{
    "source": "it_IT",
    "target": "en_US",
    "text": "Le tematiche affrontate hanno evidenziato la volontà di Vitol di riconoscere autonomia all'azienda nella\nvalutazione delle migliori politiche di efficientamento e di miglioramento degli impianti, al fine di migliorare\ned integrare gli attuali piani produttivi con le commodities offerte dalla multinazionale.\nLe richieste fatte dalla raffineria relativamente ai piani fermata e alle strategie di investimento saranno\nportate avanti nel medio termine, seguendo le dinamiche fino ad oggi attuate.\nSaranno quindi confermati i programmi di fermata già sviluppati e saranno presi in considerazione eventuali\nmanutenzioni straordinarie volte a migliorare le performance degli impianti e/o gli investimenti relativi a\nnuovi prodotti correlati con la transizione energetica (ad esempio bio-carburanti ed investimenti commercial\ncapex)\nIl cambiamento in corso richiederà un grande apporto da parte delle persone, che dovranno impegnarsi a\nrendere i processi più efficaci e condurre gli impianti migliorando, per quanto possibile, le performance, in\nun'ottica di confronto globale nel quale l'ingresso della azienda all'interno del gruppo multinazionale Vitol\nsarà elemento di competitività, creando una catena del valore che parte dall'acquisizione delle materie prime\ne che si conclude con la vendita del prodotto finito con un partner leader mondiale.\nQuesto cambiamento si auspica possa effettuarsi anche mediante il trasferimento di competenze (tavole di",
    "trans": "The issues tackled have highlighted Vitol's willingness to acknowledge the company's autonomy in\nevaluating the best efficiency and plant improvement policies, in order to improve\nand integrate the current production plans with the commodities provided by the multinational.\nRequests made by the refinery regarding shutdown plans and investment strategies will be\ncarried out in the medium term, following the dynamics implemented to date.\nThe programmes already developed for termination will then be confirmed and potential considerations for any\nextraordinary maintenance aimed at improving plant performance and/or investments related to\nnew products related to the energy transition (e.g. biofuels and commercial investments for\ncapex)\nThe ongoing change shall require a great deal of input from people, who will need to commit to\nmaking processes more effective and manage plants by improving, as far as possible, performance, in\na global comparison perspective where the company joining the Vitol multinational group\nwill be competitive factor, so creating a value chain that starts from the acquisition of raw materials\nand which ends with selling the finished product with a world-leading partner.\nIt is hoped that this change can also be made through a skill transfer (charts for"
}