{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il comma 6, art. 13-ter del D.L. n. 145/2023 dispone che chiunque propone o concede in locazione breve o per finalità turistiche una unità immobiliare ad uso abitativo o una porzione di essa, nonché il titolare di una struttura turistico-ricettiva alberghiera o extralberghiera, è tenuto ad esporre il CIN all’esterno dello stabile in cui è collocato l’appartamento o la struttura, assicurando il rispetto di eventuali vincoli urbanistici e paesaggistici, nonché ad indicarlo in ogni annuncio ovunque pubblicato e comunicato.\nI locatori e i titolari delle strutture sono tenuti ad osservare gli obblighi previsti dall’articolo 109 del testo unico delle leggi di pubblica sicurezza, di cui al regio decreto 18 giugno 1931, n. 773, e dalle normative regionali e provinciali di settore.\nI soggetti che esercitano attività di intermediazione immobiliare e i soggetti che gestiscono portali telematici hanno l’obbligo di indicare, negli annunci ovunque pubblicati e comunicati, il CIN dell’unità immobiliare destinata alla locazione breve o per finalità turistiche, ovvero della struttura turistico-ricettiva alberghiera o extralberghiera.",
    "trans": "Paragraph 6, Article 13-ter of Legislative Decree No. 145/2023 stipulates that anyone offering or granting a short-term lease or renting a residential unit or a portion thereof for tourism purposes, as well as the owner of a hotel or non-hotel tourist accommodation facility, is required to display the CIN outside the building where the apartment or structure is located. This must be done while ensuring compliance with any urban planning and landscape constraints, and the CIN must also be included in every advertisement, wherever published and communicated.\nLessors and owners of such structures are required to comply with the obligations set forth in Article 109 of the Consolidated Law on Public Safety, as per Royal Decree of June 18, 1931, No. 773, and with the applicable regional and provincial regulations.\nReal estate intermediaries and those managing online portals are also required to include the CIN of the residential unit intended for short-term or tourism-related leases, or of the hotel or non-hotel tourist accommodation structure, in all advertisements, wherever published and communicated."
}