{
    "source": "it_IT",
    "target": "en_US",
    "text": "la presente comunicazione non implica nessun mutamento dell'indice di riferimento applicato al suo Contratto di Conto Corrente, che ad oggi è e rimane BCE (ex T.U.S.) (\"Indice di Riferimento\"), né dello spread, che rimane quello attualmente indicato nella documentazione contrattuale;\nl'Indice di Riferimento sarà sostituito o modificato solo qualora si verifichi uno degli Eventi Rilevanti secondo i termini e alle condizioni previste nella clausola, di seguito riportata, che proponiamo di inserire nel suo Contratto.\nInfine, Mediobanca Premier comunica che le Modifiche avranno efficacia dal 10 gennaio 2025. Come previsto dalle citate disposizioni di legge, le Modifiche si intendono approvate ove il cliente non receda dal Contratto sottoscritto, senza spese a suo carico, entro due mesi dalla ricezione della presente comunicazione. In caso di recesso, in fase di liquidazione del rapporto, avrà diritto all'applicazione delle condizioni praticate prima della entrata in vigore delle Modifiche.",
    "trans": "the present communication does not imply any change to the reference index applied to your Current Account Contract, which is and remains ECB (formerly T.U.S.) (\"Reference Index\"), nor to the spread, which remains as currently indicated in the contractual documentation;\nThe Reference Index will be replaced or modified only if one of the Relevant Events occurs, under the terms and conditions set forth in the clause below, which we propose to include in your Contract.\nFinally, Mediobanca Premier announces that the Changes will take effect from January 10, 2025. As provided by the aforementioned legal provisions, the Amendments shall be deemed approved if the customer does not withdraw from the signed Contract, without any costs to them, within two months of receiving this communication. In the event of termination, upon settlement of the account, you will be entitled to the application of the conditions in effect prior to the implementation of the Amendments."
}