{
    "source": "it_IT",
    "target": "en_US",
    "text": "I nostri servizi\nSempre più vicini alle tue esigenze\nPrenota Tagliando\nVai al volante in sicurezza. Guida solo dopo aver effettuato il tagliando auto da Giustiauto a Pisa e Cascina Perfino la tua auto ogni tanto ha bisogno di una visita! …\nNoleggio a Lungo Termine\nScopri i servizi di Noleggio a Lungo Termine di Giustiauto! Con le nostre soluzioni di Noleggio a Lungo Termine, potrai beneficiare di un sistema integrato di servizi, avendo garantita la…\nServizi Finanziari\nNoleggio auto a lungo termine, leasing e polizze assicurative con finanziamento: un mondo di servizi a 360° a Pisa e Cascina I nostri servizi per auto sono pensati per adattarsi…\nEstensione di Garanzia\nEstensione di garanzia Fiat, Lancia, Abarth, Alfa Romeo, Jeep, Opel, Citroen, Peugeot e Fiat Professional a Pisa e Cascina Tutta la protezione che cercate per la vostra auto la forniamo…\nIscriviti alla nostra newsletter\nNome\nEmail\nCAP\nAccetto e acconsento l’informativa sulla privacy\nAcconsento al trattamento dei miei dati personali per finalità di marketing (Opzionale)\nINVIA\nVieni a trovarci!\nPartita IVA 01108170505",
    "trans": "Our services\nMore and more near to your necessities\nBook a service\nDrive Safely. Make sure to hit the road only after completing your car's service at Giustiauto in Pisa and Cascina. Even your car needs a check-up from time to time!...\nLong-Term Rental Options Available\nDiscover Giustiauto's Long-Term Rental Services! With our Long-Term Rental solutions, you'll benefit from an integrated service system, ensuring guaranteed the...\nFinancial services\nLong-term car rental, leasing, and insurance policies with financing: a comprehensive range of services in Pisa and Cascina. Our car services are designed to adapt...\nExtension of warranty\nExtend the warranty for Fiat, Lancia, Abarth, Alfa Romeo, Jeep, Opel, Citroën, Peugeot, and Fiat Professional in Pisa and Cascina. We provide all the protection you need for your vehicle...\nSubscribe to our newsletter\nName\nEmail\nPostal code\nI accept and consent to the privacy policy\nI consent to the processing of my personal data for marketing purposes (Optional).\nSUBMIT\nCome visit us!\nVAT number 01108170505"
}