{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il capitolo fornisce un riassunto sull'età moderna, soffermandosi principalmente sulla nascita dello stato moderno nel Cinquecento. Ecco un riassunto dei punti principali trattati:\nLe prerogative dello stato moderno\nLo stato moderno si distingue da quello medievale per:\nSovranità su tutto il territorio e la centralizzazione dei poteri.\nAutonomia dai poteri esterni, evitando ingerenze di autorità come la Chiesa.\nEsercito stabile e burocrazia efficace, per gestire amministrazione e finanze.\nLe monarchie europee\nNel XVI secolo, si formarono grandi stati territoriali con dinastie potenti. Tra questi:\nValois in Francia che completò l'unificazione territoriale.\nSpagna e Portogallo che iniziarono a costruire vasti imperi coloniali.\nInghilterra Tudor che rafforzò lo stato dopo la Guerra delle due Rose.\nSvezia e Russia che avviarono una centralizzazione del potere.\nL'Italia invasa e conquistata\nL'Italia frammentata fu invasa da potenze europee:\nCarlo V sconfisse la Francia e dominò ampi territori italiani, incluso il Regno di Napoli.\nLuigi XII conquistò Milano, ma perse il controllo del Ducato a favore della Spagna.\nCarlo V e la restaurazione dell'Impero\nCarlo V, diventato imperatore, ottenne vasti domini europei ed extraeuropei, ma affrontò una resistenza crescente in Francia e Germania. L'Impero si frammentò ulteriormente con la pace di Cambrai.",
    "trans": "The chapter provides a summary of the Modern Age, focusing mainly on the birth of the modern state in the Sixteenth Century. Here is a summary of the main points covered:\nThe Prerogatives of the Modern State\nThe modern state differs from the medieval one in:\nSovereignty over the whole territory and centralization of powers.\nAutonomy from external powers, avoiding interference of authorities such as the Church.\nStable armies and effective bureaucracy to manage administration and finances.\nEuropean monarchies\nIn the 16th century, large territorial states with powerful dynasties were formed. Among these:\nThe Valois in France, who completed territorial unification.\nSpain and Portugal, that began to build vast colonial empires.\nTudor England, which strengthened the state after the Wars of the Two Roses.\nSweden and Russia, which began a centralization of power.\nItaly invaded and conquered\nFragmented Italy was invaded by European powers:\nCharles V defeated France and dominated vast Italian territories, including the Kingdom of Naples.\nLouis XII conquered Milan but lost control of the Duchy to Spain.\nCharles V and the restoration of the Empire\nCharles V, upon becoming emperor, gained vast European and extra-European territories, but he faced growing resistance in France and Germany. The Empire fragmented further with the Peace of Cambrai."
}