{
    "source": "it_IT",
    "target": "en_US",
    "text": "• Una parte lasciata a maggese.\n• Questo sistema permetteva di utilizzare due terzi del terreno ogni anno, aumentando la resa dei campi e rendendo disponibile più cibo.\n2. Aratro Pesante o Carroccio\n• L’introduzione dell’aratro pesante (dotato di ruote e una lama curva in ferro) permise di arare i terreni argillosi e compatti del Nord Europa, che prima erano difficili da lavorare. Questo aratro riusciva a sollevare e girare la terra più in profondità, migliorando la qualità del terreno e aumentando i raccolti.\n3. Imbracatura a Collare Rigido\n• La collare rigido per i cavalli sostituì il precedente sistema di imbracatura al collo, che poteva strangolare gli animali sotto sforzo. Questo nuovo collare distribuiva meglio il peso sul petto, permettendo ai cavalli di trainare pesi maggiori, come gli aratri pesanti, con meno sforzo. Ciò aumentò notevolmente la produttività agricola, poiché i cavalli sono più veloci dei buoi.\n4. Mulini ad Acqua e a Vento\n• I mulini ad acqua e a vento si diffusero in tutta Europa, aiutando a macinare il grano, segare il legno e fare altre attività che richiedevano energia meccanica. Questo alleggerì il lavoro manuale, permettendo di lavorare i cereali in modo più rapido ed efficiente.",
    "trans": "• A part left fallow.\n• This system allowed to use two-thirds of the land each year, increasing the yield of fields and the availability of food.\n2. Heavy Plough or Carruca\n• Introducing heavy plough (equipped with wheels and a curved iron blade) allowed to plow the clay and compact soils of northern Europe, which were complex to work before. This plough could lift and turn the land deeper, enhancing soil quality and increasing yields.\n3. Rigid Collar Harness\n• The rigid horse collar replaced the previous neck harness system, which could strangle animals under stress. This new collar distributed the weight better on the chest, allowing horses to pull heavier weights, such as heavy ploughs, with less effort. This increased agricultural productivity to a great extent, since horses are faster than oxen.\n4. Water and wind mills\n• Water and wind mills spread across Europe, helping to grind grain, saw wood and conduct other tasks that required mechanical energy. This relieved the manual work, allowing to process the cereals with more efficiency and rapidness."
}