{
    "source": "it_IT",
    "target": "en_US",
    "text": "b) La missione del MAUTO è agevolare e promuovere, soprattutto tra il pubblico dei più\ngiovani, la documentazione, lo studio e la divulgazione della storia dell’automobile,\nconservando e valorizzando la collezione e le singole automobili d'epoca;\nc) il MAUTO ricerca, acquisisce, conserva, studia, espone e rappresenta testimonianze\nmateriali relative ai beni di interesse istituzionale e cura iniziative di tutela e valorizzazione\ndi tali beni, nonché raccoglie, conserva, restaura, ordina ed aggiorna i materiali ed i\nMuseo Nazionale\ndell’Automobile\nCorso Unità d’Italia 40,\n10126 - Torino, Italia\nTel. +39 011 677666\ninfo@museoauto.it\ndocumenti grafici, bibliografici, fotografici, cinematografici e comunque di qualsiasi altra\nnatura inerenti alla storia dell'automobile.\nd) Il MAUTO organizza mostre temporanee per approfondire alcuni temi specifici e attrarre\nun pubblico sempre più ampio. In particolare, il design e lo sport sono temidi particolare\ninteresse, capaci, già passato, di attrarre un grande pubblico non solo di appassionati.\ne) Ayrton Senna è stato uno dei più grandi campioni automobilistici di tutti i tempi. Nel 2024\nsaranno passati trent’anni dalla sua morte, una ricorrenza che verrà ricordata in tutto il",
    "trans": "b) MAUTO's mission is to ease and promote, especially among the\nyoungsters, the documentation, the study and the spreading of the automotive history,\npreserving and adding value to the collections and the single classic cars;\nc) MAUTO researches, buys, collects, studies, shows and represents material testimonies\nrelated to goods of institutional interest and carries out preservation and valorisation initiatives\nof such goods, and it also collects, maintains, restores, orders and updates the materials and the\nNational Automobile\nMuseum\nCorso Unità d’Italia 40,\n10126 - Turin, Italy\nTel. +39 011 677666\ninfo@museoauto.it\ngraphic, bibliographic, photographic, cinematographic documents and of any other\nnature concerning the automotive history.\nd) Mauto organises temporary shows in order to deepen some specific themes and attract\na wide range of public. In particular, design and sport are theme of special\ninterest, able, as in the past, to attract a wide range of public and not only the passionate.\ne) Ayrton Senna was one of the greatest champions of all time. In 2024\nit will be thirty years since his death, an occasion that will be remembered all over the"
}