{
    "source": "it_IT",
    "target": "en_US",
    "text": "Attualmente siamo alla ricerca di un/unaCAMERIERE/A DI SALA - Part Time su turni DIURNIper il nostro punto vendita di PADOVA.\nTi occuperai prevalentemente di allestimento della sala, accoglienza clienti, gestione delle comande, servizio al tavolo, cassa e pulizie del locale a inizio e fine turno.\nDesideriamo incontrare persone che sappiano catapultarsi a 360° nell’operatività del ristorante, che non si tirino indietro di fronte alle difficoltà ma che, al contrario, riescano a trasformare anche gli imprevisti in stimoli di miglioramento per sé e per il team, sempre coadiuvato da un Team Leader che sarà in grado di trasmettere le adeguate conoscenze e competenze, per offrire un servizio di qualità ai nostri clienti.\nREQUISITI RICHIESTI:\nSei il/la candidato/a ideale se:\n- Hai già maturato esperienza nel ruolo o, più semplicemente, nel mondo della ristorazione\n- Sei una persona solare, dinamica, intraprendente, collaborativa e predisposta al contatto empatico con il pubblico, ma soprattutto con tanta grinta e voglia di mettersi in gioco",
    "trans": "We are currently searching for one/one HALL WAITER - Part Time on DAILY shifts for our store in PADUA.\nYou will mainly be in charge of setting up the room, greeting customers, handling orders, table service, cashiering, and cleaning the room during the beginning and end of shifts.\nWe would like to find people who could completely immerse themselves in the restaurant's operations, not backing down when facing difficulties but, on the contrary, being able to turn any unexpected events into motivation for improvement for themselves and the team, always assisted by a Team Leader who will be able to pass on the appropriate knowledge and skills, in order to offer quality service to our customers.\nREQUIRED SKILLS:\nYou are the ideal candidate if:\n- You already have worked in the same position or, simply, in the catering sector\n- You are a bright, dynamic, resourceful, collaborative, emphatic and likes the get in contact with people, but most of all determined and willing to get involved actively"
}