{
    "source": "it_IT",
    "target": "en_US",
    "text": "iv. Articolo 6, per includere tra le voci non incluse nel calcolo del TAEG, i costi indicati alla precedente lettera (b);\nv. Articolo 7, per specificare che in caso di inadempimento del cliente nel rimborso di qualsiasi importo dovuto ad Advanzia, saranno dovuti ad Advanzia gli interessi di mora sull'intero debito insoluto calcolati allo stesso tasso del TAN previsto dal Contratto, nonché le spese di sollecito e le spese legali per un importo pari ai costi effettivamente sostenuti da Advanzia;\nvi. Articolo 12.4 e 12.6 per coordinarli con le disposizioni descritte ai punti (c) iii. e iv. di cui sopra;\nvii. Articolo 15.2, per specificare le procedure applicabili in caso di blocco precauzionale della Carta;\nviii. Articolo 26.2, per specificare la rubrica degli articoli citati;\nix. Articolo 27.3, con riferimento al programma Miles & More, per specificare quali transazioni danno diritto all'accumulo di miglia.\nPertanto, Vi informiamo che intendiamo modificare la nostra proposta contrattuale, al fine di applicare le disposizioni di cui sopra. Si noti che le disposizioni di cui ai punti (a), (b) e (c) i., iii., v. and vii. sono per Lei meno favorevoli di quelle precedentemente in vigore.",
    "trans": "4. Article 6, to include among the entries not included in the TAEG calculation, the costs indicated in the previous letter (b);\n5. Article 7, to specify that in case the client fails to repay any amounts due to Advanzia, the interests on the entire debt will be added at the same rate as the TAN stipulated in the Contract, as well as reminder and legal fees for an amount equal to the effective costs sustained by Advanzia;\n6. Article 12.4 and 12.6 to coordinate them with the dispositions described in point (c) 3. and in the above point 4.\n7. Article 15.2, to specify the procedures to apply in case of a precautionary block of the Card;\n8. Article 26.2, to specify the section of the above mentioned articles;\n9. Article 27.3 referring to the Miles&More program, to specify which transaction give the right to accumulate miles.\nTherefore, we inform you that we intend to modify our contractual offer, in order to apply the above mentioned dispositions. Please note that the stipulations mentioned in points (a), (b), and (c) 1., 3., 5. and 7 are less advantageous to you compared to the previous ones."
}