{
    "source": "it_IT",
    "target": "en_US",
    "text": "L’azoto è l’elemento principale della nutrizione; la sua gestione, nel terreno e nella pianta, è fondamentale per garantire il rifornimento di energia necessaria per la crescita ed il mantenimento della qualità del prato: una carenza di azoto assimilabile determina bassa crescita, ridotto accestimento e, in generale, minore qualità del manto erboso. Al contrario, un eccesso determina crescita irregolare, maggiore rischio di sviluppo di alcune patologie fungine e, non ultimo, perdita di risorse e inquinamento delle falde. I concimi BarFertile gestiscono al meglio la dinamica dell’azoto grazie alla combinazione ragionata delle forme a pronto effetto, a rilascio controllato e alle forme organiche. In questo modo si garantisce l'apporto equilibrato e costante per 100 giorni, evitando eccessi, carenze e perdite per dilavamento.\nLa gamma\nBarenbrug ha sviluppato, grazie alla propria esperienza ed alla collaborazione con le principali aziende di fertilizzanti europee, una gamma di concimi specifici per la coltivazione del prato:\n• Concimi granulari a lento rilascio con Metilenurea arricchiti con matrici organiche di origine vegetale\n• Concimi granulari minerali a cessione controllata con pellicola registrata biodegradabile MCT\n• Concimi liquidi, biostimolanti e induttori di resistenza",
    "trans": "Nitrogen is the main nutritional element; its control, in the soil and in the plant, is essential in order to guarantee the energy supply necessary for the growth and the maintenance of the lawn's quality: a lack of assimilable nitrogen leads to low growth, poor tilling and, in general, lower quality of the grass. At the contrary, an excess could determine an irregular growth, with a higher risk of developing some fungal diseases and, not least, loss of resources and pollution of the groundwater. The BarFertile fertilisers better manage nitrogen dynamics thanks to a clever combination of fast acting, controlled and organic substances. In this way is possible to guarantee a balanced and constant supply for 100 days, avoiding excesses and losses through leakage.\nThe range\nBarenbrug has developed, thanks to its experience and through the collaboration with the main European fertilising firms, a range of specific fertilisers for grass cultivation:\n• Granular slow-release fertilisers with Methyleneurea supplemented with vegetable organic matrices\n• Mineral granular fertilisers with a controlled release biodegradable MCT registered film\n• Liquid fertilisers, bio-stimulants and strength inductors"
}