{
    "source": "it_IT",
    "target": "en_US",
    "text": "1. Lorenzi Vito di Lorenzi Ivo & C snc. Concede in locazione a SUSHI KOI\nPERGINE S.R.L., che accetta l’immobile identificato nella p.ed 863 p.m. 4 in\nC.C. Vigalzano, di mq 150 circa unitamente a parte della particela 863\ncorrispondente alla sigla “F14D”, così come evidenziata nella planimetria\nche, sottoscritta dalle parti, viene allegata al presente atto sotto la lettera\nA) (composto da 3 pagine) per formare parte integrante, dal 01 novembre\n2021 al ……. ………………………. ………………...\n2. Il contratto si intenderà tacitamente rinnovato per ugual periodo alle\ncondizioni tutte qui pattuite, e così di seguito, qualora non venga data una\ndelle parti disdetta a mezzo di lettera raccomandata con avviso di\nricevimento pervenuta almeno sei mesi prima della scadenza della\nlocazione.\n3. La locazione è ad uso di attività ufficio, destinazione uso\nprofessionale, in deroga art. 2 legge provinciale 30/06/2010 nr. 17 (artigiani\niscritti nell’apposito albo); è vietato al conduttore di mutare tale uso, di\nPagina 2",
    "trans": "1. Lorenzi Vito from Lorenzi Ivo & C general partnership. Grants for lease to SUSHI KOI\nPERGINE S.R.L., which accepts the property identified with the cadastral parcel 863 parcel 4 in\nthe municipality of Vigalzano, of about 150 square meters with part of the parcel 863\ncorresponding to the initials \"F14D\", as shown in the planimetry\nwhich, signed by both parties, is annexed to this deed under the letter\nA) (3 pages) to become an integral part, from the 1st of November\n2021 to ……. ………………………. ………………...\n2. The contract will be tacitly renewed for a period equal to\nthe terms agreed upon, and so on, if none\nof the parties will give a notice of termination by a registered letter with advice\nof delivery at least six months prior to the expiration of the\nlease.\n3. The lease is for office activities only, and exclusively for\nprofessional use, in derogation of Art. 2 provincial law 30/06/2010 No. 17 (craftsmen\nlisted in the specific register); the tenant is not allowed to change such use, to\nPage 2"
}