{
    "source": "it_IT",
    "target": "en_US",
    "text": "2. La mantilla: In molti matrimoni portoricani, la sposa indossa una mantilla, un velo tradizionale in pizzo spagnolo, ereditato dalla tradizione spagnola e considerato simbolo di eleganza e rispetto.\n3. Il rosario e il lazo: Alcune coppie portoricane ricevono un rosario o un lazo (una corda di perline) intorno al collo durante la cerimonia, come simbolo di unione e benedizione da parte della famiglia.\n4. La música plena e bomba: La festa inizia spesso con questi ritmi tradizionali portoricani, per celebrare il matrimonio in un’atmosfera festosa e ricca di allegria, simbolo di buon auspicio per un matrimonio felice.\n5. El capìa (spilla): Gli ospiti ricevono spesso una spilla decorativa, chiamata capìa, con il nome degli sposi e la data del matrimonio. Questa spilla viene conservata come ricordo e simbolo di partecipazione alla fortuna della coppia.\n6. Torta nuziale con monete d’oro: Alcune torte portoricane includono piccole monete o simboli dorati, che rappresentano fortuna e ricchezza per la coppia.\n7. Le quince monedas (le quindici monete): Una tradizione spagnola molto popolare a Porto Rico prevede che lo sposo doni alla sposa 13 monete d’oro durante la cerimonia come simbolo di fiducia e impegno per prendersi cura l’uno dell’altro.",
    "trans": "2. The mantilla: In many Puerto Rican weddings, the bride wears a mantilla, a traditional veil made of Spanish lace inherited from the Spanish tradition and considered a symbol of elegance and respect.\n3. The rosary and the lasso: Some Puerto Rican couples receive a rosary or lasso (a string of beads) around their necks during the ceremony, as a symbol of union and blessing from the family.\n4. The plena and bomba music: The party often starts with these traditional Puerto Rican rhythms to celebrate the wedding in a full of joy and festive atmosphere, symbol of good luck for a happy marriage.\n5. The capìa (pin): The guests often receive a decorative pin, called capìa, with the names of the couple and the date of the wedding. This pin is kept as a souvenir and symbol of participation in the fortune of the couple.\n6. Wedding cake with gold coins: Some Puerto Rican cakes include small coins or golden symbols, which represent fortune and wealth for the couple.\n7. The quince monedas (the fifteen coins): A very popular Spanish tradition in Puerto Rico involves the groom giving the bride 13 gold coins during the ceremony as a symbol of trust and commitment to take care of each other."
}