{
    "source": "it_IT",
    "target": "en_US",
    "text": "Non ha mai detto alla classe chi aveva rubato l'orologio.\nQuel giorno ha salvato la mia dignità per sempre. È stato il giorno più vergognoso della mia vita.\nMa questo è stato anche il giorno in cui ho deciso che volevo essere una persona migliore. Non un ladro, non una persona che non si importava degli altri.\nLei Professore, non ha mai detto nulla. Non mi ha nemmeno rimproverato o preso da parte per darmi una lezione morale. Non mi ha mai umiliato davanti al resto della classe.\nHo ricevuto chiaramente il Suo messaggio. Grazie a lei, ho capito che tipo di persona volevo diventare. Ho capito che volevo seguire il Suo esempio. Quel giorno mi sono reso conto che questa era l’essenza del vero insegnamento. Volevo anch’io fare una differenza nella vita di qualcuno. Si ricorda questo episodio, professore?\nIl professore rispose: \"Sì, ricordo la situazione dell'orologio rubato . Ricordo di aver cercato nelle tasche di tutti. Ma non mi ricordo di lei per il semplice motivo che anch’io avevo chiuso gli occhi.",
    "trans": "He never told the class who had stolen the watch.\nThat day saved my dignity forever. It was the most shameful day of my life.\nHowever, this was also the day I decided that I wanted to be a better person. Not a thief, not a person who didn’t care about others.\nYou, Professor, never said anything. You did not even scolded me or took me aside to give me a moral lesson. You never humiliated me in front of the rest of the class.\nYour message was clear to me. Thanks to you, I understood what kind of person I wanted to become. I comprehended I wanted to follow your example. That day I realized that this was the essence of real teaching. I wanted to make a difference in someone’s life too. Do you remember this moment, professor?\nThe professor replied, \"Yes, I remember the situation of the stolen watch. I remember looking in everyone’s pockets. But I don’t remember it for the simple reason that I closed my eyes too."
}