{
    "source": "it_IT",
    "target": "en_US",
    "text": "I richiedenti maggiorenni, i cui atti di nascita non siano quindi mai stati registrati, dovranno presentare domanda di riconoscimento della cittadinanza iure sanguinis.\nRequisito essenziale: l’avo di cittadinanza italiana emigrato all’estero deve essere nato in Italia dopo il 17 marzo 1861 (data di proclamazione del Regno d’Italia) o dopo l’annessione del territorio di nascita al Regno d’Italia.\nEccezionalmente, si potranno accettare istanze di cittadinanza per discendenza anche se l’avo italiano fosse nato precedentemente al 17 marzo 1861, purchè sia deceduto dopo tale data.\nLa trasmissione della cittadinanza per linea materna è possibile solo per i figli nati dopo il 1º gennaio 1948. Se la madre italiana ha però acquisito, anche automaticamente, un’altra cittadinanza per effetto di matrimonio con cittadino straniero prima del 1948, ha automaticamente perso la cittadinanza italiana e la capacità di trasmetterla ai discendenti. Tali donne, già dal 1975, possono riacquistare la cittadinanza italiana ex nunc attraverso una dichiarazione formale di riacquisto presso l’ufficio consolare competente (ex art. 219 L 151/1975, richiamata dall’art.17, c. 2 L. 91/1992).",
    "trans": "Applicants over 18 and whose birth certificates have never been registered must apply for recognition of citizenship by right of blood.\nEssential requirement: the Italian citizen who emigrated abroad must have been born in Italy after the 17th of March 1861 (the date of the Kingdom of Italy proclamation) or after that the territory of birth was annexed to the Kingdom of Italy.\nExceptionally, applications for citizenship by right of blood may be accepted even if the Italian ancestor was born before the 17th of March 1861, as long as he died after that date.\nCitizenship by maternal line is only possible for children born after the 1st of January 1948. If the Italian mother has obtained another nationality, even automatically, by virtue of marriage to a foreign citizen before 1948, she will automatically lose her Italian citizenship and the possibility to transmit it to her descendants. These women, since 1975, can regain their Italian citizenship from now on through a formal declaration of reacquisition at the pertinent consular office (ex-art. 219 L 151/1975, recalled by art. 17, c. 2 L. 91/1992)."
}