{
    "source": "it_IT",
    "target": "en_US",
    "text": "L'apertura dei docci, i condotti attraverso i quali l'acqua delle gore cadeva sulle ruote idrauliche, era stabilita dal Comune e per nessun motivo poteva essere alterata perché avrebbe favorito un edificio a discapito degli altri. Un incaricato, il guardia gore, vigilava affinché nessuno commettesse tali infrazioni. L'acqua veniva tolta soltanto in occasione dell'annuale pulizia, la rimondatura, che durava non più di cinque giorni e solitamente si svolgeva in estate. L'acqua delle gore muoveva i ritrecini delle macine da grano, quelle per i minerali, per l'alabastro e i semi oleosi, i magli dei fabbri, le gualchiere da panni, le roterie dove si lavoravano i metalli impiegati per gli utensili dei contadini e per le armi da taglio.\nLe gore divennero fondamentali quando a Colle si impiantarono numerosi edifici da carta, nei quali l'acqua serviva sia a muovere le molazze, dove si sfibravano i cenci, ma anche a macerare la sospensione fibrosa ed ottenere dei fogli di ottima qualità. Alla fine del XVII secolo operavano sulle gore almeno venti diversi edifici andanti ad acqua.",
    "trans": "The opening of the showers, the ducts through which water from the gores fell on the hydraulic wheels, was established by the Municipality Administration and could not be altered for any reason because then it would favor one building at the expense of the others. An agent, the gore guard, was in charge of making sure that no one committed such offences. The water pumping was removed only during the annual cleaning, the rewetting, that lasted no more than five days and normally took place during the summer. The water of the gore moved the rebars of the wheat mills, those for minerals, alabaster and oilseeds, the blacksmiths' hammers, the cloth-making machines, the pulleys where the metals utilized for the tools of the peasants and for the cutting weapons were made.\nThe gore became crucial when in Colle numerous paper buildings were installed, where water was used to move the grinding muller, where they were worn out the rags, but also to macerate the fibrous suspension and obtain sheets of marvelous quality. By the end of the 17th century, there were at least twenty different water-powered buildings operating on the walls."
}