{
    "source": "it_IT",
    "target": "en_US",
    "text": "in allegato ti inviamo nota dei documenti ricevuti relativi alla spedizione in oggetto.\nTi informiamo che, per procedere al completamento delle formalità doganali, abbiamo necessità di ricevere copia della fattura di esportazione e la rispettiva dichiarazione di libera esportazione, di cui alleghiamo un fac-simile.\nNei nostri sistemi è presente solo una fattura commerciale su carta bianca, di quelle generate dal tool DHL quando ci si avvale del servizio “PAPERLESS”.\nCon questa modalità la documentazione che viene trasmessa ai nostri sistemi diventa esclusivamente quella caricata sul portale al momento della prenotazione. Tutti i documenti allegati fisicamente ai colli non vengono di conseguenza più lavorati.\nPer le future esportazioni, nel caso in cui sia il vostro cliente (destinatario) ad organizzare il ritiro della spedizione utilizzando il codice pagante estero, dovreste anticipargli le vostre fatture commerciali e relative dichiarazioni chiedendogli di caricarle nel tool DHL contestualmente alla prenotazione.\nSe non si tratta di vendita, potete fornire una fattura proforma completa dei Vostri dati fiscali .\nPuoi inviare i dati richiesti rispondendo direttamente a questa e-mail.",
    "trans": "please find attached the received documents related to the shipment.\nWe inform you that, to proceed with the custom formalities, we need a copy of the export invoice and the declaration of free export, of which we attach a facsimile.\nIn our systems there is only a commercial invoice on white paper, generated by the DHL tool when using the \"PAPERLESS\" service.\nWith this method, the documentation sent to our systems is exclusively the one uploaded on our portal during the booking phase. All the physically attached documents to the parcel are therefore non longer processed.\nFor future shipments, in case is your client (consignee) that organises the shipment pick-up by using a foreigner paying code, you should anticipate him your commercial invoices and declarations and ask him to upload them on the DHL tool when booking.\nIf is not about a sale, you can provide a complete pro-forma invoice of your tax details.\nYou can send the required information directly at this e-mail address."
}