{
    "source": "it_IT",
    "target": "en_US",
    "text": "Gentilissimo/Gentilissima,\ncon la presente scriviamo per informarti che sono aperte le iscrizioni per la prossima sessione di esami di Certificazione di lingua italiana - CELI 1 (A2), che si svolgeranno il 20 e 21 novembre 2024 presso il Centro SLAM.\nIl bando di iscrizione è disponibile sul nostro sito, dove troverai anche ulteriori informazioni relative a calendario, tariffe degli esami e tempistiche di rilascio dei risultati. Le iscrizioni chiudono il 17 ottobre 2024.\nL’iscrizione agli esami e il pagamento della quota avvengono sempre tramite il bando pubblicato circa due mesi prima di ogni esame.\nAggiungiamo, inoltre, che le certificazioni CELI rientrano nella lista delle certificazioni linguistiche di italiano per stranieri riconosciute da Unimi ai fini del conseguimento dell’accertamento della lingua italiana laddove previsto dal Manifesto del proprio corso di studi.\nUlteriori informazioni riguardanti la descrizione dei livelli e delle tipologie di esame CELI sono consultabili sul sito dell’ente certificatore, Università per Stranieri di Perugia - CVCL.\nPer ulteriori informazioni e chiarimenti in merito, non esitare a contattarci all’indirizzo esamiceli@unimi.it\nCordiali saluti,\n[redacted_name]",
    "trans": "Dear,\nWe hereby inform you that registration is open for the next session of Italian Language Certification - CELI 1 (A2) exams, which will take place on the 20th and 21st of November 2024 at the SLAM Center.\nThe registration notice is available on our website, where you will also find further informations about the schedule, examination fees and timing of the release of results. Registration closes on the 17th of October 2024.\nRegistration for examinations and payment of the examination fee are always made by means of a notice published approximately two months before each examination.\nWe also add that the CELI certifications are part of the list of Italian language certifications for foreigners recognized by Unimi in order to obtain the verification of the Italian language where required by the Manifesto of its course of studies.\nFurther informations regarding the description of the levels and types of CELI examination can be found on the website of the certifying body, University for Foreigners of Perugia - CVCL.\nFor further informations and clarifications, please contact us at esamiceli@unimi.it\nBest regards,\n[redacted_name]"
}