{
    "source": "it_IT",
    "target": "en_US",
    "text": "Si ritirò.\n“Ma che gentiluomo”. Sorrisi. Mi piaceva. Non perché mi avesse fatto un complimento, ma perché sembrava essere l’unico uomo ricco che non era anche uno stronzo.\n“Cosa posso fare per lei?”\n“Devo vedere Mason. Si tratta di un incontro a sorpresa”.\n“Oh, mi dispiace. Il signor Campbell è impegnato al momento, gradirebbe attenderlo qui?”\nInvece di rispondere, Gale mi sorpassò e sedette su di una delle due sedie di fronte alla mia scrivania. Incrociò le gambe e posò il braccio destro sullo schienale della sedia.\n“Di norma non avrei aspettato”, iniziò, con un sorriso tentatore. “Ma oggi è un’eccezione. È passato tanto tempo dall’ultima volta che mi sono trovato in compagnia di una tale bellezza come te”.\nAnche io sedetti sulla mia sedia. “Sono sicura che lo dice a tutte le donne che incontra”, replicai, scuotendo la testa con una smorfia.\nLui piegò il capo da un lato e mi analizzò.\n“Tu sei diversa, Lauren”.\nNon riuscii a trattenere una risata. “Quella frase è sopravvalutata. Non penso che funzioni più, ormai”.\nGale fece un sospiro teatrale e incrociò le braccia di fronte a sé.",
    "trans": "He left.\n\"What a gentleman!\" He smiles. I liked it. Not because he paid me a compliment, but because he came across as the only rich man who was not also an asshole.\n\"What can I do for you?\"\n\"I need to see Mason. It’s a surprise meeting.\"\n\"Oh, I’m sorry, Mr. Campbell now, would you like to wait for him here?\"\nInstead of replying, Gale passed me and sat down on one of the two chairs in front of my desk. He crossed his legs and put his right arm on the back of the chair.\n\"I wouldn’t normally wait,\" he began, with a tempting smile. \"But today is an exception. It’s been a long time since I’ve been in the company of such beauty as you\".\nI also sat in my chair. \"I’m sure you say that to all women you meet,\" I replied, shaking my head with a grimace.\nHe bent his head to one side and analyzed me.\n\"You’re different, Lauren.\"\nI couldn’t hold back my laughter. \"That phrase is overrated. I don’t think it works anymore.\"\nGale sighed dramatically and crossed his arms in front of him."
}