{
    "source": "it_IT",
    "target": "en_US",
    "text": "test Mantoux (+ lettura a 48h) - deve farlo solo chi l'ha fatto più di 2 anni fa in quanto quelli antecedenti a questo periodo sono considerati non più validi/attendibili (quindi se lo avete fatto all'immatricolazione dovete rifarlo).\nNB. il test Mantoux viene fatto SOLO la mattina dalle 8.30 alle 12.30-13.00 (tranne il giovedi, sabato, domenica) e, per farlo, serve avere il bar code consegnato presso medicina del lavoro al momento o dopo l'accettazione. Il bar code ha valenza di 1 giorno, per cui se terminate le altre parti della visita dopo le 12.30-13.00, dovrete ri-passare da medicina del lavoro a farvi stampare un nuovo bar code da utilizzare nel giorno in cui fate il test Mantoux (non è possibile stampare bar code nei giorni precedenti a quelli di utilizzo); è possibile farsi stampare il codice dalle 8.30.\nNB. è obbligatorio tornare per la lettura del test Mantoux a 48h dalla somministrazione, nè prima, nè dopo: se si torna oltre 2 giorni dalla somministrazione, il test deve ri-fatto dopo almeno 1 mese.",
    "trans": "Mantoux test (+ 48h reading) - should only be taken by those who completed it more than 2 years ago as those prior to this period are considered no longer valid/reliable (so if you took it upon enrolling you must take it again).\nPLEASE NOTE. The Mantoux test is ONLY carried out in the morning from 8:30 am to 12:30-13 pm (except on Thursday, Saturday, Sunday). To do so, the bar code must be delivered to the occupational medicine centre at the time of or after admission. The bar code is valid for 1 day, so if you complete the other parts of the examination after 12:30-13, you must visit the occupational medicine centre again to receive a new printed bar code that has to be used on the day you take the Mantoux test (it is not possible to print the bar code on the days prior its use). The code can be printed from 8:30 am.\nPLEASE NOTE. Returning for a reading of the Mantoux test 48 hours after administration is mandatory, neither before or after. If you return after more than 2 days from the administration, the test must be re-taken after at least 1 month."
}