{
    "source": "it_IT",
    "target": "en_US",
    "text": "INFORMAZIONI SUL SERVIZIO DI RACCOLTA RIFIUTI.\nIl soggetto che effettua il servizio di raccolta dei rifiuti è la società Viterbo Ambiente scarl, con sede in Strada Poggino\nn. 63, 01100 Viterbo, partita IVA 02082960564, e tutte le informazioni relative al servizio sono disponibili sul sito internet della società Viterbo Ambiente www.viterboambiente.net. Sul sito sono disponibili tutte le informazioni relative alle modalità di conferimento dei rifiuti, eventuali campagne straordinarie di raccolta dei rifiuti, aperture e chiusure dei centri di raccolta e al calendari di raccolta. Per tutte le informazioni e reclami relativi al servizio di raccolta dei rifiuti è possibile telefonare ai seguenti numeri: 0761-253997, oppure numero verde 800.814848. Email:\ninfo@viterboambiente.net.\nRACCOLTA DIFFERENZIATA - SEZIONE DEDICATA SUL SITO INTERNET DEL COMUNE.\nAll'indirizzo www.comune.viterbo.it/raccoltadifferenziata è possibile trovare informazioni utili per una corretta differenziazione dei rifiuti, sulle modalità e i calendari di raccolta, sugli orari di esposizione nel servizio porta a porta, come conferire presso le isole di prossimità, sui servizi offerti, sui giorni e orari di apertura dell'ecocentro e delle stazioni ecologiche mobili e cosa è possibile conferirvi, sui servizi di raccolta di pannolini e pannoloni e di ritiro a domicilio di ingombranti e di sfalci e potature, dove segnalare abbandoni di rifiuti e sul regime sanzionatorio.",
    "trans": "INFORMATION ABOUT GARBAGE PICK-UP SERVICE.\nThe party performing the waste pick-up service is the Viterbo Ambiente scarl company, located in Strada Poggino\nno. 63, 01100 Viterbo, VAT number 02082960564, all informations about the service are available on the Viterbo Ambiente website www.viterboambiente.net. You might find all the informations on the website related to the waste disposal, exceptional campaigns of waste collection, opening and closure dates of the collection centres and the schedule of collections. Foe any information or complaints concerning the waste collection service it is possible to contact the following numbers: 0761-253997, or the free line 800.814848. Email:\ninfo@viterboambiente.net.\nRECYCLING WASTE COLLECTION - DEDICATED SECTION ON THE MUNICIPAL WEBSITE.\nAt the address www.comune.viterbo.it/raccoltadifferenziata it is possible to find useful informations on how to recycle waste correctly, about procedures and schedules, door-to-door collection hours, rules about collecting islands, services offered, the eco centre timetable, waste that is possible to drop off at the mobile ecological stations, nappies collection services, home collection of large size items, grass cutting, and how to notify the abandonment of waste and the sanction regulations."
}