{
    "source": "it_IT",
    "target": "en_US",
    "text": "comunicata ad ITA Airways.\nEntro 24 ore successive all’orario di partenza del volo di andata inutilizzato\nQualora l’orario di partenza del volo di ritorno sia entro le 24h dall’andata, la comunicazione al Contact Center dovrà pervenire\nalmeno 2 ore prima della partenza di suddetto volo di ritorno.\nIl Contact Center provvederà ad emettere un nuovo biglietto elettronico per cui sarà necessario effettuare le operazioni di check-in\nsul sito ( se disponibile) o in aeroporto.\nQualora il passeggero non effettui la suddetta comunicazione, o la effettui dopo i termini indicati, ITA Airways, ove vi sia disponibilità\ndi posti sul volo, si riserverà il diritto di richiedere il pagamento di un importo pari alla differenza tra il pezzo pagato per il biglietto\nprecedentemente acquistato e il prezzo più elevato applicabile all’itinerario modificato al momento della riemissione del biglietto.\nPER I VOLI INTERNAZIONALI\nLa richiesta di mantenere la validità del biglietto per i voli successivi può essere accolta in presenza delle seguenti cause:\nmalattia che impedisca di volare, comprovata da idoneo certificato medico ospedaliero o di equivalen",
    "trans": "notified to ITA Airways.\nWithin 24 hours of the departure time of the unused outbound flight\nIf the departure time of the return flight is within 24 hours of the outbound flight, the Contact Center shall receive the notification\nat least 2 hours before the departure of that return flight.\nThe Contact Center will issue a new electronic ticket for which you must check-in\non the website (if available) or at the airport.\nIf you do not provide said information, or do it after these specific deadlines, ITA Airways, if there are available\nseats on the flight, reserves the right to request payment of an amount equal to the difference between the part paid for the ticket\npreviously purchased and the highest price applicable to the modified itinerary at the time of reissuing the ticket.\nFOR INTERNATIONAL FLIGHTS\nThe request to maintain the validity of the ticket for subsequent flights could be accepted in case:\nIllness prevented you from flying, as evidenced by a suitable hospital medical certificate or equivalent"
}