{
    "source": "it_IT",
    "target": "en_US",
    "text": "Gentile Utente\na seguito di verifiche relative alla pratica [redacted_number] , ai sensi dell’art.2 comma 7 della L. 241/1990, ai fini di integrazione documentale si richiede ENTRO 30 GIORNI dalla presente comunicazione la trasmissione attraverso il portaleFast.itdei seguenti documenti:\n-Idonea prova d’indirizzo intestata al nome Suo, emessa da non più di 3 mesi, nella quale risulti l’indirizzo completo. Veda la lista delle prove di residenza accettate sul sito web di questa sede:https://bra01.safelinks.protection.outlook.com/? url=https%3A%2F%2Fconsrecife.esteri.it%2Fit%2Fservizi-consolari-e-visti%2Fservizi-per-il-cittadino-italiano%2Faltri-servizi%2Fcomprovanti-dindirizzo%2F&data=05%7C02%7C%7C0aa3ee21b1724f27973908dce2260cbf%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C638633900272766753%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=kdbiZg7Cfo0OBwlH18c41%2FG%2FmF4%2F68u4tnUGeeClvUc%3D&reserved=0.\n- L'estratto di trascrizione del Suo atto di nascita emesso dal Comune di riferimento, nel quale risulti il possesso della cittadinanza italiana e il Suo stato civile aggiornato.\n- Il Suo documento d'identità in corso di validità(carta d'identità o passaporto, emessi da meno di 10 anni) italiano o straniero. Non sono accettati patenti di guida o documenti/tessere di classi lavorative\nSi preavvisa che, ai sensi dell’art.10 bis della Legge 241/1990, in mancanza della trasmissione entro 30 giorni della documentazione integrativa richiesta, l’istanza si intenderà rigettata. La pratica passerà allo stato “Rifiutata, mancata integrazione”. Entro il termine di 10 giorni sarà possibile trasmettere eventuali osservazioni via PEC all’indirizzo dell’Ufficio consolare. Inutilmente trascorsi tali termini, l’istanza andrà ripresentata. ATTENZIONE: L’integrazione richiesta dall’Ufficio consolare dovrà qui perfezionarsi entroil 30/10/2024. In caso contrario, la pratica scadrà automaticamente e dovrà avviarne un’altra.",
    "trans": "Dear User\nfollowing verifications regarding the file [redacted_number], pursuant to Art. 2, paragraph 7 of Law 241/1990, with the aim of document integration, we request submission WITHIN 30 DAYS of this notice using the portal Fast.it of the following documents:\n-Suitable proof of address in Your name, issued no later than 3 months ago, displaying the full address. See the list of proofs of residence accepted on the website of this venue: https://bra01.safelinks.protection.outlook.com/?url%3A%2F%2Fconsrecife.esteri.it%2Fit%2Fservizi-consolari-e-visti%2Fservizi-per-il-cittadino-italiano%2Faltri-servizi%2Fcomprovanti-dindirizzo%2F&data=05%7C02%7C%7C0aa3ee21b1724f27973908dce2260cbf%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C638633900272766753%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=kdbiZg7Cfo0OBwlH18c41%2FG%2FmF4%2F68u4tnUGeeClvUc%3D&reserved=0.\n- The transcript of your birth certificate issued by your Municipality of reference, which shows the possession of Italian citizenship and Your updated marital status.\n- Your valid Italian or foreign identity document (identity card or passport, issued less than 10 years ago). Driving licences or working permits/cards are not accepted\nPlease note that, pursuant to Art. 10 bis of Law 241/1990, if the requested additional documents is not sent within 30 days, the application will be considered rejected. The application will be filed under the \"Rejected, no integration\" status. Any observations may be sent via certified email to the Consular Office address within 10 days. If these terms are not met, the application must be resubmitted. WARNING: The integration requested by the Consular Office must be completed by 10/30/2024. Otherwise, the application will automatically expire and another must started."
}