{
    "source": "it_IT",
    "target": "en_US",
    "text": "l'aspettiamo a Roma fra tre giorni e vorremmo inoltrarle ancora una volta i principali dettagli della sua riservazione così che possa ricontrollarli:\nCamera: Suite Nr.2\nDate: 27/10/2024 - 28/10/2024\nNotti: 1\nOspiti adulti: 3\nBambini: di anni\nImporto della riservazione: 450.00 €\nTassa di soggiorno non inclusa: 6 € per notte per persona\nOrario check in: 15:00\nLa preghiamo, qualora non l'avesse già fatto, di confermarci l'orario di arrivo. Faremo del nostro meglio affinché la vostra camera sia pronta.\nIn caso non fosse possibile, naturalmente saremo felici di tenere il bagaglio in deposito fino all’orario di check in.\nPreferenza letti:\nLe nostre camere matrimoniali sono normalmente dotate di letto matrimoniale (cm. 160 x 200), ma possono essere anche preparate con due letti separati, (cm. 80 x 200 ciascuno).\nQualora preferisse questa seconda opzione, la preghiamo di comunicarcelo prima del suo arrivo in hotel.\n(Le ricordiamo che le sue richieste saranno prese in considerazione ma non possono essere garantite in quanto soggette a disponibilità.)",
    "trans": "We expect you in Rome in three days and we would like to forward once more the main details of your reservation for you to check them again:\nRoom: Suite No.2\nDate: 27/10/2024 - 28/10/2024\nNights: 1\nAdult guests: 3\nChildren: years old\nReservation amount: 450.00 €\nTourist tax not included: 6 € per night per person\nCheck-in time: 15:00\nPlease confirm your arrival time if you have not done so yet. We will try our best for your room to be ready.\nIn case it is not possible, we will surely be glad to keep your luggage in storage until check-in time.\nPreference of beds:\nOur double rooms are usually equipped with a double bed (160 x 200 cm.), but they can also be prepared with two separate beds, (80 x 200 cm. each).\nIf you prefer this option, please inform it before you arrive the hotel.\n(Please consider that your requests will be taken into account but cannot be guaranteed since they are subject to availability.)"
}