{
    "source": "it_IT",
    "target": "en_US",
    "text": "Valore limite UE per il contenuto di COV di questo prodotto (Cat. A/i): 140 g/l (2010). Contenuto di COV di questo prodotto:\nmax. 80 g/l.\nIndicazioni di pericolo e consigli di prudenza: In caso di consultazione di un medico, tenere a disposizione il contenitore o Letichetta del prodotto. Tenere fuori dalla portata dei bambini.\nContiene 1,2-benzisotiazol-3(2H)-one, massa di reazione di\n5-cloro-2-metil-2H-isotiazol-3-one e 2-metil-2H-isotiazol-3-one\n(3:1). Può provocare una reazione allergica. Attenzione! In caso di vaporizzazione possono formarsi goccioline respirabili per-\ncolose. Non respirare i vapori o le nebbie. Tenere fuori dalla portata dei bambini. Per applicazioni a spruzzo utilizzare filtro combinato A2/P2 e occhiali di protezione. In caso di carteggia-tura utilizzare filtro antipolvere P2. Assicurare un'accurata ventilazione durante l'applicazione e l'essiccazione. Evitare di mangiare, bere e fumare durante l'app cazione della pittu a n caso di contatto con gli occhi o con la pelle, sciacquare imi diatamente e abbondantemente con acqua. Non lasciare ch 11 prodotto penetri nelle fognature, nei corsi d'acqua o nel terreno.\nPulire gli attrezzi immediatamente dopo 'uso con acqua e sapone.\nRichiedere una hotline per le allergie: 0049 800-1895000\nDichiarazione degli ingredienti secondo la direttiva valso (Germania): Resina poliacilica, Carbonato di calcio, custo",
    "trans": "EU limit value for the VOC content of this product (Cat. A/i): 140 g/l (2010). VOC content of this product:\nmax. 80 g/l.\nIndications of danger and precautionary statements: If medical advice is needed, keep the product container or label at hand. Keep out of the reach of children.\nContains 1,2-benzisothiazol-3(2H)-one, reaction mass of\n5-cloro-2-metil-2H-isothiazol-3-one e 2-metil-2H-isothiazol-3-one\n(3:1). It may cause an allergic reaction. Caution! Dangerous respirable droplets may form in case of vapour-\nisations. Do not breathe the vapours or mists. Keep out of the reach of children. For spray applications use combination filter A2/P2 and goggles. For sanding use dust filter P2. Ensure a thorough ventilation during application and drying. Avoid eating, drinking and smoking while applying the paint. In case of contact with the eyes or skin, rinse immediately with plenty of water. Do not allow product to enter drains, water courses or soil.\nClean tools immediately after the use with soap and water.\nRequest an allergy hotline: 0049 800-1895000\nIngredient declaration according to the Valso directive (Germany): polyacrylic resin, calcium carbonate, custo"
}