{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il palazzo, dopo essere stato dei Morosini, non è ben chiaro quando, passò di mano ai Giustinin e solo nel corso del Seicento passò di mano ai Businello, un famiglia cittadinesca (pare che fossero nobili al tempo della serrata del Maggior Consiglio ma che, in quell'occasione, venissero esclusi e declassati a gentiluomini di second'ordine, appunto quello dei cittadini originari) che s'era distinta soprattutto nell'avvocatura. Uno dei personaggi di spicco di questa casata fu Marcantonio Businello, morto nel 1630, prigioniero del esercito imperiale di Mantova, città dove svolgeva mansioni per la Repubblica che, per non rivelare segreti di stato, letteralmente si mangiò il cifrario che serviva per decriptare i messaggi inviati e ricevuti dalla capitale.\nNel corso dell'Ottocento la fabbrica divenne dimora della famosa ballerina Maria Taglioni (una vera collezionista di palazzi sul Canal Grande ricevuti in dono dai sui vari spasimanti), alla quale faceva spessissimo visita il vecchio feldmaresciallo Radetzky.",
    "trans": "The palace, after being owned by the Morosini, it is unclear when, passed to the Giustinin family and only during the seventeenth century it was handed to the Businello, a citizen family (apparently noble at the time of the Major Council's lockout but, on that occasion, they were excluded and downgraded to gentlemen of second class, with the name of the original citizens) who excelled mainly in the legal profession. One of the most relevant figures of this lineage was Marcantonio Businello, who died in 1630, as a prisoner of the imperial army of Mantua, where he worked for the Republic. In order to avoid revealing state secrets, he literally ate the cipher that was used to decrypt the messages sent and received from the capital.\nDuring the 19th century, the factory hosted the famous dancer Maria Taglioni (a real collector of palaces built on the Grand Canal received as gifts from her various admirers), who received frequent visits from the old Field Marshal Radetzky."
}