{
    "source": "it_IT",
    "target": "en_US",
    "text": "[[(gele.Finegil.Image2014v1) Uragano Milton, le ultime news. Biden: “Sarà la tempesta del secolo”. Sirene per l’evacuazione in Florida_milton]]\nAlcune persone sono morte in una comunità di pensionati (lo Spanish Lakes Country Club) nella contea di St. Lucie, sulla costa orientale della Florida, a causa di un tornado che si è abbattuto sulla zona prima dell'arrivo dell'uragano Milton. Lo sceriffo capo di St. Lucie, Keith Pearson, ha detto che al momento non è ancora possibile stabilire il numero esatto delle persone morte e che le squadre di emergenza hanno avviato delle operazioni di soccorso.\nLEGGI I COMMENTI\nI commenti dei lettori\nSEGUI QUESTA CONVERSAZIONE PER RICEVERE NOTIFICHE QUANDO SARANNO POSTATI NUOVI COMMENTI SEGUI\nACCEDI\nTUTTI I COMMENTI 19\nPIÙ RECENTI\nTutti i commenti\nCommento di cipo9__gdVzwbE\nCI\ncipo9__gdVzwbE\n1 ORA FA\nl'uragano del secolo, ma quale secolo?, è stato declassato a categoria uno. quindi si presume che almeno non sia più del secolo. tanto clamore per nulla.\nRISPOSTA\n0\n1\nCONDIVISIONE\nSEGNALAZIONE\nCommento di Pinkotclws\nPI\nPinkotclws\n1 ORA FA\nRenzi ha votato con la meloni il blocco delle intercettazioni!!!\nArticolo sparito dopo poche ore!!!\nNessuno deve sapere dell' ennesimo tradimento?",
    "trans": "[[(gele.Finegil.Image2014v1) Hurricane Milton, latest news. Biden: “It will be the storm of the century”. Evacuation warning sirens in Florida_milton]]\nSome people died in a retired community (in the Spanish Lakes Country Club) in the St. Lucie county, on the Florida’s east coast, due to a hurricane that reached the area before the arrival of Hurricane Milton. The chief sheriff of St. Lucie, Keith Pearson, said that at the moment it’s still not possible to establish the exact number of people who died and that the emergency rescue teams have started the operations.\nREAD THE COMMENTS\nReaders’ comments\nFOLLOW THIS CONVERSATION TO GET NOTIFIED AS SOON NEW COMMENTS WILL BE POSTED FOLLOW\nLOG IN\nALL THE COMMENTS 19\nMOST RECENT\nAll the comments\nComment by cipo9__gdVzwbE\nCI\ncipo9__gdVzwbE\n1 HOUR AGO\nthe hurricane of the century, but which century? It has been downgraded to category one. So presumably is no more the hurricane of the century. So much fuss about nothing.\nANSWER\n0\n1\nSHARING\nREPORT\nComment by Pinkotclws\nPI\nPinkotclws\n1 HOUR AGO\nRenzi voted together with Melone for the banning of interceptions!!!\nArticle disappeared after a few hours!!!\nNo one must know about another betrayal?"
}