{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il liquore ottenuto con le giuggiole è invece abbinabile con il gelato. Il brodo di giuggiole si presta come ingrediente in pasticceria per tantissime ricette, oltre che al bar per insoliti cocktail.\nGiuggiole candite\nFrutti canditi, dolci come caramelle\nLe giuggiole candite sono golosi dolcetti che possono essere mangiati come snack fuori pasto, in grado di fornire dolcezza e gusto in un boccone. Come altri tipi di frutta candita, possono...\nZàleti alle giuggiole\nBiscotti di farina gialla, farciti con pezzetti di giuggiola\nGli zàleti sono biscotti secchitipici della tradizione contadina, dove si fa largo uso della farina di mais. L'aggiunta di frutta fresca o candita...\nComposta di giuggiole\nPreparato senza zucchero aggiunto\nLa composta di giuggiole è un prodotto spalmabile totalmente naturale, dal gusto dolce e leggermente acidulo, perfetta per l'abbinamento con formaggi e dolci...\nConfettura di giuggiole\nProdotto spalmabile con aggiunta di zucchero\nLa confettura di giuggiole è un composto spalmabile molto dolce e gustoso, adatto per consumare colazioni ricche di vitamine e frutta. E' inoltre l'ingrediente ideale per farcire\nMenu\nCos'è la giuggiola",
    "trans": "The liqueur obtained with jujubes can be combined with ice cream. Jujube broth is suitable for many pastry recipes, and it can be used at the bar to make unusual exotic cocktails.\nCandied jujubes\nCandied fruits, sweet as candy\nCandied Jujubes are sweet treats that can be eaten as snacks aside from meals, capable of offering sweetness and flavour in a single bite. Like other candied fruit, they can...\nZàleti with Jujubes\nYellow flour cookies with bits of jujube\nZàleti are typical dried biscuits of peasant tradition, in which corn flour is widely used. The addition of fresh or candied fruit...\nJujube compote\nPrepared without any added sugar\nJujube compote is an entirely natural spreadable product, with a sweet and slightly bitter taste, perfect with cheeses and desserts...\nJujube jam\nSpreadable product with added sugar\nJujube jam is a very sweet and tasty spreadable mixture, ideal for breakfast rich in vitamins and fruits. It is the perfect ingredient for filling\nMenu\nWhat is the jujube?"
}