{
    "source": "it_IT",
    "target": "en_US",
    "text": "Per Anna Ghisolfi, e per Emanuele Bellomo, due famosi chef della regione Piemonte “le castagne sono un ricordo\ndell’ infanzia”.\nMontblanc, Castagnaccio, Marron Glacé, ma anche zuppe, risotti e stufati vegetali come lo “stifado”, che mangiano in Grecia. Se pensiamo alle castagne non ci sono dubbi: sono un ingrediente prezioso in cucina. Sono un prodotto quasi “romantico” che ci riporta alle passeggiate nei boschi, alle passeggiate con i nonni, alle bancarelle ( stands) dello street food e ai cartocci pieni di caldarroste ( roasted chestnuts ) che ci scaldano le mani quando arriva l’autunno.\n-Anna Ghisolfi ricorda le castagne bollite della nonna. Quando ha aperto il suo ristorante, portava sempre una caldarrosta a fine pasto insieme al caffè. Poi, nel tempo, la castagna è diventata parte del suo menù autunnale, come antipasto, come piatto salato con carne di faraona, carota, sedano e cipolla, come zuppa o come dolce, per esempio la meringa ghiacciata.\n«La castagna per me non ha bisogno di molte cose– spiega la chef – ha un ottimo sapore e consistenza anche solo bollita. Alla chef piace stupire i clienti con i suoi piatti. L’ingrediente e la ricetta sono semplici, con il profumo tipico dell’autunno, ma la presentazione del piatto è sempre una sorpresa.",
    "trans": "For Anna Ghisolfi, and for Emanuele Bellomo, two famous chefs from the Piedmont region \"chestnuts are\na childhood memory\".\nMontblanc, Castagnaccio, Marron Glacé, as well as soups, risottos and vegetable stews such as \"stifado\", which they eat in Greece. When thinking of chestnuts, they are a undeniably valuable ingredient in the kitchen. They are an almost \"romantic\" product that evokes walks in the woods, walks with grandparents, street food stands and wraps full of roasted chestnuts to keep warm our hands when autumn arrives.\n-Anna Ghisolfi remembers her grandmother's boiled chestnuts. When she opened her restaurant, along with the coffee, she always brought a roast chestnut at the end of the meal. Then, over time, chestnuts became part of the autumn menu, as an appetizer, as a savoury dish with guinea fowl meat, carrot, celery and onion, as a soup or even dessert, such as iced meringue.\n\"Personally, I find chestnuts don't need many things,\" explains the chef. \"They have an excellent taste and consistency, even when simply boiled. The chef likes to amaze customers with their dishes. The ingredient and the recipe are simple, with the typical autumnal aromas. The dish presentation is always a surprise."
}