{
    "source": "it_IT",
    "target": "en_US",
    "text": "Projet sur l’Etna Sicile\n1)Taormina\nTaormina si trova sulla costa orientale della Sicilia, tra Catania e Messina. La città è costruita a circa 200 metri sul livello del mare, su una terrazza naturale che domina il Mar Ionio. Offre una vista panoramica eccezionale, in particolare sull’Etna e sulla Costa\nA.Storia\nFondata dai greci nel IV secolo a.C., passò attraverso il dominio romano, bizantino, arabo e poi normanno. Ciò che fa di Taormina è la Sicilia un luogo che mescola diverse culture.\nB.Monuments e culture\nTaormina possède de nombreuse monument comme le théâtre Grec est la Corso Umberto\nMais elle est aussi une destination touristique connue pour ces plages en été de nombreux festivals rendent la ville très vivante et attirante de nombreux touriste.\n2) L’Etna\nA.Geografia\nL’Etna è un vulcano che si trova a est della Sicilia, vicino a Taormina. Culmina a circa 3357 metri, e copre una superficie di 1200 km².\nMa l’Etna è anche uno dei vulcani più attivi al mondo",
    "trans": "Project on Mount Etna in Sicily\n1)Taormina\nTaormina is located on the east coast of Sicily, between Catania and Messina. The town is built 200 meters above sea level approximately, on a natural terrace overlooking the Ionian Sea. It offers an exceptional panoramic view, particularly on the Etna and the Costa\nA. History\nFounded by the Greeks in the 4th century BC, it passed through Roman, Byzantine, Arab and later Norman rule, which  makes Taormina in Sicily a place that mixes different cultures.\nB. Monuments and cultures\nTaormina has a lot of monuments like the Greek theatre east of Corso Umberto\nHowever, it is also a tourist destination known for its beaches in the summer and many festivals which make the city very lively and attractive to many tourists.\n2) The Etna\nA. Geography\nEtna is a volcano located on the east of Sicily, near Taormina. It is 3357 meters high and covers an area of 1200 km².\nBut Etna is also one of the world’s most active volcanoes"
}