{
    "source": "it_IT",
    "target": "en_US",
    "text": "Spettabile MIX RESTAURANT S.R.L.S. (485184),\nSui nostri sistemi risultano delle anomalie che non permettono di rendicontare correttamente uno o più periodi contributivi e questo potrebbe compromettere le coperture sanitarie dei dipendenti in forza presso l’azienda per una o più mensilità.\nPuò verificare la Sua situazione nell'area riservata e procedere all'integrazione del pagamento quanto prima per garantire la copertura ai Suoi dipendenti ed evitare di ricevere ulteriori solleciti per tale problematica.\nQualora avesse già provveduto al versamento La preghiamo di non tenere in considerazione questa segnalazione e di inviarci copia dell'avvenuto pagamento.\nPer visualizzare la posizione contributiva con il dettaglio delle liste dipendenti e dei pagamenti pervenuti al nostro Fondo, La invitiamo a consultare la pagina Posizione contributiva dell'area riservata utilizzando le credenziali di accesso in Suo possesso.\nPer visualizzare l'elenco dei periodi che non risultano denunciati e pagati correttamente, La invitiamo a consultare la pagina Periodi contributivi dell'area riservata.\nNel caso in cui non riuscisse ad accedere può recuperare la password al link Password dimenticata cliccando su \"Recupera Password\" e inserendo l'indirizzo email utilizzato in fase di registrazione.\nPer il pagamento degli insoluti può invece consultare la pagina Pagamento contributi",
    "trans": "Dear MIX RESTAURANT S.R.L.S. (485184),\nWe have detected some anomalies in our systems that do not allow us to correctly calculate one or more contribution periods. This could compromise the current health insurance of company employees for one or more months.\nYou can check Your status in the reserved area and proceed with payment as soon as possible to guarantee the insurance for your staff and avoid receiving further reminders regarding this issue.\nIn the case you have already carried out the payment, please ignore this message and kindly send us a copy of the payment receipt.\nTo view the contribution status with the details of the staff lists and payments received to our Fund, please see the Contribution Status page in the reserved area using the personal log-in details in Your possession.\nTo view the list of unreported and un correctly paid periods, please visit the Contribution Periods page in the reserved area.\nIf you are unable to log-in, you can recover your password by clicking on \"Recover Password\" using the Forgotten Password link with the email address used during the registration.\nFor the payment of outstanding amounts, you can instead consult the Payment of contributions page"
}