{
    "source": "it_IT",
    "target": "en_US",
    "text": "\"Mollami!\" mi urla contro. Scuoto il capo.\n\"Ti prego, voglio solo che mi ascolti. Ti supplico.\". La vedo alzare gli occhi al cielo e fare un respiro profondo.\n\"Perché dovrei?\" chiede, infine. La sua domanda è un pugno allo stomaco. Già, perché dovrebbe?\n\"Potrei risponderti che è perché ho viaggiato per tre giorni solo per venire qui o perché si tratta di me o perché so che sotto sotto sei curiosa di sapere cosa devo dirti, ma la verità è che nessuno di questi motivi è davvero valido. Non ci sono ragioni per cui dovresti, ma nemmeno per cui non dovresti. So solo che non posso continuare così, non posso tenermi tutto dentro. Non voglio scoppiare di nuovo.\". Lexa mi guarda, combattuta. La capisco, qua siamo ben oltre la seconda occasione. Non saprei nemmeno io cosa farne di me.\n\"Cosa ne pensa il tuo agente? Ti ha detto lui di tornare qui, di nuovo?\"\n\"Non sa nemmeno dove mi trovo. A dire il vero, a parte Raven non lo sa nessuno.\" rispondo. Sembra colpita dalle mie parole. Sospira.",
    "trans": "\"Let go of me!\" he shouts at me. I shake my head.\n\"Please, I just want you to listen to me. I'm begging you.\" I see her roll her eyes and take a deep breath.\n\"Why should I?\" she asks, finally. Her question is a punch to the gut. Yeah, why should she?\n\"I could answer that it's because I travelled three days just to come here or because it's about me or because I know that deep down you're curious about what I have to tell you, but the truth is that none of those reasons are really valid. There are no reasons why you should, but also no reasons why you shouldn't. I just know that I can't go on like this, I can't keep it all inside. I don't want to burst out again.\" Lexa looks at me, conflicted. I understand her, we are well past the second chance here. I wouldn't know what to do with me either.\n\"What does your agent think? Did he tell you to come back here, once again?\"\n\"He doesn't even know where I am. Actually, except Raven no one else knows,\" I reply. She looks impressed by my words. She sighs."
}