{
    "source": "it_IT",
    "target": "en_US",
    "text": "fotocopia della certificazione attestante il corso di studio da seguire, vistata dalla Rappresentanza Diplomatica/Consolare Italiana all’atto del rilascio del visto di ingresso;\nfotocopia della polizza assicurativa, valida nel territorio nazionale, per il periodo di durata del permesso di soggiorno, contro il rischio di malattia e/o infortuni.\nPer il rinnovo del permesso di soggiorno deve essere prodotta:\nfotocopia della documentazione attestante la disponibilità di adeguate risorse finanziarie per il periodo della durata del permesso di soggiorno. Lo studente lavoratore può dimostrare il reddito tramite compilazione del modulo 2;\nfotocopia della polizza assicurativa, valida nel territorio nazionale per il periodo di durata del permesso di soggiorno, contro il rischio di malattia ed infortuni.\nfotocopia certificazione attestante il superamento di almeno un esame di profitto per il 1° rinnovo e di almeno 2 esami per i successivi rinnovi del permesso di soggiorno, salvo cause di forza maggiore.\nPer il rilascio del permesso di soggiorno per mobilità dello studente all’interno dell’Unione Europea (art.39, comma 4 ter), deve essere prodotta:\ndocumentazione proveniente dalle autorità accademiche del Paese membro nel quale ha svolto il corso di studi, che attesta che il programma di studi da svolgere in Italia è complementare al programma di studi già svolto;",
    "trans": "A copy of the statement certifying the study course undertaken and certified by the Italian Diplomatic/Consular when the current entry visa was issued;\nA copy of the insurance policy, valid throughout the country and the duration of the residence permit, covering the risk of illness and/or injury.\nIn order to renew the residence permit, the following must be produced:\nphotocopy of the documentation certifying sufficient financial resources are available for the duration of the residence permit. The working student can prove income by filling in form 2;\nA copy of the insurance policy, valid throughout the country and for the duration of the residence permit, which provides cover for the risk of illness and/or injury.\nPhotocopy of certification certifying the passing of at least one exam for the 1st renewal and at least 2 exams for subsequent renewals of the residence permit, except in cases of force majeure.\nThe following must be produced in order to issue the student's residence permit for mobility within the European Union (Article 39, paragraph 4b):\nDocumentation from the member country's academic institutions in which the study course was carried out, certifying that the study programme chosen for Italy is complementary to the study programme already undertaken;"
}