{
    "source": "it_IT",
    "target": "en_US",
    "text": "Corro per le vie, i polmoni mi bruciano, cado, mi rialzo. Sono stanco, sono ferito. Due uomini dietro di me con le spade sguainate, potrei fermarmi e ucciderle, ma altre ne arriverebbero, altro sangue a macchiare le mie mani.\nGiro un angolo poi un altro, distanzio i miei nemici, giro ancora, un vicolo cieco, mi guardo attorno, non ci sono appigli, sono in trappola.\nAlle mie spalle una porta si apre, qualcuno mi afferra per un braccio e mi trascina dentro. Cala il buio: è la fine.\nFuori le grida si quietano, hanno perso le mie tracce. Il buio mi avvolge, solo il mio respiro ed il rombo del mio cuore, rompe questo silenzio assoluto.\nStriscio nel buio pronto a colpire, chiunque mi abbia trascinato qui deve morire.\n“Se ne sono andati, per un po’ staremo tranquilli”\nTrattengo il respiro, una donna.\nIl rumore delle persiane che vengono scostate, uno spicchio di luce solare fa capolino e rischiara questa oscurità.\nResto immobile pronto a scattare a colpire con la lama nascosta, estensione del mio braccio.",
    "trans": "I run along the streets, my lungs burn, I fall, I get up. I am exhausted, I am wounded. Two men behind me with uncovered swords, I could stop and kill them, but more would come, more blood to stain my hands.\nTurn around a corner then another, get distance from my enemies, go around again, a dead end, I look around, there are no holds, I am trapped.\nBehind me a door opens, someone grabs me by the arm and drags me in. Darkness falls: it’s the end.\nOutside the shouts are quiet, they lost my trace. The darkness wraps me, only my breath and the roar of my heart break this absolute silence.\nCreeping in the dark ready to strike, whoever dragged in me here must die.\n\"They left, we’ll be quiet for a while.\"\nI hold my breath, a woman.\nThe sound of shutters being pulled down, a sliver of sunlight peeping out and illuminating this darkness.\nI stand still ready to shoot with the hidden blade, extension of my arm."
}