{
    "source": "it_IT",
    "target": "en_US",
    "text": "Ciò che colpisce profondamente del personaggio di [redacted_name] è il suo coraggio e la sua determinazione in un contesto così ostile. Il lettore viene toccato dalla sua capacità di affrontare una situazione che avrebbe potuto distruggerla fisicamente e psicologicamente, ma che, invece, la rende più consapevole di sé stessa e del mondo.\nTematiche\nLe tematiche principali del libro sono l’aborto, il controllo del corpo femminile, l’isolamento sociale e il rapporto tra memoria personale e collettiva. Ernaux esplora anche il tema della vergogna e della colpa, oltre a quello della libertà femminile e dell’autodeterminazione.\nStile\nLo stile di Ernaux è asciutto, diretto, quasi distaccato, ma al tempo stesso estremamente intimo. Evita qualsiasi forma di melodramma o sentimentalismo, preferendo descrivere i fatti con precisione documentaristica. Questo approccio permette al lettore di percepire il dolore e la solitudine senza filtri.\nStruttura (ordine cronologico/flashback)\nIl libro segue una struttura lineare, raccontando gli eventi in ordine cronologico. Ernaux però inserisce anche riflessioni del presente, guardando indietro a quell’esperienza con la consapevolezza e la maturità acquisita negli anni. Ci sono, dunque, momenti di introspezione che spezzano la narrazione cronologica.",
    "trans": "What shocks deeply about the character of [redacted_name] is her courage and determination in such a hostile context. The reader is touched by her ability to deal with a situation that could have destroyed her physically and emotionally, but which, instead, makes her more aware of herself and the world.\nThemes\nThe main themes of the book are abortion, control of the female body, social isolation and the link between personal and collective memory. Ernaux also explores the themes of shame and guilt, as well as women’s freedom and self-determination.\nStyle\nErnaux’s style is dry, direct, almost detached, but also extremely intimate. She avoids any form of melodrama or sentimentality, preferring to describe the facts with documentary precision. This approach allows the reader to feel pain and loneliness with no filters.\nStructure (chronological order/flashback)\nThe book follows a linear structure, telling the events in chronological order. Ernaux, however, also inserts reflections of the present, looking back at that experience with the awareness and maturity acquired over the years. Therefore, there are moments of introspection that break the chronological narrative."
}