{
    "source": "it_IT",
    "target": "en_US",
    "text": "c) NOMINA DEL DIFENSORE\nLa persona sottoposta ad indagine dichiara:\nðnomino quale legale di fiducia _____________________________________________.\nðmi riservo di nominare un legale di fiducia, si procede pertanto ad individuare con le modalità di cui all’art. 97, comma 2, c.p.p. e 29 disp. att. c.p.p., quale difensore d’ufficio nominato con richiesta nr.202421722118, l’Avv.[redacted_name] del foro di Roma, con studio in Roma, via[redacted_address], tel. [redacted_number], cel. 3490791740, pec [redacted_email], con avviso che, in difetto di successiva nomina del difensore di fiducia, sarà assistito dal medesimo.\nL’interessato viene informato delle disposizioni vigenti in materia di patrocinio a carico dello Stato e dell’obbligo di dover retribuire il difensore d’ufficio, salvo che non versi nelle condizioni per accedere al beneficio del patrocinio a spese dello Stato previste dall’art. 76 D.P.R. 115/2002.\nDICHIARAZIONE O ELEZIONE DI DOMICILIO\nA seguito dell’invito a dichiarare o eleggere domicilio, ricevuti gli avvisi di legge, la persona sottoposta ad indagine dichiara:\nð Dichiaro domicilio (casa di abitazione ovvero luogo in cui esercita abitualmente l’attività lavorativa) in Roma – [redacted_address]",
    "trans": "c) APPOINTMENT OF THE DEFENDER\nThe person under investigation declares:\nI name as trusted advocate _____________________________________________.\nI reserve the right to nominate a trusted advocate, therefore we proceed to identify with the modalities referred in art. 97, paragraph 2, C.C.P , implementing provision 29 C.C.P., as public defender nominated under request No. 202421722118, the lawyer [redacted_name] of the Forum of Rome, based in Rome, in Via [redacted_address], telephone number [redacted_number], cell phone 3490791740, e-mail [redacted_email], with the notice that, in default of a further advocate nomination, he will be assisted by the above mentioned lawyer.\nThe person involved is informed about the current provisions regarding legal aid and about the obligation to remunerate the public defender, unless he meets the conditions to access legal aid provided by the State as established in art. 76 of the Presidential Decree 115/2002.\nDECLARATION OR CHOICE OF DOMICILE\nFollowing the request to declare or to elect a domicile, after receiving the legal notices, the person under investigation declares:\nI declare my domicile (home or habitual place of work) in Rome - [redacted_address]"
}