{
    "source": "it_IT",
    "target": "en_US",
    "text": "Sappiate che siamo pronti ad affrontare insieme questo percorso, con l'impegno e la\npassione che ci contraddistinguono.\nAnche quest'anno sarà un'opportunità per crescere, imparare e costruire insieme il futuro\ndella nostra comunità.\nA voi, studentesse e studenti, auguro dunque di coltivare assiduamente i vostri talenti e\ndi affrontare ogni sfida, piccola o grande che sia, con determinazione.\nGli insegnanti e i vostri genitori avranno il compito delicato di accompagnare la vostra\ncrescita, fornendovi gli strumenti per vivere armoniosamente in comunità e scegliere ciascuno\nla propria strada.\nAuspico che i genitori collaborino positivamente con la scuola, nel rispetto dei ruoli e nella\nconsapevolezza che occorre affrontare ogni problematica per trovare le migliori soluzioni.\nAl personale scolastico tutto giunga il mio grazie per il costante impegno profuso nel\ngarantire un'educazione di qualità e un ambiente scolastico accogliente e inclusivo.\nA tutta la comunità scolastica auguro un nuovo anno sereno e colmo di traguardi raggiunti\ne soddisfazioni.\nInsieme, possiamo rendere anche questo anno scolastico davvero",
    "trans": "Please know that we are ready to face this journey together, with the commitment and\npassion that distinguishes us.\nThis year will also be an opportunity to grow, learn and build the future of our\ncommunity together.\nTo the students I hope we can unwaveringly cultivate your talents and\nface every challenge with determination, be it little or large.\nYour teachers and parents will have the delicate job of guiding you in\nthis growth, by providing the tools for living together in a community with each one\nchoosing their own path.\nI hope for the parents to collaborate positively with the school, in line with their roles and\nthe awareness that every single issue must be tackled in order to find the best solutions.\nMy deepest thanks to the entire school community for their constant professional commitment\nin guaranteeing a quality education in a welcoming and inclusive environment.\nI wish the entire school community a happy new year and full of success and\nsatisfactions.\nTogether we can make this school year really"
}