{
    "source": "it_IT",
    "target": "en_US",
    "text": "Inoltre,i partecipanti potranno concorrere per una ulterioreborsa di studio a supporto della mobilità verso UICin cui dettagli saranno indicati all'interno delle sezioni dedicate alla mobilità verso paesi Extra-UE/ NON ERASMUS+ del BandoUnico2025/2026 (pubblicazione prevista tra novembre e dicembre 2024).\nSe ciascunGrupporegistra un numero di partecipanti maggiore o uguale a 7,la UIC può inoltre concedere, per il Gruppo in questione, una singola esenzione dal pagamento della retta (tuition and fee waiver) per un semestre, che verràassegnata al/alla miglior studente/studentessa del Gruppo. A tal fine, per ciascuno dei gruppi a cui viene attribuito il waiver, il Politecnico elaborerà e trasmetterà a UIC, per sua valutazione, una graduatoria di merito sulla base della carriera in corso, tenendo conto degli esami superati entro la sessione di luglio 2025.\nSessioni informative\nPresentazione del Progetto TOP-UIC del 09/04/2024\nScarica le presentazioni condivise dagli speaker:\nprof. [redacted_name] e Ufficio Mobilità Internazionale -introduzione\nprof. [redacted_name]-la University of Illinois at Chicago e il Progetto TOP-UICtop\nCome accedere al progetto e alle borse di studio\nScarica la presentazione\nPer approfondimenti:canale Assistenza \"ticketing\", argomento \"Mobilità verso l'estero - TOP-UIC\".",
    "trans": "In addition, participants can apply for a further scholarship to support mobility towards UIC, whose details will be outlined in the sections dedicated to mobility for NON-EU/NON-ERASMUS + countries under Single Tender 2025/2026 (publication scheduled between November and December 2024).\nIf each Group registers a participant number greater than or equal to 7, the UIC may also grant, for the Group in question, a single exemption from paying boarding costs (tuition and fee waiver) for one semester. This shall be assigned to the best student in the Group. To this end, for each group to which the waiver is assigned, the Polytechnic shall compile and transmit to UIC, under its evaluation, a merit ranking based on the current career path, whilst taking into account the exams passed within the July 2025 session.\nInfo sessions\nPresentation of the TOP-UIC Project of the 04/09/2024\nDownload the presentations shared by the speakers:\nprof. [redacted_name] and International Mobility Office -introduction\nprof. [redacted_name]-the University of Illinois at Chicago and TOP-UIC Project\nHow to access the project and study grants\nDownload the presentation\nTo find out more: Support channel for \"ticketing\", subject \"Mobility abroad - TOP-UIC\"."
}