{
    "source": "it_IT",
    "target": "en_US",
    "text": "• Grafica: Illustrazioni di chef che preparano piatti “sanguinolenti” (in modo divertente e fantasioso), come una zuppa rossa o una torta a forma di cuore.\n• Messaggio: “Dona sangue e porta il tuo sapore unico nella vita degli altri!”\n6. “Sangue e Animali”\n• Grafica: Rappresentare animali carini e divertenti che indossano un mantello rosso e “donano” sangue, come gatti, cani e conigli. Ogni mese potrebbe presentare un animale diverso.\n• Messaggio: “Anche gli animali sostengono la causa: dona sangue!”\n7. “Il Viaggio della Goccia di Sangue”\n• Grafica: Seguire una goccia di sangue animata che affronta avventure divertenti, attraversando diversi luoghi (ospedali, comunità, ecc.) e incontrando altri personaggi lungo il cammino.\n• Messaggio: “Un viaggio che cambia la vita in ogni donazione!”\n8. “Racconti di Sangue”\n• Grafica: Creare una serie di vignette divertenti che raccontano aneddoti simpatici sui donatori e le loro esperienze durante le donazioni.\n• Messaggio: “Ogni donazione ha una storia da raccontare!”\n9. “Sangue e Arte”\n• Grafica: Utilizzare stili artistici diversi per rappresentare il sangue in modo giocoso, come opere d’arte pop o graffiti colorati. Ogni mese può presentare un diverso “artista” che celebra la donazione.\n• Messaggio: “L’arte della donazione: ogni colore conta!”",
    "trans": "- Graphics: Illustrations of chefs who prepare “bloody” dishes (in a fun and imaginative way), such as a red soup or a heart-shaped cake.\n- Message: “Donate blood and bring your unique flavor to someone’s life!”\n6. \"Blood and Animals\"\n- Graphics: represent cute and funny animals that wear red capes and “donate” blood, such as cats, dogs, and rabbits. Each month could feature a different animal.\n- Message: “Even animals support the cause: donate blood!”\n7. \"The Journey of the Drop of Blood\"\n- Graphics: Follow an animated blood drop embarking on fun adventures, traveling through different locations (hospitals, communities, etc.), and meeting other characters along the way.\n- Message: “A life-changing journey with every donation!”\n8. \"Blood Tales\"\n- Graphics: create a series of funny comic strips sharing lighthearted anecdotes about donors and their experiences while donating.\n- Message: “Every donation has a story to tell!”\n9. \"Blood and Art\"\n- Graphics: Use diverse artistic styles to represent blood in a playful way, such as pop art pieces or vibrant graffiti. Each month can feature a different “artist” celebrating blood donation.\n- Message: “The art of donation: every color counts!”"
}