{
    "source": "it_IT",
    "target": "en_US",
    "text": "Dividere le uova dagli albumi\nMontare bene gli albumi a neve ben ferma e mettere da parte. Devono risultare gonfi e sodi\nPRIMA montare i tuorli con lo zucchero, mi raccomando, il composto deve risultare quasi bianco, gonfio e lucido; solo dopo si deve incorporare il mascarpone, amalgamarlo a bassa velocità, per pochissimo (sempre con la frusta elettrica). Si deve ottenere un composto sodo e corposo.\nDOPO, aggiungere gli albumi montati a neve ben ferma, mescolando dall'alto verso il basso con una spatola, A MANO, LENTAMENTE E SENZA FRUSTE ELETTRICHE, per renderlo gonfio come una nuvola.\nQuesto passaggio della ricetta sarà il più lungo, ma ne varrà la pena. MI RACCOMANDO: NON MESCOLATE CON LE FRUSTE ELETTRICHE, PERCHÈ IL COMPOSTO SI SMONTERÀ\nMettere in un pentolino il caffè amaro, il latte e il marsala; riscaldare se necessario perché deve essere bello caldoper bagnarei savoiardi\nCon movimenti RAPIDI: bagnare (e non inzuppare) il savoiardo, prima da un lato, poi dall'altro e infine di nuovo al primo lato bagnato. Non immergere, quindi, tutto il savoiardo, ma intingerlo leggermente nel caffè-latte-Marsala, sennò risulterà troppo molliccio e rilascerà troppo liquido. Mi raccomando, siate precisi e veloci",
    "trans": "Separate the egg whites\nWhip the egg whites until stiff and set aside. They should be puffy and firm\nFIRST beat the yolks with sugar, I recommend, the mixture must be almost white, puffy and glossy; only after that you can incorporate mascarpone, mix it at low speed, for a little while (always with the electric whisk). It must be a firm and dense compound.\nAFTER THAT, add the firm egg whites, stirring from top to bottom with a spatula, MANUALLY, SLOWLY AND WITHOUT ELECTRIC WHISK, to make it puffy like a cloud.\nThis recipe step will take the longest, but it will be worth it. MY ADVICE: DO NOT MIX IT WITH ELECTRIC WHISK OR ELSE THE COMPOUND WILL DISASSEMBLE\nPut the bitter coffee, milk and marsala in a pot; heat if necessary because it must be nice to warm the lady fingers\nWith QUICK movements: wet (and not soak) the lady fingers, first on one side, then on the other and finally back to the first wet side. Do not dip the whole lady finger, but soak it slightly in coffee-milk-Marsala, otherwise it will be too mushy and release too much liquid. Please be precise and quick"
}