{
    "source": "it_IT",
    "target": "en_US",
    "text": "- Corsi Individuali in attivazione:\n• Batteria\nDurata della lezione: 45 min\nNumero lezioni al mese: 4\nNumero massimo assenze che possono essere recuperate per tutta la durata del corso: 2 (eventuali situazioni particolari saranno esaminate di volta in volta) Possibilità di ritiro a partire dal 3^ mese.\n- Corsi Collettivi:\n• Coro\n• Propedeutica musicale\nDurata della lezione: 1 ora\nNumero lezioni al mese: 4\nNelle lezioni collettive non è possibile recuperare le assenze.\nAll’atto dell’Iscrizione verranno formalizzate tutte le condizioni sopra espresse.\nPer i corsi individuali e per il corso collettivo di Propedeutica Musicale è prevista una quota di Iscrizione annuale per costi di gestione e di assicurazione pari ad € 15,00.\nLABORATORI MUSICALI WE-LAB\nVia Galileo Ferraris n. | 05100 Terni\nP.iva01665390553| laboratorimusicali.welab@gmail.com|www.laboratorimusicaliwelab.it Tel. 0744.1973783 – 389.8527045\nIl corso di Propedeutica musicale è attivabile con un minimo di 5 iscritti.\nIn caso di assenza del Docente l’Associazione può provvedere ad un sostituto oppure allo spostamento e recupero della lezione.",
    "trans": "- Individual courses now available:\n• Drums\nLesson Duration: 45 minutes\nLessons Per Month: 4\nMaximum Absences Allowed for Makeup: 2 (special cases will be reviewed individually)Withdrawal permitted starting from the 3rd month.\nGroup Courses:\n• Choir\n• Preparatory Course\nLesson Duration: 1 hour\nLessons Per Month: 4\nNo makeups allowed for group lessons.\nUpon enrollment, all the conditions listed above will be formalized.\nFor individual courses and the group Music Introduction (Preparatory Course), an annual enrollment fee of €15.00 is required to cover administrative and insurance costs.\nMUSIC LABS - WE-LAB\nVia Galileo Ferraris n. | 05100 Terni\nP.IVA: 01665390553 | laboratorimusicali.welab@gmail.com | www.laboratorimusicaliwelab.itTel. 0744.1973783 – 389.8527045\nThe Music Introduction Course will only be activated with a minimum of 5 participants.\nIn case of a teacher’s absence, the Association may arrange for a substitute or reschedule the lesson."
}