{
    "source": "it_IT",
    "target": "en_US",
    "text": "Luogo: Milano Rogoredo\nInviaci la tua candidatura, ti aspettiamo!\nFacciamo parte di Gi Group Holding (www.gigroupholding.it) la prima multinazionale italiana del lavoro e una tra le principali realtà che offrono servizi e consulenza HR a livello globale. Il nostro Gruppo è attivo nei seguenti campi: Temporary, Permanent e Professional Staffing, Ricerca e Selezione di Profili Manageriali, Executive Search, Outsourcing, Formazione, Consulenza HR, Amministrazione HR, Employability, Transizione e Sviluppo di Carriera. Siamo presenti in più di 37 Paesi in Europa, Asia e America con un team di oltre 9.000 persone.\nI valori che ci contraddistinguono: attenzione, collaborazione, passione, sostenibilità, apprendimento continuo e innovazione, responsabilità.\nConsulta tutti i nostri annunci su www.gigroup.it\nGi Group S.p.A. è autorizzata ad operare dal Ministero del Lavoro (Aut. Min. 26/11/2004 PROT. 1101 - SG).\nL? offerta si intende rivolta a candidati ambosessi, nel rispetto del D.Lgs. n. 198/2006 e ss.mm.ii. e dei Decreti Legislativi n. 215 e n. 216 del 2003 sulle parità di trattamento. I candidati sono invitati a leggere l? informativa privacy ai sensi degli artt. 13 e 14 del Reg. EU 679/2016 al seguente indirizzo www.gigroup.it/privacy-candidati",
    "trans": "Location: Milano Rogoredo\nSend us your application, we are waiting for you!\nWe are part of Gi Group Holding (www.gigroupholding.it), the first Italian multinational company in the field of employment and one of the main companies offering HR services and consultancy at a global level. Our Group is active in the following areas: Temporary, Permanent and Professional Staffing, Search and Selection of Managerial Profiles, Executive Search, Outsourcing, Training, HR Consulting, HR Administration, Employability, Transition and Career Development. We are present in more than 37 countries in Europe, Asia and America with a team of over 9,000 people.\nThe values that distinguish us: attention, collaboration, passion, sustainability, continuous learning and innovation, responsibility.\nSee all our ads on www.gigroup.it\nGi Group S.p.A. is authorized to operate by the Ministry of Labour (Aut. Min. 11/26/2004 PROT. 1101 - SG).\nThe offer is intended for candidates of both genders, in accordance with D.Lgs. n. 198/2006 and ss.mm.ii. and the Legislative Decrees No. 215 and No. 216 of 2003 on equal treatment. Applicants are invited to read the privacy notice as per art. 13 and 14 of Reg. of the EU 679/2016 to the following address www.gigroup.it/privacy-candidati"
}