{
    "source": "it_IT",
    "target": "en_US",
    "text": "Un richiamo concreto ai colori e alla serenità della natura: marrone TERRA e verde BOSCO portano benessere e calma all’interno dello spazio domestico.\nSCOPRI PER PRIMO\nI NOSTRI TESSUTI LETTO\nScegli per il tuo letto il tessuto più adatto alle tue esigenze:\nCompleti in Percalle\ntermoregolatore, per tutte le stagioni\nCompleti in Raso\nil lusso che hai sempre sognato\nCompleti in Puro Lino\ncon la sua consistenza leggera e ariosa per un'eleganza rilassata\nCompleti in Cotone\nil classico che non stanca mai\nVia Marghera 39, Milano\nIl nostro primo negozio monomarca\nVIENI A TROVARCI\nConsigli dal blog Dalfilo:\nLeggi tutti\nOCTOBER 04, 2024\nCasa Dalfilo apre a Milano: il sogno del Made in Italy diventa realtà\nHa aperto Casa Dalfilo, il primo negozio del brand a Milano. Un luogo unico dove i clienti possono toccare con...\nPER SAPERNE DI PIÙ\nSEPTEMBER 24, 2024\nIl grande ritorno del Raso: due nuovi colori FW per la zona notte\nLa nuova collezione autunno-inverno 24-25 di Dalfilo celebra il ritorno del Raso con due nuovi colori per la zona notte:...\nPER SAPERNE DI PIÙ\nSEPTEMBER 16, 2024\nBack to the Routine: Creare un ambiente accogliente con il decluttering\nScopri come gestire al meglio il ritorno alla routine tra decluttering, organizzazione della casa e cambio stagione. Con i consigli...",
    "trans": "A concrete reminder of the colours and serenity of nature: EARTH brown and FOREST green bring well-being and calm to the home.\nFIND US FIRST\nOUR BED FABRICS\nChoose the perfect fabric for your bed:\nFull Percale\nTemperature control, for all seasons\nFull Satin\nthe luxury you always dreamed of\nFull Pure Linen\nwith its light and airy texture for an informal elegance\nFull Cotton\nthe classic that never goes out of style\nVia Marghera 39, Milan\nOur first single-brand store\nCOME AND VISIT US\nTips from the Dalfilo blog:\nRead more\nOCTOBER 4, 2024\nCasa Dalfilo opens in Milan: the dream of Made in Italy becomes a reality\nCasa Dalfilo is open, the first store of the brand in Milan. A unique place where customers can have contact with...\nFIND OUT MORE\nSEPTEMBER 24, 2024\nThe great return of Satin: two new FW colours for the sleeping area\nThe new fall-winter 24-25 collection by Dalfilo celebrates the return of Satin with two new colours for the sleeping area:...\nFIND OUT MORE\nSEPTEMBER 16, 2024\nBack to the routine: Creating a welcoming environment with decluttering\nDiscover how to best manage the return to routine between decluttering, home organization and change of season. With the tips..."
}