{
    "source": "it_IT",
    "target": "en_US",
    "text": "Sono poi in fase di avvio i lavori per la realizzazione di un nuovo collegio, il dodicesimo di EDiSU a Pavia, che sarà ospitato nella parte nord di quello che un tempo era l’edificio dell’Istituto neurologico Mondino, situato in pieno centro città. Occuperà una superficie di 1.900 metri quadrati ed ospiterà 105 posti letto. Sarà realizzato grazie ad un cofinanziamento ministeriale di circa 11 milioni e 500.000 euro ottenuto nell’ambito del V bando della legge n. 338/2000 finalizzata a favorire la realizzazione di residenze universitarie. La previsione di durata dei lavori è di due anni. Il nuovo collegio dovrebbe quindi iniziare ad ospitare studenti già nel secondo semestre dell’anno accademico 2026-27 o, al più tardi, per l’avvio dell’anno accademico 2027-28.\nSegnalo, infine, che nell’area cosiddetta “ex NECA” stanno iniziando i lavori di una importante riqualificazione urbana in cui è prevista una residenza universitaria da 250 posti.\nHo voluto illustrare queste iniziative, impegnative dal punto di vista economico e organizzativo, per confermare l’attitudine fortemente inclusiva del nostro Ateneo, nonché l’importanza della vita universitaria in presenza per chi ne ha la possibilità. Cruciale per crescere come persone, oltre che per formarsi a livello disciplinare.",
    "trans": "Work is also underway to build a new college, the 12th EDiSU in Pavia, which will take place in the northern part of what was once the building of the Mondino Neurological Institute, located in the center of the city. It will occupy an area of 1900 square meters and will accommodate 105 beds. It will be carried out thanks to a ministerial co-financing of about 11 million and 500,000 euros obtained under the 5th call for law No. 338/2000 in order to promote the construction of university residences. The estimated duration of the works is two years. The new college should therefore start hosting students in the second semester of the academic year 2026-27 or, at the latest, by the start of the academic year 2027-28.\nLastly, I would like to point out that in the area known as \"ex NECA\" work is beginning on a significant urban redevelopment where a university residence with 250 places is planned.\nI wanted to describe these initiatives, challenging from an economic and organizational point of view, to confirm the highly inclusive attitude of our University, as well as the relevance of presential university life for those who have the opportunity. It is crucial to grow as people, as well as to train at disciplinary level."
}