{
    "source": "it_IT",
    "target": "en_US",
    "text": "su ARPI, anche le più recenti! ***\nVi raccomando quindi di verificare che l'elenco presente sia\nquanto più aggiornato, in modo da facilitare l'opera del gruppo\ndi lavoro che vi ricordo essere composto da Maria Grazia Scutellà,\nAnna Monreale, [redacted_name], Rossano Venturini, Federico Poloni\ne Gabriele Mencagli (oltre al sottoscritto).\nCome anno di pubblicazione è valido sia quello della versione\nelettronica che di quella cartacea (ovviamente non potranno essere\nripresentati lavori che erano già stati selezionati per la VQR\nprecedente).\nSuccessivamente, riceverete istruzioni più dettagliate sulle modalità\ndi conferimento dei lavori, sui criteri di valutazione del GEV 01 e\nsulle strategie suggerite.\nPer eventuali dubbi e chiarimenti scriveteci.\nGrazie,\nRB\nP.S. Non sono considerate pubblicazioni valutabili ai fini della\nVQR 2020-2024:\na) manuali e testi meramente didattici o divulgativi;\nb) recensioni o schede bibliografiche di contenuto meramente\ndescrittivo, prive di contributi critici originali;\nc) voci enciclopediche o di dizionario senza carattere di originalità;\nd) note a sentenza di tipo redazionale senza carattere di originalità o\nmeramente ricognitive;",
    "trans": "on ARPI, even the latest! ***\nTherefore, I recommend that you check that the list is\nas up to date as possible, in order to facilitate the work of the group\nwork that I remind you is composed by Maria Grazia Scutellà,\nAnna Monreale, [redacted_name], Rossano Venturini, Federico Poloni\nand Gabriele Mencagli (besides me).\nThe year of publication is valid for both the electronic\nand paper versions (obviously, there cannot be\nre-submitted papers that had already been selected for the VQR\npreviously).\nYou will then receive more detailed instructions on how to\nthe award of the works, on the evaluation criteria of GEV 01 and\nthe suggested strategies.\nFor any doubts and further clarifications, please write to us.\nThank you,\nRB\nP.S. Not considered as publications for evaluation for\nVQR 2020-2024:\na) manuals and texts which are merely educational or informative;\nb) reviews or bibliographical notes of content only\ndescriptive, without original critical contributions;\nc) encyclopaedic or dictionary entries without originality;\nd) notes to a judgment of an editorial nature without any originality or\nmerely cognitive;"
}