{
    "source": "it_IT",
    "target": "en_US",
    "text": "Aggiornamento su network, andamento aziendale e carriere\n• Come sapete i voli Trans-Pacific stanno diventando una realtà.\nLa prima delle tre frequenze che sono state assegnate ad ICV partirà a brevissimo (massimo 3 mesi), non appena si concluderanno alcuni ultimi adempimenti burocratici da parte dell’autorità di Taiwan.\nSi tratta di una rotazione MXP-ICN-TPE-ANC-IAH-MXP (o LUX) già confermata per la stagione winter 2024 a cui si aggiungerà una ulteriore MXP-ICN-ANC-JFK-MXP per la stagione winter 2025. L’uZicio Turni è già a lavoro per l’organizzazione tecnica delle soste degli equipaggi.\nPer la stagione summer 2025 è prevista anche una rotazione MXP-RUH-DWC o viceversa.\nCome avete già notato dai turni per i prossimi mesi (purtroppo) si prevedono quasi tutte soste ad ASB invece che a GYD per l’impossibilità di GYD di garantire suZicienti scorte di carburante e per un supposto “contenzioso strategico-politico” tra Azerbajan e EU.\n• Ad oggi si prevedono un nuovo Type Rating a novembre, uno a gennaio/febbraio ed uno a giugno/luglio e si prevedono due corsi comando, per 4 Primi UZiciali, nel 2025.\n• L’andamento economico del gruppo Cargolux a fine estate, grazie particolarmente ai voli dedicati all’e-commerce, è stato se non migliore almeno in linea con quello dello scorso anno.",
    "trans": "Network, company performance and careers update\n• As you know, Trans-Pacific flights are turning into a reality.\nThe first of the three frequencies that have been assigned to ICV will start very soon (maximum of 3 months), as soon as some last bureaucratic formalities by the Taiwan authority are completed.\nThis is a MXP-ICN-TPE-ANC-IAH-MXP (or LUX) rotation already confirmed for the winter 2024 season to which will be added an additional MXP-ICN-ANC-JFK-MXP for the season of the 2025 winter. The Tour Office is already working on the technical organisation of the crew stalls.\nFor the season of the 2025 summer there is a MXP-RUH-DWC rotation or vice versa.\nAs you have already noticed from the shifts for the next few months (unfortunately) almost all stops are expected to ASB instead of GYD for the impossibility of GYD to guarantee their fuel stocks and for a supposed \"strategic-political dispute\" between Azerbaijan and EU.\n• Today we are planning a new Type Rating in November, one in January/February and one in June/ July and we are planning two command courses, for 4 Prime UZiciali, in 2025.\n• The economic performance of the Cargolux group at the end of summer, thanks particularly to flights dedicated to e-commerce, was not better than last year."
}