{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il costante lavoro, le competenze e la professionalità dimostrata vengono premiate attraverso l’aggiudicazione di importanti procedimenti che consentono a LGR di inserirsi ed espandersi sul territorio nazionale.\nLa Vision\nLGR decide di esplorare nuovi settori nell’ambito sanitario. Integrando nel proprio organico speciﬁche competenze l’azienda approccia il settore legato ai service di nutrizione artiﬁciale, dapprima redigendo un severo protocollo di gestione, e successivamente partecipando a speciﬁche procedure di gara.\nJob Summary\nLa risorsa si occupa di ritirare e consegnare gli ausili ortopedici (carrozzine, letti, sollevatori) presso i pazienti localizzati nel territorio. L'autista svolge le mansioni di caricare e scaricare i beni, posizionando correttamente a casa dei pazienti l'ausilio in modo tale da favorirne il corretto utilizzo, di completare il giro di consegne organizzato dall'ufficio logistica. Si ricercano risorse disponibili e con buone capacità relazionali.\nInquadramento\nTempo determinato, 6° livello CCNL al Commercio. Retribuzione di 1500€ lordi al mese.",
    "trans": "The constant work, skills and professionalism demonstrated are rewarded with the awarding of important procedures that allow LGR to establish itself and expand throughout the national territory.\nThe Vision\nLGR decides to explore new areas in the health field. Integrating specific skills in its staff, the company approaches the sector related to artificial nutrition services, first by drawing up a strict management protocol, and then participating in particular tender procedures.\nJob Summary\nThe employee is responsible for collecting and delivering orthopaedic aids (wheelchairs, beds, lifts) to patients located in the territory. The driver performs the tasks of loading and unloading goods, correctly positioning the aid at the patient’s home in order to facilitate its correct use, to complete the delivery tour organised by the logistics office. Employees should be available and have good interpersonal skills.\nClassification\nFixed-time, 6. CCNL level in Commerce. Salary of € 1500 gross per month."
}