{
    "source": "it_IT",
    "target": "en_US",
    "text": "Articolo 26 Abilitazione e riabilitazione\n1. Gli Stati Parti adottano misure efficaci e adeguate, in particolare facendo ricorso a forme di mutuo sostegno, al fine di permettere alle persone con di- sabilità di ottenere e conservare la massima autonomia, le piene facoltà fisi- che, mentali, sociali e professionali, ed il pieno inserimento e partecipazione in tutti gli ambiti della vita. A questo scopo, gli Stati Parti organizzano, raffor- zano e sviluppano servizi e programmi complessivi per l’abilitazione e la ria- bilitazione, in particolare nei settori della sanità, dell’occupazione, dell’istruzione e dei servizi sociali, in modo che questi servizi e programmi:\n(a) abbiano inizio nelle fasi più precoci possibili e siano basati su una valuta- zione multidisciplinare dei bisogni e delle abilità di ciascuno;\n(b) facilitino la partecipazione e l’integrazione nella comunità e in tutti gli aspetti della società, siano volontariamente posti a disposizione delle per- sone con disabilità nei luoghi più vicini possibili alle proprie comunità, comprese le aree rurali.\n2. Gli Stati Parti promuovono lo sviluppo della formazione iniziale e perma- nente per i professionisti e per il personale che lavora nei servizi di abilitazione e riabilitazione.",
    "trans": "Article 26 Habilitation and rehabilitation\n1. States Parties shall take effective and appropriate regulations, particularly on the basis of mutual support, to allow people with disabilities to acquire and preserve maximum independence, full physical, mental, social and professional abilities and the full integration and participation in all aspects of life. For this reason, the States Parties shall organize, strengthen and develop comprehensive habilitation and rehabilitation services and programmes, particularly in the health sector, in the employment field, education and social services, in order that such services and programmes:\n(a) begin as early as possible and are based on a multidisciplinary evaluation of each individual's needs and abilities;\n(b) facilitate community participation and integration in all aspects of the society, voluntarily provided to people with disabilities in the nearest possible areas to their communities, including rural locations.\n2. States Parties shall promote the development of primary and future training for professionals and the staff working in habilitation and rehabilitation services."
}