{
    "source": "it_IT",
    "target": "en_US",
    "text": "Ulteriore aspetto parimenti importante agli occhi dei bambini, ovvero i primi destinatari del servizio, riguarda proprio ciò che serviamo ai nostri figli. Molti alunni riportano di non riuscire a consumare il pasto fornito, fattispecie questa connessa non ad una questione di qualità, ma al fatto che i piatti proposti risultano spesso non appetibili o, comunque, non adatti ai loro gusti e preferenze. Questo porta molti di loro a rifiutare il cibo e/o a non consumare l’intero pasto, il che può incidere negativamente sul loro benessere durante le ore scolastiche.\nPiatti più appetibili potrebbero essere: petto di pollo panato, pizza, composizione di focaccia con affettati e/o formaggi, crocchette, polpettone di tonno, polpette di legumi e/o verdure. Mentre i contorni potrebbero variare ogni giorno per dar modo ai bambini anche di scoprire nuove verdure come: broccoli, cavolfiori, zucchine, melanzane, fagioli, fagiolini, lenticchie, ceci serviti nella loro integrità non passati e serviti non come minestra.\nPertanto, chiediamo che venga considerata, nelle forme e modalità più adatte, una revisione del menu, affinché possa meglio rispondere alle esigenze dei bambini, anche celiaci, proponendo piatti più adatti ai loro gusti e più facilmente consumabili.\nTroppo spesso si presentano piatti sostitutivi in bianco a bambini con intolleranze e/o celiachia anche quando il vitto comune è compatibile con le loro esigenze.",
    "trans": "Another aspect equally important to children, that is the first recipients of the service, is precisely what we serve our children. Many students report being unable to eat the meals provided, that is an issue that is not linked to quality but rather to the fact that the dishes offered are often unappetizing or simply not suited to their tastes and preferences. As a result, many children refuse the food and/or fail to finish their meals, which can negatively impact their well-being during school hours.\nMore appetizing dishes could include breaded chicken breast, pizza, focaccia with deli meats and/or cheeses, croquettes, tuna meatloaf, or vegetable/legume-based meatballs. While the side dishes could vary daily to give children the chance to explore new vegetables such as broccoli, cauliflower, zucchini, eggplant, beans, green beans, lentils, and chickpeas, served whole, not pureed, and presented as stand-alone sides rather than soups.\nTherefore, we ask that the most suitable forms and modalities be considered, a revision of the menu, so that it can better meet the needs of the children, including those with celiac disease, by offering dishes that are more suited to their tastes and easier to consume.\nFar too often, plain substitute dishes are served to children with intolerances and/or celiac disease, even when the standard meals could have been adapted to meet their dietary needs."
}