{
    "source": "it_IT",
    "target": "en_US",
    "text": "- ripasso delle regole del passato prossimo e dell'imperfetto;\n- per le persone che non hanno mai studiato l'italiano, consiglio di iniziare a studiare pag. 25 e pag. 34 + English version\nProduzione scritta (extra):\nchi vuole esercitarsi sulla scrittura, può fare entro mercoledì 9(avete 7 giorni...) la produzione scritta che trovate qui sotto \"Presentazione personale\"\nCosa è stato fatto martedì:\n- lettura e domande di comprensione del file Jhumpa Lahiri \"Le conversazioni\"; il file è stato usato anche per ricercare i pronomi diretti e indiretti:pag. 25 e pag. 34 +English version\n- imperfetto: pag. 12 e 14; passato prossimo + pronomi diretti e accordo del participio: tabella pag. 28;\nimperfetto & passato prossimo: power point (box della settimana scorsa); file canzone imperfetto (box settimana scorsa)\nCosa è stato fatto mercoledì:\n- Ripasso dei pronomi: power point su Moodle; teoria: pag. 44-47: tutte le regole di posizione dei pronomi e della scelta pronomi atoni e tonici;\n- pag.35 n. 2: pronomi indiretti e posizione; canzone sui pronomi (trovate anche il link su Moodle)\n-pronomi combinati: pag. 36; pag. 37 n. 1\n- gioco-quiz sui pronomi* NB: chi non era presente alla lezione, può scegliere il link \"gruppo d\" e giocare da casa entro domenica",
    "trans": "- Review of the rules for passato prossimo and imperfetto;\n- For those who have never studied Italian, I recommend starting with pages 25 and 34 + English version.\nExtra Writing Exercise:\nAnyone who wants to practice their writing can complete the written assignment below, \"Personal Presentation,\" by Wednesday, the 9th (you have 7 days).\nWhat we covered on Tuesday:\n- Reading and comprehension questions based on the file Jhumpa Lahiri \"Le conversazioni\". The file was also used to identify direct and indirect pronouns: pages 25 and 34 + English version.\nImperfetto: pages 12 and 14; passato prossimo + direct pronouns and participle agreement: table on page 28.\n- Imperfetto & passato prossimo: PowerPoint (box from last week); song file on imperfetto (box from last week).\nWhat we covered on Wednesday:\n- Review of pronouns: PowerPoint on Moodle; theory: pages 44–47 covering all rules on the position of pronouns and the choice between tonic and atonic pronouns.\n- Page 35, exercise 2: indirect pronouns and their position; song about pronouns (link also available on Moodle).\n- Combined pronouns: page 36; page 37, exercise 1.\n- Pronoun quiz-game*Note: For those who missed the class, you can choose the \"Group D\" link and play from home by Sunday."
}