{
    "source": "it_IT",
    "target": "en_US",
    "text": "- Errata Corrige (1974/76): sperimentata per la prima volta a Salerno nel 1974, durante la Rassegna teatrale “Nuove tendenze”, l’azione consiste nell’affissione di manifesti con la scritta Errata corrige su edifici, monumenti e altre emergenze urbane con gravi criticità. A Reggio Calabria l’azione, che precede la rassegna “Full time” alla galleria la Nucara, provoca addirittura l’intervento dei carabinieri e il fermo della titolare della galleria. L’Errata corrige di Gubbio, in apertura della “Biennale del metallo” del 1975, si svolge durante le ore notturne e interessa il quartiere di S. Martino tagliato da una strada che, secondo l’immaginario collettivo, divide la zona ricca da quella proletaria della città. Nello stesso anno, a Spoleto, l’Errata corrige al monumento alla Patria vuole essere, simbolicamente, una critica a tutto ciò che appare celebrativo. L’intervento più spettacolare si svolge a Venezia, dove ha per obiettivo la mostra “A proposito del Mulino Stucky”. La contestazione è rivolta ad una operazione culturale ritenuta reazionaria soprattutto per l’artificiosità del tema, disancorato da reali rapporti con il contesto socio-ambientale. Per l’affissione è prescelto il muro di recinzione del Mulino Stucky, che affaccia sul Canale della Giudecca.",
    "trans": "- Errata Corrige (1974/76): first tested in Salerno in 1974 during the theater festival “Nuove Tendenze”, the action consists of posting billboards with the phrase Errata corrige on buildings, monuments, and other urban emergencies with serious critical issues. In Reggio Calabria, the action, which preceded the “Full Time” exhibition at the La Nucara gallery, even causes the intervention of the Carabinieri and the arrest of the gallery’s owner. The Errata corrige in Gubbio, marking the opening of the “Biennale del Metallo” in 1975, took place during the night in the San Martino district cut off from a road that, according to the collective imagination, divides the rich area from the proletarian one of the city. In the same year, in Spoleto, the Errata corrige targeting the Monument to the Fatherland was intended as a symbolic critique of anything overly celebratory.The most spectacular intervention took place in Venice, aimed at the exhibition “A Proposito del Mulino Stucky”. This protest was directed against what was seen as a reactionary cultural operation, particularly for the artificiality of the theme, detached from any real connection to the socio-environmental context. For the display is chosen the fence wall of the Mulino Stucky, facing the Giudecca Canal."
}