{
    "source": "it_IT",
    "target": "en_US",
    "text": "b) per i diplomi stranieri, il titolo di studio deve essere tradotto in lingua italiana, salvo nel caso in cui i documenti vengano presentati nelle\nseguenti lingue: inglese, francese, spagnolo;\nc) Il titolo di studio deve essere conseguito al termine di un periodo di studio non inferiore a 3 anni e rilasciato da un'Istituzione riconosciuta\ndal Governo del Paese in cui si trova. Per qualsiasi domanda circa la validità del titolo di studio potete rivolgervi all'Autorità Diplomatica\nItaliana del paese che ha rilasciato il titolo di studio. La lista completa delle rappresentanze diplomatiche italiane competenti per territorio è\ndisponibile sul sito Internet https://www.esteri.it/it/ministero/struttura/laretediplomatica/\n5.2 Gli studenti non-EU devono inoltre seguire la procedura di pre-iscrizione accedendo alla piattaforma Universitaly (https://www.universitaly.\nit/) e, in seguito, contattare le Autorità Diplomatiche per fissare l'appuntamento e completare la procedura di richiesta del visto. La domanda\ndi preiscrizione deve essere effettuata inderogabilmente entro il termine stabilito ogni anno dall'autorità italiana. Sarà responsabilità dello",
    "trans": "b) For foreign diplomas, the educational qualification must be translated into Italian, except when the documents are presented in\nthe following languages: English, French, or Spanish.\nc) The educational qualification must be obtained after a study period of no less than 3 years and issued by an institution recognized\nby the government of the country where it is located. For any questions regarding the validity of the qualification, you may contact the Italian Diplomatic Authority\nin the country where the qualification was issued. A complete list of the relevant Italian diplomatic representations\ncan be found on the website:https://www.esteri.it/it/ministero/struttura/laretediplomatica/.\n5.2 Non-EU students must also follow the pre-enrollment procedure by accessing the Universitaly platform (https://www.universitaly.\nit/) and subsequently contacting the Diplomatic Authorities to schedule an appointment and complete the visa application process.\nThe pre-enrollment application must be submitted strictly by the deadline set each year by the Italian authority. It will be the responsibility of the..."
}