{
    "source": "it_IT",
    "target": "en_US",
    "text": "Come tostare il riso per preparare il risotto alla zucca\nMettete nel tegame un cucchiaio di olio extravergine di oliva e il riso, fatelo tostare per un paio di minuti mescolando continuamente, i chicchi devono diventare traslucidi. Sfumate con il vino bianco e fate evaporare a fiamma media,\nCome cuocere il risotto alla zucca\nAbbassate la fiamma e versate due o tre mestoli di brodo (deve coprire il riso) mescolando ogni tanto in modo che non si attacchi. Quando il riso avrà assorbito quasi tutto il brodo unite la zucca, mescolate e finite la cottura aggiungendo di tanto in tanto un mestolo di brodo.\nDopo 12/13 minuti assaggiate il riso per verificare la cottura e la sapidità, regolate di sale e pepe. Se il riso è molto duro aggiungete poco brodo e proseguite la cottura per un paio di minuti, se è al dente spegnete il fuoco e mantecate con il parmigiano grattugiato. Se vi piace potete aggiungere anche una noce di burro.\nN.B. Il riso deve rimanere al dente perchè dovrà riposare due o tre minuti nel tegame a fuoco spento dopo la mantecatura e continuerà a cuocere; regolatevi in base al tipo di riso che state utilizzando.",
    "trans": "How to toast the rice for pumpkin risotto\nPlace a tablespoon of extra virgin olive oil and the rice in a saucepan. Toast the rice for a couple of minutes, stirring continuously, until the grains become translucent. Deglaze with white wine and let it evaporate over medium heat.\nHow to cook pumpkin pisotto\nLower the heat and add two or three ladlefuls of broth (it should cover the rice), stirring occasionally to prevent sticking. When the rice has absorbed almost all the broth, add the pumpkin, stir, and continue cooking, adding a ladleful of broth from time to time\nAfter 12–13 minutes, taste the rice to check its doneness and seasoning. Adjust with salt and pepper. If the rice is still very firm, add a little more broth and cook for a couple more minutes. If it’s al dente, turn off the heat and stir in grated Parmesan cheese. If you like, you can also add a knob of butter.\nNote: The rice should remain al dente because it will rest in the saucepan for two or three minutes off the heat after the final stirring and will continue to cook. Adjust the cooking time based on the type of rice you are using."
}