{
    "source": "it_IT",
    "target": "en_US",
    "text": "Infatti, l'economista inglese Angus Maddison, in uno studio che prende in considerazione duemila anni di storia dell'economia mondiale, colloca proprio nell'XI secolo la svolta che segnò l'affermazione dell'Europa sul resto del mondo e contemporaneamente generò quelle profonde disuguaglianze fra i continenti che in parte perdurano tuttora.\nLa storia europea dell'era cristiana è dunque caratterizzata da tre fasi che analizzeremo una a una:\nuna prima fase positiva, dal I al III secolo, contraddistinta dallo sviluppo del commercio a lungo raggio; dalla centralità del Mediterraneo, dalla prosperità economica e dalla stabilità garantita dall'Impero romano;\nuna seconda fase negativa, dal IV al X secolo, segnata da crisi po-litiche, dalla divisione dell'Impero romano e dalla fine dell'Impero d'Occidente, da forti flussi migratori di popolazioni barbariche, dal fallimento di sistemi politici centralizzati, dal ristagno dei commerci e della circolazione monetaria, da un'economia chiusa e limitata a\nlivello locale;\nuna terza fase nuovamente positiva, dall'XI al XIX secolo, in cui si evidenzia una forte crescita economica per l'Europa occidentale che allarga i suoi orizzonti commerciali fino all'Estremo Oriente e, dopo il XV secolo, anche oltreoceano; lo sviluppo di una cultura urbana e borghese impegnata nella ricerca del profitto, cambiamenti politici volti alla costruzione di Stati nazionali.",
    "trans": "In fact, the English economist Angus Maddison, in a study that takes into account two thousand years of world economic history, identifies the 11th century as the turning point that marked Europe’s rise over the rest of the world and simultaneously generated the deep inequalities among continents, some of which persist to this day.\nThe European history of the Christian era is therefore characterized by three phases which we will analyze one by one:\na positive first phase, from the 1st to the 3rd century, marked by the development of long-distance trade, the centrality of the Mediterranean, economic prosperity, and stability guaranteed by the Roman Empire.\na negative second phase, from the 4th to the 10th century, marked by political crises, the division of the Roman Empire and the end of the Western Empire, by significant migratory flows of barbarian populations, the failure of centralized political systems, the stagnation of trade and monetary circulation, and a closed economy limited to\nlocal level.\nA positive third phase, from the 11th to the 19th century, fin which there is strong economic growth for Western Europe, which expanded its commercial horizons to the Far East and, after the 15th century, across the ocean; the development of an urban and bourgeois culture committed to the pursuit of profit, political changes aimed at building nation states."
}