{
    "source": "it_IT",
    "target": "en_US",
    "text": "«Oh poverina è triste perché non è più tanto amica di [redacted_name]» mi risvegliò lui dai miei pensieri.\n«Smettila» dissi io sbuffando.\n«Io non sto facendo niente» disse lui tranquillamente guardandomi con quel ghigno, che stavo iniziando ad odiare.\n«Smettila di leggere nella mia mente» ribadii io, guardandomi intorno non vedendo anima viva.\n«Non eri tu a dire so padroneggiare l'arte dell'occlumanzia» imitò la mia voce, il che mi fece quasi ridere, ma mi trattenni dal farlo.\n«Tu smettila e basta [redacted_name]» dissi io più convinta. Lui sbuffò roteando gli occhi.\nLo vidi prendere una canna dalla tasca della giacca. Si portò la cartina alle labbra e la leccò davanti a me per poi iniziare a fumare.\nDio.\nContinuava a fumare, senza dire nulla. Fumava e basta.\n«C'è una festa di là, per cui ci vediamo [redacted_name]» dissi io sistemandomi un po', ma venni fermata dalla sua mano che mi strinse un braccio facendomi avvicinare a lui.\nSentivo il suo respiro sul collo. Il suo petto alzarsi e abbassarsi contro la mia schiena. E qualcosa di leggermente duro alla fine di essa.",
    "trans": "«Oh the poor thing is sad because she is no longer friend with [redacted_name]» he woke me up from my thoughts.\n«Stop it» I said grumbling.\n«I'm not doing anything» he said quietly staring at me with that sneer, which I was starting to hate.\n«Stop reading my mind» I said again, looking around and not seeing a soul.\n«Weren’t you the one who said you can master the art of Occlumency?» mocking my voice, which almost made me laugh, but I restrained myself from doing so.\n«Just stop it [redacted_name]» I said more firmly. He grumbled rolling his eyes.\nI saw him take a joint from a pocket in his jacket. He brought the paper to his lips and licked it in front of me to then start smoking.\nGod.\nHe kept smoking, without saying anything. He just smoked.\n«There's a party going on over there, so I'll see you [redacted_name]» I said while fixing myself up a bit, but I was stopped by his hand squeezing my arm and pulling me closer to him.\nI was feeling his breath on my neck. His chest rising and falling against my back. And something slightly hard at the end of it."
}