{
    "source": "it_IT",
    "target": "en_US",
    "text": "tecnologia farmaceutiche.\nSi comunica che la studentessa [redacted_name], nata a\nSharkia (Egitto) il 29/05/2002 [redacted_number] (email 20037610@studenti.uniupo.it)\niscritta al IV anno del corso di laurea a ciclo unico in FARMACIA di questa Università, ha chiesto di\nsvolgere presso la Vs. Farmacia per la durata di sei mesi a decorrere dal 14/10/2024 al\n25/04/2025 compreso, il tirocinio pratico valutativo di cui in oggetto.\nLa farmacia garantisce di essere in regola con le disposizioni sanitarie vigenti.\nDurante lo svolgimento del periodo di tirocinio, la studentessa è regolarmente assicurata\ncontro gli infortuni e per la responsabilità civile verso terzi, ed ha inoltre assolto l’obbligo di seguire\nun corso di formazione generale sulla Sicurezza e Salute nei Luoghi di Lavoro, previsto dall’art. 37\ncomma 2 del D. Lgs. 81/2008.\nSi comunica che la studentessa possiede i requisiti per l’accesso al TPV e si richiede all’Ordine\ndei Farmacisti delle Province di Novara e VCO l’attivazione del Diario del Tirocinante.\nSi fa presente che il predetto tirocinio non può terminare prima che siano trascorsi i sei mesi\ndi calendario e comunque non prima della data di fine indicata e che si considererà completo solo\nse saranno svolte almeno 900 ore. Inoltre alla studentessa non è permesso continuare oltre la data",
    "trans": "pharmaceutical technology.\nNotice is given that the student [redacted_name], born in\nSharkia (Egypt) on 29/05/2002 [redacted_number] (email 20037610@studenti.uniupo.it)\nenrolled in the fourth year of the single-cycle degree course in PHARMACY at this University, has asked to\nwork for Your Pharmacy for a period of six months from 14/10/2024 to\n25/04/2025 included, the practical assessment traineeship referred to above.\nThe pharmacy warrants that it complies with current health regulations.\nDuring the course of the placement, the student is regularly insured\nagainst accidents and third party liability, and has also fulfilled the obligation to attend\na general training course on Health and Safety in the Workplace, as provided for by Art. 37\nparagraph 2 of Legislative Decree 81/2008.\nIt is hereby stated that the student meets the requirements to access to the TPV and the Order\nof Pharmacists of the Provinces of Novara and VCO to activate the Trainee Diary.\nPlease note that the aforementioned traineeship cannot end before the six-month period has expired\nand anyway not before the indicated end date and will only be considered completed only\nif at least 900 hours will have been completed. Furthermore, the student is not allowed to continue beyond said date"
}