{
    "source": "it_IT",
    "target": "en_US",
    "text": "I Sanniti parteciparono anche alla guerra civile romana tra sillani e mariani dell'83-82 a.C. affiancando la fazione democratica contro l'aristocrazia guidata da Cornelio Silla; un grande esercito sannita, guidato dal valente condottiero Ponzio Telesino, marciò audacemente su Roma giungendo fino alle porte della città; Silla, accorso in soccorso della capitale con il suo esercito, riuscì, dopo una drammatica battaglia, a distruggere l'esercito sannita nello scontro della Porta Collina, Ponzio Telesino cadde sul campo[11].\nI Sanniti ricomparirono sulla scena politica anche nel corso della Terza guerra servile (73-71 a.C.) e della congiura di Catilina (62 a.C.). Soltanto a distanza di qualche secolo si ottenne una definitiva pacificazione poiché i Romani, per garantire la stabilità dei territori assoggettati nonché una valvola di sfogo contro ulteriori ribellioni, concessero lentamente la cittadinanza a tutte le popolazioni italiche. Con il tempo, i Sanniti si integrarono anche nella classe dirigente romana: uno dei più famosi fu, secondo alcune tradizioni[senzafonte], Ponzio Pilato, Prefetto della Giudea ai tempi di Cristo.",
    "trans": "The Samnites also took part in the Roman civil war between Sillanians and Marians in 83-82 BC. They supported the democratic party against the aristocracy led by Cornelius Sulla; a large Samnite army, led by the brave leader Pontius Telesinus, boldly marched on Rome, reaching as far as the city gates; Sulla, who hurried to the capital with his army, managed, after a dramatic battle, to defeat the Samnite army in the battle of Porta Collina, while Pontius Telesinus died on the field[11].\nThe Samnites reappeared on the political scene also during the Third Servile War (73-71 BC) and during the Catiline conspiracy (62 BC). Only a few centuries later a final pacification was achieved because the Romans, in order to guarantee the stability of the conquered territories as well as to fight other rebellions, gradually granted citizenship to all Italic populations. With time, the Samnites were also integrated into the Roman ruling class: one of the most famous was, according to some traditions [no_source], Pontius Pilate, Prefect of Judea during the time of Christ."
}