{
    "source": "it_IT",
    "target": "en_US",
    "text": "Un altro giro di vite sulle Ong\nCon modifiche al decreto Lamorgese del 2020 (già ritoccato dal dl Ong del 2023) si irrigidiscono le sanzioni in materia di soccorso navale ai migranti, da un lato ridefinendo «i requisiti che le operazioni di salvataggio devono rispettare ai fini della loro liceità» affinché «non pongano a repentaglio l’incolumità dei migranti». Si modifica poi «il regime impugnatorio del fermo del natante» (è di questi mesi il contenzioso legale fra alcune Ong e l’esecutivo, che così forse spera di rendere più arduo il compito dei legali degli enti umanitari) e si abbreviano i termini per il ricorso al prefetto, che comunque ha facoltà di sospendere il fermo. Ancora, si sancisce l’obbligo per gli aerei delle Ong che avvistano migranti in difficoltà (Sea Watch ne ha due in volo) «di informare immediatamente di ogni situazione di emergenza l’Enac e il Centro nazionale di coordinamento del soccorso marittimo». Se il pilota non si attiene alle disposizioni, l’Enac può comminare sanzioni pecuniarie (fino a 10mila euro) e anche il fermo del velivolo, come per le navi.",
    "trans": "Another crackdown on NGOs\nWith the amendments to the 2020 Lamorgese decree (already modified by the 2023 NGOs decree) the sanctions related to the naval rescue of migrants are tightened, redefining on one hand 'requirements that rescue operations must possess to be lawful' so that they 'do not put at risk the safety of migrants'. It then modifies 'the regime for challenging the detention of the boat' (recently there has been a legal dispute between some NGOs and the executive, who probably hopes to make the task of the humanitarian organisations' lawyers more difficult) and shortens the time limits for appealing to the prefect, who still has the power to suspend detention. Furthermore, it sets the obligation for NGO planes that sight migrants in distress (Sea Watch has two in the air) 'to immediately inform Enac and the National Maritime Rescue Coordination Centre of any emergency situation'. If the pilot does not comply, Enac can impose fines (up to 10,000 euros) and even detain the aircraft, as for ships."
}