{
    "source": "it_IT",
    "target": "en_US",
    "text": "Subtitle\nLo Studio Brandi opera da anni nel settore dell’amministrazione condominiale dove vanta una specifica esperienza, con particolare riguardo alla Roma Antica.\nFondato dall’Ex-titolare Rag. Domenico Brandi negli anni ’60, oggi è gestito dal figlio Rag. Riccardo Brandi da ormai oltre 25 anni, amministratore di condominio e revisore di contabilità condominiale, lo studio si occupa di amministrazione di immobili, di gestione di patrimoni immobiliari e di revisione di contabilità condominiale.\nLa gestione tecnica e amministrativa delle strutture affidate è seguita direttamente dallo staff dello studio. Il Rag. Riccardo Brandi è, ad oggi, Presidente per la Provincia di Roma dell’Associazione Amministratori Professionisti (www.amministratoriprofessionisti.com), e quindi in grado di offrire un’ampia gamma di servizi specialistici legati al settore immobiliare.\nPer fare fronte alle nuove esigenze dettate dalla riforma del condominio entrata in vigore il 18 giugno 2013, la gestione contabile dei condominii viene effettuata attraverso specifici programmi di contabilità condominiale, sviluppati appositamente per evidenziare la trasparenza delle scritture contabili, utilizzati dal personale che costantemente ne cura gli aggiornamenti, elementi che contribuiscono ulteriormente alla scelta dei condomini di affidarsi allo Studio Belli.",
    "trans": "Subtitle\nStudio Brandi has been operating for years in the condo administration market where it can lay special expertise, with a particular focus on Ancient Rome.\nFounded by the ex-owner in the 1960s, the Accountant Domenico Brandi, today is managed by his son, the Accountant Riccardo Brandi for more than 25 years, a property manager and condominium auditor. The office deals with real estate administration, property management and condominium account auditing.\nTechnical and administrative management of the assigned structures is directly followed by the firm's staff. Rag. Riccardo Brandi is, today, President for the Province of Rome of the Association of Professional Administrators (www.amministratoriprofessionisti.com), and is therefore able to offer a wide range of specific services related to the real estate sector.\nIn order to comply to the condominium reform requirements, which became effective on the 18 June 2013, the condo accounting management is conducted through specific programmes, developed to emphasise the transparency of the accounting records. This system is used and constantly updated by the staff, elements that contributes to choose Studio Brandi by the property owners."
}