{
    "source": "it_IT",
    "target": "en_US",
    "text": "XXVII DOMENICA DEL TEMPO ORDINARIO\nAnno B\nMISSALE ROMANUM VETUS ORDO\nLETTURE: Gn 2,18-24; Sal 127; Eb 2,9-11; Mc 10,2-16\nI due saranno uno\nL'uomo non esaurisce la propria vocazione nel dominio della materia e nello sforzo di migliorare le condizioni della sua vita; egli porta in sé anche l'esigenza all'incontro con un essere capace di comunione con lui. Di fatto, è un altro se stesso che egli scopre nella donna: «Questa volta essa è carne alla mia carne e osso dalle mie ossa» (1a lettura). La struttura sessuale dell'uomo e della donna, come tutta la loro esistenza corporea, deve essere compresa come presenza, linguaggio, riconoscimento dell'altro. Il mistero dell'uomo e della donna non sono nell'uomo e nella donna separatamente, ma nella comunione di tutta la persona fino ad un vero dialogo fecondo e aperto.\nMistero di comunione\nIl profondo legame che unisce l'uomo e la donna ha nel testo della Genesi due note essenziali: è superiore a qualsiasi altro legame, compreso quello coi genitori, che nei comandamenti viene subito dopo i rapporti con Dio; è così intimo e profondo sul piano del corpo e dello spirito, da formare un solo essere.",
    "trans": "XXVII SUNDAY OF ORDINARY TIME\nYear B\nMISSALE ROMANUM VETUS ORDO\nREADINGS: Gen 2:18-24; Ps 127; Heb 2:9-11; Mk 10:2-16\nThe two will be one\nMan does not fulfil his vocation in the dominion of matter and in the effort to improve his life's conditions; he also bears in himself the need for an encounter with a being capable of communion with him. In fact, he discovers another self in the woman: 'This time she is flesh of my flesh and bone from my bones' (1st reading). The sexual structure of man and woman, just like their whole bodily existence, must be interpreted as presence, language, recognition of the other. The mystery of man and woman does not lie in the man and the woman separately, but in the communion of the whole person up to a truly fruitful and open dialogue.\nThe mystery of communion\nThe deep bond that connects the man and the woman has two essential characteristics in the Genesis text: it is superior to any other bond, including the one with the parents, which in the commandments comes immediately after the relationship with God; it is so intimate and profound at the level of the body and the spirit, that it becomes a single being."
}