{
    "source": "it_IT",
    "target": "en_US",
    "text": "Tuttavia, questo diritto di recesso non si applica ai prodotti che sono stati personalizzati, ad eccezione di difetti nei prodotti o consegna incompleta o errata. Se un prodotto personalizzato viene consegnato danneggiato o difettoso, i clienti devono contattare immediatamente il numero di telefono +390438 415566 o scrivere alla mail info@dueemmeweb.it\n3. La notifica dell'intenzione del cliente di esercitare il diritto di recesso può essere effettuata inviandoci un'e-mail al seguente indirizzo info@dueemmeweb.it con i dettagli dell'ordine del cliente, compreso il numero dell'ordine cliente e la descrizione dei prodotti che vengono restituiti. Per rispettare il periodo di recesso, è sufficiente fornire la dichiarazione che ci informa che si desidera esercitare il diritto di recesso prima della data di scadenza di il periodo di recesso.\n4. Se il cliente restituisce i prodotti per motivi diversi dai difetti dei prodotti, o consegna incompleta o errata, gli sarà richiesto di organizzare e pagare la restituzione dei prodotti a noi.",
    "trans": "However, said right of withdrawal does not apply to products which have been customised, except for defects in the products or incomplete or incorrect delivery. If a customised product is delivered damaged or defective, customers should immediately contact us by phone +390438 415566 or email info@dueemmeweb.it\n3. Notification of the customer's intention to exercise the right of withdrawal could be made by emailing us at info@dueemmeweb.it with details of the customer's order, including the customer order number and description of the products being returned. In order to comply with the withdrawal period, it is just needed to provide us with a declaration informing us that you wish to exercise your right of withdrawal before the expiry date of the withdrawal period.\n4. If the customer returns the products for reasons other than product defects, or incomplete or incorrect delivery, the customer shall be required to arrange and pay for the return of the products to us."
}