{
    "source": "it_IT",
    "target": "en_US",
    "text": "Vieni a scoprire come il vaso bidet Geberitridefinisce gli standard di igiene in bagnoe ti dona quellosprint in più per tagliare il traguardo con slancio.\nScopri di più\nVuoi vivere un'esperienza unica?\nTesta il top di gamma del vaso bidet\nProva il comfort unico di Geberit AquaClean Mera e scopri il nuovo Geberit AquaClean Alba.\nPrenditela comoda\nGoditi la tua pausa grazie alle innumerevoli funzioni speciali AquaClean.\nSpazio al divertimento\nApprofitta dell’attesa per giocare e ricevere un gadget a sorpresa.\nLA GAMMA GEBERIT AQUACLEAN\nUN VASO BIDET PER OGNI ESIGENZA\nCon oltre 40 anni di esperienza nel settore, la gamma Geberit AquaClean si distingue per l'eccezionale qualità, l'innovazione e un'ampia scelta tra i modelli disponibili. Ogni prodotto è progettato per offrire lo stesso standard di comfort e tecnologia avanzata, ma con caratteristiche uniche per soddisfare ogni specifica esigenza.\nScopri la vasta gamma di vasi bidet Geberit AquaClean: daMera, con la sua tecnologia sofisticata, all’eleganteSela,daTuma, che offre funzionalità essenziali in una soluzione completa o come sedile integrabile, al nuovissimo Alba. Porta freschezza e comfort nel tuo bagno,scegli il modello perfetto per te.\nScopri l'intera gamma\nHai domande o hai bisogno di supporto? Geberit è sempre a tua disposizione.\nScrivi a:info.it@geberit.com",
    "trans": "Come and discover how the Geberit bidet toilet re-defines the bathroom hygiene standards and brings you that extra edge to cross the finish line with impetus.\nFind out more\nDo you want to live a unique experience?\nTest the top bidet range\nTry the unique comfort of Geberit AquaClean Mera and discover the new Geberit AquaClean Alba.\nTake it easy\nEnjoy your break thanks to the many AquaClean special features.\nMake room for fun\nUse your time while waiting to play and receive a surprise gadget.\nTHE GEBERIT AQUACLEAN RANGE\nA BIDET FOR EVERY NEED\nWith over 40 years of experience in the industry, the Geberit AquaClean range is renowned for its exceptional quality, innovation and a wide choice of models. Each product is designed to provide the same standard of comfort and advanced technology, with unique features to suit each specific need.\nDiscover the wide range of Geberit AquaClean bidets: from Mera, with its sophisticated technology, to the elegant Sela, from Tuma, which offers basic features in a complete solution or as an integrated seat, to the brand new Alba. Bring freshness and comfort into your bathroom - choose the model perfect for you.\nCheck out the entire range\nDo you have any questions or do you need support? Geberit is always here for you.\nPlease contact: info.it@geberit.com"
}