{
    "source": "it_IT",
    "target": "en_US",
    "text": "cameretta mansardata con 2 posti letto, servizi igienici, completamento arredato e ammobiliato con\nelettrodomestici quali frigo, forno, congelatore, lavatrice, televisione. Nella parte esterna si concede\nl’uso del patio coperto con barbecue, del cortile interno, del solarium.\nSi richiama l’attenzione del conduttore sul corretto uso:\n- della Raccolta Differenziata: i bidoni colorati devono essere posti sulla strada sterrata tra l’ingresso e la\nsbarra del parcheggio, nell’intersezione con la strada sterrata, vicino agli altri bidoni, la sera precedente\ne ritirati quando svuotati, al massimo nella giornata, a seconda del calendario fornito.\n(www.formulambiente.it/budoni/ calendario zona B). Il giorno della partenza i bidoni devono essere\nlasciti tutti in casa, completamente svuotati. L’immondizia deve essere smaltita dal conduttore. Il\nservizio di raccolta dell’immondizia è particolarmente preciso. Devono essere usati SOLO sacchetti\ntrasparenti per visionare il contenuto e verdi biodegradabili per umido. Si trovano nei comuni\nsupermercati. NULLA PUO’ ESSERE LASCIATO AL DIFUORI DEI BIDONI. In caso contrario saranno\naddebitate ulteriori spese di pulizia, smaltimento o multe pervenute. Il riacquisto a seguito di\nsmarrimento, furto o rottura degli stessi rimarrà a carico del conduttore. Le eventuali sanzioni che\ndovessero pervenire a seguito di errata raccolta, saranno a carico del conduttore, il quale si impegna",
    "trans": "attic room with 2 beds, toilet, fully furnished and equipped with\nappliances such as fridge, oven, freezer, washing machine, television. In the outdoor area we concede\nthe use of the covered patio with barbecue, the inner courtyard, the solarium.\nTenant's attention is drawn to the correct use\n- of the Separate Waste collection: the coloured bins must be placed on the dirt road between the entrance and the\nparking barrier, at the intersection with the dirt road, near the other bins, the previous evening\nand collected when emptied, at the latest on the day, according to the calendar provided.\n(www.formulambiente.it/budoni/ calendar zone B). On the day of departure the bins must be\nleft completely emptied. The rubbish must be disposed of by the tenant. The\nrubbish collection service is particularly on point. ONLY bags must be used\ntransparent to view the contents and green biodegradable bags for wet waste. They can be found in common\nsupermarkets. NOTHING MAY BE LEFT OUTSIDE THE BINS. Otherwise they will be\ncharged for cleaning, disposal or fines received. The repurchase due to\nloss, theft or breakage of the same will be considered as full responsibility of the tenant. Any fines that\nreceived as a result of incorrect collection shall be borne by the tenant, who undertakes to"
}