{
    "source": "it_IT",
    "target": "en_US",
    "text": "• numero di ordine riportato nel documento di trasporto alla voce “ORDINE”\nd. applicare l’etichetta sull’imballo da restituire.\nEffetti del recesso\nIl sottoscritto prende atto che, nel caso in cui eserciterà il diritto di recesso, riceverà il rimborso di tutti i pagamenti effettuati in favore di Telecom Italia S.p.A., compresi i costi di consegna (ad eccezione dei costi supplementari derivanti dalla Sua eventuale scelta di un tipo di consegna diverso dal tipo meno costoso di consegna standard offerto da Telecom), senza indebito ritardo e in ogni caso non oltre 14 giorni dal giorno in cui Telecom è informata della decisione del sottoscritto di recedere dal presente contratto. Il sottoscritto conviene espressamente di ottenere il rimborso dei pagamenti anche con modalità diverse da quelle utilizzate dal sottoscritto per la transazione iniziale. In ogni caso il sottoscritto non dovrà sostenere alcun costo quale conseguenza di tale rimborso.\nResta inteso che il rimborso può essere sospeso fino al ricevimento del/i bene/i oppure fino all'avvenuta dimostrazione da parte del sottoscritto di avere rispedito i beni.",
    "trans": "• order number is in the transport document under the title \"ORDER\"\nd. put the label onto the package to be returned.\nEffects of returning\nThe undersigned acknowledges that, in case there is return, a refund for all payments made to Telecom Italia S.p.A. will be received, including delivery costs (except for the extra costs arising from your choice of a delivery kind other than the less expensive standard delivery kind offered by Telecom), without undue delay and in any case no later than 14 days from the day on which Telecom is informed of the decision by the undersigned to withdraw from this contract. The undersigned expressly agrees to obtain reimbursement of payments also by means other than those used by the undersigned for the initial transaction. In any case, the undersigned shall not bear any costs as a consequence of such reimbursement.\nIt is understood that the refund can be suspended until receipt of the goods or till the undersigned has proven to have returned the goods."
}