{
    "source": "it_IT",
    "target": "en_US",
    "text": "✔ Biglietto di ingresso\nPunto di incontro: Il giorno della visita vai all'ingresso dei Musei Vaticani - Viale Vaticano - e mostra il voucher di prenotazione anche in formato elettronico (smartphone o tablet) al Personale di Custodia all'ingresso (15 minuti prima dell’orario previsto). Dopo aver superato i controlli di sicurezza, raggiungi lo Sportello Permessi Speciali per ritirare i biglietti ed incontrare la guida.\nPer l'acquisto on line occorre: una carta di credito e i nomi di tutti i partecipanti.\nE' possibile acquistare un biglietto ridotto online per i ragazzi di età compresa tra 7 e 18 anni e gli studenti fino a 25 anni di età con International Student Card o libretto universitario (da presentare il giorno della visita). *\nDopo la conferma verrà inviato il relativo voucher con il codice di prenotazione (si consiglia di memorizzarlo). Il giorno della visita verrà controllata la prenotazione tramite il codice a barre presente sul voucher che può essere mostrato anche in formato elettronico (smartphone o tablet).\nNon è possibile modificare la data e/o l’ora della prenotazione. Non è possibile apportare modifiche al numero delle persone. Le prenotazioni non sono rimborsabili.",
    "trans": "✔ Entrance fee\nMeeting point: On your visiting day, go to the entrance of the Vatican Museums - Viale Vaticano - and show the booking voucher also in electronic format (smartphone or tablet) to the Custodian at the entrance (15 minutes before the scheduled time). After passing through security, go to the Special Permit Desk to pick up your tickets and meet your guide.\nFor online purchases you need: a credit card and the names of all participants.\nIt is possible to buy a reduced ticket online for children aged between 7 and 18 years old and students up to 25 years of age with an International Student Card or university booklet (which must be presented on the day of the visit). *\nAfter the confirmation, the voucher will be sent with the booking code (we advice you to store it). On the visiting day, the reservation will be checked using the barcode on the voucher that can also be shown in electronic format (smartphone or tablet).\nYou cannot change the date and/or time or the number of people of your reservation. Reservations are non-refundable."
}