{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il tutto distinto nel Catasto Fabbricati di siti in Milano (F205) (MI) come segue:\n- foglio 15, particella 78, subalterno 719, scala C, piano rialzato, zona censuaria 3, categoria A/3, classe 3, metri quadrati catastali 40, rendita catastale Euro 284,05.\nIntestato a:\nLa sottoscritta Zhou Huan nata a Hunan (CHN) il 10/06/1979 residente in Via Miramare N° 3\nCogoleto (GE), Cod. Fiscale ZHOHNU79H50Z210N Documento di identità n° CA84875P) rilasciata il 22/06/2023 dal comune di Cogoleto (GE)\ndi seguito denominato Venditore\nL'impegno all'acquisto si intende Sottoscritto alle seguenti condizioni:\nPunto1\nL'acquisto verrà effettuato a corpo e non a misura e l'immobile dovrà essere in regola con le\nvigenti norme urbanistiche e fiscali e verrà acquistato unitamente a tutti gli annessi, pertinenze e parti comuni nello stato di fatto e di diritto in cui attualmente si trova, così come\nvisto e piaciuto ai sensi dell'art. 1491 Cod. Civ.\nPunto 2\nL'immobile dovrà essere di piena proprietà e disponibilità del Venditore, ed al momento dell'\nAtto definito di vendita esente da vincoli, gravami, privilegi, evizioni",
    "trans": "All of them are listed in the Cadastre of Buildings in Milan (F205) (MI) as follows:\n- sheet 15, parcel 78, subaltern 719, scale C, raised floor, census zone 3, category A/3, class 3, cadastral meters 40, cadastral rent Euro 284,05.\nRegistered to:\nZhou Huan born in Hunan (CHN) on 06/10/1979 living in Via Miramare N° 3\nCogoleto (GE), Tax Code ZHOHNU79H50Z210N Identity document no. CA84875P) issued on 06/22/2023 by the municipality of Cogoleto (GE)\nhereinafter referred to as Seller\nThe commitment to purchase is deemed to be made under the following conditions:\nPoint 1\nThe purchase will be made in person and not to measure and the property must be in order with the\ncurrent urban and tax rules and will be purchased together with all the annexes, appliances and common parts in the state of fact and law in which it is currently located, as well as\nseen and liked according to art. 1491 Cod. Civ.\nPoint 2\nThe property must be fully owned and available to the Seller, and at the time of\ndefinite act of sale it must be free from constraints, burdens, privileges, evictions"
}