{
    "source": "it_IT",
    "target": "en_US",
    "text": "vuoto\nSotto ogni esame è presente un link (Info: https//...) che ti permetterà di accedere alla corrispondente scheda informativa (in cosa consiste, perché farlo, come interpretare l’esito, etc.). Le informazioni riportate nella scheda non sostituiscono il parere medico. Ti consigliamo di confrontarti sempre con il tuo medico prescrittore o con un nostro professionista.\nvuoto\nCome leggo il mio referto?\nvuoto\nTrovi l’esito di ogni esame nella colonna “Risultato”. Il risultato può essere di tipo qualitativo (negativo/positivo) o quantitativo (un valore numerico con l’unità di misura) e va interpretato in base a quanto riportato nella colonna o nella tabella di “Riferimento”. Se l’esito risulta fuori dal range di normalità è evidenziato in rosso e con un asterisco. Per alcuni esami potrebbe non essere presente il “Riferimento”. In questi casi il medico prescrittore interpreterà il risultato in funzione degli esiti degli altri esami effettuati (per esempio l’aspetto e il colore delle urine).",
    "trans": "empty\nThere is a link under each exam (Info: https//...) that allows you to access the corresponding information sheet (what it consists of, why do it, how to interpret the result, etc.). The information on the sheet is not a substitute for medical advice. We suggest you to always consult your prescribing doctor or one of our professionals.\nempty\nHow do I read my medical report?\nempty\nYou can find the result of every test in the “Result” column. The result can be qualitative (negative/positive) or quantitative (a numerical value with a measurement unit) and it has to be interpreted according to what is stated in the 'Reference' column or table. If the result is outside the normal range, it is highlighted in red with an asterisk. For some examinations, the “Reference” may not be present. In these cases the prescribing doctor will read the result in correlation with the results of the other performed tests (e.g. appearance and urine)."
}