{
    "source": "it_IT",
    "target": "en_US",
    "text": "Riduzione delle tasse per tutti grazie all’aumento del gettito\nCon un numero sempre maggiore di lavoratori che pagano le tasse, il governo può ridurre la pressione fiscale su tutti i contribuenti. Le assunzioni a tempo indeterminato, in particolare, stanno garantendo entrate fiscali stabili e durature, alimentando un “tesoretto” che potrebbe sostenere ulteriori riduzioni fiscali nel futuro.\nPiù tasse per chi evade\nLa nuova linea del governo colpisce duramente i cosiddetti “furbetti”, ossia coloro che cercano di pagare meno tasse o di evadere completamente. Un esempio concreto è il concordato preventivo biennale, che offre anche una sanatoria vantaggiosa per gli anni precedenti. Giorgetti avverte che chi non accetta l’accordo con il Fisco si esporrà a ulteriori controlli e sanzioni, specialmente nei settori con maggiori profitti.\nLotta all’evasione fiscale\nLa lotta all’evasione fiscale rimane una delle priorità del governo. Un recente esempio è il caso della content creator Mady Gio, che sui social dichiarava di guadagnare 100.000 euro al mese senza versare nulla al Fisco. La Guardia di Finanza ha scoperto un’evasione da 1,5 milioni di euro e ha denunciato la giovane. Questo caso ha spinto il governo a intensificare i controlli sui content creator in Italia, con l’obiettivo di recuperare ulteriori entrate fiscali.",
    "trans": "Tax Reduction for All Thanks to Increased Revenue\nWith a growing number of workers paying taxes, the government can lower the tax burden for all taxpayers. Permanent employment contracts, in particular, are providing stable and long-term tax revenue, creating a “tesoretto” that could support further tax reductions in the future.\nMore Taxes for Evaders\nThe government’s new approach is cracking down on so-called \"freeloaders\", individuals attempting to pay less or entirely evade taxes. A tangible example is the two-year preventive settlement agreement, which also offers an advantageous amnesty for previous years. Finance Minister Giorgetti warns that those who refuse to settle with the tax authorities will face increased audits and penalties, particularly in high-profit sectors.\nFight Against Tax Evasion\nFighting tax evasion remains one of the government’s top priorities. A recent case involves content creator Mady Gio, who boasted on social media about earning €100,000 per month without paying taxes. The Guardia di Finanza uncovered €1.5 million in unpaid taxes and filed charges against her. This case has prompted the government to intensify oversight of content creators in Italy, aiming to recover additional tax revenue."
}