{
    "source": "it_IT",
    "target": "en_US",
    "text": "Quando [redacted_name] fece ammettere più volte a[redacted_name]di essere estremamente gay, il maggiore si limitava a sorridere, accarezzando il ginocchio del più giovane.\nLa serata arrivò al termine velocemente e [redacted_name] tornò nel suo appartamento. Notando che [redacted_name] non era ancora tornato a casa, anche se ormai era già mezzanotte passata, quindi pensò che molto probabilmente questa volta sarebbe rimasto lui da[redacted_name].\nPrima di andare a letto decise di farsi una rapida doccia, per rilassarsi prima di dormire. Si cambiò, indossando una maglietta, per poi stendersi a letto. Era quasi riuscito ad addormentarsi quando si ricordò di dover impostare la sveglia, accorgendosi di non avere il telefono con sè.\nCon un piccolo gemito di frustrazione scese dal letto dirigendosi di nuovo verso l'appartamento di [redacted_name], bussando alla porta più volte.\nNon ricevette alcuna risposta.\nPensò che [redacted_name] fosse andato già a letto, quindi con grandi speranze, girò la maniglia della porta e fu sorpreso di vedere che quest'ultima si aprì. Tirò un sospiro di sollievo, avvicinandosi in punta di piedi al tavolo per recuperare il telefono.",
    "trans": "When [redacted_name] had [redacted_name] admit multiple times that he was extremely gay, the older one simply smiled, gently patting the younger one's knee.\nThe evening ended quickly, and [redacted_name] returned to his apartment. Noticing that [redacted_name] had not yet come back home, even though it was already past midnight, he figured that this time [redacted_name] might have decided to stay over at [redacted_name]'s place.\nBefore heading to bed, he decided to take a quick shower to relax. He changed into a t-shirt and then lay down. He was almost asleep when he remembered he needed to set his alarm, only to realize his phone wasn’t with him.\nWith a small groan of frustration, he climbed out of bed and headed back to [redacted_name]'s apartment, knocking on the door several times.\nNo response.\nHe figured [redacted_name] had already gone to bed. With fingers crossed, he turned the doorknob and was surprised to find it unlocked. Breathing a sigh of relief, he tiptoed toward the table to grab his phone."
}