{
    "source": "it_IT",
    "target": "en_US",
    "text": "Giuliani Milice Pido K.O. Spray Preventivo protegge capelli e tessuti dai pidocchi, creando un ambiente sfavorevole all'insediamento e previene eventuali reinfestazioni. Lascia i capelli morbidi, migliorandone la pettinabilità. Non unge, non macchia.\nFilosofia\nDal 1889 i laboratori Giuliani, mediante un’attività di ricerca scientifica rigorosa e avanzata, hanno sviluppato prodotti di successo noti in tutto il mondo, volti alla promozione della salute e del benessere di uomini e donne.\nI principi che quotidianamente ispirano la Mission di Giuliani sono: la Salute e il Benessere dei Consumatori sono il fine, la Ricerca Scientifica è il mezzo che ne consente il raggiungimento.\nSpecifiche prodotto\nGiuliani Milice Pido K.O. Spray Preventivo è una lozione delicata ad azione protettiva contro il rischio dei pidocchi. Ideale per la prevenzione quotidiana. Profumo fresco e piacevole pratico e facile da utilizzare.\nLe proprietà dei suoi estratti vegetali (limone, Ylang Ylang e lavanda) respingono i pidocchi, creando un ambiente sfavorevole al loro insediamento*.\n*test in vitro su pidocchi umani\nSostanze cosmetiche filmanti creano un film protettivo intorno al capello che rende difficile l'adesione delle lendini al fusto.\nSpecifici condizionanti rendono i capelli morbidi e pettinabili.\nLa fine nebulizzazione permette una distribuzione uniforme del prodotto e una rapida asciugatura.",
    "trans": "Giuliani Milice Pido K.O. Spray Preventive protects hair and tissues from lice, creating an environment unfavorable to settlement and prevents possible reinfestations. It leaves the hair soft, improving the combability. It does not make it greasy, it does not stain.\nPhilosophy\nSince 1889, the Giuliani laboratories have developed successful products known throughout the entire world, aimed at promoting the health and well-being of men and women through rigorous and advanced scientific research.\nThe principles that daily inspire the Mission of Giuliani are: Health and Well-being of consumers is the goal, Scientific Research is the means to achieve it.\nProduct specifications\nGiuliani Milice Pido K.O. Spray Preventive is a gentle lotion with protective action against the risk of lice. It is ideal for daily prevention. Fresh and pleasant perfume practical and easy to use.\nThe properties of its plant extracts (lemon, Ylang Ylang and lavender) repel lice, creating an environment that is unfavorable to their establishment*.\n*in vitro test on human lice\nFilmantic cosmetic substances create a protective film around the hair that makes it difficult to adhere nits to the stem.\nSpecific conditioning make the hair soft and combable.\nThe fine spray allows for even distribution of the product and rapid drying."
}