{
    "source": "it_IT",
    "target": "en_US",
    "text": "18. Registrazione e bolli . L’imposta di registrazione e la tassa di bollo del presente contratto sono a carico di entrambe le parti contraenti in parti eguali.\n19. Inadempienza. L’eventuale inadempienza di una delle parti anche ad uno solo dei patti contenuti nel presente contratto di locazione consentirà all’altra parte di richiedere la risoluzione del rapporto con ogni responsabilità a carico della parte inadempiente, ivi compreso il risarcimento del danno.\n20. Modifiche Qualunque modifica al presente contratto dovrà essere provata solo mediante atto scritto.\n21. Clausola di conciliazione e di arbitrato Qualsiasi possibile controversia derivante dal presente contratto sarà obbligatoriamente sottoposta, in via preventiva, al tentativo di conciliazione previsto dal Servizio di Conciliazione della Camera di Commercio di Pisa e risolta secondo il Regolamento di Conciliazione dalla medesima adottato.\n22. Rinvio. Per tutto quanto non previsto dal presente contratto, le parti rinviano a quanto disposto dalla L.27 luglio 1978 n.392, dal Codice Civile e dalla normativa vigente in materia. Per quanto inoltre attiene all’uso disciplinare dell’immobile locato e delle parti comuni, vengono richiamate le norme di legge e le altre disposizioni concernenti sia la Pubblica Sicurezza, sia i regolamenti comunali di igiene e di Polizia Urbana.",
    "trans": "18. Registration and Stamps. The registration tax and stamp duty for this contract are to be shared equally between both contracting parties.\n19. Non-compliance. Any breach by either party of even a single clause of this lease agreement will entitle the other party to seek termination of the agreement, with all liabilities, including compensation for damages, falling on the non-compliant party.\n20. Amendments. Any amendments to this contract must be made in writing to be considered valid.\n21. Conciliation and Arbitration Clause. Any disputes arising from this contract must first undergo a mandatory conciliation attempt through the Conciliation Service of the Pisa Chamber of Commerce and resolved according to the Conciliation Regulations adopted by the same body.\n22. Reference. For matters not expressly covered in this contract, the parties refer to the provisions of Law No. 392 of July 27, 1978, the Civil Code, and other applicable regulations. Additionally, regarding the regulated use of the rented property and common areas, the rules of law and other provisions concerning Public Security, municipal hygiene regulations, and Urban Police regulations are referenced."
}