{
    "source": "it_IT",
    "target": "en_US",
    "text": "6.1 I Venditori riconoscono e concordano che l'Acquirente può nominare un terzo per l'esecuzione deII’Operazione ai sensi dell'articolo 1401 del Codice Civile italiano.\n7. Esclusività\n7.1 Con l'accettazione della presente NBO i Venditori concedono aIl'Acquirente un periodo di esclusiva fino alla scadenza del Primo Termine. Nel caso in cui i Venditori accettino la BO l'esclusiva sarà automaticamente estesa fino alla scadenza del Secondo Termine (di seguito tale\n3\nperiodo a partire dall'accettazione del presente NBO il\"Termine di esclusività”).\n7.2 Durante il Periodo di Esclusività, i Venditori:\n(i) non avvieranno o continueranno discussioni o negoziazioni con terze parti in merito ai Progetti;e\n(ii) non interromperano le trattative con l'Acquirente.\n8. Riservatezza\n8.1 I termini e le condizioni, nonché l'esistenza della presente NBO sono riservati; senza il previo consensoscritto deII’Acquirente, il contenuto della presente NBO non potrà essere comunicato a terzi o utilizzato per scopi diversi dalla valutazione dell'offerta.",
    "trans": "6.1 The Sellers acknowledge and agree that the Buyer may designate a third party to execute the Transaction pursuant to Article 1401 of the Italian Civil Code.\n7. Exclusivity\n7.1 By accepting this NBO, the Sellers grant the Buyer an exclusivity period until the expiration of the First Deadline. Should the Sellers accept the BO, the exclusivity will automatically extend until the expiration of the Second Deadline (hereinafter\n3\nreferred to as the \"Exclusivity Period\").\n7.2 During the Exclusivity Period, the Sellers:\n(i) shall neither initiate nor continue discussions or negotiations with third parties regarding the Projects; and\n(ii) shall not discontinue negotiations with the Buyer.\n8. Confidentiality\n8.1 The terms and conditions, as well as the existence of this NBO, are confidential. Without the prior written consent of the Buyer, the content of this NBO shall not be disclosed to third parties or used for purposes other than evaluating the offer."
}