{
    "source": "it_IT",
    "target": "en_US",
    "text": "Gaspari ha espresso entusiasmo per l’incarico, dichiarando: “C’è emozione perché la Savino Del Bene Volley è una squadra che negli anni ha fatto bene e vuole far sempre meglio. Lo scorso anno ha disputato una stagione favolosa con una finale giocata alla grande, ed essere qui per me è un onore. Subentrare non è mai facile, perché significa sostituire un collega, ma non potevo dire di no alla Savino Del Bene Volley e farò il possibile per aiutare la squadra a raggiungere i propri obiettivi.”\nLa carriera\nMarco Gaspari inizia la carriera da allenatore nella squadra locale Conero, passando poi alla Sacrata di Civitanova Marche (Serie A2) come vice, quindi alla Sirio Perugia (Serie A1), con cui vince la Champions League. Dal 2008 al 2010 collabora con Dragan Nešić al Giannino Pieralisi Jesi, con cui vince la Challenge Cup, lavorando anche con la nazionale bulgara e partecipando ai Mondiali 2010 nello staff della nazionale tedesca guidata da Giovanni Guidetti.",
    "trans": "Gaspari has expressed his enthusiasm for his new role, stating: \"I am excited because Savino Del Bene Volley is a team that has performed well over the years and strives to do even better. Last season, they had a fantastic run, playing an incredible final. It is an honor to be here. Taking over is never easy, as it means replacing a colleague, but I couldn’t say no to Savino Del Bene Volley. I will do everything possible to help the team achieve its goals.\"\nHis career\nMarco Gaspari began his coaching career with the local Conero team before moving to Sacrata of Civitanova Marche (Serie A2) as an assistant coach. He then joined Sirio Perugia (Serie A1), where he won the Champions League. From 2008 to 2010, he collaborated with Dragan Nešić at Giannino Pieralisi Jesi, winning the Challenge Cup. Gaspari also contributed to the Bulgarian national team and participated in the 2010 World Championships as part of Giovanni Guidetti's coaching staff for the German national team."
}