{
    "source": "it_IT",
    "target": "en_US",
    "text": "La plastica invade l’industria della moda e non accenna a diminuire, anzi. E l’industria stessa fatica a mettere in atto strategie per contenere la sua sovrapproduzione che genera quantità ingenti di rifiuti con conseguente e deleterio, per l’ambiente e per la salute umana, inquinamento da microplastiche. Così si potrebbero sintetizzare i risultati del corposo report della Changing Markets Foundation, ong fondata dagli ambientalisti Joakim Bergman e Paul Gilding e impegnata nell’accelerare il percorso verso la sostenibilità delle industria del pianeta -,dal titolo “Fashion’s Plastic Paralysis: How Brands Resist Change and Fuel Microplastic Pollution”, anticipato in Italia al Sole 24 Ore.\nLo studio segue di tre anni la prima edizione (“Synthetics Anonymous: fashion brands’ addiction to fossil fuels”), rinnovata nel 2022 e che torna a occuparsi dell’utilizzo di fibre sintetiche a base fossile (dunque soprattutto poliestere e nylon) da parte di 50 dei marchi più celebri della moda globale, con una capitalizzazione congiunta di oltre un triliardo di dollari.",
    "trans": "Plastic invades the fashion industry and shows no signs of decreasing; on the contrary, it continues to grow. The industry itself struggles to implement strategies to contain its overproduction, which generates massive amounts of waste and results in microplastic pollution, harmful to both the environment and human health. This summarizes the findings of the extensive report by the Changing Markets Foundation, an NGO founded by environmentalists Joakim Bergman and Paul Gilding, committed to accelerating the path toward sustainability for global industries. The report, titled “Fashion’s Plastic Paralysis: How Brands Resist Change and Fuel Microplastic Pollution,” was previewed in Italy by Il Sole 24 Ore.\nThe study follows three years after the first edition (“Synthetics Anonymous: Fashion Brands’ Addiction to Fossil Fuels”), updated in 2022, and revisits the use of fossil-based synthetic fibers (mainly polyester and nylon) by 50 of the world’s most famous fashion brands, with a combined market capitalization of over one trillion dollars."
}