{
    "source": "it_IT",
    "target": "en_US",
    "text": "Con l'occasione, La invitiamo a registrarsi sin d'ora sul portale dedicato ai servizi online ai connazionali residenti all'estero di questo Consolato Generale, generando il proprio profilo personale (Fast It). Quest'ultimo Le consentirà l'accesso ai servizi attivabili da remoto ed erogati da questo ufficio.\nLa informiamo inoltre che nella sua Circoscrizione Consolare di residenza opera il \"Comites\" di Buenos Aires.\nI Comites - \"Comitati degli Italiani all'Estero\" - sono disciplinati dalla Legge 286/2003 quali organi di rappresentanza degli italiani all'estero nei rapporti con le Rappresentanze diplomatico-consolari. Anche attraverso studi e ricerche, essi contribuiscono a individuare le esigenze di sviluppo sociale, culturale e civile della comunità di riferimento; promuovono, in collaborazione con l'Autorità consolare e con altre istituzioni, iniziative nelle materie attinenti alla vita sociale e culturale, con particolare riguardo alla partecipazione dei giovani, alle pari opportunità, all'assistenza sociale e scolastica, alla formazione professionale, al settore ricreativo, allo sport e al tempo libero. I Comites sono inoltre chiamati a cooperare con l'Autorità consolare nella tutela dei diritti e degli interessi dei cittadini italiani residenti nella Circoscrizione Consolare. Qualora fosse interessato alle attività del Comites, potrà fare riferimento a quello di Buenos Aires, di cui si forniscono di seguito i contatti:",
    "trans": "We invite you to register on the online services portal dedicated to citizens living abroad of this General Consulate, create your personal profile now (Fast It). This will allow you to access to the services provided by this office that can be activated remotely.\nWe also inform you that in your Consular District of residence operates the Buenos Aires \"Comites\".\nThe Comites - \"Italian Abroad Committees\" - are regulated by Law 286/2003 as organs representing Italians abroad when dealing with diplomatic and consular Representations. They also contribute, through studies and research, to identify the social, cultural and civil developments of the target community; they promote, in collaboration with the Consular Authority and other institutions, initiatives in social and cultural life matters, with particular attention to youth participation, equal opportunities, social and educational assistance, professional development, the leisure sector, sport and free time. The Committees are also responsible to cooperate with the Consular Authority to protect the rights and the interests of Italian citizens living in the Consular District. If you are interested in the Comites' activities, please refer to the one based in Buenos Aires, contacts are listed below:"
}