{
    "source": "it_IT",
    "target": "en_US",
    "text": "“Smettila”, gli dissi.\n“È un no?” Chiese lui, con voce profonda e carica di divertimento.\n“Fanculo”.\n“Modera i termini”.\n“Vai a farti f…” Mi diede un bacio così lungo e profondo che quasi mi sciolsi sul posto.\nMi strinse in vita e fece scivolare le sue labbra sul mio collo, lo mordicchiò e si tirò indietro per guardarmi negli occhi.\n“Sono serio, [redacted_name]. Possiamo far funzionare anche una relazione a distanza. Non sarei felice se vivessi lontana da me, ma, se ti rende felice, posso farlo”.\n“Pensi davvero che ti lascerei?” Non rispose nulla, né si difese.\n“Sono solo triste perché io e Beth non siamo mai state lontane, ma non significa che voglia lasciarti da solo e seguirla. Quante volte devo dirti che non ti lascerò perché tu ci creda?”\n“Non lo so”, rispose, sincero. “Quante basta perché non abbia più paura che tu mi abbandoni?”\nNon sapevo cosa dire e non pensavo che lui si aspettasse una risposta, così mi mossi per posare la testa sul suo petto e cingerlo con un braccio.\n[redacted_name] mi avvolse un braccio attorno alla vita e mi toccò la testa con la mano libera, per tirarmi di più a sé.",
    "trans": "\"Stop it,\" I told him.\n\"Is that a no?,\" he asked, his voice deep and amused.\n\"Fuck you.\"\n\"Watch your language.\"\n\"Go get f...\" He gave me a kiss so long and deep that I almost melted in the spot.\nHe squeezed me in the waist and slid his lips around my neck, nibbled on it and pulled himself back to look me at my eyes.\n\"I’m serious, [redacted_name]. We can also try a distance relationship. I would not be happy if you lived far from me, but, if it makes you happy, I can.\"\n\"Do you really think I would leave you?\" He did not reply, or defended himself.\n\"I’m just sad that Beth and I have never been apart, but it doesn’t mean I want to leave you alone and go with her. How many times do I have to tell you that I won’t leave you just because you believe it?\"\n\"I don’t know,\" he answered, sincere. \"How many are enough for me not to be afraid that you will abandon me?\"\nI didn’t know what to say and didn’t think he expected an answer, so I moved to put my head on his chest and gird him with one arm.\n[redacted_name] wrapped an arm around my waist and touched my head with his free hand, to pull me closer to him."
}