{
    "source": "it_IT",
    "target": "en_US",
    "text": "Cosa succede se non intervengo sulla violazione delle condizioni di vendita?\nL'avviso di violazione relativa alle offerte per questo ASIN rimarrà nella tua pagina Stato dell'account per 180 giorni. Ti invitiamo a risolvere questo avviso di violazione per assicurarti di mantenere uno Stato dell'account ottimale. Se non prenderai i dovuti provvedimenti per rendere le tue offerte conformi e continuerai a violare termini, condizioni generali e obblighi contrattuali, potremmo decidere di disattivare il tuo account di vendita Amazon.\nPuoi controllare la performance del tuo account alla pagina https://sellercentral.amazon.it/performance/account/health/product-policies? t=brand-protection oppure selezionando Stato dell'account nella home page dell'App Venditore Amazon sul tuo dispositivo iOS o Android. La pagina Stato dell'account mostra le prestazioni dell'account rispetto alle metriche sulla performance e alle politiche necessarie per vendere su Amazon.\nSiamo qui per aiutarti.\nIn caso di domande su questa politica o sul tuo account, contattaci a https://sellercentral.amazon.it/cu/contact-us\nTi ringraziamo di aver scelto Amazon.\nAmazon",
    "trans": "What happens if I do not intervene on the violation of the conditions of sale?\nThe record of violation regarding offers for this ASIN will remain on your Account Status page for 180 days. We encourage you to resolve this violation notice to ensure that you maintain an optimal account status. If you do not take appropriate action to make your offers compliant and continue to breach terms, conditions and contractual obligations, we may decide to deactivate your Amazon sales account.\nYou can check the activity of your account at https://sellercentral.amazon.it/performance/account/health/product-policies? t=brand-protection or by selecting Account Status on the home page of the Amazon Seller App on your iOS or Android device. The Account Status page shows the activity of your account using performance metrics and policies required to sell on Amazon.\nWe’re here to help you.\nIf you have any questions about this policy or your account, please reach out to us at https://sellercentral.amazon.it/cu/contact-us\nThank you for choosing Amazon.\nAmazon"
}