{
    "source": "it_IT",
    "target": "en_US",
    "text": "“Diversi perché unici”: un faro dalla Calabria con i progetti dedicati...\n24/10/2024\nTirreno\nPaola, a fuoco un mezzo di una ditta impegnata nei lavori...\n24/10/2024\nTirreno\nAcquappesa: denunciata per aver violato le misure previste dal lockdown, caso...\n22/10/2024\nCarica altri\nCategorie\nCalabria33969\nArea Urbana19657\nProvincia18503\nItalia7577\nSport3581\nTirreno2367\nUniversità1325\nAltri Articoli di\nM.G.\nLeggi ancora\nArea Urbana\nA Cosenza il Comandante regionale dei Carabinieri. “Servizi di prossimità” prima...\n25/10/2024\nCOSENZA - Il Generale di Brigata, Riccardo Sciuto, Comandante della Legione Carabinieri “Calabria” ha visitato questa mattina il Comando Provinciale dei Carabinieri di Cosenza....\nArea Urbana\nCosenza: ruba un’auto, inseguito dalla polizia fugge e si nasconde in...\n25/10/2024\nCOSENZA - Aveva appena rubato un'auto in centro, ma non aveva considerato che il proprietario del mezzo aveva installato l'applicazione \"Youpol\" realizzata dalla Polizia...\nItalia\nSuv con cinque ragazzi si schianta contro un albero: muore un...\n25/10/2024\nCARUGO (CO) - Un 17enne è morto e altri 4 ragazzi, di età compresa tra i 17 e i 21 anni, sono rimasti feriti....",
    "trans": "\"Different because unique\": a lighthouse from Calabria with dedicated projects...\n10/24/2024\nTyrrhenian\nPaola, a fire means of a company engaged in the work...\n10/24/2024\nTyrrhenian\nAcquappesa: reported for violating the measures provided for the lockdown, case...\n10/22/2024\nUpload others\nCategories\nCalabria 33969\nUrban Area 19657\nProvince 18503\nItaly 7577\nSports 3581\nTyrrhenian 2367\nUniversity 1325\nOther articles by\nM.G.\nRead more\nUrban area\nIn Cosenza the regional commander of the Carabinieri. \"Services of proximity\" before...\n10/25/2024\nCOSENZA - This morning Brigadier General, Riccardo Sciuto, Commander of the Carabinieri of the \"Calabria\" Legion visited the Provincial Command of the Carabinieri of Cosenza this morning....\nUrban area\nCosenza: an individual steals a car, chased by the police, runs away and hides in...\n10/25/2024\nCOSENZA - An individual had just stolen a car in the center, but did not consider that the owner of the vehicle had installed the application \"Youpol\" made by the Police...\nItaly\nSuv with five guys crashes into a tree: dies a...\n10/25/2024\nCARUGO (CO) - One 17 year old died and 4 other boys, aged between 17 and 21, were injured..."
}