{
    "source": "it_IT",
    "target": "en_US",
    "text": "MINISTERO DELL’INTERNO difeso dall’Avvocatura dello Stato\nVisti gli artt. 281 decies c.p.c. e ss.\nFISSA\nl’udienza del 10/10/2024 innanzi al sottoscritto Giudice\nDispone che l’udienza, cui rinvia il giudizio, sia sostituita, ai sensi dell’art. 127-ter c.p.c. (come introdotto dal\nd.lgs. 149/2022) dal deposito di note scritte, assegnando termine perentorio per il deposito di note scritte\nfino al giorno dell’udienza come sopra fissata (invita le parti al deposito entro le ore 7,00 per permettere la\nlavorazione del fascicolo da parte della cancelleria).\nTale giorno è considerato data di udienza a tutti gli effetti.\nAVVERTE\nparte convenuta che dovrà costituirsi in cancelleria nel termine di giorni dieci prima dell’udienza, pena di\ndecadenza del diritto di proporre le eventuali domande riconvenzionali e formulare le eccezioni processuali\ne di merito che non sono rilevabili d’ufficio;\nFirmato Da: BUCARELLI ENZO Emesso Da: CA DI FIRMA QUALIFICATA PER MODELLO ATE Serial#: 3b02c3f654a76a60\nTribunale Ordinario di Genova - Sezione XI Civile Pagina 1\nTribunale di Genova Sezione XI Civile - Stranieri\nDISPONE\nChe la parte ricorrente notifichi il ricorso ed il presente decreto alle controparti nel rispetto dei termini a",
    "trans": "MINISTRY OF THE INTERIOR defended by the State Attorney\nAs stated in art. 281i of the Code of Civil Procedure et seq.\nSCHEDULES\nthe hearing of the 10/10/2024 in the presence of the undersigned Judge\nOrders that the postponed hearing, shall be replaced, according to art. 127-ter of the Code of Civil Procedure (as introduced by\nlegislative decrees 149/2022) by the submission of written notes, assigning a mandatory term for the submission of the written notes\ntill the day of the hearing as scheduled above (invites the parties to submit the notes within 07:00 a.m. to allow\nthe processing of the documents by the Registry).\nSuch day is considered to be the date of the hearing for all intents and purposes.\nNOTICE\nthe defendant must go to the Registry within ten days before the hearing, under penalty of\nrevocation of the right to file any counterclaims and to formulate objections\non subjects that cannot be detected by the court;\nSigned by: BUCARELLI ENZO Issued by: CERTIFICATE OF QUALIFIED SIGNATURE FOR THE ATE MODEL Serial #: 3b02c3f654a76a60\nOrdinary Court of Genoa - Section XI Civil Page 1\nCourt of Genoa Section XI Civil - Foreigners\nDECLARES\nThat the claimant party shall notify this decree to the appeal parties within the time limits set by"
}