{
    "source": "it_IT",
    "target": "en_US",
    "text": "“La Sorpresa della Serata: [redacted_name] sul Palco con [redacted_name]”\nProprio quando pensavamo che l’apertura del concerto con “Innocence” di[redacted_name] Lavigne fosse già il momento più nostalgico e dolce della serata, ecco che arriva la sorpresa che nessuno si aspettava. Durante l’esibizione, tra i riflettori e gli sguardi rapiti degli ospiti, sul palco è salita [redacted_name], pronta a dare il suo tocco unico e travolgente alla ballata delicata di [redacted_name]. Ed è stato subito chiaro a tutti che stavamo per assistere a qualcosa di davvero speciale.\n[redacted_name], regina delle hit estive e dei ritmi contagiosi, ha portato la sua energia e il suo stile fresco, trasformando “Innocence” in un duetto esplosivo. Immaginate la dolcezza malinconica della voce di [redacted_name], abbracciata dalle vibrazioni vivaci e leggere di [redacted_name]. È come se avessero preso la canzone, l’avessero scossa e riscritta con nuovi colori, senza perdere quell’essenza di tenerezza che aveva conquistato tutti all’inizio.\n“Dal Soft Rock al Pop Contagioso: Un Duetto Che Nessuno Si Aspettava”",
    "trans": "\"The Surprise of the Evening: [redacted_name] on Stage with [redacted_name]\"\nJust when we thought the opening of the concert with \"Innocence\" by [redacted_name] Lavigne was already the most nostalgic and sweet moment of the evening, here comes a surprise that nobody expected. During the performance, under the spotlights and the rapt glances of the guests, [redacted_name] went up on stage, ready to give a unique and overwhelming touch to the delicate ballad of [redacted_name]. And everybody realized we were about to witness something very unique.\n[redacted_name], queen of summer hits and contagious rhythms, brought her energy and fresh style, transforming \"Innocence\" into an explosive duet. Imagine the melancholy sweetness of [redacted_name]’s voice, embraced by the lively and light vibrations of [redacted_name]. It appeared as if they took the song, shook it and rewrote it with new colors, without losing that essence of tenderness that had conquered everybody in the beginning.\n\"From Soft Rock to Contagious Pop: A Duet That No One Expected\""
}