{
    "source": "it_IT",
    "target": "en_US",
    "text": "Se la carena offre ottime performance in navigazione ed il design dei profili gratifica il senso estetico; il layout degli ambienti interni esalta l’intelligenza del progetto con soluzioni che garantiscono un livello di comfort, eleganza e luminosità sorprendente per un modello che nasce dalla tradizione delle pilotine da pesca. E’ proprio l’abitabilità degli spazi che rappresenta la più grande innovazione di questo gozzo: il grande pozzetto, si connette senza interruzioni alla dinette, trasformando l’intera area in una mega lounge, equipaggiata sia per la pratica sportiva, sia per vivere momenti di convivialità, con un'esposizione a 360’ sul mare. Anche il sottocoperta è stato rivisitato per soddisfare le esigenze degli armatori moderni e per questa ragione il design è fresco ed il layout degli ambienti più confortevole.\nThe new Sciallino 34 Fisherman perfectly embodies the shipyard DNA, combining the comfort of a Ligurian gozzo with the sportiness of a fishing cruiser. If the hull offers excellent performance in navigation and the design of the profiles gratifies the aesthetic sense; the layout of the interiors enhances the intelligence of the project with solutions that guarantee a surprising level of comfort, elegance and brightness for a model that comes from the tradition of fishing pilots.",
    "trans": "If the hull delivers outstanding navigation performances and the sleek profile design appeals to the aesthetic sense; the layout of the interior spaces showcases the intelligence of the project with solutions that assure a surprising level of comfort, elegance, and remarkable brightness for a model inspired by the tradition of pilot fishing boats. The most significant innovation of this gozzo lies in the livability of its spaces: the large cockpit connects seamlessly to the dinette, transforming the entire area into a spacious lounge, equipped for both sporting activities and moments of conviviality, offering a stunning 360 degrees view of the sea. The below-deck area has also been reimagined to meet the expectations of modern owners and for this reason the design feels fresh and the layout is noticeably more comfortable and functional.\nThe new Sciallino 34 Fisherman perfectly reflects the shipyard's DNA, blending the comfort of a Ligurian gozzo with the sporty spirit of a fishing cruiser. While the hull delivers outstanding performance at sea and the sleek profile design appeals to the eye, the interior layout showcases the project's ingenuity. It introduces solutions that provide an extraordinary level of comfort, elegance, and brightness—particularly impressive for a model rooted in the tradition of fishing pilot boats."
}