{
    "source": "it_IT",
    "target": "en_US",
    "text": "“Anche questa volta sei stato bravissimo Asahi.” Disse Koushi tenendogli il viso. Il più grande aveva un evidente praising kink che Koushi adorava alimentare con gentili commenti e parole dolci.\nAsahi arrossì appena, come se non lo avesse appena scopato contro il materasso un numero inquietante di volte.\n“Hai fatto tutto tu.” Si limitò a rispondere cortesemente.\nLe coccole proseguirono come da routine, Asahi accarezzava la schiena di Koushi grattando delicatamente lo spazio in mezzo alle sue scapole, mentre l’altro gli pettinava i capelli o lasciava le sue dita scorrere lungo il suo petto. Suga si godette lo spettacolo del più alto del tutto sfatto, rilassato sul letto in tutta la sua mascolinità. Un ghigno gli si dipinse sulle labbra, mentre si avvicinò al suo orecchio.\n“Come vorrei che Daichi ti vedesse così.”\nAsahi sgranò appena gli occhi, stringendo appena Koushi e lasciandosi scappare un gemito frustrato.\nQuanto diamine avrebbe voluto che anche Daichi fosse con loro in quel momento.\nSuga, rotolato al fianco di Asahi, si alzò sugli avambracci, baciandolo di nuovo.\n“Doccetta?” Propose Koushi, sapendo benissimo che l’altro non avrebbe rifiutato.",
    "trans": "\"You did very well once again, Asahi.\" said Koushi while holding his face. The older one had a clear praising kink that Koushi loved to fill with nice comments and tender words.\nAsahi slightly blushed, as if he had not just fucked him against the mattress a creepy amount of times.\n\"You did it all.\" He simply replied politely.\nThe cuddling continued as usual, Asahi stroked Koushi’s back softly scratching the space between his shoulder blades, while the other combed his hair or let his fingers run down his chest. Suga enjoyed the scene of the taller guy, lying exhausted on the bed in all his masculinity. A grin fixed on his lips as he leaned toward his ear.\n\"I wish Daichi could see you like this.\"\nAsahi slightly widened his eyes, while squeezing Koushi lightly and letting out a frustrated moan.\nHow much he wanted that Daichi could be with them in that moment.\nSuga, rolled beside Asahi and stood on his forearms to kiss him once again.\n\"Shower?\" suggested Koushi, knowing perfectly that the other would not refuse."
}