{
    "source": "it_IT",
    "target": "en_US",
    "text": "attraverso campagne di sensibilizzazione, miglioramento dell'\naccesso ai servizi sanitari\ne investimenti nella formazione del personale medico.\nCome medico e come uomo che ama profondamente questo paese, sento il dovere e\nl'\nonore di poter dare il mio contributo, dedicando tempo ed energie, anche attraverso la\nformazione di giovani allievi, per continuare a sostenere questa causa.\nCon iniziative come questo concerto, voglio non solo sensibilizzare, ma anche\nsponsorizzare e supportare attivamente la diffusione della cultura della prevenzione in\nAlbania. Credo che insieme possiamo fare la differenza, rafforzando ulteriormente la\nrete di prevenzione e cura in ogni angolo del paese.\nQuesto concerto è nato dall’incontro con una paziente speciale, una donna albanese il\ncui grande cuore rappresenta l’amore e il coraggio di tutte le donne che ho conosciuto\nin questi anni. Attraverso la musica, vogliamo creare un momento di riflessione, ma\nanche di gioia, per ricordare l’importanza di agire presto, di prevenire, di prendersi cura",
    "trans": "through awareness-raising campaigns, improvement of\naccess to health services\nand investment in the training of medical personnel.\nAs a doctor and as a man who deeply loves this country, I feel the duty and\nthe\nhonor of being able to give my contribution, devoting my time and energy, also by\ntraining young students, to continue supporting this cause.\nWith initiatives such as this concert, I want to raise awareness, and also\nsponsor and actively support the spread of the prevention culture in\nAlbania. I believe that together we can make a difference, further strengthening the\ncare and prevention network in every corner of the country.\nThis concert was born from the meeting with a special patient, an Albanian woman, whose\nbig heart represents the love and courage of all the women I've met\nduring these years. Through music, we want to create a moment of reflection, but\nalso of joy, to remind everyone of the importance of acting early, preventing and taking care"
}