{
    "source": "it_IT",
    "target": "en_US",
    "text": "Scoperta della Città\nUn aspetto sorprendente di questa esperienza è stato quanto ho imparato su Pisa. Durante le pause, il personale ci ha raccontato storie affascinanti sulla città e i suoi monumenti. Ho scoperto dettagli sulla storia della Torre di Pisa e delle altre meraviglie architettoniche presenti nella piazza, come il Duomo e il Battistero, che prima ignoravo. Questo mi ha permesso di apprezzare non solo l'importanza turistica della città, ma anche il suo patrimonio culturale.\nInoltre, ho avuto l'opportunità di parlare con una guida molto affabile che mi ha raccontato molte delle sue esperienze e affascinandomi con le storie riguardanti tutte le sue escursioni, rendendo l’esperienza ancora più arricchente.\nLavoro di Squadra e Crescita Personale\nIl lavoro in squadra è stato un elemento fondamentale di questa esperienza. Collaborare con i miei compagni e con il personale dell’infopoint ha migliorato le mie abilità comunicative e relazionali. Abbiamo dovuto coordinarci per garantire che ogni turista ricevesse le informazioni necessarie, il che ha rafforzato il nostro spirito di gruppo.",
    "trans": "Discovering the city\nOne surprising aspect of this experience was what I learned in Pisa. In the pauses, the staff told us extraordinary stories about the city and its monuments. I discovered details about the history of the Tower of Pisa and other architectural wonders in the square, such as the Cathedral and the Baptistery, which I had previously ignored. This allowed me to appreciate not only the touristic relevance of the city, but also its cultural heritage.\nMoreover, I had the chance to talk to a very friendly guide who told me many of his experiences and amazed me with the stories of all his excursions, making the experience even more enriching.\nTeam Work and Personal Growth\nTeamwork was a key element of this experience. Working with my classmates and the Infopoint staff improved my communication and interpersonal skills. We had to coordinate to ensure that every tourist received the information they needed, which strengthened our team spirit."
}