{
    "source": "it_IT",
    "target": "en_US",
    "text": "COME, COSA, DOVE\nI disincrostatori PFT rappresentano la scelta ideale per il flussaggio di prodotti chimici pulenti: non avendo parti metalliche a contatto diretto con i liquidi, risultano esenti da corrosione. I liquidi aggressivi che possono pompare sono: disincrostanti liquidi, tensioattivi, neutralizzanti, miscele alcaline, indicatori di viraggio, detergenti acidi, additivi chimici, sgrassanti, inibitori di corrosione, acidi passivanti, agenti disperdenti… I PFT possono essere utilizzati per la disincrostazione chimica di: torri di raffreddamento, caldaie, condensatori, impianti di riscaldamento, termosifoni, radiatori, attrezzature per stampi, circuiti, serpentine… Le impurità che vengono lavate chimicamente: alghe, batteri, residui di corrosione, accumuli di fanghiglie, incrostazioni, sali, grumi di ruggine, depositi calcarei…\nDISINCROSTARE SENZA SMANTELLARE\nACCESSORI OPZIONALI\nControlli di livello e tubazioni flessibili.\nValvole di scarico e quadri elettrici di comando.\nSupporti metallici con ruote o piedi di appoggio.\nAttacchi filettati, attacchi flangiati o portagomma.\nDoppie camicie di contenimento.\nHAI ALTRE CURIOSITÀ ?\nRICHIESTA PREVENTIVO\nVai al form da compilare\nAREA CATALOGHI\nScarica il materiale tecnico\nRICHIESTA INFORMAZIONI\nInvia un’email ai nostri tecnici",
    "trans": "HOW, WHAT, WHERE\nPFTs descalers are the ideal choice for flushing cleaning chemicals: since they do not have any metal parts in direct contact with liquids, they are corrosion-free. The aggressive liquids which can flush are: descaling liquids, tensides, neutralisers, alkaline mixtures, colour change indicators, acid detergents, chemical additives, degreasing agents, corrosion inhibitors, passivating acids, dispersants... PFTs can be used for the chemical descaling of: cooling towers, boilers, condensers, heating systems, radiators, mould tools, circuits, serpentines... Impurities which are chemically washed are: algae, bacteria, corrosion waste, mud deposits, encrustations, salts, rust clots, calcareous deposits...\nDE-SCALE WITHOUT DISMANTLING\nOPTIONAL FITTINGS\nLevel controls and flexible piping.\nDrain valves and electronic control panels.\nMetal supports with wheels or support stands.\nThreaded connections, flanged connections or hose couplings.\nDouble containment liners.\nDO YOU HAVE ANY OTHER QUESTIONS?\nREQUEST A QUOTE\nFill out the form\nCATALOGUE SECTION\nDownload the technical material\nREQUEST OF INFORMATION\nSend an email to our technicians"
}