{
    "source": "it_IT",
    "target": "en_US",
    "text": "SKU: 241015-21-3614652973\nQuantità: 1\nData ordine: 02/11/2024\nPrezzo: EUR 16,83\nTasse: EUR 3,70\nSpedizione: EUR 0,00\nCommissioni Amazon: (EUR 3,14)\nImposta del facilitatore del marketplace: (EUR 3,70)\nI Suoi guadagni: EUR 13,69\nLe ricordiamo che Lei, in quanto venditore, è responsabile dei prodotti fino alla loro consegna presso l'indirizzo dell'acquirente registrato nel Suo account in Seller Central.\n- - - - - - - - - - - - - - - - - - -\nISTRUZIONI SU COME PROCEDERE CON L’ORDINE:\n1) Stampare la distinta di imballaggio e spedire l’articolo.\nAlla pagina “Gestisci i tuoi ordini”, cliccare su “Stampa distinta d’imballaggio” per ottenerne una copia: https://sellercentral.amazon.it/orders-v3/order/407-2689267-9273147 Quindi, spedire l’articolo scegliendo un corriere e un metodo di spedizione di preferenza; queste opzioni possono essere personalizzate nella sezione “Impostazioni di spedizione”. Per maggiori informazioni, consulti la pagina d’aiuto sulle impostazioni e i costi di spedizione.\n2) Confermare la spedizione.\nAlla pagina “Gestisci i tuoi ordini”, cliccare su “Conferma spedizione” accanto all’ordine che si desidera inviare, quindi inserire i dati per la consegna. Una volta che l’ordine è stato confermato, il cliente verrà addebitato e informato che l’ordine è stato spedito. A questo punto, il pagamento sarà accreditato sul Suo Account venditore. Per maggiori informazioni, consulti la pagina d’aiuto su come confermare spedizioni singole.",
    "trans": "SKU: 241015-21-3614652973\nQuantity: 1\nOrder date: 02/11/2024\nPrice: EUR 16,83\nFees: EUR 3,70\nShipping: EUR 0,00\nAmazon fees: (EUR 3,14)\nFee of the marketplace facilitator: (EUR 3,70)\nYour earnings: EUR 13.69\nPlease notice that you, as the seller, are responsible for the products till they are delivered to the address of the buyer registered in your Seller Central account.\n- - - - - - - - - - - - - - - - - - -\nINSTRUCTIONS ON HOW TO PROCEED WITH THE ORDER:\n1) Print packing list and ship item.\nOn the \"Manage your orders\" page, click on \"Print packing list\" to get a copy: https://sellercentral.amazon.it/orders-v3/order/407-2689267-9273147 Then, send the article by choosing a courier and shipping method of preference; these options can be customized in the \"Shipping Settings\" section. For more info, please visit the help page about shipping settings and costs.\n2) Confirm shipment.\nOn the \"Manage your orders\" page, click on \"Confirm shipment\" next to the order you want to send, then enter the delivery details. Once the order is confirmed, the customer will be charged and informed that the order has been shipped. At this point, the payment will be credited to your Seller Account. For more information, please see the help page about how to confirm individual shipments."
}