{
    "source": "it_IT",
    "target": "en_US",
    "text": "a euro 750,00.\nLe spese inerenti all’erogazione dei servizi quale luce e spese riferite all’immobile sono comprese nel\nprezzo lordo dell’affitto.\nL’inquilino dovrà avvisare Host in Florence degli eventuali difetti dell’immobile e dei mobili entro un’ora\ndalla consegna delle chiavi. Eventuali danni riscontrati nel periodo della stessa locazione sono a carico\ndell’inquilino. L’ospitalità dell’immobile di un numero di persone superiore a quello convento porterà\nalla risoluzione del contratto ai sensi dell’art. 1456 del codice civile. L’obbligo di versare al locatore una\nsomma pari all’intera cauzione, a titolo penale ai sensi dell’art. 1382 codice civile.\nL’inquilino dichiara di aver visitato l’appartamento, di averlo trovato adatto all’uso convenuto e di\nprenderlo in consegna ad ogni effetto con il ritiro delle chiavi, costituendosi custode del medesimo.\nL’inquilino si impegna a riconsegnare l’appartamento locato nel medesimo stato in cui l’ha trovato pena\nrisarcimento danni.\nNel caso di riconsegna delle chiavi anticipate rispetto al termine di scadenza della locazione il canone\ngià saldato non verrà restituito.",
    "trans": "of € 750.00\nThe costs of services such as electricity and expenses related to the property are included in the\ngross rent price.\nThe tenant must notify Host in Florence about any defects of the property and furniture within one hour\nafter the delivery of the keys. Any damage found during the same period of rental is borne\nby the tenant. Having more people than those agreed upon will cause the\ntermination of the contract pursuant to art. 1456 of the Civil Code. The obligation to pay the lessor an\nsum equal to the entire security deposit, as a criminal penalty pursuant to art. 1382 of the Civil Code.\nThe tenant declares that the apartment was visited, and was found suitable for the agreed use and\nshall take it in charge with any effect with the collection of the keys, taking care of it.\nThe tenant agrees to return the apartment rented in the same state in which it was found\nand is liable for damages.\nIn case of key return before the end of the lease term, the rent\nalready paid will not be returned."
}