{
    "source": "it_IT",
    "target": "en_US",
    "text": "Tickets: HTTPS://WWW.COSMEDIN.ORG/\nDescrizione:\nBasilica di Santa Maria in Cosmedin: Teschio di San Valentino\nIl Teschio di San Valentino, conservato in una teca di vetro e ornato da rose rosse, si trova nella Basilica di SANTA MARIA IN COSMEDIN (dove si trova la BOCCA DELLA VERITÀ), a Roma, all'interno di una CRIPTA dell’VIII secolo scoperta nel Settecento.\nOpinione comune è che si tratti proprio del cranio del martire Valentino il cui corpo sarebbe, in realtà, conservato a Terni, luogo d’origine del vescovo.\nTeschio di San Valentino\nConosci la storia del teschio di San Valentino?\nOgni 14 di febbraio la reliquia del teschio di San Valentino viene esposta ai fedeli, e venerata: ma si tratta di un enorme fraintendimento derivato da una pratica molto antica risalente al Medioevo.\nIl Teschio di San Valentino apparterrebbe in realtà ad un altro Valentino, un omonimo, a quello che l’archeologia definisce “corpo santo”: più o meno fino al XVI secolo vengono riportate alla luce moltissime CATACOMBE paleocristiane, e credenza comune era che questi luoghi conservassero i corpi di migliaia di cristiani martirizzati dai romani.",
    "trans": "Tickets: HTTPS://WWW.COSMEDIN.ORG/\nDescription:\nBasilica of Santa Maria in Cosmedin: Saint Valentine's Skull\nSaint Valentine's Skull, preserved in a glass case and adorned with red roses, is located in the Basilica of SANTA MARIA IN COSMEDIN (where the MOUTH OF TRUTH is located), in Rome, inside an eighth century CRYPT that was discovered in the eighteenth century.\nIt is generally believed that this is the skull of the martyr Valentino whose body is in fact preserved in Terni, the birthplace of the bishop.\nSkull of Saint Valentine\nDo you know the story of Saint Valentine's skull?\nEvery 14th of February the relic of Saint Valentine's skull is exposed to the faithful, and venerated: but it is a huge misunderstanding derived from a very ancient practice dating back to the Middle Ages.\nThe Skull of Saint Valentine would actually belong to another Valentine, a namesake, to what the archeology calls \"holy body\": more or less up until the XVI century are brought to light many paleochristian catacombs, and common belief was that these places preserved the bodies of thousands of Christians martyred by the Romans."
}