{
    "source": "it_IT",
    "target": "en_US",
    "text": "NB la periodizzazione è convenzionale e la periodizzazione può variare a seconda delle teorie storiografiche\nfine XIX secolo:\nevoluzione degli studi sul fenomeno religioso\nPerché?\nconquiste coloniali dal XV al XIX secolo;\nIl fenomeno del Colonialismo ha avuto tra i suoi effetti il contatto con culture e religioni diverse\nsviluppo di interesse\nnascita di nuove domande di senso\nIn età moderna e contemporanea, l'occupazione e lo sfruttamento territoriale realizzati con la forza dalle potenze europee ai danni di popoli ritenuti arretrati o selvaggi. Per molti versi la storia del colonialismo può essere fatta iniziare con la scoperta dell’America da parte di C. Colombo (1492).\n1800\nUnited Kingdom France\nPortugal\nSpain\nNetherlands United States Russia Turkey\nUlteriori sviluppi del colonialismo nel XX secolo (lo studierete meglio in 5a)\nGli studiosi iniziano a porsi nuove domande,per es.:\n1-Gli uomini hanno prima creduto nell’esistenza di un Dio creatore o nell’esistenza di molteplici potenze soprannaturali?\n2-Gli uomini sono arrivati a Dio attraverso l’uso della sola ragione o hanno ricevuto una rivelazione dall’alto?\nLe risposte hanno portato alla formazione di due principali linee di pensiero tra gli studiosi:",
    "trans": "N.B. the periodisation is conventional and the periodisation can vary according to the historiographical theories\nof the late nineteenth century:\nevolution of studies about the religious phenomenon\nWhy?\ncolonial conquests from the 15th to 19th centuries;\nThe phenomenon of colonialism has had among its consequences the contact with different cultures and religions\ndevelopment of interest\nthe emergence of new questions of meaning\nIn modern and contemporary times, occupation is the territorial exploitation carried out by force by the European powers against peoples thought to be backward or savage. For many reasons, the history of colonialism can be considered to begin with the discovery of America by C. Colombo (1492).\n1800\nUnited Kingdom France\nPortugal\nSpain\nNetherlands United States Russia Turkey\nFurther developments of colonialism in the 20th century (it will be studied deeper in 5a)\nStudious begin to ask themselves new questions, e.g.:\n1-Did men first believe in the existence of a creator God or in the existence of multiple supernatural powers?\n2-Did men come to God through the use of reason alone or have they received a revelation from above?\nThe responses led to the formation of two main lines of thought among scholars:"
}