{
    "source": "it_IT",
    "target": "en_US",
    "text": "Come primo passo, invitiamo le persone interessate e impegnate che desiderano essere elette come uno dei 120 delegati al Consiglio a contattare l'organizzazione elettorale locale e a informarsi sulle condizioni di partecipazione. Le informazioni necessarie e le FAQ sono disponibili sul sito web dell'OSA: www.swisscommunity.org dal 15 ottobre 2024.\nLe elezioni si terranno nell'aprile/maggio 2025 con il voto elettronico. La collaudata soluzione di voto dell'Università di Scienze Applicate di Berna soddisfa i severi requisiti di sicurezza e riservatezza dei dati. Il Dipartimento federale degli affari esteri (DFAE) garantisce che i vostri dati personali non saranno accessibili a terzi (compresi l'Università e l'OSE) in qualsiasi momento.\nCon l'elezione diretta dei delegati al Consiglio degli Svizzeri all'estero, auspichiamo una maggiore partecipazione alle elezioni e una migliore rappresentanza di tutte le comunità svizzere all'estero. Saremo lieti di annoverarvi tra i candidati e gli elettori.",
    "trans": "Firstly, we invite interested and committed people who wish to be elected as one of the 120 delegates to the Council to contact their local election organisation and learn about the conditions for participation. The necessary information and FAQs are available on the OAS website: www.swisscommunity.org from 15 October 2024.\nElections will be held in April/May 2025 with electronic voting. The well-proven voting solution of the Bern University of Applied Sciences meets the strict requirements for data security and confidentiality. The Federal Department of Foreign Affairs (DFAE) guarantees that your personal data will never be accessible to third parties (including the University and the OSE).\nWith the direct election of delegates to the Council of Swiss Abroad, we hope for greater participation in elections and better representation of all Swiss communities abroad. We look forward to seeing you among the candidates and voters."
}