{
    "source": "it_IT",
    "target": "en_US",
    "text": "Per mantenere il disegno uniforme, si usa spesso una griglia o un tracciato a matita sul tessuto. I ricami seguono le linee pre-tracciate per creare i motivi geometrici o lineari tipici del sashiko. La precisione nell’allineamento delle linee è essenziale per ottenere un risultato armonioso.\n3. Riparazione e Rinforzo (Boro Sashiko)\nQuando si riparano abiti o tessuti, i pezzi di stoffa vengono sovrapposti e cuciti insieme. I punti sashiko, in questo caso, non sono solo decorativi ma funzionali, rinforzando le aree più deboli. La tecnica del boro prevede l’uso di tessuti di recupero con cuciture dense e irregolari.\n4. Cucitura in Motivi Ripetuti\nNella tecnica decorativa del moyozashi, i motivi ripetuti vengono cuciti seguendo schemi geometrici o ispirati alla natura. Le linee non si incrociano mai e si lasciano spazi vuoti per dare respiro al disegno.\n5. Tecnica Hitomezashi\nIn questo stile, i motivi sono creati all’interno di griglie di punti equidistanti, con linee che si incrociano per formare disegni geometrici più fitti. Si segue la trama del tessuto in modo che i punti siano uniformi e distribuiti su tutta la superficie.\n6. Uso dell’Ago e del Filato",
    "trans": "A grid or pencil pattern is generally used on the fabric to keep the uniformity of the pattern uniform. The embroidery follows the pre-drawn lines to create the geometric or linear patterns typical of sashiko. Precision in line alignment is vital to achieve a harmonious result.\n3. Repair and Reinforcement (Boro Sashiko)\nWhen repairing clothes or fabrics, the pieces of cloth are superimposed and sewn together. The sashiko points, in this case, are not only decorative but functional, reinforcing the weaker areas. Boron technique includes the use of recovered fabrics with dense and irregular seams.\n4. Stitching in Repeated Patterns\nIn the decorative technique of moyozashi, repeated patterns are sewn following geometric patterns or inspired by nature. The lines never cross and leave empty spaces to give breath to the design.\n5. Hitomezashi technique\nIn this style, patterns are made within grids of equidistant points, with lines crossing to form thicker geometric designs. The fabric texture is followed so that the stitches are uniform and distributed over the entire surface.\n6. Use of Needle and Yarn"
}