{
    "source": "it_IT",
    "target": "en_US",
    "text": "Mangia, esplora, respira…\nE’ così che, nella cornice di “Benvenuti in Lomellina”, la tenuta si apre al pubblico nelle giornate di sabato 25 e domenica 26 maggio, tenendo fede alla mission della Fondazione Darefrutto, organizzazione senza scopo di lucro che si sta impegnando a riqualificare la tenuta e i suoi terreni. L’obiettivo è salvaguardare un grande patrimonio naturalistico e di architettura rurale e metterlo a disposizione per eventi, ospitalità e attività formative e didattiche, in modo che tutti lo possano conoscere, apprezzare e fruire.\nAppuntamento quindi a domenica 26 maggio con un ricco programma: la mattina e il pomeriggio ci saranno visite a tema riso, in compagnia di una sommelier del riso che porterà grandi e piccoli alla scoperta delle diverse varietà coltivate nella tenuta: il Vialone Nano e il Carnaroli. Partiranno anche visite naturalistiche nell’ontaneto e nella garzaia, con guide dello Studio Emys, certificater AIGE.\nSapori tradizionali\nTra le 13.00 e le 14.30 ci sarà un pranzo tipico, all’ombra del portico della tenuta, con antipasti a base di prodotti locali come salumi e formaggi, polenta, giardiniera, fagioli e cipolla di Breme. Piatto principale un risotto Carnaroli bio allo zafferano e per finire tiramisù e caffè con biscottini di riso. Sono disponibili anche menu vegetariani e per bambini.",
    "trans": "Eat, explore, breathe...\nIt is so that, in the occasion of \"Welcome to Lomellina\", the estate opens to the public on Saturday 25 and Sunday 26 May, keeping true to the mission of the Darefrutto Foundation, non-profit organisation, which works to improve the estate and its land. The purpose is to safeguard a large natural heritage and rural architecture and make it available for events, hospitality and educational activities, so that all people can know, appreciate and enjoy.\nThe appointment is on Sunday, May 26 with a wide program: in the morning and afternoon there will be rice-themed visits, accompanied by a sommelier of the rice that will bring young and old to discover the different varieties grown on the estate: the Vialone Nano and the Carnaroli. There will also be nature tours in the ontaneto and in the garzaia, with guides of the Emys Studio, certificater AIGE.\nTraditional flavours\nBetween 13:00 and 14:30 there will be a typical lunch, in the shade of the porch of the estate, with appetisers based on local products such as salami and cheese, polenta, gardener, beans and onion from Breme. Main course: risotto Carnaroli organic saffron and lastly tiramisu and coffee with rice biscuits. Vegetarian and children’s menus are also available."
}