{
    "source": "it_IT",
    "target": "en_US",
    "text": "Tutti i nostri orologi sono disponibili presso la nostra gioielleria. E’ consigliato appuntamento per visione e prova.\nLe foto pubblicate sono assolutamente reali e corrispondono alle attuali condizioni degli orologi.\nLe trattative iniziate sulla piattaforma “Chrono24” devono essere concluse sulla medesima piattaforma.\nrendere felici e soddisfatti i nostri Clienti!\nGioiellieri da oltre 30 anni nel centro storico di Angera.\nOggi ancor più di ieri la nostra mission rimane:\nLaboratorio interno di orologeria specializzato nell’alta gamma - Laboratorio orafo.\n3. La nostra garanzia copre i difetti di malfunzionamento. Se l’orologio dovesse presentare dei problemi verrà riparato in garanzia senza costi. L’orologio dovrà essere spedito a proprie spese presso la nostra sede.\n4. Sono esclusi dalla nostra garanzia il deterioramento dovuto a usura e danni causati da un uso improprio e/o da trattamento inadeguato, perdita e furto oltre a interventi effettuati da terzi non autorizzati. La nostra garanzia non copre i danni dovuti da infiltrazioni d’acqua o allagamento.\nTutti gli orologi di \"secondo polso\" sono controllati e verificati dal nostro Laboratorio Interno Specializzato e sono corredati da garanzia di 12 mesi. La nostra garanzia non si applica agli orologi nuovi o ancora coperti dalla garanzia ufficiale di prima vendita del produttore.",
    "trans": "All our watches are available at our jewelry store. It is advisable to ask for an appointment for viewing and testing.\nThe photos published are absolutely real and match the current condition of the watches.\nNegotiations started on the \"Chrono24\" platform must be concluded on the same platform.\nMake our Customers happy and satisfied!\nJewellers for over 30 years in the historic centre of Angera.\nToday even more than yesterday our mission remains:\nInternal workshop of watchmaking specialized in high quality - Goldsmith’s workshop.\n3. Our warranty covers malfunction defects. If the watch presents problems, it will be repaired under warranty for free. The watch must be shipped to our headquarters at your own expense.\n4. The deterioration due to wear and damage caused by improper use and/or improper handling, loss and theft as well as work carried out by unauthorised third parties is excluded from our guarantee. Our warranty does not cover damage caused by water infiltration or flooding.\nAll \"second hand\" watches are checked and verified by our specialized internal laboratory and come with a 12-month warranty. Our warranty does not apply to new watches or watches that are still covered by the manufacturer’s official first-sale warranty."
}