{
    "source": "it_IT",
    "target": "en_US",
    "text": "MMR: A Los Angeles dopo nove anni mi sento a casa, a Londra sono ultra focalizzato, lavoro tutto il tempo. Mentre a Los Angeles, col fatto che non ci sono stagioni, non realizzi che il tempo passa.\nLOH: Quanto ti interessa la moda?\nMMR: Per me quello che indossi è straordinariamente importante. Tornando a David Bowie, un nuovo abito faceva di lui una nuova persona. Mi piace vestirmi all’opposto dello stereotipo del musicista, come uno che lavora a Wall Street. In materia di moda conosco bene solo un paio di brands, ma posso guardare infinite volte le sfilate inizio anni 2000 di Galliano e McQueen, sono vere e proprie performances. Mi piace lo stile di Daniel Day-Lewis, non perché necessariamente indosserei quello che porta, ma perché penso che sia perfetto per lui.\nLOH: Come vedi il tuo futuro?\nMMR: Nella mia testa pianifico tutte le fasi, i tre prossimi album della band, i miei prossimi passi da solista, dove voglio arrivare come attore, ma mi sento ridicolo ad esprimerle ad alta voce. Ma credo sia importante visualizzare la vita che desideri, perché ti spinge a lavorare costantemente per raggiungerla.",
    "trans": "MMR: After nine years in Los Angeles I feel at home, I am ultra focused in London, I work all the time. While in Los Angeles, since there are no seasons, you don't even realize time is passing.\nLOH: How interested are you in fashion?\nMMR: What people are wearing is incredibly relevant to me. Back to David Bowie, a new suit turned him into a new person. I like to dress in the opposite of the stereotype of a musician, like someone who works on Wall Street. In fashion I know only a couple of brands, but I can watch the shows of Galliano and McQueen from the early 2000s, they are real performances. I like Daniel Day-Lewis' style, not because I necessarily would wear what he wears, but because I believe it’s perfect for him.\nLOH: How do you see your future?\nMMR: I plan all the steps in my head, the next three albums of the band, my next solo steps, where I want to get as an actor, but I feel ridiculous to tell them out loud. But I think it’s essential to visualize the life you want, because it drives you to work constantly to achieve it."
}