{
    "source": "it_IT",
    "target": "en_US",
    "text": "Un corso tra gli anfratti della parola, del romanzo, della vita da raccontare\nDocente[redacted_name]\nMartedì dalle 17:30 alle 19:30\n8 incontrionline\ndal 29 ottobre al 17 dicembre 2024\nIL CORSO\nIl corso ha lo scopo di attraversare l’arte della scrittura soffermandosi sui suoi elementi più significativi. Lo stile, l’utilizzo di un aggettivo piuttosto che un altro, l’azione descritta da un verbo inedito, una corretta punteggiatura ne costituiscono la base. Ci spingeremo poi nelle varie strutture di trama (per costruire la propria), nella magia del dialogo, nel modo più elegante per\ndescrivere sentimenti, eventi, un ambiente. Conosceremo le tecniche più avanzate per stimolare la creatività. Affronteremo\nl’avventura dell’immaginazione anche grazie a generi letterari fra i più apprezzati, come noir, fiaba, storico.\nIl piacere di scrivere. E quello di pensarsi già come potenziali scrittrici e scrittori…!\nARGOMENTI\n• battere la pagina bianca:\ntecniche di inizio e generazione di\nidee\n• partire da sé:\nmemoria, osservazione, sensazione\n• costruire l’architettura della",
    "trans": "A course in the ravines of the word, the novel, the life to be told\nTeacher [redacted_name]\nTuesday from 17:30 to 19:30\n8 meetings online\nfrom October 29th to December 17th, 2024\nTHE COURSE\nThe course aims to cross the art of writing focusing on its most significant elements. Style, the use of one adjective rather than another, the action described by an unpublished verb, a correct punctuation form the basis. We will then push ourselves into the various structures of plot (to build our own), in the magic of dialogue, in the most elegant way to\ndescribe feelings, events, an environment. We will learn the most advanced techniques to stimulate creativity. We will face\nthe adventure of the imagination also thanks to literary genres among the most appreciated, such as noir, fairy tale, historical.\nThe joy of writing. And that of thinking about yourself as potential writers...!\nTOPICS\n• hitting the white page:\ntechniques for starting and generating\nideas\n• starting with yourself:\nmemory, observation, feeling\n• building the architecture of"
}