{
    "source": "it_IT",
    "target": "en_US",
    "text": "Verifica che tutti i passeggeri (neonati compresi) abbiano un documento d’identità con foto valida. Puoi verificare tutti i documenti necessari nella sezione documenti di viaggio sul sito di GNV.\nControlla e gestisci la tua prenotazione\nEntra nella tua area riservata con numero di prenotazione ed email per controllare o modificare la tua prenotazione.\nACCEDI ALLA TUA PRENOTAZIONE\nSe non riesci ad accedere puoi chiamare al +39 010 2094591 o contattare la tua agenzia di fiducia.\nCondizioni generali\nSul portale gnv.it sono disponibili le condizioni di trasporto, le coperture facoltative a pagamento (assicurazione Prenota Sereno ed assicurazione veicolo) e le informazioni relative alle penali di annullamento o modifica della prenotazione.\nHai bisogno di Assistenza? Consulta le nostre FAQ!\nPer maggiori informazioni, aiuto e risposte alle domande più frequenti, per favore clicca qui.\nDesideri ricevere la fattura?\nClicca qui per richiedere l'emissione della fattura, ricorda che deve essere richiesta entro il quarto giorno dalla data di emissione del biglietto. Le fatture per i servizi di bordo possono essere richieste direttamente presso la reception della nave.\nmyGNV\nIscriviti al nostro programma fedeltà e ricevi sconti e vantaggi esclusivi. Tieniti sempre informato sulle ultime news di GNV e scopri tutte le promozioni dedicate ai nostri Clienti!",
    "trans": "Check that all passengers (including infants) have a valid photo ID. You might check every mandatory documents in the travel documents section on the GNV website.\nCheck and manage your booking\nEnter your reserved area with the booking number and email to check or edit your booking.\nACCESS YOUR BOOKING\nIf you are cannot access you can always call +39 010 2094591 or contact your trusted agency.\nGeneral terms and conditions\nOn the gnv.it portal you will find the conditions of carriage, the optional paid covers (Book Sereno insurance and vehicle insurance) and updates about cancellation or modification penalties.\nNeed assistance? Check out our FAQ!\nFor more information, help and answers to frequently asked questions, please click here.\nWould you like to receive an invoice?\nClick here to request the invoice, remind that it needs be required no later than the fourth day from the ticket issue. Invoices for on-board services can be requested directly at the ship's reception.\nmyGNV\nJoin our loyalty program in order to receive exclusive discounts and benefits. Keep up to date with the latest GNV news and discover all the promotions dedicated to our Clients!"
}