{
    "source": "it_IT",
    "target": "en_US",
    "text": "XL\nAggiungi al carrello\nCondividi\nSCHEDA TECNICA\nSIZE FIT\nCOMPOSIZIONE\nINFO CARE\nConsegna rapida e reso facile entro 30 giorni.\nDESCRIZIONE\nSmanicato da donna realizzato in tessuto antistrappo con trapuntatura orizzontale.\nQuesto smanicato è progettato specificamente per le donne ed è caratterizzato da un design contemporaneo e inedito taglio cropped che si ferma appena sopra la vita, evidenziando la figura femminile.\nLa chiusura con zip frontale aggiunge un tocco moderno e permette di indossarlo e toglierlo facilmente. Il collo alto conferisce un aspetto sofisticato e offre protezione extra dal vento e dal freddo, rendendo questo capo perfetto per la stagione invernale. Le tasche laterali, posizionate strategicamente ai lati, aggiungono un elemento funzionale all'indumento, consentendo di tenere a portata di mano piccoli oggetti o di scaldare le mani quando fa freddo.\nLa coulisse sul fondo è un dettaglio pratico che permette di regolare la larghezza dello smanicato in base alle preferenze personali, creando un look più aderente o rilassato.",
    "trans": "XL\nAdd to chart\nShare\nTECHNICAL SHEET\nSIZE FIT\nCOMPOSITION\nCARE INFO\nFast delivery and easy returns within 30 days.\nDESCRIPTION\nWomen's sleeveless jacket made from tear-resistant fabric with horizontal quilting.\nThis vest is specifically designed for women and features a contemporary and unique cropped cut that stops just above the waist, accentuating the female silhouette.\nThe front zip closure adds a modern touch and makes it easy to wear and remove. The high collar gives it a sophisticated look and provides extra protection from wind and cold, making it perfect for the winter season. Strategically placed side pockets add a functional element to the garment, allowing you to keep small items handy or warm your hands in cold weather.\nThe drawstring at the hem is a practical detail that allows you to adjust the width of the vest according to your personal preferences, creating a more fitted or relaxed look."
}