{
    "source": "it_IT",
    "target": "en_US",
    "text": "Già da tempo erano state evidenziate agli uffici tecnici preposti del Ministero, come fosse della massima importanza evitare nuove e irragionevoli limitazioni e costi per i possessori di portabici e di garantire parità di trattamento tra italiani e stranieri, come anche evidenziato e sancito dal parere del Consiglio di Stato, che aveva sospeso le circolari, per presunta violazione delle normative europee, con conseguente discriminazione dei cittadini italiani, ed al quale le principali aziende del settore si erano appellate.\nI tecnici del MIT, valutando ragionevolmente le istanze di riproposizione delle circolari, hanno annunciato un imminente decreto interministeriale per semplificare le normative e definire a norma di legge, l’utilizzo di questi indispensabili ed oltremodo sicuri sistemi di carico per ogni tipo di bicicletta. Questo decreto stabilirà che per i portabici montati su gancio traino, che possono coprire targa e luci posteriori, non sarà necessaria la visita alla Motorizzazione e l’annotazione sulla carta di circolazione e gli utilizzatori dovranno solo portare la documentazione di omologazione del produttore.",
    "trans": "For some time now, technical offices in charge at the Ministry had been pointing out that in order to avoid new and unreasonable limitations and costs for bike rack owners and to ensure equal treatment between Italians and foreigners was of the utmost importance, as also highlighted and sanctioned by the opinion of the Council of State, which suspended the circulars for alleged violation of European regulations, with the discrimination against Italian citizens as a consequence, to which the main companies in the sector had appealed.\nThe MIT technicians, reasonably evaluating the petitions for the re-proposal of the circulars, announced an imminent inter-ministerial decree to simplify regulations and define, in accordance with the law, the use of these indispensable and extremely safe loading systems for all types of bicycles. This decree will dictate how tow-bar-mounted bike carriers, which can hide number plates and rear lights, will not require a visit to the DMV and a note on the vehicle registration certificate, so users will only have to carry the manufacturer's approval documentation."
}