{
    "source": "it_IT",
    "target": "en_US",
    "text": "Subbuglio correva avanti e indietro, a suo agio con altri della sua specie.\nA ogni passo [redacted_name] sentiva invece una terribile solitudine invaderlo.\nDopo non ci sarebbe stato alcun ritorno al Magisterium. Basta amici; basta lezioni di Magister [redacted_name]; basta cene a base di licheni nel Refettorio o giochi con [redacted_name] nella Galleria.\nAlmeno, Subbuglio sarebbe andato con lui, chissà dove.\nCamminarono per un’eternità, abbastanza perché lui si sentisse dolere forte la gamba. Rallentò, e le creature lo imitarono per stare al passo con lui.\nQuindi era lui che decideva il passo.\n[redacted_name] spuntò al suo fianco. «Tu dovevi essere il mio contrappeso» disse, e solo da quel verbo al passato [redacted_name] capì con il cuore greve quanto avesse desiderato esserlo.\n«Non lo sapevo quando mi sono offerto.»\n«Non voglio dover combattere contro di te» riprese[redacted_name]. [redacted_name] parlava fitto con [redacted_name] più avanti.\n«Non voglio, ma è quello che accadrà, vero? È il nostro destino: ucciderci a vicenda.»\n«Non crederai davvero che io voglia ucciderti?!» esclamò Call. «Se avessi voluto farlo, avrei già avuto mille occasioni. Potevo ucciderti nel sonno. Potevo staccarti la testa.»",
    "trans": "Subbuglio darted back and forth, at ease among others of his kind.\nWith every step, [redacted_name] felt a crushing loneliness creeping in.\nAfter this, there would be no going back to the Magisterium. No more friends; no more lessons with Magister [redacted_name]; no more dinners of lichen in the Refectory or games with [redacted_name] in the Gallery.\nAt least Subbuglio would come with him—wherever \"there\" was.\nThey walked for what felt like an eternity, long enough for a sharp pain to flare in his leg. He slowed, and the creatures matched his pace to stay with him.\nSo it was he who set the pace.\n[redacted_name] appeared at his side. \"You were supposed to be my counterweight,\" they said. And from that single past-tense verb, [redacted_name] felt, with a heavy heart, how deeply they had meant it.\n\"I didn’t know what I was signing up for when I volunteered.\"\n\"I don’t want to have to fight you,\" [redacted_name] went on. [redacted_name] was speaking intently with [redacted_name] up ahead.\n\"I don’t want to, but that’s what’s going to happen, isn’t it? It’s our destiny: to kill each other.\"\n\"You don’t honestly believe I want to kill you, do you?!\" Call exclaimed. \"If I’d wanted to, I’ve had a thousand chances. I could have killed you in your sleep. I could have taken your head clean off.\""
}