{
    "source": "it_IT",
    "target": "en_US",
    "text": "il soffitto della sala e la parete all’ingresso che si propone di rasare, ovviamente verrebbero anche ritinteggiate di bianco;\nnon si comprende cosa intenda la Tua col “muro inclinato del seminterrato”; come sa bene la Tua nel garage c’è uno scolo di raccolta delle acque , quindi su questo punto non verrà fatto alcunché di aggiuntivo o modificativo; d’altronde in sede di sopralluogo e successivo incontro da me, non si era ipotizzato alcun intervento nel garage della Tua;\nnon si capisce cosa voglia dire l‘intervento “porta chiusa”; se si riferisce alla finestra chiusa della facciata esterna, se ne era già discusso e la Tua aveva deciso di rinunciare a qualsiasi sua pretesa in merito visto che la mia le sarebbe venuta incontro con tutto quanto elencato nella mia precedente mail;\n3 – sta bene lasciare alla Tua la garanzia decennale ex art. 1669 c.c. a decorrere dal rogito notarile;\n4 – sulle piastrelle sostitutive sarebbe garantita la garanzia biennale ex art. 1667 c.c. ;\n5 – la Tua entro la sottoscrizione dell’eventuale contratto dovrà liberare il garage che ella occupa da mesi senza alcun titolo.",
    "trans": "the ceiling of the hall and the wall at the entrance that is proposed to shave, would obviously also be painted white;\nIt is not understood what Tua means by \"inclined wall of the basement\"; as Tua knows well, in the garage there is a water collection drain, so on this point nothing additional or modification will be done; moreover, during the inspection and subsequent meeting with me, no intervention was assumed in the garage of Tua;\nIt is not understood what the intervention means with \"closed door\"; if it refers to the window closed of the external facade, it had already been discussed and Tua had decided to renounce any claim on the subject since mine would come to meet with everything listed in my previous email;\n3 - it is right to leave Tua the ten-year guarantee ex art. 1669 c.c. from the notarial deed;\n4 - on replacement tiles would be guaranteed the two-year warranty ex art. 1667 c.c. ;\n5 - by the signing of the eventual contract, Tua will have to free the garage that it occupies for months without any title."
}