{
    "source": "it_IT",
    "target": "en_US",
    "text": "La partita è stata tesa fin dall’inizio, con entrambe le squadre desiderose di conquistare la vittoria. Il Lipsia ha dominato il possesso palla nel primo tempo, ma la difesa della Juventus ha resistito. Il vantaggio è arrivato al 50′ quando Vlahović, con una conclusione precisa, ha portato avanti la Juventus.\nTuttavia, il vantaggio è durato poco, perché il Lipsia ha risposto con un gol proprio pochi minuti dopo. La partita è diventata un’altalena di emozioni.\nLa tensione è salita alle stelle al 59′ quando Mattia Di Gregorio della Juventus ha ricevuto un cartellino rosso diretto per un fallo pericoloso. Il Lipsia ha sfruttato il vantaggio numerico, pareggiando poco dopo.\nNonostante l’inferiorità numerica, la Juventus ha dimostrato grande carattere. Vlahović, confermando il suo valore, ha segnato il suo secondo gol al 68′, riportando in vantaggio la Juventus.\nIl colpo di grazia è arrivato all’82’ quando Fábio Conceição, entrato a partita in corso, ha siglato un gol preciso per assicurarsi la vittoria per la Juventus.",
    "trans": "The match was intense from the very start, with both teams eager to secure the win. Leipzig dominated possession in the first half, but Juventus' defense held strong. The breakthrough came in the 50th minute when Vlahović scored with a precise finish, putting Juventus ahead.\nHowever, the lead was short-lived, as Leipzig equalized just a few minutes later. The match turned into an emotional rollercoaster.\nTensions reached a boiling point in the 59th minute when Mattia Di Gregorio of Juventus received a straight red card for a dangerous foul. Leipzig capitalized on their numerical advantage, leveling the score shortly after.\nDespite being outnumbered, Juventus displayed remarkable resilience. Vlahović proved his worth once again, scoring his second goal in the 68th minute to restore Juventus' lead.\nThe final blow came in the 82nd minute when Fábio Conceição, who joined the already-started match, sealed a precise goal to secure Juventus' victory."
}