{
    "source": "it_IT",
    "target": "en_US",
    "text": "Nel 1995 si contavano soltanto cinque leggi di questa tipologia negli Stati del Vecchio continente: erano i pionieri della corsa per la conquista dei nuovi milionari e della competizione fiscale verso il basso. Ma all’inizio del 2024 i regimi particolari erano saliti a 28 in 16 Paesi. Senza contare – naturalmente – i piccoli ma aggressivi paradisi fiscali come il Principato di Monaco, Andorra, Gibilterra o i possedimenti della Corona britannica, come Jersey, Guernsey e l’Isola di Man, i cui sistemi impositivi sono disegnati appositamente per attrarre patrimoni ingenti e sono spesso regressivi: i più ricchi pagano di meno.\nLa decisione del Regno Unito di abolire da quest’anno il regime di “res-non-dom” per i residenti non domiciliati che godono (ancora per poco) di esenzione totale dei redditi e dei capital gain prodotti all’estero, ha improvvisamente riaperto i giochi. Soprattutto perché lo stop è arrivato dopo che il Portogallo aveva già interrotto dall’inizio del 2024 le agevolazioni fiscali per i nuovi pensionati che si trasferiscono nel Paese. Certo, due regimi completamente diversi – uno destinato ai super ricchi, l’altro ai più normali lavoratori in quiescenza – che hanno però colpito importanti categorie di nomadi fiscali.",
    "trans": "In 1995, there were only five laws of this type in the states of the Old Continent. These were the pioneers in the race to attract new millionaires and engage in downward tax competition. By early 2024, however, the number of special regimes had risen to 28 across 16 countries. This figure excludes, of course, the small but aggressive tax havens like Monaco, Andorra, Gibraltar, or British Crown dependencies such as Jersey, Guernsey, and the Isle of Man. These jurisdictions are specifically designed to attract substantial wealth and often feature regressive tax systems, where the richest pay less.\nThe United Kingdom's decision to abolish its \"res-non-dom\" regime for non-domiciled residents—who still enjoy, though not for long, complete exemptions on foreign income and capital gains—has suddenly reshuffled the deck. This move came hot on the heels of Portugal’s decision to end tax breaks for new retirees moving to the country, effective at the start of 2024. While the two regimes are entirely different—one targeting the super-rich, the other aimed at ordinary retirees—they both significantly impacted key categories of tax nomads."
}