{
    "source": "it_IT",
    "target": "en_US",
    "text": "• Materiale: tessuto\n• Dimensioni: 40x20x25 cm\n• Chiusura: zip\n• Cinghie regolabili\n• scomparti per tablet\n• tasca antifurto\n• impermeabile\n• made in China\nCOMPOSIZIONE:\nLo zaino è composto dalle seguenti tasche:\n- una davanti media con cerniera a sua volta divisa in 2 scomparti: uno per oggetti come un mini ombrello, accessori come powerbanck o hard-disk e l’altra per tablet fino a 12 pollici;\n- una tasca grande a sua volta divisa in 2 parti: un lato per i vestiti, l’altro con cerniere per piccoli oggetti come hard-disk oppure oppure fazzoletti o medicinali.\n- una dietro, piccola, per nascondere oggetti di valore come portafogli, chiavi, documenti ecc.\n- ai lati ci sono due tasche per borracce e ombrelli.\nLe cinghie sono facilmente regolabili per adattarsi a tutte le altezze.\nAi lati dello zaino sono presenti due fibbie in plastica che servono a comprimere ulteriormente lo zaino quando è chiuso.\nSempre su un lato è presente l’uscita per il cavetto della ricarica degli smartphone. L’uscita è USB/A.\nCONSIDERAZIONI COMPLESSIVE:\nEsteticamente lo zaino è molto semplice e ha un aspetto pulito e adatto anche a viaggi di lavoro con un look total black semplice che sembra davvero molto elegante.",
    "trans": "• Material: fabric\n• Dimensions: 40x20x25 cm\n• Closure: zip\n• Adaptable belts\n• tablet pockets\n• theft-proof pocket\n• waterproof\n• made in China\nCOMPOSITION:\nThe backpack is composed of the following pockets:\n- a medium front with zipper pocket divided in 2 compartments: one side for objects such as a mini umbrella, accessories such as a power bank or a hard-disk, while the other side can contain a 12 inches tablet;\n- a large pocket divided in 2 parts: one side for clothes, and one side with zipped compartments for small objects such as hard-disk, tissues or medicines.\n- a small back pocket, to hide valuable objects such as wallets, keys, documents etc.\n- on the sides there are two pockets for bottles and umbrellas.\nThe straps are easily adaptable to fit all heights.\nThere are two plastic buckles on both sides of the backpack that serve to compress it even more when it's closed.\nOn one side there's an exit for a USB/A smartphone charging cable.\nOVERALL CONSIDERATIONS:\nAesthetically is a very simple backpack, it has a clean look and it is also suitable for business trips with a total black look that looks very elegant."
}