{
    "source": "it_IT",
    "target": "en_US",
    "text": "Alzai la mano per strofinarmi il viso, prima di andare in bagno per pulirlo e lavarmi gli occhi. Tornai nel letto di Ploy e sospirai guardando il suo lato vuoto.\nSperiamo che domani vada meglio.\nUn leggero tocco sulla mia guancia mi svegliò la mattina dopo e alzai lo sguardo mentre Ploy allontanò la sua testa dal baciarmi la guancia. Mi faceva ancora tremare il cuore con il suo dolce sorriso. Era come se stesse cercando di svegliare un bellissimo ragazzo. Mi sedetti e la strinsi in un abbraccio.\n«Sei tornata solo adesso?» Ero perplesso, prima di seppellire la mia faccia nel suo collo. Il suo odore era diverso da quello a cui ero abituato, facendomi girare la testa.\n«Ero ubriaca, così ho dormito in una casa di amici.» Lei rispose con un dolce sorriso.\n«Lo fai molto ultimamente.» dissi guardandola.\n«Scusa …» rispose Ploy con la mano ancora intorno al mio collo. «Scusa Vee, non lo farò più.» Chiusi lentamente gli occhi, tenendola ancora.\n«Sono solo preoccupato.»\n«Lo so.» Disse, allungando la mano per stringermi la guancia. «Il mio ragazzo è così preoccupato per me.»\n«Mi ami ancora?» chiesi.\n«Perché sembri confuso? Certo che sì. Sei così bello, ti amo di più.» rispose, prima di attaccare le sue labbra alle mie. Ci baciammo dolcemente e poi ci staccammo.",
    "trans": "I raised my hand to rub my face, then headed to the bathroom to clean up and wash my eyes. Returning to Ploy's bed, I sighed as I looked at her empty side.\nLet’s hope tomorrow will be better.\nThe next morning, a light touch on my cheek woke me, and I looked up just as Ploy pulled back after kissing me there. Her sweet smile still made my heart tremble. She looked at me as though she was trying to wake a handsome boy. I sat up and pulled her into a hug.\n“Did you just get back?” I asked, puzzled, burying my face in her neck. Her scent was different from what I was used to, making my head spin.\n“I was drunk, so I stayed over at a friend’s place.” She replied with a sweet smile.\n“You’ve been doing that a lot lately,” I said, looking at her.\n“I’m sorry…” Ploy said, her arm still around my neck. “I won’t do it again, Vee. I promise.” I slowly closed my eyes, still holding her close.\n“I’m just worried about you.”\n“I know,” she said, reaching out to cup my cheek. “My boyfriend is so worried about me.”\n“Do you still love me?” I asked.\n“Why do you look so unsure? Of course, I do. You’re so handsome—I love you even more,” she said before sticking her lips to mine. We kissed softly before pulling apart."
}