{
    "source": "it_IT",
    "target": "en_US",
    "text": "ARTICOLO 10 – PROTEZIONE DEI DATI\n10.1 10.2 10.3 Il beneficiario fornirà ai partecipanti la necessaria informativa sulla privacy per il trattamento dei loro\ndati personali prima che questi vengano codificati nei sistemi elettronici per la gestione delle mobilità\nErasmus+ https://webgate.ec.europa.eu/erasmus-esc/index/privacy-statement.\nTutti i dati personali indicati nella Convenzione devono essere trattati a norma del Regolamento (EC)\nn. 1725/2018 del Parlamento Europeo e del Consiglio d’Europa per la tutela dei singoli, nel rispetto\ndel trattamento dei dati personali da parte delle istituzioni e degli organismi comunitari, e della libera\ncircolazione degli stessi. I dati personali devono essere trattati esclusivamente per dare esecuzione\nall’Accordo da parte dell’Istituto di appartenenza, dall’Agenzia Nazionale e dalla Commissione\nEuropea, senza pregiudicare la possibilità di poterli trasmettere a organismi responsabili di controllo e\nrevisione contabile secondo la normativa comunitaria (Corte dei Conti o Ufficio Europeo Antifrode -",
    "trans": "ARTICLE 10 – DATA PROTECTION\n10.1 10.2 10.3 The beneficiary shall provide participants with the necessary privacy information regarding the processing of their\npersonal data before such data is entered into electronic systems for the management of\nErasmus+ mobility programs https://webgate.ec.europa.eu/erasmus-esc/index/privacy-statement.\nAll personal data indicated in the Agreement must be processed in compliance with Regulation (EU)\nNo. 2018/1725 of the European Parliament and the Council of Europe. This regulation protects individuals with regard to\nthe processing of personal data by EU institutions and bodies and ensures the free\nmovement of such data. Personal data must be processed solely for the purposes of executing\nthe Agreement by the home institution, the National Agency, and the European Commission.\nThis does not preclude the possibility of transmitting such data to bodies responsible for control\nand auditing in accordance with EU legislation (e.g., the European Court of Auditors or the European Anti-Fraud Office)."
}