{
    "source": "it_IT",
    "target": "en_US",
    "text": "Quando sentì il rumore della porta che si apriva, si arrese all'inevitabile, sedendosi sul letto perché le gambe quasi non lə reggevano. Il petto lə faceva male, le lacrime ormai non le tratteneva più.\n\"Andre? Andre sei qua?\" La voce di Marco. \"Almeno non sono mamma e papà\", fu il suo unico pensiero. Tuttavia, non riuscì a rispondere.\n\"Andre ma che fai?\" Nel buio attenuato soltanto da una piccola lampadina vicino al letto, Marco, ancora sulla soglia, riusciva a distinguere a malapena la figura del gemello. Nessuna risposta, solo quello che sembrava un pianto strozzato. Il ragazzo aveva paura che Andrea si fosse fattə del male, com'era successo a lui tempo prima. Perciò si avvicinò quasi correndo al letto, lasciando la porta del seminterrato spalancata. Quel dettaglio spaventò ancora di più Andrea, che temeva l'ingresso degli altri familiari, anche se razionalmente sapeva che in quel momento non erano in casa. Tuttavia, non riuscì a dire niente. Di nuovo.\n\"Ma che cazzo, Andre?\" Marco era arrivato davanti ai piedi del letto, dando le spalle allo specchio preferito di Andrea. Niente vetri per terra, niente sangue. Marco stava meglio, ma non del tutto.",
    "trans": "When they heard the sound of the door opening, they gave in to the inevitable, sitting on the bed as their legs could barely support them. Their chest ached, and the tears flowed freely now, unstoppable.\n\"Andre? Andre, are you here?\" Marco's voice. \"At least it's not Mom and Dad,\" was their only thought. Still, they couldn’t bring themselves to answer.\n\"Andre, what are you doing?\" In the dim light of the small bedside lamp, Marco, still standing in the doorway, could barely make out the figure of his twin. No response came, just what sounded like muffled sobbing. Marco feared Andrea might have hurt themselves, as he once had in the past. Without hesitation, he rushed to the bed, leaving the basement door wide open. That detail terrified Andrea even more, the possibility of the rest of the family walking in, even though they knew rationally that no one else was home. Still, they couldn’t speak. Again.\n\"What the hell, Andre?\" Marco was now standing at the foot of the bed, his back to Andrea’s favorite mirror. No broken glass, no blood. Marco was doing better, but not completely."
}