{
    "source": "it_IT",
    "target": "en_US",
    "text": "Se non leggi correttamente questo messaggio, clicca qui\nGentile cliente,\nil Tribunale di Bolzano, con sentenza del 13.06.2024, ha accertato che la clausola sub art. 2.2 delle condizioni generali di contratto di Sicily by Car S.p.A. – cheprevede una penale pari ad € 50 oltre IVA per l’omesso e tempestivo pagamento di contravvenzioni, pedaggi e parcheggi – è vessatoria ed ha pertanto vietato alla società ogni ulteriore utilizzo di tale clausola.\nPoiché risulta che Lei ha corrisposto tale importo, potrebbe avere diritto al rimborso di quanto pagato.\nSi precisa che la supposta vessatorietà riguarda soltanto la previsione sub art. 2.2 lett. e) e che questa società, ritenuta errata in fatto ed in diritto la pronuncia del Tribunale di Bolzano, ha già proposto appello.\nSi precisa altresì che La presente comunicazione non riguarda i clienti che abbiano ricevuto il rimborso di quanto pagato.\nDistinti saluti\nSicily by Car S.p.A.\nPer qualsiasi chiarimento in merito alle modalità con cui trattiamo i dati vi invitiamo a consultare il seguente link:\nPrivacy Policy",
    "trans": "If you cannot read this message correctly, click here\nDear customer,\nthe Court of Bolzano, with a judgment dated 13.06.2024, has determined that the clause sub art. 2.2 of the general terms and conditions of Sicily by Car S.p.A. - which provides a penalty of € 50 over VAT for failure to pay and timely payment of fines, tolls and parking - is vexatious and therefore prohibited the company any further use of this clause.\nAs it results that you have paid this amount, you may be entitled to a refund of what you paid.\nIt is specified that the alleged vexatiousness concerns only the provision under art. 2.2 lit. e) and that this company, considered incorrect in fact and in law the ruling of the Court of Bolzano, already suggested appeal.\nShould be also noted that this statement does not concern customers who have received a refund of the amount paid.\nBest regards\nSicily by Car S.p.A.\nFor any clarification about our data processing,  please see the following link:\nPrivacy Policy"
}