{
    "source": "it_IT",
    "target": "en_US",
    "text": "ad assumere, con contratto di soggiorno per lavoro subordinato, il lavoratore:\nCognome: ALAOUI Nome: RACHID Sesso: M Nato/a: JORF\nil 01/11/2004\nStato di nascita: MAROCCO Cittadinanza: Marocco\nResidente in (Stato estero): MAROCCO\nIl presente nulla osta sarà inviato alla competente rappresentanza Diplomatico- consolare a cura dello Sportello Unico. Il richiedente è comunque tenuto ad informare il lavoratore del rilascio del nulla osta per consentirgli di richiedere alla medesima rappresentanza il visto di ingresso nonchè a consegnare al predetto lavoratore il presente nulla osta dopo l’ingresso per consentirgli lo svolgimento dell’attività lavorativa, fermo restando l’assolvimento degli obblighi di cui all’articolo 42, comma 4, del decreto-legge 21 giugno 2022, n. 73\nNei casi di cui all’art. 42, comma 7, del decreto legge 21 giugno 2022, n. 73, il presente nulla osta è consegnato dal richiedente al lavoratore straniero per consentirgli lo svolgimento dell’attività lavorativa fermo restando l’assolvimento degli obblighi di cui all’articolo 42, comma 4, del decreto-legge 21 giugno 2022, n. 73",
    "trans": "to hire, under a residence permit for employment, the worker:\nLast Name: ALAOUI First Name: RACHID Gender: M Born in: JORF\non 11/01/2004\nCountry of Birth: MOROCCO Citizenship: Morocco\nResident in (Foreign Country): MOROCCO\nThis authorization will be sent to the competent diplomatic-consular representation by the Single Desk. The applicant must still inform the worker of the issuance of this authorization, allowing them to apply for an entry visa at the same representation. After entry, the applicant must deliver this authorization to the worker to enable them to perform their work, subject to compliance with the obligations under Article 42, paragraph 4, of Decree-Law No. 73 of June 21, 2022.\nIn cases under Article 42, paragraph 7, of Decree-Law No. 73 of June 21, 2022, this authorization is delivered by the applicant to the foreign worker to allow them to carry out their work, without prejudice to compliance with the obligations outlined in Article 42, paragraph 4, of the same Decree-Law."
}