{
    "source": "it_IT",
    "target": "en_US",
    "text": "vinciali, che in buona parte venivano reclutati nelle aree in cui erano acquartierate le legioni, in Occidente principalmente lungo il Reno e il Danubio, in Oriente a ri\ndosso della frontiera dell'Eufrate. Per i provinciali il servizio nelle legioni continuò ad c ostituire ancora a lungo una prospettiva interessante, non solo economica\nma anche di promozione civile: sempre più spesso non cittadini (peregrini) si anuolarono nelle legioni ricevendo contestualmente in cambio l'agognata cittadinan\nza, e alla fine del servizio il legionario in congedo, in forza del prestigio acquisito,\npoteva ambire a cariche pubbliche nelle comunità locali. Anche la politica degli arruolamenti risentì in misura crescente del processo di provincializzazione: il reclu\ntamento interessò aree sempre più periferiche e gravitanti attorno ai grandi campi legionari, dove i soldati finivano per formare famiglia e dove l'economia dipendeva esclusivamente dalle paghe e dalle provvidenze militari. Con la presenza sempre più accettata delle famiglie presso i luoghi in cui veniva prestato il servizio, il mestiere delle armi cominciò ad essere trasmesso in misura crescente di padre in figlio, contribuendo a creare una base di reclutamento molto solida e affidabile, anche se al prezzo di un certo affievolimento dei legami col potere centrale.",
    "trans": "provincials, recruited mostly in the areas where the legions were quartered, in the West mainly along the Rhine and the Danube, in the East\nclose to the border of the Euphrates. For the provincial, service in the legions continued to represent a captivating prospect not only economically\nbut also as a way of promoting society: non-citizens (pilgrims) increasingly joined the legions and received their longed citizenship in return,\nand at the end of their service the legionary on leave could, given his acquired prestige,\naspire to public office in local communities. The recruitment policy was also increasingly affected by the process of provincialization: recruitment\ninvolved areas gradually peripheral and gravitant around the large legionary camps, where soldiers ended up forming families and where the economy depended exclusively on salaries and military provisions. With the increasingly accepted presence of families in the places where service was performed, the arms trade began to be passed on progressively from father to son, helping to create a very solid and reliable recruitment base, although at the cost of a certain weakening of relations with the central power."
}