{
    "source": "it_IT",
    "target": "en_US",
    "text": "Perché chiedermi se fossi innamorata di lui? A cosa gli serviva saperlo?\nEd io ero stata forse troppo dura a rispondergli in quella maniera?\nDetestavo il fatto che mi sentissi in colpa per una cosa del genere.\nMagari avrei dovuto parlargli di nuovo, ma la parte più orgogliosa di me continuava a sconsigliarmi questa soluzione; mi ripeteva che non dovessi essere io quella a dover risolvere le cose tra noi, e continuavo a dare ascolto solo a quella voce, solo a quella parte di me stessa.\nDecisi di distrarmi e andai a sedermi accanto a Pope e Cleo con l'intenzione di seguire la loro partita a scacchi. Pope stava posizionando le pedine sulla scacchiera mentre Cleo prendeva un altro sorso dalla birra che teneva in mano.\n«Hey Kat...» Cleo fece scontrare giocosamente la sua spalla con la mia e mi sorrise.\nLe sorrisi di rimando «Non ti facevo una scacchista» dissi guardandola.\n«Io sono la regina degli scacchi! – Si vantò divertita – Pope cerca di battermi da settimane ormai.» e subito spostai la mia attenzione sul ragazzo guardandolo sorpresa.",
    "trans": "Why did he ask me if I was in love with him? Why did he need to know?\nAnd was answering him in that way too harsh?\nI hated the fact that I felt guilty for something like this.\nMaybe I should have talked to him again, but my pride kept telling me not to do it; it kept telling me that I shouldn’t be the one who must fix things between us, and I kept listening only to that voice, only to that part of myself.\nI decided to distract myself and went to sit next to Pope and Cleo with the intention of watching their chess game. Pope was positioning the pieces on the board while Cleo took another sip of the beer she had in her hand.\n«Hey Kat...» Cleo playfully clashed her shoulder with mine and smiled at me.\nI smiled back at her «I did not think of you as a chess player» I said looking at her.\n«I am the queen of chess! - she boasted amusedly - Pope has been trying to beat me for weeks now.» And I suddenly shifted my focus on the boy by looking at him in surprise."
}