{
    "source": "it_IT",
    "target": "en_US",
    "text": "Ad ogni modo, dopo l' ennesima pubblicazione fraudolenta dell' inserzione risalente a pochi giorni fa, questa volta ho voluto cambiare strategia, così mi è venuto in mente di creare questo annuncio (che contiene la maggior parte delle foto in possesso del truffatore), con la sovraimpressione del mio nome, cercando di evitare in tutti i modi possibili che questo individuo (o questi) possa trarre in inganno dei malcapitati che vorrebbero soltanto mettere le mani su questa vettura così rara e straordinaria.\n*** CONSIGLIO A TUTTI COLORO CHE SONO ALLA RICERCA DI UNA GR86 ROSSA, DI VERIFICARE E/O PARAGONARE LE FOTO DI QUESTO ANNUNCIO CON QUELLE DELL' ANNUNCIO DI VOSTRO INTERESSE, AL FINE DI ACCERTARVI CHE NON SI TRATTI DELLE MEDESIME FOTO. ***\nN.B. 1: le foto presenti su questo annuncio sono il numero massimo che ho potuto caricare, in realtà il truffatore ne è in possesso di un numero maggiore ma che, per fortuna, sono state tutte scattate nelle medesime 2 location, ovvero nel parcheggio all' aperto visibile nelle prime foto e le altre (private e che inviai solo a lui quel pomeriggio) realizzate nel mio garage (sempre visibili in questa inserzione e che comprendono i documenti ed il numero di telaio sul parabrezza).",
    "trans": "In any case, after the latest fraudulent ad publication from a few days ago, this time I wanted to change my strategy, so I created this ad (which contains most of the photos the scammer possessed), with the overprint of my name, trying to prevent in every possible way that this individual (or these) mislead unfortunate people whose only desire is to put their hands on this rare and extraordinary car.\n*** I RECOMMEND TO ALL THOSE LOOKING FOR A RED GR86, TO CHECK AND/OR COMPARE THE PHOTOS OF THIS AD WITH THE PICTURES OF THE AD YOU ARE INTERESTED IN ORDER TO MAKE SURE THEY ARE NOT THE SAME PHOTOS. **\nN.B. 1: the photos on this ad are the maximum number I could upload, in reality the scammer possesses a larger number but, fortunately, they were all taken in the same 2 locations, the first photos in the open parking lot and the others (private and that I sent only to him that afternoon) in my garage (always visible in this listing and that include the documents and the chassis number on the windscreen)."
}