{
    "source": "it_IT",
    "target": "en_US",
    "text": "Elenco dei servizi Trastevere Chic:\n- carta per accendere le luci in camera da letto, il condizionatore d'aria e l'accesso alla struttura.\n- Le chiavi della camera contengono anche la chiave del cancello qui sotto e questo codice (251063✅) per entrare nella Guest-House.\n- Wi-Fi con password per navigare in internet. (si trovano nell'area comune sopra l'armadio bianco, insieme ai numeri di telefono di emergenza)\n- La cucina è a vostra disposizione con forno a microonde, bollitore, frigorifero, macchina per il caffè, piatti vari e troverete anche caffè, tisane...\n- per la colazione: troverete i biglietti in camera che sono validi per l'intero periodo del vostro soggiorno.\nCon i biglietti puoi usufruire della colazione\nAl Bar Baffo (viale Trastevere 343) presentando il biglietto si possono gustare ottimi croissant con cappuccino e caffè.\nIl Bar Baffo si trova vicino alla guest house, nella stessa strada: scendi per strada, vai a sinistra e vai alla casa numero 343.\nBasta presentare il biglietto e richiedere che sia quello che vuoi.\n- Il cambio di asciugamani e asciugamani doccia viene fatto ogni tre giorni e in anticipo ogni volta che la biancheria viene lasciata nella doccia per indicare che si desidera cambiarla.",
    "trans": "List of services Trastevere Chic:\n- Card to turn on the lights in the bedroom, air conditioner and have access to the property.\n- The room keys also contain the key of the door below and this code (251063✅) to enter the Guest-House.\n- Wi-Fi with password to surf the internet. (located in the common area above the white closet, along with emergency phone numbers)\n- The kitchen is at your disposal with microwave, kettle, refrigerator, coffee machine, dishes and you will also find coffee, herbal teas...\n- for breakfast: you will find the tickets in your room which are valid for the whole period of your stay.\nWith the tickets you can enjoy breakfast\nAt the Bar Baffo (via Trastevere 343) presenting your ticket you can enjoy excellent croissants with cappuccino and coffee.\nBar Baffo is located next to the guest house, in the same street: go down the street, then left and to house number 343.\nSimply present the ticket and ask for what you want.\n- The change of towels and shower towels is done every three days and in advance whenever the linen is left in the shower to indicate that you want to change it."
}