{
    "source": "it_IT",
    "target": "en_US",
    "text": "Per garantire la sicurezza dei farmaci biologici, è cruciale implementare un controllo rigoroso del processo produttivo. È preferibile affidarsi a processi di purificazione efficienti piuttosto che stabilire un ampio programma di test preclinici per la qualificazione delle impurità. Inoltre, il prodotto utilizzato negli studi definitivi di farmacologia e tossicologia deve essere comparabile al prodotto proposto per gli studi clinici iniziali, garantendo così una valutazione accurata della sicurezza.\nIn base a queste considerazioni, i principi generali da seguire includono la selezione delle specie animali pertinenti e rilevanti, in cui si ottiene l'attività biologica desiderata. È fondamentale considerare l'età e lo stato fisiologico degli animali, oltre alle modalità di somministrazione, comprese dose, via di somministrazione e regime di trattamento. Infine, è essenziale garantire la stabilità del materiale di prova nelle condizioni d'uso per assicurare che i risultati ottenuti negli studi preclinici siano validi e applicabili alla valutazione della sicurezza dei farmaci biologici negli esseri umani.\nUn aspetto importante da considerare riguarda gli effetti avversi potenziali associati ai contaminanti degli acidi nucleici. Sebbene questi effetti siano principalmente teorici, esiste la possibilità di integrazione nel genoma dell'ospite, creando preoccupazioni per la sicurezza. Inoltre, i prodotti derivati da cellule di insetti, piante, mammiferi o organismi transgenici comportano un rischio aggiuntivo di infezioni virali, che devono essere valutate attentamente.",
    "trans": "In order to ensure the safety of biological medicines, it is essential to implement a strict control of the production process. Efficient purification processes are preferable for establishing a comprehensive pre-clinical testing programme for the qualification of impurities. Moreover, the product used in the final pharmacology and toxicology studies must be comparable to the product proposed for the initial clinical trials, thus ensuring a thorough safety assessment.\nIn view of these considerations, the general principles to be followed include selection of significant and relevant animal species, where the desired biological activity is obtained. It is vital to consider the age and physiological state of the animals, as well as the mode of administration, including dose, route of administration and treatment regimen. Lastly, it is essential to ensure the stability of the test material under conditions of use so as to ensure that the results obtained in the pre-clinical studies are valid and applicable for the safety assessment of biological drugs in humans.\nAn important aspect to consider is the potential side effects associated with nucleic acid contaminants. Although these effects are mainly theoretical, it can be integrated into the host genome, creating safety concerns. In addition, products derived from cells of insects, plants, mammals or transgenic organisms imply an additional risk of viral infections, which must be carefully assessed."
}