{
    "source": "it_IT",
    "target": "en_US",
    "text": "Nelle riformanze del Comune di Bagnoregio della metà del sec. XVI si trova per la prima volta il toponimo Fontane Secche per indicare l'antica Fons Rei, a testimonianza di come questa fosse rimasta nuovamente a corto d'acqua.\nDal 1550 è in corso un altro intervento di ripristino che consisté nello scavo di una nuova galleria posta ad una quota alcuni metri più bassa della precedente.\nEvidentemente ci si rese conto che un ulteriore approfondimento dello speco di quest'ultima avrebbe provocato rovinosi crolli. Anche il nuovo cunicolo fu iniziato partendo contemporaneamente dai due opposti originale forse prevedeva due gallerie con orientamento leggermente differente che si sarebbero dovute congiungere all'incirca a metà effettuati degli errori di misurazione e, nel tentativo di correggerli venne cambiata più volte la direzione dello scavo. Questo procedere per tentativi diede al cunicolo una pianta molto irregolare; infine esso venne completato mediante un grande raccordo a forma di \"S\".",
    "trans": "In the reforms of the Municipality of Bagnoregio in the middle of the XVI century, for the first time, the name Fontane Secche is used to indicate the ancient Fons Rei, as a testimony of how this town had run out of water once again.\nSince 1550 another restoration work is underway which consisted in the excavation of a new tunnel placed at an altitude a few meters lower than the previous one.\nIt was obvious that a further deepening of the latter’s scope would cause disastrous collapses. The new tunnel was also started simultaneously from the two opposite sides, and the original tunnel probably had two tunnels with slightly different orientations which would have been joined together in about half of the measurement mistakes made and, in an attempt to correct them, the direction of the excavation was modified several times. This trial and error gave the tunnel a very irregular layout; lastly it was completed by a large \"S\" shaped fitting."
}