{
    "source": "it_IT",
    "target": "en_US",
    "text": "È un piacere conoscerti e sono davvero felice di darti il mio personale benvenuto nella nostra community! Abbiamo un grande obiettivo: farti vivere un inizio di carriera proprio come te l’eri immaginato 😍\nChe ne dici di conoscerci meglio? Raccontami gli ambiti professionali in cui ti piacerebbe costruire la tua carriera così potrò suggerirti come sfruttare al meglio Joinrs per trovare le opportunità che stai cercando!\nTi svelo subito due segreti per potenziare la tua ricerca:\nScarica l'app: ti suggerirà, in tempo reale, gli annunci più compatibili con te.\nTieni aggiornate le tue preferenze: Joinrs è l'unica piattaforma per la ricerca del lavoro in cui a contare non sono solo i requisiti dell'azienda, ma le tue ambizioni e preferenze.\nInfatti, il nostro modello di intelligenza artificiale, la Joinrs AI, è nata per sostituire i soliti annunci lunghissimi, spesso noiosi e complicati, assegnando ad ogni offerta uno score da 1 a 100 e mostrandoti soltanto le informazioni chiave e la compatibilità con le tue preferenze e con i requisiti dell’azienda.\nIl tempo è prezioso, usalo per candidarti consapevolmente!",
    "trans": "It’s my pleasure to meet you and I’m really happy to welcome you to our community! We have a big purpose: to make you live a career start just as you pictured it 😍\nHow about getting to know each other? Tell me about the professional areas in which you would like to build your career so I can suggest how to make the most of Joinrs to find the opportunities you are looking for!\nI’ll reveal two secrets to boost your research:\nDownload the app: it will suggest you, in real time, the most compatible ads with you.\nKeep your preferences up to date: Joinrs is the only job search platform where it’s not just the company requirements that count, but your ambitions and preferences.\nIn fact, our artificial intelligence model, the Joinrs AI, was born to replace the usual long, often boring and complicated ads, giving each offer a score of 1 to 100 and showing you only the key information and compatibility with your preferences and company requirements.\nTime is precious, use it to apply consciously!"
}