{
    "source": "it_IT",
    "target": "en_US",
    "text": "Oggetto: attività di orientamento in ingresso - IIS PLANA – TORINO – a.s. 2024/2025\nGentilissimo Dirigente e Colleghi,\nstiamo programmando e promuovendo le attività di orientamento in ingresso per i nostri indirizzi di studio da\nproporre agli allievi delle vostre classi seconde e terze. Vi informiamo pertanto che:\n● le date delle nostre giornate porte aperte sono sabato 19 ottobre, 16 novembre, 7 dicembre, 18 gennaio. Gli\nincontri si terranno in presenza dalle 9.30 alle 12.30 presso la nostra sede di Torino, Piazza Robilant 5. È necessario\nregistrarsi tramite modulo disponibile all’indirizzo https://plana.edu.it/orientamento-in-ingresso/\nDurante queste giornate sarà anche possibile prenotarsi per partecipare alle attività laboratoriali di odontotecnico,\nottico, manutenzione e assistenza tecnica, chimica e biologia;\n● potete trovarci online anche nell'ambito del Salone dell’Orientamento di Torino\nhttps://saloneorientamentotorino.it/\n● parteciperemo ai Saloni dell'Orientamento delle città di ORBASSANO (26 ottobre), VENARIA REALE (9\nnovembre), COLLEGNO (16 novembre) e CHIERI (23 novembre). Potete inoltre trovare il nostro materiale\ninformativo anche presso il Salone di CHIVASSO (19 ottobre);\nPiazza Generale Carlo Di Robilant, 5 10141 Torino – C.F. 97856410010\ntel +39 011 331005 – posta elettronica tois06900n@istruzione.it – tois06900n@pec.istruzione.it",
    "trans": "Subject: Entrance orientation activities - IIS PLANA - TURIN - school year 2024/2025\nDear Dean and Colleagues,\nWe are organising and promoting the entrance orientation activities for our courses to\noffer to students of your second and third classes. We therefore inform you that:\n● our open house dates are Saturday 19 October, 16 November, 7 December and 18 January. The\nmeetings will be held in attendance from 9.30 to 12.30 am at our headquarters in Turin, Piazza Robilant 5. You must\nregister using the form available at https://plana.edu.it/orientamento-in-ingresso/\nDuring these days it will also be possible to book a spot to participate in dental technician laboratory activities,\nbut also optician, maintenance and technical assistance, chemistry and biology;\n● you can find us online also during the Turin Orientation Fair\nhttps://saloneorientamentotorino.it/\n● we will participate in the Orientation Fairs of the cities of ORBASSANO (26 October), VENARIA REALE (9\nNovember), COLLEGNO (16 November) and CHIERI (23 November). You can also find our information material\nat the CHIVASSO Fair (19 October);\nPiazza Generale Carlo Di Robilant, 5 10141 Turin – C.F. 97856410010\ntel number +39 011 331005 – email tois06900n@istruzione.it – tois06900n@pec.istruzione.it"
}