{
    "source": "it_IT",
    "target": "en_US",
    "text": "4) assegna la ex casa familiare, sita in [redacted_address], con gli arredi che la\ncompongono a [redacted_name], che l’abiterà con i figli;\n5) pone a carico di [redacted_name] l’obbligo di corrispondere a [redacted_name], entro e\nnon oltre il giorno cinque di ogni mese, la somma mensile di euro € 600,00 (seicento/00) a titolo\ndi contributo per il mantenimento ordinario dei figli (200,00 euro per ciascun figlio), con\ndecorrenza dal mese di ottobre 2024. Detta somma sarà annualmente ed automaticamente\nrivalutata secondo gli indici ISTAT dal mese di novembre 2025;\n6) pone a carico di entrambe le parti l’obbligo di contribuire nella misura del 50% ciascuna alle\nspese straordinarie per i figli secondo il Protocollo del Tribunale di Mantova del 28.5.2024;\n7) l’assegno cd. unico verrà percepito dal padre in conformità alla legge;\n8) spese di lite compensate;\n9) manda all’Ufficiale dello Stato Civile del Comune di Bari per le annotazioni di rito ( atto n.\n1366 anno 1997 , parte 2, Serie A);\n10) richiede ai servizi sociali già incaricati di mantenere attivo il monitoraggio della situazione per",
    "trans": "4) assign the former family home, located in [redacted_address], with their furnishings\n[redacted_name], who will live there with their children;\n5) makes [redacted_name] liable to pay [redacted_name], by the\nfifth day of each month at the latest, the monthly amount of € 600,00 (six hundred/00) as a\ncontribution for the ordinary maintenance of children (€ 200,00 per child), with\neffect from October 2024. This sum will be annually and automatically\nreassessed according to the ISTAT indicators from November 2025;\n6) places the obligation on both parties to contribute 50% each to the\nextraordinary expenses for children according to the Protocol of the Court of Mantova of 28.5.2024;\n7) the single cd. allowance will be collected by the father in accordance with the law;\n8) costs of the dispute offset;\n9) send to the Civil Registry Officer of the Municipality of Bari for the ritual annotations ( atton. No.\n1366 year 1997 , part 2, Serie A);\n10) Calls on the social services already in charge to keep monitoring the situation for"
}