{
    "source": "it_IT",
    "target": "en_US",
    "text": "Le radici di questa festa affondano nel lontano 609 d.C., quando Papa Bonifacio IV consacrò il Pantheon di Roma come chiesa in onore di Maria e di tutti i martiri. Nel corso dei secoli, la festa si è diffusa in tutta Europa e si è arricchita di significati e usanze diverse a seconda delle regioni.\nCosa si festeggia ad Ognissanti? Ognissanti è un momento per riflettere sulla vita, sulla morte e sulla spiritualità. Si celebra la comunione dei santi, cioè la partecipazione di tutti i credenti alla vita della Chiesa trionfante in cielo. È anche un'occasione per onorare i propri cari defunti e rafforzare i legami familiari.\nCosa si mangia? La festa di Ognissanti è anche un'occasione per gustare i dolci tipici della stagione. In molte regioni, si preparano le \"ossa dei morti\", biscotti a forma di osso ricoperti di zucchero, e le \"animelle\", dolcetti a base di mandorle e miele. In alcune zone, si preparano anche zuppe e minestre calde per riscaldare le giornate autunnali.\nNegli ultimi anni, la festa di Ognissanti si è intrecciata con le celebrazioni di Halloween, originarie dei paesi anglosassoni mescolando il sacro al profano.",
    "trans": "The origins of this festival date back to 609 AD, when Pope Boniface IV consecrated the Pantheon in Rome as a church in honor of Mary and all the martyrs. Over the centuries, the festival has extended throughout Europe and has been enriched with various meanings and customs depending on the region.\nWhat is celebrated at All Saints' Day? All Saints' Day is a time to reflect on life, death and spirituality. The communion of saints is celebrated, that is, the participation of all believers in the life of the triumphant Church in heaven. It is also a chance to honor the deceased loved ones and strengthen family ties.\nWhat do you eat? The feast of All Saints is also an opportunity to taste the typical sweets of the season. In many regions, the \"bones of the dead\", bone-shaped biscuits covered with sugar, and the \"animelle\", sweets made from almonds and honey are made. In some areas, hot soups and stews are also prepared to warm up the autumn days.\nIn recent years, the feast of All Saints has been combined with the celebrations of Halloween, originating from the Anglo-Saxon countries mixing the sacred to the profane."
}