{
    "source": "it_IT",
    "target": "en_US",
    "text": "trattamento di dati personali e di avere prestato il suo incondizionato consenso al nominato\nprocuratore onde questi provveda, nello svolgimento dell’incarico professionale conferito, al\ntrattamento dei dati personali e sensibili forniti e alle eventuali comunicazioni anche di\nnatura sensibile o giudiziaria e di essere stato informato, ai sensi dell’art. 4, 3° comma, del\nDlgs. N° 28/2010 della possibilità di ricorrere al procedimento di mediazione ivi previsto e\ndei benefici fiscali di cui agli artt. 17 e 20 del medesimo decreto, come da separato allegato.\nAll’uopo viene conferita al nominato procuratore ogni più ampia e generale facoltà, per\nmodo che possa effettuare e sottoscrivere ogni dichiarazione di legge e compiere tutto\nquanto la parte rappresentata stessa far potrebbe, senza che si possa opporre difetto di\nmandato.\nCon promessa sin d’ora di rato e valido per l’operato della costituita Parte Procuratrice,\nsenza bisogno di ulteriore ratifica o conferma.\nDichiara, infine, di essere stato edotto circa il grado di complessità dell’incarico che con la\npresente conferisce e circa tutti gli oneri ipotizzabili dal momento del conferimento sino alla\nconclusione.\nEleggono domicilio in Roma presso la Cancelleria della Corte di cassazione.",
    "trans": "processing of personal data and having given unconditional consent to the appointed\nattorney so that he/she may, in the performance of the professional task entrusted to\nthe process the personal and sensitive data provided, as well as any communications, even of\na sensitive or judicial nature, and having been informed, pursuant to Article 4, paragraph 3, of the\nLegislative Decree No. 28/2010, of the possibility of resorting to the mediation procedure provided therein and\nthe tax benefits referred to in Articles 17 and 20 of the same decree, as specified in the separate attachment.\nTo this end, the appointed attorney is granted the broadest and most general powers, so\nthat he/she may make and sign any declarations required by law and perform everything\nthat the represented party could do, without the possibility of objecting to any lack of\nmandate.\nWith a promise from now on of ratification and validation for the actions taken by the appointed attorney,\nwithout the need for further ratification or confirmation.\nLastly, he/she declares to have been informed about the degree of complexity of the task\nconferred by this document and about all foreseeable obligations from the time of assignment to its\nconclusion.\nThey elect domicile in Rome at the Registry of the Court of Cassation."
}