{
    "source": "it_IT",
    "target": "en_US",
    "text": "-- Controllare i suoi abbonamenti, se presenti. Potrebbe essere necessario aggiornarli.\nIn caso di problemi durante il ripristino della password, utilizzi il modulo \"Contattaci\" disponibile nelle nostre pagine di Aiuto.\nPuò inoltre attivare la verifica in due fasi di Amazon, una funzione che aggiunge un ulteriore livello di protezione al suo account. Può attivare questa funzione dalla pagina Impostazioni avanzate di sicurezza nella sezione Il mio account > Accesso e sicurezza.\nNon sappiamo in che modo questa persona sia entrata in possesso delle sue informazioni di accesso, dal momento che le attività per ottenerle non sono state condotte sui nostri siti web. Tra le tecniche utilizzate figurano l'uso di software dannoso per rilevare i tasti premuti dall'utente, l'utilizzo di password di uso comune e l'invio di e-mail fraudolente che richiedono di fornire informazioni relative all'account (attività nota come \"phishing\").\nPer maggiori informazioni sugli acquisti online sicuri, acceda alla sezione Aiuto su Amazon.it, quindi selezioni Altri argomenti e siti di Aiuto e clicchi su Area legale, Sicurezza, Privacy.",
    "trans": "-- Check your subscriptions, if any. It may be necessary to update them.\nIf you encounter issues while resetting your password, use the \"Contact Us\" form available on our Help pages.\nYou can also enable Amazon's Two-Step Verification, a feature that adds an extra layer of protection to your account. You can activate this feature from the Advanced Security Settings page in the My Account > Sign-In & Security section.\nWe do not know how this person obtained your login information, as the activities to acquire it were not conducted on our websites. Techniques used include malicious software to detect keystrokes, the use of common passwords, and the sending of fraudulent emails requesting account-related information (an activity known as \"phishing\").\nFor more information on safe online shopping, go to the Help section on Amazon.com, then select Other Topics and Help Sites and click on Legal, Security, Privacy."
}