{
    "source": "it_IT",
    "target": "en_US",
    "text": " Unico requisito richiesto ai genitori per diventare rappresentanti di classe è quello di avere un figlio/a\nfrequentante la classe per la quale si effettuano le elezioni dei suoi componenti. Tutti i genitori (padre e\nmadre), infatti, hanno diritto di voto per eleggere i loro rappresentanti nel Consiglio di classe, di\ninterclasse e di intersezione. È diritto di ogni genitore proporsi per essere eletto. Si vota nelle classi e\nsezioni di tutti i figli.\n Il Consiglio di classe, attraverso i rappresentanti, informa gli studenti e le famiglie sull’andamento della\nclasse. I rappresentanti dei genitori e degli studenti riferiscono al Consiglio le richieste e evidenziano le\nproblematiche della classe. Pertanto il Consiglio è un organo che ha anche lo scopo di favorire i rapporti\ncon gli alunni e le famiglie nell’interesse comune di garantire un successo scolastico agli studenti.\n Il Consiglio di classe, di interclasse e di intersezione si occupa dell’andamento generale della classe, si\nesprime su eventuali progetti di sperimentazione, ha il compito di formulare proposte al Collegio\nDocenti relative all’azione educativa e didattica e di proporre gli strumenti e le modalità per agevolare e",
    "trans": "The only requirement for parents to become class representatives is to have a son or daughter\nattending the class for which the elections are being held. Both parents (father and\nmother) are entitled to vote to elect their representatives in the Class,\nInterclass, and Intersection Councils. Every parent has the right to propose themselves as a candidate. Voting takes place in the classes and\nsections of all children.\nThe Class Council, through its representatives, informs students and families about the progress of the\nclass. Parent and student representatives communicate the class's requests and highlight the\nissues to the Council. Therefore, the Council represents a body aimed at fostering relationships\nwith students and families to ensure academic success for the students.\nThe Class, Interclass, and Intersection Councils address the general progress of the class,\nprovide input on potential experimental projects, has the role to make proposals to the Board\nof teachers regarding educational and didactic actions, and suggest tools and methods to facilitate and"
}