{
    "source": "it_IT",
    "target": "en_US",
    "text": "[redacted_address]\nProtocollo\n[redacted_info]\nOggetto: avviso bonario\nCodice azienda:\nCodice Fiscale:\nNum. avviso:\n[redacted_info]\nGentile Signora,\nLa informiamo che, dai controlli effettuati sui nostri archivi, non risultano presenti i versamenti per contributi previdenziali\ne assistenziali e per somme aggiuntive riferiti ai periodi riportati nella tabella allegata.\nLe ricordiamo che il mancato pagamento di tali importi non consente l'accredito contributivo per i periodi indicati ai fini del\ncalcolo della Sua pensione.\nLa regolarizzazione può avvenire:\n- versando l'importo in un'unica soluzione entro 30 giorni dalla data della presente comunicazione con il modello\nF24 che dovra essere compilato secondo le indicazioni riportate nella sezione \"Come compilare il modello F24\".\n- presentando una domanda di rateazione, utilizzando il modulo \"Istanza di dilazione amministrativa\" disponibile sul\nnostro sito internet www.inps.it nella sezione Servizi Online, sia nell'ambito dei Servizi al cittadino che nel Cassetto\nPrevidenziale per Artigiani e Commercianti.\nLe ricordiamo che la domanda di rateazione deve comprendere gli eventuali ulteriori contributi non versati e scaduti\nalla data di presentazione della medesima domanda.",
    "trans": "[redacted_address]\nProtocol\n[redacted_info]\nSubject: tax payment slip\nCompany code:\nVAT Number:\nNotice number:\n[redacted_info]\nDear Madam,\nWe would like to inform you, that a check of our records indicates that there are no social security contribution payments\nand welfare contributions and supplementary amounts for the periods indicated in the attached chart.\nPlease note that not paying these contributions does not allow you to be paid for the periods indicated in the\ncalculation of your pension.\nThe regularisation can be done:\n- by paying the entire amount within 30 days following the delivery of this notice using the form\nF24 that will have to be filled according to the instructions contained in the guide \"How to fill a F24 form\".\n- by submitting an instalments request, through the form \"Administrative deferral request\" available on\nour website www.inps.it in the Online Services section, both in the Citizen services and the Drawer\nfor Social security dedicated to Artisan and Traders.\nWe remind you that the instalment application must include all the unpaid and overdue contributions\non the date of the application submission."
}