{
    "source": "it_IT",
    "target": "en_US",
    "text": "Nel quarto video possiamo notare l’attore in una scenografia (secondo me) perfettamente adattata a questo testo con una piacevolissima musica di sottofondo che con le sue note ci accompagna alle parole del testo. I due attori (uomini) rendono perfettamente l’idea che l’autore vuole dare senza alterare in alcun modo il testo. Le pause sono ben definite e l’enfasi è al punto giusto facendoci comprendere ciò che ci vuol esser detto. A mio avviso è il più vicino al testo originale.\nInfine, nel quinto video possiamo notare un attore (uomo) senza scenario e con un’unica luce per farci focalizzare unicamente su ciò che ci dice.\n(link da 1.02 minuti)\nQui l’attrice è una donna, che ci vuole far intendere ciò che dice l’autore nel suo testo senza invariarne le parole. Lo scenario è inesistente e consiste in uno sfondo nero, facendoci concentrare solo sulla donna. Non rende al massimo l’idea del testo in quanto non è dotato di un’ottima enfasi.\n(link da 0.51 minuti)\nL’attore (uomo) è in uno scenario alquanto modesto e indossa un costume che vuo,e farlo confondere con il paesaggio alle sue spalle. Non viene utilizzata molta enfasi e non rende benissimo l’idea del testo ma nonostante ciò le parole non sono state alterate.",
    "trans": "In the fourth video we can see the actor in a setting (in my opinion) greatly arranged for this text with some very pleasant background music who accompanies us with its notes to the words of the text. The two (male) actors perfectly sum up the idea that the author wants to give without altering the text in any way. The pauses are well defined and the emphasis is at the right point, making us understand what is being said. In my opinion, this one is the closest to the original text.\nFinally, in the fifth video we can see an actor (man) with no scenery and only one light to make us focus solely on what he is saying.\n(1.02 minutes link)\nNow the actress is a woman, who wants us to understand what the author expresses in his text without changing the words. The scenery is non-existent and consists of a black background, letting us focus only on the woman. It does not recreate the idea of a text to the fullest as it lacks emphasis.\n(0.51 minutes link)\nThe actor (man) is in a rather modest setting and wears a costume that makes him blend in with the landscape behind him. Not much emphasis is used and does not render the idea of the text very well, but nevertheless the words have not been altered."
}