{
    "source": "it_IT",
    "target": "en_US",
    "text": "1) Dati comuni forniti tramite la compilazione di contratti, formulari, questionari, interviste dal vivo e/o strumenti di comunicazione a distanza (es.: Dati\nanagrafici, Dati di contatto, Dati relativi a sue precedenti esperienze lavorative e non, Dati inerenti ai suoi interessi, ecc.) ;\n2) Dati comuni consistenti nella sua immagine e/o voce fotografati, registrati e/o ripresi durante il Programma;\n3) Dati particolari ai sensi dell’art. 9 GDPR (es.: stato di salute attuale e/o passato, appartenenza, orientamenti e/o opinioni filosofici, religiosi, politici e/o\nsindacali, orientamento sessuale, origine etnica, ecc.), ove rilevino con riguardo ai contenuti del Programma;\n4) Dati giudiziari ai sensi dell’art. 10 GDPR (Dati relativi a condanne penali e a reati o a connesse misure di sicurezza), ove rilevino con riguardo ai contenuti\ndel Programma e/o per adempiere a obblighi legali.\nI Dati saranno raccolti presso di lei e/o soggetti terzi (es.: agenti, procuratori, consulenti/collaboratori, genitori/tutori in caso di minori, ecc.), nonché ove\nnecessario consultando fonti pubbliche e/o banche dati private accessibili al pubblico.\nBase giuridica e finalità del trattamento dei Dati e natura del relativo conferimento",
    "trans": "1) Common data provided through the completion of contracts, forms, questionnaires, live interviews, and/or remote communication tools (e.g.,\npersonal identification data, Contact details, Data regarding your previous work and non-work experiences, Data concerning your interests, etc.);\n2) Common data consisting of your image and/or voice photographed, recorded, and/or filmed during the Program;\n3) Special categories of data under Article 9 of the GDPR (e.g., current and/or past health status, membership, philosophical, religious, political, and/or\ntrade union orientations or opinions, sexual orientation, ethnic origin, etc.), when relevant to the content of the Program;\n4) Judicial data under Article 10 of the GDPR (data relating to criminal convictions and offenses or related security measures), when relevant to the content\nof the Program and/or to comply with legal obligations.\nThe data will be collected from you and/or third parties (e.g., agents, representatives, consultants/collaborators, parents/guardians in the case of minors, etc.), as well as,\nwhen necessary, by consulting public sources and/or publicly accessible private databases.\nLegal basis and purposes of data processing and nature of its provision"
}