{
    "source": "it_IT",
    "target": "en_US",
    "text": "versione di tempo in tempo vigente (il “CCNL”), salvo quanto qui espressamente a quest’ultimo derogato.\n2.2. Lei dovrà, altresì, attenersi scrupolosamente ai doveri, agli obblighi e alle prescrizioni contenuti in policy\naziendali e/o codici etici, in regolamenti aziendali e/o disposizioni interne sia della Società sia del Gruppo Alten\ndi tempo in tempo vigenti.\n3) Qualifica e mansioni\n3.1. Lei sarà assunto con la qualifica di Impiegato di 1° Livello e con il ruolo di Project Engineer.\n3.2. La Società si riserva la facoltà di modificare le mansioni a Lei attribuite nei limiti consentiti dall’art. 2103 c.c. e\ndalla disciplina contrattuale in materia.\n4) Periodo di prova\n4.1. È previsto un periodo di prova di 6 mesi di calendario.\n4.2. Durante tale periodo di prova la Società valuterà la Sua capacità professionale con riferimento:\no all’effettivo possesso delle competenze e delle conoscenze specifiche che Lei ha dichiarato di possedere\nnel curriculum vitae sottoposto all’attenzione della Società e nei colloqui preliminari intercorsi;\no alla Sua idoneità a svolgere Le mansioni che Le sono state affidate;\no alla correttezza del Suo comportamento complessivo.\n4.3. Durante il periodo di prova entrambe le Parti potranno, in qualunque momento, recedere dal rapporto senza",
    "trans": "version applicable at the time (the \"CCNL\"), except as expressly derogated hereby.\n2.2. You must also strictly adhere to the duties, obligations, and provisions provided in the corporate policies\nand/or ethical codes, company regulations, and/or internal directives of both the Company and the Alten Group,\napplicable at the time.\n3) Qualification and assignments\n3.1. You will be hired as a 1st Level Employee and in the position of Project Engineer.\n3.2. The Company reserves the right to modify the position assigned to the extent allowed by Article 2103 of the Italian Civil Code and\nthe contractual provisions on the subject.\n4) Trial period\n4.1. There is a six-calendar month trial period.\n4.2. During this trial period, the Company will assess your professional skills with reference to:\nthe actual skills and specific knowledge that you have claimed to posses\nin the curriculum vitae submitted to the Company's attention and during the preliminary interviews;\nyour ability to perform the duties assigned to you;\nthe integrity of your overall behaviour.\n4.3. During the trial period, both parties may terminate the relationship at any time without"
}