{
    "source": "it_IT",
    "target": "en_US",
    "text": "Nel 2007 presenzia alla cerimonia funebre di Luciano Pavarotti, cantando alla Comunione l'Ave Verum Corpus di Mozart. Nello stesso anno canta il brano Conradiana contenuto nell'album We All Love Ennio Morricone; è inoltre protagonista discografico di due opere importanti del Verismo, Pagliacci di Ruggero Leoncavallo e Cavalleria Rusticana di Pietro Mascagni, entrambe opere dirette da Steven Mercurio.\nNel giugno 2008 è Don José nella Carmen di Georges Bizet al Teatro dell'Opera di Roma. Nello stesso anno interpreta il medesimo ruolo in un'edizione discografica diretta da Myung-Whun Chung. Il 7 agosto di quell'anno canta a Međugorje con l'Orchestra sinfonica nazionale ceca. Mentre spopola il suo nuovo album Incanto, si esibisce anche a Padova con la Messa di Gloria di Puccini, poi negli USA con la Petite Messe Solennelle di Gioachino Rossini diretta da Plácido Domingo. L'11 dicembre è il protagonista di una puntata speciale del programma televisivo Che tempo che fa.",
    "trans": "In 2007, he took part in Luciano Pavarotti's funeral ceremony, singing Mozart's Ave Verum Corpus during Communion. The same year, he performed the piece Conradiana featured in the album We All Love Ennio Morricone and he was also the recording lead for two significant operas of the Verismo period, Pagliacci by Ruggero Leoncavallo and Cavalleria Rusticana by Pietro Mascagni, both directed by Steven Mercurio.\nIn June 2008, he played Don José in Georges Bizet's Carmen at the Rome Opera House. The same year, he played the same role in a record release directed by Myung-Whun Chung. On August 7, he performed in Međugorje with the Czech National Symphony Orchestra. While his new album Incanto was selling out, he also performed Puccini's Messa di Gloria in Padua and the Petite Messe Solennelle by Gioachino Rossini in the USA, directed by Plácido Domingo. On December 11, he was the lead guest in a special episode of the television program 'Che tempo che fa'."
}