{
    "source": "it_IT",
    "target": "en_US",
    "text": "c. SISTEMI DI RISOLUZIONE STRAGIUDIZIALE DELLE CONTROVERSIE. Il contraente ha la facoltà di avvalersi di altri eventuali sistemi di risoluzione stragiudiziale delle controversie previsti dalla normativa vigente, tra cui ad esempio, la possibilità di adire l’Organo di Mediazione costituito presso la Camera di Commercio, Industria e Artigianato del luogo di residenza o di domicilio principale del Contraente o dei soggetti che intendano far valere i diritti derivanti dal contratto.\nd. FONDO DI GARANZIA. Il contraente e l’assicurato hanno la facoltà di rivolgersi, al: Fondo di garanzia per l’attività dei mediatori di assicurazione e di riassicurazione c/o IVASS Via Quirinale, 21 – 00187 Roma – Tel.: +39 06/421.331 per chiedere il risarcimento del danno patrimoniale loro causato dall’esercizio dell’attività di intermediazione, che non sia stato risarcito dall’intermediario stesso o non sia stato indennizzato attraverso la polizza di cui al precedente punto.\nALLEGATO 3 INFORMATIVA SUL DISTRIBUTORE",
    "trans": "c. ALTERNATIVE DISPUTE RESOLUTION SYSTEMSThe policyholder has the option to make use of any other alternative dispute resolution systems provided by the applicable law, including, for example, the possibility of referring the matter to the Mediation Body established at the Chamber of Commerce, Industry, and Craftsmanship in the policyholder's place of residence or primary domicile, or that of the individuals intending to assert their rights under the contract.\nd. GUARANTEE FUNDThe policyholder and the insured have the right to contact the Guarantee Fund for the activity of insurance and reinsurance intermediaries at IVASS, Via Quirinale, 21 – 00187 Rome – Tel.: +39 06/421.331. They may request compensation for financial damage caused to them by the intermediary's activities, which has not been reimbursed by the intermediary themselves or indemnified through the policy referred to in the preceding section.\nANNEX 3 – DISTRIBUTOR INFORMATION NOTICE"
}