{
    "source": "it_IT",
    "target": "en_US",
    "text": "I PRINCIPALI dettagli e le condizioni base della proposta.\nDefinizione anticipata del reddito imponibile professionale per l’anno in corso 2024 e per il prossimo 2025;\nLa determinazione del reddito imponibile “proposto” è determinata direttamente dall’Erario mediante dei “logaritmi” non modificabili;\nResta pertanto la propria volontà di aderire alla proposta o meno;\nIl contribuente non deve avere debiti verso l’erario superiori ad euro 5.000,00, alla data del 31 dicembre 2023, pena la decadenza dal beneficio del “Concordato”;\nIn sintesi, i PRINCIPALI benefici previsti con l’adesione alla proposta\nIl reddito eventualmente eccedente la misura proposta NON sarà tassato;\nLa differenza in più fra il reddito del corrente anno e quello proposto è tassato mediante imposta piatta (Flat-tax) al 15%;\nViceversa, se il reddito che sarà effettivamente prodotto nel 2024 e 2025 sarà inferiore alla misura proposta, si pagherà comunque sul reddito “Concordato”;\nLa maggiore tassazione avviene mediante un anticipo del 10% sulla maggiore imposta da pagarsi al 30 novembre p.v. unitamente al secondo acconto ordinario delle imposte.\nIl conguaglio avverrà alle ordinarie scadenze del prossimo anno 2025 ed anno 2026;\nDefinizione possibile mediante sanatoria per gli anni 2018-2022",
    "trans": "THE MAIN details and general terms of the offer.\nEarly definition of professional taxable income for the current year 2024 and for the next 2025;\nCalculating the \"proposed\" taxable income is determined directly by the Treasury by means of non-modifiable \"logarithms\";\nIt is therefore their own choice on whether to subscribe to the offer or not;\nThe taxpayer must not have outstanding debts to the tax authorities exceeding 5,000.00 Euros, as of December 31st, 2023, under penalty of forfeiture for the \"Agreed\" benefit;\nIn summary, the MAIN benefits expected by subscribing to the offer\nAny income exceeding the proposed measure will NOT be taxed;\nThe additional difference between the current year's income and the proposed one is via flat tax (Flat-tax) at 15%;\nConversely, if the income actually made in 2024 and 2025 is less than the proposed amount, it shall still be paid on the \"Agreed\" income;\nThe higher taxation takes place through an advance of 10% on the higher tax to be paid on 30th November, together with the second ordinary tax advance.\nThe refund adjustment will take place pursuant to normal deadlines for next year 2025 and year 2026;\nDefinition possible through amnesty for the years 2018-2022"
}