{
    "source": "it_IT",
    "target": "en_US",
    "text": "Annoto con grande piacere che al progetto hanno lavorato tre rappresentanti della Chiesa della Georgia, tra cui il Maestro Amiran Bakuradze. Anni fa egli ha studiato l’arte del mosaico anche presso la scuola del Vaticano ed è tornato in patria; ha creato varie opere che si possono vedere in diverse chiese della Georgia e all’estero.\nVostra Santità, Eminenti rappresentanti del clero, fratelli e sorelle, cari connazionali residenti a Roma e in Italia, credo che oggi i fratelli San Pietro Apostolo e Sant'Andrea il Primo Chiamato,i fondatori delle nostre Chiese, esultino di gioia.\nPrego loro e la Santissima Madre di Dio di proteggere i nostri Paesi, le nostre chiese e i nostri popoli e di benedirli nella pace. Possa la pace essere stabilita in Medio Oriente, in Ucraina e nel mondo intero attraverso le loro preghiere e la grazia di Dio.\nSappiamo che molte persone pregano e lottano per questo. Anche la vostra preoccupazione per la promozione dei processi di pace è ampiamente nota.\nCi auguriamo che questi sforzi diano i loro frutti.\nVorrei concludere il nostro intervento con le parole del profeta San Davide: \"Tu sei la mia lampada, Signore\". Il Signore mi illuminerà nell'oscurità.\"",
    "trans": "I am pleased to note that three representatives of the Church of Georgia, among them Master Amiran Bakuradze, have worked on the project. Years ago he studied the art of mosaic at the Vatican school and returned home; he created various works that can be seen in various churches in Georgia and abroad.\nYour Holiness, eminent representatives of the clergy, brothers and sisters, dear compatriots living in Rome and Italy, I think today the brothers Saint Peter the Apostle and Saint Andrew the First Called, the founders of our Churches, exult with joy.\nI pray to them and the Blessed Mother of God to protect our nations, our churches and our peoples and bless them in peace. May peace be established in the Middle East, Ukraine and the whole world through their prayers and the grace of God.\nWe know that many people pray and fight for this. Your concern to promote peace processes is also widely known.\nWe hope that these efforts will bear fruit.\nI would like to conclude our intervention with the words of prophet Saint David, \"You are my lamp, Lord.\" The Lord will enlighten me in darkness.\""
}