{
    "source": "it_IT",
    "target": "en_US",
    "text": "PAGINA 31 Visti\nPAGINA 32 Visti\nPAGINA 33 Visti\nPAGINA 34 Visti\nPAGINA 35 Visti\nPAGINA 36 Visti\nPAGINA 37 Visti\nPAGINA 38 Visti\nPAGINA 39 Visti\nPAGINA 40 Visti\nPAGINA 41 Visti\nPAGINA 42 Visti\nPAGINA 43 Visti\nPAGINA 44 Visti\nPAGINA 45 Visti\nPAGINA 46\nArt. 23 del TRATTATO SUL FUNZIONAMENTO DELL’UNIONE EUROPEA (ex articolo 20 del trattato CE)\nOgni cittadino dell’Unione Europea gode, nel territorio di un paese terzo nel quale lo stato membro di cui ha la cittadinanza nonn è rappresentato, della tutela da parte delle autorità diplomatiche e consolari di qualsiasi altro Stato membro, alle stesse condizioni dei cittadini di detto Stato.\nhttp://www.consularprotection.eu\nPAGINA 47\nEMERGENZE\nRecapiti di familiari o conoscenti da contattare in caso di necessità\n1.\nNome ____________________\nIndirizzo __________________\nTelefono___________________\n2.\nNome ____________________\nIndirizzo __________________\nTelefono___________________\nPAGINA 48\nIl presente documento contiene elementi elettronici di elevata tecnologia e deve essere conservato con cura, evitando sollecitazioni meccaniche (pieghe o urti) ed esposizioni ad agenti esterni critici (fonti di alore ed umidità eccessiva)",
    "trans": "PAGE 31 Visas\nPAGE 32 Visas\nPAGE 33 Visas\nPAGE 34 Visas\nPAGE 35 Visas\nPAGE 36 Visas\nPAGE 37 Visas\nPAGE 38 Visas\nPAGE 39 Visas\nPAGE 40 Visas\nPAGE 41 Visas\nPAGE 42 Visas\nPAGE 43 Visas\nPAGE 44 Visas\nPAGE 45 Visas\nPAGE 46\nArticle 23 of the TREATY ON THE FUNCTIONING OF THE EUROPEAN UNION (ex Article 20 of the EC Treaty)\nEach citizen of the European Union shall enjoy, in the territory of a third Country in which the Member State of which he or she is a citizen is not represented, protection by the diplomatic and consular authorities of any other Member State, under the same conditions as the citizens of that State.\nhttp://www.consularprotection.eu\nPAGE 47\nEMERGENCIES\nAddresses of family members or acquaintances to contact in case of necessity\n1.\nName ____________________\nAddress __________________\nPhone number___________________\n2.\nName ____________________\nAddress __________________\nPhone number___________________\nPAGE 48\nThis document contains high-tech electronic elements and must be carefully stored, avoiding mechanical stress (bending or bumps) and exposures to critical external agents (sources of heat and excessive humidity)"
}