{
    "source": "it_IT",
    "target": "en_US",
    "text": "Nasce un figlio maschio, papà dipinge tutta la casa di azzurro\nPuglia\nMaestra accetta incarico alle Tremiti, la scuola dell'infanzia riapre\nPuglia\nPrima dirigente poi senzatetto, ora Ruggiero è assunto nel sociale\nMarche\nClochard in fuga ritrova la sorella grazie ai servizi sociali\nPuglia\nOrsara di Puglia, un paesino di 2mila anime, culla di ultracentenari\nEmilia-Romagna\nMargherita, 9 anni, suggerisce una pasta a forma di tappo. Barilla la realizza\nVeneto\nAlexander nasce 'con la camicia' a Bassano del Grappa, un caso ogni 80mila parti\nToscana\nDa poliziotta a suora, la scelta di Tosca Ferrante\nVeneto\nGenitori sordomuti aiutati durante il parto con la lingua dei segni\nSardegna\nMariuccia, 98 anni, la più anziana windsurfista d'Italia\nTrentino AA/S\nUn panificio a Bolzano introduce il sabato libero: 'Vogliamo dare l'esempio'\nNaviga per Regione\nAbruzzo\nBasilicata\nCalabria\nCampania\nEmilia Romagna\nFriuli V.G.\nLazio\nLiguria\nLombardia\nMarche",
    "trans": "A male child is born, father paints the entire house in blue\nPuglia\nTeacher accepts assignment at Tremiti, kindergarten reopens\nPuglia\nFirst manager then homeless, now Ruggiero is employed in social\nMarche\nClochard on the run finds his sister thanks to social services\nPuglia\nOrsara di Puglia, a village of 2 thousand souls, cradle of over-centenarians\nEmilia-Romagna\nMargherita, 9 years old, proposes a paste in the shape of a cap. Barilla makes it\nVeneto\nAlexander is born 'with the shirt' in Bassano del Grappa, one case every 80 thousand parts\nTuscany\nFrom policeman to nun, the choice of Tosca Ferrante\nVeneto\nDeaf parents received help during childbirth with sign language\nSardinia\nMariuccia, 98 years old, the oldest windsurfer in Italy\nTrentino AA/S\nA bakery in Bolzano introduces free Saturday, 'We want to set an example'\nBrowse by Region\nAbruzzo\nBasilicata\nCalabria\nCampania\nEmilia Romagna\nFriuli V.G.\nLazio\nLiguria\nLombardy\nMarche"
}