{
    "source": "it_IT",
    "target": "en_US",
    "text": "Un esempio di uso del taser, dispositivo accolto confavore, per lo più, tra gli addetti ai lavori, c'era stato anche l'estate scorsa sul ponte della Libertà a Venezia. In quel caso, l'8 agosto, diverse chiamate al 113 avevano avvertito la polizia che uno straniero brandiva una spranga, con la quale sembrava minacciare le auto di passaggio e aveva già aggredito il conducente di un tram. Gli uomini delle volanti lo hanno bloccato con gli impulsi elettrici. Dopo aver mostrato l'arma e avvisato di posare la spranga, è stata avviatauna prima scarica di dardi a vuoto, poiché non dava ascolto. Quindilo hannoavvertito di nuovo, ma senza risultato perché avanzava verso gli agenti con la sbarra puntata. A quel punto,azionato il taser,lo hanno bloccato con l'arma a impulsi elettrici. Caduto a terra, lo straniero è stato soccorso e subito dopoportato in questura per accertamenti. In seguito, con un provvedimento del questore, l'uomo è stato allontanato con un foglio di via.",
    "trans": "An example of the use of a taser, a device largely welcomed among professionals in the sector, has been reported last summer on the Liberty Bridge in Venice. In that case, on August 8, multiple calls to 113 alerted the police that a foreigner was wielding a metal bar, with which he appeared to threaten passing cars after attacking the driver of a tram. The patrol officers stopped him through the use of electric pulses. After showing the weapon and warning him to drop the bar, the police fired some warning darts as he would not listen. Then they warned him again, but to no avail, as he advanced towards the officers with the bar pointed at them. Then, they activated the taser and immobilized him with the electric impulse weapon. After falling to the ground, the foreigner was assisted and then immediately taken to the police headquarters for further investigation. Subsequently, under the order of the police chief, the man was issued with an expulsion notice."
}