{
    "source": "it_IT",
    "target": "en_US",
    "text": "- prestare molta attenzione ai tassi praticati dai numerosi Uffici cambio presenti in città, valutando ogni dettaglio dell’operazione, e specialmente il tasso offerto. E’ opportuno, ove possibile, cambiare gli euro in valuta locale presso gli Istituti bancari;\n- Si raccomanda ai turisti in visita in luoghi affollati di prestare attenzione alle proprie borse, marsupi e zaini, dove si consiglia di non riporre nella tasche esterne portafogli, soldi e documenti.\n- recare con sé copia dei propri documenti e titoli di viaggio, conservando gli originali in luoghi custoditi (albergo, ecc.) ;\n- adottare precauzioni sui mezzi di trasporto pubblici, specialmente a Praga, prestando particolare attenzione ai propri effetti personali ed assicurandosi di obliterare il biglietto corretto al momento della salita sul mezzo e/o dell’ingresso nella stazione della metropolitana.\nPraga è collegata all'Italia da diverse Compagnie Aeree “low cost” (Ryanair, Wizz, Smartwings). Nel periodo estivo, i voli da e per l'aereoporto di Praga possono essere soggetti a sensibili ritardi, acancellazioni e ad overbooking. Si raccomanda pertanto ai viaggiatori di:",
    "trans": "- pay close attention to the rates of the many Exchange Offices in the city, checking every detail of the operation, particularly the offered rate. It is recommended, where possible, to exchange euros for local currency at banks;\n- Tourists visiting crowded places are recommended to pay attention to their bags, carriers and backpacks; wallets, money and documents should not to be in the outside pockets;\n- bring copies of your documents and travel documents, keeping the originals in safe places (hotel, etc.);\n- take precautions on public transport, especially in Prague, paying special attention to your personal belongings and making sure to get the right ticket when boarding and/or entering the metro station.\nPrague is connected to Italy by several \"low cost\" airlines (Ryanair, Wizz, Smartwings). In the summer, flights to and from Prague airport may be subject to significant delays, cancellations and overbooking. Travellers are therefore advised to:"
}