{
    "source": "it_IT",
    "target": "en_US",
    "text": "- L'avvenuta corretta ricezione della proposta del Cliente è confermata da IMG marine mediante una risposta automatica inviata all'indirizzo di posta elettronica comunicato dal Cliente. La risposta di IMG marineè generata in modo automatico dal sistema del Sito e conferma solamente la corretta ricezione della proposta all'interno dei sistemi informativi. Tale messaggio di conferma indicherà il Numero Ordine, da utilizzarsi in ogni successiva comunicazione con IMG marine. Il messaggio ripropone, oltre alle informazioni obbligatorie per legge, i dati inseriti dal Cliente il quale si impegna a verificarne la correttezza e a comunicare tempestivamente eventuali correzioni.\n- Ciascun Contratto d'Acquisto stipulato tra IMG marinee il Cliente deve intendersi concluso con l'accettazione dell'ordine da parte di IMG marine, che ha la facoltà di accettare o meno, a propria discrezione, l'ordine inviato dal Cliente, senza che quest'ultimo possa avanzare pretese o diritti di sorta, a qualsiasi titolo, in caso di mancata accettazione dell'ordine stesso. L'accettazione di IMG marinesi ritiene tacitamente rilasciata, se non altrimenti comunicato al Cliente entro 72 ore dall'invio dell'ordine, a mezzo di un messaggio di posta elettronica inviato all'indirizzo comunicato dal Cliente.",
    "trans": "- The correct receipt of the proposal from the Customer is confirmed by IMG marine through an automatic reply sent to the email provided by the Customer. The response of IMG marines is generated automatically by the site system and only confirms the correct reception of the proposal within the information systems. This confirmation message will indicate the Order Number, to be used in any further communication with IMG marine. The message contains, apart from the information required by law, the data entered by the Customer who verifies its correctness and promptly communicate any corrections.\n- Each Purchase Contract concluded between IMG marine and the Customer shall be considered as concluded with the acceptance of the order by IMG marine, which has the option to accept it or not, at its discretion, the order sent by the Customer, without the latter being able to make claims of rights of any kind, for any reason whatsoever, in case of non-acceptance of the order itself. The acceptance of IMG marines is considered tacitly released, if not otherwise communicated to the Customer within 72 hours after sending the order, by an email sent to the address communicated by the Customer."
}