{
    "source": "it_IT",
    "target": "en_US",
    "text": "INTRODUZIONE\nQuesto capitolo sulla canna fumaria è stato sviluppato in basa alle norme Europee (EN 15287 - EN 13384 - EN\n1856 - EN 1443 - NF DTU 24.1 - NF DTU 24.2).\nFornisce indicazioni sulla corretta realizzazione del condotto fumario, ma in nessun caso dovrebbe sostituire le\nnorme vigenti, che devono essere conosciute dal produttore/installatore autorizzato.\nVerifica presso le autorità locali l'esistenza di norme restrittive riguardanti la presa d'aria per la\ncombustione, il sistema di evacuazione dei fumi, il condotto fumario e il camino.\nL'azienda non si assume alcuna responsabilità per un funzionamento improprio della stufa, se causato\ndall'utilizzo di un condotto fumario di dimensioni inappropriate che non rispetta le norme vigenti.\n1.11.2 CANNA FUMARIA\nOgni apparecchio deve avere una canna fumaria verticale, chiamato camino, per espellere all'esterno il fumo\nprodotto dalla combustione. Il camino deve soddisfare i seguenti requisiti:\n• Non si deve collegare alcun altro caminetto, stufa, caldaia o cappa da cucina.\n• Il camino deve essere adeguatamente separato dai materiali combustibili o infiammabili tramite\nintercapedini d'aria o idonei isolanti antincendio.\n• La sezione interna del camino deve essere uniforme, preferibilmente circolare; le sezioni quadrate o",
    "trans": "INTRODUCTION\nThis section about the flue pipe was developed in accordance with the European standards (EN 15287 - EN 13384 - EN\n1856 - EN 1443 - NF DTU 24.1 - NF DTU 24.2).\nIt provides guidance on the correct construction of the chimney, but should in no case replace the\ncurrent standards, which must be known by the authorized manufacturer/ installer.\nCheck with the local authorities for restrictive regulations concerning\nthe air intake for combustion, the smoke exhaust system, the smoke duct and the chimney.\nThe company assumes no responsibility for improper operation of the stove, when caused\nby the use of a chimney of inappropriate size that does not comply with the applicable regulations.\n1.11.2 FLUE PIPE\nEach appliance must have a vertical flue, called a chimney, to expel the smoke\nproduced by combustion. The chimney shall meet the following requirements:\n• No other fireplace, stove, boiler or kitchen hood should be plugged in.\n• The fireplace shall be adequately separated from combustible or flammable materials by means\nof air gaps or suitable fire insulation.\n• The internal section of the chimney must be uniform, preferably circular; square sections or"
}