{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il corso è aperto a tutti (maggiorenni), essendo un corso Base tutte le argomentazioni verranno trattate da zero, non dando nulla per scontato, inoltre essendo a numero limitato darà la possibilità di essere seguiti al meglio ed avere un confronto diretto in caso di dubbi o curiosità.\nIl costo è di 1500,00 euro dando la possibilità di suddividere il pagamento in 3 rate da 500,00.\nAlla fine del percorso formativo rilasceremo uno Sconto per poter acquistare l'attrezzatura necessaria ad iniziare quest'attività, mentre durante il Corso forniremo il materiale professionale (no kit \"cinesi\"), da utilizzare durante le ore di Lezione.\n(durante il corso vi verrà lasciato uno sconto per l’acquisto del kit)\nA fine corso verrà rilasciato un Diploma di partecipazione, che attesterà la sua Partecipazione al corso e che per quanto riguarda l’Abilitazione ci sarà da integrare un corso di 2 giorni organizzato dell’AUSL del Comune che ti permetterà di aprire uno studio e di lavorare nella regione Emilia Romagna. (per questo corso bisogna rivolgersi direttamente all' AUSL)\nPurtroppo attualmente in Italia non vi è un Decreto Nazionale che Regolamenti questo settore lavorativo e ogni Regione si gestisce a se, in base alla Regione in cui si vorrà spostare o in cui vorrà lavorare deve informarsi su che tipo di Abilitazione richiedono.",
    "trans": "The course is open to everyone (18+). As it is a beginner-level course, all topics will be covered from scratch, without assuming prior knowledge. Additionally, since spots are limited, participants will have the opportunity to receive personalized guidance and engage in direct discussions in case of questions or curiosities.\nThe cost of the course is €1,500, with the option to divide the payment into three installments of €500 each.\nUpon completing the training program, participants will receive a discount to purchase the necessary equipment to start this activity. During the course, we will provide professional materials (not generic \"Chinese\" kits) to be used during the lessons.\n(A discount for purchasing the kit will also be provided during the course.)\nAt the end of the course, a Certificate of Participation will be issued, confirming your attendance. For official certification, however, you will need to complete a two-day course organized by the local health authority (AUSL) in your municipality. This additional course will enable you to open a studio and work in the Emilia Romagna region. (For this course, you must contact the AUSL directly.)\nUnfortunately, there is currently no national decree in Italy regulating this industry. Each region operates independently, so depending on the region where you wish to work or relocate, you will need to verify the specific certification requirements."
}