{
    "source": "it_IT",
    "target": "en_US",
    "text": "Proteggiamo i giovani: la petizione con Cittadinanzattiva e Social Warning\nInsieme aCittadinanzattivaeSocial Warning – Movimento Etico Digitalelanciamo un appello affinché le scuole primarie e secondarie prevedano, nei Piani di Offerta Formativa, un percorso educativo specifico e approfondito sull’uso consapevole dei social media, dando piena attuazione alla legge n. 92/2019 sull’educazione civica nelle scuole (articolo 5 educazione alla cittadinanza digitale).\nChiediamo altresì che i docenti e le famiglie siano adeguatamente formati, perché gli obiettivi di educazione digitale trovino coerenza tra casa e scuola.\nSostieni anche tu il progetto, firma la petizione.\nFirma la petizione Proteggiamo i giovani: la petizione con Cittadinanzattiva e Social Warning\nDal 2004 a oggi, il Progetto Autostima ha raggiunto e sostenuto oltre\n94000000\ndi giovani. Unisciti anche tu e contribuisci al cambiamento\nLearn more about social media and self esteem\nslide 1\nslide 2\nslide 3\nBack To Top\nMen+Care\nContattaci\nMappa del sito\nCookie Notice\nPrivacy Notice\nCondizioni di utilizzo del sito\nNote legali\nAccessibilità\nLocalizzatore di negozi\nFOLLOW US ON",
    "trans": "Protecting the youth: the petition with Cittadinanzattiva and Social Warning\nTogether with Cittadinanzattiva and Social Warning - Digital Ethic Movement we are launching a call for primary and secondary schools in order to include, in the Educational Programmes, a specific and detailed educational path about the use of social media, and fully implementing the Law no. 92/2019 about civic education in schools (article 5 digital citizenship education).\nWe also demand that teachers and families are properly trained, so that the objectives of digital education are coherent at home and at school.\nPlease support the project too, sign the petition.\nSign the petition Protect the youth: the petition with Cittadinanzattiva and Social Warning\nSince 2004, the Self Esteem Project has reached and sustained over\n94000000\nyoung people. Join in and be part of the change\nLearn more about social media and self esteem\nslide 1\nslide 2\nslide 3\nBack To Top\nMen+Care\nContact us\nSite map\nCookie Notice\nPrivacy Notice\nTerms and conditions of use\nLegal note\nAccessibility\nShop localiser\nFOLLOW US ON"
}