{
    "source": "it_IT",
    "target": "en_US",
    "text": "Ho già uno Spark 40 della Positive Grid da più di un anno con in quale mi sono trovato benissimo, rapporto qualità prezzo super, ovviamente stiamo parlando di un ampli per provare e studiare ma che da grandissime soddisfazioni. Qualche mese fa ho visto il promo della nuova versione Spark 2 e così ho deciso di acquistarlo, proprio perché mi sono trovato bene con la versione precedente. L’idea era quella di un upgrade visto che il nuovo modello è più potente e con funzioni aggiuntive come ad esempio il looper.\nDevo dire che il suono è molto arioso e stereofonico rispetto alla precedente versione e le frequenze basse danno l’idea di un cono più grande, i suoni puliti sembrano quasi 3D ed il looper è la ciliegina sulla torta.\nPurtroppo al primo ascolto ho notato subito un problema, una sorta di tintinnio dalle casse dell’unità che si percepisce soprattutto quando lasci andare un accordo su frequenze basse. Ho provato ad aggiornare il firmware ma stesso problema. Chiaramente ho anche provato varie chitarre, cavi e persino il basso, con quest’ultimo il tintinnio/crepitio è anche più evidente.",
    "trans": "I already have a Spark 40 from Positive Grid for more than a year which I found great, super value for money, of course we are talking about an amp to try and study, but that gives great satisfaction. A few months ago I saw the promo of the new Spark 2 version so I decided to buy it, just because I liked the previous version. The idea was to upgrade it since the new model is more powerful and has extra functions such as looper.\nI must admit the sound is very airy and stereophonic compared to the previous version and the low frequencies resemble a larger cone, the clean sounds seem almost 3D and the looper is the cherry on top of the cake.\nUnfortunately, at the first listening I noticed a problem immediately, a kind of ringing from the unit’s speakers that is perceived particularly when you dismiss an agreement on low frequencies. I tried to update the firmware but I still had the same problem. Of course I also tried various guitars, strings and even the bass, with the latter the clink/crackle is even more evident."
}