{
    "source": "it_IT",
    "target": "en_US",
    "text": "www.icleonardodavincisenago.edu.it\nCodice meccanografico:\n[redacted_number]\nCodice fiscale:\n[redacted_number]\nCodice Univoco Fatturazione:\n[redacted_number]\n2. Iscrizione al terzo, quarto o quinto anno del corso di laurea in Scienze della formazione in\nScienze dell’Educazione e della Formazione, avendo già conseguito almeno 90 CFU;\n3. Laurea in psicologia o in discipline affini;\n4. Diploma al Liceo delle Scienze umane o affine;\n5. Altro diploma;\nA parità di ordine di priorità, la supplenza sarà conferita all’aspirante che abbia già prestato servizi\ndi insegnamento (prioritariamente nell’Istituto, apportando un valido contributo alla didattica,\nsecondariamente in altri Istituti), preferibilmente per la medesima tipologia di posto.\nIl conferimento della supplenza sarà comunicato entro le ore 14.00 del 15 ottobre 2024.\nLa supplenza dovrà essere accettata entro le ore 15.00 del 15 ottobre 2024 all’indirizzo di posta\nelettronica miic8ep007@istruzione.it, con presa di servizio il 16 ottobre alle ore 08.00 da\neffettuare negli uffici di segreteria siti in via Risorgimento n. 45 - Senago (MI).\nSi applicano, in caso di mancata accettazione e/o presa di servizio, le sanzioni di cui all’art. 14\ndell’O.M. n. 88/2024.\nL’informativa sul trattamento dei dati personali è disponibile cliccando su Informativa privacy.",
    "trans": "www.icleonardodavincisenago.edu.it\nMechanical code:\n[redacted_number]\nTax Code:\n[redacted_number]\nUnique Invoice Code:\n[redacted_number]\n2. Admission in the third, fourth or fifth year of the Bachelor’s degree programme in\nEducation and Training Sciences, having already obtained at least 90 university credits;\n3. Bachelor’s degree in Psychology or related disciplines;\n4. Diploma from the School of Humanities or related;\n5. Another diploma;\nIn the same order of priority, the role will be appointed to the candidate who has already provided\nteaching services (primarily in the Institute, making a valuable contribution to teaching,\nsecondarily in other Institutes), preferably for the same type of position.\nThe conferment of the appointment will be communicated by 14:00 on 15 October 2024.\nThe appointment must be accepted by 15:00 on 15 October 2024 through the e-mail address\nmiic8ep007@istruzione.it, with service on October 16 at 08.00 to\nbe carried out in the offices located in Via Risorgimento n. 45 - Senago (MI).\nIn case of non-acceptance and/or acceptance of the service, sanctions as referred to in Article 14 shall apply\nof M.O. No. 88/2024\nThe information about the processing of personal data is available by clicking on Privacy policy."
}