{
    "source": "it_IT",
    "target": "en_US",
    "text": "\"Wow Bulma! Come al solito non badi a spese!\" esalò Chichi ammirata, mentre gli altri già si leccavano i baffi guardando tutte quelle prelibatezze.\nIl pranzo trascorse in un'atmosfera rilassata e amichevole, tra risate, battute e ovviamente le abbondanti scorpacciate di Goku e Vegeta che non si facevano pregare a rimettere chili di cibo nel piatto. Gli animi erano distesi e il clima di allegra convivialità regnava sovrano.\nA un certo punto, mentre divorava un'enorme coscia di pollo, Goku si ricordò di aver dimenticato qualcosa nell'altra stanza.\n\"Un momento, torno subito! Ho lasciato una cosa di la!\" E detto questo schizzò fuori dalla sala da pranzo alla sua tipica velocità supersonica, mentre Chichi scrollava la testa rassegnata.\nGoku fece il giro della casa fino ad arrivare in una piccola stanza adibita a studio, dove poco prima era stato con Gohan. Frugò un po' sui mobiletti e negli scaffali alla ricerca del contenitore di una bottiglia di vino che aveva portato per Bulma. Distrattamente aprì un cassetto alla rinfusa, fino a quando un oggetto brillante non attirò la sua attenzione.",
    "trans": "\"Wow, Bulma! As usual, you spare no expense!\" Chichi exclaimed admiringly, while the others were already licking their lips at the sight of all those delicacies.\nLunch passed in a relaxed and friendly atmosphere, filled with laughter, jokes, and, of course, the endless feasting of Goku and Vegeta, who had no hesitation piling their plates with mountains of food. Spirits were high, and the mood of cheerful conviviality reigned supreme.\nAt one point, while devouring an enormous chicken leg, Goku suddenly remembered he had forgotten something in another room.\n\"One moment, I'll be right back! I left something in there!\" And with that, he dashed out of the dining room at his typical supersonic speed, while Chichi shook her head in resignation.\nGoku made his way through the house until he reached a small room used as a study, where he had been with Gohan earlier. He rummaged through the cabinets and shelves, looking for the container of a wine bottle he had brought for Bulma. Absentmindedly, he opened a drawer in a flurry, until a shiny object caught his attention."
}