{
    "source": "it_IT",
    "target": "en_US",
    "text": "Regola numero 3. L’olio deve essere molto caldo: almeno sopra i 170 °C, ma meglio se intorno i 180 °C. Lascia perdere prove empiriche come quella di immergere uno stuzzicadenti per vedere se frigge. Un termometro digitale come il mio è preciso, veloce ed economico. Basta misurare la temperatura e aspettare a immergere gli anelli di calamaro finché la temperatura dell’olio non arriva a 180 °C. Facile no?\nRegola numero 4. L’olio non deve mai superare i 190 °C (che è più o meno il punto di fumo della maggior parte degli oli da frittura venduti nella grande distribuzione). Per semplificarmi la vita io uso questa piastra a induzione portatile che ha il vantaggio di avere la temperatura impostabile. Non faccio altro che impostare la temperatura della piastra a 180 °C e mi evito la seccatura di regolare continuamente il fornello a gas come facevo prima di acquistarla. Fra l’altro, la piastra a induzione portatile ha il gran vantaggio di essere per l’appunto portatile. Di conseguenza quando friggo la porto in terrazzo ed evito di riempire la casa di odori. Ti dico la verità, non ci sono arrivato subito a questa",
    "trans": "Rule number 3. Oil should be very hot: at least above 170°C, but better around 180°C. Forget empirical tests like dipping a toothpick in to see if it fries. A digital thermometer like mine is accurate, fast and cheap. You simply measure the temperature and wait to dip the squid rings until the oil temperature reaches 180 °C. Easy, isn't it?\nRule 4. The oil should never exceed 190 °C (which is roughly the smoke point of most frying oils sold in supermarkets). To make my life easier, I use this portable induction hob, which has the perk of having a temperature setting. I simply set the temperature of the hob to 180 °C and avoid the hassle of constantly adjusting the gas hob as I did before I bought it. Also, the portable induction hob has the great advantage of being portable. As a result, when I fry I take it to the patio and avoid filling the house with smells. I'll tell you the truth, I didn't get it right away."
}