{
    "source": "it_IT",
    "target": "en_US",
    "text": "Ardiana,\ndovrei riuscire a rimandarti il pdf con le mie annotazioni spero\nmercoledi' al piu' tardi.\nNel frattempo ti anticipo alcune curiosita' e riflessioni relative\nalla discussione.\n- Nel lavoro, che e' molto bello e mi complimento per tutto quello\nche e' gia' stato fatto, riconosco la tipologia di analisi che\nsi sta facendo in questo periodo, forse sviluppata nell'ambito del\ngruppo LOFAR. Mi domandavo se ha senso citare eventualmente altri\nlavori e fare anche un confronto con altre sorgenti in ammasso per\nle quali e' stata fatta un'analisi di questo tipo.\n- Nei vari plot, ad esempio figura 6 e 7, si riporta la posizione\ndel cold front. A occhio non mi sembra che succeda nulla di\ndrammatico dopo il cold front. Questo e' sicuramente vero per quanto\nriguarda il trend della brillanza superficiale, ma anche per lo\nspix a bassa frequenza. Quello ad alta inizia un po' ad oscillare,\nin relazione al fatto che a 610 MHz l'ultima parte della coda si\nvede peggio. Non so come dire, a me sembra che dopotutto cold",
    "trans": "Ardiana,\nI should be able to send you the pdf with my annotations I hope\non Wednesday at the latest.\nIn the meantime, I anticipate some curiosities and reflections related\nto the discussion.\n- In the work, which is very nice and I congratulate for everything\nthat has already been done, I recognize the type of analysis that\nis being made in this period, perhaps developed within the\nLOFAR group. I was wondering whether it would be wise to mention other\nworks and also make a comparison with other sources in the cluster for\nwhich such an analysis has been made.\n- In the various plots, for example Figure 6 and 7, it is shown the position\nof the cold front.\nIt doesn’t seem to happen anything\ndramatic after the cold front. This is certainly true with\nregard to the trend of superficial brightness, but also for the low frequency spix. The high one starts to oscillate a little,\nin relation to the fact that at 610 MHz the last part of the tail is\nseen worse. I don’t know how to say it, to me it seems that after all cold"
}