{
    "source": "it_IT",
    "target": "en_US",
    "text": "È necessario fare il test della toxoplasmosi quando:\nuna persona immunocompromessa o una donna in gravidanza con sintomi para-influenzali, infezioni all'encefalo o agli occhi sono state esposte a Toxoplasma gondii\nnello screening prenatale entro la tredicesima settimana di gravidanza e ogni trenta o quaranta giorni in caso di sieronegatività.\nCampione richiesto per la toxoplasmosi?\nPer effettuare la diagnosi di toxoplasmosi viene prelevato un campione di sangue venoso. In alcuni casi per il test può essere raccolto del liquido amniotico tramite amniocentesi o un campione del liquido cefalorachidiano tramite rachicentesi o puntura lombare.\nPreparazione\nNo, questo test non richiede alcuna preparazione.\nServe il digiuno?\nSì, è consigliabile che il paziente si presenti a digiuno per effettuare l’esame.\nÈ opportuno fare l’esame della toxoplasmosi di prima mattina?\nSì, è opportuno fare questo test di prima mattina.\nIn cosa consiste l’esame della toxoplasmosi?\nLa toxoplasmosi è un'infezione provocata da un parassita che non è visibile a occhio nudo. Toxoplasma gondii si trova specialmente nel gatto che mangia carne cruda infetta, uccelli e roditori.\nPuò essere sia un test di tipo sierologico che molecolare.\nCosa sappiamo con questo esame?",
    "trans": "Toxoplasmosis examination is required when:\nan immunocompromised person or a pregnant woman with para-influenza symptoms, brain or eye infections were exposed to Toxoplasma gondii\nin the prenatal screening within the thirteenth week of pregnancy and every thirty or forty days in case of seronegativity.\nIs sample required for toxoplasmosis?\nIn order to diagnose toxoplasmosis, a venous blood sample is taken. Sometimes, amniotic fluid may be collected for the examination by amniocentesis or a sample of cerebrospinal fluid by  rachicentesis or lumbar puncture.\nPreparation\nNo, this examination doesn't require preparation.\nIs fasting necessary?\nYes, it is recommended for the patient to fast before the examination.\nIs it appropriate to conduct the toxoplasmosis examination in the early morning?\nYes, it is apt to take this test early in the morning.\nWhat is the toxoplasmosis test?\nToxoplasmosis is an infection caused by a parasite that is invisible to the naked eye. Toxoplasma gondii is especially found in cats that eat infected raw meat, birds and rodents.\nIt can be both a serological and molecular type of examination.\nWhat do we know from this examination?"
}