{
    "source": "it_IT",
    "target": "en_US",
    "text": "La miscelazione non presenta certamente difficoltà particolari ed è, forse, per questa ragione che spesso viene eseguita con noncuranza e con una certa disattenzione. È un errore, in quanto l'ordine di inserimento dei vari ingredienti nel tino di pastorizzazione ha una sua logica e mira alla migliore distribuzione di essi nella miscela. Si sa, per esem-pio, che il latte in polvere non si scioglie in maniera ottimale qualora venga aggiunto, tal quale, nella miscela in fase di riscaldamento avanzato. Gli stabilizzanti, in genere ed i monodigliceridi in particolare, vanno aggiunti invece miscelandoli a zucchero quando la miscela ha già raggiunto i 60° C. ca. Aggiunti a freddo si scioglierebbero parzialmen-te. La loro azione verrebbe in parte annullata e, nel gelato, si formerebbero perline gelatinose poco appetitose (i cosiddetti occhi di pesce).\nSuddividendo le materie prime ed i semilavorati, in liquidi e solidi, si procede a miscelare a freddo i liquidi (uova comprese) ed incorporando i solidi, man mano, parte a freddo parte a caldo.\nContrariamente a quanto si crede comunemente, la pastorizzazione non è solamente un trattamento termico, ossia una specie di bollitura di un prodotto. La pastorizzazione si differenzia, infatti, dalla sterilizzazione per il diverso trattamento termico (raggiunge infatti temperature massime di 80-85°C) e per il fatto che, raggiun-",
    "trans": "The mixing process certainly does not involve any particular difficulties and, perhaps for this reason, it is often prepared carelessly and with a certain degree of disregard. This is a mistake because the order in which the various ingredients are added to the pasteurization tank follows a specific logic intended to ensure the optimal distribution within the mixture. It is well known, for example, that powdered milk does not dissolve perfectly when added to the mixture during the advanced heating phase. Stabilizers, in general, and monoglycerides in particular, should instead be added by mixing them with sugar when the mixture has already reached approximately 60°C. If added cold, they would only partially dissolve. Their action would be partially nullified, and the ice cream would form unattractive gelatinous pearls (commonly referred to as fish eyes).\nBy dividing the raw materials and the semi-finished products into liquids and solids, the process requires to mix the cold liquids first (including eggs) and then gradually add the solids, partly at cold temperature and partly at warm temperature.\nContrary to common belief, pasteurization is not a heat treatment, such as a simple boiling a product. In fact, pasteurization differs from sterilization due to the different heat treatment (it reaches maximum temperatures of 80-85°C) and the fact that, it reach-"
}