{
    "source": "it_IT",
    "target": "en_US",
    "text": "Che si opti per una via o per l’altra è importante conoscere gli svantaggi connessi. Nel primo caso, l'inquilino potrebbe continuare ad occupare la casa fino al giorno della sentenza, con conseguenti ritardi e possibili complicazioni nella procedura di sfratto. Nel secondo caso, invece, bisogna considerare il rischio di incorrere in sanzioni per il ritardo nella registrazione del contratto d’affitto, il che potrebbe comportare costi aggiuntivi e una procedura più complessa.\nQuanto tempo richiede uno sfratto senza contratto di locazione?\nItempinecessari per sfrattare un inquilino senza contratto sono innegabilmentepiù prolungatirispetto a uno sfratto regolare, che avviene invece con un contratto. Per chiarire, se si opta per un giudizio civile, con l'assistenza di un avvocato, specializzato in questo tipo di atti giuridici, la cui spesa va valutata attentamente, laprocedurachiamata\"restituzione senza titolo\"richiede approssimativamente una tempistica didue o tre anniper completarsi.\nDurante questo periodo, è chiaro che il locatario inadempiente continuerà a risiedere nell'edificio in maniera illegittima. Al contrario,se si decide di registrare il contratto in ritardo\"ex post\", il tempo previsto sarà inferiore, approssimativamente diun anno.\nQuali sono le possibili sanzioni per la mancata registrazione del contratto?",
    "trans": "Wether you choose one way or the other, it is important to know the connected disadvantages. In the first case, the tenant could continue to occupy the house until the day of the sentence, with consequent delays and possible complications in the eviction procedure. In the second case, however, you need to consider the risk of incurring penalties for the delay in registering the rental contract, which could result in additional costs and a more complex procedure.\nHow long does a no-lease eviction take?\nThe necessary time to evict a tenant without a contract is undeniably longer than a regular eviction, which instead occurs with a contract. To clarify, if you opt for a civil trial, with the assistance of a lawyer, specialised in this type of legal act, the cost of which must be carefully evaluated, the procedure called “restitution without title” requires approximately two or three years to complete.\nDuring this period, it is given that the defaulting tenant will keep living in the building illegally. On the contrary, if you decide to register the contract late “ex post”, the expected time will be less, approximately one year.\nWhat are the possible sanctions for failure to register the contract?"
}