{
    "source": "it_IT",
    "target": "en_US",
    "text": "La vera patria del caffè sembra essere la regione di Kaffa in Etiopia dove l'uso del caffè si perde nella notte dei tempi. Già nell'885 si usava il caffè in Persia e, portato a Costantinopoli dopo il 1517, passò in tutta l'Europa nel XVII secolo. Nel 1645 si aprirono botteghe di caffè in Italia, nel 1652 a Londra ed a Marsiglia nel 1683 a Vienna, nel 1690 ad Amburgo e nel 1770 a Parigi.\nLe specie più conosciute e più diffuse per coltivazione sono la Coffea arabica, la Coffea liberica e la Coffea robusta; ma le qualità di caffè commerciate sono numerose e si distinguono per forme, grossezza, colore e difetti contenuti nelle masse dei semi.\nI semi del caffè si ottengono dai frutti con il «metodo a secco», basato sull'essicca-zione dei frutti al sole, o con il «metodo ad umido» in cui correnti d'aria agevolano lo spolpamento dei frutti.\nIl caffè acquista le proprietà, per le quali è apprezzato, in seguito alla torrefazione.\nNel corso di tale processo avvengono importanti trasformazioni:\n- l'umidità si riduce notevolmente\n- gli zuccheri, per azione del calore, in parte caramellizzano, in parte si trasformano e si decompongono liberando anidride carbonica che fa espandere il chicco",
    "trans": "The true home of coffee seems to be the Kaffa region in Ethiopia, where the usage of coffee dates back to ancient times. Already in 885, coffee was already being used in Persia, and after being introduced to Constantinople in 1517, it spread throughout Europe in the 17th century. Coffee shops opened in Italy in 1645, in London in 1652, in Marseille in 1683, in Vienna in 1683, in Hamburg in 1690, and in Paris in 1770.\nThe best known and most widespread species for cultivation are the Coffea arabica, Coffea liberica, and Coffea robusta; however, the qualities of coffee available on the market are numerous and vary in shape, size, color, and defects found in the seed batches.\nCoffee seeds are extracted from the fruit using either the \"dry method\", which relies on sun-drying the fruits, or the \"wet method\", where air currents facilitate the pulping of the fruits.\nCoffee acquires the properties, for which it is appreciated, after roasting.\nDuring this process, several significant transformations occur:\n- moisture content decreases significantly\n- Sugars, under the effect of heat, partly caramelize, while others transform and decompose, releasing carbon dioxide, which causes the coffee bean to expand"
}