{
    "source": "it_IT",
    "target": "en_US",
    "text": "- Ideare attività di comunicazione anche in collaborazione con negozi e partner commerciali, creando sinergie creative per aumentare la visibilità dei prodotti e dei brand.\n- Organizzare eventi esclusivi, press day, lanci di prodotto, e collaborazioni strategiche con figure influenti.\n- Eccellenti capacità di comunicazione scritta e orale, in italiano e inglese. La conoscenza di altre lingue sarà considerata un plus.\nSiamo un distributore specializzato nella distribuzione di profumi e cosmetici di nicchia, rappresentando marchi esclusivi e raffinati. La nostra missione è portare sul mercato prodotti unici, di alta qualità, capaci di distinguersi per l’eccellenza delle materie prime, la creatività e la sostenibilità. Cerchiamo una figura di PR Specialist che sappia trasmettere i valori dei brand che rappresentiamo e rafforzare la nostra presenza nel mercato.\n- Sviluppare e implementare strategie di pubbliche relazioni e comunicazione per promuovere i brand nel settore della profumeria e cosmetica di lusso.\n- Coordinare campagne di comunicazione integrate con focus su media tradizionali, digitali e social.\n- Monitorare le tendenze del settore e analizzare la copertura mediatica dei brand.\n- Esperienza minima di 3 anni in ruoli simili, preferibilmente nel settore beauty, moda o lusso.",
    "trans": "- Create communication initiatives, working closely with stores and commercial partners to build creative synergies that boost the visibility of products and brands\n- Plan exclusive events, press days, product launches, and strategic collaborations with influential personalities.\n- Showcase excellent written and spoken communication skills in both Italian and English. Knowledge of other languages is a bonus.\nWe are a distributor specializing in niche perfumes and cosmetics, representing exclusive, high-end brands. Our mission is to bring unique, premium-quality products to the market, standing out for their exceptional ingredients, creativity, and commitment to sustainability. We’re looking for a PR Specialist who can embody the values of our brands and help solidify our market presence.\n- Develop and execute PR and communication strategies to elevate the profile of luxury fragrance and cosmetic brands.\n- Manage integrated campaigns across traditional media, digital platforms, and social networks.\n- Stay ahead of industry trends and monitor media coverage to identify new opportunities.\n- Bring at least 3 years of experience in a similar role, ideally in the beauty, fashion, or luxury sectors."
}