{
    "source": "it_IT",
    "target": "en_US",
    "text": "DALL’ACCADEMIA (150 ore)\nANNO ACCADEMICO 2024/2025\nART. 1 - OGGETTO DEL BANDO\n1. È indetta una selezione pubblica, per titoli di merito e colloquio, per la formazione di una\ngraduatoria atta a definire l'assegnazione di n. 30 borse di collaborazione ad attività\nconnesse ai servizi resi da questa Istituzione, da destinarsi agli studenti iscritti ai corsi di\nprimo e secondo livello dell'Accademia.\n2. Ogni attività di collaborazione avrà durata pari a 150 (centocinquanta) ore da svolgere\nnell'A.A. 2024/2025 – ovvero entro e non oltre il 31 ottobre 2025 – secondo le modalità\nstabilite in accordo con la Direzione Amministrativa.\n3. In anticipo sulla conclusione dell’anno accademico di riferimento, l’Accademia si riserva la\npossibilità di riaprire il presente bando - ovvero di pubblicare un ulteriore e successivo\nbando avente identiche finalità - nel caso in cui i candidati idonei non siano sufficienti a\ncoprire il numero complessivo delle borse di collaborazione previste.\nART. 2 - DESCRIZIONE ATTIVITÀ DI COLLABORAZIONE\n1. Le borse di collaborazione oggetto del presente bando, consistono nello svolgimento di",
    "trans": "BY THE ACADEMY (150 hours)\nACADEMIC YEAR 2024/2025\nARTICLE No. 1 - SUBJECT OF THE NOTICE\n1. A public selection is called, based on merit and interview, to establish\na ranking list for the allocation of 30 scholarships for activities\nconnected to the services provided by this Institution, to be assigned to students enrolled\nin the Academy's first and second level courses.\n2. Each collaborative activity will have the duration of 150 (one hundred and fifty) hours to be performed\nduring the year 2024/2025 - and no later than the 31st of October 2025 - according to\nthe terms stipulated with the Administrative Management.\n3. Before the end of the academic year in question, the Academy has the right to\nreopen this call for application - and to publish a further, later\nnotice with the same purpose - in case of insufficient and unsuitable candidates to\ncover the total number of expected scholarships.\nARTICLE No. 2 - COOPERATION ACTIVITIES DESCRIPTION\n1. The collaborative scholarships, which are the subject of this notice, consist in performing"
}