{
    "source": "it_IT",
    "target": "en_US",
    "text": "Dimitri Canello\n31 ottobre 2024, 07:43 - Aggiornata il 31 ottobre 2024 , 07:53\nAscolta l'articolo\n2 min\ni\nScalatore esperto, viveva a Padenghe sul Garda ed era molto conosciuto. È scivolato per 700 metri durante una scalata sulla vetta Ovest. Sotto choc gli amici che erano con lui\nAncora una tragedia sulle Dolomiti Bellunesi. Nella mattinata di ieri, poco prima delle undici, ha perso la vita l’alpinista bresciano Giovanni Pillitteri, 52 anni, di casa a Padenghe sul Garda. Una fatalità che ha colto tutti di sorpresa, perché Pillitteri era molto conosciuto per la sua esperienza e per la capacità di cavarsela anche nelle situazioni più rischiose e complesse. L’allarme è scattato a metà mattina, dopo che il 52enne è precipitato per 700 metri dalla vetta della Ovest delle Tre Cime di Lavaredo.\nPillitteri aveva risalito la via normale insieme ad altre quattro persone in cordata e con loro, tolti gli zaini sulla cima, stava facendo una pausa, quando è scivolato, precipitando per centinaia di metri e finendo sui ghiaioni sottostanti, alla base della parete nord. Immediato l’allarme da parte dei compagni di cordata, che tuttavia hanno compreso subito che le speranze di ritrovare in vita l’amico sarebbero state pressoché nulle dopo un volo di quel tipo.",
    "trans": "Dimitri Canello\n31 October 2024, 07:43 - Updated on 31 October 2024, 07:53\nListen to the article\n2 min\ni\nExperienced climber, he lived in Padenghe sul Garda and was well-known. He slipped 700 meters during a climb on the West Summit. His friends who were with him are in shock.\nAnother tragedy in the Dolomites of Belluno. Yesterday morning, just before eleven, the Brescia-based mountaineer Giovanni Pillitteri, 52, from Padenghe sul Garda, lost his life. The accident came as a shock to everyone, as Pillitteri was widely known for his experience and ability to handle even the most dangerous and complex situations. The alarm was raised in mid-morning after the 52-year-old fell 700 meters from the West Summit of the Tre Cime di Lavaredo.\nPillitteri had ascended the normal route along with four other climbers. After removing their backpacks at the summit, they were taking a break when he slipped, falling hundreds of meters and landing on the scree below, at the base of the north face. His climbing partners immediately raised the alarm, but they quickly realized that the chances of finding their friend alive after such a fall were virtually non-existent."
}