{
    "source": "it_IT",
    "target": "en_US",
    "text": "Quello che preferisco…\nMi piace soprattutto…\nMi piace anche…\nAdoro…\nPER AIUTARTI\nCD\nMP\nCD\nGrammatica\nLe présent de l’indicatif\nLa Spagna rimane…\nQuello che preferisco…\nLa Sicilia sembra…\nPeux-tu dire à quel groupe appartient chacun de ces verbes ? Quel élément te permet de le déterminer ?\np. 20\nP. 17\nHOME POLITICA CRONACA ECONOMIA SOCIETÀ SHOW SPORT OROSCOPO FOTO-VIDEO MAPPA LIBRI LADY\nROMA – È la Sicilia la meta più amata dagli italiani per l’estate 2016. […]\nCon le sue spiagge incredibili e la sua gas-tronomia inimitabile, la Sicilia sembra pro-prio essere la destinazione ideale per gli italiani che sono alla ricerca di un po’ di relax durante il periodo estivo. Al secondo posto della classifica si trova un’altra isola, questa volta spagnola: si tratta di Ibiza, una destinazione amatissima dagli italiani, dove il connubio fra party e natura raggiunge un equilibrio accattivante per molti viaggiatori. Al quarto posto si posiziona di nuovo una città spagnola, a confermare che per gli italiani la vicina Spagna rimane sinonimo di vacanze e divertimento.",
    "trans": "What I prefer...\nI especially like...\nI also like...\nI adore...\nTO HELP YOU\nCD\nMP\nCD\nGrammar\nThe indicative present\nSpain remains...\nWhat I prefer...\nSicily seems like...\nCan you tell to what group each of these verbs belong to? What element has allowed you to determine this?\nPage 20\nPage 17\nHOME POLITICS NEWS ECONOMICS SOCIETY SHOW SPORT HOROSCOPE PHOTO-VIDEO MAPS BOOKS LADY\nROME - For summer 2016, Sicily is the most popular destination for Italians. [...]\nWith incredible beaches and unrivalled gastronomy, Sicily seems to be the ideal destination for Italians seeking some relax during the summer time. Ranking second place is another island, this time a Spanish one: we are talking of Ibiza, a much loved destination for Italians, where the blend of partying and nature becomes a captivating mix for many travllers. In fourth place, we again have a Spanish city, further confirmation that the close neighbour of Spain equals fun holidays for Italians."
}