{
    "source": "it_IT",
    "target": "en_US",
    "text": "3. Professione e data di nascita\nNon vedo l'ora di ricevere la tua risposta urgente e di lavorare a stretto contatto con te per servire i tuoi migliori interessi. Se avete domande o desiderate ulteriori chiarimenti, non esitate a contattarmi direttamente.\nDi nuovo , complimenti!!!!\nDistinti saluti\n[redacted_name]\nAgente di elaborazione\nBluLotter\nwww.blulotter.com\n++------------------------------------------------ ------------------------++\nAVVISO DI RISERVATEZZA – Le informazioni allegate a questa trasmissione sono di proprietà privata e confidenziale del mittente e il materiale costituisce comunicazione privilegiata destinata esclusivamente alla persona indicata. Se non sei il destinatario previsto, ti viene comunicato che qualsiasi revisione, divulgazione, copia, distribuzione o qualsiasi altra azione relativa al contenuto di questa trasmissione è severamente vietata. Se avete ricevuto questa trasmissione per errore, vi preghiamo di avvisarci immediatamente",
    "trans": "3) Profession and Date of Birth\nI'm looking forward to receiving your urgent response and working closely with you to serve your best interests. If you have any questions or you would like further clarification, please do not hesitate to contact me directly.\nOnce again, congratulations!!!!\nSincerely\n[redacted_name]\nProcessing Agent\nBluLotter\nwww.blulotter.com\n++------------------------------------------------ ------------------------++\nNOTICE OF CONFIDENTIALITY – The information attached to this transmission is private and confidential property of the sender and the material is of privileged communication that is intended only for the named person. If you are not the intended recipient, please be advised that any review, disclosure, copying, distribution, or any other action that is linked to the content of this transmission is strictly prohibited. If you have received this transmission in error, please notify us right away."
}