{
    "source": "it_IT",
    "target": "en_US",
    "text": "indicazioni relative per l’uso degli smartphone e del registro elettronico nelle scuole dell'infanzia e del primo\nciclo di istruzione per l’anno scolastico corrente.\nUSO DEGLI SMARTPHONE\nE’ vietato l'uso degli smartphone in classe, anche per scopi educativi, per tutti gli alunni dalla scuola\ndell'infanzia fino alla secondaria di primo grado.\nTale disposizione trova giustificazione, oltre che in ovvi principi di buon senso e di buona educazione, anche\nnegli esiti di studi internazionali che dimostrano che la sola presenza di dispositivi mobili può distrarre gli\nstudenti, riducendo l'efficacia dell’apprendimento. Inoltre lo smartphone può prestarsi ad usi impropri\n(messaggi, registrazione audio, video e foto) passibili di sanzioni disciplinari a livello scolastico e, nei casi\nestremi, anche di denunce civili/penali.\nSono previste eccezioni per gli alunni con disabilità o con disturbi specifici di apprendimento, per i quali l’uso\ndello smartphone può essere consentito come strumento di supporto, se previsto dal Piano Educativo\nIndividualizzato (PEI) o dal Piano Didattico Personalizzato (PDP), o in caso di documentate necessità personali.\nIn attesa dell'aggiornamento del Regolamento di Istituto e del Patto Educativo di Corresponsabilità, se un\nalunno/a verrà sorpreso/a con lo smartphone, il docente registrerà una nota disciplinare e ritirerà il",
    "trans": "Related guidance for the use of smartphones and the electronic logbook in preschools and primary\nschools for the ongoing year.\nSMARTPHONE USE\nThe use of smartphones in the classroom, even for educational reasons, is forbidden for all students\nfrom primary to secondary school.\nThis requirement is justified not only by obvious reasons of common sense and good manners, but also by\nthe results of international studies showing that the presence of mobile devices can distract the\nstudents, reducing the learning efficiency. Moreover, the smartphone can potentially be misused\n(messages, audio recording, video and photo) subject to disciplinary sanctions and, in\nextreme cases, even of civil/criminal charges.\nThere are exceptions for students with disabilities or specific learning disorders, for which the use of\nsmartphones are allowed as a supportive tool, if required in the Individualised Educational\nProgramme (PE) or the Personalised Education Programme (PDP), or in case of documented personal necessities.\nWhile waiting for the updating of the School Regulations and the Education Agreement of Co-responsibility, if a\nstudent will be caught with a smartphone, the teacher will register a disciplinary note and will collect the"
}