{
    "source": "it_IT",
    "target": "en_US",
    "text": "Nel computo del periodo di apprendistato si terra' conto del\nservizio prestato con la stessa qualifica presso altre aziende della\nstessa attivita'.\nIl periodo di prova per l'assunzione dell'apprendista e' fissato in\ngiorni 15, per i barbieri, in giorni 30 per i parrucchieri per\nsignora.\nIl periodo di preavviso per il licenziamento e' fissato in giorni\nsei.\nLe retribuzioni dell'apprendista sono fissate come segue: per il\nprimo quarto del periodo dell'apprendistato, retribuzione libera; per\nil secondo quarto del periodo di apprendistato 30% della paga globale\ndel lavorante di 3ª categoria; per il terzo quarto del periodo di\napprendistato 60% della paga globale del lavorante di 3ª categoria;\nper il quarto quarto del periodo di apprendistato 80% della paga\nglobale dei lavorante di 3ª categoria.\n6) Nel caso che il datore di lavoro non intenda concedere l'aumento\ndi paga previsto, l'apprendista potra' appellarsi ad una Commissione\nparitetica costituita tra le due Associazioni di categoria\ninteressate. Detta Commissione sentite le parti ed eventualmente\nsottoposto l'apprendista ad una prova pratica, deliberera' in merito.\nIl giudizio della Commissione sara' inappellabile per entrambe le",
    "trans": "In the apprentice period it will be taken into account\nthe service performed with the same qualification in other companies operating in the\nsame sector.\nThe probationary period for the apprentice is set in\n15 days for barbers, and in 30 days for\nladies' hairdressers.\nThe notice period for the termination of the contract is set at\nsix days.\nThe apprentice's salary is set as follows: for the\nfirst quarter of the apprenticeship period, free salary; for\nthe second quarter of the apprenticeship period 30% of the overall wage\nof a 3rd class worker; for the third quarter of the apprenticeship period\n60% of the total wage of a 3rd category worker;\nfor the fourth quarter of the apprenticeship period 80% of the\nof the overall wage of a 3rd category worker;\n6) In case the employer does not intend to provide the planned increase of pay,\nthe apprentice may appeal to a joint Commission\nbetween the two labour Associations\ninvolved. The Commission, after hearing the two parties and eventually\nafter submitting the apprentice to a practical test, will decide about the matter.\nThe Commission's judgment will be final for both the"
}