{
    "source": "it_IT",
    "target": "en_US",
    "text": "(art. 13 del d.lgs. n. 472 del 1997), pagando l'imposta dovuta, i relativi interessi legali e la sanzione per\ntardivo versamento (art. 13 del d.lgs. n. 471 del 1997), in misura ridotta. Se provvederà tempestivamente,\neviterà di pagare le maggiori sanzioni che saranno applicate a seguito del controllo automatizzato effettuato\nai sensi dell'art. 54-bis del d.P.R. n. 633 del 1972.\nLa invitiamo pertanto a verificare i versamenti effettuati.\nSe i pagamenti che a noi risultano mancanti sono stati eseguiti indicando un codice tributo e/o un anno di\nriferimento errati, può chiedere la correzione dei relativi modelli F24. A tal fine, può utilizzare il servizio\nonline CIVIS, disponibile nella sezione “Servizi” del sito www.agenziaentrate.gov.it.\n[redacted_name]\nCordiali saluti\nIL DIRETTORE CENTRALE\nSe ha commesso un errore nei dati indicati nella comunicazione, può presentare una nuova comunicazione,\ncompilata in tutte le sue parti, a rettifica del modello precedentemente trasmesso. Qualora abbia già\nprovveduto alla correzione non tenga conto di questa lettera.\nPer segnalare eventuali dati ed elementi non considerati o valutati erroneamente, può contattare le Sezioni",
    "trans": "(Article 13 of the Legislative Decree No. 472 dated 1997), by paying the due tax amount, the corresponding legal interests and the penalty for\nthe delayed payment (Article 13 of the Legislative Decree No. 471 dated 1997), at a reduced rate. If promptly paid,\nit will be possible to avoid the additional penalties that will be charged after an automated check in accordance\nwith the Article 54-bis of the Presidential Decree No. 633 dated 1972.\nWe encourage you to verify your payments.\nIf the missing payments were made indicating an incorrect tax code and/or a reference year,\nit is possible to ask the rectification of the F24 forms. To accomplish this purpose, please use\nthe CIVIS online service, available in the section \"Services\" on the website www.agenziaentrate.gov.it.\n[redacted_name]\nKind regards,\nTHE CHIEF EXECUTIVE\nIf there was a mistake in the data indicated in the communication, please submit a new form,\nfilled in all its parts, in order to rectify the one previously submitted. In case it was already correct,\nplease disregard this letter.\nTo notify possible disregarded or wrongly evaluated data and elements, please get in touch with the Sections"
}