{
    "source": "it_IT",
    "target": "en_US",
    "text": "In cucina, il Crew prepara prodotti dalla qualità eccellente, collabora con i colleghi per gestire al meglio le richieste dei Clienti, ha la possibilità di conoscere tutti gli elementi della gestione di una cucina professionale e di un’attività di ristorazione.\nIn sala, il Crew si occupa di accogliere e supportare i clienti nella scelta dei diversi menù e si impegna affinchè possano vivere un’esperienza piacevole all’interno dei nostri ristoranti.\nRequisiti:\nOttime doti relazionali;\nDiploma di scuola media superiore;\nOrientamento al lavoro di squadra;\nFlessibilità e disponibilità oraria in base alle esigenze organizzative.\nSe sei alla ricerca di un lavoro Part-Time e abiti nelle vicinanze dei ristoranti partecipa alle selezioni, STIAMO CERCANDO TE! Vieni a far parte della Squadra CREW di McDonald’s!\nIl presente annuncio nel rispetto del dlgs. 198/2006 è aperto a persone di qualsiasi orientamento o espressione di genere, orientamento sessuale, età, etnia e credo religioso.\nAltre informazioni:\nLe assunzioni verranno effettuate dopo il 15/08.\nIn Italia McDonald’s è oggi presente con più di 670 ristoranti e impiega oltre 35.000 persone, il 92% con un contratto stabile, che servono ogni giorno quasi 1.2 milioni di clienti.",
    "trans": "In the kitchen, the Crew cooks excellent quality products, works with colleagues to better handle Customer requests, and has the opportunity to learn about all elements of running a professional kitchen and catering business.\nIn the dining room, the Crew are responsible for welcoming and supporting customers in their choice of different menus and strive for them to have a pleasant experience within our restaurants.\nRequirements:\nExcellent relational skills;\nHigh school diploma;\nTeamwork orientation;\nFlexibility and hourly availability based on organisational needs.\nIf you're looking for a Part-Time job and live in the proximity of the restaurants participate in the selection process, WE ARE LOOKING FOR YOU! Come join the McDonald's CREW Team!\nThis announcement, in compliance with Legislative Decree 198/2006, is open to people of any orientation or expression of gender, sexual orientation, age, ethnicity and religious belief.\nFurther informations:\nRecruiting will be conducted after 15/08.\nMcDonald's is now active in Italy with more than 670 restaurants employing more than 35,000 people, 92% with a stable contract, serving nearly 1.2 million customers every day."
}