{
    "source": "it_IT",
    "target": "en_US",
    "text": "Atmosfera e simbolismo\nL’atmosfera durante la parata è vivace, festosa e familiare. Oltre alle bandiere e alla musica, molti norvegesi indossano il tradizionale bunad, l’abito folcloristico norvegese, che varia a seconda della regione. Anche il pubblico partecipa attivamente, incitando i bambini e celebrando l’orgoglio nazionale.\nUno degli aspetti più toccanti della parata è il suo forte significato simbolico. L’attenzione sui bambini rappresenta il futuro del paese e il valore fondamentale della libertà, della pace e della democrazia che la costituzione del 1814 ha garantito.\nConclusione\nLa parata principale del 17 maggio è un evento pieno di colori, musica e gioia, che coinvolge non solo i partecipanti ma l’intera comunità. È una celebrazione che simboleggia la coesione sociale, l’orgoglio per la propria nazione e la libertà conquistata attraverso la costituzione. Per molti norvegesi, partecipare o assistere alla parata è un momento di grande emozione e di connessione con la propria identità nazionale.",
    "trans": "Atmosphere and Symbolism\nThe atmosphere during the parade is lively, festive, and family-oriented. In addition to flags and music, many Norwegians wear the traditional bunad, the Norwegian folk costume, which varies depending on the region. Spectators actively participate, cheering on the children and celebrating national pride.\nOne of the most touching aspects of the parade is its deep symbolic meaning. The focus on children represents the country's future and underscores the fundamental values of freedom, peace, and democracy guaranteed by the 1814 Constitution.\nConclusion\nThe main May 17th parade is a vibrant event filled with color, music, and joy, engaging not only the participants but the entire community. It’s a celebration that symbolizes social cohesion, pride in the nation, and the freedom achieved through the Constitution. For many Norwegians, taking part in or watching the parade is a deeply emotional moment of connection to their national identity."
}