{
    "source": "it_IT",
    "target": "en_US",
    "text": "come una spada, che protegge ma dal nulla tradisce;\nPiù annuso questo fiori, più mi rendo conto che non hanno nessun odore\nun illusione che davanti ai miei occhi si trasforma in ragione.\nNon ci credo, non posso crederci,\ndopo tutti questi meriti mostrati e pagati, solo una parola mi risuona in testa\nCredici.\nE quindi scavo, scavo ancora con la mia pala prediletta alla ricerca della buon'ora,\nho distrutto i fiori, ho distrutto la terra su cui posavano, ho distrutto la magia che intrecciavia il tutto;\nNon è rimasto niente, dalla mia ricerca l'unica cosa rimasta è un lutto.\nIracondo mi ritrovo ad osservare lo sfacelo a cui io stesso mi sono condannato,\nA fomentare dove la mia curiosità senza fine mi abbia portato,\nuno stato, plagiato ed inculcato a dovere, facendomi pensare d'essere liberato da questa smania di sapere.\nCosì si concluse la mia notte, tra fuochi d'artificio e altrettante botte\ncon un profondo rammarico nel sapere che non potei far più di così.\nLa mattina arrivó calma e tranquilla, il sole sulle mie guance, il bisbiglio della natura,\nmi alzai contando i miei passi con cura,",
    "trans": "like a sword, which protects but betrays from nothing;\nThe more I smell these flowers, the more I realize that they have no smell,\nan illusion that before my eyes turns into reason.\nI can’t believe it, I can’t believe it,\nafter all these merits shown and paid for, only one word rings in my head\nBelieve it.\nAnd so I dig, I dig again with my favourite shovel in search of the good hour,\nI destroyed the flowers, I destroyed the land on which they lay, I destroyed the magic that entangles everything;\nNothing remains, according to my search the only thing left is a mourning.\nIraceinously I find myself watching the disaster to which I myself have condemned myself,\nSo as to foment where my endless curiosity has taken me,\na state, plagiarized and inculcated properly, making me think of being freed from this craving for knowledge.\nThat is how my night ended, between fireworks and as many beatings\nwith a deep regret in knowing that I could not do more than this\nThe morning came calm and quiet, the sun on my cheeks, the whisper of nature,\nI rose counting my steps carefully,"
}