{
    "source": "it_IT",
    "target": "en_US",
    "text": "Come anticipato da La Stampa, dopo Sestriere gli inglesi del fondo Icon mettono le mani anche sugli impianti sciistici di Bardonecchia. Come dichiarato in una nota Motta Holding Srl, società posseduta indirettamente dal fondo inglese, ha raggiunto un accordo per l’acquisizione della Colomion Spa, società che gestisce Bardonecchia Ski, dai suoi attuali azionisti Lbm Italia Sas.\nLe due società\nColomion conta oggi\n23 impianti di risalita per cento km di piste\nuno snowpark\n8 ristoranti sulle piste\nla slitta biposto Alpine Coaster\nun bike park aperto nei mesi estivi\nIl comprensorio di Bardonecchia, nato nel 1938, registra circa 500.000 visitatori l’anno.\nIl fondo Icon è già proprietaria di Sestrieres Spa che gestisce la [redacted_name], uno dei più grandi comprensori europei con 47 impianti di risalita in 7 località diverse (Sestriere, Sauze d’Oulx, pragelato, Oulx, Cesana, San Sicario e Claviere) che ospita 1,2 milioni di sciatori all’anno.",
    "trans": "As previously reported by La Stampa, after Sestriere the British company Icon is also getting its hands on the Ski facilities in Bardonecchia. As declared in a note, Motta Holding Srl, a company indirectly owned by the British company, has reached an agreement to buy Colomion Spa, the company that manages Bardonecchia Ski, from its actual stakeholders Lbm Italia Sas.\nThe two companies\nColomion today counts\n23 ski lifts for one hundred kilometres of trails\na snowpark\n8 restaurants on the slopes\nthe Alpine Coaster two-seater sledge\na bike park that opens during the summer months\nThe Bardonecchia ski resort, founded in 1938, that registers 500.000 visitors per year.\nThe Icon funds owns already the Sestriere Spa that manages [redacted_name], one of the largest European ski resort with 47 ski lifts in 7 different locations (Sestriere, Sauze d'Oulx, Pragelato, Oulx, Cesana, San Sicario and Claviere) and it hosts 1.2 million skier through the year."
}