{
    "source": "it_IT",
    "target": "en_US",
    "text": "3 novembre 2024 - 4 novembre 2024\nTulip Residence & Spa Hotel\nN° di itinerario Hotels.com: 72059496690517\nDettagli della prenotazione\nPrenotazione effettuata\nCheck-in\ndom 3 nov\n14:00\nCheck-out\nlun 4 nov\n12:00\nIstruzioni speciali e per il check-in\nCheck-in dalle ore 14:00\nCheck-in fino alle ore 02:00\nContatta la struttura in anticipo per prendere accordi per il check-in. I recapiti sono\nindicati sulla conferma della prenotazione. Se prevedi di arrivare dopo le ore 24:00\ncontatta la struttura in anticipo, utilizzando i recapiti indicati sulla conferma della\nprenotazione. Gli ospiti devono contattare la struttura in anticipo per ricevere le\nistruzioni relative al check-in. Al loro arrivo, saranno accolti dal personale alla\nreception. Al momento del check-in, gli ospiti devono presentare un test per il\nCOVID-19 dall'esito negativo. Tutti gli ospiti da 18 anni in su devono presentare un\ntest negativo per il COVID-19.\nPosizione\nStr Arheolog Ion Casian Suruceanu 17/2, Chisinau, 2025 Moldavia\nDettagli della camera\nDoppia Economy\nPrenotazione per",
    "trans": "November 3, 2024 - November 4, 2024\nTulip Residence & Spa Hotel\nHotels.com itinerary no.: 72059496690517\nDetails of the booking\nReservation made\nCheck-in\nSun Nov 3\n2:00 pm\nCheck-out\nMon Nov 4\n12:00 pm\nSpecial and check-in instructions\nCheck-in from 2:00 pm\nCheck-in until 02:00 am\nPlease contact the property in advance to make arrangements for check-in. Contact details are\nindicated on your reservation confirmation. If you expect to arrive after 12 am\nplease first contact the property in advance, using the details given on the confirmation of the\nreservation. Guests should have to contact the property in advance to receive the\ncheck-in instructions. Upon arrival, they will be greeted by staff at the\nfront desk. Upon check-in, guests must present a test for the\nCOVID-19 with a negative result. All guest from 18 years of age and older must present a\nnegative test for COVID-19.\nLocation\nStr Arheolog Ion Casian Suruceanu 17/2, Chisinau, 2025 Moldova\nRoom Details\nDouble Economy\nReservation for"
}