{
    "source": "it_IT",
    "target": "en_US",
    "text": "Lo stato di disoccupazione\nInoltre siccome la disoccupazione agricola non presuppone, a differenza della Naspi, l’accertamento dello stato di disoccupazione (la relativa domanda non equivale a DID) per i lavoratori agricoli non va verificato che il richiedente l'Ape sociale abbia presentato la Did. È necessario, però, che, dal termine della disoccupazione (fissato in via convenzionale al 31 dicembre dell'anno in cui è cessato il rapporto) il richiedente l'Ape rimanga inoccupato.\nLavoro a termine\nL'Inps ricorda, infine, che tra le causali di cessazione del rapporto di lavoro che danno titolo al riconoscimento dell’APE sociale, rientra anche la scadenza del contratto a termine. Il legislatore, in tali casi, ha tuttavia subordinato il riconoscimento dell’APE sociale alla condizione che il soggetto abbia, nei trentasei mesi precedenti la cessazione del rapporto, periodi di lavoro dipendente per almeno diciotto mesi. Per quanto riguarda il lavoro agricolo ai fini della valutazione dei 18 mesi occorre considerare, nell’arco temporale dei 36 mesi antecedenti la scadenza del contratto a termine, le giornate coperte da contribuzione obbligatoria e gli eventi figurativi che presuppongono l’esistenza del rapporto di lavoro. Non vanno invece computati i periodi di contribuzione figurativa eventualmente accreditati a titolo di disoccupazione agricola/trattamento speciale agricolo.",
    "trans": "Unemployment Status\nFurthermore, unlike NASpI, agricultural unemployment benefits do not require verification of the unemployment status (submitting the application does not equate to a DID declaration). Therefore, for agricultural workers, it is not necessary to confirm that the applicant for the APE Sociale has submitted the DID. However, it is essential that from the end of the unemployment period (conventionally set at December 31 of the year in which the employment relationship ended), the applicant remains unemployed.\nFixed-Term Employment\nThe INPS also reminds us that among the reasons for the termination of employment that qualify for APE Sociale is the expiration of a fixed-term contract. In such cases, however, the legislator has made the recognition of APE Sociale conditional on the applicant having, in the 36 months prior to the end of the contract, periods of dependent employment lasting at least 18 months. With regard to agricultural work, for the purpose of evaluating these 18 months, it is necessary to consider, within the 36 months preceding the expiration of the fixed-term contract, the days covered by mandatory contributions and figurative events that presume the existence of an employment relationship. Conversely, periods of figurative contributions credited for agricultural unemployment or special agricultural benefits must not be included in the calculation."
}