{
    "source": "it_IT",
    "target": "en_US",
    "text": "CONDIZIONI GENERALI DI LOCAZIONE\nLa DRIVALIA S.p.A. concede in noleggio al cliente il veicolo indicato sul fronte del presente contratto di noleggio (di seguito “Condizioni Generali”) alle condizioni qui di seguito riportate.\nIVA 22%: Tutti i prezzi indicati in questo documento sono espressi in euro e devono essere maggiorati di IVA 22% ad eccezione degli importi definiti come \"penale\".\nA) Copertura Assicurativa (RCA) ed Equipaggiamento\nL’assicurazione dei veicoli DRIVALIA S.p.A. comprende la responsabilità civile verso terzi (RCA), come previsto dalla legge vigente nel Paese in cui l’auto è registrata. Il veicolo viene consegnato con contachilometri sigillato, attrezzi, triangolo, una ruota di scorta o kit di riparazione. Le vetture elettriche ed ibride presenti nella flotta DRIVALIA possono essere dotate di cavo di ricarica domestico di serie (3KW), di cavo di tipo 2 (22 KW) e di carta di ricarica RFDI Card EnelX, il cui furto, smarrimento, danneggiamento e\\o manomissione comporterà l’applicazione della relativa penale, come specificato nel documento “Listino Servizi Accessori, Supplementi e Penali”.",
    "trans": "GENERAL RENTAL CONDITIONS\nDRIVALIA S.p.A. leases to the customer the vehicle shown on the front of this rental agreement (hereinafter referred to as “General Conditions”) under the conditions below.\nVAT 22%: All the prices indicated in this document are in euros and should be increased by VAT 22% with the exception of the amounts defined as \"penalty\".\nA) Insurance Coverage (RCA) and Equipment.\nThe insurance of DRIVALIA S.p.A. vehicles covers third party liability (RCA), as required by the law in force in the country where the car is registered. The vehicle is delivered with sealed speedometer, tools, triangle, a spare tire or a repair kit. Electric and hybrid cars in the DRIVALIA fleet may be provided with standard domestic charging cable (3KW), type 2 cable (22 KW) and EnelX RFDI Card charging card, the theft, loss, damage and/or tampering of which will lead to the application of the relevant penalty, as specified in the document “List of Accessory Services, Surcharges and Penalties”."
}