{
    "source": "it_IT",
    "target": "en_US",
    "text": "Immatricolazione\nAl fine di ottenere l’immatricolazione ad un corso di studio dell’Università degli Studi di Milano,\noccorre presentare la relativa domanda secondo le modalità indicate nel Manifesto annuale degli\nstudi di cui all’articolo 18 del Regolamento didattico di ateneo.\nAll’atto della presentazione della domanda l’interessato deve essere in possesso dei titoli richiesti\nper l’immatricolazione.\nLa domanda deve essere presentata attraverso apposita procedura telematica, previo versamento\ndelle tasse e contributi previsti, nel periodo stabilito annualmente dal Senato Accademico per i\ncorsi ad accesso libero e nel periodo indicato nel bando di concorso per quelli ad accesso\nprogrammato.\nIl Dirigente della Divisione Segreterie Studenti può, in via del tutto eccezionale, concedere deroghe\nai termini stabiliti per l’immatricolazione ai corsi ad accesso libero, purché l’istanza sia giustificata\nda gravi motivi e non comporti pregiudizio all’organizzazione didattica e amministrativa. Tali\neventuali deroghe non possono essere concesse oltre il termine del 31 dicembre dell’anno\naccademico in corso.\nEntro la medesima data del 31 dicembre lo studente immatricolato al primo anno di un corso di\nlaurea può chiedere di essere ammesso ad un diverso corso di laurea ad accesso libero, con\naddebito della sanzione amministrativa stabilita dal Consiglio di amministrazione, compatibilmente\ncon le esigenze organizzative legate alla verifica della preparazione iniziale prevista per il nuovo",
    "trans": "Registration\nIn order to obtain the registration for a course of study at the University of Milan,\nthe corresponding application must be submitted according to the procedures set out in the Annual Manifesto of\nstudies mentioned in Article 18 of the University Teaching Regulations.\nAt the time of submission of the application, the applicant must be in possession of the qualifications required\nfor matriculation.\nThe application must be submitted by electronic means, after paying\nthe required fees and contributions provided for, in the period established annually by the Academic Senate for the\nfree access courses and during the period set forth in the announcement of competition for those with\nprogrammed access.\nThe Head of the Student Secretariats Division may, on an exceptional basis, grant exemptions\nto the deadlines established for enrollment in open access courses, provided that such request is justified\nby compelling reasons and does not entail prejudice to the educational and administrative organization. Such\npossible exceptions may not be granted beyond the deadline of December 31 of the current academic year\nongoing academic year.\nBy the same date of December 31st, students enrolled in the first year of a\ndegree program may apply for admission to a different open-access degree course, with\nadministrative penalty imposed by the Board of Directors, consistent\nwith the organizational requirements related to the verification of the initial preparation planned for the new"
}