{
    "source": "it_IT",
    "target": "en_US",
    "text": "Le nostre Condizioni spiegano cosa puoi aspettarti da noi mentre usi i nostri servizi e cosa ci aspettiamo da te in quanto utente dei nostri servizi.\nAbbiamo reso le nostre Condizioni maggiormente comprensibili, aggiungendo maggiori informazioni sulle normative esistenti, ad esempio:\n• Abbiamo aggiunto dettagli sul nostro possibile intervento in caso ritenessimo che i tuoi contenuti sono contrari alle nostre normative, e abbiamo aggiunto dettagli su quali sono i tuoi diritti\n• Abbiamo chiarito che persone o aziende sono soggette alle nostre Condizioni anche se disconnesse o se accedono ai nostri prodotti o li usano\nInoltre abbiamo aggiunto link alle nostre Condizioni per avatar e IA, che si applicano se disponibili nella tua area geografica.\nChe cosa significa per te\nle nostre Condizioni sono state aggiornate per riflettere tali modifiche ed entreranno in vigore il 1° gennaio 2025. Continuando a usare i nostri prodotti o i servizi che ricevi dopo questa data, accetti le Condizioni aggiornate.\nScopri di più sulle opzioni disponibili se non vuoi accettare le Condizioni aggiornate.\nGrazie per aver scelto di usare i nostri servizi,\nMeta Platforms Ireland\nQuesto messaggio è stato inviato a [redacted_email], come da te richiesto.\nMeta Platforms Ireland Ltd., Attention: Community Operations, 4 Grand Canal Square, Dublin 2, Ireland",
    "trans": "Please note that our Terms explain what you can expect from us as you use our services and what we expect from you as a user of our services.\nWe made our Terms more comprehensible by adding more information about the existing regulations, for example:\n- We added details about what we might do if we believe your content is in violation of our regulations, and included details about what your rights are\n- We have made it clear that people or companies are subject to our Terms even if they are logged out or accessing or using our products\nIn addition, we have added links to our Terms for avatars and AIs, which will apply if available in your geographic area.\nWhat does this mean for you\nour Terms and Conditions have been updated now to reflect these changes and will go into effect on January 1, 2025. As you continue to use our products or services you receive after this date, you agree to the updated Terms.\nFind out more about your options if you do not want to accept the updated Terms.\nThank you for choosing to use our services,\nMeta Platforms Ireland\nThis message was sent to [redacted_email], as requested by you.\nMeta Platforms Ireland Ltd., Attention: Community Operations, 4 Grand Canal Square, Dublin 2, Ireland"
}