{
    "source": "it_IT",
    "target": "en_US",
    "text": "Sono [redacted_name], Venture Builder di PoliHub, Innovation Park & Startup Accelerator del Politecnico di Milano.\nTi scrivo perché siamo venuti a conoscenza del tuo progetto e crediamo che sia in linea con Encubator, il programma di accelerazione organizzato da Camera di Commercio di Milano Monza Brianza Lodi, PoliHub e Politecnico di Milano nato per individuare progetti tecnologici in ambito Climate Tech e sostenibilità e valorizzare al massimo il loro potenziale attraverso programmi di accelerazione, grant e accesso agli investimenti.\nEncubator è un'occasione davvero unica per contribuire alla creazione di un futuro più sostenibile attraverso il tuo progetto, grazie a connessioni, metodologie, strumenti e finanziamenti per affiancarti nel processo di validazione della tua idea di business e confronto con il mercato. Inoltre, conta sul supporto di corporate partner di rilievo aperti alla collaborazione per lo sviluppo di PoC.\nPartecipare a Encubator significa avere la possibilità di accedere a:",
    "trans": "I am [redacted_name], Venture Builder of PoliHub, Innovation Park & Startup Accelerator of the Polytechnic Institute of Milan.\nI write to you because we have come to know your project and we believe that it is in line with Encubator, the acceleration program organized by the Chamber of Commerce of Milan Monza Brianza Lodi, PoliHub and the Polytechnic Institute of Milan, born to identify technological projects in the field of Climate Tech and sustainability and exploit their potential through acceleration programs, grants and access to investments.\nEncubator is a unique opportunity to help create a more sustainable future through your project, by connecting, methodologies, tools and funding to assist you in the process of validating your business idea and comparing it with the market. It also relies on the support of important corporate partners who are open to collaboration in the development of POC.\nParticipating in Encubator means having the opportunity to have access to:"
}