{
    "source": "it_IT",
    "target": "en_US",
    "text": "[redacted_name] – Dirigente del Servizio Biblioteche della Città di Torino, dal 2022. Coordinatrice della Commissione nazionale biblioteche pubbliche. È autrice di alcune pubblicazioni di settore: La biblioteca raccontata a una ragazza venuta da lontano (2012), L’azione culturale della biblioteca pubblica (2014), Come progettare delle attività culturali delle biblioteche (2016). Ha curato con la Commissione biblioteche pubbliche il volume dal titolo Biblioteche per tutti. Linee guida per lettori in difficoltà (2007).\n[redacted_name] – Ha curato, come direttrice della Fondazione per l’architettura, diversi progetti, tra cui il Festival dell’architettura di Torino, la Biennale Creare Paesaggi e il Forum sicurezza. Tra i progetti più recenti, i percorsi di architettura partecipata in ambito urbano, sociale e ospedaliero: Bottom UP!, Spazi neonati, Aria e Cultura di Base. Ha contribuito alla diffusione dello strumento concorsuale in architettura. Ha supportato diverse iniziative all’interno dei sistemi educativi volte ad avviare percorsi di conoscenza della realtà territoriale, del significato di bene comune e del concetto di presa in cura. Sta attualmente lavorando sul rapporto tra architettura e felicità.",
    "trans": "[redacted_name] - Head of the Library Service of the City of Turin, since 2022. Coordinator of the National Commission for Public Libraries. Has authored a number of field publications: The Library Told to a Girl Who Came from Far Away (2012), The Cultural Action of the Public Library (2014), How to Design Cultural Activities of Libraries (2016). He has edited with the Public Library Commission the volume entitled Libraries for All. Guidelines for struggling readers (2007).\n[redacted_name] - She edited, as director of the Foundation for Architecture, various projects, including the Turin Architecture Festival, the Biennale Creare Paesaggi and the Security Forum. Among her most recent projects are participatory architecture paths in urban, social and hospital settings: Bottom UP!, Newborn Spaces, Air and Basic Culture. He contributed to the dissemination of the competition tool in architecture. He has supported several initiatives within educational systems aimed at initiating paths of knowledge of the territorial reality, the meaning of common good and the concept of taking care. He is now working on the connection between architecture and happiness."
}