{
    "source": "it_IT",
    "target": "en_US",
    "text": "Psicologia Déjà vu, una nuova teoria sulla loro origine\nLa sensazione di familiarità rispetto a un'esperienza potrebbe derivare da un'operazione di \"verifica\" che il cervello compie sui ricordi acquisiti.\nIl déjà vu, quella strana sensazione di esserci già passati. [redacted_name], Flickr\nIl déjà vu è uno dei fenomeni più misteriosi e affascinanti in cui talvolta ci imbattiamo: per spiegarlo sono state messe in campo diverse teorie, da quella del \"corto circuito\" cerebrale, all'ipotesi di un falso ricordo, fino a una sorta di errore di ripescaggio o codifica di certe esperienze.\nScienza\nLe bugie più diffuse sul cervello\nOra una ricerca dell'Università di Sant'Andrews, in Scozia, propone una nuova spiegazione: il déjà vu non sarebbe un falso o mancato ricordo, ma la prova del fatto che il cervello sta verificando i ricordi acquisiti.\nCREATO EX NOVO. Il principale ostacolo agli studi sul tema sta nella difficoltà di indurre questa sensazione \"a comando\". Così il neuropsicologo [redacted_name] e i colleghi hanno provato a indurre su alcuni soggetti un surrogato di déjà vu, un'esperienza che ne segue la stessa logica e che si basa su un metodo spesso usato per indurre falsi ricordi.",
    "trans": "Psychology Déjà vu, a a new theory on their origin\nThe feeling of familiarity with an experience could result from a \"verification\" operation the brain performs on acquired memories.\nDéjà vu, that strange feeling of having been there before. [redacted_name], Flickr\nDéjà vu being one of the most mysterious and fascinating phenomena that we occasionally come across: several theories have been put forward to explain it, from the brain \"short circuit\" theory, to the false memory hypothesis, to a kind of reprocessing failure or encoding of certain experiences.\nScience\nThe most common lies about the brain\nNow a research from the University of St. Andrews, Scotland, proposes a new explanation: déjà vu is supposedly not a false or missed memory, but the proof that the brain is checking acquired memories.\nCREATED EX NOVO. The major obstacle to studies on the subject lies in the difficulty of inducing this sensation \"on command.\" So the neuropsychologist [redacted_name] and colleagues have tried to induce déjà vu surrogates on some subjects, experiences that follow the same logic as them and rely on a method often used to induce false memories."
}