{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il giorno 2 marzo 2024, GAGLIANO Gaetano, ala guida dell'autovettura Suzuki Ignis targata CX408ZY, con a bordo la moglie KUNZ [redacted_name], seduta sulla poltrona anteriore destra, proveniente dal lato Catania, circolava sul raccordo autostradale\nA/19 - diramazione per via Giafar - in direzione Palermo.\nGiunto verso le ore 13.40, nei pressi della progressiva chilometrica 04+300, ricadente nel.territorio del.comune.di.Palermo,.su.un.tratto.di.strada.sviluppantesi.con andamento. rettilineo, pianeggiante.e.asciutto, immediatamente.susseguente.a.un tratto.curvilineo.sinistrorsa.a medio.raggio, perdeva verosimilmente.il.controlla.di. guida per non essere.stato.in grado.di compiere.in condizioni-di sicurezza tuttele necessarie manovre richieste-dalla circolazione e arrestarlo tempestivamente entro limiti del suo campo visivo:\nIn tate circostanza, l'autovettura deviava ta propria traiettoria verso t'estremo margine sinistro della carreggiata ove, dopo aver impegnato con le ruote del corrispondente fato la cunetta per lo scolo delle acque reflue, collideva con la parte antero-laterale sinistra contro il muretto in cemento in corrispondenza della progressiva\nchitometrica 04+317\nConseguentemente alla predetta collisione, risultata di media entità, il veicolo in questione, dopo essersi credibilmente impennato, contestualmente si avvitava lungo",
    "trans": "On March 2, 2024, Gaetano GAGLIANO, driving a Suzuki Ignis with license plate CX408ZY, with his wife KUNZ [redacted_name] seated in the front passenger seat, was traveling from Catania on the\nA/19 highway spur – branching off at Via Giafar – heading to Palermo.\nAt approximately 1:40 PM, near kilometer marker 04+300 inside the jurisdiction of the municipality of Palermo, on a straight, level, and dry road section immediately following a medium-radius left-hand curve, it seems that he lost control of the vehicle. This occurred as he was apparently unable to perform all the necessary maneuvers required for safe navigation or to stop the car within his line of sight:\nUnder these circumstances, the vehicle veered off its intended path toward the extreme left edge of the roadway where, after its left-side wheels entered the drainage ditch, the car collided with its front-left corner against a concrete wall at\nkilometer marker 04+317\nAs a result of this moderate in severity collision, the vehicle credibly lifted at the front and simultaneously began to spin along"
}