{
    "source": "it_IT",
    "target": "en_US",
    "text": "Responsabilità:\nGestione ed organizzazione delle rotte degli addetti al trasporto;\nSupervisione dei flussi interni, dei ritiri e delle consegne delle nostre moto;\nOttimizzazione dei costi legati al trasporto;\nCoordinamento del personale addetto ai trasporti e degli spedizionieri terzi;\nAttività di supervisione del magazzino.\nRequisiti:\nPregressa esperienza di 2 anni in ruolo analogo;\nEsperienza nel coordinamento delle risorse umane, in particolare addetti al trasporto;\nFlessibilità, ottime capacità organizzative e di risoluzione delle problematiche;\nOttima conoscenza del pacchetto Office (Excel).\nOfferta:\nCrescita professionale all'interno di un contesto giovane, dinamico ed energico;\nOpportunità di contribuire all'espansione di un progetto internazionale in forte crescita, scambiando idee e best practices;\nContratto part time, a tempo determinato finalizzato alla stabilizzazione in azienda;\nRAL e livello di inquadramento commisurati all'esperienza del candidato.\nLavoro 100% in presenza.\nLuogo di lavoro: Rozzano/Assago Forum\nDisponibilità immediata: Si prega di notare che daremo priorità ai candidati con disponibilità immediata\nCosa Aspetti? Invia il tuo CV\nSiamo felici di accoglierti a bordo!\nIl presente annuncio si rivolge a candidati di entrambi i sessi (art. 27 del d.lgs. 198/06).3.",
    "trans": "Responsibilities:\nManagement and organization of transportation workers' routes;\nSupervision of internal flows, pickups and deliveries of our bikes;\nOptimization of transportation-related charges;\nCoordination of transport staff and third-party shippers;\nWarehouse supervision activities.\nRequirements:\nPrevious 2 years' experience in similar role;\nPrior experience in HR management coordination, transportation workers in particular;\nAdaptability, excellent organizational and problem-solving skills;\nExcellent knowledge of Office package (Excel).\nOffering:\nCareer growth as part of a young, dynamic and energetic environment;\nChance to contribute to the expansion of a fast-growing to international project, sharing ideas as well as best practices;\nPart-time, fixed-term employment contract aimed at stabilization in the company;\nRAL and salary level proportionate to the candidate's experience.\n100% face-to-face work.\nWork place: Rozzano/Assago Forum\nImmediate availability: Please note we will give priority to candidates with immediate availability\nWhat are you waiting for? Send your CV.\nWe are happy to welcome you on board!\nThis announcement is addressed to candidates of both sexes (art. 27 of Legislative Decree 198/06).3."
}