{
    "source": "it_IT",
    "target": "en_US",
    "text": "Ma lei ha già visto che nessun alleato è pronto ad accettarvi come membri a pieno titolo nella Nato…\n«Non è vero. Abbiamo già firmato alcune dozzine di accordi di sicurezza bilaterali dove il singolo Paese sostiene la nostra entrata nella Nato nei prossimi anni».\nDunque, il compromesso potrebbe essere che si negozi coi russi senza che voi siate membri Nato, però con la promessa che lo diventerete nel futuro?\n«Nel nostro piano è scritto che noi prima di iniziare i negoziati chiediamo ci sia l’invito per essere membri della Nato. Potremo farne parte alla fine della guerra».\nE se dopo il voto Usa gli alleati vi dicessero: ora è tempo di trovare un compromesso e noi vi garantiamo?\n«Lo abbiamo già fatto con gli accordi di Budapest nel 1994, quando le nostre atomiche sono andate a Mosca e ci garantivate tutti, dagli stessi russi, agli europei, sino a cinesi e americani. Quelle garanzie non sono servite a nulla. Abbiamo imparato la lezione dalla storia: Zelensky lo dice chiaro, l’unica garanzia concreta è l’appartenenza alla Nato».",
    "trans": "But it seems that no ally is ready to accept you as full NATO members…\n\"That’s not true. We’ve already signed several dozen bilateral security agreements where individual countries support our future NATO membership in the coming years.\"\nSo, could the compromise be that negotiations with the Russians take place without you being NATO members, but with the promise that you will join in the future?\n\"Our plan states that before we begin negotiations, we request an invitation to become NATO members. We could become members at the end of the war.\"\nAnd if, after the U.S. vote, the allies were to tell you: now is the time to find a compromise, and we guarantee your security?\n\"We already did that with the Budapest Memorandum in 1994, when our nuclear weapons were sent to Moscow, and we were guaranteed security by everyone—from the Russians to the Europeans, to the Chinese and Americans. Those guarantees proved worthless. We’ve learned the lesson from history: Zelensky makes it clear—the only real guarantee is NATO membership.\""
}