{
    "source": "it_IT",
    "target": "en_US",
    "text": "Una delle caratteristiche che apprezzo maggiormente di questo DAC è la clip integrata, che consente di agganciarlo facilmente al bordo della maglietta o del pantalone. Questa funzione è incredibilmente pratica, poiché mi permette di avere il DAC sempre a portata di mano senza doverlo tenere in mano o cercarlo tra gli oggetti.\nLa presenza di un jack da 2.5 e uno da 3.5 millimetri è un grande vantaggio. Questa versatilità consente di utilizzare il DAC con una vasta gamma di cuffie e dispositivi audio senza dover ricorrere a adattatori o cavi aggiuntivi. Sia che tu stia utilizzando cuffie di alta qualità o dispositivi audio di vario genere, questo DAC si adatta perfettamente alle tue esigenze.\nI due tastini laterali, uno per l'accensione e il pairing e l'altro per il controllo del volume, sono ben posizionati e facili da usare. La semplicità di queste funzioni garantisce un'esperienza di utilizzo senza intoppi e un controllo rapido e preciso sulle impostazioni audio.\nUn grande punto di forza del DAC Qudelix è l'app dedicata. L'applicazione Qudelix permette di configurare il profilo delle frequenze in base alle cuffie di cui si dispone, consentendo una personalizzazione ottimale dell'audio. Questa funzione mi ha permesso di sfruttare al massimo le mie cuffie (delle CHU della Moondrop), regalandomi un suono impeccabile e bilanciato.",
    "trans": "One of the features I appreciate most about this DAC is the built-in clip, which allows you to easily clip it to the hem of your shirt or pants. This feature is incredibly practical, as it allows me to have the DAC always at hand without holding or searching for it through my belongings.\nThe presence of a 2.5 and a 3.5 millimeter jack is a great advantage. This versatility enables the DAC to be used with a wide range of headphones as well as audio devices without the need for extra adapters or cables. Whether you are using high-quality headphones or audio devices of various kinds, this DAC will suit your needs perfectly.\nThe two side knobs, one for turning on and pairing and the other for volume control, are well placed and easy to use. The simplicity of these characteristics ensures a smooth experience and quick, precise control over the audio settings.\nA major asset of the Qudelix DAC is the dedicated app. With the Qudelix app, you can configure your frequency profile based on the headphones you have, allowing for optimal audio customization. This function made it possible for me to get the most out of my headphones (of Moondrop's CHUs), giving me a flawless and balanced sound."
}