{
    "source": "it_IT",
    "target": "en_US",
    "text": "CASO B-Il tuo ordine èal di sopradella soglia minima per la spedizione gratuita (es: per l'Italia al di sopra di 100€):\nIlreso ha un costo di 6,00 €;\nPrenotiamo noi il ritiro per te;\nAl ritorno, dopo aver verificato l'integrità del capo, ti rimborseremo l'importo della transazione al netto di 6,00 €come \"contributo spese\"\nSPEDIZIONI IN CONTRASSEGNO:è possibile con un pagamento aggiuntivo di 6,50€, scrivici nella chat di Whatsapp per organizzare la tua spedizione!\nMODALITÀ' DI RESO PER SPEDIZIONI INTERNAZIONALI:\nEUROPA: il reso avrà un costo convenzionato di 15€ in quanto prenoteremo noi il ritiro per te, rimborsandoti l'importo del capo acquistato\nRESTO DEL MONDO:il reso avrà un costo convenzionato di 30€ in quanto prenoteremo noi il ritiro per te, rimborsandoti l'importo del capo acquistato\nSono a carico del cliente eventuali costi di spedizione per cambio taglia o eventuali dazi doganali che verranno detratti dal rimborso.\nTutti gli ordini effettuati sul nostro store online sono spediti direttamente dalle Boutique di Cassino. I giorni lavorativi sono considerati dal Lunedì al Venerdì, escluse festività nazionali e locali (nei giorni festivi non vengono effettuate spedizioni o consegne). Gli ordini effettuati il venerdi oltre le ore 13, verranno evasi il lunedi successivo.",
    "trans": "CASE B-Your order is above the minimum threshold for free shipping (e.g.: for Italy above 100 €):\nThe return costs is 6.00 €;\nWe book the pick-up for you;\nUpon return, after verifying the integrity of the ware, we will refund you the amount of the transaction net of 6.00 € as \"contribution expenses\"\nCASH ON DELIVERY: with an additional payment of 6.50 €, you can write to us by WhatsApp to organize your shipment!\nRETURN METHODS FOR INTERNATIONAL SHIPMENTS:\nEUROPE: the return will have an agreed cost of 15 € as we will book the collection for you, refunding the amount of the purchased item\nREST OF THE WORLD: the return will have an agreed cost of 30 € as we will book the collection for you, refunding the amount of the purchased item\nThe customer is responsible for any shipping costs for change of size or customs duties that will be deducted from the refund.\nAll orders placed on our online store are shipped directly from the Boutique of Cassino. Working days are from Monday to Friday, excluding national and local holidays (no shipments or deliveries are made on public holidays). Orders placed on Friday after 13:00 will be processed the following Monday."
}