{
    "source": "it_IT",
    "target": "en_US",
    "text": "Gentile Naima,\nIn qualità di membro Megavolotea, sei uno dei nostri clienti più importanti e desideriamo condividere con te alcuni traguardi significativi che abbiamo raggiunto quest’anno in Volotea.\nIl nostro impegno a migliorare la qualità del servizio e la soddisfazione dei clienti continua a essere una priorità fondamentale, e ora stiamo raccogliendo i frutti del nostro impegno. Ad esempio, il nostro Net Promoter Score (NPS), che misura la probabilità che i clienti raccomandino i nostri servizi, ha registrato il massimo storico nel 2024. Abbiamo raggiunto un NPS di 45 per i membri Megavolotea, un miglioramento del +20% su base annua, tra i più alti mai visti nel settore aereo europeo.\nSiamo inoltre orgogliosi di aver vinto ancora una volta premi prestigiosi. Per il secondo anno consecutivo, siamo stati nominati \"Migliore compagnia aerea low-cost in Europa\" da Skytrax e ci siamo classificati al terzo posto come migliore compagnia aerea al mondo. Inoltre, abbiamo ricevuto per la terza volta il premio \"Leading European Low-Cost Airline\" ai World Travel Awards.\nQuesti premi sono particolarmente significativi perché si basano sul feedback di clienti come te, ovvero coloro che ci conoscono meglio e apprezzano il nostro impegno per migliorare ogni giorno il nostro servizio.",
    "trans": "Dear Naima,\nAs a member of Megavolotea, you are one of our most important customers, and we would like to share with you some significant achievements that we have achieved this year at Volotea.\nOur commitment to improving service quality and customer satisfaction continues to be a top priority, and we are now reaping the rewards of our efforts. For instance, our Net Promoter Score (NPS), a metric which measures the likelihood that customers will recommend our services, hit an all-time high in 2024. We reached an NPS of 45 for Megavolotea members, a +20% year-on-year improvement, among the highest ever seen in the European aviation industry.\nIn addition, we are proud to have once again won prestigious awards. For the second year in a row, we have been named \"Best Low-Cost Airline in Europe\" by Skytrax and ranked third as the best airline in the world. We also received the \"Leading European Low-Cost Airline\" award at the World Travel Awards for the third time.\nThese awards for us are especially significant because they are based on feedback received from customers like you, who know us best and appreciate our efforts to improve our service every day."
}