{
    "source": "it_IT",
    "target": "en_US",
    "text": "di [redacted_name] e [redacted_name]\nNTmobile, problemi per 50mila sim: navigazione internet bloccata. È scontro con Vodafonesui mancati pagamenti\ndi Alessandro Longo\nA Padova\nL'APPUNTAMENTO\nFestival di Salute 2024: Prendiamoci la vita\ndi[redacted_name]\nPer iscriversi\nIL PROGRAMMA\nDal 24 al 26 ottobre con 130 ospiti\nGLI SPETTACOLI\nQuattro appuntamenti gratuiti con scienziati e scrittori\nL'INIZIATIVA\nScreening gratuiti al Festival di Salute\nLe iniziative\nPROMO\nLeggi Repubblica: 1 euro al mese per 3 mesi\nLA RIVISTA\nLeggi Limes in digitale a 39,99€ il primo anno anziché 99,99€\nMYMOVIES\nIl lunedì del cinema Online il 21 ottobre 'Troppa grazia', un film anarchico e divertente sulla consapevolezza della nostra terra\nVideo\nEMILIA ROMAGNA\nMaltempo, le chiamate disperate al 112. Il carabiniere: “Resti al telefono con me”. La donna: “Non attacco, lei mi dà coraggio”\nLIBANO\nBeirut, un edificio si sbriciola dopo esser stato centrato da un missile israeliano\nPodcast\nCIRCO MASSIMO\nLe destre furiose a caccia di nemici: toghe e comunisti, infami e migranti, cani e porci",
    "trans": "by [redacted_name] and [redacted_name]\nNTmobile, problems for 50 thousand sims: blocked internet browsing. It is clash with Vodafone about the missed payments\nby Alessandro Longo\nIn Padua\nTHE APPOINTMENT\nHealth Festival 2024: Let's take life\nby[redacted_name]\nTo register\nTHE PROGRAM\nFrom 24 to 26 October with 130 guests\nTHE SHOWS\nFour free events with scientists and writers\nTHE INITIATIVE\nFree screenings at the Health Festival\nThe initiatives\nPROMO\nRead Repubblica: 1 euro per month for 3 months\nTHE MAGAZINE\nRead Limes in digital for €39.99 for the first year instead of €99.99\nMYMOVIES\nMonday of the Online cinema on Oct. 21st 'Too Much Grace,' an anarchic and funny film about awareness of our land\nVideo\nEMILIA ROMAGNA\nBad weather, desperate calls to 112. The Carabiniere: “Stay on the phone with me.” The woman: “I don't hang up, you give me courage.”\nLEBANON\nBeirut, a building collapses after being hit by an Israeli missile\nPodcast\nCIRCUS MAXIMUM\nFurious right-wingers hunting for enemies: togas and communists, infames and migrants, dogs and pigs"
}