{
    "source": "it_IT",
    "target": "en_US",
    "text": "Come lo scorso anno, la scuola propone, nel piano dell’offerta formativa delle classi prime, come gita annuale, l’uscita a SCHILPARIO (BG).\nL’esperienza si propone di fornire ai ragazzi la possibilità di passare due giorni insieme, a diretto contatto con la natura, imparando a conoscerla e a rispettarla. L’attività prevede delle lezioni di sci nordico tenute dai maestri della Scuola di Sci di Fondo di Schilpario, momenti didattici con apprendimenti riferiti alla cultura alpina della zona e momenti di socializzazione, attraverso giochi di animazione e prove di gruppo. L’uscita proposta mira a sviluppare e consolidare l’autonomia degli alunni e la loro capacità di gestione di sé in relazione agli altri. L’uscita sarà effettuata il 9 ed il 10 gennaio 2025, per le classi prime di Sorisole ed il 16 ed il 17 gennaio 2025, per le classi prime di Petosino, previa conferma da parte delle strutture coinvolte.\nIl costo complessivo si aggirerà intorno ai 150,00 euro per alunno e sarà comprensivo di:",
    "trans": "As last year, the school provides, as part of the educational offer plan for the first classes, as an annual field trip, an outing to SCHILPARIO (BG).\nThis experience is aimed to provide children with the occasion to spend two days together, in direct contact with nature, learning about it and respect it. This activity comprehends Nordic skiing lessons given by the instructors of the Schilpario Cross-country Ski School, educational moments with lessons related to the mountain culture of the area and opportunities of socialization, through games of animation and group tests. This proposed outing aims to develop and consolidate the autonomy of pupils and their abiity to manage themselves in relation to others. The outing will take place on January 9 and 10, 2025, for the first classes of Sorisole and on January 16 and 17, 2025, for the first classes of Petosino, following confirmation from the facilities involved.\nThe total cost will be around 150.00 euros for each pupil and it will include:"
}