{
    "source": "it_IT",
    "target": "en_US",
    "text": "In secondo luogo, le scienze sociali sono un prodotto della 'rivoluzione industriale'. Tra le scienze sociali, la prima ad acquisire un proprio statuto autonomo fu l'economia politica. Non a caso Adam Smith e gli altri economisti classici possono essere considerati, oltre che fondatori dell'economia politica, per un certo verso anche dei sociologi ante litteram; essi riflettono infatti sulle trasformazioni sociali che si andavano verificando sotto i loro occhi nell'Inghilterra del XVIII secolo (la nascita della manifattura capitalistica e le anticipazioni di quella che verrà chiamata 'rivoluzione industriale') e cercano di interpretarle alla luce di un modello capace di cogliere le interdipendenze tra i vari gruppi sociali coinvolti nel processo economico. Alle categorie economiche della terra, del capitale e del lavoro corrispondono infatti i gruppi o classi sociali dei proprietari terrieri, degli imprenditori capitalisti e dei lavoratori salariati, i quali percepiscono rispettivamente rendita, profitto e salario.",
    "trans": "Moreover, social sciences are a product of the 'industrial revolution'. Among the social sciences, it was political economy which first acquired its own autonomous status. It is no coincidence that Adam Smith as well as the other classical economists can be seen not only as the founders of political economy but also, in a certain way, as sociologists ante litteram; in fact, they reflect on the social transformations that were taking place before their eyes in 18th-century England (the rise of capitalist manufacturing and the anticipations of what would be called the 'industrial revolution') and attempt to interpret them in the light of a model that is able to grasp the interdependencies between different social groups involved in the economic process. To the economic categories of land, capital and labor correspond in fact the social groups or classes of landowners, capitalist entrepreneurs and wage earners, who receive rent, profit and wages, respectively."
}