{
    "source": "it_IT",
    "target": "en_US",
    "text": "Solgar Taurine 500mg Vegetable Capsules è uno dei prodotti di alta qualità della gamma di aminoacidi Solgar. Viene assunto una volta al giorno in una formulazione di capsule vegetali per facilitare l'assorbimento.\nTutti i prodotti Solgar soddisfano i più severi criteri di eccellenza nel settore. Realizzato con ingredienti naturali e innovativo dal 1947, Solgar è l'integratore alimentare consigliato: il 98% degli utenti Solgar consiglia il marchio *\n* Sondaggio sugli acquirenti online Global Praxis del 2017, a cui hanno partecipato 3.882 consumatori di vitamine, minerali e integratori alimentari.\nGli integratori alimentari non sostituiscono una dieta variata ed equilibrata e uno stile di vita sano.\nProprietà e benefici di Taurina\n• Uno degli aminoacidi Solgar di altissima qualità\n• Capsule vegetali di facile assorbimento\n• Adatto a vegani, vegetariani e kosher\n• Non contiene zuccheri, sale o amido\nCome assumere Taurina?\nSi consiglia l'assunzione tra i pasti, con succo o acqua o come indicato da uno specialista.\nComposizione di Taurina",
    "trans": "Solgar Taurine 500mg Vegetable Capsules ranks among the high quality products in Solgar's amino acid range. This is taken once a day in a vegetable capsule formulation to facilitate absorption.\nEvery Solgar product meets the strictest standards of excellence in the industry. Made of natural ingredients and innovative since 1947, Solgar is the recommended dietary supplement: 98% of Solgar users would recommend the brand *\n* 2017 Global Praxis Online Shopper Survey, where 3,882 consumers of vitamins, minerals, and dietary supplements participated.\nDietary supplements do not replace a varied and balanced diet and healthy lifestyle.\nProperties and Benefits of Taurine\n- One of Solgar's highest quality amino acids\n- Easy-to-absorb vegetable capsules\n- Suitable for vegans, vegetarians and kosher people\n- Does not contain sugar, salt or starch\nHow to assume Taurine?\nRecommended to be taken between meals, with juice or water, or as directed by a specialist.\nComposition of Taurine"
}