{
    "source": "it_IT",
    "target": "en_US",
    "text": "6. Esecuzione del contratto e impegni dell’Atleta\n6.1 L'Attività sarà esercitata sulla base di programmi e procedure concordati periodicamente tra l’Atleta e il Club. Il luogo preposto allo svolgimento delle prestazioni oggetto del contratto dipende dall’attuazione del calendario delle attività sportive definito dalla U.R.C. e dall’ E.P.C.R. e, se non diversamente stabilito con tale calendario, si intende, anche per quanto disposto dal D.Lgs 104/2022, in Treviso (TV) – Strada di Nascimben 1/b.\n6.2 Per l'esecuzione della propria Attività, l’Atleta potrà avvalersi delle strutture, delle attrezzature e del materiale del Club, fermi gli obblighi di cui al seguente punto 6.3.\n6.3 L’ Atleta si impegna, nell’espletamento dell’Attività, a:\na) eseguire con diligenza il proprio incarico, rispettando le normative interne del Club o comunque\ndirettamente applicabili e applicate dal Club, in particolare: lo Statuto del Club e della F.I.R., i Regolamenti della F.I.R, il Codice di Comportamento Sportivo del C.O.N.I., il codice etico del Club\nPag. 2 di 8\n____________________________________________________________\nBenetton Rugby Treviso S.r.l. S.S.D.\ne i regolamenti interni del Club, le normative antidoping previste dal C.O.N.I., le normative anti-\nscommesse di U.RC. e E.P.C.R in ogni tempo stabilite e vigenti;",
    "trans": "6. Execution of the contract and athlete’s commitments\n6.1 The Activity will be carried out based on programs and procedures periodically agreed upon between the Athlete and the Club. The location designated for the performance of the services covered by the contract depends on the implementation of the sports activity calendar defined by U.R.C. and E.P.C.R. and, unless otherwise is specified in the calendar, the location shall be, in accordance with Legislative Decree 104/2022, in Treviso (TV) – Strada di Nascimben 1/b.\n6.2 For the execution of his own Activity, the Athlete will be able to use the Club's facilities, equipment, and materials, subject to the obligations outlined in section 6.3.\n6.3 In performing the Activity, the Athlete undertakes to:\na) diligently carry out his duties, respecting the Club’s internal regulations or those otherwise\ndirectly applicable and enforced by the Club, specifically: the Club’s Statute and that of the F.I.R., F.I.R. Regulations, the CONI Sports Code of Conduct, the Club’s Code of Ethics\nPage 2 of 8\n____________________________________________________________\nTreviso Benetton Rugby S.r.l. S.S.D.\nand the Club’s internal regulations, the anti-doping regulations established by C.O.N.I., and the anti-\nbetting regulations set by U.R.C. and E.P.C.R. as established and in force at any given time."
}