{
    "source": "it_IT",
    "target": "en_US",
    "text": "IL VISITATORE DEVE PRESENTARSI AL VARCO D'INGRESSO ALL'ORARIO INDICATO SUL BIGLIETTO PER INIZIARE I CONTROLLI DI SICUREZZA.\nPER I DUOMO PASS L'ORARIO SCELTO SI RIFERISCE ALL'INGRESSO DELLA SALITA ALLE TERRAZZE.\nSe hai acquistato un biglietto intero o ridotto puoi recarti direttamente al varco di accesso.\nValida i biglietti omaggio presso il Duomo Infopoint 15 minuti prima dell’inizio della visita. È necessario presentare il giustificativo in tuo possesso per validare il biglietto.\nPresenta il biglietto ottenuto online oppure in allegato. Non è necessario stampare il biglietto. Scansioneremo il tuo smartphone o tablet all’ingresso. Assicurati che il livello di carica della batteria e la luminosità dello schermo siano sufficienti. Assicurati che lo schermo non sia eccessivamente danneggiato.\nSe visiti in gruppo ogni partecipante deve avere il proprio biglietto.\nL’ingresso al Complesso Monumentale è organizzato per fasce orarie. Rispetta l’orario e la data scelta in fase d’acquisto.\nI biglietti cumulativi sono validi a partire dalla data scelta per 3 giorni e danno diritto a un accesso singolo per ogni area inclusa nel biglietto.",
    "trans": "THE VISITOR MUST ARRIVE AT THE ENTRANCE GATE AT THE TIME INDICATED ON THE TICKET TO BEGIN SECURITY CHECKS.\nFOR THE DUOMO PASS THE CHOSEN TIME REFERS TO THE ENTRANCE OF THE ASCENT TO THE TERRACES.\nIf you have purchased a full or reduced ticket, you can directly go to the entrance.\nClaim your free tickets at the Duomo Infopoint 15 minutes before the start of the visit. You must present the receipt in your possession to validate your ticket.\nPresent your ticket online or attached. You do not need to print the ticket. We will scan your smartphone or tablet at the entrance. Make sure that the battery charge level and screen brightness are well set. Make sure that the screen is not too damaged.\nIf you visit in a group, each participant must have their own ticket.\nThe entrance to the Monumental Complex is organized in specific times slots. Respect the time and date chosen during the purchase.\nCumulative tickets are valid from the date chosen for 3 days and entitle to a single access to each area included in the ticket."
}