{
    "source": "it_IT",
    "target": "en_US",
    "text": "Crea formazioni e modelli vari.\nIscriviti al Calendario\nCollega il calendario di squadra al tuo calendario personale.\nCloud squadra\nConserva i file nel tuo Cloud squadra privato.\nOfferte app\nNon lasciarti sfuggire sconti e offerte incredibili dei nostri partner.\nAccount genitori\nOrganizzazione ideale per tutta la famiglia.\nImportazione calendari\nPer ogni genere di sport: Funzionalità per importare calendari (xls o csv) facile da utilizzare\nMultilingua\nDisponibile in più di dieci lingue.\nPronostici\nPronostici interni della Bundesliga, a cura di TEAMTIP.\nCar sharing\nCerca qualcuno che faccia car sharing oppure offri un passaggio con la tua auto.\nGrouping\nFor the events, divide the team into groups.\nPer tutti gli sport!\nOur app lets you organize more than 80 different sports. Start digitally organizing your team now with PlayerPlus.\nCrea squadra\nLe opinioni della nostra community\n\"SquadraPiù è un'applicazione semplice che offre esattamente ciò di cui un coach ha bisogno. \"\nMarc Hoffmann\n\"Il software migliore sulla piazza per la gestione di scadenze, sanzioni e informazioni sui giocatori. \"",
    "trans": "Create several formations and models.\nSign up for the Calendar\nLink the team calendar to your personal calendar.\nCloud team\nSave the files in your private team cloud.\nApp offers\nDon’t miss out on discounts and amazing offers from our partners.\nParent account\nIdeal organisation for the entire family.\nImport calendars\nFor all kinds of sports: Easy to use calendar (xls or csv) import feature\nMultilingual\nAvailable in more than ten languages.\nPredictions\nBundesliga internal predictions, made by TEAMTIP.\nCar sharing\nSearch for someone who wants to share a car or offer a ride with your own car.\nGrouping\nFor the events, divide the team into groups.\nFor all sports!\nOur app lets you organize more than 80 different sports. Start digitally organizing your team now with PlayerPlus.\nCreate a team\nOpinions of our community\n\"SquadraPiù is a practical app that offers exactly what a coach needs.\"\nMarc Hoffmann\n\"The best software on the market to manage deadlines, penalties, and player information.\""
}