{
    "source": "it_IT",
    "target": "en_US",
    "text": "ne, già di per sé assai dinamico.\nRicordiamo che la miscela da gelato subisce nel corso di tutto il processo produttivo dei notevoli salti termici: un forte riscaldamento, un emulsionamento, a volte un processo di omogeneizzazione, un rapido salto termico, un congelamento in presenza di continua agitazione con conseguente incorporamento di aria. Sono queste, in sostan-za, reazioni traumatiche sul piano fisico per delle materie prime particolarmente delicate come la panna, il latte, il burro.\nCrediamo che l'artigiano gelatiere raramente si sia posto questo problema e che non sempre sia consapevole che il suo gelato rappresenti uno dei sistemi più complessi riscontrabili nel settore della produzione alimentare. Tenere omogeneamente \"insieme\" tre fasi così eterogenee, presentando in un tutt'uno fasi solide, liquide e gassose, richiede un equilibrio non comune, buona perizia nella lavorazione, nello stoccaggio e sicura esperienza. Il gelato, ricordiamolo, è realmente un prodotto particolarmente fragile e la sua struttura decisamente termolabile.",
    "trans": ", already a dynamic process.\nRemember that the ice cream mixture undergoes considerable temperature changes during the production process: a strong heating, an emulsion, sometimes homogenization process, a rapid thermal jump, freezing in the presence of continuous agitation resulting in incorporation of air. These are, in particular, traumatic reactions on the physical plane for particularly delicate raw materials such as cream, milk and butter.\nWe believe that the ice cream maker rarely has this problem and is not always aware that his ice cream represents one of the most complex systems found in the food production sector. Keeping three such heterogeneous phases homogeneously \"together\", presenting in one solid, liquid and gaseous phases, requires an unusual balance, great expertise in processing, storage and safe experience. Ice cream, let’s remember it, is really a very fragile product and its structure is definitely thermolabile."
}