{
    "source": "it_IT",
    "target": "en_US",
    "text": "Modulo valutazione in filiale/ a domicilio e privacy [ID MVIFADEP]\nIl Cliente prende atto delle presenti modalità contrattuali, senza le quali non sarà possibile procedere nella valutazione del veicolo, e AUTORIZZA il dipendente della Auto1 Car Trade S.r.l. (P. IVA 04927460230), con sede in Via Perin del Vaga, 2 – 20156 Milano (MI), ovvero suo delegato esterno, presente presso la filiale/ presso il suo domicilio, ad:\n[ID CHECK1_MVIFADEP]☐X eseguire la perizia tecnica visionando la vettura e i relativi documenti e a fotografarla, [ID CHECK2_MVIFADEP]☐X nonchè ad eseguire la perizia tecnica approfondita mediante test drive\nal fine di consentire alla suddetta società di avviare la procedura per la valutazione del veicolo che prevede l’immediata analisi del potenziale mercato di riferimento per la successiva vendita, senza la quale non sarà possibile proseguire. Si rimanda al documento allegato nominato “Procedura assicurazione blocco traffico” per ogni dettaglio in merito alla modalità di esecuzione della verifica dei documenti della vettura e le relative eventuali limitazioni per l’effettuazione del test drive. Il cliente, parimenti, conferma di aver letto e compreso le informative affisse nella bacheca della filiale, ove applicabili al trattamento effettuato.\nX☐ Sottoscrivo [ID SUB1_MVIFADEP]",
    "trans": "In-branch assessment/home evaluation form and privacy [ID MVIFADEP]\nThe Customer takes note of these contractual terms, in the absence of which it will not be possible to carry out the evaluation of the vehicle, and AUTHORIZES the employee of Auto1 Car Trade S.r.l. (P. IVA 04927460230), based at Via Perin del Vaga, 2 - 20156 Milan (MI), or his external delegate, present at the branch/at his domicile, to:\n[ID CHECK1_MVIFADEP]☐X perform the technical survey examining the car and related documents and to photograph it, [ID CHECK2_MVIFADEP]☐X as well as to perform the in-depth technical survey by test drive\nin order to allow the above-mentioned company to launch the procedure for the evaluation of the vehicle, which includes the immediate analysis of the potential market for subsequent sale, without which it will not be possible to proceed. Please refer to the attached document \"Procedure for Traffic Lock Out Insurance\" for details on how to check vehicle documents and any limitations on test driving. The customer also confirms that he has read and understood the information posted on the bulletin board of the branch, where applicable to the processing conducted.\nX☐ I subscribe [ID SUB1_MVIFADEP]"
}