{
    "source": "it_IT",
    "target": "en_US",
    "text": "R: Certamente, solo nei giorni di pioggia bisognerà verificare la disponibilità dei posti rimasti.\nD: Ho prenotato e acquistato i biglietti ma non posso più venire, cosa succede?\nR:In caso di disdetta della prenotazione 12h prima è possibile riprenotare in altra data e/o orario entro il 03.09.23 In caso di disdetta tardiva, o mancata presentazione, l’ingresso è perso. In nessun caso è consentito il rimborso.\nD: Come faccio a capire se sono già stato cliente e quindi devo richiedervi le credenziali per MyAppy?\nR: Sei già stato nostro cliente se sei mai stato cliente presso il centro estetico o hai effettuato una visita medica presso il Poliambulatorio almeno negli ultimi due anni.\nD: Quali metodi di pagamento accetta MyAppy?\nR: Vengono accettati i pagamenti tramite carta di credito e PayPal.\nD: All'interno dell'area esiste un bar ristorante?\nR: quest'anno non è attivo il servizio di ristorazione. Sono a disposizione distributori automatici di bibite fresche, caffè e qualche snack. Abbiamo allestito sul terrazzo una zona picnic dove è possibile consumare pranzo al sacco.\nD:é obbligatoria la cuffia in piscina?\nR: si la cuffia è obbligatoria\nD: in sauna devo proprio stare senza costume?",
    "trans": "A: Of course, only on rainy days will it be necessary to check the availability of the remaining seats.\nQ: I have booked and purchased tickets but can’t come anymore, what happens then?\nA: In case of cancellation of the reservation 12 hours before, you can rebook on another date and/ or time by 03.09.23. In case of late cancellation, or no show, entry is lost. No refund is allowed.\nQ: How do I know if I was a customer before and therefore need to ask for my MyAppy credentials?\nA: You have already been our client if you have ever been a customer at the beauty salon or have had a medical visit at the Poliambulatorio at least in the last two years.\nQ: What payment methods does MyAppy accept?\nA: We accept payments with credit cards and PayPal.\nQ: Is there a bar and restaurant in the area?\nA: This year there is no catering service. Vending machines are available for cold drinks, coffee, and some snacks. We have set up a picnic area on the terrace where you can eat packed lunches.\nQ: Is it mandatory to wear a swimming cap?\nA: Yes, a swimming cap is mandatory\nQ: Do I have to be naked in the sauna?"
}