{
    "source": "it_IT",
    "target": "en_US",
    "text": "L'andamento attuale del treno potrebbe subire variazioni. La invitiamo a verificarlo in tempo reale utilizzando questa pagina:\nhttp://www.viaggiatreno.it/viaggiatrenomobile/pages/cercaTreno/cercaTreno.jsp\nLe ricordiamo che per ritardo in arrivo tra 60 e 119 minuti ha diritto a un indennizzo pari al 25% del prezzo del biglietto, che potrà ottenere successivamente all'effettuazione del viaggio. Potrà emettere in autonomia l'indennizzo per ritardo con pochi e semplici passaggi, tramite il link: https://www.trenitalia.com/it/informazioni/cerca_e_modificailbiglietto.html, oppure tramite il nostro SITO (Area Riservata/cerca biglietto) o APP.\nIn alternativa, nei casi in cui non sia disponibile automaticamente l'indennizzo può rivolgersi alle Biglietterie, al Call Center (063000 opzione 3), agli uffici di Customer Service oppure tramite Web Form dal SITO.\nPer riprogrammare il viaggio può rivolgersi direttamente al personale di Customer Care in stazione e alle biglietterie oppure contattare il call center al numero 06 3000 opzione 0 (attivo tutti i giorni 24h su 24h).",
    "trans": "The current train timings may be subject to change. Please check this page to see if it is in real time:\nhttp://www.viaggiatreno.it/viaggiatrenomobile/pages/cercaTreno/cercaTreno.jsp\nPlease note that for delays between 60 and 119 minutes you are entitled to a compensation of 25% of the ticket price, which you can obtain after the trip is made. You can issue your own compensation for delay in a few simple steps, using the link: https://www.trenitalia.com/it/informazioni/cerca_e_modificateailticetto.html, or through our SITE (Reserved Area/search ticket) or APP.\nAlternatively, in cases where the compensation is not automatically available, you can contact the Ticket Offices, the Call Center (063000 option 3), the Customer Service offices or via Web Form from the SITE.\nIn order to reschedule your trip, you can contact the Customer Care staff at the station and ticket offices or call the call center on 06 3000 option 0 (active 24/7)."
}