{
    "source": "it_IT",
    "target": "en_US",
    "text": "SCOPRI DI PIÙ\nPercentuale di sconto calcolata rispetto al prezzo della tariffa Flex. Offerta soggetta a disponibilità, valida in ambiente Smart e Prima Business, modificabile e non rimborsabile.\nEsplora la Toscana con Italo e le connessioni regionali con Lucca e le altre città!\nCon Italo, Firenze è dietro l’angolo e Lucca è ancora più vicina!\nViaggia alla scoperta di una delle città più rinomate d’Italia, e da lì alla volta delle altre bellezze della Toscana con i Regionali Trenitalia per Lucca, Pisa, Livorno, Siena, Viareggio…\nPuoi acquistare i tuoi biglietti in un'unica soluzione direttamente su italotreno.it.\nSCOPRI DI PIÙ\nIscriviti al Programma Fedeltà Italo Più e scopri tutti i vantaggi!\nItalo Più è il Programma Fedeltà di Italo dove ad ogni viaggio puoiotteneretantissimi vantaggi!\nAccumula Punti con Italo Piùper ogni euro speso,guadagna Punti anche con l'acquisto dei servizi Italo;accelera la tua raccolta scegliendo tra i numerosi Partner il servizio che fa per te.\nTi bastano pochi Punti per sbloccarebiglietti premio, accesso alle Lounge e con Cash Più convertii Punti Italo Più per pagare una quota dei tuoi viaggi.",
    "trans": "LEARN MORE\nDiscount percentage calculated in relation to the Flex fare price. Offer subject to availability, valid in Smart and Prima Business, subject to change and non-refundable.\nExplore Tuscany with Italo and the regional connections with Lucca and other cities!\nWith Italo, Florence is behind the corner and Lucca is even closer!\nExplore one of Italy's most celebrated cities, then head to the other beauties of Tuscany with Trenitalia's regional trains to Lucca, Pisa, Livorno, Siena, Viareggio...\nYou can buy your tickets in one solution directly on italotreno.it\nLEARN MORE\nSubscribe to the Fidelity Programme Italo Più and discover all the advantages!\nItalo Più is Italo's Fidelity Programme and every time you travel you can get many advantages!\nCollect points with Italo Più for every euro spent; gain points again when you buy Italo services; make your collection faster by choosing the service that suits you best from the many partners.\nYou just need few Points to unlock award tickets, access to Lounge and with Cash Più you can exchange Italo Più Points to pay part of your journey."
}