{
    "source": "it_IT",
    "target": "en_US",
    "text": "Sapete quanto sia importante, in particolare, avere padronanza delle lingue straniere, per non perdere nessuna opportunità nel mondo globalizzato e interconnesso. Come studenti del Politecnico, avete la possibilità di accedere del tutto gratuitamente ai servizi del Centro Linguistico di Ateneo, una struttura attiva da oltre vent’anni al Poliba, che si avvale della collaborazione di eccellenti docenti. Oltre alle attività di verifica curriculare, i test di lingua inglese di livello B1 e B2 per quasi tutti i Corsi di Laurea del nostro Ateneo, il Centro Linguistico offre una vasta gamma di corsi di lingua gratuiti per gli studenti e per tutta la Comunità, differenziati per livello iniziale di competenza e tenuti da docenti madrelingua inglese, tedesca, spagnola e cinese, più un corso di lingua italiana per studenti e ricercatori stranieri. I corsi si svolgono in due sessioni annuali, in corrispondenza dei due semestri dell'anno accademico, in classi Teams o in presenza. Nel corso degli anni, il Centro Linguistico ha fornito le giuste competenze a centinaia di studenti che hanno frequentato i corsi, preparandosi così ad affrontare le imminenti sfide con maggiore competenza e sicurezza di sé stessi.",
    "trans": "You know the importance, in particular, to have command of foreign languages, so as not to miss any opportunity in the globalized and interconnected world. As a student of the Polytechnic Institute, you will have the possibility to access completely free services of the Language Center of Ateneo, a structure that is active for more than twenty years at Poliba, which benefits of the collaboration of excellent teachers. In addition to the curricular follow-up activities, the English language tests of level B1 and B2 for almost all Degree Courses of our University, the Language Center offers a wide range of free language courses for students and for the whole Community, differentiated by initial level of competence and taught by native speakers of English, German, Spanish, and Chinese, plus an extra Italian language course for foreign students and researchers. The courses take place in two annual sessions, corresponding to the two semesters of the academic year, in classes on Teams or in attendance. Over the years, the Language Centre has provided the right skills to hundreds of students who have attended courses, preparing them to face the upcoming challenges with greater competence and self-confidence."
}