{
    "source": "it_IT",
    "target": "en_US",
    "text": "2. NAVI. Le navi in servizio sono Ro/Pax o Cruise Ferry, adibite al trasporto di passeggeri e merci.\n3. NORME APPLICABILI. Oltre che dalle presenti Condizioni Generali di Trasporto, il contratto di trasporto di passeggeri, loro bagagli e veicoli al seguito è disciplinato dal Regolamento\n(UE) n. 1177/2010, dal Regolamento (CE) n. 392/2009, dalla Convenzione di Atene del 13/12/1974 come modificata dal Protocollo di Londra del 01/11/2002, dal Codice della Navigazione\nItaliano così come interpretato in conformità all’Ordinamento Giuridico Italiano, ove applicabile, nonché da eventuali successive modifiche della succitata normativa e/o di eventuali ulteriori\nnormative eventualmente applicabili. Per i servizi di trasporto tra Napoli, Cagliari, Palermo e viceversa e Civitavecchia, Arbatax, Cagliari e viceversa, si applicano altresì le disposizioni di cui\nal Contratto di Servizio.\n4. POTERE DEL COMANDANTE. Il Comandante della nave ha piena facoltà di procedere senza pilota, di rimorchiare ed assistere altre navi in qualsiasi circostanza, di deviare dalla rotta",
    "trans": "2. SHIPS. The ships in service are Ro/Pax or Cruise Ferry, used for the transport of passengers and wares.\n3. APPLICABLE RULES. In addition to these General Conditions of Transport, the contract for the carriage of passengers, their luggage and vehicles is governed by the Regulation\n(EU) No. 1177/2010, by Regulation (EC) No. 392/2009, by the Athens Convention of 13/12/1974 amended by the London Protocol of 01/11/2002, by the Navigation Code\nof Italy as interpreted in accordance with the Italian Legal System, where applicable, and by any subsequent amendments to the aforementioned legislation and/ or any further\nRegulations, if any, applicable. For transport services between Naples, Cagliari, Palermo and vice versa and Civitavecchia, Arbatax, Cagliari and vice versa, the provisions of\nto the Service Contract.\n4. COMMANDER POWER. The master of the ship has full authority to proceed alone, towing and assisting other ships in any circumstances, deviating them from the route"
}