{
    "source": "it_IT",
    "target": "en_US",
    "text": "Villa Chigi, commissionata nella seconda metà del XVIII secolo dal cardinale Flavio Chigi, pregevole esempio di \"casino di villeggiatura\" settecentesco, si trova nel quartiere Salario. L’ingresso principale è ubicato in via di Villa Chigi, nei pressi di piazza Vescovio.\nIl parco pubblico, è attualmente separato con una recinzione dall’antica palazzina e dal giardino all'italiana annesso, di proprietà privata.\nDove si trova: Municipio II , quartiere Trieste\nEpoca: 1763 - 1776\nEstensione: 5 ettari\nIngressi: via di Villa Chigi 24, via Valnerina, via Niccolò Piccinni\nIl cardinale Chigi acquistò i terreni sul “Monte delle Gioie” tra il 1763-65 dando il via ai lavori di ristrutturazione di un casale rustico per adattarlo a residenza padronale, affidandoli prima a Tommaso Bianchi e poi a Pietro Camporese il Vecchio. I sei ingressi principali furono arricchiti da cornici e venne costruita la cappella. Tra l’ottobre 1765 e il febbraio 1769 fu anche completata la decorazione degli ambienti interni ad opera di Filippo Cataldi e Gioacchino Paver, con affreschi di vedute di Francesco Nubale e Giacomo Rubini, mentre la cappella, dedicata alla Vergine, fu opera di Antonio Bicchierai.",
    "trans": "Villa Chigi, a remarkable example of an 18th-century \"casino di villeggiatura,\" was commissioned in the latter half of the 1700s by Cardinal Flavio Chigi. Located in the Salario district, its main entrance is on Via di Villa Chigi, near Piazza Vescovio.\nThe public park surrounding the villa is currently separated by fencing from the historic palazzina and the adjoining Italian garden, both privately owned.\nLocation: Municipio II, Trieste district\nEra: 1763–1776\nArea: 5 hectares\nEntrances: Via di Villa Chigi 24, Via Valnerina, Via Niccolò Piccinni\nCardinal Chigi purchased the lands on the “Monte delle Gioie” between 1763 and 1765. He initiated renovations on a rustic farmhouse to transform it into a stately residence. Initially, Tommaso Bianchi oversaw the work, later succeeded by Pietro Camporese the Elder. The project included embellishing six main entrances with ornate frames and constructing a chapel. From October 1765 to February 1769, the interior decorations were completed by Filippo Cataldi and Gioacchino Paver, featuring frescoed landscapes by Francesco Nubale and Giacomo Rubini. The chapel, dedicated to the Virgin Mary, was designed by Antonio Bicchierai."
}