{
    "source": "it_IT",
    "target": "en_US",
    "text": "Design anatomico\nZip su tutta la lunghezza per vestirla facilmente. Disponibile dalla S alla 4XL.\nTraspirabilità\nInduzione idrofila (RET=12): limita la condensa all'interno. Fodera in mesh.\nLeggerezza\nPeso 480 g nella taglia L.\nComposizione/ Consigli\nComposizione\nTessuto principale: 100.0% Poliestere Fodera: 100.0% Poliestere Rivestimento: 100.0% Poliuretano\nConsigli di stoccaggio\nAssicurati sempre che il capo sia perfettamente asciutto, prima di riporlo.\nTEST\nIl nostro centro mondiale di design Quechua ha sede a Passy, ai piedi del Monte Bianco in Alta Savoia.\nQuesta posizione lo rende un vero e proprio luogo di incontro tra i nostri team (designer, product manager, ingegneri ...) e i praticanti degli sport outdoor.\nUna grande risorsa per ideare i tuoi prodotti per le escursioni in montagna e garantirti tutta la nostra esperienza.\nApprovato da\nQuesta giacca è stata testata e approvata da un gruppo di tester nella regione Rhône-Alpes-Auvergne durante i test prodotto nel 2020 e nel 2021. Per soddisfare le tue esigenze, i prodotti Quechua vengono testati nella natura, nelle condizioni che potresti incontrare tu durante le tue escursioni.",
    "trans": "Design that is anatomical\nIt consists of full length zip to wear it quite easily. It is available from sizes S to 4XL.\nBreathability\nHydrophilic induction (RET=12): limits the condensation in the inside. It is made of mesh lining.\nLightness\nWeight is 480 g in size L.\nComposition/ Advice\nComposition\nMain fabric: 100% Polyester Lining: 100% Covering in Polyester: 100% Polyurethane\nAdvice for the Storage\nAlways ensure that the garment is perfectly dry before storing it.\nTEST\nOur world design centre Quechua has its seat in Passy, that is located at the foot of Mont Blanc in Haute-Savoie.\nThis location makes it a real meeting place between our teams (designers, product managers, engineers ...) and outdoor sports practitioners.\nIt is a marvelous resource to create your products for mountain excursions and ensure you all of our experience.\nIt is approved by\nThis particular jacket has been tested and approved by a group of testers located in the region of Rhône-Alpes-Auvergne during product tests that dates back in 2020 and 2021. In order to meet your expectations, the products of Quechua are tested out in the wild, under the conditions you might encounter during your excursions."
}