{
    "source": "it_IT",
    "target": "en_US",
    "text": "tecnica – commerciale firmati senza il coinvolgimento dell’Agente Sportivo. A tale importo\nsi aggiungerà un importo pari al doppio del valore dei Servizi Digitali svolti dall’Agente\nSportivo in favore del Calciatore a partire dalla sottoscrizione del Mandato (“Penale”).\n3. CORRISPETTIVO\nL’art. 3 del Mandato è sostituito dal presente.\n3.1. Le Parti convengono che per l’attività svolta in favore del Calciatore da parte dell’Agente\nSportivo ai sensi della clausola 1.1 punto (i) sarà dovuto all’Agente un corrispettivo, al netto\ndi IVA e di ogni altro eventuale onere di legge, stabilito in una somma determinata nella\nmisura percentuale del 5% (cinque per cento) sul reddito complessivo lordo del Calciatore\n(quindi comprensivo della relativa parte sia fissa, sia variabile, bonus, percentuale in caso\ndi vendita, c.d. incentivo all’esodo e premi o voci conseguenti di ogni tipo) risultante dal\ncontratto di prestazione sportiva o documento correlato concluso per il tramite dell’Agente\nSportivo. Per l’attività svolta in favore del Calciatore da parte dell’Agente Sportivo ai sensi",
    "trans": "technical - commercial signed with no involvement of the Sports Agent. To this amount\nwill be added an amount equal to twice the value of the Digital Services provided by the Sports Agent\nin favour of the Player from the signing of the Mandate (\"Penalty\").\n3. CORRESPONDENT\nArt. 3 of the Mandate is replaced by the following.\n3.1. The Parties agree that for the activity carried out in favour of the Player by the Sports\nAgent in accordance with clause 1.1 item (i) shall be payable to the Agent a fee, net\nof VAT and any other legal charge, shall be due to the Agent, determined in the\namount of 5% (five percent) of the total gross income of the Player\n(thereby including the corresponding part of both fixed and variable, bonus, percentage in case\nof sale, that is, incentive to the exodus and consequent premiums or items of any kind) resulting from the\ncontract of sports performance or related document concluded by the Sports Agent.\nFor the activity carried out in favor of the Player by the Sports Agent in accordance"
}