{
    "source": "it_IT",
    "target": "en_US",
    "text": "Carta: A0125258\nProgressivo: 109399\nID Sistema: 00000305\nS.F: be034b385f098e14 Data/ora emiss: 30/10/24 Cod.Rich.Em.Sigillo: CW000020 Genere: 53\nIntero Artist Presale\nTITOLO DIGITALE\nData: 30 Aprile 2025\nSettore Non Numerato\nAnello C Non Numerato Anello C Non Num.\nOre: 20:00\nAffinché l'ingresso si svolga senza alcun intoppo, La preghiamo di osservare le seguenti istruzioni per l'uso:\n• Il biglietto è valido solo come stampa completa su foglio A4.\n• Faccia attenzione che il biglietto sia piegato conformemente alle istruzioni.\n• Solo i biglietti con una buona qualità di stampa possono essere letti all'ingresso dallo scanner.\n• Per favore, eviti che il biglietto venga in contatto con umidità.\n• Tratti il Suo biglietto come fosse denaro contante.\n• Il biglietto è valido per un solo ingresso e viene annullato dopo il primo controllo.\nOgni spettatore deve presentarsi all’ingresso munito solo del proprio biglietto\nISTRUZIONI SU COME PIEGARE IL BIGLIETTO\nAi fini del controllo all'ingresso, è necessario che questo biglietto sia piegato Per favore, osservi le seguenti istruzioni:",
    "trans": "Card: A0125258\nProgressive: 109399\nSystem ID: 00000305\nS.F: be034b385f098e14 Date/Time Issued: 10/30/24 Seal Request Code: CW000020 Category: 53\nWhole Artist Presale\nDIGITAL TITLE\nDate: 30 April 2025\nSector not numbered\nRing C Not Numbered Ring C Not Numbered\nTime: 20:00\nTo ensure smooth entry, please follow the instructions below carefully:\n• The ticket is only valid as a full print on A4 sheet.\n• Ensure that the ticket is folded according to the provided instructions.\n• Only tickets with good print quality can be scanned successfully at the entrance.\n• Please avoid exposing the ticket to moisture.\n• Treat your ticket as if it were cash.\n• The ticket is valid for one entry only and will be void after the first scan.\nEach attendee must present their own ticket at the entrance.\nINSTRUCTIONS ON HOW TO FOLD THE TICKET\nFor the purpose of entry control, this ticket must be folded. Please follow the instructions below:"
}