{
    "source": "it_IT",
    "target": "en_US",
    "text": " Uso Particolare (Ammissione temporanea/Uso Finale)\ndelle merci descritte nella/e fattura/e n...................................del............................\nA tale proposito dichiara che si tratta di......................................................................................, avente valore......................................................., da dichiarare alla/e voce doganale/i............................con origine…………………………………………………….. La resa della merce è...........................\nAutorizza, altresì, Aerodogana Customs Clearance Srl, a compilare e a firmare la dichiarazione di valore (Mod. DV1), all'importazione, da presentare in Dogana unitamente alla documentazione commerciale.\nAi fini della determinazione del valore imponibile in dogana, dichiara che la società, dal sottoscritto rappresentata, non è legata al venditore ai sensi dell'art. 70 del Reg. Cee n. 952/13, e che sulla merce relative alla fattura sopra indicata non ci sono corrispettivi e diritti di licenza (Royalties ecc.) da addizionare al valore di transazione, casi come previsto dall'art.32, paragrafo 1, lettera \"c\" del Codice Doganale e che i valori di transazione sono reali e veritieri. Inoltre nessuna integrazione, sotto qualsiasi forma, sarà effettuata al valore dichiarato nella fattura in oggetto citata.\n1/2\nPer tutto quanto precede il/la sottoscritto/a......................................, delegato/a del legale rappresentante, assume piena responsabilità di legge.",
    "trans": "Special Use (Temporary admission/Final Use)\nof the goods that are described in the invoice/s No. ............................ from ............................\nIn this context, it is declared that it is ...................................................................................... having a value of ....................................................... to be declared at customs heading/s ............................ with origin in …………………………………………………….. The return of goods is ...........................\nIt also authorizes Aerodogana Customs Clearance Srl to complete and sign the declaration of value (Mod. DV1), on import, to be presented in Customs together with the commercial documentation.\nFor the purposes of determining the taxable value in customs, it is declared that the company represented by the undersigned is not in any way related to the seller under art. 70 of Reg. Cee No. 952/13, and that on the goods related to the above invoice there are no royalties or license fees (Royalties etc.) to be added to the transaction value, cases as provided for in art. 32, paragraph 1, letter \"c\" of the Customs Code and that the transaction values are real and true. Furthermore, no addition of any kind will be made to the value that is declared in the invoice mentioned above.\n1/2\nFor all the above, the undersigned ...................................... , the legal representative’s delegate/s, assume/s full responsibility under the law."
}