{
    "source": "it_IT",
    "target": "en_US",
    "text": "CANALE WHATSAPP\nNews\nSport\nFocus\nAgenda\nPeople\nNewsBlog\nRubriche\nTICINO\nSVIZZERA\nDAL MONDO\nECONOMIA\nCASLANOBally: 65 lavoratori a rischio licenziamento\nTipress\ndi Redazione\n37\n28 ott 2024 - 18:17 Aggiornamento 22:50 9'907\nL'azienda con sede a Caslano ha iniziato la sua fase di ristrutturazione\nCASLANO - Potrebbe essere un brutto Natale per 65 dipendenti della Bally di Caslano. L'azienda che da tempo ha avviato una ristrutturazione, prevede il licenziamento di almeno 65 dipendenti su un totale di 262. Lunedì pomeriggio l’azienda ha incontrato i sindacati e ha annunciato ai propri dipendenti che i licenziamenti riguarderanno sia il settore produttivo sia quello amministrativo. In una nota stampa diramata da Bally si legge: «La riorganizzazione viene condotta nel pieno rispetto delle normative vigenti, con comunicazioni tempestive alle autorità competenti e mantenendo un dialogo aperto con i sindacati. L’azienda è consapevole dell’impatto sui dipendenti coinvolti e si impegna a fornire tutto il supporto necessario durante questa fase di transizione».",
    "trans": "WHATSAPP CHANNEL\nNews\nSports\nFocus\nAgenda\nPeople\nNews Blog\nHeadings\nTICINO\nSWITZERLAND\nFROM THE WORLD\nECONOMY\nCASLANO Bally: 65 workers at risk of termination of employment\nTipress\nof Drafting\n37\n28 Oct 2024 - 18:47 Updated 22:50 9'907\nThe company based in Caslano has started its restructuring phase\nCASLANO - It could be a terrible Christmas for 65 Bally employees in Caslano. The company, which has been restructuring for some time, plans to lay off at least 65 of its 262 employees. On Monday afternoon the company met with trade unions and announced to its employees that the terminations will be on both the manufacturing and administrative sectors. In a press release issued by Bally, it is stated: «The reorganisation is being conducted in full compliance with current regulations, with timely communications to the competent authorities and maintaining an open dialogue with the unions. The company is aware of the impact on the employees involved and is committed to providing all the necessary support during this transition phase»."
}