{
    "source": "it_IT",
    "target": "en_US",
    "text": "succeduto a venticinque anni di età al prozio Tiberio e pugnalato dagli ufficiali della guardia pretoriana sollevatisi contro la sua tirannia. Per Svetonio e Dione Cassio, Caligola fu un «mostro» distintosi solo per l’immoralità, il dispotismo e la crudeltà. A questo scopo, gli autori posteriori mescolarono fatti certi a dicerie:. Essi infatti difendevano la massima istituzione di Roma, nei confronti della quale Caligola, che soprattutto all’inizio del suo regno perseguì una politica liberale, mostrò sempre un certo disprezzo. Egli era il beniamino del popolo e dell’esercito, che lo acclamò imperatore alla morte di Tiberio e che lo impose al senato. Caligola era il terzogenito di Germanico, un generale assai amato, che aveva combattuto per Augusto e per Tiberio. Egli si era fatto onore sedando una rivolta delle legioni in Pannonia riconoscendone diritti. Seneca individuava segni di squilibrio mentale già nell’aspetto fisico di Caligola, nei suoi «occhi torvi sotto una fronte da vecchia». Così si potevano spiegare gli eccessi di quel giovane che senza dubbio, come riconoscono persino i cronisti più ostili, non era privo di intelligenza, di cui diede prova riorganizzando il controllo delle frontiere.",
    "trans": "succeeded at twenty-five years old to the great-uncle Tiberius and stabbed by the officers of the Praetorian Guard who rose against his tyranny. For Suetonius and Dion Cassius, Caligula was a «monster» that was distinguished only by immortality, despotism and cruelty. For this purpose, the later authors mixed certain facts with rumors:. They in fact defended the highest institution of Rome, against which Caligula, who especially during the beginning of his reign pursued a liberal policy, always showed a particular contempt. He was loved by the people and the army, who acclaimed him emperor at the death of Tiberius and imposed him on the senate. Caligula was the third son of Germanicus, a beloved general who had fought for Augustus and Tiberius. He had done himself honor by suppressing a revolt of the legions in Pannonia, recognizing their rights. Seneca saw signs of mental imbalance already in the physical appearance of Caligula, in his «dark eyes under an old forehead». Thus the excesses of this young man could be explained, who without a doubt, as even the most hostile reporters admit, was not devoid of intelligence, which he demonstrated by reorganizing the control of the border."
}