{
    "source": "it_IT",
    "target": "en_US",
    "text": "Jorge, nel ricordo dei nostri cari defunti, non dobbiamo farci travolgere dalla tristezza. È normale essere tristi per la loro assenza, ma non come persone senza speranza. Perché l’amore che ci lega a loro continua ancora a circolare, non si è spezzato. Vi è uno scambio di mutuo soccorso, di aiuto reciproco: loro pregano per noi perché giungiamo all’incontro con Dio giustificati, noi preghiamo per loro, affinché sia completa la loro purificazione dei sensi spirituali, perché possano contemplare il volto di Dio.\nJorge, dunque, nel festeggiare i santi celebriamo anche e soprattutto la santità di Dio, che con la Sua grazia dona a ogni uomo, di ogni tempo, di camminare nella verità, sotto l’azione dello Spirito Santo. E, nel commemorare i defunti, non piangiamo troppo per loro, ma preghiamo per loro il Signore e facciamo opere di bene in loro memoria, per instaurare in questo scambio una nuova comunione.\nNoi monache di Cascia assicuriamo a te e a tutti i tuoi cari le nostre preghiere, con l’intercessione di Santa Rita e di tutti i Santi.",
    "trans": "Jorge, in memory of our dear departed, we must not be overwhelmed by sadness. It is normal to be sad at their absence, but not as hopeless people. Because the love that binds us to them still continues to circulate, it is not broken. There is an exchange of mutual help, of mutual aid: they pray for us so that we come to the meeting with God justified, we pray for them, so that their purification of spiritual senses is complete, so that they can observe the face of God.\nJorge, therefore, in celebrating the saints we also and above all celebrate the holiness of God, who with his grace gives the possibility to every man, of all times, to walk in truth, under the action of the Holy Spirit. And in commemorating the dead, let us not mourn too much for them, but pray to the Lord for them and do good actions in their memory, to establish a new communion in this exchange.\nWe nuns of Cascia assure you and all your loved ones our prayers, with the mediation of Saint Rita and all the Saints."
}