{
    "source": "it_IT",
    "target": "en_US",
    "text": "TREK\nPinarello\nColnago\nWilier\nCervélo\n0\nYour cart ×\nNon ci sono più articoli nel tuo carrello\nHome Abbigliamento Protezioni Endura Singletrack Lite Knee Protector II Black\n-30%\nEndura Singletrack Lite Knee Protector II Black\nProtezione ultraleggera per tutto il giorno, ora con imbottitura laterale aggiuntiva\nTaglia Abbigliamento\n38,49€ 54,99€ -30%\nTasse incluse\nAggiungi al carrello\nPagamenti sicuri al 100%.\nPaga in 3 rate\nInformazioni aggiuntive\n- Sistema di pagamento sicuro\n- Spedizioni veloci e sicure\n- Tutti i metodi di pagamento\nDescrizione\nDettagli del prodotto\nFilosofia del design\nGli inserti in schiuma PU multistrato robusti offrono una protezione impressionante contro urti e graffi. I test di impatto hanno dimostrato che le qualità di assorbimento dell'energia competono con le migliori sul mercato.\nDesign completamente apribile\nI parastinchi SingleTrack sono stati progettati in modo da aprirsi completamente e possono essere indossati e rimossi senza rimuovere le scarpe. Questo facile sistema consente di rimuovere le protezioni rapidamente per mantenere le ginocchia fresche durante la risalita ed essere nuovamente pronti per affrontare il percorso tecnico fino a valle insicurezza.\nVantaggi principali\nCostruzione ultraleggera e flessibile per un comfort che dura tutto il giorno",
    "trans": "TREK\nPinarello\nColnago\nWilier\nCervélo\n0\nYour cart ×\nThere are no more items in your cart\nHome Clothing Protectors Endura Singletrack Lite Knee Protector II Black\n-30%\nEndura Singletrack Lite Knee Protector II Black\nUltralight all-day protection, now with extra side padding\nClothing Size\n38,49 € 54,99 € -30%\nIncluding Taxes\nAdd to Cart\n100% secure payments.\nPay in 3 installments\nAdditional information\n- Safe payment system\n- Fast and safe shipment\n- All payment methods\nDescription\nProduct details\nDesign philosophy\nRobust multilayer PU foam inserts offer impressive protection against bumps and scrapes. Impact tests have demonstrated that the energy-absorbing qualities rival the best ones on the market.\nDesign fully openable\nSingleTrack shin guards are designed to open completely and can be worn and removed without removing the shoes. This easy system allows you to remove the protections quickly to keep your knees fresh during the ascent and be ready again to face the technical path down to insecurity.\nMain advantages\nUltra-light and flexible construction for an all-day comfort"
}