{
    "source": "it_IT",
    "target": "en_US",
    "text": "Cos’è successo il 12 ottobre?\n«È morto papà mio. Di Covid. E io l’ho visto l’ultima volta il 26 agosto. Sapevo che stava male, e non potevo fargli visita. Papà mio per me c’era sempre, non perdeva una trasferta. A me non faceva mai un complimento, ma con gli altri era fierissimo: Francesco è il numero uno, diceva. Poi ho preso il Covid pure io, in forma violenta: 25 giorni chiuso in casa, stavo per finire in ospedale. Insomma, per me è stato un periodo tremendo. Per fortuna c’erano i figli. Finalmente ho potuto stare più tempo con Cristian, [redacted_name] e [redacted_name]. Mia moglie invece, quando avevo più bisogno di lei, non c’è stata. Nella primavera del 2021 siamo andati in crisi definitivamente. L’ultimo anno è stato duro. Non c’era più dialogo, non c’era più niente».\nE lei, [redacted_name], non ha commesso errori?\n«Certo. Quando si rompe, si rompe in due: 50 e 50. Avrei dovuto stare di più con lei, da solo. Invece nel week end organizzavo con gli amici. C’era anche Ilary; ma avrei dovuto portarla a cena, dedicarle più attenzioni».",
    "trans": "What happened on October 12th?\n«My dad passed away. Of Covid. And the last time I saw him was on August 26th. I knew he was sick, and I could not visit him. My dad was always there for me, he never missed a trip. He never pay me a compliment, but with the others he was very proud: Francesco is number one, he said. Then I got Covid too, in a violent form: 25 days locked in the house, I was about to end up in the hospital. Well, for me it was a terrible time. Fortunately the children were there. I finally had more time with Cristian, [redacted_name] and [redacted_name]. My wife, on the other hand, when I needed her most, was not there. In spring of 2021 we went into a definitive crisis. The last year was hard. There was no dialogue, there was nothing.»\nAnd you, [redacted_name], have not made any mistakes?\n«Sure. When it breaks, it breaks in two: 50 and 50. I should have stayed with her more, alone. Instead on the weekend I made plans with friends. Ilary was there too; but I should have taken her to dinner, give her more attention.»"
}