{
    "source": "it_IT",
    "target": "en_US",
    "text": "Nei mesi invernali Il termostato che gestisce il riscaldamento dell’appartamento e’ già impostato su orari automatici la mattina dalle 06:30 alle 9:00 e la sera dalle 06:00pm alle 11:00pm. Ti prego di non toccare il termostato che si trova in ingresso per non avere problemi con il riscaldamento.\nNei mesi estivi potrete godere dell’ aria condizionata fredda e potrete gestirla dai comandi che troverete in casa, vi preghiamo però di non lasciare l’aria condizionata accesa quando siete fuori casa. Grazie per la cortese attenzione.\nTi consigliamo di scaricare l’applicazione MOOVIT per programmare i tuoi spostamenti a Roma con i mezzi pubblici, riesce a consigliarti il modo più veloce per raggiungere qualsiasi punto della città dal posto in cui ti trovi calcolando le varie soluzioni per lo spostamento. Renderà i tuoi movimenti più piacevoli e rapidi.\nIl numero per chiamare i taxi a Roma è 063570 oppure 060609\nIn frigo troverete un pensiero di benvenuto per voi da parte dello staff di Omen Hospitality Collection !!",
    "trans": "In the winter months the thermostat that manages the heating of the apartment is already set to automatic times in the morning from 06:30 to 9:00 and in the evening from 06:00 pm to 11:00 pm. Please do not touch the thermostat at the entrance to prevent heating problems.\nIn the summer months you can enjoy the cold air conditioner and you can manage it using the controls you will find in the house, but please do not leave the air conditioner on when you are out. Thanks for your kind attention.\nWe advise you to download the application MOOVIT to plan your trips to Rome using public transport, it can recommend you the quickest way to go to any point of the city from where you are by calculating the various solutions for travelling. It will make your journeys more pleasant and rapid.\nThe number to call taxis in Rome is 063570 or 060609\nInside the refrigerator you will see a welcome gift for you from the staff of Omen Hospitality Collection !!"
}