{
    "source": "it_IT",
    "target": "en_US",
    "text": "settore (comma 1, lett. c); inserisce nella medesima legge n. 71 del 2017 un nuovo art. 4-bis,\ndedicato al servizio di sostegno psicologico agli studenti (comma 1, lett. d);\n novella l’art. 5 della legge n. 71 del 2017, dedicato all’informativa alle famiglie, alle sanzioni in\nambito scolastico e ai progetti di sostegno e di recupero. In particolare, in base al nuovo comma\n1, salvo che il fatto costituisca reato, il dirigente scolastico che, nell’esercizio delle sue funzioni,\nvenga a conoscenza di atti di bullismo e cyberbullismo, realizzati anche in forma non telematica,\nche coinvolgano studenti iscritti all’istituto scolastico che dirige, applica le procedure previste\ndalle linee di orientamento ministeriali e informa tempestivamente i genitori dei minori coinvolti\n(o gli altri soggetti esercenti la responsabilità genitoriale) promuovendo adeguate iniziative di\ncarattere educativo nei riguardi dei minori medesimi. Nei casi più gravi ovvero se si tratti di\nI S T I T U T O C O M P R E N S I V O S T A",
    "trans": "sector (paragraph 1, item c); inserts in the same law No. 71 of 2017 a new art. 4-bis,\ndedicated to the psychological support service for students (para. 1, item d);\nnew Art. 5 of the law No. 71 of 2017, dedicated to information for families, penalties in\nschool and support and rehabilitation projects. Particularly, under the new paragraph\n1, unless the act is a criminal offence, the school head who, in the performance of his duties,\nbecome aware of acts of bullying and cyberbullying, also carried out in a non-telematic form,\nthat involves students who are enrolled in the school he or she runs, applies the procedures provided for\nthe guidelines of the Ministry and inform promptly the parents of the children involved\n(or other entities exercising parental responsibility) by promoting appropriate\neducational character with regard to the minors themselves. In the most serious cases or if it is\nSTATE INTEGRAL INSTITUTE"
}