{
    "source": "it_IT",
    "target": "en_US",
    "text": "Acquistiamo con bonifico immediato auto usate, supercar, d’epoca, di prestigio e intere collezioni, pagamento e passaggio di proprietà immediati\nPaghiamo regolari provvigioni ai segnalatori che ci fanno acquistare e/o vendere auto d’epoca, da collezione e supercar\nPossibilità finanziamento su misura in comode rate\nTutti i marchi presenti sono di proprietà delle rispettive società. Silvauto SPA ha fatto ogni ragionevole sforzo per assicurare l'esattezza delle informazioni indicate, ci potrebbero essere involontarie inesattezze riguardanti le immagini e la descrizione degli accessori, che pertanto non rappresentano vincolo contrattuale. Per ulteriori informazioni sulle condizioni economiche ti invitiamo a contattarci al numero 035.830.800 oppure vi aspettiamo presso la nostra sede di Grumello del Monte (BG), via Roma 200 dal lunedì al sabato dalle ore 8.00 alle ore 20.00 con orario continuato.I prezzi indicati sono da intendersi al netto dei costi relativi al passaggio di proprietà o di immatricolazione.",
    "trans": "We purchase immediately by transfer used cars, supercar, antique, prestigious and whole collections, immediate payment and passing of properties\nWe pay regular commissions to the signallers who help us buy and/or sell vintage cars, collectibles and supercars\nChance of financing on measure in convenient installments\nAll trademarks are property of their respective companies. Silvauto SPA has made every reasonable effort to ensure the accuracy of the provided data, there may be unintentional misstatements regarding the pictures and description of accessories, which therefore do not represent a contractual obligation. For further information about the economic conditions, please contact us at 035.830.800 or we will be waiting for you at our office in Grumello del Monte (BG), via Roma 200 from Monday to Saturday from 8:00 to 20:00 with no break. The prices quoted are net of costs relating to transfer of ownership or registration."
}