{
    "source": "it_IT",
    "target": "en_US",
    "text": "Al di là della linea costiera il paesaggio diventava di un verde intenso.\nEra un enorme prato nel quale spiccavano le greggi di pecore che pascolavano al riparo delle dighe, e i pigri bracci dei mulini a vento.\nSeguendo le istruzioni dei gabbiani pilota, lo stormo del Faro della Sabbia Rossa imboccò una corrente d'aria fredda e si lanciò in picchiata sul banco di aringhe. Centoventi corpi bucarono l'acqua come frecce e, quando risalirono a galla, ogni gabbiano stringeva un pesce nel becco.\nAringhe saporite. Saporite e grasse. Proprio quello di cui avevano bisogno per recuperare energie prima di riprendere il volo fino a Den Helder, dove a loro si sarebbe unito lo stormo delle isole Frisoni.\nLa rotta prevedeva poi di proseguire fino al passo di Calais e al canale della Manica, dove sarebbero stati accolti dagli stormi della baia della Senna e di Saint-Malo, assieme ai quali avrebbero volato fino a raggiungere il cielo di Biscaglia.\nA quel punto sarebbero stati un migliaio di gabbiani, simili a una veloce nuvola d'argento che si sarebbe pian piano ingrandita con l'arrivo degli stormi di Belle Ile e di Oléron, e dei capi Machichaco, Ajo e Peñas.",
    "trans": "Beyond the coast line, the landscape became fervently green.\nIt was an immense meadow where the flocks of sheep stood grazing under the shelter of dams, and the slothful arms of windmills.\nFollowing the instructions of the pilot seagulls, the flock of the Red Sand Lighthouse entered a cold air current and plunged into the herring bank. One hundred and twenty bodies pierced the water like arrows, and when they returned to the surface, each gull had a fish in its beak.\nTasty herrings. Tasty and fat. Exactly what they needed to recharge their batteries before taking off for Den Helder, where the Frisian Islands would join them.\nThe route then planned to continue till the Pas de Calais and the Channel, where they would be welcomed by flocks of the Seine bay and Saint-Malo, together with which they would fly up to the sky of Biscay.\nAt that point there would be a thousand seagulls, similar to a fast silver cloud that would gradually extend with the arrival of the flocks of Belle Ile and Oléron, and the chiefs Machichaco, Ajo and Peñas."
}