{
    "source": "it_IT",
    "target": "en_US",
    "text": "Elemento decorativo ni terracotta o marmo, collocato ai vertici del frontone nei templi greci etruschi e romani, con figurazioni apo- tropaiche (che allontanano il male).\nPiù generalmente, decorazione scultorea agli angoli dei frontoni di chiese, ville, palazzi. Il termine indica anche un piedistallo privo di base e cornice che sorregge vasi o statue di divinità, eli pilastrino che scandisce nele balaustre i colonnini.\nAdyton\nLa parte ni fondo oambiente separato conte- nente la statua della divinità, o adibito a cul- ti particolari all'interno della cella del tem- pio.\nAffresco\nTecnica di pittura murale richiedente diver- se operazioni di preparazione: sul muro veni- va steso un intonaco grossolano (rinzaffo) e su questo uno più sottile (arriccio), su cui veniva disegnata una traccia dell'opera con un solo colore (sinopia). Sulla sinopia veni-\nva posto uno strato leggero, costituito di sab- bia molto fine e calce; su questo intonaco bagnato il pittore dipingeva con colori me- scolati ad acqua. Per la necessità di dipinge-",
    "trans": "Decorative element in terracotta or marble, located at the top of the pediment in the Etruscan and Roman Greek temples, with apotropaic figurations (that scare off evil).\nIn general, sculptural decoration at the corners of the pediments of churches, villas, palaces. The term also refers to a pedestal without base and frame that supports vases or statues of deities, pilasters that perches on balustrades in the small columns.\nAdyton\nThe bottom or environment part contains the statue of the deity, or it is used as a particular cults inside the temple cell.\nFresco\nWall painting technique requiring various preparation operations: on the wall a coarse plaster was laid (rinzaffo) and on this one a thinner one (arriccio), on which a trace of the work with only one color was drawn (sinopia). On the sinopia\na light layer was placed, made up of very fine sand and lime; on this wet plaster the painter painted with water-drained paints. For the necessity to paint"
}