{
    "source": "it_IT",
    "target": "en_US",
    "text": "Il componente di facciata, come unità minima di significato tecnologico e semantico, diventa il modulo base da cui partire per “ridisegnare” il costruito: il progetto permette di controllare una distribuzione delle pre- stazioni singole o una concentrazione di esse rispetto all'involucro edili- zio, tanto sulla sua estensione superficiale quanto nella sua profondità. Il valore del componente sta quindi nella combinatorietà tra moduli com- plementari, ciascuno con la propria prestazione, assemblabili ma sempre isolabili e sostituibili.\nIl progetto, attraverso la costruzione di sistemi di segni complessi, inter- viene a scale differenti. Nello scambio tra di esse si realizza la dialettica positiva tra noto, il momento fruitivo alla scala del componente, tenden- zialmente funzionale alla risposta prestazionale, e nuovo, il momento per- cettivo a scala di edificio e di quartiere, a cui prevale la funzione seconda che il sistema di componenti può denotare.\nDiventano così possibili interventi lineari, puntuali e superficiali, additivi",
    "trans": "The façade component, as a minimum unit of technological and semantic significance, becomes the basic module from which to \"redesign\" what is built: the project allows to control a distribution of pre-construction single stations or a concentration of them in regards of the building envelope, both on its surface extent and its depth. The value of the component lies in the combination between complementary modules, each with its own performance, which can be assembled but always alone and interchangeable.\nThe project, through the construction of complex sign systems, intervenes at different scales. In the exchange between them, the positive dialectic is realized between known, the fruitive moment at the scale of the component, tending to be functional to the performance response, and new, the perceptive moment at building and neighborhood scale, which is dominated by the function that the component system can represent.\nThus, linear, point and surface interventions become possible, additive"
}