{
    "source": "it_IT",
    "target": "en_US",
    "text": "Si possono attuare quindi delle classificazioni che comprendono inevitabilmente anch'essi differenze e corrispondenze ma che restano parte di una semplice constatazione.\nDifferenze - Secondo lo spazio e il tempo: architettura, scultura e pittura sono arti dello spazio; danza, musica e poesia sono arti del tempo. ( può esserci però del tempo e dello spazio un pò in tutte le arti) - secondo la materia e lo spirito: è la ripartizione filosofica di Hegel che consiste in una classificazione dell'ordine crescente di un sempre maggiore allontanamento dai condizionamenti della materialità. La pittura sembra rappresentare il giusto equilibrio anche se per Hegel rimane pur sempre una semplice manifestazione dello spirito e non completamente costruito di spirito. - Secondo i sensi: non vi sono cinque arti per cinque sensi, questo perchè i sensi sono tradizionalmente gerarchizzati secondo le loro possibilità intellettuali, inoltre uno stesso senso non può corrispondere a più arti e viceversa. - Secondo il grado di rappresentazione: per ogni qualità sensibile esisteranno così un primo grado non rappresentativo detto puro e un secondo grado rappresentativo detto mimetico.",
    "trans": "It is therefore possible to make classifications which undoubtedly include differences and similarities which remain part of a simple observation.\nDifferences - According to space and time: architecture, sculpture and painting are arts of space; dance, music and poetry are arts of time. ( there can be but some time and space in all the arts) - according to matter and spirit: it is the philosophical breakdown of Hegel which consists in a classification of the increasing order of an ever greater distance from the conditioning of materiality. The painting comes across as a representative of the right balance even though for Hegel it remains still a simple way of manifesting the spirit and not completely built of spirit. - According to the senses: there are not five limbs for five senses, because the senses are traditionally hierarchized according to their intellectual possibilities, moreover one same sense cannot correspond to more than one limb and vice versa. - According to the degree of representation: for each sensitive quality there will be a first non-representative category called pure and a second representative category called mimetic."
}