{
    "source": "it_IT",
    "target": "en_US",
    "text": "La partecipazione a queste iniziative ha permesso in più occasioni di acquistare sia materiale di facile\nconsumo (es. risme di carta per fotocopie, penne, organizer per gli uffici), sia materiale tecnologico per la\ndidattica (pc portatili, lime cc,).\nConfidiamo nel contributo dell’intera comunità scolastica, specificando che:\na) La raccolta dei buoni scuola Esselunga e Coop avviene consegnando i punti al Centralino, nell’apposito\nraccoglitore;\nb) Partecipazione all’iniziative Amazon Un click per la scuola:\nla nostra scuola ha deciso di partecipare alla sesta edizione dell'iniziativa Un click per la Scuola per\nraccogliere crediti virtuali da utilizzare per ottenere prodotti e strumenti utili per le nostre classi.\nÈ possibile sostenere la raccolta dei crediti virtuali attraverso i propri acquisti personali ( senza costi\naggiuntivi) su www.amazon.it! Per ogni acquisto l’Istituto riceverà una percentuale che andrà a\ncostituire il credito virtuale sopra indicato, utile per l’acquisto di materiali per la scuola.\nPartecipare è molto semplice: è sufficiente aderire all'iniziativa 2024/2025 sul\nsito www.unclickperlascuola.it entro il 30 dicembre 2024. Ricordiamo che, anche se si era già aderito\ndurante le scorse edizioni, la partecipazione all'iniziativa 2024/2025 deve essere rinnovata andando\nsul sito www.unclickperlascuola.it per:\n− registrarsi gratuitamente con il proprio account Amazon;",
    "trans": "Participating in these initiatives has on several occasions made it possible to buy\nconsumption materials (e.g. reams of copy paper, pens, office organizers), technological material for the\nteaching (laptops, CC files).\nWe trust in the contribution of the entire school community, clarifying that:\n(a) Esselunga and Coop school vouchers are collected by handing in the points at the Switchboard, in the appropriate\nbinder;\nb) Participation in the Amazon initiative One click for the schools:\nour school decided to participate in the sixth edition of the One Click for School initiative to\ncollect virtual credits to be used to obtain useful products and tools for our classrooms.\nYou can support the collection of virtual credits through your own personal purchases ( without extra costs )\non www.amazon.it! For each purchase the Institute will receive a percentage that will go to\ncreate the virtual credit mentioned above, useful to buy school materials.\nParticipating is very easy: simply join the 2024/2025 initiative on the\nwebsite www.unclickperlascuola.it by December 30, 2024. Remember that even if you had already joined\nin past editions, participation in the 2024/2025 initiative must be renewed by going\non the website www.unclickperlascuola.it by:\n- registering for free with your Amazon account;"
}