{
    "source": "it_IT",
    "target": "en_US",
    "text": "“Looking for Paradise” è il quinto episodio di una storia piuttosto antica, iniziata addirittura nel 1989. Epoca, per l’appunto, in cui suonare in questo modo non era ancora patrimonio di nostalgici attaccati al vintage, ma tutto sommato di moda e attuale.\nNon certo il migliore dei dischi realizzati sin qui dal singer e fondatore Mick Benton (assieme al batterista Graham Cowling). Pur tuttavia, un album che reca al suo interno qualche momento assolutamente di buona qualità e permette – come i suoi predecessori – un ascolto parecchio “easy”.\nBrani come “Dirty Water”, “Find You” e “Run” hanno un taglio accattivante che agli estimatori può sicuramente risultare gradito. Permangono tuttavia dei limiti a volte strutturali: la voce di Benton, a nostro personale modo di vedere, non è mai stata particolarmente brillante. Mentre qualche passaggio un po’ troppo interlocutorio (di solito vengono indicati come filler) rende il disco a tratti altalenante e non sovrapponibile all’ottimo livello raggiunto con il come-back del 2021, “Black & White”.",
    "trans": "\"Looking for Paradise\" is the fifth episode of a rather old story, which started in 1989. A period, to be precise, in which playing this way wasn't yet the heritage of vintage obsessed nostalgics, but it was considered fashionable and up to date.\nSurely not the best of the albums made so far by singer and founder Mick Benton (along with the drummer Graham Cowling). But an album that contains some moments of absolutely great quality and allows - like its predecessors - a rather \"easy\" listening.\nSongs like \"Dirty Water\", \"Find You\", and \"Run\" have an appealing cut that can be appreciated by fans. However, there are some structural limitations: Benton’s voice, from our personal point of view, has never been especially brilliant. While some passages, a little too interlocutory, (normally described as fillers) turn the album into a swinging record that cannot be compared with the outstanding level reached with the 2021 come-back, \"Black & White\"."
}