{
    "source": "it_IT",
    "target": "en_US",
    "text": "Case grandi ristrutturate da 29.000 euro: un’occasione imperdibile\nidealista/news | Giovedì 03 Ottobre 2024\nInvestire su una casa ristrutturata è una scelta ideale per chi desidera un immobile in cui poter abitare sin da subito senza dover affrontare costi e stress legati ai lavori di manutenzione. Scopriamo insieme quali sono i punti di forza di questa categoria di immobili e come sfruttarli al meglio per assicurarsi un futuro abitativo senza preoccupazioni\nLeggi di più\nScappo dalla città: calano gli acquisti di casa nei grandi comuni, aumentano nell'hinterland\nidealista/news | Lunedì 30 Settembre 2024\nLa crescita dei prezzi immobiliari nelle grandi città sta portando sempre più famiglie a orientarsi verso soluzioni abitative fuori dai centri urbani principali, soprattutto nelle aree metropolitane dove il costo della vita è particolarmente elevato. Secondo un'elaborazione di Tecnocasa dei dati forniti dall'Agenzia delle Entrate, nel 2023 i comuni capoluogo hanno registrato un totale di 221.144 compravendite, segnando un calo del 10,7% rispetto all'anno precedente\nLeggi di più",
    "trans": "Large houses renovated from 29.000 Euro: an unmissable chance\nidealista/news | Thursday, 3 October 2024\nInvesting in a renovated house is an ideal option for those who want a property where they can live at once without having to face costs and stress related to work maintenance. Let’s discover the strengths of this category of property together and how to best exploit them to ensure a worry-free future living\nRead more\nEscape from the city: house purchases in big municipalities are falling, increase in the hinterland\nidealista/news | Monday, September 30, 2024\nThe rise in real estate prices in bigger cities is leading more and more families to move towards housing solutions outside major urban centers, particularly in metropolitan areas where the cost of living is especially high. According to an analysis of Tecnocasa data provided by the Revenue Agency, in 2023 the municipalities registered a total of 221,144 transactions, marking a decrease of 10.7 % in comparison to the previous year\nRead more"
}