{
    "source": "it_IT",
    "target": "en_US",
    "text": "15€\nPER UN ACQUISTO DI ALMENO60€\nFINO AL 27 OTTOBRE\nUsa il codice\nPBRSJRMY\nValido solo su enoteca.esselunga.it\nIl buono è disponibile nella sezione Buoni dei siti enoteca.esselunga.it e esselunga.it.\nLE ETICHETTE DEI GRANDI MOMENTI\nScopri la selezione di imperdibili etichette scontate e trova la bottiglia perfetta per te! Cosa aspetti?\nSCOPRI TUTTE LE OFFERTE\nA OGNI VINO IL SUO BICCHIERE: I GIUSTI CALICI DA PORTARE A TAVOLA\nIl calice da vino è un elemento importantissimo che influenza la percezione degli aromi di un vino e il suo sorso. Forma e spessore del vetro devono essere tenuti in considerazione: ecco perché.\nSCOPRI DI PIÙ\nCondizioni di utilizzo del buono\n1. Utilizza il codice online per gli acquisti su enoteca.esselunga.it\n2. Il buono può essere utilizzato una sola volta per un acquisto online su enoteca.esselunga.it\n3. L'importo minimo per l'utilizzo del buono si intende al netto di tutti gli sconti già applicati all'acquisto.\n4. L'importo minimo per l'utilizzo del buono non comprende i contributi per le consegne a domicilio.\n5. Il numero di bollini, cartoline o premi dell'eventuale collezione in corso è calcolato sull'importo della spesa al netto dello sconto.",
    "trans": "€15\nFOR PURCHASES OF AT LEAST €60\nUNTIL OCTOBER 27TH\nUse the code\nPBRSJRMY\nValid only on enoteca.esselunga.it\nThe voucher is available on the Voucher section of the enoteca.esselunga.it and esselunga.it websites.\nTHE SPECIAL OCCASIONS LABELS\nDiscover the selection of unmissable special offers on brands and find the perfect bottle for you! What are you waiting for?\nDISCOVER ALL THE OFFERS\nTHERE IS A GLASS SUITED FOR EACH WINE: THE RIGHT WINE GLASSES FOR THE TABLE\nThe wine glass is a very important factor that has an impact on how we perceive the wine's aromas and taste. The shape and width of the glass must be taken into consideration: here is why.\nLEARN MORE\nConditions of use of the voucher\n1. Use the code online for the purchases made on enoteca.esselunga.it\n2. The voucher can only be used once for an online purchase on enoteca.esselunga.it\n3. The minimum amount for using the voucher is net of all discounts already applied to the purchase.\n4. The minimum amount for using the voucher does not include the shipping home costs.\n5. The number of stamps, points or prizes of the possible ongoing collection is based on the shopping's total cost net of the discount."
}