{
    "source": "it_IT",
    "target": "en_US",
    "text": "di un fermo improvviso ed imprevedibile, talmente\nimprevedibile che anche l'azienda, colpevole di non fornirci il materiale, sta lavorando TUTT'ORA regolarmente.\nTale circostanza manda in confusione i lavoratori, il sindacato e soprattutto consegna una fotografia di una perfetta ingestibilità dello stabilimento, che non riesce in nessun modo ad avere una programmazione degna di un grande gruppo.\nAncora una volta si scarica sulle lavoratrici e sui lavoratori le diatribe che la nostra azienda ha con le società dell'indotto, non vorremmo che le voci che si susseguono siano corrispondenti a verita, ossia che la nostra azienda Stellantis in qualche\nmodo paghi in ritardo o quanto meno chieda sconti talmente alti da mandare in crisi queste aziende, che preferiscono ad un certo punto di chiudere i rapporti con la nostra società.\nGli unici dati positivi in questo contesto sono le retribuzioni degli azionisti e del nostro amministratore delegato poiché per i lavoratori continua inesorabile la perdita di salario attraverso l'utilizzo della cassa integrazione.",
    "trans": "of a sudden and unpredictable\nshutdown, so uncertain that even the company, guilty of not providing us with the material, is working NOW regularly.\nThis situation confuses the workers, the union and specially gives a picture of a perfect incompetent company, which cannot manage in any way a schedule worthy of a major group.\nOnce again, the arguments between our company and the supply chain firms are dumped on the employees, we do not want the rumours to match the truth and that our company Stellantis somehow\nwould have to pay late and ask for such high discounts that these companies would go into crisis and choose to end their relationship with us at some point.\nThe only positive data in this context are the shareholders' and the CEO's salaries, while for the workers the reduction of wages through the use of the redundancy fund continues relentlessly."
}