{
    "source": "it_IT",
    "target": "en_US",
    "text": "Verbale n. 01948069/2024/1/1/1 - Pag.1/2\nIl presente atto è stato predisposto, ai sensi dell'art. 3 del D.Lgs. 12/02/1993 n. 39, tramite il sistema informatico del Comune di Milano (Pro.Sa), dal quale i dati sono estratti. Responsabile dell'emanazione del presente atto e delle fonti dei dati in esso contenuti è il Comandante pro-tempore del Corpo di Polizia Locale - Direttore della Direzione Sicurezza Urbana del Comune di Milano. L'originale dell'accertamento è depositato presso l'archivio di questo Corpo di Polizia Locale.\nINFORMATIVA PRIVACY\nI dati personali trattati con il presente atto sono stati acquisiti dagli archivi nazionali dei soggetti pubblici, quali a titolo\nesemplificativo Pubblico Registro Automobilistico e M.C.T.C., nel rispetto del GDPR 679/2016.\nIl trattamento dei dati ha finalità connesse alla notificazione degli atti concernenti illeciti amministrativi ed all’applicazione delle relative sanzioni, oltre che alla gestione di eventuali procedimenti di contenzioso.\nUlteriori informazioni sull’argomento sono reperibili sul sito www.comune.milano.it (Privacy - Procedure Sanzionatorie).",
    "trans": "Record No. 01948069/2024/1/1/1 - Page 1/2\nThis act has been prepared, pursuant to Article 3 of Legislative Decree 12/02/1993 No. 39, through the Municipality of Milan’s computer system (Pro.Sa), from which the data is extracted. Responsible for issuing this act and the sources of data contained therein is the Commander of the Local Police Force - Director of the Urban Security Directorate of the Municipality of Milan. The original record is filed in the archives of this Local Police Force.\nPRIVACY POLICY\nThe personal data processed under this act has been obtained from national archives of public entities, such as,\nfor example, the Public Vehicle Registry and the Motor Vehicle Office (M.C.T.C.), in compliance with GDPR 679/2016.\nThe processing of data is intended for purposes related to the notification of acts concerning administrative offences and the enforcement of related sanctions, as well as the management of possible litigation proceedings.\nFurther information on the subject can be found on the website www.comune.milano.it (Privacy - Sanction Procedures)."
}