{
    "source": "it_IT",
    "target": "en_US",
    "text": "Al fine di attuare quanto previsto dalla Legge 119/2017 in materia di obbligo vaccinale per gli allievi nella fascia 0-16 anni e per i minori non accompagnati, l'Istituto trasmetterà nei tempi previsti dalla procedura i dati degli iscritti alla A.S.L./A. T.S. nonché i documenti integrativi ricevuti dopo la contestazione di eventuali mancanze che potrebbero comportare al decadenza dall'iscrizione o l'applicazione di sanzione pecuniaria.\nNell'ambito delle finalità elencate, meritano una menzione quelle volte al raggiungimento degli obiettivi di inclusione scolastica degli allievi con bisogni educativi speciali (disabilità, disturbi specifici di apprendimento, svantaggio socioeconomico, linguistico o culturale).\nCon particolare riferimento agli allievi in possesso di certificazione di disabilità ottenuta attraverso accertamento\ncollegiale A.S.L./A.T.S. (Legge 289/02 all'art. 35, comma 7, e DPCM 23 febbraio 2006 n. 185), i loro dati saranno trattati dai membri del G.L.O. (Gruppo di Lavoro Operativo) espressamente autorizzati (Dirigente Scolastico, Docenti del consiglio di classe e di sostegno, Genitori/Tutori, Figure professionali specifiche interne ed esterne",
    "trans": "In order to implement the provisions of Law 119/2017 on compulsory vaccination for pupils in the 0-16 age bracket and for unaccompanied minors, the Institute will transmit within the timeframe provided by the procedure the data of those enrolled to the A.S.L./A. T.S. like the supplementary documents received after the contestation of any failures which could lead to the forfeiture of enrollment or the application of a fine.\nIn the context of these listed aims, those meant for achieving such targets as school inclusion of pupils with special educational needs (disabilities, specific learning disorders, socio-economic, linguistic or cultural disadvantage) deserve a mention.\nWith particular reference to pupils with a certification of disability obtained through assessment\nA.S.L./A.T.S. (Law 289/02 art. 35, par. 7, and Prime Ministerial Decree no. 185 of 23 February 2006), such data will be processed by the members of the G.L.O. (Operational Working Group) expressly authorised (Headmaster, class and support teachers, Parents/Guardians, specific internal and external professional figures"
}