{
    "source": "it_IT",
    "target": "en_US",
    "text": "50€\n-42%\n28.99€\nAggiungi al carrello\nLink copiato\nRiguardo al prodotto\nInstallazione:\nCome attivare il tuo prodotto\nSviluppatore:\nUbisoft\nPublisher:\nUbisoft\nData di rilascio:\n15 ottobre 2024\nGenere:\nAltro\nTags utente*:\nFAMILY & KIDS\nDANCE\nVideo e immagini\nDescrizione\ninclude\n- Just Dance 2025 Edition\nRaduna amici e familiari per scatenarvi insieme in Just Dance! Vuoi dar vita alla festa del secolo, mantenerti in forma divertendoti o creare momenti speciali in famiglia? Con i nuovi 40 celebri brani di Just Dance 2025 Edition potrai fare questo e molto altro.\nE se vuoi che la festa continui, abbonati a Just Dance+ e goditi centinaia di brani per tutto l'anno!\n40 NUOVI E DIVERTENTI BRANI PER TUTTI\nIn Just Dance 2025 Edition ce n'è davvero per tutti i gusti. Muoviti a tempo di grandi successi globali, celebri hit da festa, classici senza tempo, imperdibili fenomeni virali e altro ancora, tra cui:\n\"yes, and?\" di Ariana Grande\n\"Poker Face\" di Lady Gaga\n\"Calabria 2007\" di Enur Ft. Natasja",
    "trans": "€50\n-42%\n€28.99\nAdd to Cart\nLink copied\nAbout the product\nInstallation:\nHow to activate your product\nDeveloper:\nUbisoft\nPublisher:\nUbisoft\nRelease Date:\nOctober 15, 2024\nGenre:\nOther\nUser Tags*:\nFAMILY & KIDS\nDANCE\nVideos and Images\nDescription\nIncludes:\n- Just Dance 2025 Edition\nGather friends and family to dance together in Just Dance! Want to throw the party of the century, stay fit while having fun, or create special moments with your loved ones? With the new 40 hit songs in Just Dance 2025 Edition, you can do all this and more.\nAnd if you want to keep the party going, subscribe to Just Dance+ and enjoy hundreds of songs all year round!\n40 NEW AND FUN SONGS FOR EVERYONE\nJust Dance 2025 Edition truly has something for everyone. Groove to global hits, party classics, timeless favorites, unmissable viral sensations, and more, including:\n\"yes, and?\" by Ariana Grande\n\"Poker Face\" by Lady Gaga\n\"Calabria 2007\" by Enur Ft. Natasja"
}