{
    "source": "it_IT",
    "target": "en_US",
    "text": "Per accedere alla tariffa agevolata è necessario che venga utilizzata per l'iscrizionela propria email istituzionale ([redacted_email]o [redacted_name]).\nIl Test IELTS (International English Language Testing System) è frutto di una partnership internazionale tra tre giganti dell’istruzione e delle lingue - British Council, IDP:IELTS Australia e Cambridge English Language Assessment – ed è supportato da una costante attività di ricerca e sviluppo. Nel corso degli anni ha acquisito fama internazionale ed è diventato uno dei test più popolari in ambito internazionale per certificare la conoscenza della lingua inglese e per questo è accettato e riconosciuto da università, enti di alta formazione, governi, uffici di immigrazione, aziende e agenzie di lavoro in tutto il mondo.\nNell’ultimo anno 3 milioni di candidati hanno sostentuto l’IELTS Test, con sessioni svolte in più di 135 paesi, in 900 Test Centres, 4 volte al mese e oltre 9000 organizzazioni riconoscono e richiedono la certificazione IELTS.",
    "trans": "You must use your institutional email ([redacted_email]or [redacted_name]) to register for the preferential rate.\nThe IELTS Test (International English Language Testing System) is the result of an international partnership between three giants of education and languages - the British Council, IDP:IELTS Australia and Cambridge English Language Assessment - and is supported by constant research and development. Over the years, this has acquired an international reputation and has become one of the most popular international tests for certifying English language proficiency and is accepted and recognised by universities, higher education institutions, governments, immigration offices, companies and employment agencies worldwide.\nIn the last year, 3 million candidates have taken the IELTS Test, with sessions held in more than 135 countries, in 900 Test Centres, four times a month and more than 9000 organisations recognising and requiring IELTS certification."
}