{
    "source": "it_IT",
    "target": "en_US",
    "text": "i principali nemici erano gli ingegneri industriali e\nstatuti organizzativi (Brown, 1947). Erano\ni guru delle specifiche del lavoro. Hanno parlato di\n“semplificazione del lavoro” e simili, e hanno dettagliato\nefficienti routine di lavoro passo dopo passo che hanno ridotto\nl'autonomia del lavoratore e sostituita al giudizio umano (Lehrer,\n1957). Allora, noi umanizzatori\nconsideravano tali gruppi come “psicochirurghi”, malvagi decoratori\ndel cervello dei lavoratori manuali, lasciandoli\ncon solo primitivo e ripetitivo occhio-mano-muscolo\nroutine (Burling, 1950; Leavitt & Whisler, 1958).\nSuccessivamente, i ricercatori operativi e la direzione\ngli scienziati sono diventati i nostri cattivi. Anche loro hanno cercato\nper programmare esseri umani precedentemente non programmabili\nlavoro, sostituendo ancora una volta il giudizio umano con\nregole operative. Ma quella volta erano equipaggiati\ncon artiglieria più pesante. Avevano potenti strumenti quantitativi\ne i primi computer.\nNessuno di questi gruppi, tuttavia, è al vertice della classifica odierna.\nelenco dei nemici. La posizione di vertice è attualmente occupata",
    "trans": "The main enemies were industrial engineers and\norganizational statutes (Brown, 1947). They were\nthe job specification leaders. They talked about\n\"simplification of work\" and similar things, and described step-by-step\nefficient work routines that have reduced\nthe worker’s autonomy and replaced human opinions (Lehrer,\n1957). Then, we humanizers\nconsidered such groups as \"psycho-surgeons\", evil decorators\nof the brain of manual workers, leaving them\nwith only primitive and repetitive eye-hand-muscle\nroutine (Burling, 1950; Leavitt & Whisler, 1958).\nSubsequently, the operational researchers and the management\nof the scientists have become our villains. They have also tried\nto program previously unprogrammable human\nwork,  once again replacing human opinions with\noperating rules. But they were equipped\nwith heavier artillery. They had powerful quantitative tools\nand the first computers.\nNone of these groups, however, is at the top of today’s ranking in the\nlist of enemies. The top position is currently occupied"
}