{
    "source": "it_IT",
    "target": "en_US",
    "text": "APPARTAMENTO IN VENDITA A GARNIGA TERME\nRif. 40471001-49\nAPPARTAMENTO CON TERRENO DI 1.000 MQ\nNella serenità della frazione di Garniga Terme, proponiamo in vendita un affascinante appartamento di 100 mq, in eccellente stato abitativo, pronto a diventare il nido dei vostri sogni.\nQuesto incantevole appartamento, con ingresso indipendente, si trova in un accogliente edificio che ospita solo due unità, garantendo riservatezza e tranquillità. Al piano terra troviamo un bagno di servizio all'ingresso insieme ad una scala interna privata che vi condurrà verso la parte abitabile. Salendo al primo piano, sarete accolti da un luminoso pianerottolo che offre l'accesso al poggiolo, il luogo perfetto per godersi un caffè al mattino, e da qui si aprono le porte verso l'interno dell'abitazione.\nLa zona giorno, ampia e piena di luce, vi abbraccia con il suo calore. Un angolo cottura accogliente si unisce armoniosamente al resto dell'ambiente, mentre al centro della stanza troneggia una pratica stufa a legna. Questo elemento, oltre a donare un tocco di rusticità, riscalda con amore anche la zona notte grazie a un sistema ben congegnato. Nella zona notte, troverete un bagno recentemente ristrutturato e due camere da letto, una delle quali, al momento, è utilizzata come pratico ripostiglio.",
    "trans": "APARTMENT FOR SALE IN GARNIGA TERME\nRef. 40471001-49\nAPARTMENT WITH 1,000 SQM OF LAND\nIn the serenity of the hamlet of Garniga Terme, we offer for sale a charming 100 sqm apartment in excellent housing condition, ready to become the home of your dreams.\nThis charming apartment, with its independent entrance, is located in a cozy building that houses only two units, ensuring privacy and tranquility. On the ground floor, you’ll find a guest bathroom near the entrance, along with a private internal staircase that leads to the main living area. On the first floor, you’ll be greeted by a bright landing that offers access to the balcony, the perfect place to enjoy your morning coffee, and from here, the doors open into the heart of the home.\nThe living area, wide and filled with light, embraces you with its warmth. A cozy kitchenette blends harmoniously with the rest of the room, while at the center of the space stands a practical wood stove. This element, in addition to giving a touch of rusticity, also warms the sleeping area thanks to a well-thought out system. In the sleeping area, you’ll find a recently renovated bathroom and two bedrooms, one of which is currently used as a practical storage room."
}