{
    "source": "it_IT",
    "target": "en_US",
    "text": "SAMSUNG NV7B4040VBS/U5\nSAMSUNG NV7B4040VBS/U5 è un forno incasso elettrico di classe A+, che assicura un importante risparmio energetico. Associa dimensioni esterne standard con una capacità interna straordinaria di ben 76 l. Gestione da remoto tramite WiFi e oltre 1000 ricette consultabili tramite app SmartThings Cooking completano l’offerta moderna di questo forno a incasso con 20 funzioni di cottura compresa la modalità Vapore naturale per aggiungere umidità alle preparazioni. Da segnalare la comodità del ripiano estraibile grazie alla guida che scorre verso l’esterno, comoda per estrarre o controllare anche le teglie più voluminose. Impeccabile anche sul fronte della manutenzione, questo forno a incasso offre il sistema autopulente con rivestimento catalitico.\nWHIRLPOOL OAKZ9 6200 CS IX\nL’efficienza della classe A+ si accompagna alla tecnologia intuitiva e all'avanguardia del moderno forno da incasso Whirlpool OAKZ9 6200 CS IX, per cucinare risparmiando energia. Grazie alla cavità da 73 l hai più spazio, rispetto al tradizionale vano di un forno 60x60, dove sperimentare piatti preferiti e nuovi, con 16 funzioni diverse. Con la tecnologia 6° SENSO puoi infatti selezionare un'ampia varietà di ricette pre-programmate con regolazione automatica della temperatura. Da segnalare la funzione innovativa Cook3, per cucinare anche tre piatti diversi nello stesso momento senza mischiare gli aromi.",
    "trans": "SAMSUNG NV7B4040VBS/U5\nThe SAMSUNG NV7B4040VBS/U5 is a built-in electric oven with an A+ energy rating, ensuring significant energy savings. It combines standard external dimensions with an extraordinary internal capacity of 76 liters. Remote management via WiFi and access to over 1,000 recipes through the SmartThings Cooking app make this built-in oven a modern choice. It features 20 cooking functions, including the Natural Steam mode to add moisture to your dishes. Noteworthy is the convenience of the pull-out shelf, equipped with a guide that slides outward, making it easy to handle even the largest trays. Maintenance is also impeccable thanks to the self-cleaning system with catalytic coating.\nWHIRLPOOL OAKZ9 6200 CS IX\nThe efficiency of the A+ energy class is paired with the cutting-edge, intuitive technology of the modern Whirlpool OAKZ9 6200 CS IX built-in oven, allowing you to cook while saving energy. With a 73-liter cavity, it offers more space than the traditional 60x60 oven compartment, perfect for experimenting with both favorite and new dishes using 16 different functions. Thanks to the 6TH SENSE technology, you can select a wide range of pre-programmed recipes with automatic temperature adjustment. Highlighted is the innovative Cook3 function, enabling you to cook three different dishes simultaneously without mixing aromas."
}