{
    "source": "it_IT",
    "target": "en_US",
    "text": "Per fare La Piadineria ci sono voluti un impasto fresco, un’intuizione e un sogno.\nSe ripercorriamo la nostra storia alla ricerca del primo elemento che ci ha resi diversi, arriviamo esattamente qui. A una piadina stesa, cotta e farcita al momento. È racchiuso in questo gesto il seme della nostra unicità: per proteggerlo, lo abbiamo messo al centro di ogni scelta e decisione aziendale.\nAnno dopo anno, abbiamo costruitoun’azienda capace di crescere a un ritmo straordinario- intorno a un panetto che arriva fresco in tutti i nostri ristoranti. Abbiamo affinato i processi, migliorato la tecnologia, investito sulla formazione. Abbiamo dosato al grammo ogni singola azione, per far sì tutte le nostre piadine – preparate nel quinto, ventesimo o trecentesimo locale aperto, in ogni angolo d’Italia - continuassero ad essere stese, cotte e farcite al momento. Mantenendo la stessa sorprendente qualità, freschezza e autenticità della piccola e accogliente piadineria di Brescia in cui tutto è iniziato, da due ragazzi con una ricetta segreta e un sogno.",
    "trans": "To create La Piadineria, it took fresh dough, an idea, and a dream.\nIf we trace our story back to the first element that made us unique, we land exactly here: a piadina rolled, cooked, and filled on the spot. In this simple act lies the seed of our uniqueness: to protect it, we placed it at the heart of every choice and business decision\nYear after year, we have built a company capable of extraordinary growth—centered around a dough ball that arrives fresh at all our restaurants. We have refined our processes, improved technology, and invested in training. Every single action has been measured to the gram to ensure that all our piadinas—whether prepared in the fifth, twentieth, or three-hundredth location opened across Italy—continue to be rolled, cooked, and filled on the spot.All while preserving the same remarkable quality, freshness, and authenticity as the small, welcoming piadineria in Brescia where it all began—with two young people, a secret recipe, and a dream."
}