{
    "source": "it_IT",
    "target": "en_US",
    "text": "una retta), che verrà trattenuto dal Conservatorio qualora la studentessa rinunciasse\nall’assegnazione della stanza. Tale principio si applica anche alle ospiti che intendono\nconfermare la presenza per il successivo anno accademico.\n• i pagamenti delle rette mensili sono anticipati, da corrispondere entro il 5° giorno del mese,\nesclusivamente a mezzo di carta di credito/debito o bonifico bancario intestato a\n“Conservatorio SS. Concezione” sulla seguente banca:\nBanca Intesa Sanpaolo\nIBAN: IT 58 I 03069 09606 1000 00150902\nBIC: BCITITMM\nCausale: Cognome Nome e retta mese di…/riscaldamento/acconto/altro…\n• se la stanza è occupata dopo il 1° giorno del mese, la retta è conteggiata per trentesimi;\n• se la stanza è lasciata dopo il 15° giorno del mese, la retta è dovuta per l’intera mensilità;\n• in caso di rinuncia anticipata rispetto al periodo concordato, si chiede un preavviso di 3 mesi.\nIn difetto, l’ospite dovrà versare un importo pari a tre mesi di mancato preavviso;\n• a garanzia di eventuali danni (riparazioni o sostituzioni) dovuti all’uso improprio della stanza,\nogni ospite si impegna a versare all’inizio del soggiorno un deposito infruttifero, pari a una retta",
    "trans": "a fee), which will be retained by the Conservatory if the student renounces\nthe room allocation. This principle also applies to guests who wish to\nconfirm their stay for the following academic year.\n• Monthly fees payments are made in advance, to be settled by the 5th day of each month,\nexclusively via credit/debit card or bank transfer to\n“Conservatorio SS. Concezione” at the following bank:\nBanca Intesa Sanpaolo\nIBAN: IT 58 I 03069 09606 1000 00150902\nBIC: BCITITMM\nReason for payment: Surname Name and fee for the month of…/heating/deposit/other…\n• If the room is occupied after the 1st day of the month, the fee is calculated by the day in thirtieths;\n• If the room is vacated after the 15th day of the month, the fee is due for the entire month;\n• In case of early cancellation before the agreed period, a 3-month notice is required.\nIf the notice is not given, the guest must pay an amount equal to three months' rent as a penalty;\n• As a guarantee for any damage (repairs or replacements) due to improper use of the room,\neach guest agrees to pay at the beginning of their stay a non-interest-bearing deposit, that is equivalent to one month's rent."
}