{
    "source": "it_IT",
    "target": "en_US",
    "text": "Capitolo 1: L’incontro\nNel primo capitolo di “Monsieur Ibraim et les Fleurs du Coran”, viene introdotto Momo, un ragazzo ebreo di dodici anni che vive in un quartiere difficile di Parigi. La sua vita è segnata da un ambiente familiare problematico: sua madre è assente e il padre è distante, rendendolo spesso solo e vulnerabile. Momo sente la mancanza di una figura paterna e di affetto.\nUn giorno, Momo decide di entrare nell’emporio di Monsieur Ibraim con l’intenzione di rubare. Tuttavia, quando incontra Ibraim, un musulmano anziano e saggio, la situazione prende una piega inaspettata. Invece di essere rimproverato o scacciato, Momo viene accolto con gentilezza. Ibraim non lo giudica, ma lo ascolta e inizia a conversare con lui.\nQuesto primo incontro è cruciale: Ibraim si presenta non solo come un proprietario di negozio, ma come un uomo di saggezza e compassione. La sua apertura e la sua disponibilità a parlare con Momo forniscono al ragazzo un senso di accettazione che non ha mai provato. Questo momento segna l’inizio di una relazione che sarà fondamentale per la crescita e lo sviluppo di Momo nei capitoli successivi.",
    "trans": "Chapter 1: The Meeting\nIn the first chapter of Monsieur Ibraim et les Fleurs du Coran, Momo, a twelve-year-old Jewish boy, is introduced. He lives in a tough neighborhood in Paris, and his life is shaped by a problematic family environment: his mother is absent, and his father is distant, leaving him often feeling alone and vulnerable. Momo longs for a father figure and affection.\nOne day, Momo decides to enter Monsieur Ibraim’s store with the intention of stealing. However, when he meets Ibraim, an elderly and wise Muslim man, the situation takes an unexpected turn. Instead of being scolded or kicked out, Momo is welcomed with kindness. Ibraim does not judge him but listens to him and begins to talk with him.\nThis first meeting is crucial: Ibraim presents himself not only as a shopkeeper but also as a man of wisdom and compassion. His openness and willingness to talk to Momo provide the boy with a sense of acceptance he has never experienced before. This moment marks the beginning of a relationship that will be essential for Momo's growth and development in the following chapters."
}