{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear All\nPlease find below details of an Industry and Academic Insights lecture, organised by Professor Helen Goworek – the first of this academic year.\nKind regards\nNeil\n___________________________________________________________________________________________________________________________________\nDear students,\nWe are very pleased to invite you to attend the first of our Industry and Academic Insights lecture sessions, exclusively for Durham University business students. This is an optional series of face-to-face talks from visiting speakers on Wednesdays in terms 1 and 2 to discuss contemporary management and marketing practice and to inspire our business students with ideas for future careers and projects. This session will be held in Waterside Building 1001 (first floor) at 1pm on 30th October and seats will be available on a first-come, first-served basis (no need to book). You will have the opportunity to ask our speakers questions at the end or to email questions to me in advance that I can ask during the session on your behalf.",
    "trans": "Дорогі друзі\nБудь ласка, знайдіть нижче деталі лекції \"Інсайти з промисловості та академічної сфери\", організованої професором Хелен Говорек - першою в цьому навчальному році.\nЗ найкращими побажаннями\nНіл\n___________________________________________________________________________________________________________________________________\nШановні студенти,\nМи дуже раді запросити вас відвідати першу з наших лекцій \"Інсайти з промисловості та академічної сфери\", які проводяться виключно для студентів бізнесу Деремського університету. Це є необов'язковою серією особистих виступів запрошених спікерів по середах у 1 та 2 семестрах, де вони обговорять сучасну практику управління та маркетингу і надихнуть наших студентів бізнесу ідеями для майбутніх кар'єр та проектів. Ця сесія відбудеться в будівлі Waterside, кімната 1001 (перший поверх) о 13:00 30 жовтня, і місця будуть доступні на основі принципу \"перший прийшов - перший обслужений\" (не потрібно бронювати). Ви матимете можливість задати питання нашим спікерам наприкінці або надіслати мені питання заздалегідь, які я можу задати від вашого імені під час сесії."
}