{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Glebe Families,\nPlease see below about what's happening at GCI.\nFrom School Council:\na)The next School Council meeting of the school year will be held on October 21st. Start time will be earlier than usual; it will be at 6:30 as GCI’s Math and Business Department Head, Siobahn McComb, will be giving a presentation.\nb)Would you like to hear about the Snow Ball Dance the EquiUnity Committee will be\norganizing? Parents will be needed to run this event, so the more the merrier!\nWe have an action-packed meeting: Following the Principal’s presentation, students will present their Passion Projects and the Fundraiser Committee will talk about their meeting with facilities.\nThis is just a sample of all the things happening at Glebe that we would love to share with the entire parent/caregiver community. Please see the attached document for the evening’s agenda.\n24 10 17 Daft Agenda October 21.docx\nParent/Guardian - Teacher Interviews:\nInterviews will take place on Tuesday, October 22nd from 4:30 to 5:30 and 6:10 to 7:30. If you would like to book an interview with a teacher, please go to www.schoolinterviews.ca/login, click “Make a Booking” and enter the event code pxswr.\nStudent Services:\nWednesday, November 6, 2024 - Pathways and Career Exploration Day for Grades 9-12.\nThis day provides all Glebe CI students the opportunity to explore post-secondary pathways and career possibilities. Grade 9 students will participate in Take Our Kids to Work™ day, while grades 10-12 students will participate in Launch 2024!, a one-day virtual pathways and career exploration conference.\nGrade 9 Students: Preparation for Take Our Kids to Work™ Day\nThis day provides Grade 9 students the opportunity to shadow a parent/guardian or family friend in their place of work for a day. We encourage all grade 9 students and their families to start a conversation about potential placement options for the day. You may also want to research organizations and/or businesses of interest to see if they offer experiential activities for students on this day.\nMore information about the day, as well as consent forms, will be sent to families in the coming weeks.\nStudent Verification Forms:\nStudent Verification forms were given to students on Thursday. Parents/guardians are asked to verify and correct the information, sign the form and have the student return the form to their Block C teacher by October 25th. Students that do not have a Block C class should return their form to the office.\nPhoto Retakes:\nOctober 22 is the day for School Photo Retakes. All students who did not get a photo that day are expected to get their photo taken so that they can have an up to date image on this year's student card, in this year's yearbook and for school records. If a student who had their picture taken in September wants to have their photo changed, they need to bring their student card or proof package to the photographer to explain what needs to be changed. Grad photos will be coming later this semester.\nMath Course on Wednesdays:\nWe will be offering a number sense course for Glebe students. This opportunity is available to any student who would like to improve their numeracy skills including operations with integers, fractions and applying these skills within a context. This class will run throughout the school year and students will earn a general learning credit for completing this course. The class will meet once a week on Wednesdays after school. If this is of interest to a student in your household please fill in the following form.\nSpeaker Series for School Leaders:\nSenior students in leadership roles in the Link class, Business Leadership Class, Outdoor Education Leadership Class, EquiUnity Committee, Student Council, Athletic Council and Physical Education Leadership Class will have an opportunity to choose to attend a Speaker Series in the Auditorium in the morning of October 22nd. Parents of the students wishing to attend will receive an in-school field trip form to sign, as these students would be away from their regular classes if they choose to attend. The following speakers will present on the following topics: Liza Wilson on Resiliency, Emily Glossop from Abilities Ottawa on Inclusive Sport, Jennifer Talbot, Winner of the Prime Minister Award for Teaching, on Inclusive Sport, James Budrow, Parathlete will share his story, Nabil Ahmed and Brian Kom on Respectful Conversations, and Jade Desjardins, Jessica Houghton, and Huong Thai will present respectively on available school supports for Indigenous Students, 2SLGBTQIA students, and multilingual learners. Thank you to Student Council President and EquiUnity Committee Lead, Rose Haba, for organizing this special event with her EquiUnity Committee. In the afternoon, Rose’s team will be receiving mentorship from these students for their community projects. In the afternoon, we will be joined by Education Director, Pino Buffone, as well as additional community partners, and we will share this information with families of participating students as we confirm mentor attendance.\nLibrary:\na)Research and Writing Help is taking place at lunch on Thursday, Oct. 24th in the Library Seminar Room. Please encourage students to drop in to get help with either their research and/or writing task.\nb)OSSLT prep is taking at lunch on Thursday, Oct 24th in the Library for all students who are writing the Literacy test this semester and would like to drop in to get tips and tricks on how to write the OSSLT.\nGlebe Athletics:\nGlebe Athletics has gotten off to another amazing start this fall. We have had tremendous participation from both students, staff and community volunteers. Our home games have been well attended by our very supportive fans.\nIt is important to note, that while we encourage students to come cheer on their teams at home games after school, student fans should not be missing classes to attend either home or away games that take place during school hours. If student fans do want to cheer at an away game, it is important to know that not all schools allow spectators from visiting schools. If you are interested in attending and supporting a team during an away game outside school hours, please email the coach or athletic director to confirm the away school spectator policy and remember to follow the OFSAA Spectator policies and be a positive supporter of Glebe Athletics.\nThank you,\nGlebe CI Staff\nThe Ottawa-Carleton District School Board would like to continue connecting with you via email. You can select the type of email messages you receive, however we discourage unsubscribing from emergency messages. You can follow this link to confirm your email preferences: Unsubscribe\nSchoolMessenger is a notification service used by the nation's leading school systems to connect with parents, students and staff through voice, SMS text, email, and social media.",
    "trans": "Привіт, родини Glebe,\nБудь ласка, перегляньте нижче, що відбувається в GCL.\nВід шкільної ради:\nа) Наступні збори шкільної ради цього навчального рокупройдуть 21 жовтня. Час початку раніше, ніж зазвичай; початок буде о 18:30, оскільки голова департаменту математики та бізнесу, Сіобан МакКомб, буде проводити презентацію.\nb) Чи бажаєте ви дізнатись про Сніговий бал, який організує комітет EquiUnity?\nДля проведення цього заходу знадобляться батьки, отже чим більше тим краще!\nМи маємо насичену програму: після головної презентації, студенти презентують проєкти своїх захоплень, а комітет зі збору коштів розповість про свою зустріч з закладами.\nЦе лише приклад всьгго, що відбувається в Glebe, чим ми б хотіли поділитися з всією спільнотою батьків/опікунів. будь ласка, перегляньте прикріплений документ, щоб дізнатись про вечірні заходи.\n24 10 17 Daft Agenda October 21.docx\nБатьки/Опікуни — Співбесіди з вчителем\nСпівбесіди відбуватимуться у вівторок, 22 жовтня з 16:30 до 17:30 та 18:10 до 19:30. Якщо ви бажає\\те забронювати співбесіду з вчтелем, будь ласка, перейдіть на www.schoolinterviews.ca/login, натисніть «Забронювати» та введіть кож заходу pxswr.\nПослуги для студентів:\nСереда, 6 листопада 2024 — День вибору шляху та кар'єрних досліджень для студентів 9-12 класів.\nЦей день надає всім студентам Glebe CI дослідити шляхи отримання вищої освіти ти кар'єрні можливості. Студенти 9 класу братимуть участь в дні «Візьміть наших дітей на роботу»™, в тоой час як студенти 10-12 класів прийматимуть участь в програмі Запуск 2024!, віртуальна однодення конференція з дослідження кар'єрних шляхів та перспектив.\nСтуденти 9 класу: Підготовка до заходу «Візьміть наших дітей на роботу»™\nЦей день надає студентам 9 класу можливість протягом дня спостерігати за батьком/опікуном або другом родини на робочому місці. Ми заохочуємо студентів 9 класів та їх родини розпочати обговорення потенційних опцій для цього заходу. Ви також можете звернутись до організацій та/або бізнес установ, які вас цікавлять, щоб дізнатись, чи пропонують вони експериментальні заходи для студентів в цей день.\nБільше інформації про день, а також форми для надання згоди, будуть надіслані родинам найближчими тижнями.\nФорми перевірки студентів:\nФорми перевірки студентів були видані студентам в четвер. Батьків/опікунів просять підтвердити та виправити інформацію, підписати форму та дати студенту для повернення вчителю Блоку С до 25 жовтня. Студенти, які не мають уроку в Блоці С, мають повернути форму до офісу.\nПовторні зйомки фото:\n22 жовтня є днем шкільної повтроної зйомки фото. Всі студенти, які не сфотографувались в цей день, сфотографуються, щоб мати оновлене фото для студентського квитка, щорічного видання та шкільних записів. Якщо студент, який зробив фото у вересні, бажає змінити фото, потрібно принести фотографустудентський квиток або пакет документів, щоб пояснити, що потрібно змінити. Випускні фотографії будуть зроблені пізніше в цьому семестрі.\nКурс математики по середам:\nМи запропонуємо курс для розвитку відчуття чисел для студентів Glebe. Ця можливість доступна для будь-якого студента, який хоче покращити свої математичні навички, включно з операціями з цілими числами та дробами, та застосовуваня цих навичок. Цей курс проходитиме протягом навчального року, і по закінченні студенти зароблять навчальні кредити. Урок проходитиме один раз на тиждень, по середам, після уроків. Якщо це цікавить студента з вашої родини, будь ласка, заповніть наступну форму.\nСерія виступів для керівників школи:\nСтуденти старших класів, що займають провідні позиції в класах Link, бізнес лідерства, лідерства в навчанні на відкритому повітрі, комітеті EquiUnity, студентській раді, фізкультурній раді та лідерства в сфері фізичної культури отримають можливість прийняти участь в серії виступів в аудиторії вранці 22 жовтня. Батьки студентів, які бажають прийняти участь, отримають на підпис  формуляр шкільного переведення, оскільки ці студенти будуть відсутні на своїх звичайних заняттях. Наступні доповідачі представлять наступні теми: Ліза Вільсон про Витривалість, Емілі Глоссоп з Abilities Ottawa про інклюзивний спорт, Дженіфер Толбот, переможець премії прем'єр-міністра для вчителів, про інклюзивний спорт, Джеймс Бадроу, паролімпієць поділиться своєю історією, Набіл Ахмед та Брайан Ком про Повагу при спілкуванні, і Джейд Дежарден, Джесіка х'ютон та Хонг Тай розкажуть відповідно про доступні програми підтримки студентів корінних народів, студентів 2SLGBTQIA та багатомовних студентів. Дякужмо Президенту студентської ради та голові спільноти EquiUnity, Роуз Хаба,за організацію цього особливого заходу разом зі комітетом EquiUnity. Вдень команда Роуз отримає настанови від цих студентів для своїх проєктів. Вдень до нас приєднається директор з навчання Піно Буффон, а також  додаткові партнери спільноти, і ми розповсюдимо цю інформацію серед родин студентів-учасників, коли підтвердимо присутність наставників.\nБібліотека:\nа) Допомога в дослідженнях та написанні відбуватиметься в обід у вівторок 24 жовтня в залі засідань бібліотеки. Будь ласка, заохочуйте студентів зайти та отримати допомогу з їх дослідницькими та/або письмовими завданнями.\nb) підготовка до OSSLT відбудеться в обід 24 жовтня в бібліотеці для всіх студентів, які в цьому семестрі пишуть тест на грамотність, і хотіли б зайти, щоб отримати поради та підказки щодо написання OSSLT.\nGlebe Athletics:\nЦієї осені Glebe Athletics провела ще один неймовірний старт. В нас була шалена кількість учасників, як серед студентів, так і серед персоналу, спільноти волонтерів. Наші домашні ігри добре відвідувались дуже активними вболівальниками.\nВажливо відмітити, що хоча ми закликаємо студентів приходити, щоб підтримати свої команди в домашніх іграх, студенти-вболівальники не мають пропускати уроки, щоб відвідати домашні або гостьові ігри, які відбуваються в навчальні години. Якщо студент бажає підтримати команду в гостьовому матчі, важливо знати, що не всі школи допускають глядачів з школи-гостя. Якщо ви бажаєте відвідати та підтримувати команду на виїздній грі поза навчальними годинами, будь ласка, напишіть тренеру або спортивному директору, щоб підтвердити політику вболівання поза школою та не забувайте виокнувати вимоги політики OFSSA та бути позитивним вболівальником Glebe Athletics.\nДякуємо вам,\nПерсонал Glebe CI\nШкільна рада округу Оттава-Карлтон хотіла б продовжити спілкування з вами через електронну пошту. Ви можете обрати тип повідомлень, які отримаєте, однак ми не схвалюємо відписку від важливих повідомлень. Ви можете перейти за цим посиланням, щоб підтвердити ваші вподобання щодо електронних листів: Відписатись\nSchoolMessenger — це служба повідомлень, яким користуються провідні національні шкільні системи для зв'язку з батьками, студентами та персоналом через голосові виклики, текстові СМС, електронні листи та соціальні мережі."
}