{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Global oil prices plummeted by 5%, offering insights into the risk premium associated with Middle East tensions. Israel recently launched airstrikes against Iran over the weekend, targeting strategic missile bases in retaliation for previous attacks. Despite significant claims from Israel's Prime Minister Netanyahu, Iran downplayed the damage, indicating a more measured response from both sides.\nThe oil market interpreted these developments as easing tensions, particularly because neither Israel nor Iran targeted oil exports or refining capabilities. This has made investors cautious about pricing the future direction of Middle Eastern conflicts, aware of the risks but noting that most parties have avoided targeting oil infrastructure so far. The notable exception is limited attacks by Iran-allied Yemeni forces on Red Sea shipping.\nCiti has revised its three-month Brent crude forecast down by $4 to $70 per barrel, suggesting that Israel's actions are unlikely to escalate into threats to oil supply. The reduced risk premium allows the market to focus on broader economic factors, which currently appear bearish.\nOPEC+ plans to gradually reverse some production cuts starting December, aiming for an 180,000 barrels per day increase as the first step in a broader 2025 production boost. However, since early July, oil prices have been in decline, causing OPEC+ to delay its original October production increase plans.\nThe anticipated recovery in oil demand has been sluggish, falling short of OPEC+'s expectations. Asia, responsible for two-thirds of global seaborne crude purchases, has seen underwhelming demand so far in 2024. October imports in Asia are expected to reach approximately 26.74 million barrels per day, slightly down from September's 27.05 million barrels per day. For the first nine months, imports averaged 26.7 million barrels per day, a 200,000 barrels per day decrease compared to the same period in 2023.\nOptimism surrounds China's economic stimulus efforts, though its focus on electric vehicles could mean these measures won't significantly boost crude demand.\nMoreover, the market faces an oversupply challenge. Increased production in major nations like the U.S., Canada, and Brazil, alongside smaller producers such as Argentina and Senegal, contributes to this issue. According to Andy Lipow of Lipow Oil Associates, these dynamics could keep oil prices under pressure, making it unlikely for Brent crude to reach $80 per barrel in the foreseeable future.",
    "trans": "Світові ціни на нафту впали на 5%, що дає уявлення про премію за ризик, пов'язану з напруженістю на Близькому Сході. Нещодавно на вихідних Ізраїль завдав авіаударів по Ірану, націлених на стратегічні ракетні бази у відповідь на попередні атаки. Незважаючи на значні заяви прем'єр-міністра Ізраїлю Нетаньяху, Іран применшив збитки, що свідчить про більш зважену реакцію з обох сторін.\nНафтовий ринок сприйняв ці події як послаблення напруженості, зокрема тому, що ні Ізраїль, ні Іран не націлилися на експорт нафти або нафтопереробні потужності. Це змусило інвесторів з обережністю оцінювати майбутній розвиток близькосхідних конфліктів, усвідомлюючи ризики, але відзначаючи, що більшість сторін досі уникали нападів на нафтову інфраструктуру. Помітним винятком є обмежені атаки союзних Ірану єменських сил на судноплавство в Червоному морі.\nCiti змінив свій тримісячний прогноз ціни нафти Brent на $4 до $70 за барель, припускаючи, що дії Ізраїлю навряд чи переростуть у загрозу для поставок нафти. Зниження премії за ризик дозволяє ринку зосередитись на ширших економічних факторах, які наразі виглядають «ведмежими».\nОПЕК+ планує поступово скасувати деякі скорочення видобутку, починаючи з грудня, маючи на меті збільшити видобуток на 180000 барелів на добу як перший крок до збільшення видобутку в 2025 році. Однак з початку липня ціни на нафту знижуються, що змусило ОПЕК+ відкласти свої початкові жовтневі плани щодо збільшення видобутку.\nОчікуване відновлення попиту на нафту було повільним і не відповідало очікуванням ОПЕК+. у 2024 році в Азії, на яку припадає дві третини світових закупівель морської нафти, попит на нафту поки що залишається низьким. Очікується, що імпорт в Азії в жовтні досягне приблизно 26,74 млн барелів на добу, що трохи нижче за вересневий показник у 27,05 млн барелів на добу. За перші дев'ять місяців імпорт в середньому становив 26,7 млн барелів на добу, що на 200000 барелів на добу менше порівняно з аналогічним періодом 2023 року.\nОптимізм супроводжує зусилля Китаю зі стимулювання економіки, хоча фокус на електромобілях може означати, що ці заходи не призведуть до значного збільшення попиту на нафту.\nКрім того, ринок стикається з проблемою надлишку пропозиції. Вирішенню цієї проблеми сприяє зростання видобутку у великих країнах, як-от США, Канада та Бразилія, а також у менших країнах, таких як Аргентина та Сенегал. За словами Енді Ліпоу з Lipow Oil Associates, така динаміка може тримати ціни на нафту під тиском, що робить малоймовірним досягнення нафтою марки Brent ціни у 80 доларів за барель в осяжному майбутньому."
}