{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] doesn’t seem to be embarrassed about having a bodyguard, and nor do his classmates comment on it. It’s probably not that uncommon at this school anyway. At least it seems to [redacted_name] that this is a school bored rich kids would attend, because it lets them play at doing something incredible while teaching them absolutely nothing.\nHe would never think he’d one day agree with someone like [redacted_name] father, but maybe he had a point.\nHe sits on the uncomfortable bench in front of one of the classrooms, just staring at the abstract art on the walls, occasionally turning his head and looking at whoever is walking past him. It’s a bit of a conditioned response, and it seems to make the people uncomfortable.\nHe gets up when he hears the cacophony of voices get louder behind the door.\nA few people walk out, and then [redacted_name], with a cluster of girls around him, discussing something [redacted_name] doesn’t even bother to try to understand. He gives him a questioning look, [redacted_name] utters a simple “library”, and [redacted_name] resigns himself to his fate.",
    "trans": "Схоже на те, що [redacted_name] не соромиться того, що в нього є охоронець, і його однокласники не коментують це. Імовірно, це не така вже й рідкість у цій школі. Принаймні [redacted_name] здається, що в цій школі вчаться нудьгуючі багаті діти, тому що вона дозволяє їм гратися в щось неймовірне, і при цьому абсолютно нічому їх не навчаючи.\nВін ніколи б не подумав, що одного разу погодиться з такою людиною, як батько [redacted_name], але, можливо, той має рацію.\nВін сидить на незручній лавці перед одною із класних кімнат і просто дивиться на абстрактне мистецтво на стінах, зрідка повертаючи голову і дивлячись на того, хто проходить повз нього. Це трохи умовна реакція, і, схоже, вона змушує людей почуватися некомфортно.\nВін встає, коли чує, як за дверима стає голоснішою какофонія голосів.\nКілька людей виходять, а потім [redacted_name] з групою дівчат навколо нього обговорюють щось, що [redacted_name] навіть не намагається зрозуміти. Він кидає на нього питальний погляд, [redacted_name] вимовляє просте «бібліотека», та [redacted_name] змиряється зі своєю долею."
}