{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The four pillars of the Uber business model are customer value, value network, enabling technology, and competitive strategy. Technology links the riders to the drivers, providing high reliability at low costs compared to traditional taxis-up to 80% less. This cost efficiency, along with the convenience which Uber offers, has turned the company into a disrupting force able to alter the industry of car services. Using its \"asset-light\" method, it does not own any cars but acts through independent contractors to minimize overhead. Its technology provides for speedy ride matching, which maximizes driver utilization and thus minimizes waiting times for passengers. Further, Uber has moved beyond ride-sharing to partner with companies offering car rentals, Uber Eats for food delivery, Uber Freight, Uber for Business, and Uber Fleet. All of these services come through Uber's mobile application, creating an on-demand flexible ecosystem.",
    "trans": "Чотирма стовпами бізнес-моделі Uber є цінність для клієнта, мережа цінностей, технології та конкурентна стратегія. Технологія пов'язує пасажирів із водіями, забезпечуючи високу надійність за рахунок низьких витрат порівняно з традиційними таксі — до 80 % менше. Така економічність, а також зручність, яку пропонує Uber, перетворили компанію на руйнівну силу, яка здатна змінити індустрію автомобільних послуг. Використовуючи метод «asset-light», компанія, не маючи власних автомобілів, працює через незалежних підрядників, щоб мінімізувати накладні витрати. Технологія Uber забезпечує швидке узгодження поїздок, що дає змогу максимально використовувати водія і тим самим мінімізувати час очікування для пасажирів. Крім того, Uber не обмежується спільним використанням автомобілів, а співпрацює з компаніями, що пропонують прокат автомобілів, доставку їжі Uber Eats, вантажоперевезення Uber Freight, Uber for Business і Uber Fleet. Усі ці послуги надаються через мобільний додаток Uber, створюючи гнучку екосистему, що працює на вимогу."
}