{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Wing lung Fu,\nOur client, Amazon Flex, has invited you to fill out an online Screening Information Form in order to conduct a screening request.\nYou will need to submit the required information within 10 days of receiving this invitation. After this, the login details below will expire and your screening will be automatically cancelled.\nPlease log into your account to fill in the information or click the following link:\nhttps://myportal.accurate.com/security/altRegistration/3Y7nd7FAS9r5cY40Kifseg\nPart of the background check requirements include a driving licence review. On the application you will be asked to select your licence type, DVLA for UK or DVA for NI, before being presented with a link to the corresponding government website where you can generate a share code. Please bear in mind that the share code is a one time use only code so please do not test the code or share with anyone else. It is very important the code is copied exactly as shown. If entered incorrectly or used we will require a new code which can lead to delays.",
    "trans": "Привіт, Вінг лунг Фу,\nНаш клієнт, компанія Amazon Flex, запросила вас заповнити інформаційну форму для проведення скринінгу.\nВам потрібно буде надати необхідну інформацію протягом 10 днів з моменту отримання цього запрошення. Після цього термін дії наведених нижче даних для входу закінчиться, і ваш скринінг буде автоматично скасовано.\nУвійдіть до свого облікового запису, щоб заповнити інформацію, або перейдіть за наступним посиланням:\nhttps://myportal.accurate.com/security/altRegistration/3Y7nd7FAS9r5cY40Kifseg\nЧастина вимог перевірки включає перевірку водійського посвідчення. У заявці вам буде запропоновано вибрати тип вашого посвідчення, DVLA для Великої Британії або DVA для Північної Ірландії, після чого вам буде надано посилання на відповідний урядовий вебсайт, де ви зможете згенерувати код доступу. Будь ласка, майте на увазі, що код спільного використання — це одноразовий код, тому не перевіряйте його і не передавайте нікому іншому. Дуже важливо, щоб код був скопійований точно так, як показано на рисунку. Якщо він буде введений неправильно або використаний, нам знадобиться новий код, що може призвести до затримок."
}