{
    "source": "en_US",
    "target": "uk_UA",
    "text": "There was strong evidence that female sex was a risk factor for recurrence. This is consistent with an epidemiological study that found an increased rate of pneumothorax recurrence in female patients, particularly in the age group 31–50years, with re-hospitalisation rates of 54% compared with 46% in males [39]. It is recognised that a proportion of pneumothoraces in females are secondary to underlying sex-specific pathophysiology, including lymphangioleiomyomatosis and catamenial (endometriosis and nonendometriosis related) pneumothoraces. While catamenial pneumothoraces were historically thought to be a rare entity, with one early study only attributing 1% of its pneumothoraces to this condition [40], a recent retrospective study demonstrated that up to 25% of females referred to surgery for recurrent pneumothoraces had evidence of thoracic endometriosis [41]. The presence of these underlying conditions may explain the higher risk of recurrence seen in females.",
    "trans": "Існують переконливі докази того, що жіноча стать є фактором ризику рецидиву. Це узгоджується з даними епідеміологічного дослідження, яке виявило підвищену частоту рецидивів пневмотораксу у пацієнтів жіночої статі, особливо у віковій групі 31-50 років, з частотою повторних госпіталізацій 54% порівняно з 46% у чоловіків [39]. Визнано, що частина пневмотораксів у жінок є вторинними по відношенню до основної статевої патофізіології, включаючи лімфангіолейоміоматоз і катаменні (пов'язані з ендометріозом і не пов'язані з ендометріозом) пневмотораксом. Хоча раніше вважалося, що менструальні пневмоторакси зустрічаються рідко, і в одному з перших досліджень лише 1% пневмотораксів було пов'язано з цим станом [40], нещодавнє ретроспективне дослідження продемонструвало, що до 25% жінок, прооперованих з приводу рецидивуючих пневмотораксів, мали ознаки ендометріозу грудної клітки [41]. Наявність цих основних станів може пояснити вищий ризик рецидиву у жінок."
}