{
    "source": "en_US",
    "target": "uk_UA",
    "text": "i [Name],\nOn behalf of WorldQuant BRAIN, I would like to invite you to our upcoming APU Alphathon 2024 Kick-off Workshop, on 21 October 2024 (Monday), 6:30pm. The session will include an introduction to WorldQuant BRAIN and our Research Consultant Program. We will also provide basic information and resources for you to get started on your quantitative finance journey!\nIf you’ve always wanted to learn more about quantitative finance, but lacked the tools and knowledge to get started, this may be ideal for you! This session will provide an understanding of WorldQuant BRAIN and how you can leverage the platform to begin your quant journey. You will also learn about different opportunities, such as the potential to become a Research Consultant.\nWorldQuant BRAIN is free to use and requires no previous experience — you just need to be a self-starter with a strong interest in learning about quantitative finance. If this sounds like you, register for our training today:\n[redacted_url]",
    "trans": "[Name],\nВід імені WorldQuant BRAIN запрошую вас на наш майбутній стартовий семінар APU Alphathon 2024, який відбудеться 21 жовтня 2024 року (понеділок) о 18:30. Сесія включатиме вступ до WorldQuant BRAIN та нашої Програми наукових консультантів. Ми також надамо основну інформацію та ресурси, щоб ви могли розпочати свою подорож у сфері фінансової математики!\nЯкщо ви завжди хотіли дізнатися більше про фінансову математику, але вам не вистачало інструментів та знань, щоб почати, ця сесія може бути ідеальною для вас! Ця сесія дасть вам уявлення про WorldQuant BRAIN і про те, як ви можете використовувати платформу, щоб почати свою квантову подорож. Ви також дізнаєтесь про різні можливості, такі як можливість стати науковим консультантом.\nWorldQuant BRAIN безкоштовний у використанні і не вимагає попереднього досвіду — вам просто потрібно бути самодостатнім і зацікавленим у вивченні фінансової математики. Якщо ви впізнали себе, реєструйтеся на наш тренінг вже сьогодні:\n[redacted_url]"
}