{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A fiery flame came out of the blade as she called out a breath.\n\"Breath of the Sun, Sixth Form:...\"\nHer attacks began to be more uncoordinate. They were more a disfigured type of attacks than planned ones. It was visibly seen that she was swaying in her sea of emotions.\n[redacted_name] clenched her husband blade on her right hand, tears were already covered all over her cheeks. The knot on her bandages loosened and fell from her eyes as she put all of the strength and feelings on her last swing, pulling [redacted_name] blade from behind towards his exposed neck.\n[redacted_name] noticed her plum red eyes were glistening with tears, and he did not notice the tears on her cheeks until now. He clenched his teeth.\n\"Aranea !!!\" He screamed her name and she continued bringing her sword toward his neck. Many unwanted memories came flooding back into her mind, and she tried to ignore them, or better yet, used them as a contribution to her strength by pouring it to her hatred towards him.\nBut one memory tugged in her heart.\n\"Aranea, I have an idea.\" she heard a voice from above where she laid her body was. She moved her body and turned her head up\ninside the warm arms to look up to her loving partner who was looking down to him with a happy smile.\n\"What is it, Muzan ?\" she softly asked back, and received a snuggle from the male which she giggled.\n\"If we have a son, let's name him Michikatsu.\"\nShe pulled from him herself from him to have a good look on him. Muzan gave her a expectant smile.\nShe scoffed in disbelief.\n\"You thought about us that far ?\" She asked.\n\"Of course. We love each other, right ?\"\nAranea gazed in his sparkling eyes. Her heart was softened at the genuine feelings he had for her. She was beyond happy hearing it from his own mouth. He was really serious with her until he wanted children with her.\nShe leaned in and pecked on his lips.\n\"[redacted_name] sound wonderful.\" She rested her forehead on him, and he did the same with his eyes closed.\n\"It's a beautiful name, right ?\"\nThe blade reached his neck and created a contact. When he believes she would still do it, it stopped. He stared at her, who looked at him with her plum red eyes. Tears came running furiously down her cheeks as she stared at him.\nSeeing him again, she realized she missed the male so much. Her heart beating painfully in her chest but she still was unable to bring the blade through his neck.",
    "trans": "З леза вирвалося вогняне полум'я, коли вона викликала подих.\n«Подих Сонця, шоста форма ...»\nЇї напади стали більш некоординованими. Це були більше спотворені атаки, ніж заплановані. Стало видно, що вона коливається у своєму морі емоцій.\n[redacted_name] стиснула клинок чоловіка у правій руці, по щоках вже текли сльози. Коли вузол на бинтах ослаб і впав з її очей, вона зібрала всі сили та почуття для завершального замаху, тягнучи лезо [redacted_name] ззаду до його відкритої шиї.\n[redacted_name] помітив, що її сливово-червоні очі заблищали від сліз, а він до цього часу не помічав сліз на її щоках. Він зціпив зуби.\n«Аранея!!!» Він вигукнув її ім'я, а вона все продовжувала заносити меч до його шиї. Безліч небажаних спогадів нахлинуло на неї, і вона спробувала ігнорувати їх, а ліпше використати як допомогу своїй силі, підживлюючи її ненавистю до нього.\nПроте один зі спогадів зачепив її за живе.\n«Аранеє, я маю ідею», - вона почула голос зверху, де лежало її тіло. Вона поворушила тілом і повернула голову вгору\nв теплі обійми, щоб побачити свого коханого партнера, який з радісною посмішкою дивився на неї згори вниз.\n«Що таке, Музане?» - ніжно запитала вона у відповідь, і чоловік пригорнув її до себе, від чого вона хихикнула.\n«Якщо у нас буде син, назвемо його Мічікацу».\nВона відсторонилася від нього, щоб роздивитися його як слід. Музан посміхнувся їй з очікуванням.\nВона засміялася, не вірячи своїм очам.\n«Ти думала про нас настільки далеко?» запитала вона.\n«Звісно. Ми ж любимо одне одного, так?»\nАранея зазирнула в його блискучі очі. Її серце розчулилося від його щирих почуттів до неї. Вона була надзвичайно щаслива чути це з його вуст. Він мав до неї справді серйозні наміри, аж допоки не забажав мати від неї дітей.\nВона схилилася і поцілувала його в губи.\n«[redacted_name] звучить чудово». Вона притулилась до нього лобом, і він відповів їй тим же, заплющивши очі.\n«Красиве ім'я, правда?»\nКлинок торкнувся його шиї, створивши контакт. Коли він вирішив, що вона продовжить це робити, воно зупинилося. Він втупився на неї, вона дивилася на нього своїми сливово-червоними очима. По її щоках шалено котилися сльози, коли вона дивилася на нього.\nЗнову побачивши його, вона усвідомила, як сильно скучила за цим самцем. Серце боляче билося в грудях, але вона так і не спромоглася встромити лезо йому в шию."
}