{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Comprehensive (Excluding Collision) Coverage\nPlease note: GEICO requires that leased or financed vehicles carry Comprehensive (Excluding Collision) coverage.\nWhat is Comprehensive (Excluding Collision) Coverage?\nComprehensive (Excluding Collision) coverage pays for loss or damage to your vehicle caused by fire, theft, vandalism, hail, windstorm, riot, falling objects, flood, collision with an animal, and other events as stated in your policy contract. Each Comprehensive (Excluding Collision) claim is subject to a deductible (the amount you will pay out of pocket).\nHow much Coverage do I need?\nYou should choose a deductible that meets your financial needs; the higher the deductible, the lower the premium charged for this coverage. Please see your contract for state specific coverage details. Comprehensive (Excluding Collision) is an optional coverage. You may want to consider whether the present value of your vehicle justifies the cost of this coverage. If you finance or lease your vehicle, your lease or financing agreement may require you to have this coverage. Refer to your lease or financing agreement for details.\nComprehensive (Excluding Collision) [Non-Deductible (Glass)]:\nIf you have Comprehensive (Excluding Collision) coverage you may elect to have no deductible for damage to your vehicle's safety glass. This will allow for either repair or replacement of damaged safety glass without applying a deductible. Safety glass includes the safety glass used in the windshield, doors, and windows, as well as the glass, plastic, or other material used in the lights of the motor vehicle.",
    "trans": "Повне покриття (за винятком зіткнення)\nЗауважте: GEICO потребує, щоб автомобілі, взяті в лізинг або у фінансову оренду, мали комплексне покриття (за виключенням зіткнення).\nЩо таке комплексне покриття (за винятком зіткнення)?\nКомплексне покриття (за винятком зіткнення) відшкодовує збитки або ушкодження вашого транспортного засобу, викликані пожежею, крадіжкою, вандалізмом, градом, бурею, масовими заворушеннями, від падіння предметів, повені, зіткненням з твариною та іншими подіями, вказаними у вашому страховому договорі. До кожної претензії по комплексному страхуванню (за винятком зіткнення) встановлюється франшиза (сума, що сплачується вами з власної кишені).\nСкільки мені потрібно страхового покриття?\nВам слід вибрати франшизу, що відповідає вашим фінансовим можливостям; що більша франшиза, то менший страховий внесок стягується за це покриття. Подробиці щодо покриття для конкретного штату дивіться у вашому договорі. Повний захист (за винятком зіткнення) є додатковим покриттям. Можливо, ви захочете зважити, чи поточна вартість вашого транспортного засобу виправдовує вартість цього покриття. Якщо ви берете транспортний засіб у фінансову оренду або лізинг, ваш лізинговий або фінансовий договір може вимагати від вас наявності цього покриття. Детальніше див. у договорі лізингу або фінансуванні.\nПовний пакет (за винятком зіткнення) [Без франшизи (скло)]:\nЯкщо ви маєте комплексне покриття (за винятком зіткнення), у вас є можливість не сплачувати франшизу у разі пошкодження захисного скла вашого автомобіля. Це дасть змогу відремонтувати або замінити пошкоджене захисне скло без використання франшизи. Захисне скло включає в себе лобове скло, скло дверей та вікон, а також скло, пластмасу або інший матеріал, що використовуються у фарах транспортного засобу."
}