{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Mohammadreza Frazin, who visited Russia to attend the 2nd BRICS Finance Ministers and Central Banks Governors Meeting, said this new system includes developing a network of commercial banks that can conduct banking transactions in local currencies as well as establishing direct links between central banks.\n“The BRICS Payment system was proposed with the aim of creating a settlement platform for cross-border payments based on Real Time Gross Settlement Systems (RTGS) and considering Central Bank Digital Currency Tracker (CBDC) mechanisms,” Farzin explained.\nReferring to the necessity of using artificial intelligence in electronic banking and Iran's readiness to transfer its experiences to BRICS members, he said: “We believe that due to the political desire and will that exists in the BRICS group and the technical and infrastructure investments that have been made, we can move towards creating financial communication systems specific to BRICS which can facilitate cross-border payments among the members, and finally increase the speed, reduce the costs, and create a more competitive environment.”",
    "trans": "Мохаммадреза Фразін, який перебував у Росії на 2-й зустрічі міністрів фінансів і керівників центральних банків країн БРІКС, зазначив, що нова система має на меті розвиток мережі комерційних банків, здатних проводити банківські операції в національних валютах, а також налагодження прямих зв'язків між центральними банками.\n«Платіжна система БРІКС запропонована для створення платформи для здійснення транскордонних платежів на базі систем валових розрахунків в режимі реального часу (RTGS) і з використанням механізмів Центрального банку з відстеження цифрових валют (CBDC)», — зазначив пан Фарзін.\nПосилаючись на потребу використання штучного інтелекту в електронному банкінгу та на готовність Ірану передати свій досвід членам БРІКС, він зазначив: «Ми переконані в тому, що політичні обставини, що склалися на сьогоднішній день, не сприятимуть цьому»: «Ми вважаємо, що, з огляду на політичне бажання і волю, які існують в групі БРІКС, а також зроблені технічні та інфраструктурні інвестиції, можна рухатися в напрямку створення систем фінансових комунікацій, специфічних для БРІКС, які полегшать здійснення транскордонних платежів між учасниками, і, в кінцевому підсумку, підвищать швидкість, знизять витрати і створять більш конкурентоспроможне середовище»."
}