{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Why was I even so nervous this morning?' [redacted_name] thought moments later in their conversation.\nPerhaps he was getting older than he expected after all. What a jarring thought it was. Once upon a time, he'd been as young as [redacted_name], and now here he was, barely recalling his morning thoughts.\nStill, it wasn't as if he couldn't enjoy these peaceful moments with her.\n[redacted_name] always believed he had many times left still with [redacted_name]. He'd live as long as her, and watch her become the woman he knew she would be. And he'd always be on the lookout for whatever man who dared clip her wings.\nIf one day he'd be granted the chance to see her born with children of her own, he wanted to live as long as he could to watch them be their own persons too.\n'Ah, too fast,' [redacted_name] thought, mentally keeping those thoughts under lock and key for later. He was growing more sentimental with his age. Still the jarring feeling of the lucid dream he'd had still lingered in the back of his mind, threatening to overcome his hopeful wishes.",
    "trans": "Чому я так нервував сьогодні вранці?», — подумав [redacted_name] через кілька хвилин після їхньої розмови.\nМожливо, він усе-таки став дорослішим, ніж очікував. Яка ж це була неприємна думка. Колись він був таким самим молодим, як [redacted_name], а тепер ось він тут, ледь згадує свої думки зранку.\nПроте він не міг насолоджуватися цими мирними моментами з нею.\n[redacted_name] завжди вірив, що в нього попереду ще багато часу з [redacted_name]. Він проживе стільки ж, скільки і вона, і спостерігатиме, як вона стає жінкою, якою, як він знав, вона стане. І він завжди буде напоготові, щоб знайти того, хто посміє підрізати їй крила.\nЯкщо одного разу йому випаде шанс побачити, як у неї народяться власні діти, він хотів прожити якомога довше, щоб побачити, як вони теж стануть самостійними особистостями.\n«Занадто швидко», — подумав [redacted_name], подумки відкладаючи ці думки на потім. З віком він ставав дедалі сентиментальнішим. І все ж неприємне відчуття від побаченого ясного сну не покидало його, погрожуючи подолати всі його обнадійливі бажання."
}