{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Cardiac effect of hypertonic sodium and calcium salt during hyperkalemia. During hyperkalemia, resting membrane potential increases, derecruiting the sodium voltage gate channel Nav1.5 (left panel). Calcium salts bind to calcium-dependent calmodulin and protein kinase II (CaMKII) and activates the sodium voltage gate channel leading to an intracellular sodium entrance (right panel). Calcium salt restores the channel activity though the calcium-dependent calmodulin (CaM), recruiting the voltage-gated channel Nav1.5, increasing the intracellular sodium entrance, restore dV/dt phase 0 action potential and increase in the resting membrane potential. Hypertonic sodium increases extracellular sodium concentration and “forces” intracellular sodium entrance (right panel). The bottom panel represents on the left the decrease of dV/dt phase 0 action potential due to hyperkalemia (Bottom left panel), restored by either calcium or hypertonic sodium (Bottom rightpanel)(Adapted from [40, 41] with authorization)",
    "trans": "Кардіальний ефект гіпертонічного натрію та кальцієвих солей під час гіперкаліємії. Під час гіперкаліємії потенціал спокою мембрани збільшується, що призводить до розкриття натрієвого каналу Nav1.5 (ліва панель). Кальцієві солі зв'язуються з кальцій-залежним кальмодулином і протеїнкіназою II (CaMKII) і активують натрієвий канал, що призводить до входу натрію в клітину (права панель). Кальцієва сіль відновлює активність каналу через кальцій-залежний кальмодулин (CaM), рекрутує напругозалежний канал Nav1.5, збільшує вхід натрію в клітину, відновлює фазу 0 дії потенціалу dV/dt і збільшує потенціал спокою мембрани. Гіпертонічний натрій збільшує концентрацію натрію в позаклітинному просторі і \"примушує\" вхід натрію в клітину (права панель). Нижня панель зліва представляє зменшення фази 0 дії потенціалу dV/dt через гіперкаліємію (нижня ліва панель), відновлене або кальцієм, або гіпертонічним натрієм (нижня права панель) (Адаптовано з [40, 41] з дозволом)"
}