{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Chapter 4: Of Property\n- Locke addresses the question of property rights within the state of nature, arguing that individuals gain ownership through labor.\n- He asserts that when a person mixes their labor with something common, they acquire ownership of it, excluding others' rights to it.\n- He acknowledges that the concept of property requires a distinction between natural rights and positive laws (laws created by a government).\n- Locke discusses the role of money in creating the possibility for unequal acquisition of land and other resources.\nChapter 5: Of Parental Power\n- Locke refutes the idea of paternal power being solely vested in the father, arguing that mothers also hold equal authority over their children based on their role in their creation.\n- He emphasizes the temporary nature of parental power, which exists to guide and protect children during their infancy and diminishes as they grow in reason and independence.\n- He asserts that parental power does not extend to dictating laws or controlling children's lives permanently, but rather focuses on their nurture and education.\nChapter 6: Of Political Society or Civil Government\n- Locke argues that individuals naturally seek political society to secure their property and protect their natural rights more effectively than they can in the state of nature.\n- He contends that the consent of the governed is the sole legitimate foundation for political authority.\n- He asserts that the majority within a society holds the power to govern and impose laws on the minority, as this is the only way to ensure the community's unity and effectiveness.",
    "trans": "Розділ 4: про право власності\n— Локк розглядає питання права власності в природному стані, стверджуючи, що люди набувають право власності завдяки праці.\n— Він стверджує, що коли людина поєднує свою працю з чимось загальним, вона набуває право власності, виключаючи на це права інших.\n— Він визнає, що концепція власності вимагає проведення відмінності між природними правами і позитивними законами (законами, створеними урядом).\n— Локк обговорює роль грошей у створенні можливості нерівного придбання землі та інших ресурсів.\nРозділ 5: про батьківську владу\n— Локк спростовує ідею про те, що батьківська влада належить винятково батьку, стверджуючи, що матері також мають рівну владу над своїми дітьми, виходячи з їхньої ролі в їхньому створенні.\n— Він наголошує на тимчасовому характері батьківської влади, яка існує для того, щоб спрямовувати і захищати дітей у дитинстві, і яка слабшає по мірі того, як вони стають розумнішими і незалежнішими.\n— Він стверджує, що батьківська влада не поширюється на диктовку законів або на постійний контроль над життям дітей, а скоріше зосереджена на їхньому вихованні та освіті.\nРозділ 6: про політичне суспільство або цивільний уряд\n— Локк стверджує, що люди природним чином прагнуть до політичного суспільства, щоб убезпечити свою власність і захистити свої природні права більш ефективно, ніж це можливо в природному стані.\n— Він стверджує, що згода керованих є єдиною законною підставою для політичної влади.\n— Він стверджує, що більшість у суспільстві має право управляти і нав'язувати закони меншості, оскільки це єдиний спосіб забезпечити єдність і ефективність спільноти."
}