{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Changbin ends up falling asleep first, after their first meal is served and then cleaned up. [redacted_name] is content to watch the movies he had downloaded on his phone, but when [redacted_name] digs his laptop out of his bag, it draws Jisung’s attention.\n“Not gonna sleep?” [redacted_name] asks.\n[redacted_name] scoffs a little, trying to untangle his corded headphones — seriously, who even has those nowadays? — as his computer boots up. “Nah. I can never sleep on flights. [redacted_name] usually sleeps through the whole thing. I’m jealous,” he says, with a little chuckle as he glances over at his husband, who is sleeping cutely with his arms crossed and his mouth slack.\n“Normally, I can sleep anywhere,” [redacted_name] admits, a bit shy about it. “But I don’t know about the plane…”\n“Well, it’ll be nice to have someone to talk to,” [redacted_name] says. He sounds so genuine that it melts away some of [redacted_name] worries of overstepping when he notices [redacted_name] opening Logic on his computer.\n“You make music?” he asks, already feeling the pressing urge to look over his shoulder.\n[redacted_name] sets his headphones down beside his touchpad. “Yeah, I do. Not for any huge clients right now, but hopefully someday.”\n“Wait, wait, wait,” [redacted_name] says, his eyes widening. “You do this for work?”\n“Yeah,” [redacted_name] says, cheeks dimpling as he laughs. “So does [redacted_name].”\n[redacted_name] tries to keep his groan of jealousy quiet to respect [redacted_name] and the other passengers on the plane who are sleeping. “That’s so cool. That’s my dream,” he says.\n[redacted_name] eyebrows shoot up. “Really? That’s such a coincidence.”\n“Yeah, I just do it for fun mostly. I’m on Soundcloud, though.”\nAbort. Jisung has no idea why he said that. Now he’s going to have to show [redacted_name] his page, his music, and worry about what he thinks about it.\n“Yeah?” [redacted_name] says, sounding genuinely excited. “I still update mine too; it’s good to have. You’ll have to send me the link, yeah?”\n[redacted_name] nods, thankful that [redacted_name] didn’t ask him to pull it up right now while they’re stuck together for at least seven and a half more hours.\n“Can I show you what I’m working on? Get your opinion?” [redacted_name] says, holding out one finally detangled earbud to him.\nLike [redacted_name] would ever pass up on that opportunity.\nEventually, [redacted_name] does fall asleep. He and [redacted_name] had talked music for well over an hour, but eventually Jisung had left him to his own devices and ended up nodding off right at the end of some tragically long and mostly boring movie.\nIt’s turbulence that wakes him.\nWith a gasp, he bolts upright, and he doesn’t have time to think about how he had embarrassingly fallen asleep with his head on [redacted_name] shoulder before the panic grips at his chest.\n“Hey, you’re okay.”\nIt’s [redacted_name] voice, from his left, and it’s his hands that reach for him, one warm and steady on his back and the other on his shoulder, gently guiding him to lean back in his chair. The plane lurches again, and [redacted_name] bites his lips together as his knee starts to bounce.\n“I just– I don’t like that– that,” he emphasizes as the plane drops again, making his stomach swoop. “That weightless feeling. Makes me feel like–”\n“Like the plane is falling out of the sky,” [redacted_name] finishes.\nJisung snaps his head toward him. “Yeah,” he says, strained.\n[redacted_name] just smiles, tight and cute. “It’s not.”\n“I know,”[redacted_name] says, laughter bubbling up from the anxiety in his gut.\n[redacted_name] lets him hog the armrest, clutching it in a deathgrip until the turbulence passes a few minutes later. When Jisung is finally able to relax, he chances a glance at [redacted_name], who politely looks away and pretends he wasn’t keeping an eye on them the whole time.\n“Thanks,” Jisung says to Changbin as he removes his hands from Jisung and settles back into his own chair. “And sorry for falling asleep on you,” he adds, embarrassment catching up with him as he feels a blush fly up his neck into his cheeks.\n“It’s okay. I’m sure the drool will come out in the wash,” [redacted_name] says.\n[redacted_name] eyes widen as he looks down at the sleeve of [redacted_name] shirt – mistake, because damn, his arm looks good – as [redacted_name] laughs, and [redacted_name] scolds him. “[redacted_name]!” he says, but he’s laughing too.\nThere’s no drool on [redacted_name], so Jisung feels some of the embarrassment evaporate as he lightly smacks at [redacted_name], who doesn’t even flinch. The sound of his hand hitting [redacted_name] is solid, and [redacted_name] tries not to think of the give of his chest under his hand.\nNot a trail of thought [redacted_name] needs to follow when his husband is sitting on the other side of him.",
    "trans": "Чанґбін першим засинає після того, як їм подають першу страву, а потім прибирають. [redacted_name] задоволений тим, що може дивитися фільми, які він завантажив на свій телефон, але коли [redacted_name] дістає свій ноутбук з рюкзака, це привертає увагу Джісунга.\n\"Не збираєшся спати?\" - запитує [redacted_name].\n[redacted_name] трохи насміхається, намагаючись розплутати свої навушники з проводом - серйозно, хто взагалі має їх у наш час? - поки його комп'ютер завантажується. \"Ні. Я ніколи не можу спати в літаках. [redacted_name] зазвичай спить протягом всього польоту. Я заздрю\", - каже він з невеличким сміхом, поглядаючи на свого чоловіка, який мило спить зі схрещеними руками і розкритим ротом.\n\"Зазвичай я можу спати де завгодно\", - зізнається [redacted_name], трохи соромлячись цього. \"Але не знаю щодо літака…\"\n\"Ну, буде приємно мати когось для розмови\", - каже [redacted_name]. Він звучить так щиро, що це знімає частину тривог [redacted_name] щодо того, що він може перейти межу, коли помічає, що [redacted_name] відкриває Logic на своєму комп'ютері.\n\"Ти займаєшся музикою?\" - запитує він, вже відчуваючи сильне бажання заглянути йому через плече.\n[redacted_name] кладе свої навушники поруч зі сенсорною панеллю. \"Так, займаюся. Зараз не для якихось великих клієнтів, але сподіваюся колись\".\n\"Почекай, почекай\", - каже [redacted_name], його очі розширюються. \"Ти робиш це на роботі?\"\n\"Так\", - відповідає [redacted_name], на його щоках з'являються ямочки від сміху. \"Так само як і [redacted_name]\".\n[redacted_name] намагається тихо стримати свій стогін заздрісності, щоб поважати [redacted_name] та інших пасажирів літака, які сплять. \"Це так круто. Це моя мрія\", - говорить він.\nБрови [redacted_name] піднімаються вгору. \"Справді? Який дивний збіг!\"\n\"Так, я в основному займаюся цим для задоволення. Хоча я є на Soundcloud\".\nПерерва. У Джісунга немає уявлення, чому він це сказав. Тепер йому доведеться показати [redacted_name] свою сторінку, свою музику і переживати, що він про це подумає.\n\"Справді?\" - говорить [redacted_name], звучачи щиро зацікавленим. \"Я теж все ще оновлюю свою; це добре мати. Тобі потрібно буде надіслати мені посилання, так?\"\n[redacted_name] киває, вдячний за те, що [redacted_name] не попросив його зараз же відкрити її, поки вони залишаються разом ще принаймні на сім з половиною годин.\n\"Можу показати тобі те, над чим працюю? Отримати твою думку?\" - каже [redacted_name], простягаючи йому один нарешті розплутаний навушник.\nЯк би [redacted_name] не відмовився від цієї можливості.\nЗрештою, [redacted_name] все ж засинає. Він і [redacted_name] говорили про музику більше години, але врешті-решт Джісунг залишив його на самоті і заснув прямо під час перегляду якогось трагічно довгого і переважно нудного фільму.\nЙого будить турбулентність.\nЗатамувавши подих, він різко сідає і не має часу подумати про те, як незручно він заснув з головою на плечі [redacted_name], перш ніж паніка охоплює його груди.\n\"Гей, ти в порядку\".\nЦе голос [redacted_name] з його лівого боку, і це його руки, які тягнуться до нього, одна тепла і стійка на його спині, а інша на його плечі, ніжно ведучи його до того, щоб він відкинувся назад у своєму кріслі. Літак знову різко рухається, і [redacted_name] стискає губи разом, коли його коліно починає підстрибувати.\n\"Я просто... мені не подобається це... те\", він підкреслює, коли літак знову падає, змушуючи його шлунок закрутитися. \"Це відчуття безваги. Змушує мене відчувати себе так...\"\n\"Наче літак падає з неба\", закінчує [redacted_name].\nДжісунг різко повертає голову до нього. \"Так\", каже він напружено.\n[redacted_name] просто посміхається, туго і мило. \"Це не так\".\n\"Я знаю\", каже [redacted_name], сміх виривається з тривоги в його животі.\n[redacted_name] дозволяє йому зайняти підлокітник, міцно тримаючи його в хватці смерті, поки турбулентність не пройде через кілька хвилин. Коли Джісунг нарешті може розслабитися, він ризикує поглянути на [redacted_name], який ввічливо відводить погляд і робить вигляд, що не стежив за ними весь час.\n\"Дякую\", каже Джісунг Чанбіну, коли той забирає свої руки від Джісунга і сідає назад у своє крісло. \"І вибач за те, що заснув на тобі\", додає він, сором'язливість наздоганяє його, коли він відчуває, як румянець піднімається у нього на шиї до щік.\n\"Все в порядку. Я впевнений, що слина зійде при пранні\", каже [redacted_name].\n[redacted_name] розширює очі, коли дивиться вниз на рукав сорочки [redacted_name] – помилка, тому що, чорт забирай, його рука виглядає добре – коли [redacted_name] сміється, а [redacted_name] лає його. \"[redacted_name]!\" – каже він, але теж сміється.\nНа [redacted_name] не тече слина, тому Жісунг відчуває, як частина сором'язливості випаровується, коли він легенько шльопає [redacted_name], який навіть не здригається. Звук його руки, що вдаряє по [redacted_name], є твердим, і [redacted_name] намагається не думати про те, як його груди під рукою віддають.\nНе такий шлях думок, який [redacted_name] потрібно слідувати, коли його чоловік сидить з іншого боку від нього."
}