{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Exciting news! The countdown to the 2025 BetMGM Premier League Darts is officially on, and we’re thrilled to offer you priority access to tickets before they go on sale to the public.\nStarting Tuesday, October 15, at 12:00 BST/13:00 CEST, as a Priority Member, you'll have an exclusive window to purchase your tickets for the thrilling 17-night roadshow happening across the UK, Ireland, Netherlands, and Germany from February to May.\nHere’s a reminder of the important dates:\nMonday, October 14: PDCTV Annual Members will have the first opportunity to purchase tickets.\nTuesday, October 15 at 12:00 BST: Your Priority Member access window opens! Look out for an email on Monday, October 14 between 17:00-19:00 BST with your exclusive ticket link.\nTicket Prices:\nFront Table: £60/€70\nRear Table: £50/€60\nFront Tier: £38/€45\nRear Tier: £33/€40\nTicket prices do not include any booking fee. € Prices refer to Dublin, Berlin & Rotterdam. Rear Tables not available in Dublin & Leeds. Rear Tier not available in Exeter.\nDemand is expected to be extremely high, so be sure to set a reminder for October 15 and secure your spot at what promises to be another sell-out event.\nNot a PDCTV Annual Member yet? Subscribe today by clicking the banner below to get first access to tickets on October 14 and increase your chances of securing the best seats - especially if you're aiming for table seats!\nWe can’t wait to see you at the 2025 BetMGM Premier League Darts!",
    "trans": "Чудові новини! Зворотній відлік до Прем'єр Ліги з дартсу  BetMGM 2025 офіційно розпочато, і ми раді запропонувати вам приорітетний доступ до квитків до їх продажу публіці.\nПочинаючи з четверга, 15 жовтня о 12:00 BST/13:00 CEST, як Приорітетний учасник, ви матимите ексклюзивне вікно, щоб придбати ваші квитки на захоплююче 17-денне відкрите шоу, що проходитиме в Великій Броитанії, Ірландії, Нідерландах та Німеччині з лютого до травня.\nОсь нагадування про важливі дати:\nПонеділок, 14 жовтня: Річні учасники PDCTV першими отримають можливість придбати квитки.\nВівторок, 15 жовтня о 12:00 BST: Ваше вікно доступу як пріорітетного учасника відкривається! Перегляньте вашу електронну пошту в понеділок, 14 жовтня між 17:00-19:00  BST, щоб отримати ваше ексклюзивне посилання на квиток.\nЦіни на квитки:\nПередній стіл: 60£/70€\nЗадній стіл: 50£/60€\nПередній кордон: 38£/45€\nЗадній кордон: 33£/40€\nЦіни на квитки не включають плату за бронювання. Ціни в євро відносяться до Дубліна, Берліна та Роттердама. Задні столи недоступні в Дубліні та Лідсі. Задній кордон недоступний в Екзетері.\nОчікується вкрай високий попит, тому переконайтесь, що встановили нагадування на 15 жовтня та закріпить за собою місце на заході, що обіцяє стати аншлаговим.\nЩе не є річним учасником PDCTV? Підпишіться сьогодні, натиснувши на банер нижче,щоб першим отримати доступ до квитків 14 жовтня та збільшити свої шанси на найкращі місця — особливо, якщо ви налаштовані на місця за столами.\nНе можемо дочекатись зустрічі з вами на Прем'єр Лізі з дартсу BetMGM 2025!"
}