{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Pedagogy and the spiral curriculum\nBruner's theory of instruction emphasized the importance of active learning, discovery, and inquiry. He believed that students should be encouraged to explore and investigate their own ideas, rather than passively receiving information. The spiral curriculum, one of Bruner's most well-known pedagogical innovations, highlights the importance of revisiting topics and concepts at increasing levels of complexity over time.\nSpiral Curriculum\nStudents are introduced to concepts at a basic level, then revisit and refine them at increasing levels of complexity, leading to deeper understanding over time. This process fosters a lifelong love of learning.\nActive Learning\nBruner emphasized the need for active participation in the learning process. Students should be encouraged to ask questions, explore their own ideas, and experiment with different ways of understanding the world.\nDiscovery and Inquiry\nBruner believed that students should be given opportunities to explore their interests and discover new knowledge through hands-on activities, experiments, and real-world projects.",
    "trans": "Педагогіка та спіральна навчальна програма\nТеорія навчання Брунера наголошує на важливості активного навчання, відкриттів та досліджень. Він вважав, що студентів необхідно заохочувати до дослідження та вивчення власних ідей, замість пасивного отримання інформації. Спіральна навчальна програма, одна з найбільш відомих педагогічних інновацій Брунера, висвітлює важливість перегляду тем та концепцій з постійним зростанням рівня складності.\nСпіральна навчальна програма\nСтуденти знайомляться з концепціями на базовому рівні, потім вони переглядають та розвивають їх на збільшеному рівні складності, що з часом веде до глибшого розуміння. Цей процес виховує любов до навчання на все життя.\nАктивне навчання\nБрунер наголошував на необхідності активної участи в навчальному процесі. Студентів необхідно заохочувати ставити питання, досліджувати власні ідеї та еспериментувати з різними способами розуміння світу.\nВідкриття та дослідження\nБрунер вважав, що студентам потрібно надавати можливість досліджувати власні інтереси та відкривати нові знання через практичні заняття, експерименти та реальні проекти."
}