{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hurry, you only have until 12/19/2024\nView Online\nAction needed to get your bonus!\nHere's how:\nMake direct deposits totaling $500 or more1 by 12/19/2024 to get your $300 Chase checking bonus.\nSet up direct deposit»\nAfter you complete this step, you'll receiveyour checking bonus within 15 days.\nSee below for Important Information.\nYour coupon enrollment date was 09/20/2024.\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase.\nEmail Security Information:\nEmail intended for [redacted_email]\nIf you have concerns about the authenticity of this message, please visit chase.com/CustomerService for options on how to contact us.\nIMPORTANT INFORMATION\n1Your direct deposits totaling $500 or more need to be electronic deposits of your paycheck, pension or government benefits (such as Social Security) from your employer or the government. Person to Person payments (such as Zelle®) are not considered a direct deposit. Micro-deposits do not qualify as a direct deposit for the bonus. Micro-deposits are small deposits, typically less than $1, that are sent to your account to verify it is the correct account.\nImportant Bonus/Account Information: You can receive only one new checking account opening related bonus every two years from the last coupon enrollment date and only one bonus per account. Coupon is good for one-time use. To receive this bonus, the enrolled account must not be closed or restricted at the time of payout. Eligibility may be limited based on account ownership. Bonus is considered interest and will be reported on the IRS Form 1099-INT (or Form 1042-S, if applicable).\nABOUT THIS MESSAGE\nYou have received this email to give you updates and information about your Chase relationship. This email was sent from an unmonitored mailbox. Go to chase.com/CustomerService for options on how to contact us.\nYour privacy is important to us. See our online Security Center to learn how to protect your information.\nChase Privacy Operations, P.O. Box 734007, Dallas, TX 75373-4007.\nJPMorgan Chase Bank, N.A. Member FDIC\n©2024 JPMorgan Chase & Co.\nLC-FECHECKDDQ224",
    "trans": "Поспішайте, у вас є час до 19.12.2024\nПереглянути онлайн\nНеобхідні дії для отримання вашого бонусу!\nОсь як:\nЗробіть прямі депозити на загальну суму 500 доларів або більше1 до 19.12.2024, щоб отримати свій бонус у розмірі 300 доларів за рахунок Chase.\nНалаштувати прямий депозит»\nПісля завершення цього етапу ви отримаєте свій бонус за рахунок протягом 15 днів.\nДивіться нижче важливу інформацію.\nДата реєстрації вашого купона була 20.09.2024.\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase.\nEmail безпека:\nEmail призначений для [redacted_email]\nЯкщо у вас є сумніви щодо автентичності цього повідомлення, будь ласка, відвідайте chase.com/CustomerService для отримання варіантів зв'язку з нами.\nВАЖЛИВА ІНФОРМАЦІЯ\n1Ваші прямі депозити на загальну суму 500 доларів або більше повинні бути електронними депозитами вашої заробітної плати, пенсії або державних виплат (таких як соціальне забезпечення) від вашого роботодавця або уряду. Платежі між особами (такі як Zelle®) не вважаються прямим депозитом. Мікродепозити не підходять для бонусу як прямий депозит. Мікродепозити - це невеликі депозити, зазвичай менше 1 долара, які надсилаються на ваш рахунок для перевірки правильності рахунку.\nВажлива інформація про бонус/рахунок: Ви можете отримати лише один бонус, пов'язаний з відкриттям нового рахунку для чека, кожні два роки з моменту останньої дати реєстрації купона і лише один бонус на рахунок. Купон дійсний для одноразового використання. Щоб отримати цей бонус, зареєстрований рахунок не повинен бути закритий або обмежений на момент виплати. Право на участь може бути обмежено в залежності від власності рахунку. Бонус вважається відсотком і буде зазначений у формі IRS 1099-INT (або формі 1042-S, якщо застосовно).\nЩОДО ЦЬОГО ПОВІДОМЛЕННЯ\nВи отримали цей електронний лист, щоб отримати оновлення та інформацію про ваші відносини з Chase. Цей електронний лист був надісланий з неконтрольованої поштової скриньки. Перейдіть на chase.com/CustomerService для отримання варіантів зв'язку з нами.\nВаша конфіденційність важлива для нас. Перегляньте наш онлайн Центр безпеки, щоб дізнатися, як захистити вашу інформацію.\nОперації Chase Privacy, P.O. Box 734007, Dallas, TX 75373-4007.\nJPMorgan Chase Bank, N.A. Член FDIC\n©2024 JPMorgan Chase & Co.\nLC-FECHECKDDQ224"
}