{
    "source": "en_US",
    "target": "uk_UA",
    "text": "work allows and your line manager agrees, you may work from home up to two days per week (prorated if you work part-time).\nHome working days may not be rolled over to future weeks.\n5.5. Working abroad\nWhen you need to work outside France for any competition, tournament, conference, workshop, etc., this is recorded as a business absence.\nFor every consecutive seven days spent travelling and working abroad – including weekends – you must plan one rest day on-site and can be credited for an additional day off in lieu (or the equivalent number of hours) by requesting this on the attendance management system.\nTo make best use of your time on these assignments, you’re free to plan your travel arrangements in such a way that your travel does not excessively impinge on your personal life and allows you optimal rest.\nThese provisions may be relaxed if your line manager agrees.\nTo compensate for the potential inconvenience of travel time and assignments abroad, you'll receive a fixed lump sum compensation payment, the amount of which is currently set at CHF 150 gross per night spent abroad, or the EUR equivalent. FIFA may change this amount at any time.\n5.6. Overtime\nYou’re a valued member of our team, so you have the freedom to organise your work to suit you. In return, we expect you to use your time efficiently and respect your contracted working hours.\nFor employees working fixed hours, this is calculated in half-days or full days of work and you’ll be able to claim back any days worked above your annual fixed amount.\nFor employees not working fixed hours, the provisions of the Collective Bargaining Agreement regarding any overtime shall apply.\nRemember that overtime may only be carried out at the request, or with the agreement, of your line manager.\nIn addition, to reward you for your work and investment in the success of a specific event organised by FIFA, such as the World Cup, FIFA may decide to pay an exceptional bonus. This additional bonus would be to compensate for the obligations inherent in organising this type of event (extended hours, high level of responsiveness required, etc.).\n5.7. Holidays\nYou’ll have five weeks of paid holiday each year (i.e. 25 days from Monday to Friday). From the age of 50, this increases to six weeks. In addition, the provisions of the Collective Bargaining Agreement about long-service leave are replaced by this sixth week of paid leave.",
    "trans": "Якщо це дозволяє ваша робота і ваш керівник згоден, ви можете працювати з дому до двох днів на тиждень (пропорційно, якщо ви працюєте неповний робочий день).\nДні роботи з дому не можуть бути перенесені на майбутні тижні.\n5.5. Робота за кордоном\nКоли вам потрібно працювати за межами Франції для участі в будь-якому змаганні, турнірі, конференції, семінарі тощо, це буде зафіксовано як відсутність з бізнесу.\nЗа кожні сім послідовних днів, проведених у подорожі та роботі за кордоном - включаючи вихідні - ви повинні запланувати один день відпочинку на місці і можете отримати додатковий день відгулу (або еквівалентну кількість годин) за запитом у системі управління присутністю.\nЩоб максимально ефективно використовувати свій час на цих завданнях, ви можете планувати свої подорожі таким чином, щоб вони не надмірно впливали на ваше особисте життя і забезпечували вам оптимальний відпочинок.\nЦі положення можуть бути пом'якшені за згодою вашого керівника.\nЩоб компенсувати можливі незручності, пов'язані з часом подорожей та завданнями за кордоном, ви отримаєте фіковану компенсацію у вигляді одноразового виплати, яка наразі становить 150 швейцарських франків брутто за ніч, проведену за кордоном, або еквівалент в євро. FIFA може змінити цю суму в будь-який момент.\n5.6. Перевищення робочого часу\nВи є цінним членом нашої команди, тому у вас є свобода організовувати свою роботу відповідно до ваших потреб. У відповідь ми очікуємо від вас ефективного використання вашого часу та дотримання ваших контрактних робочих годин.\nДля працівників з фіксованими годинами роботи це розраховується в півднях або повних днях роботи, і ви зможете повернути собі будь-які дні роботи понад вашу річну фіксовану кількість.\nДля працівників без фіксованих годин роботи застосовуються положення Колективної угоди щодо перевищення робочого часу.\nПам'ятайте, що перевищення робочого часу може виконуватись лише за запитом або з погодженням вашого керівника.\nКрім того, щоб винагородити вас за вашу роботу та інвестиції в успіх конкретної події, організованої ФІФА, такої як Чемпіонат світу, ФІФА може вирішити виплатити вам виняткову премію. Ця додаткова премія буде компенсувати зобов'язання, пов'язані з організацією такого типу події (подовжені години роботи, високий рівень вимогливості тощо).\n5.7. Відпустки\nВи матимете п'ять тижнів оплачуваної відпустки кожного року (тобто 25 днів з понеділка по п'ятницю). З 50 років ця кількість збільшується до шести тижнів. Крім того, положення Колективної угоди про відпустку за тривалість служби замінюються цим шостим тижнем оплачуваної відпустки."
}