{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The continental drift theory is a geological concept that explains how continents have moved over geological time. Proposed by the German meteorologist Alfred Wegener in the early 20th century, the theory suggests that continents were once part of a single supercontinent called Pangea, which began to break apart approximately 200 million years ago.\nKey Points of the Continental Drift Theory:\n1. Pangea: Wegener theorized that all current continents were once joined together in a single landmass. Over millions of years, they drifted apart to their current positions.\n2. Fossil Evidence: Wegener noted that identical fossils of plants and animals, such as the Mesosaurus (a freshwater reptile), were found on continents now separated by vast oceans, suggesting these continents were once connected.\n3. Geological Similarities: Similar rock formations and mountain ranges, such as the Appalachian Mountains in North America and the Caledonian Mountains in Scotland, indicated that these landmasses were once joined.\n4. Climate Evidence: Wegener pointed to past climate indicators, such as glacial deposits found in now tropical regions, suggesting that continents had moved from different climatic zones.\n5. Rejection and Acceptance: Initially, Wegener’s theory was met with skepticism because he could not adequately explain the mechanism behind the movement of continents. It was not until the development of the theory of plate tectonics in the 1960s that his ideas gained widespread acceptance. Plate tectonics provided a scientific basis for understanding how continents drift on the Earth’s lithosphere due to the movement of tectonic plates.\nToday, the theory of continental drift is an integral part of the broader theory of plate tectonics, which explains the dynamics of Earth’s surface and the movement of continents and ocean floors.",
    "trans": "Теорія континентального дрейфу є геологічною концепцією, яка пояснює, як континенти переміщалися протягом геологічного часу. Запропонована німецьким метеорологом Альфредом Вегенером на початку 20 століття, ця теорія стверджує, що континенти колись були частиною єдиного суперконтиненту під назвою Пангея, який почав розпадатися приблизно 200 мільйонів років тому.\nКлючові моменти теорії континентального дрейфу:\n1. Пангея: Вегенер теоретизував, що всі сучасні континенти колись були з'єднані в одну суходільну масу. Протягом мільйонів років вони віддалилися один від одного до своїх нинішніх положень.\n2. Викопні свідчення: Вегенер зазначив, що ідентичні викопні рештки рослин і тварин, такі як мезозавр (прісноводний ящір), були знайдені на континентах, які зараз розділені величезними океанами, що свідчить про те, що ці континенти колись були з'єднані.\n3. Геологічні подібності: Схожі геологічні утворення та гірські хребти, такі як Аппалачі в Північній Америці та Каледонські гори в Шотландії, вказували на те, що ці землі колись були з'єднані.\n4. Свідчення клімату: Вегенер звернув увагу на минулі кліматичні показники, такі як льодовикові відкладення, знайдені в теперішніх тропічних регіонах, що свідчить про те, що континенти перемістилися з різних кліматичних зон.\n5. Відмова та прийняття: Спочатку теорія Вегенера зустріла скептицизм, оскільки він не міг адекватно пояснити механізм переміщення континентів. Лише з розвитком теорії тектоніки плит у 1960-х роках його ідеї здобули широке визнання. Тектоніка плит надала наукову основу для розуміння того, як континенти дрейфують по літосфері Землі внаслідок руху тектонічних плит.\nСьогодні теорія континентального дрейфу є невід'ємною частиною більш широкої теорії тектоніки плит, яка пояснює динаміку поверхні Землі та рух континентів і океанських днів."
}