{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Morality is chaneable and culture-dependent and expresses socially desirable behavior. But even if morality is chaneable, it is by no meas arbitrary, especially since the change process itself takes a relatively long time( measured in years rather than weeks). This is important orientation function: since time immemorial, people have been thinking about moral issues and dealing with them. This makes it clear that consistent values, norms, and moral concepts always play a major role when people organize themselves in social communities. Ultimately, this also results in answers to questions of justice,solidarity, and care as well as the distribution of goods and resources.\nMorality acts here as the denominator for a given society. The advantage is based on the fact that the values underlying morality convey a socially accepted basic understanding and provide orientation in concrete decision-making situations. This makes morality functional and efficient for social groups: In order to be accepted in a community, the individual will strive not to act against this community. Conversely, this means that the behavior of the individual and the social group is ultimately unpredictable. As a result, uncertainty about behavior is reduced and trust is built up.",
    "trans": "Мораль є змінною та залежною від культури і виражає соціально бажану поведінку. Але навіть якщо мораль є змінною, вона зовсім не є випадковою, особливо враховуючи те, що сам процес зміни займає відносно тривалий час (вимірюється роками, а не тижнями). Це важлива орієнтаційна функція: з давніх-давен люди розмірковують над моральними питаннями і займаються ними. Це робить зрозумілим те, що послідовні цінності, норми та моральні концепції завжди відіграють важливу роль, коли люди організовуються в соціальні спільноти. Врешті-решт, це також призводить до відповідей на питання справедливості, солідарності та піклування, а також розподілу благ і ресурсів.\nМораль тут виступає як знаменник для даного суспільства. Перевага полягає в тому, що цінності, що лежать в основі моралі, передають соціально прийняте базове розуміння і забезпечують орієнтацію в конкретних ситуаціях прийняття рішень. Це робить мораль функціональною та ефективною для соціальних груп: щоб бути прийнятим у спільноті, індивід прагне не діяти проти цієї спільноти. Навпаки, це означає, що поведінка індивіда та соціальної групи в кінцевому рахунку є непередбачуваною. В результаті зменшується невизначеність щодо поведінки і будується довіра."
}