{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A Message from Amazon Flex\nHi Diana [redacted_name],\nWe're contacting you because on one or more occasions, you marked a package as \"undeliverable\" in the Amazon Flex app without first trying to call the customer or Support. As a result, this instance will be included in your delivery history.\nHere are some suggestions for successful deliveries:\n-Check the customer notes for any delivery instructions.\n-If you're having trouble following the customer instructions, you can call or text them twice between 8 a.m. – 8 p.m. local time through the app. Go to Help > “Call the Customer” or “Text the Customer.\" For your safety, don't try to contact the customer while driving.\n-If you haven't received a response from the customer, if the delivery is outside the hours of 8 a.m. – 8 p.m. local time, if there isn't customer contact information, or if you need help, contact Support in the app by selecting: ? > Driver Support.\n-If you're still unable to deliver a package, select the accurate reason code in the app and return all undelivered packages at the end of your block or by 10 a.m. the next day to the original pick-up location.\nIf this continues, your eligibility to deliver with Amazon Flex may be impacted.\nThe Amazon Flex Team\nFor faster access to Support, try live chat by signing in to the Amazon Flex app and going to the main menu > Help > Contact us.",
    "trans": "Повідомлення від Amazon Flex\nПривіт, Діано [redacted_name]!\nМи зв'язуємося з вами, оскільки в одному чи кількох випадках ви позначили посилку як «недоставлену» в додатку Amazon Flex без попередньої спроби зв'язатися з клієнтом або службою підтримки. У результаті цей випадок буде включено у вашу історію доставок.\nОсь кілька порад щодо успішної доставки:\n-Перевірте примітки до замовлення клієнта на наявність інструкцій щодо доставки.\n-Якщо у вас виникли труднощі з виконанням інструкцій клієнта, ви можете зателефонувати або надіслати текстове повідомлення два рази з 8:00 до 20:00 за місцевим часом через додаток. Перейдіть до розділу «Допомога» > «Зателефонувати клієнту» або «Написати клієнту». Для вашої безпеки не намагайтеся зв'язатися з клієнтом під час водіння.\n-Якщо ви не отримали відповіді від клієнта, якщо доставка здійснюється поза межами часу з 8:00 до 20:00 за місцевим часом, якщо відсутня інформація для контакту з клієнтом або якщо вам потрібна допомога, зверніться до служби підтримки в додатку, вибравши: ? > Підтримка водія.\n-Якщо вам все ще не вдалося доставити посилку, виберіть відповідний код причини в додатку і поверніть усі недоставлені посилки наприкінці вашої зміни або до 10:00 наступного дня до початкової точки збору.\nЯкщо це буде продовжуватися, це може вплинути на вашу подальшу можливість здійснювати доставку з Amazon Flex.\nКоманда Amazon Flex\nДля швидшого доступу до служби підтримки використайте чат в реальному часі, увійшовши в додаток Amazon Flex та перейшовши в основне меню > Допомога > Зв'язатися з нами."
}