{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Zara has cultivated unique advantages with its 4Es approach to marketing by focusing on experience, exchange, evangelism and every place strategies for the customer, rather than the old product, price, promotion and place concept focused on the brand. ‘As the brand ethos is so embedded in the customers’ mind, the customer becomes the brand manager,’ Kohan explains. In 2016, Zara service agents responded to more than 17 million customer inquiries. ‘Zara actually listens and reacts to customer feedback as its most valuable brand asset to improve its products and services,’ she says. Further, Zara focuses on its own people with corporate initiatives on diversity, respect, equal opportunity, work-life balance and professional development. Zara fosters a highly engaged workforce that translates into highly engaged interactions with customers. Additionally, over 60% of the workforce is 30 or younger, aligning with the brand’s target market. ‘The result is the customer and the company work cooperatively together so that the Zara customer becomes the Chief Customer Officer providing feedback on all aspects of the business,’ [redacted_name] concludes. This is a fundamentally different alignment than how brands using the 4Ps approach to marketing operate. Today the customer, not the company, calls the shots. Zara involves the customer interactively in the decision-making process. That is the Zara difference.",
    "trans": "Zara створила унікальні переваги завдяки своєму підходу до маркетингу 4Es, акцентувавши свою увагу на досвіді, обміні, євангелізації та стратегіях на кожному місці для клієнта, а не на старій концепції продукту, ціни, просування та місця, яка орієнтована на бренд. Оскільки етика бренду настільки сильно вкоренилася у свідомості покупців, клієнт стає бренд-менеджером», — пояснює Кохан. У 2016 році сервісні агенти Zara відповіли на понад 17 мільйонів запитів клієнтів. Zara дійсно прислухається до відгуків клієнтів і реагує на них, вважаючи їх найціннішим активом бренду, що дає змогу вдосконалювати продукцію та послуги», — каже вона. Крім того, Zara приділяє велику увагу своїм співробітникам, реалізуючи корпоративні ініціативи щодо різноманіття, поваги, рівних можливостей, балансу між роботою та особистим життям і професійного розвитку. Zara заохочує високу залученість персоналу, що призводить до високого рівня взаємодії з клієнтами. Крім того, понад 60 % співробітників є люди віком 30 років і молодше, що відповідає цільовому ринку бренду. У результаті клієнт і компанія співпрацюють один з одним так, що клієнт Zara стає головним фахівцем з роботи з клієнтами, який дає зворотний зв'язок з усіх аспектів бізнесу, — підсумовує [redacted_name]. Це принципово інший підхід, ніж так, як працюють бренди, що використовують підхід 4Ps до маркетингу. Сьогодні все вирішує клієнт, а не компанія. Zara залучає покупця до процесу прийняття рішень в інтерактивному режимі. У цьому і полягає відмінність Zara."
}