{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The complex consists of 2 buildings: 21\nIceboat Terrace and 151 Dan Leckie Way.\nProceed to 21 Iceboat Terrace. To enter the\nbuilding press buzzer 1128. Please remember that\nyou should use the first available elevator or 2\nmin interval to enter the elevator and press\nyour floor. In case you missed it please re-enter\nthe building and press the buzzer 1128 again.\nPlease contact the concierge if you require\nany further assistance with the elevator.\nThe unit’s door is open, the keys are inside on the\ntable. Once you get the keys please note that\nthe elevator won’t go up without your key fob.\nPress the fob against the black square on the\nelevator’s panel every time you use it.\nPlease help us to prepare the unit for the\nnext guest by following these easy steps:\n1) Please check out by 12 PM and leave the\nkeys on the kitchen table;\n2) If you need a later check-out, please arrange\nit with the call center at least 24 hours in\nadvance from initial check-out time. Otherwise,\neach hour will affect security deposit by $50\nCAD and $30 CAD false cleaning call (for 3+\nhours extra charges will apply).\nBefore you leave, please:\n1) Load and start the dishwasher;\n2) Load the washer with all used towels,\npour detergent and start quick wash cycle;\n3) Please do not strip the beds;\n4) Remove all garbage to the garbage room\non the floor;\n5) If you have moved any furniture, please\nplace it back to the original place.",
    "trans": "Комплекс складається з 2 будівель: 21\nІсбот Террас і 151 Ден Лекі Вей.\nПройдіть до Ісбот Террас 21. Щоб увійти в\nбудівлю натисніть на дзвоник 1128. Будь ласка, пам'ятайте, що\nви маєте скористатися першим доступним ліфтом або\nз інтервалом у 2 хвилини, щоб зайти в ліфт і натиснути кнопку\nсвого поверху. У разі якщо ви пропустили його, будь ласка, повторно увійдіть у\nу будівлю і знову натисніть на дзвоник 1128.\nБудь ласка, зв'яжіться з консьєржем, якщо вам буде потрібна\nподальша допомога з ліфтом.\nДвері кімнати відчинені, ключі лежать усередині на\nстолі. Щойно ви отримаєте ключі, будь ласка, зверніть увагу на те, що\nліфт не підніметься без вашого брелока.\nПритискайте брелок до чорного квадрата на\nпанелі ліфта щоразу, коли ви ним користуєтеся.\nБудь ласка, допоможіть нам підготувати кімнату для\nнаступного гостя, дотримуючись цих простих кроків:\n1) Будь ласка, виїжджайте до 12 години дня дня і залишайте\nключі на кухонному столі;\n2) Якщо вам потрібен пізніший виїзд, будь ласка, домовтеся\nпро це з колл-центром не менш ніж за 24 години\nдо початкового часу виїзду. В іншому випадку,\nкожна година впливатиме на розмір гарантійного депозиту на 50\nканадських доларів і на 30 канадських доларів за помилковий виклик прибиральниці (за 3+\nгодини стягується додаткова плата).\nПеред від'їздом, будь ласка:\n1) Завантажте та запустіть посудомийну машину;\n2) Завантажте в пральну машину всі використані рушники,\nзасипте миючий засіб і запустіть цикл швидкого прання;\n3) Будь ласка, не застеляйте ліжка;\n4) Винесіть все сміття у сміттєприймальне приміщення\nна підлогу;\n5) Якщо ви пересували меблі, будь ласка,\nпоставте їх на колишнє місце."
}