{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Personal statement\nMy interest in fashion or costume design first came from the film Barbie: A Fashion Fairytale and the Victoria's Secret Fashion Show, where the clothes were so appealing that I started drawing, adding my ideas and even doing some simple designs. Later, when I heard that some of my seniors were going to London to study design, the idea of becoming a designer came to my mind. It was also the childhood dream and passion that kept me learning and experimenting and motivated me to study professionally at university.\nRealistically, fashion is a lucrative industry, estimated by Fashion United to be worth the equivalent of US$3 trillion, or 2% of the world's Gross Domestic Product (GDP), and studying relevant design courses will help me embrace a promising career prospect. More importantly, the job will not only allow me to apply my aesthetic appreciation and design skills to clothing and accessories, but will also allow me to showcase my personality and creativity. I have always been keen on doing what I am passionate about, with commitment and confidence.\nSince the beginning of my design journey, I have made good use of my associative mind and been able to relate unrelated things to my work, including observations I have recorded on mood boards, images that are entertaining, disturbing, or bizarre dreams and fantasies that arise when immersed in music, have helped me a lot. Take, the first project in my portfolio, for example, the themes of which are 'black holes' and 'wormholes'. Inspired by the film 'Interstellar', I experimented with different mediums, such as pouring fluid acrylic paint on canvas and making wormhole models out of foil exhausts. During my experimentation, I am further attracted by the performance industry, which is full of creative ideas and allows the imagination to be brought to life through special clothes, make up, script, acting and so on.\nCurrently, I am studying A level Art and Design at my high school and getting a lot of practice. The course is taught in English and it has enabled me to adapt to an English-speaking environment. Also, the unique teaching style has improved my artistic skills, sharpened my visual perception and enhanced my research skills. In addition, I learned to choose fabrics and patterns, laying a good foundation. Many of my teachers are graduates from internationally renowned universities. While sharing their experiences, they helped me with relevant experiments such as the blowing and modifying effects of organza and hot air, and the three-dimensional cutting of slim space cotton. In addition, I was deeply impressed by their personalities and further determined to study abroad.\nAs an established advertising professional, my father would share his design ideas and forecasts with me, and even take me to his workplace. I was fortunate enough to be a model for Parimand, and the advertisements I worked on were exhibited at the Shanghai International Eyewear Show. During my holidays, I interned at an advertising agency and learnt the process of design output, including the use of software such as AI and PS. In the ASDAN business simulations, I was responsible for designing posters and creating slides to explain our products to the outside world. All these experiences have been an asset to my growth and have given me an insight into the commercial nature of the creative industry.\nThe UK is one of the most developed countries in the world, with a diverse community, a strong artistic scene and outstanding fashion and costume design achievements, and I would love to study at your school. If given the opportunity, I will do my best to improve my professional skills and expand my knowledge and horizons by participating in more international fashion events and competitions. I sincerely hope to be favoured by you and to come to the forefront of the fashion industry under your guidance.",
    "trans": "Особиста заява\nМій інтерес до моди або дизайну костюмів уперше виник після перегляду фільму «Барбі: Казкова країна моди» і показу мод Victoria's Secret, де одяг був настільки привабливим, що я почала малювати, додавати свої ідеї і навіть робити деякі прості ескізи. Пізніше, коли я почула, що деякі з моїх старшокласників збираються до Лондона, щоб вивчати дизайн, мені спала на думку ідея стати дизайнером. Це була дитяча мрія і пристрасть, яка змушувала мене вчитися, експериментувати і мотивувала на професійне навчання в університеті.\nУ реальності мода є прибутковою індустрією, вартість якої, за оцінками Fashion United, еквівалентна 3 трильйонам доларів США, або 2 % світового валового внутрішнього продукту (ВВП), і вивчення відповідних курсів дизайну допоможе мені реалізувати перспективу кар'єрного зростання. Що ще важливіше, ця робота не тільки дасть мені змогу застосувати моє розуміння естетики та дизайнерські навички у створенні одягу та аксесуарів, а й дасть змогу проявити свою індивідуальність і творчі здібності. Я завжди прагнула робити те, що мені подобається, із самовіддачею та впевненістю.\nВід самого початку мого дизайнерського шляху я добре використовувала свій асоціативний розум і вміла пов'язувати непов'язані речі з моєю роботою, включно зі спостереженнями, що я записувала на дошках настрою, образами, що розважають, тривожать, або химерними снами й фантазіями, що виникають під час занурення у музику, які дуже допомогли мені. Візьмемо, в якості прикладу, перший проєкт у моєму портфоліо, темами якого є «чорні діри» та «червоточини». Натхненна фільмом «Інтерстеллар», я експериментувала із різними засобами, наприклад, заливала рідкі акрилові фарби на полотно і робила моделі червоточин із витяжної фольги. Під час експериментів мене ще більше привабила індустрія перформансу, яка сповнена творчих ідей і дає змогу втілити уяву в життя за допомогою спеціального одягу, гриму, сценарію, акторської гри тощо.\nНа даний момент я вивчаю мистецтво і дизайн на рівні A у своїй середній школі та отримую багато практики. Викладання ведеться англійською мовою, і це дало мені змогу адаптуватися до англомовного середовища. Крім того, унікальний стиль викладання покращив мої художні навички, загострив моє візуальне сприйняття і поліпшив мої дослідницькі навички. Крім того, я навчилася вибирати тканини і викрійки, заклавши хорошу основу. Багато з моїх викладачів є випускниками всесвітньо відомих університетів. Ділячись своїм досвідом, вони допомагали мені в проведенні експериментів, як-от видування і модифікація органзи і гарячого повітря, а також тривимірний крій тонкої просторової бавовни. Крім того, я була глибоко вражена їхніми особистісними якостями і ще більше була налаштована вчитися за кордоном.\nБудучи вже досвідченим професіоналом у сфері реклами, мій батько ділився зі мною своїми дизайнерськими ідеями і прогнозами і навіть брав мене з собою на роботу. Мені пощастило стати моделлю для компанії Parimand, а рекламні ролики, над якими я працювала, були представлені на Шанхайській міжнародній виставці окулярів. Під час канікул я стажувалася в рекламному агентстві та вивчала процес створення дизайну, включно з використанням таких програм, як AI і PS. У бізнес-симуляторах ASDAN я відповідала за дизайн плакатів і створення слайдів, щоб розповісти про нашу продукцію зовнішньому світу. Весь цей досвід сприяв моєму розвитку і дав мені уявлення про комерційну природу творчої індустрії.\nВелика Британія є однією з найрозвиненіших країн у світі, з різноманітним суспільством, сильною мистецькою сценою і визначними досягненнями в галузі моди та дизайну костюмів, і я б із задоволенням навчалася у вашій школі. Якщо мені буде надана така можливість, я зроблю все можливе, щоб поліпшити свої професійні навички та розширити свої знання й горизонти, беручи участь у більшій кількості міжнародних заходів і конкурсів моди. Я щиро сподіваюся на вашу прихильність і на те, що під вашим керівництвом я зможу вийти на передові позиції в індустрії моди."
}