{
    "source": "en_US",
    "target": "uk_UA",
    "text": "North High Families:\nThis is a reminder that the virtual Parent Teacher Conferences registration link will open close, Monday, October 7 at 12:00pm. The original email with additional details is below.\nThe staff of North High would like to invite you to attend our Parent-Teacher Conferences on Wednesday, October 9th, from 3:00 - 8:00 pm. This evening will be an excellent opportunity for you to communicate with your student's teachers about his/her academic progress.\nVirtual Conferences\nVirtual Conferences are from 3:00 - 5:00 pm on October 9th. Registration for these conferences will be open online beginning Monday, September 30th at 9:00 am. Due to the nature of these conferences, you must register online by appointment to meet with your student's teachers. In order to register, use THIS LINK or you may access the link using the Parkway North School webpage found HERE.\nWhile the link is currently up on North High's webpage, please remember that registration will NOT open until 9:00 am Monday morning. At that time you will be able to register for individual five-minute conferences with your student's teachers. Registration will close at 12:00 pm on Monday, October 7th.\nIn-Person Conferences\nFor In-Person Conferences, you don't need to do anything more. In-person Conferences are from 5:45 - 8:00 pm on October 9th. No appointments necessary. Staff will be seated by department in the lower level. While waiting to speak with a teacher, you will be asked to assist by providing a non-verbal cue to indicate that five minutes have passed.\nIf you have questions or problems registering, please contact [redacted_name] at skelt@parkwayschools.net.\nSincerely,",
    "trans": "Родини North High:\nЦе нагадування, що посилання на реєстрацію для участі у віртуальних конференціях батьків та вчителів відкриється в понеділок, 7 жовтня о 12:00. Оригінальний електронний лист з додатковою інформацією знаходиться нижче.\nПерсонал North High  хотів би запросити вас відвідати наші Конференції Батьки-Вчителів в середу, 9 жовтня, з 15:00 до 20:00. Цього вечора ви матимете чудову можливість поспілкуватись з вчителями вашого студента про його/її успіхи у навчанні.\nВіртуальні конференції\nВіртуальні конференції відбудуться з 15:00 до 17:00 9 жовтня. Реєстрація на ці конференції буде доступна онлайн починаючи з понеділка, 30 вересня о 9:00. Зважаючи на природу цих конференцій, ви маєте зареєструватись онлайн на зустріч з вчителями вашого студента. Щоб зареєструватись, скористайтесь ЦИМ ПОСИЛАННЯМ або ви можете отримати доступ до посилання, скориставшись вебсторінкою Parkway North School ТУТ.\nХоча посилання на даний момент доступне на веб сторінці North High, будь ласка, пам'ятайте, що реєстрація НЕ відкриється до 9:00 понеділка. Тоді ви зможете зареєструватись для індивідуальних п'ятихвилинних зустрічей з вчителями вашого студента. Реєстрація закриється о 12:00 в понеділок, 7 жовтня.\nОсобисті зустрічі\nДля особистих зустрічей вам більше нічого не потрібно робити. Особисті зустрічі відбудуться з 17:45 до 20:00 9 жовтня. Попередній запис не потрібен. Персонал буде розташований на нижньому рівні по відділам. В очікуванні розмови з вчителем, вас попросять про допомогу в наданні невербального сигналу про те, що п'ять хвилин пройшли.\nЯкщо ви маєте питання або проблеми при реєстрації, будь ласка, зв'яжіться з [redacted_name] за адресою skelt@parkwayschools.net.\nЩиро ваші,"
}