{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Here is a step-by-step breakdown of direct instruction:\nStep 1: Opening of Lesson (You explain.)\nThe instructor explains what the student should know and be able to do by the end of the lesson. The instructor connects to prior knowledge, identifying what the students have already done that can act as a bridge to the new learning taking place in the lesson.\nStep 2: Modeling (You do it.)\nStudents actively watch and listen. The instructor is responsible for thinking out loud and modeling the task or technique.\nStep 3: Structured Practice (We do it together.)\nThe instructor checks for a student's understanding by asking questions to help reinforce their comprehension of knowledge and skills.\nStep 4: Guided Practice (You provide training wheels.)\nStudents are responsible for thinking and doing. The instructor watches, listens, and guides, monitoring individuals one by one.\nStep 5: Independent Practice (Student works alone.)\nStudents practice by themselves in order to \"own\" a new skill. Instructors should refrain from intervening and allow the student to struggle a bit.",
    "trans": "Ось покрокова розбивка прямої інструкції:\nКрок 1: Відкриття уроку (Ви пояснюєте.)\nВикладач пояснює, що має знати та вміти студент до кінця уроку. Викладач звертається до попереднії знань, визначаючи те, що вже зробили студенти, що може слугувати мостом до нових знань, які викладатимуться протягом уроку.\nКрок 2: Моделювання (Це робите ви.)\nСтуденти активно дивляться та слухають. Викладач відповідальний за роздуми вголос та моделювання завдання або техніки.\nКрок 3: Структурована практика (Ми робимо це разом.)\nІнструктор перевіряє розуміння студентів, ставлячи запитання, щоб допомогти закріпити їх розуміння знань та навичок.\nКрок 4: Практика під керівництвом інструктора (Ви надаєте навчальні матеріали.)\nСтуденти несуть відповідальність за роздуми та виконання. Викладач спостерігає, слухає та направляє, перевіряючи кожну особу.\nКрок 5: Самостійна практика ( Студент працює сам.)\nСтуденти практикуються самостійно, щоб «оволодіти» новими навичками. Викладачі мають утриматись від втручання та дозволити студенту трохи помучитись."
}