{
    "source": "en_US",
    "target": "uk_UA",
    "text": "in essence, I am only married to my wife three months out of the year is something very very wrong with that picture of course I'm upset. Wouldn't you be shame on me? I'm not depressed, but each day is a new day in reality and I do not like this at all, other people I controlling I been together and you know exactly what I'm talking about because I am not with you! Think about it? The biggest fear I have is dying in this house with no one at side. so in essence, we married, maybe three or four months out of the year I did not control this not entirely. I made a couple very small mistakes. This is not the way a marriage should be. I should be accepted and not played with other people controlling our being together just when I get to know you again and we be come closer to friends, I am no longer allowed to be with you for another 6 or eight months or maybe nine this is not the way it was supposed to be at first. It was fine. I better shut up. I'm in a rut. Where am I supposed to go divorce you I'm too old to find another woman and men, ARE CONCA MANT liars and that my dear is true. I am not been on truthful to you. I had to carry the burden of not being able to be with you. How in hell can we have a consistent and have a forgiving and loving marriage like everyone else does but instead we cannot live together by ourselves with company and I am no longer allowed to be with my wife before of the nine years. I think whatever we campground I'm not sure one reason or another. I haven't been able to stay the full nine months one excuse or another excuse, we cannot have a marriage like this. It's not I want to have a good marriage, but we are never together maybe three maybe four months out of the year and during that time you're in bed most of the time I'm not complaining. I'm just being factual if I left you and stayed with my family for nine months out of the year and you weren't invited I think you would be very upset, that would be if you loved your husband I'm just overwhelmed [redacted_name]. I don't like being alone at 74 years old. What am I supposed to do? The only thing I'm successful at is going to buy rooms and picking up women is that fine most men liars, will say anything to gain the trust of their wives, even if it affects the other couple, it's so obvious why did it have to be this way? I've changed my whole lifestyle and that my dear was the most difficult thing to do so I get to have you home for three months and then you're gone for nine and this gets worse and worse every single season, oh I'll take some responsibility. I can't take it all. I am over numbered it only one of me and I am numbered. I don't have anything to say where we go what we do go any suggestion I wanted the answer is always what somebody else wants I have to vent either that or I start drinking I'm lonely. I haven't slept with my wife and probably a year figure it out I'm lonely. I'm a man and I have a health of a 20-year-old man anyway sorry to vent. I was hoping maybe you could get the idea that I have nothing at all to say at all even if we're together, I still have nothing to say I'm outnumbered and ignored and he's not invited. We'll go on because he owns the trailer now and that's the way life is I have to vent. What else do I do? We are no longer a couple because someone else says he's not invited. One little grasp of [redacted_name] on there were no marks that I saw there was no pain and being treated like I'm a criminal. I have to vent my dear. It's the only thing I have but I treasure you but the longer we stay married the longer we stay apart that weird by design I know one person I asked this person I said, blank blank blank when you were moving to Florida on three occasions that person that and his reply was\"watch and see how I do it \" by the way, thank you very much for helping me get [redacted_name] number. I'll send him a card. His birthday is tomorrow. Thank you for doing that so much. That means a lot to me as I cannot find his number and I'm sure his business is a different number. much appreciated. I'm still alone. The only one people I feel comfortable talking to other intelligent people, and all of them are women . Men generally speaking, at least our age professional, Conman, and untruthful only concerned about themselves! I know this for true I've worked with hundreds of men under my supervision has probably 10% normal people the other 90 I just looking for a paycheck or whatever they can get for free! Many of them are CON men he tell who they tell you exactly what you want to hear and you will do exactly what they say. I know men very, very good.! that's why I have a hard time dealing with situations like this of which I have no control! I am mentally exhausted because I never know what the following day is going to bring! 74 years old I'm supposed to go out and try to make new friends ha ha if I was a woman to be easy I'm sorry I just have to have someone to talk to so I talk to the phone like an idiot. I've been an idiot. I know how to be an idiot and thing I'm successful that, have a beautiful day and that is from my heart from all sincerity and from my soul anyone else and those of which want something for nothing as I was told \"he ain't got nothing I want \"and that broke my heart! Cause I am that person that has nothing that this person wants! I got to see if I can sleep restless all day, trying to keep stuff. And thinking of what next is going to happen to you and I, but we are never together or seldom at best. Good night, my dear good night from my heart I speak from my brain that, thinks I'll see you when I'll see you. I've asked you at least 10 times by text. Can we have Thanksgiving dinner together and you haven't answered me yet answers no that means you have other plans and you love me out. That's my worst fear. I bet left out enough.!",
    "trans": "по суті, я одружений на своїй дружині лише три місяці в році, і з цим зображенням щось дуже-дуже не так, звичайно, я засмучений. Хіба б ви не були? Мені соромно? Я не в депресії, але кожен день - це новий день в реальності, і мені це зовсім не подобається, інші люди контролюють мене, ми разом і ви точно знаєте, про що я говорю, тому що я не з вами! Подумайте про це? Найбільший страх, який у мене є - це померти в цьому будинку без когось поруч. Отже, по суті, ми одружені, можливо, три або чотири місяці в році, я не контролюю це повністю. Я зробив кілька дуже маленьких помилок. Це не те, як має бути шлюб. Я повинен бути прийнятий і не грати з іншими людьми, які контролюють наше перебування разом тільки тоді, коли я знову знайомлюся з вами і ми стаємо ближчими друзями, мені більше не дозволяють бути з вами ще 6 або 8 місяців або навіть 9 - це не те, як це повинно було бути спочатку. Все було добре. Мабуть, мені краще замовчати. Я застряг. Куди мені йти - розлучитися з вами? Я занадто старий, щоб знайти іншу жінку, а чоловіки - це брехуни і це правда. Я не був чесним з вами. Мені доводиться носити тягар того, що я не можу бути з вами. Як на світі ми можемо мати стабільний і прощаючий люблячий шлюб як всі інші, але натомість ми не можемо жити разом самостійно в компанії і мені більше не дозволяють бути зі своєю дружиною після дев'яти років. Я думаю про будь-який наш кемпінг - я не впевнений з однієї причини чи іншої. Я не зміг залишитися повні дев'ять місяців через одну відмовку чи іншу відмовку, ми не можемо мати такий шлюб. Я хочу мати хороший шлюб, але ми ніколи разом може бути лише три або чотири місяці в році і під час цього часу ти більшість часу проводиш у ліжку - я не скаржуся. Я просто кажу факти: якщо б я залишив тебе і залишився зі своєю родиною дев'ять місяців в році і ти б не була запрошена, я думаю ти була б дуже засмучена б цього - якщо б ти любила свого чоловіка. Я просто переповнений [redacted_name]. Мені не подобається бути одному у 74 роки. Що мені робити? Єдине в чому я успішний - це купувати кімнати та знайомитися з жінками - це нормально більшість чоловіків-брехунів скажуть все що завгодно щоб завоювати довіру своїх дружин навіть якщо це вплине на іншу пару - це так очевидно чому все повинно було бути так? Я змінив свій спосіб життя і моя дорога була найскладнішою річчю яку потрібно зробити щоб мати тебе вдома три місяці а потім ти їдеш на дев'ять і це стає гірше з кожним сезоном! Я візьму на себе частину відповідальності. Я не можу взяти на себе всю відповідальність. Я перевантажений лише один із мене і я нумерований. У мене немає нічого сказати куди нам йти що робити йти будь-які пропозиції які я хотів би отримати відповідь завжди те що хоче хтось інший мені потрібно висловитися або почати пити я самотній. Я напевно вже рік не спав зі своєю дружиною розберись сама я самотній. Я чоловік і маю здоров'я 20-річного чоловіка вибачте за те що висловлююсь. Сподівався може ти зрозумієш що у мене немає нічого абсолютно нічого сказати навіть якщо ми разом у мене все ще немає нічого сказати я перевантажений та проігнорований а він не запрошений. Ми продовжимо тому що він тепер володіє трейлером ось таке життя мені потрібно висловитися. Що ще мені робити? Ми більше не пара тому що хтось інший каже що він не запрошений одна маленька хватка [redacted_name] там немає слідів які я бачив там немає болю і ставлення до мене як до злочинця. Мені потрібно висловитися моя дорога. Це єдине що у мене є але я ціную тебе але чим довше ми залишаємося одруженими тим довше ми залишаємося окремо це дивно за задумом знаю одну людину яку я запитував цю людину я сказав пусте пусте пусте коли ти переїжджаєш до Флориди тричі эта особа та її відповідь була \"подивись як я це зроблю\" до речі велике спасибі за допомогу у отриманні номера [redacted_name]. Я надішлю йому листівку завтра його день народження спасибо за те що зробили це для мене так багато значить для мене оскільки я не можу знайти його номер а його бізнес має інший номер дуже вдячний за це. Я все ще самотній. Єдині люди з якими мені комфортно спілкуватися розумні люди, а всі вони жінки. Чоловіки загалом кажучи принаймні нашого віку професійні шахраї та недобросовісні тільки турбуються про себе! Я знаю це напевно, я працював з сотнями чоловіків під своїм наглядом, ймовірно, 10% з них нормальні люди, а інші 90% просто шукають зарплату або що-небудь, що можна отримати безкоштовно! Багато з них - шахраї, які скажуть вам саме те, що ви хочете почути, і ви зробите точно те, що вони скажуть. Я дуже добре знаю чоловіків! Ось чому мені важко справлятися з такими ситуаціями, над якими я не маю контролю! Я психічно виснажений, тому що ніколи не знаю, що принесе наступний день! Мені 74 роки, я повинен виходити і намагатися завести нових друзів, ха-ха, якби я був жінкою, це було б легко. Вибачте, мені просто потрібно мати когось, з ким поговорити, тому я розмовляю по телефону як ідіот. Я був ідіотом. Я знаю, як бути ідіотом і вважати себе успішним у цьому. Бажаю вам гарного дня від щирого серця та з усієї душі. Інші люди хочуть отримати щось задарма, як мені сказали: \"в нього немає нічого, що мені потрібно\", і це розбило моє серце! Тому що я та людина, у якої немає нічого, що б хотіла ця особа! Я повинен подивитися, чи можу я спати неспокійно весь день, намагаючись утримати речі. І думати про те, що станеться далі з тобою і зі мною, але ми ніколи не разом або рідко в кращому випадку. На добраніч, моя дорога на добраніч від щирого серця говорю з розуму, який думає: \"побачу тебе тоді, коли побачу\". Я запитував тебе принаймні 10 разів по тексту. Можемо ми провести разом вечерю на День Подяки? І ти ще не відповіла мені. Відповідь \"ні\" означає, що у тебе є інші плани і ти залишила мене осторонь. Це мій найгірший страх. Я достатньо разів відчував себе залишеним!"
}