{
    "source": "en_US",
    "target": "uk_UA",
    "text": "eHealth Independent Licensed Insurance Agents and Medicare Benefit Advisors\nEHEALTH INSURANCE SERVICES\neHealth Medicare Matchmakers\neHealth\nBenefits may not be available in every Medicare plan. There may be no plan in your service area that includes all listed benefits.\nThis ad is not from the government. It's from eHealth, an insurance agency selling plans from many insurance companies.\n1eHealth is a free service with no obligation to enroll.\n2March 2024, report from eHealth, Inc., [\"Medical Bill and Prescriptions Savings for Medicare Beneficiaries\"]. Average potential savings are based on average of user sessions limited to plans offered by eHealth at the time of tool use and are based on the cost information available to eHealth at the time the tool was used; this cost information is subject to periodic updates and corrections. Individual experiences may vary.\n3Exclusions and limitations apply. This is a solicitation of insurance by eHealthInsurance Services, Inc. (dba eHealth or eHealth Agency), a licensed health insurance agency offering plans from many insurance companies, and is not connected with or endorsed by the United States government or the federal Medicare program.\n*Top plans based on KFF's 2024 Update and Key Trends report; analysis of 2024 CMS Medicare Advantage enrollment by firm.\nThe Medicare plans represented are PDP, HMO, PPO or PFFS plans with a Medicare contract. Enrollment in plans depends on contract renewal. Not all plans include all benefits mentioned. Benefits may vary by carrier and location. Limitations and exclusions may apply.\nWe do not offer every plan available in your area. Currently we represent 55 organizations which offer 4,405 products in your area. Please contact 1-800-MEDICARE, or your local State Health Insurance Program (SHIP) to get information on all of your options. Each organization may have multiple corporate affiliates.\neHealth agents are unbiased because they get paid the same, no matter which plan you choose.\neHealth values the privacy and security of our customers.\nEvery year, Medicare evaluates plans based on a 5-star rating system.\nFor eHealth's Privacy Policy, Licensing, Terms of Use, and Nondiscrimination Notice, go to\n[redacted_address]\n© 2025 eHealthInsurance Services, Inc.\nMULTIPLAN_EHI_2024_1890_M\nIf you no longer wish to receive emails from eHealth,\nThis email was sent by a third-party marketing company on behalf of eHealth.",
    "trans": "eHealth незалежні ліцензовані агенти медичного страхування та медичні консультанти\nСТРАХОВІ ПОСЛУГИ EHEALTH\neHealth Medicare Matchmakers\neHealth\nЛьготи можуть бути доступні не для кожного плану  Medicare. Можливо, для вашого району обслуговування немає плану, який включає всі перелічені льготи.\nЦя реклама не є урядовою. Вона від eHealth, страхової агенції, яка продає плани від багатьох страхових компаній.\n1 eHealth  є безкоштовним сервісом без обов'язкової реєстрації.\n2 Звіт eHealth, Inc. за березень 2024 [«Економія на рахунках за послуги та рецепти для учасників програми Medicare»]. Середня потенційна економія базується на середній кількості сеансів користувачів, обмежених планами, запропонованими  eHealth на момент користування інструментом; інформація про вартість підлягає періодичному оновленю та коригуванням. Індивідуальний досвід може відрізнятись.\n3 Застосовуються винятки та обмеження. Це пропозиція про страхування від eHealthInsurance Services, Inc. (далі eHealth або eHealth Agency), ліцензованої страхової агенції, яка пропонує плани від багатьох страхових компаній, і не пов'язана та не ухвалена урядом Сполучених Штатів або федеральною програмою Medicare.\n*Топ плани, що базуються на звіті KFF за 2024 рік «Оновлення та ключові тенденції»  аналіз участі фірм в CMS Medicare Advantage в 2024 році.\nПредставлені плани Medicare є планами PDP, HMO, PPO або PFFS  з контрактом з Medicare. Участь в планах залежить від оновлення контракту. Не всі плани включають всі зазначені переваги. Переваги можуть відрізнятись від оператора зв'язку та місця. Можуть застосовуватись обмеження та виключення.\nМи не пропонуємо всі плани, доступні у вашому районі. На даний час ми прадставляємо 55 організацій, які пропонують 4405 продуктів у вашому районі. Будь ласка, зв'яжіться за номером 1-800-MEDICARE, або з вашою місцевою страховою програмою State Health (SHIP), щоб отримати інформацію про всі ваші опції. Кожна організація може мати кілька корпоративних філій.\nАгенти eHealth неупереджені, тому що вони отримують однакову платню, незалежно від обраного вами плану.\neHealth цінує приватність та безпеку наших клієнтів.\nКожного року  Medicareоцінює плани, базуючись на 5-зірковій рейтинговій системі.\nЩоб переглянути політику приватності, ліцензію, правила користування та повідомлення про відмову від дискримінації eHealth, перейдіть\n[redacted_address]\n© 2025 eHealthInsurance Services, Inc.\nMULTIPLAN_EHI_2024_1890_M\nЯкщо ви більше не бажаєте отримувати електронні листи від eHealth,\nЦей електронний лист відправлений третьою стороною, маркетинговою компанією від імені eHealth."
}