{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi [redacted_name]! I hope that you’re having a wonderful day! I am about to jump back into a session with a client and I thought about you briefly at this moment. I wanted to send you a simple reminder that it is daylight savings time so if you have any of those small clocks around the house that may need to be adjusted, go ahead and knock that out today!\nAs you know, nothing changes until you do something different. In 59 days it will be a New Year. 2025 will be here before you know it. The question is are you ready?\nIt’s time for us to plant our seeds and prepare for a beautiful harvest! It is extremely odd to know that no one person can do this on their own. We are going to be one year older and before you know it, we’re going to wake up God willing, and be in our 80s looking back at where the time went.\nI’m here as your accountability partner to simply remind you to be intentional and let’s get serious. Let’s put in the hard work today so that we can enjoy this day as well as tomorrow. Nothing is promised to us.\nWe can no longer hide from the fact that we need to make some necessary changes for ourselves. I’m here to encourage you to know that the time is now. Let’s continue to have joy, be in the moment, and stay focused.\nEvery day truly brings on extraordinary opportunities, depending on the lens, we choose to look through. Take care. Stay blessed and enjoy this wonderful day! God bless you always!\nCarpe diem!\n👑",
    "trans": "Привіт, [redacted_name]! Сподіваюся, що у тебе чудовий день! Я збираюся повернутися до сеансу з клієнтом і в цей момент згадав про тебе. Я хотів нагадати тобі, що зараз літній час, тому якщо у тебе удома є маленький годинник, який потрібно перевести, зроби це сьогодні!\nЯк ти знаєш, нічого не змінюється, поки ти не зробиш щось інше. Через 59 днів настане Новий рік. 2025 рік настане раніше, ніж ти встигнеш озирнутися. Питання в тому, чи ти готовий?\nДля нас настав час посадити насіння і підготуватися до прекрасного врожаю! Дуже дивно усвідомлювати те, що жодна людина не може зробити це самотужки. Ми стаємо на рік старшими, і не встигнеш озирнутися, як ми прокинемося, дай Боже, і у свої 80 років озиратимемося на те, куди подівся час.\nЯ тут в якості твого партнера із підзвітності, щоб просто нагадати тобі про те, що ти маєш бути нарочитим, і давай будемо серйозними. Давай докладемо всіх зусиль сьогодні, щоб насолодитися цим днем і завтрашнім. Нам нічого не обіцяно.\nМи більше не можемо приховувати, що нам потрібно щось змінити в собі. Я тут для того, щоб переконати тебе у тому, що час настав. Давай продовжувати радіти, бути в моменті й не відволікатися.\nКожен день дійсно приносить незвичайні можливості, залежно від того, через яку лінзу ми дивимося. Бережи себе. Залишайся благословенним і насолоджуйся цим чудовим днем! Хай благословить тебе Господь!\nCarpe diem!\n👑"
}