{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Your friend Wilson has referred you! Use this page to open an account — then you both can be rewarded.\nGet a bonus\n$\n300\nNew Chase checking customers: Open a Chase Total Checking® account1 and make direct deposits totaling $500 or more within 90 days of coupon enrollment. Plus, your friend can get a bonus, too.\nOpen an account »\nCoupon code automatically applied when you choose \"Open an account\"\nOR\nEnter email addressEmail my coupon »\nEmail address won’t be used for other\npromotions or shared with third parties\nAccount subject to approval.\nGet Service Fee, Bonus/Account and other Important Information.\nOffer expires 01/22/2025.\nHow to avoid the Monthly Service Fee and other product details\nChaseTotal Checking®\nMonthly Service Fee2\n$12 or $0\n$12 Monthly Service Fee OR $0 with one of the following, each monthly statement period:\nElectronic deposits made into this account totaling $500 or more, such as payments from payroll providers or government benefit providers, by using (i) the ACH network, (ii) the Real Time Payment or FedNowSM network, or (iii) third party services that facilitate payments to your debit card using the Visa® or Mastercard® network,\nOR a balance at the beginning of each day of $1,500 or more in this account,\nOR an average beginning day balance of $5,000 or more in any combination of this account and linked qualifying Chase checking, savings, and other balances\nOther fees apply. See the Clear & Simple Product Guide (PDF) and Deposit Account Agreement for more information.\nSee how easy it is\n1\nOpen an account online with the coupon code or enter your email address to get your coupon and bring it to a Chase branch to open an account. Offer expires 01/22/2025.\n2\nMake direct deposits totaling $500 or more within 90 days of coupon enrollment.\n3\nReceive your new checking account bonus within 15 days.\nYour friend will be rewarded after you open an account and take advantage of your offer from this page.\nBank on your terms\nChase Overdraft AssistSM\nNo overdraft fees if you're overdrawn by $50 or less at the end of the business day or if you're overdrawn by more than $50 and bring your account balance to overdrawn by $50 or less at the end of the next business day.\nChase Mobile®app\nBank when and where you want. Manage accounts, pay bills, send money to friends with Zelle®and deposit checks from almost anywhere.\nConvenient locations\nWith over 4,700 branches, Chase has the largest branch network in the U.S. plus access to more than 15,000 ATMs.\nChase bonus FAQs\n+\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase.",
    "trans": "Ваш друг Вілсон порекомендував вас! Скористайтеся цією сторінкою, щоб відкрити рахунок — тоді ви обидва отримаєте винагороду.\nОтримати бонус\n$\n300\nНові клієнти Chase, які користуються чековими рахунками. Відкрийте рахунок Chase Total Checking®1 та зробіть прямий депозит на загальну суму від $500 протягом 90 днів з моменту реєстрації купона. Крім того, ваш друг також може отримати бонус.\nВідкрити рахунок »\nКод купона автоматично застосовується при виборі пункту «Відкрити рахунок»\nАБО\nВведіть адресу електронної поштиНадішліть мій купон на електронну пошту »\nАдреса електронної пошти не буде використана для інших\nрекламних акцій та не буде передана третім особам\nРахунок підлягає підтвердженню.\nОтримайте інформацію про комісію за обслуговування, бонус/рахунок та іншу важливу інформацію.\nТермін дії пропозиції закінчується 22.01.2015.\nЯк уникнути щомісячної плати за обслуговування та інша інформація про продукт\nChaseTotal Checking®\nЩомісячна плата за обслуговування2\n$12 або $0\n$12 щомісячна плата за обслуговування АБО $0 з однією з наступних послуг, щомісяця в період виписки:\nЕлектронні депозити, внесені на цей рахунок на загальну суму $500 або більше, наприклад, платежі від провайдерів заробітної плати або провайдерів державних виплат, за допомогою (i) мережі ACH, (ii) мережі Real Time Payment або FedNowSM, або (iii) послуг третіх сторін, які полегшують здійснення платежів на вашу дебетову картку за допомогою мережі Visa® або Mastercard®,\nАБО залишок на початку кожного дня на цьому рахунку має становити $1500 або більше,\nАБО середній залишок на початок дня становить $5000 або більше у будь-якій комбінації цього рахунку та пов'язаних з ним чекових, ощадних та інших рахунків Chase, що відповідають певним критеріям\nСтягуються інші комісії. Для отримання додаткової інформації ознайомтеся з Посібником по продукту «Ясний і простий» (PDF) та Угодою про депозитний рахунок.\nПодивіться, як це просто\n1\nВідкрийте рахунок онлайн за допомогою коду купона або введіть свою електронну адресу, щоб отримати купон і принесіть його до відділення Chase для відкриття рахунку. Пропозиція діє до 22.01.2015.\n2\nЗробіть прямий депозит на загальну суму від $500 протягом 90 днів з моменту реєстрації купона.\n3\nОтримайте бонус на новий розрахунковий рахунок протягом 15 днів.\nВаш друг отримає винагороду після того, як ви відкриєте рахунок і скористаєтеся пропозицією з цієї сторінки.\nБанк на ваших умовах\nChase Overdraft AssistSM\nВідсутність комісії за овердрафт, якщо на кінець робочого дня ви перевищили ліміт на $50 або менше, або якщо ви перевищили ліміт більше ніж на $50 і привели залишок на рахунку до рівня не більше $50 на кінець наступного робочого дня.\nChase Mobile®app\nКористуйтеся банком, коли і де завгодно. Керуйте рахунками, сплачуйте рахунки, надсилайте гроші друзям за допомогою Zelle® та депонуйте чеки практично з будь-якого місця.\nЗручне розташування\nЗавдяки понад 4700 відділень Chase має найбільшу філіальну мережу в США, а також доступ до більш ніж 15000 банкоматів.\nЧасті запитання щодо бонусу Chase\n+\nЯкщо у вас виникли запитання, будь ласка, зателефонуйте або завітайте до місцевого відділення Chase."
}