{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In 1936, on a wooded sight at Bear Run, Pennsylvania, Wright built a weekend house for the [redacted_name] family. The house is a synthesis of International style and Prairie style. It is called Fallingwater because it perched over a small waterfall. Like the Robie House, there is a small central core, composed of local masonry. Fallingwater is surrounded by reinforced concrete terraces, which are related to the International style. Their beige color attempts to blend with the landscape. Their cantilevered horizontals repeat the horizontals of the rocky ledges below. The smooth texture and light hue of the terraces contrast of the darker natural colors of the woods. The natural stone of the chimneys resembles the rocks in the surrounding landscapes. In keeping with the Prairie style, parts of the house are integrated into the landscape and seem to grow from it. Glass walls reinforce the association of architecture with the landscape. It is organic architecture.\nFallingwater\nThe International Style\nFrom the end of World War I, a new architectural style began in Western",
    "trans": "У 1936 році, на лісистій ділянці в Беар-Ран, штат Пенсільванія, Райт побудував заміський будинок для родини [редаговано]. Цей будинок є синтезом Міжнародного стилю та стилю Прерій. Він отримав назву «Fallingwater» («Будинок над водоспадом»), оскільки розташований над невеликим водоспадом.  Як і Будинок Робі, він має невелике центральне ядро, складене з місцевого каменю. «Будинок над водоспадом» оточений терасами з залізобетону, що відповідає принципам Міжнародного стилю. Їхній бежевий колір майже зливається з природним середовищем, а консольні горизонталі повторюють обриси скельних виступів унизу. Гладка текстура та світлий відтінок терас контрастують із темнішими природними кольорами лісу. Натуральний камінь димоходів нагадує скелі в навколишньому ландшафті. Відповідно до стилю Прерій, частини будинку інтегровані в природу і ніби виростають із неї. Скляні стіни підсилюють зв’язок архітектури з навколишнім середовищем. Це — органічна архітектура.\n«Будинок над водоспадом»\nМіжнародний стиль\nПочинаючи з кінця Першої світової війни, на Заході почав формуватися новий архітектурний стиль"
}