{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Responsibilities\nWhat Will You Be Doing?\nThe Delivery Foreman's primary role is to lead a crew and assist in all the delivery activities at Ohio Pools.\nLead a crew and assist with delivery activities such as; loading, delivering, installing hot tubs.\nCommunicate and build relationships with the customer to ensure excellent customer service\nCoordinate with Delivery Manager and team members.\nDrives company vehicle for business purposes as required\nMaintains a clean and safe working environment, utilizing all available resources, ensuring safety and security of the employees, customers and property\nAssess conditions, lift and move objects.\nThe Benefits of Working Here\nOur benefits exemplify our commitment to an employee-first culture, ensuring employees and their families are well taken care of, safe and secure. Some of our other benefits include competitive wages and a referral program.\nBenefits may be earned after qualifying period and are only for full-time employees.",
    "trans": "Обов'язки\nЩо ви будете робити?\nОсновна роль керівника доставки — очолювати команду та допомагати в усіх процесах доставки в Ohio Pools.\nКерувати командою та допомагати у процесах доставки, зокрема: завантаження, транспортування та встановлення гідромасажних ванн.\nСпілкуватися та вибудовувати відносини з клієнтами, щоб забезпечити відмінний сервіс.\nКоординувати дії з менеджером доставки та членами команди.\nКерувати транспортним засобом компанії для виконання робочих завдань за необхідності.\nПідтримувати чистоту та безпечні умови праці, використовуючи всі доступні ресурси та забезпечуючи безпеку співробітників, клієнтів і майна.\nОцінювати умови, піднімати та переміщувати предмети.\nПереваги роботи у нас\nНаші переваги відображають нашу відданість культурі, орієнтованій на працівників, забезпечуючи їх та їхні родини турботою, безпекою та стабільністю. Серед інших переваг — конкурентна заробітна плата та реферальна програма.\nПільги можуть надаватися після випробувального періоду та доступні лише для працівників, зайнятих на повний робочий день."
}