{
    "source": "en_US",
    "target": "uk_UA",
    "text": "#1Have to, need to, must.\na) Do you need to or have to do your homework? *what happens if you don’t?\nb) Do you need to or have to study? *what will you do in the future?\nc) Do you need to or have to get a job? *are you rich? Rich gf/bf?\nd) Do you need to or have to get married? *for yourself or your parents?\ne) Do you have to or need to have children in the future? *for yourself or your parents?\n#2If you marry a rich man/woman you won’t need to/have to work:\na) Do you think you would feel bored if you didn’t have to work in the future?\n➢ “I think/don’t think _______, because…”.\nb) Do rich people need to have children if they can pay people to look after them when they’re old?\n➢ “They need to/don’t need to ______, because…”.\nc) Is work a must for a healthy life?\n➢ “Work is/isn’t a must… because…”.\n#3If AI and machines replace most workers, most humans won’t need to work:\na) If almost nobody needs a job anymore, what would you and your family, and your friends do?\n➢ “I/we would/could, because…”.\nb) If we don’t need so many people, do we need to stop having children or will we have to colonize other planets?\n➢ “We do/don’t need to",
    "trans": "#1Потрібно, мусите, повинні.\na) Вам потрібно або ви повинні зробити домашнє завдання? *Що станеться, якщо ви цього не зробите?\nb) Вам потрібно або ви повинні вчитися? *Що ви будете робити в майбутньому?\nc) Вам потрібно або ви повинні знайти роботу? *Ви багаті? Багатий/багата дівчина/хлопець?\nd) Вам потрібно або ви повинні одружитися? *Для себе чи для батьків?\ne) Вам потрібно або ви повинні мати дітей у майбутньому? *Для себе чи для батьків?\n#2Якщо ви одружитеся з багатою людиною, вам не потрібно буде працювати:\na) Ви думаєте, що будете відчувати нудьгу, якщо вам не потрібно буде працювати в майбутньому?\n➢ \"Я думаю/не думаю _______, тому що…\".\nb) Чи потрібні багатим людям діти, якщо вони можуть найняти людей, щоб доглядати за ними, коли вони стануть старими?\n➢ \"Їм потрібно/не потрібно ______, тому що…\".\nc) Чи є робота необхідною для здорового життя?\n➢ \"Робота є/не є необхідною… тому що…\".\n#3Якщо штучний інтелект і машини замінять більшість працівників, більшості людей не потрібно буде працювати:\na) Якщо майже ніхто більше не потребує роботи, чим би ви і ваша родина, а також ваші друзі займалися?\n➢ \"Я/ми б займалися ______, тому що…\".\nb) Якщо нам не потрібно так багато людей, чи потрібно нам припинити народжувати дітей або нам доведеться колонізувати інші планети?\n➢ \"Нам потрібно/не потрібно"
}