{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Our focus is simple but meaningful, from our distribution centers to our offices every employee of C&S and their family of companies works to help feed local families, neighbors and communities. As a Warehouse Selector, you’ll pick, gather, organize product and prepare orders for delivery to local customers.\nUpbeat individuals interested in staying active, fit while earning above-average income are perfect for this role.\nJob Description\nText “CS” to 32543 to learn more about how you can become a part of our legacy.\nEarn $19.00 per hour + $4.00 freezer premium Total starting rate: $23.00 with additional earning potential after training! Selectors earn $26.00 per hour on average.\n53 Summit Lock RD, Westfield, MA\n1st shift - 6:00am - until work is finished\n2nd shift 7:00pm -until work is finished\n10-12 hour shift length\n4 to 5 day work week (Sunday Required)\nEmployee shuttle service available for day and night shifts.\nYou will contribute by:\nPicking various items by using order sheets or an audio headset\nStacking items on a pallet for wrapping and loading at the bay doors\nEnsuring accuracy to orders while adhering to our safety standards\nOperating a double walkie-rider or electric pallet jack to remove cases of products from storage rack place on pallet and apply selection labels to appropriate cases (not in all cases)\nUtilizing proper wrapping techniques to ensure safety of product to prevent damages\nInforming Supervisor of any differences in case quantity and/or description\nPerforming equipment inspections to completion of appropriate form\nFrequent safe lifting of varying case weight, shape, and height levels\nHaving the ability and willingness to follow all material handling equipment safe operating procedures\nWhat’s a great way to stay in shape?\nContinually Standing, bending, pulling, lifting, pivoting up to 90% of shift\nWalking between 6-12 miles per day on various surfaces including concrete, tile, carpet, etc.\nFrequently lifting of product weighing between 1 - 60 lbs. or more\nFrequent lifting of product ranging from floor to overhead\nPossibility of working on multiple levels of varying height\nSafe handling of sharp objects including box cutting tools\nWe offer:\nPaid training provided\nWeekly Pay\nBenefits available from day 1 (medical, dental, vision, company matched 401k)\nPTO and Holiday Pay offered\nIn certain locations C&S offers $100 towards the purchase of safety shoes\nCareer Progression Opportunities\nTuition Reimbursement\nEmployee Health & Wellness program\nEmployee Discounts / Purchasing programs\nEmployee Assistance Program\nYour work environment may include:\nFrozen – about -20° - 0°\nEvery person matters\nWe keep our values alive through a culture that embraces differences and ensures that every person matters.\nC&S and their Family of Companies are proud to be an Equal Opportunity and Affirmative Action employer, and consider\nqualified applicants without regard to race, color, creed, religion, ancestry, national origin, sex, sexual orientation, gender\nidentity, age, disability, veteran status or any other protected factor under federal, state or local law.\nThe Fine Print\nThis Job advertisement does not constitute a promise or guarantee of employment. This job advertisement describes the general nature and level of this position only. Essential functions and responsibilities may change as business needs require. This position may be with any affiliate of C&S Wholesale Grocers.\nHiring immediately, to apply text “CS” to 32543 OR visit careers.cswg.com\nBy texting the advertised keyword to 32543 you will opt-in to receive hiring messages from the C&S Family of Companies. Text HELP for help or smshelp@paradox.ai. Msg & data rates may apply. Msg freq varies. Text STOP to cancel. For terms of use and privacy information, visit https://olivia.paradox.ai/short-code-terms-of-use/cs-wholesale-grocers **\nQualifications\nGeneral Equivalency Diploma - General Studies, High School Diploma - General Studies\nShift\n1st Shift (United States of America)\nCompany\nC&S Wholesale Grocers, LLC\nAbout Our Company\nC&S Wholesale Grocers, LLC is an industry leader in supply chain solutions and wholesale grocery supply in the United States. Founded in 1918 as a supplier to independent grocery stores, C&S now services customers of all sizes, supplying more than 7,500 independent supermarkets, chain stores, military bases and institutions with over 100,000 different products. C&S also proudly operates and supports corporate grocery stores and services independent franchisees under a chain-style model throughout the Midwest, South and Northeast. We are an engaged corporate citizen, supporting causes that positively impact our communities.\nWorking Safely is a Condition of Employment at C&S Wholesale Grocers, LLC. C&S Wholesale Grocers is proud to be an Equal Opportunity and Affirmative Action employer, and considers qualified applicants without regard to race, color, creed, religion, ancestry, national origin, sex, sexual orientation, gender identity, age, disability, veteran status or any other protected factor under federal, state or local law.\n&nbsp;\ncrea una cuenta de Indeed antes de continuar a la página web de la empresa.\n&nbsp",
    "trans": "Наша мета проста але важлива, від наших розподільчих центрів до наших офісів кожен працівник C&S  та їх групи компаній працю, щоб допомогти харчуватись місцевим родинам, сусідам та громадам. В якості спеціаліста з підбору складу, ви будете обирати, збирати, систематизувати товар та готувати замовлення для доставки місцевим споживачам.\nІдеальними для цієї ролі є оптимістичні люди, зацікавлені в підтримці активності, гарної форми та доході вище за середній.\nОпис вакансії\nНапишіть «CS» на номер 32543, щоб дізнатись більше про те, як ви можете стати частиною нашого надбання.\nЗаробляйте 19,00$ на годину +4$ надбавки за морозильну кімнату. Загальна початкова сума: 23,00$ з додатковий потенціалом після навчання! Спеціалісти з підбору в середньому заробляють 26,00$ на годину.\n53 Самміт Рок Роуд, Вестфілд, Майамі\n1-ша зміна — 6:00 — до завершення роботи\n2-га зміна 19:00 — до завершення роботи\nТривалість зміни 10-12 годин\n4-5 робочих днів на тиждень (неділя обов'язково)\nДля денних та нічних змін доступна доставка працівників.\nВи зробите внесок через:\nВідбір різноманітних товарів з допомогою листів замовлень та аудіогарнітури\nСкладання товарів на піддон для пакування та завантаження біля дверей відділу\nЗабезпечення точності виконання замовлень з дотриманням наших стандартів безпеки\nРобота з подвійною портативною роклою або електричним навантажувачем для переміщення ящиків з товаром зі стелажа на піддон та поклейка обраних етикеток на відповідні ящики (не в усіх випадках)\nВикористання належних технік пакування для забезпечення безпеки товару та попередження пошкоджень\nІнформування супервізора щодо будь-яких відмінностей у випадку кількості та/або опису\nПроведення перевірок обладнання з заповненням відповідних форм\nЧасте безпечне піднімання ящиків різної ваги, форми та висоти\nМати здатність та бажання виконувати всі процедури безпечної експлуатації обладнання\nЯкий чудовий спосіб залишатись в формі?\nПостійне стояння, нахили, тяга, піднімання, обертання до 90% часу зміни\nПроходити 6-12 миль на день на різних поверхнях, включно з бетоном, плиткою, килимом та ін.\nЧасте піднімання товару вагою 1-60 фунтів або більше\nЧасте піднімання товару з полу вище голови\nМожливість роботи на різних рівнях висоти\nБезпечна експлуатація гострих об'єктів, включно з інструментом для різання коробок\nМи пропонуємо:\nОплачуване навчання\nЩотижнева оплата\nБонуси з першого дня (медицина, стоматологія, зір, внесок 401к)\nРТО та відпускні\nВ певних місцях  C&S пропонує 100$ на придбання безпечного взуття\nМожливості кар'єрного зростання\nВідшкодування вартості навчання\nПрограма для здоров'я та благополуччя працівників\nЗнижки для працівників/Програми для покупок\nПрограма допомоги працівникам\nВаше робоче середовище може включати:\nМороз — близько -20° - 0°\nКожна людина важлива\nМи зберігаємо наші цінності через культуру, яка враховує розбіжності та забезпечує важливість кожної людини.\nC&S  та їх родина компаній пишаються тим, що є працедавцем, що надає рівні можливості та позитивні дії, та розглядає\nкваліфікованих заявників, не звертаючи уваги на расу, колір шкіри, віри, релігії, походження, національності, статі, сексуальної орієнтації, гендерної ідентичності,\nвіку, обмежених можливостей, статусу ветерана або будь-якого іншого фактору, який захищений федеральним законом, законом штату або місцевим законом.\nДрібний шрифт\nДана об'ява про роботу не є обіцянкою або гарантією прийому. Ця об'ява щодо роботи лише описує загальну природу та рівень цієї вакансії. Основні функції та відповідальність можуть змінюватись за вимогами бізнесу. Ця вакансія може бути в будь-якій філії C&S Wholesale Grocers.\nнегайний прийом на роботу, щоб подати заявку, напишіть “CS” на 32543 АБО відвідайте careers.cswg.com\nНадіславши текстове повідомлення з рекламним ключовим словом на 32543, ви погоджуєтесь отримувати повідомлення від родини компаній C&S. Напишіть HELP, щоб отримати допомогу або надішліть smshelp@paradox.ai. Можуть застосовуватись тарифи на передачу повідомлень та даних. Частота повідомлень змінюється. Напишіть STOP, щоб скасувати. Щоб дізнатись про правила користування та інформацію про приватність, відвідайте https://olivia.paradox.ai/short-code-terms-of-use/cs-wholesale-grocers **\nКваліфікація\nДиплом загальної еквівалентності — Загальні науки, Диплом вищої школи — Загальні науки\nЗміна\n1-ша зміна (Сполучені Штати америки)\nКомпанія\nC&S Wholesale Grocers, LLC\nПро нашу компанію\nC&S Wholesale Grocers, LLC є лідером галузі в сфері рішень ланцюгів поставок та оптових поставок продуктів харчування в Сполучених штатах. заснована в 1918 році як постачальник для незалежних продуктових магазинів, наразі C&S  обслуговує клієнтів різного масштабу і є постачальником для більш ніж 7500 незалежних супермаркетів, мережевих магазинів, військових баз та закладів з більш ніж 100000 різноманітних товарів. C&S  також з гордістю керує та підтримує корпоративні магазини продуктів та обслуговує незалежні франшизи за мережевою моделлю Середнього Заходу, Півдня та Північного сходу. Ми є активними корпоративними гравцями, підтримуючи справи, які позитивно впливають на наші спільноти.\nБезпечна робота є умовою прийому на роботу в C&S Wholesale Grocers, LLC. C&S Wholesale Grocers пишається тим, що є роботодавцем, що надаєрівні можливості та позитивні дії, та розглядає кваліфікованих кандидатів незалежно від звертаючи раси, кольору шкіри, віри, релігії, походження, національності, статі, сексуальної орієнтації, гендерної ідентичності, віку, обмежених можливостей, статусу ветерана або інших факторів, що захищені федеральним, місцевим законодавством або законами штату.\n&nbsp;\nстворіть обліковий запис Indeed, перш ніж продовжити перегляд веб-сторінки фірми\n&nbsp"
}