{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It's unfair to some people, and we're not going to have that,\" he continued.\nAnother town hall attendee, Pamela, originally from California, asked the former president about abortion, a topic that ranks among the most important for some women as they head to the ballot box.\n\"Women are entitled to do what they want to and need to do with their bodies, including their unborn. That's on them regardless of the circumstance. Some are necessary to save their own lives,\" she said. \"Why is the government involved in women's basic rights?\"\n\"For 52 years, this issue has torn our country apart,\" Trump responded. \"Every legal scholar, the great ones, every lawyer – but the Democrats, the Republicans, the liberals, and conservatives, they wanted it brought out of the federal government and brought back to the states for a vote of the people. And like Ronald Reagan, I believe in the exceptions for rape, incest, life of the mother.\"\n\"I strongly believe… you have to follow your heart. Some people don't. It's a very small percentage, but you have to follow your heart,\" he continued. \"But you have the exceptions. But what we were able to do was through the courage of six Supreme Court justices. We were able to do this after years and years of turmoil.\"\nAbortion has ranked as a top issue for Democrats heading into Election Day, alongside democracy, education and health care.",
    "trans": "Це нечесно по відношенню до деяких людей, і ми цього не допустимо,» — продовжив він.\nІнша відвідувачка мерії, Памела, родом з Каліфорнії, запитала екс-президента про аборти, тему, яка вважається однією з найважливіших для деяких жінок, які йдуть на виборчу дільницю.\n«Жінки мають право робити те, що вони хочуть та потребують робити зі своїм тілом, включно з ненародженими дітями. Це стосується їх, незалежно від обставин. Деяким це необхідно, щоб врятувати власне життя», — сказала вона. «Чому уряд втручається в базові права жінок?»\n«Ця проблема розривала нашу країну на частини протягом 52 років», — відповів Трамп. «Кожен правознавець, великі вчені, кожен юрист, окрім Демократів, Республіканців, лібералів та консерваторів, вони хотіли вивести її з юрисдикції уряду та віддати на голосування людям в штатах. І як і Рональд Рейган, я вірю у виключення для інцесту, згвалтування та загрози життю матері».\n«Я дуже вірю... ви маєте йти за покликом серця. Деякі люди ні. Це дуже малий відсоток, але ви маєте йти за покликом серця,» — продовжив він. «Однак у вас є виключення. Однак те, що ми змогли зробити, стало можливим завдяки сміливості шести суддів Верховного суду. Мизмогли зробити це після років потрясінь.»\nПитання абортів вважається головною проблемою Демократів в День виборів, разом з демократією, освітою та охороною здоров'я."
}