{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Then [redacted_name] met an old lady and said,”Hello” And then the old lady said,”why are you crying, sweaty.” Rosa said,”I'm sad because I got kicked out of my own house.” Old lady said,”It's ok, come, I invite you to my home to be my guest.” Rosa said,”thank you so much miss.” Then Rosa watered the plants coocked and took care of the old lady.\nThen the old lady said,”please rest sweaty you have been working all day.” Rosey said, \"It's ok I can do it, miss.” Then she went upstairs and saw her dad looking for her. Then she went down stairs and said that she missed her family. The old lady said,'' Don't be sad, you will go to your house but first I have a present to you.\nGo to the basement and you will find two doors. One is black and one is white. You will open the white one. It has a white chest . “Ok” said Rosa\nThen the old lady made her new close. She turned her into a bird and she flew away. She was flying until she got home. When she was at home her dad cheered. And her sister asked,” what is in the chest?” when they opened the chest and there was GOLD and jewelry and Lisa said she wanted it too. So mom kicked her out only for more gold.\nThen when it was time for Lisa to go, dad took her into an unknown place. When she was there then she was walking and walking. Then she sat down and saw the old lady. The old lady said,”What happened, sweaty.” Then [redacted_name] said,”Are you blind, old lady? can't you see I am sitting I am tired and hungry.”\nThen the old lady said,”Ok then come be my guest.” Then the old lady said,”come help me.” Then Lisa said,”No, do it yourself, old lady, be faster, why are you so slow?” and she was eating. She was sleeping. She was eating. She was sleeping eating and finally, sleeping.\nWhen she woke up she told the old lady,”I hate this place, get me out of here.” Then the old lady said,”ok, then go.” Then Lisa said,”Wait, don't I get a chest?” The old lady said,”Ok you will get a prize from me.” “Go to the basement and you will see two doors, one is black the other is white you will open the black door and there is a black chest.\n“Ok”said Lisa Then the old lady gave her a new close. Then Lisa had a long walk with the heavy chest. She got home at night. Her mom and She didn't want to share their gold so they closed the door and the window.\nWhen they opened the chest there was a black thing in it. When the black thing came out it was a dragon. They were yelling. They opened the window and jumped out. Dad and Rosa heard them.\nDad broke the door. And saw that everything was broken. They wondered what happened. Then they saw that the old lady appeared and said,”only Respectful people deserve good\nstuff.\"\nAs you see in this story, there are different characters and different acting.Disrespecting others can lead to hatred and irritation of others, like Lisa, who was hated by an old lady. On the contrary, with hard work, patience and intelligence, people learn to respect others. With respecting others people l deserve love and respect from others, like Rosa. If everybody would be like Rosa, the world would be",
    "trans": "Потім [redacted_name] зустріла стареньку і сказала: «Вітаю!» А потім старенька запитала: «Чому ти плачеш, солоденька». Роза відповіла: «Мені сумно, бо мене вигнали з власного дому». Старенька сказала: «Нічого страшного, приходь, я запрошую тебе до свого дому, будь моєю гостею». Роза відповіла: «Дуже дякую, пані». Потім Роза поливала рослини і доглядала за старенькою.\nПотім старенька сказала: «Будь ласка, відпочинь, солоденька, ти весь день працювала». Роза відповіла: «Усе гаразд, я впораюся, пані». Потім вона піднялася нагору і побачила, що батько шукає її. Тоді вона спустилася по сходах і сказала, що сумує за своєю сім'єю. Старенька сказала: «Не сумуй, ти підеш до себе додому, але спочатку в мене є для тебе подарунок.\nІди в підвал і ти знайдеш там дві двері. Одні чорні, інші білі. Ти відкриєш білі. Там є біла скриня. «Добре», — сказала Роза.\nТоді старенька зробила їй новий одяг. Вона перетворила її на птаха і вона полетіла. Вона летіла, поки не дісталася дому. Коли вона опинилася вдома, тато зрадів. А сестра запитала: «Що в скрині?» Коли вони відкрили скриню, там було золото і коштовності, і Ліза сказала, що теж хоче їх. Тоді мама вигнала її, тільки щоб отримати ще більше золота.\nКоли Лізі прийшов час іти, тато відвів її в невідоме місце. Коли вона опинилася там, то ще ходила і ходила. Потім вона сіла і побачила стареньку. Старенька сказала: «Що сталося, солоденька». Тоді [redacted_name] сказала: «Ти що, сліпа, старенька? Хіба ти не бачиш, що я сиджу, що я втомилася і голодна».\nТоді старенька сказала: «Добре, тоді заходь, будь моєю гостею». Тоді старенька сказала: «Іди допоможи мені». Тоді Ліза сказала: «Ні, роби це сама, старенька, швидше, чому ти така повільна?» І вона їла. Вона спала. Вона їла. Вона спала, їла і, нарешті, спала.\nКоли вона прокинулася, то сказала старенькій: «Я ненавиджу це місце, забери мене звідси». Старенька відповіла: «Добре, тоді йди». Тоді Ліза запитала: «Зачекайте, а хіба я не отримаю скриню?» Старенька відповіла: «Добре, ти отримаєш від мене приз». «Іди в підвал і побачиш двоє дверей, одні чорні, інші білі, відкрий чорні двері, там є чорна скриня».\n«Добре», — сказала Ліза, після чого старенька дала їй новий одяг. Потім Ліза довго йшла з важкою скринею. Додому вона повернулася вночі. Її мати та вона не хотіли ділитися своїм золотом, тому зачинили двері та вікно.\nКоли вони відкрили скриню, у ній лежала чорна річ. Коли чорна штука вилізла назовні, це був дракон. Вони закричали. Вони відчинили вікно і вистрибнули назовні. Тато і Роза почули їх.\nТато зламав двері. І побачив, що все розбито. Вони здивувалися, що сталося. Потім вони побачили, що з'явилася старенька і сказала: «Тільки поважні люди заслуговують на хороші\nречі».\nЯк ви бачите, у цій історії є різні персонажі та різні вчинки. Неповага до інших може призвести до ненависті та роздратування оточуючих, як у Лізи, яку зненавиділа старенька. Навпаки, завдяки наполегливій праці, терпінню та розуму люди вчаться поважати інших. Поважаючи інших, люди заслуговують на любов і повагу оточуючих, як Роза. Якби всі були такими, як Роза, світ був би"
}