{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Saint Anthony was the first Christian to live a coenobitic consecrated life of solitude. As a hermit in the desert he lived a long and saintly life that influenced countless people both in his time and for generations thereafter, even to this day. Many of his ideas are still used to this day by modern monks and nuns nowadays. His life had a tremendous impact on the history of early Christianity, which is the basic history of all Christian churches all over the world.\nMost of what we know about St. Anthony comes from the writings of Saint Athanasius the Apostolic, a disciple and close friend of St. Anthony's, who wrote the story of his life.\nSt. Anthony at Home\nAnthony was born about AD 251, of a well-to-do family in the village of Coma (Kemn el-Arous) in the middle of Egypt. His parents, noble Christians, were very pious, and wealthy Christians who provided well for their son's future by educating him in the fear of God. His education was limited, however he attended church with his parents and his younger sister and intensely observed the services, wanting to enrich his spiritual growth.\nWhen he was eighteen his parents died, leaving him sole guardian of his younger sister Dious. He lived with his sister and took care of family affairs. Six months later, Anthony was reflecting upon how the Apostles had forsaken all to follow after Christ, He had a desire to imitate them and the life of early Christians, he heard one day, while attending a church, the scripture passage of Jesus and the rich young man, in which Jesus says, \"If you would be perfect, go, sell all you have, give to the poor, and follow me (Matt. 19:21).\" He was so impressed by these words and he took it as a personal invitation from God that he decided to do as Christ had told the young man. He sold most of his inherited property, gave much of the money to the poor and the rest to his sister and placed his sister to complete her education in the care of a parthenon, a community of holy women, very similar to the priories of the Middle Ages. Long before this, it had been usual for Christians to practice asceticism, abstain from marriage and exercising themselves in self-denial, fasting, prayer, and works of piety; but this they had done in the midst of their families, and without leaving house or home.\nSt Anthony leaves the material world\nFree of all earthly attachments, the young man began to lead a life of great abstinence and self-denial on the outskirts of his village. He gave his mind no occasion to think back upon the affairs of this world but led it into a desert that it might be occupied with thoughts of pleasing God alone. He sought guidance from a holy man near Coma in the ways of the Christian ascetic: prayer, contemplation, fasting, and holiness. This was the custom of young ascetics to stay under a master in order to learn the principles of spirituality, prayer and fasting. Also, he was delighted in visiting the dwellings of righteous men and in studying their virtuous habits which he proceeded to adopt for himself, exercising himself in their practice. Anthony followed their example by praying, meditating and fasting in order to overcome the many temptations which are common to young men. He drilled himself by remaining awake days at a time, eating once a day, sometimes once every two days and sleeping on the ground. The philosophy behind his actions was that young men should torture their bodies as much as possible so that their resistance to physical and spiritual sickness would be higher. Indeed, he was like a bee which gathers nectar from various blossoms and creates out of it a fragrantly sweet honey. With his concentrated desire Anthony rapidly ascended the ladder of perfection.\nAfter a time of study, Saint Anthony left on his own and began living in the manner of a mountain hermit, living in a cave (a tomb) and praying for the salvation of the world. There it was that the Life records those strange conflicts with demons in the shape of wild beasts, who inflicted blows upon him, and sometimes left him nearly dead. He lived on bread and a bit of salt and ate after sunset. His isolation brought great virtue in humility and charity.\nSt Anthony and the Evil\nIn his solitude he was fighting off the temptations of the flesh and attacks of demons. The enemy, however, could not endure to behold the likeness of Christ shining forth from this creation of dust and ashes, and he was determined to destroy this 'house of virtue. Satan frequently attacked the saint in spirit and body, often appearing in the form of a pig. (In many countries today ham is the traditional meal on the feast of Saint Anthony). A friend who brought Anthony bread, found the saint beaten and near death from Satan's attacks.\nThe first campaign was waged on the battlefield of the mind. Anthony experienced a barrage of unsettling thoughts--flattery, the allurement of the world and all the pleasures his former wealth could buy, concern for his sister's welfare, the difficulties of the path he had chosen. The vicious net was craftily woven, but the Saint recognized it as the handiwork of his adversary and tore it apart by means of intense prayer and vigilance, deflecting any and all disturbing thoughts before they took hold in his mind. The battle grew more intense when the Enemy, taking advantage of the Saint's youth, assailed him with lustful thoughts, inflaming the natural appetites of the flesh until the Saint was burning with his own lust. He manfully fought back by mortifying his body with increased fasting to quench the passions of the flesh, and by meditating on death and the eternal torments which await those who give themselves over to the spirit of fornication. And so be escaped unharmed, even strengthened by this experience.\nWhen the Evil One found himself so disgraced, he took on a human voice and complained bitterly to Anthony: \"I have deceived and conquered many in my time; but now in your case, as in that of many others, I am defied by your ascetic labors.\"\nKnowing that his antagonist would continue to stalk him as a roaring lion after his prey, Anthony did not allow himself to relax his vigilance on account of his victory. Not to be defeated by Satan during his sleep, St Anthony hung a bell to his stick on what he took a rest while praying up to remain heedful and not to give a chance to Satan to defeat it even while sleeping. Thus, when he was asleep, the stick fell and the bell sounded. St Anthony woke up to continue his prayer and his fight against Satan. (St Anthony's picture shows the bell hung to his stick). He passed many nights without sleep, en grossed in prayer, and limited his bodily nourishment to bread and water, of which he partook once a day at evening. For, he said, by weakening the pleasures of the body the mind is strengthened. Such disregard did he have for the body as to imitate the nature of the fleshless ones, i.e., the angels. The severity of his labors and his accumulated virtues astonished the older ascetics, but Anthony never thought about his spiritual progress and regarded each day as the beginning of his spiritual journey, thereby shielding himself from pride and vainglory.\nFor the sake of greater solitude, Anthony moved further from the village to a burial place at the edge of the desert, where he locked himself up in a sepulcher; only allowing a servant to come at rare intervals with a supply of bread. The enemy, embittered by his previous defeat, attacked with vengeance. This time the assault was physical. A whole troop of demons came one night and beat the Saint until the very breath of life was ready to leave him. But even as he lay on the ground, covered with bruises and unable to stand, he said in a loud voice:\n\"Here, devils, here I am, Anthony, ready for more of your wounds. Try your worst, for you shall never separate me from Christ.\" He fortified himself by singing the words of the Psalmist: \"Though a host should encamp against me, yet my heart shall not fear.\"\nIncensed by the audacity of Anthony's challenge, the Devil gathered his minions: \"Don't you see now? This fellow could not be restrained either by the spirit of fornication or by bangs and bruises,.. We must assail him by other means.\"\nThat night, as Anthony was still lying on the ground recovering, a hoard of demons shook the walls of the sepulcher and rushed in to terrorize the Saint. For this purpose they had taken on the forms of hideous wild beasts--hissing snakes, roaring lions, ferocious wolves, a bull which threatened to gore the victim. But Anthony was not frightened by what he perceived to be mere spectral creatures, and he made bold to mock his enemy's impotence: \"What is the use of all this vain uproar? If ye have power to hurt, why don't you? But you can't, for the Lord is my shield and my wall of safety.\" The demons could only gnash their teeth in reply.\nWhen Anthony had thus manfully proven himself as a champion athlete in the spiritual arena, he was granted to experience the comforting presence of the Lord. Lifting his eyes heavenward he saw a roof-curtain drawn aside and a ray of light descending upon him. Straightway the demons vanished, and Anthony felt his bodily pains melt away. Consoled by this outpouring of Divine Grace, he rested briefly from the fatigue of battle before addressing his Master aloud:\n\"Lord, where was Thou when these sufferings and tribulations came upon me? Why didst Thou not help me?\" He heard a voice in reply:\n\"I was here, Anthony, but I wanted to witness your combat. Having seen that you withstood your adversary without retreating, I shall from now on be your Helper and shall make your name celebrated far and wide as My faithful servant.\"\nAnthony knelt in prayer to give thanks to God for this promise and for the peace and newfound strength which filled his soul, the grace-given rewards of his victory.\nIn his life, St Anthony fought and defeated Satan. It is why, there is a common and a popular faith that",
    "trans": "Святий Антоній був першим християнином, який жив спільним посвяченим життям у самоті. Як відлюдник у пустелі, він прожив довге і святе життя, яке вплинуло на безліч людей як у його час, так і в наступних поколіннях, навіть до сьогодні. Багато з його ідей досі використовуються сучасними монахами та черницями. Його життя мало величезний вплив на історію раннього християнства, яка є основною історією всіх християнських церков по всьому світу.\nБільшість того, що ми знаємо про святого Антонія, походить з творів святого Афанасія Апостольського, учня та близького друга святого Антонія, який написав історію його життя.\nСвятий Антоній вдома\nАнтоній народився приблизно в 251 році нашої ери в заможній родині в селі Кома (Кемн ель-Арус) в центрі Єгипту. Його батьки, благородні християни, були дуже побожними і заможними християнами, які добре забезпечили майбутнє свого сина, виховуючи його в страху Божому. Його освіта була обмеженою, однак він відвідував церкву зі своїми батьками та молодшою сестрою і уважно спостерігав за службами, бажаючи збагачувати своє духовне зростання.\nКоли йому виповнилося вісімнадцять років, його батьки померли, залишивши його єдиним опікуном його молодшої сестри Діус. Він жив зі своєю сестрою і піклувався про справи сім'ї. Через шість місяців після цього Антоній замислювався над тим, як Апостоли залишили все, щоб слідувати за Христом. Він мав бажання наслідувати їх і життя перших християн. Одного дня, відвідуючи церкву, він почув уривок з Писання про Ісуса і багатого юнака, в якому Ісус говорить: \"Якщо ти хочеш бути досконалим, йди, продай все, що маєш, роздай бідним і йди за Мною\" (Мф. 19:21). Ці слова так вразили його, що він сприйняв їх як особисте запрошення від Бога і вирішив зробити те, що Христос сказав юнакові. Він продав більшу частину свого успадкованого майна, віддав багато грошей бідним, а решту - своїй сестрі і віддав її на навчання до парфенону - спільноти святих жінок, дуже схожої на монастирі середньовіччя. Задовго до цього християни звикли практикувати аскетизм, утримуватися від шлюбу та займатися самообмеженням, постом, молитвою та благочестивими справами; але вони робили це в межах своїх сімей і не залишали свій дім.\nСвятий Антоній залишає матеріальний світ\nВільний від усіх земних прив'язаностей, молодий чоловік почав вести життя великої стриманості та самозречення на околицях свого села. Він не давав своєму розуму можливості думати про справи цього світу, а відводив його в пустелю, щоб він міг займатися лише думками про те, як угодити Богу. Він шукав керівництва у святого чоловіка поблизу Коми в шляхах християнського аскетизму: молитва, роздуми, піст і святість. Це була звичка молодих аскетів залишатися під керівництвом майстра, щоб навчитися принципам духовності, молитви та посту. Також йому приносило задоволення відвідувати оселі праведних людей і вивчати їхні добродійні звички, які він почав приймати для себе, займаючись їхньою практикою. Антоній наслідував їхній приклад, молячись, медитуючи та постячися, щоб подолати численні спокуси, які є звичайними для молодих людей. Він тренував себе, залишаючись без сну протягом кількох днів, їдучи один раз на день, іноді раз на два дні і сплячи на землі. Філософія його дій полягала в тому, що молоді люди повинні якомога більше мучити свої тіла, щоб їхня стійкість до фізичних і духовних недуг була вищою. Справді, він був схожий на бджолу, яка збирає нектар з різних квітів і створює з нього ароматний солодкий мед. Завдяки своїй зосередженій бажанню Антоній швидко піднявся по сходах досконалості.\nПісля певного часу навчання святий Антоній залишився сам і почав жити як гірський відлюдник, живучи в печері (гробниці) і молячись за спасіння світу. Саме там Життя описує його дивні конфлікти з демонами у вигляді диких звірів, які завдавали йому ударів і іноді залишали його майже мертвим. Він жив на хлібі та трохи солі і їв після заходу сонця. Його ізоляція принесла велику добродійність у смиренні та милосерді.\nСвятий Антоній та зло\nУ своїй самотності він боровся з спокусами плоті та нападами демонів. Однак ворог не міг витримати видіння образу Христа, що сяє з цього створіння з пороху і попелу, і він був рішуче налаштований знищити цей \"дім добродобства\". Сатана часто атакував святого в душі та тілі, часто з'являючись у вигляді свині. (У багатьох країнах сьогодні шинка є традиційною стравою на святі святого Антонія). Друг, який приніс Антонію хліб, знайшов святого побитим і близьким до смерті від нападів Сатани.\nПерша кампанія велась на полі бою розуму. Антоній зазнав шквалу тривожних думок - лестощів, спокус світу та всіх задоволень, які його колишнє багатство могло купити, турботи про благополуччя своєї сестри, труднощів обраного ним шляху. Підступна сіть була хитро сплетена, але святий розпізнав її як handiwork свого супротивника і розірвав її за допомогою інтенсивної молитви та пильності, відхиляючи будь-які тривожні думки до того, як вони закріпилися в його розумі. Бій став більш інтенсивним, коли Ворог, скориставшись молодістю Святого, атакував його похітливими думками, розпалюючи природні бажання плоті до того моменту, коли Святий почав палати власною похіттю. Він мужньо відповів на це, померши для себе через посилене постування, щоб загасити пристрасті плоті, і медитуючи над смертю та вічними муками, які чекають тих, хто віддається духу блуду. І так він вийшов непошкодженим, навіть зміцненим цим досвідом.\nКоли Злий знайшов себе в такому приниженні, він прийняв людський голос і гірко поскаржився Антонію: \"Я обманув і переміг багатьох за свій час; але тепер у твоєму випадку, як і у випадку багатьох інших, я кидаю виклик твоїм аскетичним трудами.\"\nЗнаючи, що його супротивник продовжуватиме переслідувати його, як ревучий лев свою здобич, Антоній не дозволив собі розслабити пильність через свою перемогу. Щоб не бути переможеним Сатаною під час сну, святий Антоній повісив дзвоник на свою палицю, на якій він відпочивав під час молитви, щоб залишатися уважним і не дати можливість Сатані перемогти його навіть під час сну. Таким чином, коли він спав, палиця впала і дзвоник задзвонив. Святий Антоній прокинувся, щоб продовжити свою молитву і боротьбу з Сатаною. (На картині святого Антонія показано дзвоник, повішений на його палицю). Він проводив багато ночей без сну, поглинений молитвою, і обмежував своє тілесне харчування лише хлібом і водою, які вживав один раз на день ввечері. Адже він говорив: послаблюючи задоволення тіла, зміцнюється розум. Він настільки не звертав уваги на тіло, що наслідував природу безплотних істот, тобто ангелів. Суворість його праці та накопичені добродійства вражали старших аскетів, але Антоній ніколи не думав про свій духовний прогрес і вважав кожен день початком своєї духовної подорожі, тим самим захищаючи себе від гордості та марнославства.\nЗаради більшої самотності Антоній переїхав далі від села до місця поховання на краю пустелі, де замкнувся в гробниці; дозволяючи лише рідкісному приходові слуги приносити запаси хліба. Ворог, сповнений ненависті через свою попередню поразку, атакував з помстою. Цього разу напад був фізичним. Однієї ночі прийшла ціла група демонів і побила святого до того моменту, коли життя готове було покинути його. Але навіть лежачи на землі, покритий синцями і нездатний встати, він голосно сказав:\n\"Ось я тут, дияволи, ось я тут, Антоній, готовий до ваших ран. Спробуйте все найгірше, адже ви ніколи не відокремите мене від Христа.\" Він зміцнив себе словами псалмопівця: \"Хоча б оточили мене табором вороги мої, але серце моє не буде боятися.\"\nРозгніваний зухвалістю виклику Антонія, диявол зібрав своїх слуг: \"Ви ж тепер бачите? Цю людину не можна стримати ні духом блуду, ні ударами і синцями,.. Ми повинні атакувати його іншими засобами.\"\nТієї ночі, коли Антоній все ще лежав на землі, відновлюючись, натовп демонів затрусив стіни гробниці і вбіг, щоб тероризувати святого. Для цієї мети вони прийняли форми потворних диких звірів - шиплячих змій, ревучих левів, лютих вовків, бика, який загрожував проткнути жертву. Але Антоній не злякався того, що сприймав як простих привидів, і насмілився насміхатися над безсиллям своїх ворогів: \"Яка користь від цього марного шуму? Якщо ви маєте силу завдати шкоди, чому ви цього не робите? Але ви не можете, бо Господь є моїм щитом і моєю стіною безпеки.\" Демони могли лише скреготати зубами у відповідь.\nКоли Антоній таким чином мужньо довів себе як чемпіона-атлета в духовній арені, йому було даровано відчути втішну присутність Господа. Піднявши очі до неба, він побачив відсунуту завісу даху і промінь світла, що спускається на нього. Відразу ж демони зникли, і Антоній відчув, як його тілесні болі розтанули. Утішений цим виливком Божественної благодаті, він коротко відпочив від втоми битви перед тим, як голосно звернутися до свого Господа:\n\"Господи, де Ти був, коли на мене прийшли ці страждання і випробування? Чому Ти не допоміг мені?\" Він почув у відповідь голос:\n\"Я був тут, Антонію, але я хотів бути свідком твоєї боротьби. Побачивши, що ти витримав свого супротивника без відступу, я буду твоїм Помічником з цього часу і зроблю твоє ім'я славним далеко і широко як Мого вірного слугу.\"\nАнтоній став на коліна в молитві, щоб подякувати Богу за цю обіцянку та за мир і новознайдену силу, які наповнили його душу - благодатні нагороди за його перемогу.\nУ своєму житті святий Антоній боровся і переміг Сатану. Саме тому існує поширена і популярна віра в те"
}