{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It was lovely to have Jasmin again after a few weeks off. We first recapped some Macbeth context and she wrote some notes. Jasmin was able to explain it back to me really well and focused excellently. We then analysed key extracts in act 1 which she will learn and make flashcards on this coming week and I will quiz her next lesson.\nI am still a bit concerned that Jasmin does not yet grasp how important consistent, effective revision is in year 11. Please help to support her by monitoring her screen time and ensuring her revision space is a distraction free zone; her screen time on week day after school was quite high.\nI also feel like Jasmin puts herself down a bit and definitely needs some more positivity and encouragement as she seems to have a quite negative idea of her revision and a complacent attitude. I have every faith that Jasmin will do great but her distractions are holding her back. I have asked her to log all her revision which I will be checking weekly in order to hold her accountable.",
    "trans": "Було приємно знову побачитися з Жасмін після кількох тижнів перерви. Спочатку ми згадали контекст з Макбету і вона записала деякі нотатки. Жасмін змогла пояснити мені все дуже добре і вона відмінно зосередилася. Потім ми проаналізували ключові уривки з першого акту, які вона вивчить і зробить флеш-карти цього тижня, а я проведу з нею вікторину на наступному уроці.\nЯ все ще трохи стурбована тим, що Жасмін поки що не розуміє, наскільки важливою є послідовна та ефективна ревізія в 11-му класі. Будь ласка, допоможіть підтримати її, контролюючи час роботи з екраном і стежачи за тим, щоб її місце для ревізії було областю, яка вільна від факторів, що відволікають; її час роботи з екраном у будній день після уроків був доволі високим.\nМені також здається, що Жасмін трохи принижує себе, і їй, безумовно, потрібно більше позитиву і підтримки, оскільки вона, схоже, має досить негативне уявлення про свою роботу над ревізією і у неї самовдоволене ставлення. Я вірю, що у Жасмін усе вийде, але її відволікають від роботи. Я попросила її записувати всі свої ревізії, які я перевірятиму щотижня, щоб тримати її в курсі."
}