{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Q: Can I provide different Contact Addresses for different entities?\nA: No, you can only provide one Contact Address for all associated entities. This is similar to the Alternate Address concept in current BizFile+.\nQ: I hold position in multiple entities. Do I have to file Contact Address for each entity?\nA: You only need to file a Contact Address for one of the entities. The same Contact Address will be updated for all associated entities. This is similar to the Alternate Address concept in current BizFile+.\nQ: Can I provide a Contact Address in Singapore if I am residing overseas currently?\nA: No, the Contact Address must be in the same jurisdiction as the residential address. For example, if your residential address is in Malaysia, you cannot provide a Contact Address in Singapore, and vice versa. This is similar to the Alternate Address concept in current BizFile+.\nLet's address some questions about the transition to the Contact Address regime:",
    "trans": "Запитання: Чи можу я вказати різні контактні адреси для різних організацій?\nВідповідь: Ні, ви можете вказати тільки одну контактну адресу для всіх пов'язаних організацій. Це схоже на концепцію альтернативної адреси в поточному BizFile+.\nЗапитання: Я обіймаю посади в декількох організаціях. Чи повинен я вказувати контактну адресу для кожної організації?\nВідповідь: Вам потрібно вказати контактну адресу тільки для однієї з організацій. Одна і та сама контактна адреса оновлюватиметься для всіх пов'язаних організацій. Це схоже на концепцію альтернативної адреси в поточній версії BizFile+.\nЗ:апитання Чи можу я вказати контактну адресу в Сінгапурі, якщо зараз проживаю за кордоном?\nВідповідь: Ні, контактна адреса має перебувати в тій самій юрисдикції, що й адреса проживання. Наприклад, якщо ваша адреса проживання в Малайзії, ви не можете вказати контактну адресу в Сінгапурі, і навпаки. Це схоже на концепцію альтернативної адреси в поточному BizFile+.\nДавайте відповімо на деякі запитання про перехід до режиму контактних адрес:"
}