{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Silvia!\nThis is a friendly reminder from Boston Vision that you have an upcoming appointment on 10-28-2024 at 10:30 AM with Alexander Martin located at Lawrence, 25 Marston St. Suite 104. To confirm please reply with just the number 1 or click on the following link to access your Promptly account: https://fph.ai/p/p/1cs0ih.\nPlease check with your insurance. You may need to obtain a PCP referral prior to seeing a specialist. If your insurance requires a referral, please obtain it from your PCP's office and email it to referrals@bostonvision.com or fax it to 781-305-3379 prior to your appointment. Dr. Pham's NPI number is 1225405400. Copays are expected at the time of service.\nIf you need to cancel or reschedule this appointment, you may do so by logging into your Promptly account. We reserve the right to charge a $50 no-show or late CANCELATION FEE if the appointment is not canceled within 48 hours of the start of the appointment.\nPlease Reply With:\n1 to Confirm Appointment\n3 to Delete/Cancel Appointment",
    "trans": "Вітаю, Сільвіє!\nЦе дружнє нагадування від Boston Vision про те, що у вас призначена зустріч на 28.10.2024 о 10:30 ранку з Александром Мартіном за адресою: Лоуренс, 25 Марстон Стріт, офіс 104. Для підтвердження, будь ласка, дайте відповідь лише цифрою 1 або натисніть на наступне посилання для доступу до вашого акаунту Promptly: https://fph.ai/p/p/1cs0ih.\nБудь ласка, перевірте свою страховку. Можливо, вам буде потрібно отримати направлення від сімейного лікаря перед відвідуванням фахівця. Якщо ваша страховка вимагає направлення, будь ласка, отримайте його у кабінеті вашого сімейного лікаря і надішліть через електронну пошту на referrals@bostonvision.com або факсом на 781-305-3379 до початку прийому. Номер NPI доктора Фама — 1225405400. Очікуються доплати під час прийому.\nЯкщо вам потрібно скасувати або перенести прийом, ви можете зробити це, увійшовши у свій обліковий запис Promptly. Ми залишаємо за собою право стягувати штраф у розмірі 50 доларів США за неявку або пізнє скасування, якщо прийом не буде скасовано протягом 48 годин після початку прийому.\nБудь ласка, дайте відповідь:\n1, щоб підтвердити прийом\n3, щоб видалити/скасувати прийом"
}