{
    "source": "en_US",
    "target": "uk_UA",
    "text": "PoA Tax Refund\nWith my signature below I, the Employee, hereby confirm that:\n1. KPMG ([redacted_name] and [redacted_name]) may file for correction of my Norwegian taxes.\n2. Sea1 Offshore AS outlay for my Taxes to Norway\n3. Any overpaid Norwegian tax should hence be refunded to my Employer. See bank details below.\n4. That neither I, my spouse, cohabitant or child hold/held/ any of the below listed “positions” of\na stock listed company during 2022 - 2024. That I will Torstein.Jansen-vistnes@kpmg.no if this\nchanges.\n“Chief Executive Officer, President of company, Chief Financial Officer, Chief Operating Officer,\nChief Accounting Officer, General Counsel, Controller, Director of internal audit, Treasurer or Member\nof Board of Directors. “\nTHE POA SHALL EXPIRE 31.3.2026\nAny Tax Refund shall be paid to:\nSEA1 OFFSHORE AS ([redacted_number])\n[redacted_info]\nBANK ACCOUNT NUMBER: [redacted_number]\nName:\n____________________________\nPlace/Date Signature Employee\n_____________ ____________________",
    "trans": "Повернення суми податку за довіреністю\nСвоїм підписом нижче я, Співробітник, підтверджую, що:\n1. KPMG ([redacted_name] і [redacted_name]) може подати запит на виправлення моїх норвезьких податків.\n2. Sea1 Offshore AS оплачує мої податки в Норвегії\n3) Будь-які надмірно сплачені норвезькі податки повинні бути повернуті моєму Роботодавцю. Дивіться банківські реквізити нижче.\n4. Ані я, ані мій чоловік чи дружина, співмешканець або дитина не займають/займали будь-яку з перерахованих нижче «посад» у\nкомпанії, що котирується на біржі, протягом 2022-2024 років. Якщо ситуація зміниться, я повідомлю на адресу Torstein.Jansen-vistnes@kpmg.no\nу разі змін.\n«Головний виконавчий директор, президент компанії, головний фінансовий директор, головний операційний директор,\nголовний бухгалтер, головний юрисконсульт, контролер, директор із внутрішнього аудиту, скарбник або член\nРади директорів. »\nТЕРМІН ДІЇ ДОВІРЕНІСТІ ЗАКІНЧУЄТЬСЯ 31.03.2026\nБудь-яке повернення суми податку має бути сплачено на:\nSEA1 OFFSHORE AS ([redacted_number])\nSEA1 OFFSHORE AS ([redacted_number])\nНОМЕР БАНКІВСЬКОГО РАХУНКУ: [redacted_number]\nІм'я\n____________________________\nМісце/Дата Підпис Співробітник\n_____________ ____________________"
}