{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Due to our own stupidity we went to Katoomba on the 30th and 31st December 2012 which I am guessing might be the bussiest time of year to go. We turned up on the 30th december at about 3pm and the line just to get tickets (not even to line up for the rides) was about 45 minutes. We decided to come back at 9am where we promptly got our tickets and managed to get down the railway. I have to agree that the railway even though its steep, its pretty lacklustre as you can't see a thing but it was quite fun. We then went back to the campsite and came back at 4.30pm and went on the cableway which we were lucky not to have to wait for up top for but when we go to the bottom the waiting line was 45min at least. What was nice is that they had a very good magician and violinist playing at the bottom. I wish someone at the top had told us of the massive cue down the bottom or we wouldn't have gone down. Then we thought about going on the skyway but the line was an hour and half long and then was told you would have to wait again (approx hour and half) to get back. They told us we had to get off and couldn't just do the return trip without getting off. So we didn't end up doing it and just left.",
    "trans": "Через нашу власну дурість ми поїхали в Катумбу 30 та 31 грудня 2012 року, що, мабуть, є найзавантаженішим періодом року для відвідування. Ми прибули 30 грудня близько 15:00, і черга лише на купівлю квитків (навіть не на атракціони) зайняла близько 45 хвилин. Тож, ми вирішили повернутися наступного дня о 9:00. Тоді ми без проблем купили квитки й одразу потрапили на залізницю.  Мушу погодитися, що хоча залізниця дуже крута, особливо нічого не видно, що робить її не надто вражаючою, але сама поїздка була досить веселою. Потім ми повернулися в кемпінг і знову приїхали о 16:30, щоб прокататися на канатній дорозі. Нам пощастило, що нагорі не довелося чекати, але коли ми спустилися вниз, черга на зворотний підйом була щонайменше 45 хвилин. Приємним сюрпризом було те, що внизу грав дуже хороший скрипаль і працював фокусник. Шкода, що ніхто нагорі не попередив нас про величезну чергу внизу — інакше ми б туди не спускалися. Потім ми подумали про поїздку на Skyway, але виявилося, що черга займе півтори години, а потім доведеться ще раз чекати приблизно стільки ж, щоб повернутися назад. Нам сказали, що ми обов’язково маємо вийти і не можемо просто зробити кругову поїздку. Тому ми вирішили не чекати і просто поїхали звідти."
}