{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Western Europe or in the USA. While one may reasonably assume that these pieces of evidence relate to fundamental learning mechanisms, in relation to physiological and psychosocial factors, it may be questioned whether the phenomena described in this chapter hold true in all parts of the world. More specifically, many factors that strongly relate to the development of eating and drinking are so variable across the globe (food availability (in relation to climate variations), cooking habits, culture and prejudices about infant and child feeding, socioeconomic development, parental feeding practices, parental feeding and parenting style, exposure to food commercial, etc.) that their independent or combined influences on all aspects of children’s development of eating and drinking are not known with precision. Whenever possi- ble, examples from non-Western countries will be exposed.\nInfancy: Drinking and Eating before the Onset of Food Neophobia: The Golden Age\nSensory abilities. Infants are born with the capacity to taste and smell drinks and foods (Lipchock et al. 2011). While it is difficult, if not impossible, to compare infants and adults sensitivities to tastes and smells in line with strong differences in applicable methods, several studies indicate that infants display finely tuned abilities to differentiate flavors of foods and drinks, which can be inferred from their preferences. For instance, they can distinguish the smell of milk from that of water, the smell of breast milk from that of formula milk, and the smell of their mother’s milk from the smell of another lactating woman (Marlier et al. 1998). They can also demonstrate a preference for an odor that was experienced in utero, which also reveals the transnatal continuity in terms of food flavor learning (Schaal 2005). They can differentiate and prefer the odor of vanilla compared to the odor of butyric acid (Soussignan et al. 1997). Concerning taste perceptions, newborns are able to display a variety of facial expressions and behavioral responses when they are exposed to the different primary tastes (sweet, salty, sour, bitter, and umami) (Lipchock et al. 2011). Later in development during infancy, infants still show contrasted preferences across the primary tastes, but preference for all tastes do not evolve in the same way: for instance, the preference for salty taste increases sharply during the first year (Schwartz et al. 2017). Regarding manipulation of food textures, infants are born with very limited oral skills that only enable sucking during the first months (Nicklaus et al. 2015). However, they can develop control over sucking during the first months and can refrain from drinking a formula milk that they do not like, as was shown in the case of hydrolyzed protein formula (generally prescribed in case of allergy to cow milk proteins). Such formulas have a strong flavor (bitter, sour, in relation to the hydrolysis of the formula into smaller peptides), which children start rejecting around the age of 3.5 months (Trabulsi and Mennella 2012). Their abilities to develop more sophisticated oral control over food gradually evolve during the first years of life, but it is only when final denture is in place that chewing efficiency of children reaches adult maturity (Nicklaus et al. 2015). This happens",
    "trans": "Західна Європа або США. Хоча можна обґрунтовано припустити, що ці факти стосуються фундаментальних механізмів навчання, у контексті фізіологічних і психосоціальних факторів постає питання, чи є описані в цьому розділі явища справедливими для всіх частин світу. Якщо говорити більш конкретно, багато факторів, що суттєво впливають на формування харчової та питної поведінки, настільки різноманітні в різних регіонах (наприклад, доступність їжі відповідно до кліматичних змін, кулінарні звички, культурні особливості та упередження щодо годування немовлят і дітей, соціально-економічний розвиток, практики годування батьками, стиль виховання, вплив реклами харчових продуктів тощо), що їхній окремий або комбінований вплив на всі аспекти розвитку харчової поведінки у дітей поки що точно не визначено. За можливості будуть наведені приклади з незахідних країн.\nДитинство: пиття та їжа до виникнення харчової неофобії — Золота доба\nСенсорні здібності. Немовлята народжуються зі здатністю відчувати смак і запах напоїв та їжі (Lipchock et al., 2011). Хоча через значні методологічні відмінності важко, а іноді й неможливо порівняти чутливість до смаку та запаху у немовлят і дорослих, низка досліджень свідчить, що немовлята мають тонко налаштовані здібності до розрізнення смаків їжі та напоїв, що можна визначити за їхніми уподобаннями. Наприклад, вони можуть розрізняти запах молока і води, відрізняти запах грудного молока від суміші, розпізнавати запах материнського молока та відрізняти його від молока іншої жінки, яка годує грудьми (Marlier et al., 1998). Також немовлята демонструють уподобання до запахів, з якими вони стикалися ще в утробі матері. Це підтверджує перехідний зв’язок між пренатальним досвідом і навчанням смакових уподобань після народження (Schaal, 2005). Наприклад, вони надають перевагу запаху ванілі перед запахом масляної кислоти (Soussignan et al., 1997). Що стосується сприйняття смаку, то немовлята можуть проявляти різноманітні мімічні та поведінкові реакції на різні основні смаки (солодкий, солоний, кислий, гіркий, умамі) (Lipchock et al., 2011). Протягом першого року життя смакові уподобання змінюються. Наприклад, прихильність до солоного різко зростає протягом першого року (Schwartz et al., 2017). Споживання їжі та розвиток жувальних навичок: немовлята народжуються з обмеженими оральними навичками, які дозволяють лише смоктати протягом перших місяців життя (Nicklaus et al., 2015). Проте вони поступово розвивають контроль над смоктанням і можуть відмовлятися пити молочну суміш, яка їм не подобається. Наприклад, суміші з гідролізованим білком (які зазвичай призначають у разі алергії на білки коров’ячого молока) мають виражений гіркий і кислий смак. Немовлята починають відмовлятися від них приблизно у 3,5 місяці (Trabulsi & Mennella, 2012). Протягом перших років життя їхні навічки контролю їжі в роті розвиваються, але лише після повного прорізування зубів ефективність жування досягає рівня дорослих (Nicklaus et al., 2015)."
}