{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The North Node in Gemini\nThis is a quest to learn to see life from other people's point of view and to become adept in the art of communication. You have a tendency to be restless and scattered. You need to develop focus and the ability to communicate your ideas in a way that helps the many people in your life.\nThe North Node in 5th House\nThis represents a quest to create own your destiny. You need to give up your personal dreams and develop self-discipline to build a creative life.\nAspects of The North Node\nThe North Node has 13 aspects to other chart points.\nQuincunx The Moon Orb 09°S14'\n(Strong Influence)\nSometimes you learn your life lessons the hard way. The good news is that you learn from experience and incorporate these lessons into your chosen field.\nTrine The Sun Orb 02°A02'\n(Strong Influence)\nIt is time for you to leave behind your past inhibitions and truly express yourself in this life-time. You will find that events in life will force you to come to terms with your identity in order to express your fullest potential. You may feel that your private life, your family and home are demanding your full attention, but you do need to express yourself through your profession or a public group. You may have a message which needs to be heard by many people, not just your own family group.\nTrine Mercury Orb 16°A45'\n(Strong Influence)\n. You are destined to develop your talents for communication. This could be through writing, making speeches, training, sales and/or teaching. Whether you pursue this gift privately of publicly your ability to express yourself is a gift that brings you joy. You are also likely to enjoy short journeys, travelling on the road, news, social media, and even a little gossip. These forms of connecting with others help you achieve your purpose in life. Synchronicity plays an important role in your life journey. You need only observe the sign posts\nSquare Venus Orb 15°A17'\n(Strong Influence)\nOne of your life lessons is to find the right balance when it comes to personal relationships. People enter your life in a way that makes you belief in karma. Your eyes meet and you just know that you have connected with this person before. It is possible that your first ever relationship with a woman such as your mother feels fated. From a young age you start to learn about the ebb and flow of love relationships, the talents that you innately have and the art of give and take. At times you may cling to closely to a loved one. At others you push too hard to move away. You need to make sure that you do not sacrifice your sense of purpose within key relationships. You may have a tendency to submerge your own destiny for the sake of love. Once again gaining equilibrium is the key. Equality is your goal. You eventually acquire keen relationship skills, but only after letting go of the past and moving forward. This could be coming to terms with your own relationship needs, or it is perhaps letting go of relationships that do not serve you well. Understanding love is one of your life lessons. This could also be applied to the exchange of emotions, values and money with loved ones.\nSquare Mars Orb 11°A49'\n(Strong Influence)\nNo text available for this topic.\nOpposite Jupiter Orb 09°A39'\n(Strong Influence)\nYour current life challenge is to embrace adventure. You may find yourself in situations which inspire you to see the big picture. Inspiring others, possibly through preaching or teaching, may be part of your life's destiny. Benevolent groups may also play a key role.\nQuincunx Saturn Orb 13°A07'\n(Medium Influence)\nYour energy may be misdirected and you will need, at times, to adjust the way you approach other people and their problems.\nOpposite Uranus Orb 11°A24'\n(Strong Influence)\nDo you sometimes feel overwhelmed by a desire to rebel? Does the force of this secretly frighten you? You have probably learnt that trying to suppress your urges does not work very successfully. The more that you try to ignore the rebellious side of your nature the more erratic your behaviour is likely to become. Your lesson is to learn to integrate your need for autonomy with your need to work in society. You are destined to work with groups, or in a unique manner, but in a co-operative way rather than with conflict. You are a true individual, but all individuals need to exist in a community.\nContraParallel Neptune Orb 00°A40'\n(Weak Influence)\nThis aspect is not included in this set of interpretations.\nTrine Pluto Orb 11°S07'\n(Weak Influence)\n.\" Fortune favours the brave\" could be your motto. When you step outside of your comfort zone and stride forth then good fortune follows. You are destined to have an influence on other people, perhaps even groups. It is your choice as to whether or not yours is a positive influence. You need to acknowledge that moderation and other people's points of view are valid. Then you are a truly powerful person with positive influence\nConjunct Chiron Orb 15°A21'\n(Weak Influence)\nYour destiny is linked with easing other people's suffering, possibly after facing a painful situation in your own life. At some stage during your life you may suffer from physical illness, possibly something that alters your thinking profoundly or changes the course of your life. You may be a skilled healer or wise teacher.\nQuincunx The Ascendant Orb 01°S54'\n(Weak Influence)\nNo text available for this topic.\nTrine The Midheaven Orb 01°A46'\n(Weak Influence)\n. This combination augurs well for getting ahead in life. You have the desire and ability to associate with those who share the same ideas and social aspirations as yourself. Fortunately you mix well in society and can forward your aspirations through connections with those in high places. You are likely to earn the respect of your professional associates and prove popular in many social circles. The right people and opportunities also cross your path at fortuitous times. As a result you can achieve much good fortune.",
    "trans": "Північний вузол у Близнюках\nЦе прагнення вчитися бачити життя з точки зору інших людей і бути вправним у мистецтві спілкування. Ви схильні бути неспокійними і розсіяними. Вам потрібно розвивати концентрацію і вміння доносити свої ідеї так, щоб вони приносили користь багатьом людям у вашому житті.\nПівнічний вузол у 5-му домі\nОзначає прагнення створити власну долю. Вам слід відмовитися від особистих мрій і розвивати самодисципліну, щоб побудувати творче життя.\nАспекти Північного вузла\nПівнічний вузол має 13 аспектів до інших точок карти.\nКуспид Місяця 09°S14'\n(Сильний вплив)\nІноді ви засвоюєте життєві уроки важким шляхом. Хороша новина полягає в тому, що ви вчитеся на досвіді і застосовуєте ці уроки в обраній вами сфері.\nОрбіс у трині Сонця 02°A02'\n(Сильний вплив)\nНастав час залишити позаду свої минулі заборони і по-справжньому виразити себе в цьому житті. Ви побачите, що життєві події змусять вас примиритися зі своєю ідентичністю, щоб повністю розкрити свій потенціал. Ви можете відчувати, що ваше особисте життя, сім'я і дім вимагають вашої повної уваги, але вам дійсно потрібно виразити себе через вашу професію або громадську групу. Можливо, у вас є повідомлення, яке має бути почуте багатьма людьми, а не лише вашою родиною.\nОрбіс у трині Меркурія 16°A45'\n(Сильний вплив)\nВаша доля — розвивати свої таланти до спілкування. Це може відбуватися через написання текстів, виголошення промов, тренінги, продажі та/або викладання. Незалежно від того, чи використовуєте ви цей дар приватно, чи публічно, ваша здатність до самовираження — це дар, який приносить вам радість. Вам також, швидше за все, подобаються короткі подорожі, подорожі в дорозі, новини, соціальні мережі і навіть невеликі плітки. Ці форми спілкування з іншими людьми допомагають вам досягти своєї мети в житті. Синхронність відіграє важливу роль на вашому життєвому шляху. Вам потрібно лише спостерігати за дороговказами\nОрбіс у квадраті Венери 15°A17'\n(Сильний вплив)\nОдин з ваших життєвих уроків полягає в тому, щоб знайти правильний баланс, коли справа доходить до особистих стосунків. Люди з'являються у вашому житті так, що ви починаєте вірити в карму. Ваші очі зустрічаються, і ви просто знаєте, що ви вже спілкувалися з цією людиною раніше. Можливо, ваші перші в житті стосунки з жінкою, наприклад, з матір'ю, здаються вам доленосними. З юних років ви починаєте дізнаватися про припливи і відпливи любовних стосунків, про таланти, якими ви володієте від народження, і про мистецтво давати і брати. Іноді ви можете міцно триматися за кохану людину. Інколи ви занадто наполегливо намагаєтеся віддалитися. Вам потрібно переконатися, що ви не приносите в жертву своє почуття мети в рамках ключових стосунків. У вас може бути схильність занурювати власну долю в любов. Знову ж таки, набуття рівноваги — це ключ до успіху. Рівність — ваша мета. Зрештою, ви набудете гострих навичок у стосунках, але тільки після того, як відпустите минуле і рухатиметеся вперед. Це може бути примирення з вашими власними потребами у стосунках, або, можливо, звільнення від стосунків, які не приносять вам користі. Розуміння любові — це один з ваших життєвих уроків. Це також можна застосувати до обміну емоціями, цінностями та грошима з коханими людьми.\nОрбіс у квадраті Марса 11°A49'\n(Сильний вплив)\nДля цієї теми немає тексту.\nОрбіс в опозиції до Юпітера 09°A39'\n(Сильний вплив)\nВаш поточний життєвий виклик полягає у прагненні до пригод. Ви можете опинитися в ситуаціях, які надихнуть вас побачити загальну картину. Надихати інших, можливо, через проповідь або викладання, може стати частиною вашого життєвого призначення. Доброчинні групи також можуть відігравати ключову роль.\nКуспид Сатурна 13°A07'\n(Середній вплив)\nВаша енергія може бути неправильно спрямована, і часом вам потрібно буде скорегувати своє ставлення до інших людей і їхніх проблем.\nОрбіс в опозиції до Урана 11°A24'\n(Сильний вплив)\nЧи відчуваєте ви іноді, що вас переповнює бажання бунту? Чи лякає вас ця сила? Ви, напевно, вже зрозуміли, що спроби придушити свої пориви не дуже успішні. Чим більше ви намагаєтеся ігнорувати бунтарську сторону своєї натури, тим більш нестабільною стає ваша поведінка. Ваш урок полягає в тому, щоб навчитися інтегрувати свою потребу в автономії з потребою працювати в суспільстві. Вам судилося працювати з групами або в унікальній манері, але в умовах співпраці, а не конфлікту. Ви — справжня особистість, але всі особистості повинні існувати в суспільстві.\nКонтрпаралельний орбіс Нептуна 00°A40'\n(Слабкий вплив)\nЦей аспект не входить до цього набору тлумачень.\nОрбіс у трині Плутона 11°S07'\n(Слабкий вплив)\n«Удача прихильна до хоробрих» — це може стати вашим девізом. Коли ви виходите зі своєї зони комфорту і рухаєтеся вперед, удача супроводжує вас. Вам судилося мати вплив на інших людей, можливо, навіть на групи. Ви самі вирішуєте, чи буде ваш вплив позитивним, чи ні. Ви повинні визнати, що поміркованість і точки зору інших людей мають право на існування. Тоді ви станете справді впливовою людиною з позитивним впливом\nКон'юнкційний орбіс Хірона 15°A21'\n(Слабкий вплив)\nВаша доля пов'язана з полегшенням страждань інших людей, можливо, після того, як ви зіткнулися з болючою ситуацією у власному житті. На певному етапі життя ви можете страждати від фізичної хвороби, можливо, від чогось, що глибоко змінює ваше мислення або змінює хід вашого життя. Ви можете бути вправним цілителем або мудрим учителем.\nАсцендентний орбіс у квінкунксі 01°S54'\n(Слабкий вплив)\nДля цієї теми немає тексту.\nОрбіс у трині зеніту 01°A46'\n(Слабкий вплив)\nЦя комбінація передбачає успіх у житті. У вас є бажання і здатність спілкуватися з тими, хто поділяє ті ж ідеї і соціальні прагнення, що і ви. На щастя, ви добре вписуєтеся в суспільство і можете реалізувати свої прагнення завдяки зв'язкам з людьми, які займають високі посади. Ви, швидше за все, заслужите повагу своїх професійних колег і станете популярними в багатьох соціальних колах. Потрібні люди і можливості також перетинають ваш шлях у сприятливі моменти. В результаті ви можете досягти значних успіхів."
}