{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Pinellas County will be implementing a zoned collection plan for Hurricane Helene debris in the unincorporated areas of the county that received critical storm damage. We will share a link to a GIS map showing the collection schedule in the coming days. In the meantime, residents are encouraged to work with their insurance adjusters and document damages for reimbursement.\nIf you live in a municipality, Contact your city or town about the availability of debris pickup in their area. If you’re not sure if your property is located within unincorporated Pinellas or within a city/municipality,use the interactiveMy Neighborhood Servicestool to find out. To qualify for FEMA reimbursement, Pinellas County cannot accept storm debris from within cities.\nThe Pinellas County Solid Waste cannot accept storm-related debris from residents or private haulers. The facility is not an approved site for storm debris disposal.",
    "trans": "У окрузі Пінеллас буде впроваджено план зонального збору сміття від урагану Хелен, що стосується неінкорпорованих територій округу, які зазнали критичних пошкоджень внаслідок шторму. У найближчі дні ми поділимося посиланням на карту ГІС, яка покаже графік збору сміття. Тим часом мешканців закликають співпрацювати зі своїми страховими агентами та документувати пошкодження для отримання відшкодування.\nЯкщо ви проживаєте в муніципалітеті, зв'яжіться з вашим містом або селом щодо можливості збору сміття у їхньому районі. Якщо ви не впевнені, чи знаходиться ваша власність на неінкорпорованій території Пінелла або в межах міста/муніципалітету, скористайтеся інтерактивним інструментом My Neighborhood Services, щоб дізнатися. Для того щоб мати право на відшкодування від FEMA, округ Пінеллас не може приймати сміття від штормів з територій міст.\nСлужба твердих відходів округу Пінеллас не може приймати сміття, пов'язане зі штормами, від мешканців або приватних перевізників. Цей об'єкт не є затвердженим місцем для утилізації сміття після штормів."
}