{
    "source": "en_US",
    "target": "uk_UA",
    "text": "EFA Festival in Focus | International Izmir Festival\nSimon Mundy, in interview with Filiz Sarper, Artistic Director of the International Izmir Festival looks at the festival’s history and current success\nThe cities that lie on the western coast of Anatolia are so ancient that you have to come through an awful lot of names of kingdoms and empires before you come to modern Izmir in ingénue Turkey. Homer was probably born there, at a time when the fall of Troy a little further north was no further back than the start of the Renaissance is to us. In his age Izmir was an independent city state, rather in the shadow of the more famous Ephesus eighty kilometres to the south, which had been the capital of the kingdom of Arzawa and by Homer's time was a member of the Greek Ionian League. Then the Lydian empire came, then the Persians and eventually Alexander the Great.\nNot so long ago really. After him the kingdom of Pergamon took over for a while, then Alexander's descendants in Egypt before the Romans were left in charge and decided the city's name was Smyrna (Marcus Aurelius had it rebuilt after a massive earthquake in 178 AD). For Europeans that remained the name until post-Ottoman Turkey adopted the Latin alphabet at the end of the 1920s and it was changed to the present Izmir. Elgar wrote a charming piano piece called In Smyrna during a visit in 1905. Amazingly, in 1920 the population was half Greek, half Turkish.",
    "trans": "Фестиваль EFA у фокусі | Міжнародний фестиваль в Ізмірі\nСаймон Манді в інтерв'ю з Філізом Сарпером, художнім керівником Міжнародного фестивалю в Ізмірі, розповідає про історію фестивалю та його нинішній успіх\nМіста, що лежать на західному узбережжі Анатолії, такі давні, що, перш ніж дійти до сучасного Ізміра в молодій Туреччині, доведеться перегорнути безліч назв царств і імперій. Гомер, ймовірно, народився тут, у часи, коли падіння Трої, що розташована трохи північніше, було не давнішим для нього, ніж початок Ренесансу для нас. У його епоху Ізмір був незалежним містом-державою, яке залишалося в тіні більш відомого Ефеса, що знаходився за 80 кілометрів на південь. Ефес колись був столицею царства Арзава, а до часів Гомера вже став членом Грецького Іонійського союзу. Потім прийшла Лідійська імперія, за нею перси, а згодом — Олександр Македонський.\nНасправді, це було не так уже й давно. Після Олександра Македонського на деякий час владу захопило царство Пергам, потім правили нащадки Олександра в Єгипті, а згодом владу перебрали римляни, які вирішили, що місто має називатися Смірна (Марк Аврелій відбудував його після сильного землетрусу у 178 році н.е.). Для європейців ця назва залишалася незмінною аж до кінця 1920-х років, коли після падіння Османської імперії Туреччина перейшла на латинський алфавіт, і місто отримало свою сучасну назву Ізмір. Композитор Едвард Елгар під час візиту в 1905 році написав чудову фортепіанну п'єсу «In Smyrna» (У Смірні).  Цікаво, що ще у 1920 році населення міста було порівну поділене між греками та турками."
}