{
    "source": "en_US",
    "target": "uk_UA",
    "text": "My name is Jennifer from Glassdoor (United States). We offer quality remote online part-time/full-time jobs to help amazon merchants update data, increase visibility and bookings, and provide free training. Flexible part-time and full-time jobs allow you to work 4 days a week with easy, on-the-go work (based on your own schedule) and bonuses ranging from $50 to $500 per day. For every 4 days you work, you will earn a base salary of $800 This job can be a great income for your family. After 4 days of employment, a full employee contract will be issued. Benefits Annual Paid Leave: In addition to statutory leave such as maternity and paternity leave, regular employees are entitled to 5-15 days of annual paid leave. In addition to maternity and paternity leave, regular employees are entitled to 5-15 days of paid annual leave. If you would like to join us, please contact your employer by sending an SMS to this number for more information:13478738182",
    "trans": "Мене звати Дженніфер, я з Glassdoor (Сполучені Штати). Ми пропонуємо якісні віддалені онлайн-роботи на неповний/повний робочий день, щоб допомогти продавцям Amazon оновлювати дані, збільшувати видимість і бронювання, а також надавати безкоштовне навчання. Гнучкі роботи на неповний та повний робочий день дозволяють вам працювати 4 дні на тиждень з легкою роботою в русі (згідно з вашим власним графіком) та отримувати бонуси від $50 до $500 на день. За кожні 4 дні роботи ви будете отримувати базову зарплату в розмірі $800. Ця робота може стати чудовим доходом для вашої родини. Після 4 днів роботи буде видано контракт повного працівника. Переваги: Щорічна оплачувана відпустка: Крім законодавчої відпустки, такої як декретна та батьківська відпустка, регулярні працівники мають право на 5-15 днів щорічної оплачуваної відпустки. Якщо ви хочете приєднатися до нас, будь ласка, зв'яжіться зі своїм роботодавцем, надіславши SMS на цей номер для отримання додаткової інформації: 13478738182"
}