{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Good evening DYI Families. We are racing into fall and our largest fundraiser of the year. If you have not already, please sign your child up at mybooster.com. This fundraiser supports field trips for our students throughout the year. Plus on the date of the fun run, our kids have a great time.\nWe are quite proud of our students and staff for participating in our anti bullying day. Throughout the building students and staff were wearing orange. It’s not always easy to remember a spirit day when it lands on a Monday, yet everyone did a great job. We will have a few more spirit days as we move into late October and early November. For Halloween specifically, we will send out a message as we get closer to the end of October. This message will be a similar practice to what we have done in previous years.\nAlso exciting has been the start of after school activities. Families did well to adjust to our new system for signing up for activities through Family ID. New this year is how late buses have satellite stops instead of traveling directly to a student's house. We appreciate everyone’s patience as we have transitioned to this new system. If you want a reminder of the late bus routes, please click here.\nA couple of leftover reminders from the last newsletter. We still need more families to sign off on the student handbook and complete the iPad payment. Both of these links are listed here:\n1- Student handbook. This is a standard practice in schools. Please click the link to indicate you have read and reviewed the student handbook with your child: https://forms.gle/8NCvF3gRWwmcHm4Z8\n2- iPad Payment. Please follow this link, When you get to the link, click the plus sign by technology fees",
    "trans": "Доброго вечора, родини DYI. Ми швидко наближаємося до осені та нашого найбільшого збору коштів року. Якщо ви ще цього не зробили, будь ласка, зареєструйте свою дитину на mybooster.com. Цей збір коштів підтримує екскурсії для наших учнів протягом року. Крім того, в день проведення веселого забігу нашим дітям буде дуже весело.\nМи дуже пишаємося нашими учнями та працівниками за участь у дні боротьби з булінгом. У всій будівлі учні та працівники носили оранжевий колір. Не завжди легко пам'ятати про день духу, коли він випадає на понеділок, але всі справилися чудово. У нас буде ще кілька днів духу, коли ми перейдемо до кінця жовтня та початку листопада. Щодо Хелловіна, ми надішлемо повідомлення ближче до кінця жовтня. Це повідомлення буде схоже на те, що ми робили в попередні роки.\nТакож захоплюючим є початок позашкільних занять. Родини добре адаптувалися до нашої нової системи запису на заняття через Family ID. Новинкою цього року є те, що пізні автобуси мають супутникові зупинки замість того, щоб їхати безпосередньо до дому учня. Ми вдячні всім за терпіння під час переходу до цієї нової системи. Якщо ви хочете отримати нагадування про маршрути пізніх автобусів, будь ласка, натисніть тут.\nКілька залишкових нагадувань з останнього інформаційного бюлетеня. Нам все ще потрібно більше родин, щоб підтвердити ознайомлення зі студентським посібником і завершити оплату iPad. Обидва ці посилання наведені тут:\n1- Студентський посібник. Це стандартна практика в школах. Будь ласка, натисніть на посилання, щоб вказати, що ви прочитали та обговорили студентський посібник зі своєю дитиною: https://forms.gle/8NCvF3gRWwmcHm4Z8\n2- Оплата iPad. Будь ласка, перейдіть за цим посиланням. Коли ви перейдете за посиланням, натисніть знак плюс біля технологічних зборів"
}