{
    "source": "en_US",
    "target": "uk_UA",
    "text": "your description,\n113026 - Injection relay and injectors, supply voltage, fuel injection: short circuit to ground.\n1F0514 - Valvetronic, supply voltage: Short circuit to ground.\nThis fault is usualy the valvetronic actuator to fail or the eccentric shaft, these will need to be tested aat a GErman specialists or a BMW dealer, as it also can be the wiring has a fault or a faulty DMEE or a faulty IVM.\nThere are no specific tests I can give you except if there is no compression itis likely to be the valvetronic actuator to fail or the eccentric shaft.\nCustomer\nProblems keep getting worse, car won’t crank now. Put it a new battery and it still won’t turn over. No crank no start. I put the scanner to read codes but scanner can’t read the ecu\nAlso car is tuned on mhd one coil was imploded replaced and car gave a red drive train malfunction\nAlso checked every fuse and all are good\nHow common is it to have the dme blow up on you?\nBMW Mechanic: [redacted_name]\nTry turn it at the crankshaft pulley with a wrench to see if it will turn, if not then there is an internal fault, if it does tuurn at the crank pulley it will most likely be a faultw ith the ignition switch or starter motor.\nCustomer\nit does turnover but the thing is before it even began not starting it will start but have a bad misfire and on cylinder 1. Checked for signal on the connector and got 12v instead of 5v\nBMW Mechanic: [redacted_name]\nHave you checked the spark plus, fuel injector and ignition coil on cylinder 1 or done a compression test?\nCustomer\nIf I get a new dme would I need to program in or plug and play\nBMW Mechanic: [redacted_name]\nIt would need to be reprogrammed by a BMW dealer. If you get yours repaired it will be plug and play.\nRead less\n0 Likes\nShare:\nDrivetrain malfunction on 2011 x3. My fiancee is driving it and it shut down we had this problem once before, a mechanic\nMechanic's Assistant chat\nCustomer: drivetrain malfunction on 2011 x3\nMechanic's Assistant: Are you fixing your X3 yourself? What have you tried so far?\nCustomer: my fiancee is driving it and it shut down we had this problem once before, a mechanic recoded the battery and then everything was fine\nMechanic's Assistant: Have you tested the battery with a voltmeter? And can you see if it's leaking or not?\nCustomer: no i have not\nMechanic's Assistant: Anything else you want the mechanic to know before I connect you?\nCustomer: but the mechanic looked at the battery last time, said it was relatively new\nAnswered by Daniel in 10 hours\n6 years ago\n[redacted_name]\nBMW Master Technician\n4,769 satisfied customers\nSpecialities include: Acura, Audi, Australia Car, BMW, Buick, Cadillac, Car, Chevy, Chrysler, Classic Car, Dodge, eBay Motors, Electric Vehicles, Ford, GM, GMC, Honda, Hyundai, Infiniti, Jaguar, Jeep, Kia, Lexus, Lincoln, Mazda, Mercedes, Mercury, Mitsubishi, Motorcycle, Nissan, Oldsmobile, Peugeot, Pontiac, Porsche, Renault, RV, Saab, Saturn, Subaru, Toyota, Transmissions, UK Car, UK Ford, UK Nissan, Volvo, VW\nRead more\nBMW Mechanic: [redacted_name]\nHi, I'm [redacted_name]and assisting you today on your inquiry.\nIs the CEL light \"blinking\" or staying on permanently. Does the car drive any different (misfire, shudder etc?).\nDo you have access to a scan tool?\nDiscover more answers\nR500: On my 2006 R500, I had the following messages appear ...\nI have a drivetrain malfunction when i accelerate. Also make ...\nDoes a bmw 320i f30 integrated supply module have to be prog ...\nRead more\n0 Likes\nShare:\nIt tells me something about drivetrain malfunction and will start up and go off. I mean it's on automatic headlights and\nMechanic's Assistant chat\nCustomer: It tells me something about drivetrain malfunction and will start up and go off\nMechanic's Assistant: Will the headlights turn on? Is the battery fully charged?\nCustomer: I mean it's on automatic headlights and yes they on\nMechanic's Assistant: What is the model/year of your BMW?\nCustomer: 2013 328i Xdrive\nMechanic's Assistant: Are you fixing your 328i xDrive yourself? What have you tried so far?\nCustomer: Nothing at all.. it keeps bringing the code but I can take it to the bmw place on monday but is there anyway I can clear the error code so I can drive it till I take it to dealership\nMechanic's Assistant: Anything else you want the Mechanic to know before I connect you?\nCustomer: Yes I wanna know how to reset the codes so\nAnswered by BMWDoc in 2 mins\n4 years ago\nBMWDoc\n30 years of experience working with BMW's. Independent European shop owner and technician.\n10,067 satisfied customers\nSpecialities include: Audi, BMW, Car, Jaguar, Mercedes, Porsche, Saab, UK Car, Volvo, VW\nBMW Mechanic: BMWDoc\nHello, my name is ***** ***** I will be helping you with your question today. I've been working on BMWs for over 30 years now, so I should be able to help you through this. Please understand that some of my suggestions may require special diagnostic tools and equipment that many home mechanics may not have, but are often required. So, my first question is whether you're planning on performing your own repairs, or are you wanting to be armed with information before bringing it into your mechanic?\nDo you have a list of the fault codes that were read out, or has that not been done yet?\nAlso, the site automatically prompts for a phone call. It's very rare that I'm available by phone, so let's hold off on that for now. If needed after we exchange some information, I will do my best to take the time for the call.\nDiscover more answers\nR500: On my 2006 R500, I had the following messages appear ...\nI have a drivetrain malfunction when i accelerate. Also make ...\nDoes a bmw 320i f30 integrated supply module have to be prog ...\nCustomer\nHi\nIt tells me drive train malfunction\nIs there anyway I can reset the codes at least to drive it till I can take it to the bmw office on saturday\nBMW Mechanic: BMWDoc\nWell, just resetting the codes will not make the issue go away, since that warning is on for a reason.\nPlease be patient while I put together information for you, as I don't type extremely fast, and it takes a bit for me to put a thoughtful answer together.\nCustomer\nOkay thank u\nBMW Mechanic: BMWDoc\nIn my description below, we can interchange \"Drivetrain malfunction\" with \"check engine light\"\nAnd so you're aware, the only way to turn that message off is with a scan tool.\nThe Check Engine Light (which is actually the Malfunction Indicator Lamp or MIL) alerts you when an emissions-related problem occurs with the engine control system or emission controls on your vehicle. Depending on the nature of the problem, the Check Engine Light may come on and remain on continuously or flash. Some intermittent problems will make the Check Engine Light come on only while the fault is occurring (such as engine misfire). The Check Engine light usually remains on once a fault has been detected, and will remain on to remind you that a problem has occurred that needs to be investigated.\nAn illuminated Check Engine Light can be annoying because you don't know what's wrong, and whether or not the problem might be a serious one or just a minor fault. There is no way to know what the problem is until you plug a scan tool into the vehicle's diagnostic connector and read out the code(s) that turned the light on.\nIf no other warning lights are on, and the engine seems to be running normally (no unusual noises, smells, vibrations, etc.), you can assume the fault that is causing the Check Engine Light to come on is probably minor and won't hinder your ability to continue driving. But if other warning lights are on, you should probably stop and investigate the problem.\nWhen the Check Engine Light comes on, a diagnostic trouble code or codes (DTC) is/are recorded in the powertrain control module (PCM) memory that corresponds to the fault. Some problems can generate more than one trouble code, and some vehicles may have multiple problems that set multiple trouble codes.\nCHECK ENGINE LIGHT ON SETS TROUBLE CODES\nIn most older vehicles (those made before 1996), disconnecting the computer's power source or disconnecting a battery cable erases fault codes and turns off the Check Engine Light, at least temporarily. If the problem persists, the code will reset and the Check Engine Light will come back on. But on many newer vehicles, you do NOT want to disconnect the battery because doing so can wipe out the computer's memory settings. This may affect the operation of the transmission, climate control system and other functions.\nIn 1996 and newer vehicles, a scan tool or code reader must be used to erase codes and turn the Check Engine Light off.\nHOW TO READ FAULT CODES WITH A SCAN TOOL\nIf your Check Engine light is on, you need to read the code(s) that are causing it to come on with a code reader or scan tool. Plug the tool into the 16-pin OBD diagnostic connector (usually located under the dash near the steering column).\nWhen the ignition is turned on (don't start the engine yet), the tool will communicate with the PCM. You may be asked to enter the year/make/model and VIN code of your vehicle if the scan tool does not automatically recognize the application. Choose the READ FAULT CODE option on the scan tool menu, or press the button that allows the tool to read the codes. The tool will then display a number and/or code description that corresponds to a particular fault code. The letter \"P\" is the designation for Powertrain codes (which includes all of the engine controls, related emission controls, catalytic converter and fuel tank vapor control system). If there are more than one code, the codes will be listed in numeric order.\nTIP: Write the code(s) down on a piece of paper before you erase them. You may need to refer to the codes again later if the same problem keeps returning. Erasing the codes will turn the Check Engine Light off, but sooner or later the codes will likely return and turn the Check Engine Light back on again if the problem is still there.\nCustomer\nThank u but is there anyway",
    "trans": "ваш опис,\n113026 - Реле впорскування та форсунки, напруга живлення, впорскування пального: коротке замикання на землю.\n1F0514 - Valvetronic, напруга живлення: Коротке замикання на землю.\nЦя несправність зазвичай пов'язана з виходом з ладу актуатора Valvetronic або ексцентриковим валом, їх потрібно буде перевірити у німецьких фахівців або у дилера BMW, оскільки також може бути проблема з проводкою або несправний DMEE або IVM.\nЯ не можу дати вам конкретних тестів, крім того, що якщо немає компресії, ймовірно, що вийшов з ладу актуатор Valvetronic або ексцентриковий вал.\nКлієнт\nПроблеми продовжують погіршуватися, автомобіль тепер не запускається. Я поставив новий акумулятор і він все ще не обертається. Немає обертання - немає запуску. Я підключив сканер для зчитування кодів, але сканер не може зчитати ECU\nТакож автомобіль налаштований на MHD, одна котушка була розірвана, замінена і автомобіль показав червоний збій трансмісії\nТакож перевірив кожен запобіжник і всі в порядку\nНаскільки поширеною є проблема з виходом з ладу DME?\nМеханік BMW: [redacted_name]\nСпробуйте повернути його за допомогою ключа на шківі колінчастого вала, щоб подивитися, чи обернеться він. Якщо ні, то є внутрішня несправність. Якщо обертається на шківі колінчастого вала, то найімовірніше проблема з вимикачем запалювання або стартером.\nКлієнт\nВін обертається, але справа в тому, що перед тим як почати не запускатися, він запускався, але мав сильний пропуск запалювання на циліндрі 1. Перевірив сигнал на роз'ємі і отримав 12 В замість 5 В\nМеханік BMW: [redacted_name]\nВи перевіряли свічку запалювання, форсунку пального та котушку запалювання на циліндрі 1 або проводили тест на компресію?\nКлієнт\nЯкщо я куплю новий DME, чи потрібно буде його програмувати або просто підключити і використовувати?\nМеханік BMW: [redacted_name]\nЙого потрібно буде перепрограмувати у дилера BMW. Якщо ви відремонтуєте свій, він буде готовий до підключення.\nЧитати менше\n0 подобається\nПоділитися:\nНеполадка трансмісії на X3 2011 року. Моя наречена їздить на ньому, і він вимкнувся, у нас вже була ця проблема раніше, механік\nЧат з помічником механіка\nКлієнт: неполадка трансмісії на X3 2011 року\nПомічник механіка: Ви самі ремонтуєте свій X3? Що ви вже спробували?\nКлієнт: моя наречена їздить на ньому, і він вимкнувся, у нас вже була ця проблема раніше, механік перепрограмував акумулятор, і все було в порядку\nПомічник механіка: Ви перевіряли акумулятор вольтметром? І можете побачити, чи є на ньому витік?\nКлієнт: ні, я не перевіряв\nПомічник механіка: Є щось ще, що ви хочете сказати механіку перед тим, як я вас з ним з'єднаю?\nКлієнт: але минулого разу механік дивився на акумулятор, сказав, що він відносно новий\nВідповів Даніель через 10 годин\n6 років тому\n[redacted_name]\nМайстер-механік BMW\n4769 задоволених клієнтів\nСпеціалізації включають: Acura, Audi, автомобілі з Австралії, BMW, Buick, Cadillac, автомобілі, Chevy, Chrysler, класичні автомобілі, Dodge, eBay Motors, електромобілі, Ford, GM, GMC, Honda, Hyundai, Infiniti, Jaguar, Jeep, Kia, Lexus, Lincoln, Mazda, Mercedes, Mercury, Mitsubishi, мотоцикли, Nissan, Oldsmobile, Peugeot, Pontiac, Porsche, Renault, RV (кемпери), Saab, Saturn, Subaru, Toyota, трансмісії, автомобілі з Великобританії, Ford з Великобританії, Nissan з Великобританії, Volvo, VW\nЧитати далі\nМеханік BMW: [redacted_name]\nПривіт, я [redacted_name] і сьогодні допомагаю вам з вашим запитом.\nЧи світиться індикатор CEL \"мигаючи\" або постійно? Чи змінюється поведінка автомобіля (несправність, трясіння тощо)?\nЧи маєте ви доступ до сканера?\nДізнайтеся більше відповідей\nR500: На моєму R500 2006 року випуску з'явилися наступні повідомлення ...\nУ мене є несправність трансмісії, коли я прискорююся. Також роблю ...\nЧи потрібно програмувати модуль інтегрованого живлення для BMW 320i F30 ...\nЧитати далі\n0 подобається\nПоділитися:\nВін говорить мені щось про несправність трансмісії і буде вмикатися і вимикатися. Я маю на увазі, що це автоматичні фари\nЧат з помічником механіка\nКлієнт: Він говорить мені щось про несправність трансмісії і буде вмикатися і вимикатися\nПомічник механіка: Фари будуть вмикатися? Акумулятор повністю заряджений?\nКлієнт: Я маю на увазі, що це автоматичні фари і так, вони вмикаються\nПомічник механіка: Яка модель/рік вашого BMW?\nКлієнт: 2013 328i Xdrive\nПомічник механіка: Ви самостійно ремонтуєте свій 328i xDrive? Що ви вже пробували?\nКлієнт: Нічого взагалі.. він постійно видає код, але я можу відвезти його в BMW-сервіс в понеділок, але чи можу я якось скинути код помилки, щоб покататися на ньому до того, як відвезу його в сервіс?\nПомічник механіка: Є щось ще, що ви хочете сказати механіку перед тим, як я вас з ним з'єднаю?\nКлієнт: Так, я хочу знати, як скинути коди тому\nВідповів BMWDoc за 2 хвилини\n4 роки тому\nBMWDoc\n30 років досвіду роботи з BMW. Власник та технік незалежного європейського сервісу.\n10 067 задоволених клієнтів\nСпеціалізації включають: Audi, BMW, автомобіль, Jaguar, Mercedes, Porsche, Saab, автомобіль з Великої Британії, Volvo, VW\nМеханік BMW: BMWDoc\nПривіт, мене звуть ***** ***** і я допоможу вам з вашим запитанням сьогодні. Я працюю з BMW більше 30 років, тому я повинен бути в змозі допомогти вам у цьому. Будь ласка, зрозумійте, що деякі з моїх пропозицій можуть вимагати спеціальних діагностичних інструментів та обладнання, яких багато домашніх механіків можуть не мати, але вони часто потрібні. Отже, моє перше питання: чи плануєте ви виконувати ремонт самостійно або хочете отримати інформацію перед тим, як звернутися до свого механіка?\nЧи є у вас список кодів несправностей, які були прочитані, або це ще не було зроблено?\nКрім того, сайт автоматично пропонує телефонний дзвінок. Дуже рідко я доступний по телефону, тому давайте поки що утримаємося від цього. Якщо після обміну інформацією буде потрібно, я зроблю все можливе, щоб знайти час для дзвінка.\nДізнайтеся більше відповідей\nR500: На моєму R500 2006 року випуску з'явилися наступні повідомлення ...\nУ мене є несправність приводу при прискоренні. Також роблю ...\nЧи потрібно програмувати інтегрований модуль живлення BMW 320i f30 ...\nКлієнт\nПривіт\nМені кажуть про несправність приводу\nЧи можу я хоча б скинути коди, щоб доїхати до офісу BMW в суботу?\nМеханік BMW: BMWDoc\nНу що ж, просто скидання кодів не вирішить проблему, оскільки це попередження включено з певної причини.\nБудь ласка, будьте терплячими, поки я збираю інформацію для вас, оскільки я не дуже швидко друкую і мені потрібно трохи часу для того, щоб скласти продуману відповідь.\nКлієнт\nДобре дякую\nМеханік BMW: BMWDoc\nУ моєму описі нижче ми можемо взаємозамінно використовувати \"неправильна робота трансмісії\" та \"сигналізація двигуна\"\nІ щоб ви знали, єдиний спосіб вимкнути це повідомлення - це за допомогою сканера.\nСигналізація двигуна (яка насправді є лампою індикатора несправності або MIL) сповіщає вас про виникнення проблеми, пов'язаної з викидами, в системі управління двигуном або системах контролю викидів вашого автомобіля. В залежності від характеру проблеми, сигналізація двигуна може загорітися і залишатися увімкненою постійно або мигати. Деякі періодичні проблеми можуть викликати загоряння сигналізації двигуна лише під час виникнення несправності (наприклад, пропуски запалювання двигуна). Сигналізація двигуна зазвичай залишається увімкненою після виявлення несправності і буде нагадувати вам про те, що виникла проблема, яку потрібно дослідити.\nЗагорілася сигналізація двигуна може бути неприємною, оскільки ви не знаєте, що не так, і чи є проблема серйозною або просто незначною несправністю. Немає способу дізнатися, у чому проблема, поки ви не підключите сканер до діагностичного роз'єму автомобіля і не зчитуєте код(и), які ввімкнули цю лампу.\nЯкщо інші сигнали попередження не горять, а двигун працює нормально (немає незвичних звуків, запахів, вібрацій тощо), ви можете припустити, що несправність, яка викликає загоряння сигналізації двигуна, ймовірно, незначна і не завадить вам продовжувати рух. Але якщо горять інші сигнали попередження, вам слід зупинитися і дослідити проблему.\nКоли загоряється сигналізація двигуна, у пам'яті блоку управління трансмісією (PCM) записується діагностичний код несправності (DTC), який відповідає цій несправності. Деякі проблеми можуть генерувати більше одного коду несправності, а у деяких автомобілів можуть бути кілька проблем, які встановлюють кілька кодів несправності.\nЗАГОРЯЄТЬСЯ СИГНАЛІЗАЦІЯ ДВИГУНА - ВСТАНОВЛЮЄ КОДИ НЕСПРАВНОСТІ\nУ більшості старих автомобілів (виготовлених до 1996 року) відключення джерела живлення комп'ютера або відключення кабелю акумулятора стирає коди несправностей і вимикає індикатор \"Check Engine\", принаймні тимчасово. Якщо проблема залишається, код скидається, і індикатор \"Check Engine\" знову загориться. Але в багатьох новіших автомобілях ви НЕ хочете відключати акумулятор, оскільки це може стерти налаштування пам'яті комп'ютера. Це може вплинути на роботу трансмісії, системи клімат-контролю та інших функцій.\nУ автомобілях 1996 року випуску та новіших для стирання кодів і вимкнення індикатора \"Check Engine\" необхідно використовувати сканер або зчитувач кодів.\nЯК ЧИТАТИ КОДИ НЕРЕГУЛЯРНОСТІ ЗА ДОПОМОГОЮ СКАНЕРА\nЯкщо у вас загорівся індикатор \"Check Engine\", вам потрібно зчитати коди, які викликають його загоряння, за допомогою зчитувача кодів або сканера. Підключіть інструмент до 16-контактного діагностичного роз'єму OBD (зазвичай розташованого під панеллю приладів біля стовпчика керма).\nКоли запалювання буде увімкнено (не запускайте двигун поки що), інструмент зв'яжеться з PCM. Якщо сканер не розпізнає ваш автомобіль автоматично, вам можуть запропонувати ввести рік/марку/модель та VIN-код вашого автомобіля. Виберіть опцію ЧИТАТИ КОД НЕРЕГУЛЯРНОСТІ в меню сканера або натисніть кнопку, яка дозволяє інструменту зчитувати коди. Інструмент відобразить номер та/або опис коду, що відповідає певному коду несправності. Літера \"P\" є позначенням для кодів Powertrain (до яких входять всі системи управління двигуном, пов'язані системи контролю викидів, каталізатори та система контролю парів паливного бака). Якщо є кілька кодів, вони будуть перераховані в числовому порядку.\nПорада: Запишіть коди на аркуші паперу перед їх стиранням. Вам може знадобитися звернутися до цих кодів пізніше, якщо проблема повториться. Стирання кодів вимкне індикатор \"Check Engine\", але рано чи пізно коди, ймовірно, повернуться і знову загорять індикатор \"Check Engine\", якщо проблема все ще існує.\nКлієнт\nДякую, але чи є спосіб"
}