{
    "source": "en_US",
    "target": "uk_UA",
    "text": "76. To prepare for anything coming up on the road ahead, you should:\n> Continually scan the entire road and all roadsides.\n77. When faced with an oncoming car to the left and a bicyclist to the right, you should:\n> Let the car pass and then pass the bike.\nYour ability to handle dangerous traffic situations depends largely on searching for and identifying problems before meeting them. Looking far ahead of your vehicle does not mean you should simply stare at the center of the road. You need to continually scan the entire road, including the sides of the road.\nWhen there is more than one potential hazard on the road, you should ensure that you only have to deal with one of them at a time. For example, when there is a bicyclist on the right that you want to pass and an oncoming car to the left, you should not try to squeeze between both at the same time. Instead, let the oncoming car pass, and then pass the bicyclist.\n78. If an oncoming driver is heading toward you in your lane, you should:\n> Blow your horn, steer right, and brake.\nIf another vehicle is approaching you head-on in your lane, you should first honk your horn to attract attention. If the other driver does not move over, try to escape to the right. If you swerve left and the other driver corrects at the last instant, you will still crash. If a collision is unavoidable, brake firmly and steadily. Every mile per hour you slow down will reduce the impact.\n79. When driving on slick roads, you should:\n> Take turns more slowly than usual.\nWhile it is always dangerous to drive too fast on slippery roads, this is especially true when driving in turns and curves. Be sure to approach them more slowly in slippery conditions than you would under normal circumstances.",
    "trans": "76. Щоб підготуватися до будь-яких ситуацій на дорозі попереду, вам слід:\n> Постійно оглядати всю дорогу та узбіччя.\n77. Опинившись між зустрічним автомобілем зліва та велосипедистом справа, вам слід:\n> Дати автомобілю проїхати, а потім обігнати велосипед.\nВаша здатність справлятися з небезпечними дорожніми ситуаціями значною мірою залежить від того, наскільки добре ви вмієте шукати та виявляти потенційні проблеми заздалегідь. Дивитися далеко вперед не означає просто дивитися в центр дороги. Вам потрібно постійно оглядати всю дорогу, включно з узбіччями.\nКоли на дорозі є більше ніж одна потенційна небезпека, вам слід переконатися, що ви маєте справу лише з однією загрозою за раз. Наприклад, якщо праворуч їде велосипедист, якого ви хочете обігнати, а зліва наближається зустрічний автомобіль, не варто намагатися протиснутися між ними одночасно. Замість цього дочекайтеся, поки зустрічний автомобіль проїде, а потім обганяйте велосипедиста.\n78. Якщо зустрічний водій рухається прямо на вас у вашій смузі, вам слід:\n> Посигналити, повернути праворуч і загальмувати.\nЯкщо інший транспортний засіб наближається до вас у вашій смузі лоб у лоб, спочатку посигнальте, щоб привернути увагу. Якщо водій не змінює траєкторію, спробуйте виїхати праворуч. Якщо ви звернете вліво, а інший водій в останній момент також скоригує рух, зіткнення все одно відбудеться.  Якщо уникнути зіткнення неможливо, гальмуйте сильно та рівномірно. Чим нижча швидкість, тим менший удар і наслідки аварії.\n79. Під час руху по слизькій дорозі вам слід:\n> Проходити повороти повільніше, ніж зазвичай.\nХоча рух на високій швидкості по слизькій дорозі завжди небезпечний, особливо це стосується поворотів і вигинів дороги. У таких умовах зменшуйте швидкість перед поворотами більше, ніж зазвичай, щоб уникнути заносу або втрати керування."
}