{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] ran to the [redacted_name], and [redacted_name] turned to the muggleborn that haunted his days and nights. She'd gotten prettier, even with the bruises and split lip if it was possible. She was taller and her body had matured.\n\"It's fine, I'll do it.\" Hermione refused his touch, which hurt [redacted_name] more than he wanted to admit.\n\"You can't and you know it. Stop being stubborn and stop struggling. It'll be over quickly.\" He barked as he crouched down to the floor to get a better angle of her ribs. He reached out and touched her purpling skin. She was impossibly smooth and soft. He watched it goosepimple from his touch. He smiled knowing that his touch gave her a reaction. Of course, it wasn't something she could control, but he thought it was fair since he couldn't control himself around her either.\n\"Episkey.\" He cast. With a snap and gasp of pain, the broken rib righted itself inside her and mended. He should have released her, but everything about her was forbidden, making her more tempting.\nIt'd been years since they last saw each other. She was even more alluring than he remembered. Staring at her skin, feeling its warmth, and smelling her scent made his instincts take over. Slowly moving forward, [redacted_name] pressed his lips gently on the bruise.\nHermione froze.\nAs soon as it was there, it was gone. The feeling of the warm lips disappeared as Lucius stood up and pulled her shirt down for her.\n\"Don't win.\" He told her, then swiftly walked away, not allowing Hermione to even react to what just happened.\n…\nOne large dueling stage occupied the Great Hall. By the time Hermione snuck into the area where the semi-finalists stood, Dumbledore was midway into his speech congratulating everyone who had reached their current stage and to the rest for their participation.\nShe took her spot next to Sirius but continued to stare at [redacted_name], who took a seat at the judges' table, which was where the staff usually had their meals.\n\"Cutting it pretty close, don't you think?\" Sirius asked, cutting off her concentration to [redacted_name].\nHermione turned to look at him, but he wasn't looking at her, keeping his eyes ahead at [redacted_name] who was welcoming everyone who came to participate and watch the last matches of the year. His normally happy-go-lucky mask was gone and replacing it was a dark and brooding [redacted_name]. There seemed to be a permanent frown on his face and there were deep dark circles under his eyes.\nHe looked like shit, but he looked better than she did without the glamour charm, \"You look better than I expected.\"\n\"Thanks?\" He snorted. \"That's rich coming from you, considering you look—\" [redacted_name] stopped when he turned to her. His jaw started to become unhinged as he scanned her face.\nShe'd forgotten to cover her bruises and split lip.\n\"Who did this?\" Sirius asked as he tried to get a proper look. She turned her head away and avoided eye contact.\n\"I'm fine.\"\n\"Evans, who did…\" Sirius stopped when he saw Hermione's apathetic face. \"For fuck's sake. Fine, I won't ask. I have a pretty good idea who did it anyway.\"\n\"We will now start the semi-final matches for the Dueling Championship! [redacted_name] [redacted_name] and Cameron Tanner, please come up to the dueling stage.\" Dumbledore announced.\n\"Wish him luck!\" He told her as he ran up the stage.\n\"Don't get cocky!\" She shouted after [redacted_name].\nHermione didn't pay much attention to the match.\nWhoops were heard all around when [redacted_name] finally took Tanner down. It had taken him much longer than anticipated but judging by the lack of sweat and strain on [redacted_name] face, he'd played with his opponent rather than taking Tanner down immediately. He stepped off the stage and managed to give her an arrogant smile, but it didn't reach his eyes.\nHermione knew that [redacted_name] was struggling with [redacted_name] illness. She'd made several attempts to reach out, but her letters returned unopened. Whatever method he was using to cope, he didn't want her to be a part of it.\n[redacted_name] placed a finger under her chin and directed her face towards him. \"Look at me.\"",
    "trans": "[redacted_name] побіг до [redacted_name], а [redacted_name] повернувся до магглонародженої, що переслідувала його дні та ночі. Вона стала красивішою, навіть незважаючи на синці та розбиту губу, якщо це було можливо. Вона стала вище, а її тіло дозріло.\n«Усе гаразд, я зроблю це». Герміона відмовилася від його дотиків, що зачепило [redacted_name] більше, ніж він хотів визнавати.\n«Ти не можеш, і ти це знаєш. Перестань бути впертим і перестань боротися. Усе швидко закінчиться», — рявкнув він, присідаючи до підлоги, щоб краще роздивитися її ребра. Він простягнув руку і торкнувся її фіолетової шкіри. Вона була неймовірно гладенькою і м'якою. Він спостерігав, як вона вкривається мурашками від його дотику. Він усміхнувся, розуміючи, що його дотик викликав у неї реакцію. Звісно, вона не могла його контролювати, але він вважав, що це справедливо, адже він теж не міг контролювати себе поруч із нею.\n«Епіскі», — кинув він закляття. Із клацанням і зітханням від болю зламане ребро в неї вправилося і зрослося. Йому слід було б відпустити її, але все в ній було забороненим, що робило її ще більш спокусливою.\nМинули роки відтоді, як вони бачилися востаннє. Вона була ще більш привабливою, ніж він пам'ятав. Він дивився на її шкіру, відчував її тепло і відчував її запах, і інстинкти взяли гору. Повільно подавшись уперед, [redacted_name] ніжно притулився губами до синця.\nГерміона завмерла.\nЯк тільки воно з'явилося, воно зникло. Відчуття теплих губ зникло, коли Люціус підвівся і стягнув із неї сорочку.\n«Не перемагай», — сказав він їй, а потім стрімко пішов, не давши Герміоні навіть відреагувати на те, що щойно сталося.\n…\nОдин великий поміст для дуелей займав увесь Великий зал. Коли Герміона пробралася в зону, де стояли півфіналісти, Дамблдор уже розпочав свою промову, в якій вітав усіх, хто досяг своєї стадії, а решту за їх участь.\nВона зайняла місце поруч із Сіріусом, але продовжувала дивитися на [redacted_name], який зайняв місце за суддівським столом, де зазвичай обідали співробітники.\n«Чи не занадто близько, тобі не здається?», — запитав Сіріус, відволікаючи її від [redacted_name].\nГерміона повернулася, щоб подивитися на нього, але він не дивився на неї, а дивився вперед, на [redacted_name], який привітав усіх, хто прийшов взяти участь і подивитися останні матчі року. Його зазвичай щаслива маска зникла, і замість неї з'явився похмурий і задумливий [redacted_name]. Здавалося, його обличчя постійно хмуриться, а під очима залягли глибокі темні кола.\nВін виглядав як лайно, але краще, ніж вона без гламурного шарму: «Ти виглядаєш краще, ніж я очікувала».\n«Дякую?», — він фиркнув. «Це дуже цінно з твого боку, враховуючи те, що ти виглядаєш...», — [redacted_name] зупинилася, коли він повернувся до неї. Його щелепа почала розтискатися, поки він вивчав її обличчя.\nВона забула прикрити синці та розбиту губу.\n«Хто це зробив?», — запитав Сіріус, намагаючись роздивитися її як слід. Вона відвернула свою голову й уникала дивитися в очі.\n«Зі мною все гаразд».\n«Еванс, хто...», — Сіріус зупинився, побачивши апатичне обличчя Герміони. «Заради всього святого. Гаразд, я не питатиму. Я й так здогадуюся, хто це зробив».\n«Ми починаємо півфінальні матчі Чемпіонату з дуелей! [redacted_name] [redacted_name] та Кемерон Таннер, будь ласка, підніміться на дуельну сцену», — оголосив Дамблдор.\n«Побажайте йому удачі!», — сказав він їй, вибігаючи на сцену.\n«Не нахабствуй!», — крикнула вона вслід [redacted_name].\nГерміона не звертала багато уваги на матч.\nКоли [redacted_name] нарешті повалив Таннера, навколо пролунали вигуки. Це зайняло набагато більше часу, ніж передбачалося, але, судячи з відсутності поту й напруги на обличчі [redacted_name], він грав зі своїм супротивником, а не повалив Таннера одразу. Він зійшов зі сцени і зумів обдарувати її зарозумілою посмішкою, але вона не досягла його очей.\nГерміона знала, що [redacted_name] бореться з хворобою [redacted_name]. Вона вже кілька разів намагалася зв'язатися з ним, але листи поверталися невідкритими. Який би спосіб він не використовував, щоб упоратися з хворобою, він не хотів, щоб вона була частиною цього.\n[redacted_name] поклав палець їй під підборіддя і направив її обличчя до себе. «Подивися на мене»."
}