{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We all say the same thing so no one gets confused. That is - the club has a nightly list bc there's over 50-60 girls and the owners want to know who is dancing in their club on a nightly basis. Additionally, during the off season when it's slow Angel does not want me packing the list with girls because we don't have enough customers to sustain a high amount of girls, and the club doesn't want to pay high payouts because a bunch of girls decided to show up without saying anything.\nThe majority of the time we will accommodate a girl if she wants to come in but sometimes there might be a lot of girls already. Tonight there was no issue with you coming in - my issue with you is that you are intentionally not letting me know. I reached out to you on Sunday and asked you if you only wanted the wknd because you told ME that's what you wanted, and you said ok. You were being rude by intentionally not answering me and saying OK. Ok was not an answer to the question I asked - yes no maybe would've been an answer.\nYou seem to have animosity towards me and I was told why. You apparently still think I was the person that started all that bullshit with the stage when it was NOT me. When we had the discussion with Angel and Nick - Angel told you it was NOT me and to leave it alone. I left it be, however you did not. I don't need to go back and forth with you over this list bc it just makes my job 10x harder for NO reason. You have no idea how hard it is to get girls to show up as it is, but to have to go thru this is just nonsense and unnecessary.\nI'm up at 2:30am spending my time texting you when I could be sleeping. I am taking this time to clarify it because I am done with this after today.\nThe bottom line is there is a nightly list. It's not a schedule it's a nightly list. You pick what days work for you based on what's available - we do not give you a set day or time like a schedule. If you want to be on the list please let me know. If it's last minute let me know so I can let you know what's available. It's really nothing more than that. All this bickering nonsense is just that, nonsense. I don't speak to you besides to discuss the list so there's no reason for this hostility.\nIf this is not clear please let me know and we can have a meeting with the GM to clarify it. Otherwise, text me when you want to be on the list and we can leave it as that. Thank you.\nAnd I don't want you to take my text as me being rude or mean bc I'm not trying to come off that way. I am really just over this - there's no reason for it so I want to put an end to all of it",
    "trans": "Ми всі кажемо те саме, щоб ніхто не плутався. Це означає, що в клубі є нічний список, оскільки там понад 50-60 дівчат, і господарі хочуть знати, які дівчата танцюють в їхньому клубі щоночі. Щобільше, в період міжсезоння, коли все відбувається повільно, Енжел не хоче, щоб я наповнював список дівчатами, тому що ми не маємо достатньо клієнтів, щоб тримати багато дівчат, та й клуб не бажає платити високі гонорари через те, що купа дівчат вирішила з'явитися, нічого не сказавши.\nЗазвичай ми приймаємо дівчат, якщо вони бажають зайти, але інколи їх може бути вже дуже багато. Сьогодні ввечері не виникло жодних проблем з твоїм приходом, а проблема в тому, що ти свідомо не дала мені знати про це. Я звернувся до тебе в неділю і спитав, чи тобі потрібна лише неділя, оскільки ти сказала мені, що це те, чого ти хочеш, і ти погодилася. Ти поводилася грубо, свідомо не відповідаючи мені і кажучи «ОК». «ОК» не було реакцією на питання, що я поставив. «Так», «ні», «можливо» могли б бути відповіддю.\nЗдається, ти ставишся до мене вороже, і мені сказали, чому. Очевидно, ти досі вважаєш, що саме я затіяв усю цю фігню зі сценою, коли це був НЕ я. Коли ми говорили з Енжелом і Ніком, Енжел сказав тобі, що це був НЕ я, і що треба залишити все як є. Я так і зробив, але ти не послухала його. Я залишив це в спокої, а ти ні. Я не хочу сперечатися з тобою про цей список, оскільки це ускладнює мою роботу в 10 разів без жодної на те причини. Ти й гадки не маєш, як складно змусити дівчат прийти на побачення, а змушувати їх проходити через це — це просто нісенітниця і непотрібність.\nЯ встаю о 2:30 ночі і марную свій час, пишучи тобі повідомлення, коли міг би спати. Я витрачаю цей час, щоб прояснити це, оскільки я покінчив з цим після сьогодні.\nКоротко кажучи, є нічний список. Це не графік, це нічний список. Ти сам вирішуєш, які дні тобі підходять, залежно від того, що тобі доступно, ми не даємо тобі певного дня чи часу, як у розкладі. Якщо ти бажаєш бути у списку, повідом мене про це. Якщо це відбувається в останню хвилину, дай мені знати, щоб я зміг попередити тебе про те, що є вільні дні. Насправді це дійсно не складніше, ніж те, що я кажу. Всі ці сварки, просто дурниці. Я не розмовляю з тобою, окрім як для обговорення списку, тому немає причини для такої ворожості.\nЯкщо не зрозуміло, будь ласка, дай мені знати, і ми зустрінемося з генеральним директором, щоб все прояснити. В протилежному випадку, будь ласка, напиши мені, коли ти захочеш бути в списку, і ми зможемо залишити його таким, яким він є. Спасибі тобі.\nІ не сприймай моє повідомлення як грубість чи зневагу, тому що я не намагаюся здаватися таким чином. Мені просто набридло це все, немає ніяких причин для цього, і я хочу покласти цьому край"
}