{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Parents,\nWe’re excited to remind you that our Autumn Festival is happening tomorrow at 4:30 PM! We can’t wait to see all the fantastic costumes and the creativity on display at Trunk or Treat.\nHere are a few important things to keep in mind:\nParking information:\nParking will be available in the basement, the Y3/Y1 area, and around the football pitch.\nIf you wish to leave the event early, please note that you can only exit through Gate 1.\nIf you wish to pick up at 3:30 PM,please note that parking spaces in the bus area will be limited, so please plan accordingly.\nTrunk or Treat participants:\nSet up starts at 2.15 pm\n‘First come, first park’ – Staff will be around to guide you to an available spot to start decorating your trunk/space\nPlease only start giving out treats at 4.30 pm\nCostumes:\nIt will be a non-uniform day! For more detailed costume guidelines, please refer to our previous notification.\nFood vendors:\nA variety of food options will be available throughout the event. Both card and cash will be accepted.\nBus children:\nTo ease the logistics for bus children, please let your class teacher and Grace from Global Wings know if you will not be using the bus on that day.\nSupervision:\nPlease note that this is an after-school event, and children are to be supervised by their parents at all times.\nThank you for your support, and we look forward to seeing everyone there!\nThe NAS Abu Dhabi Team",
    "trans": "Шановні партнери!\nЗ радістю нагадуємо, що наш Осінній фестиваль відбудеться завтра о 16:30! Ми не можемо дочекатися, щоб побачити всі чудові костюми та творчість, яка буде представлена на заході Trunk or Treat.\nОсь кілька важливих моментів, на які варто звернути увагу:\nІнформація про паркування:\nПаркування буде доступне в підземному паркінгу, в зонах Y3/Y1 та навколо футбольного поля.\nЯкщо ви хочете покинути захід раніше, зверніть увагу, що ви зможете вийти тільки через Вихід 1.\nЯкщо ви плануєте забрати когось о 15:30, зверніть увагу, що паркувальні місця в автобусній зоні будуть обмежені, тому сплануйте це заздалегідь.\nУчасники Trunk or Treat:\nПочаток реєстрації о 14:15\n«Хто перший приїхав, той і паркується» — працівники будуть поруч, щоб направити вас до вільного місця для декорування вашого багажника/простору\nБудь ласка, починайте роздавати частування тільки о 16:30\nКостюми:\nЦе буде день без форми! Для більш детальних рекомендацій щодо костюмів, будь ласка, ознайомтесь з нашим попереднім повідомленням.\nПродавці їжі:\nПротягом заходу буде доступний широкий вибір їжі. Приймаються як картки, так і готівка.\nДіти, які приїжджають автобусом:\nДля полегшення логістики для дітей, які приїжджають автобусом, будь ласка, повідомте свого класного керівника та Грейс із Global Wings, якщо ви не будете користуватися автобусом у цей день.\nНагляд:\nЗверніть увагу, що це захід після уроків, і діти повинні перебувати під наглядом своїх батьків у будь-який час.\nДякуємо за вашу підтримку і з нетерпінням чекаємо на зустріч з усіма!\nКоманда NAS в Абу-Дабі"
}