{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I'ca come in?\" Tyler finally spoke to kaniyah. They hadn't spoke the entire car ride so Tyler decided on dropping his two friends off first so they could be alone.\n\"Uhh sure\" she shrugged getting her charger out the car port putting it in her black tote bag and zipping it up.\nHe turned the car off pulling the keys out the ignition. She opened the door getting out the car and he did the same locking his door while kaniyah walked up the porch steps opening the screen door to unlock her front door.\nShe walked in seeing bree and jazz on the couch. \"Hi\" she waved and bree waved not even looking up while jazz mugged her.\nTyler stepped in after making jazz blow out a breath. \"Hey Tyler\" she said and he ignored her making his way to Krystal's room and kaniyah followed.\n\"Wassup ma\" he greeted making her looking up while she was packing her work bag. \"Heyy!\" She smiled going to give him a side hug.\n\"Yall disgusting\" kaniyah mumbled. \"Hey wooda did you have fun?\" She laughed at her daughter. \"Yes I did mommy\" kaniyah nodded.\n\"Are you going to work?\" She asked seeing her scrubs on. \"Yes they called me in, is that okay I can leave money for food\" she said.\n\"It's fine\" she nodded at her mom. \"Okay\" she nodded. \"Ma I wanna fight you\" Tyler said to krystal.\n\"I mena ion know why but I'm never scared. What!?\" she put her set up and he laughed at her. \"No foreal why you ain't tell me yaya birthday was coming up\" he said making kaniyah sigh.\n\"Wooda doesn't celebrate her birthday\" she shrugged. \"Yeah I figured that out\" he scoffed and krystal smacked her teeth.\n\"what y'all kids be saying? Not too much\" krystal put her hand up. \"Nah though, my sister birthday on the eighth so I was wondering if she could come to Orlando with us from the seventh to the ninth. Please\" he asked.\n\"Just wooda, not jazz and bree?\" she asked. \"Heck nah\" he said shaking his head no quickly trying to limit his cursing.\n\"I mean, she is turning eighteen. It's not that far and I trust you so why not. If it's fine with her then sure\" krystal nodded.\n\"Thank you\" kaniyah thanked her softly with a tight lipped smile. \"I gotta head out yall but y'all gone be okay?\" She said picking up her bag.\n\"Yeah I'm finna shower and go to sleep anyway\" kaniyah shrugged. \"Eat kaniyah\" krystal told her.\n\"Ma I ate at Dave and busters\" she whined. \"Okay\" krystal nodded.\n\"Love you\" kaniyah said as krystal kissed her on the cheek. \"Love you too wooda come lock the door\" she said making kaniyah nod.\nAfter doing that she went into her room while Tyler followed.\n\"Alright girl I'm going to ques house you good here?\" Bree said getting ready to leave and kaniyah thanked the lord hearing her say that. She didn't need time for double teaming today.\n\"Yeah\" jazz nodded.\nKaniyah closed her room door Turning around to see Tyler laying in her bed. \"Imma pretend you didn't get in my bed with outside clothes\" she huffed.\nHe shrugged watching her pull out a oversized SpongeBob long sleeve shirt and pajama pants with stars on them.\n\"You finna take a shower?\" He asked and she nodded knowing damn well she said that earlier and she knows he was listening.",
    "trans": "Я можу зайти?», — Тайлер нарешті заговорив із Канією. Вони не розмовляли всю поїздку, тому Тайлер вирішив спочатку висадити двох своїх друзів, щоб вони могли побути наодинці.\n«Так, звичайно», — вона знизала плечима, дістаючи зарядний пристрій із багажника, поклала його в чорну сумку і застебнула її.\nВін заулушив машину, витягнувши ключі із замка запалювання. Вона відчинила двері, виходячи з машини, і він зробив те саме, замкнувши свої двері, поки Канія піднімалася сходами ганку, відкриваючи двері, щоб відімкнути свої вхідні двері.\nВона увійшла, побачивши Брі та Джаза на дивані. «Привіт», — помахала вона рукою, і Брі помахала, навіть не піднявши очей, тоді як Джаз підстерігав її.\nТайлер увійшов, змусивши Джаза видихнути. «Привіт, Тайлере», — сказала вона, і він проігнорував її, прямуючи до кімнати Крістал, а Канія пішла за ним.\n«Як справи, мамо», — привітав він, змусивши її підняти очі, поки вона збирала свою робочу сумку. «Привіт!», — вона посміхнулася й обійняла його за плечі.\n«Ви всі огидні», - пробурмотіла Канія. «Гей, Вуда, тобі було весело?», — засміялася вона, дивлячись на свою доньку. «Так, матусю», — кивнула Канія.\n«Ти йдеш на роботу?», — запитала вона, побачивши, що вона вдягнула медичний одяг. «Так, мене викликали, все добре, я можу залишити гроші на їжу», — сказала вона.\n«Усе гаразд», — кивнула вона мамі. «Добре», — кивнула вона. «Мамо, я хочу з тобою побитися», — сказав Тайлер Крістал.\n«Я маю на увазі, що я не знаю чому, але я ніколи не боюся. Що?», — запитала вона і він розсміявся. «Не знаю, чому ти не сказав мені, що у неї скоро день народження», — сказав він, змусивши Канію зітхнути.\n«Вуда не святкує свій день народження», — знизала вона плечима. «Так, я це зрозумів», — пробурчав він, і Крістал заскрипіла зубами.\n«Що ви всі, діти, скажете? Не надто багато», — Крістал підняла руку. «Ні, у моєї сестри день народження восьмого числа, і я подумав, чи не могла б вона поїхати з нами в Орландо з сьомого по дев'яте. Будь ласка», — попросив він.\n«Тільки Вуда, не Джаз і Брі?», — запитала вона. «Ні, чорт забирай», — відповів він, швидко хитаючи головою, намагаючись стримати лайку.\n«Я маю на увазі, їй виповнюється вісімнадцять. Це не так далеко, і я довіряю тобі, то чому б і ні. Якщо вона не проти, то звісно», — кивнула Кристал.\n«Дякую», — тихо подякувала їй Канія з натягнутою посмішкою. «Мені треба йти, але з вами все буде гаразд?», — вона взяла свою сумку.\n«Так, я прийму душ і ляжу спати», — знизала плечима Канія. «Поїж, Канія», — сказала їй Крістал.\n«Мам, я їла в «Дейв і Бастерс»», — занила вона. «Добре», — кивнула Крістал.\n«Люблю тебе», — сказала Канія, коли Крістал поцілувала її в щоку. «Я теж тебе люблю, Вуда, йди замкни двері», — сказала вона, змусивши Канію кивнути.\nПісля цього вона пішла до своєї кімнати, а Тайлер пішов за нею.\n«Гаразд, дівчинко, я йду до будинку Квеса, ти як?» — сказала Брі, збираючись іти, і Канія подякувала Господу, почувши її слова. Сьогодні в неї не було часу грати на двох.\n«Так», — кивнув Джаз.\nКанія зачинила двері своєї кімнати і обернулася, щоб побачити Тайлера, який лежав у її ліжку. «Я прикинуся, що ти не забирався в моє ліжко в чужому одязі», — буркнула вона.\nВін знизав плечима, дивлячись, як вона дістає з шафи футболку з довгим рукавом у стилі Губки Боба і піжамні штани із зірками на них.\n«Ти збираєшся прийняти душ?», — запитав він, і вона кивнула, прекрасно знаючи, що сказала це раніше і що він її слухав."
}