{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We would like to clarify the Moochie tag trend activity.\nWe did not overlook Lingling's tag trend event today. However, the brand did not inform us about trend boosting.\nFor any brand event, the LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official and LingOrm_TagTrend always talk to the brand and ask if they want to boost the trend as well as their target. After we receive those information, the LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official and LingOrm_TagTrend will talk again to summarize and announce the details to the fans. We always fully cooperate with the brands whenever the brands ask for cooperation concerning tag trending.\nFor today, because the brand has not confirmed the trend boosting, we have only retweeted to help promote the event.\nAdditional clarification: Due to some confusion, we would like to stress that the The LingOrm_BaseHouse and LingOrm_TagTrend teams are not the same team and have no connection in any form. The LingOrm_BaseHouse merely requested cooperation from the LingOrm_TagTrend to coordinate while the LingOrm_BaseHouse was on break.\n#หลิงออม\n#LingOrm\n#บ้านคู่หลิงออม\n#LingOrm_BaseHouse",
    "trans": "Ми б хотіли пояснити тенденцію зростання активності тегів Moochie.\nМи не пропустили повз увагу сьогоднішню подію з тегами Lingling. Однак бренд не проінформував нас про підсилення тренду.\nНа будь-якому заході бренда, the LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official and LingOrm_TagTrend, завжди обговорюють бренд, та запитуєть, чи вони бажають зміцнити тренд, а також їх мету. Після того, як ми отримаємо цю інформацію, the LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official and LingOrm_TagTrend знову проведуть бесіду, щоб підбити підсумки та об'явити фанатам нові подробиці. Ми завжди повністю співпрацюємо з брендами, коли вони просять про співпрацю, маючи сумніви в тег трендінгу.\nНа сьогоднішній день, оскільки бренд не підтвердив підсилення тренда, ми лише поширили це, щоб допомогти в просуванні цього заходу.\nДодаткове пояснення: Через деяку плутанину ми б хотіли наголосити, що команди The LingOrm_BaseHouse and LingOrm_TagTrend не є однією командою, і ніяким чином не пов'язані. The LingOrm_BaseHouse просто запросив співпарцю з LingOrm_TagTrend, щоб координувати роботу, доки LingOrm_BaseHouse взяла паузу.\n#หลิงออม\n#LingOrm\n#บ้านคู่หลิงออม\n#LingOrm_BaseHouse"
}