{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The little temptress is trying to keep me from knowing what I just did. I should stop just like she's worried I will but waking up to find all of her soft curves backlit by a hint of light and feeling her mouth on me pushed me too far too fast. There is no way I can stop or slow down now. A fucking army could come in here with guns and I wouldn't leave the warm heaven that is wrapped around my dick. They'd just have to shoot me.\nI felt her innocence give way to let me in. It was one of the single most amazing times of my life. She saved herself for me. I knew that already. I felt her last night and knew she still had her barrier. I don't move, letting her adjust to me being inside of her. She might not think I can tell or even want me to know right at this moment but she let me have her. She put her happiness in my hands and I'll be damned if I'm going to cause her any more pain than I already have - so I wait.\nSoon the tightness of her muscles relax enough that I can start to rock in and out of her. I push my finger between us so I can gently stroke her little nub to help her relax for me even more. This time when she cums she is going to do it while milking my cock dry.\nHer eyes widen as I introduce her to what it feels like to have a man between her thighs and inside of her. She will only ever know this man though. It might be wrong as fuck, it might make me a dick but I can't let her go. I can't.\nI wrap my arms around her and move my hips a little faster and a little harder. Her sweet tempting mouth is right by my ear so I hear every gasp, every sigh, she makes. My hand drops to her ass so I can lift her off the bed just a bit and fuck into her deeper. It causes her to cry out but not in pain this time. I can tell this cry isn't one of pain. Her little body tightens around me and her pretty eyes lose focus. She's hurtling fast to her next climax.\nI should pull out and mark her on the outside but I can't. She feels too good and if she wanted to have an adult conversation with me about the consequences of her actions she should have done it when she wasn't naked. I sit up so I can look at all of her and take her hips with me so that they are tilted. This might be a little more than just to make her feel good. I want her to keep all that I give her inside of her so it has time.\nI make sure every time I go inside of her I hit her magic spot. It has her moaning unintelligibly and her thighs are shaking around me. She reaches for me and I give her my hand as I entwine our fingers together. \"Evan... I'm.... I'm...\"\n\"Go ahead and cum for me, Pussycat. I need you nice and soft for what I have planned.\"\nShe arches her back, pushing her tits up to the sky - offering them to me - and I take what is being offered. I lean forward and take the hard little pebble back into my mouth as her muscles start to hug up around my cock. She's lost in her climax so I take the opportunity to speed up and get myself ready. As soon as she starts relaxing around me and being shaken by tiny aftershocks I release into her. I cum so hard I lose focus and almost blackout from the pleasure I am finding in her body.\n\"Evan, I love you.\" She curls up around me, wrapping her arms and legs around me before closing her eyes.\nShit. It's what I always wanted to hear her say but did she say it just because of what she was feeling during sex. I roll us so that she is still lying beside me. When I pull out of her a mixture of her lost innocence and our combined cream drips from between her legs.",
    "trans": "Мала спокусниця намагається зробити так, щоб я не знав, що я щойно зробив. Я маю зупинитися, як вона переживає, що я зупинюся, але прокинувшись, я бачу всі її ніжні вигини, освітлені легким світлом, і відчуваю її рот на собі, що штовхає мене надто далеко і надто швидко. Нема жодного способу зупинитися чи сповільнитися зараз. Навіть якщо сюди прийде ціла армія зі зброєю, я не покину цього теплого раю, що огортає мій член. Їм доведеться просто застрелити мене.\nЯ відчував, як вона поступається своєю невинністю, щоб впустити мене всередину. Це був найдивовижніший момент у моєму житті. Вона берегла себе для мене. Я вже знав це. Минулої ночі я відчув її та знав, що вона все ще має цей бар'єр. Не рухаюся, даючи їй змогу звикнути до того, що я всередині неї. Може, вона й не розуміє, що я не можу сказати, чи навіть не хоче, щоб я це знав, але вона дозволила мені бути з нею. Вона віддала своє щастя в мої руки, і хай мені грець, якщо я зроблю їй ще більше болю, ніж вже зробив, тож я чекаю.\nНевдовзі напружені м'язи достатньо розслабляються, і я можу почати гойдатися в ній і виходити з неї. Я засовую між нами палець, щоб легенько погладити її маленький сосок і розслабити її ще більше для мене. На цей раз, коли вона кінчить, вона робитиме це, висмоктуючи мій член досуха.\nЇї очі широко розплющуються, коли я розповідаю їй, як це — відчувати чоловіка між стегнами та всередині себе. Однак вона ніколи не знатиме цього чоловіка. Може, це й погано, може, це перетворює мене на мудака, та я не можу її відпустити. Не можу.\nЯ обхоплюю її руками та рухаю стегнами трішки швидше і трішки сильніше. Її солодкий звабливий рот знаходиться прямо біля мого вуха, тому я чую кожен її подих, кожне зітхання. Я опускаю руку до її попки, щоб підняти її з ліжка і встромити в неї глибше. Це змушує її закричати, але цього разу не від болю. Я розумію, що цей крик не від болю. Її маленьке тіло притискається до мене, а гарні очі втрачають фокус. Вона стрімко наближається до наступної кульмінації.\nЯ маю витягнути й зробити це зовні, але не можу. Вона почувається надто добре, і якщо вона хотіла поговорити зі мною по-дорослому про наслідки своїх дій, то мала б зробити це, коли не була оголеною. Я сідаю так, щоб я міг бачити її всю, і обхоплюю її стегна так, щоб вони були нахилені. Це, можливо, трохи більше, ніж просто для того, щоб їй було приємно. Мені хочеться, щоб усе, що я їй даю, вона утримувала в собі, щоб мати час.\nЩоразу, коли я входжу в неї, я переконуюсь, що потрапляю в її чарівну точку. Вона починає нерозбірливо стогнати, а її стегна тремтять навколо мене. Вона тягнеться до мене, і я простягаю їй руку, сплітаючи наші пальці разом. «Еване... Я.... Я...»\n«Давай, кінчи для мене, кицюню. Мені потрібно, щоб ти була ніжною і м'якою для того, що я запланував».\nВона вигибає спину, піднімаючи свої груди до неба, пропонуючи їх мені, і я приймаю те, що мені пропонують. Я нахиляюсь вперед і беру маленький твердий камінчик назад до рота, а її м'язи починають обхоплювати мій член. Вона загубилася у своєму оргазмі, тож я користуюся можливістю прискоритися і підготуватися до нього. Щойно вона починає розслаблятися навколо мене і її трясе від крихітних поштовхів, я кінчаю в неї. Я так сильно кінчаю, аж втрачаю фокус і мало не відключаюся від насолоди, яку знаходжу в її тілі.\n«Еване, я кохаю тебе». Вона звивається навколо мене, обхоплюючи мене руками й ногами, перш ніж заплющити очі.\nТрясця. Я завжди хотів почути це від неї, але чи говорила вона це тільки через те, що відчувала під час сексу. Я повертаю нас так, щоб вона все ще лежала поруч зі мною. Коли я витягаю з неї, то суміш її втраченої невинності та наших спільних виділень витікає у неї між ніг."
}