{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Karen I’m ending this here I’m sorry don’t hate me but if for our own good and for mine especially and for my mental health but I’m putting myself first now and I see that I need a lot too work on and I don’t think I’m ready to keep up with a relationship hate me if u want and I just want you too know you’ll always be someone special in my life you’ve taught me a lot of things through out our journey together and I truly believe you things happen for a reason and maybe possibly maybe one day we will find our way back together but I just wanna be at peace with my self and as much as I wanna continue this I need to work on my self first bcs if I keep being the same it’s always gonna end up in us fighting and fighting and obviously we’re tired of the same bull shit happening and I’m sorry for making you go through all of this jsut for me to break up with me please understand me decision thank you for the best moments of my life and I’ll never forget you thank you Karen this is goodbye and I hope you chase your dreams and move on and for the last time I love you",
    "trans": "Карен, я закінчую це тут. Мені шкода, не ненавидь мене, але це для нашого власного блага, особливо для мого і для мого психічного здоров'я. Я ставлю себе на перше місце і розумію, що мені потрібно багато чого попрацювати над собою. Я не думаю, що готовий підтримувати стосунки. Ненавидь мене, якщо хочеш, але я просто хочу, щоб ти знала, що ти завжди будеш особливою людиною в моєму житті. Ти навчила мене багатьом речам протягом нашої спільної подорожі, і я справді вірю, що все відбувається з певної причини. Можливо, одного дня ми знайдемо шлях назад один до одного. Але я просто хочу бути в мирі з собою. І хоча я хочу продовжити це, мені потрібно спочатку попрацювати над собою. Якщо я залишуся таким же, це завжди закінчиться нашими сварками, а ми обидва втомилися від одних і тих же проблем. Мені шкода, що я змусив тебе пройти через все це лише для того, щоб розлучитися зі мною. Будь ласка, зрозумій моє рішення. Дякую за найкращі моменти в моєму житті, і я ніколи не забуду тебе. Дякую тобі, Карен. Це прощання, і я сподіваюся, що ти здійсниш свої мрії та рухаєшся далі. І наостанок: я тебе люблю."
}