{
    "source": "en_US",
    "target": "uk_UA",
    "text": "No for a minute you put yourself in my place i hardly knew you and i bailed you out of jail and cost me 10 ,000. To put up for bond and is still tied up to we get a release from court second how many times did I bail you out for rent ect . So maybe you should value me . I told you a hundred times I value your work and you’re great at what you do but you very slow or you just take too much time . Net a lot of time you’re not even doing electrical work . And how about the week before I went to Chicago and paid you 1200 and the day before I let another 500 to help you out and the same day I gave you a job and you keeled all the money so that was over 19 hundred and what about the carpenter house you met here and got paid for that no thanks at any time except when you need money . You don’t give a dam about me or my projects and know man this has to get done because it’s costing him money taking so long you don’t think about me just yourself. Don’t kid yourself you sat around a lot of day without making any money let alone $200. . And add that up it’s it’s not bad . I don’t know what your bills are that’s your business so maybe you spend too much so don’t blame me . I told you every time you cost me the most on my jobs and take the longest so you need to take a look at yourself and ask am I really working to get this job done or just drag it out because it doesn’t matter . You show me checks that you do some side jobs and make more and you should because it’s retail and you constantly don’t work for them all the time so add up all my checks and add up the ones you show proud of and see who pays more . You told me you were an Accountant so you should realize the difference ? So decide what you’re doing like I said I have to get this done end of story .",
    "trans": "Ні, на хвилинку поставте себе на моє місце. Я вас ледве знав, а ви вийшли з в'язниці за мої гроші, і це коштувало мені 10 000 доларів. Це за заставу, і вона досі пов'язана з тим, що ми чекаємо на звільнення з суду. По-друге, скільки разів я вас рятував від оренди тощо? Можливо, вам слід цінувати мене. Я вам вже сотні разів говорив, що ціную вашу роботу, і ви чудово справляєтеся з тим, що робите, але ви дуже повільні або просто витрачаєте занадто багато часу. Багато часу ви навіть не займаєтеся електромонтажними роботами. А як щодо тижня перед тим, як я поїхав до Чикаго і заплатив вам 1200 доларів, а напередодні дав ще 500 доларів, щоб допомогти вам, і в той же день я дав вам роботу, а ви забрали всі гроші? Це було більше 1900 доларів. А як щодо будинку теслі? Ви зустрілися тут і отримали за це оплату? Ніяких дякую в будь-який час, крім тих випадків, коли вам потрібні гроші. Вам все одно на мене або на мої проекти. Знаєте, ця робота повинна бути виконана, тому що вона коштує йому грошей через затримку. Ви не думаєте про мене, тільки про себе. Не обманюйте себе, ви сидите без роботи багато днів і не заробляєте грошей, навіть 200 доларів. І підсумуйте це - це непогано. Я не знаю, які у вас рахунки - це ваша справа. Можливо, ви витрачаєте занадто багато грошей, тому не звинувачуйте мене. Я вам казав кожного разу - ви коштуєте мені найбільше на моїх роботах і витрачаєте найбільше часу. Вам потрібно подивитися на себе і запитати: чи дійсно я працюю над виконанням цієї роботи або просто затягую її без причини? Ви показуєте мені чеки за свої підробітки і заробляєте більше - і повинні заробляти, тому що це роздрібна торгівля. Ви постійно не працюєте на них весь час. Підсумуйте всі мої чеки і підсумуйте ті, якими ви пишаєтеся - подивіться, хто більше платить. Ви говорили мені, що ви бухгалтер - так що повинні зрозуміти різницю? Тож вирішуйте, чим займаєтеся. Як я вже сказав - мені потрібно завершити цю роботу - кінець історії."
}