{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I have just get your email and I understand the whole situation, I do apologise if this has caused you any inconvenienceor hassle during this matter and will do the best I can here to double checkthat for you and tohelp you.\n\nI checked here for you and in this case as you are unable to get the car as you do not have a credit card, no worries at all you can check for car hire companies that accept debit card and book with, you can check that if you press on the important info to check the terms and conditions to check if they accept debit card or not, and please if you made already a booking or if you still want to make send us the new booking number as I get you an exception to refund you the original reservation with full refund once we have a new booking number.\n\nI hope I was able to help clarify things for you, please do not hesitate to contact us if you require any assistance regarding your booking.\nPlease note that you will shortly receive a separate email to evaluate my service. The star rating is about the information I provided, not about your overall experience. If you’re able to complete it, I would very much appreciate your feedback.\nKind regards,\nSandy\n\n\nBooking.com Car Hire Team\nwww.booking.com/cars",
    "trans": "Я щойно отримав ваш лист і розумію всю ситуацію, я приношу вибачення, якщо це завдало вам будь-яких незручностей або клопоту під час цього питання і зроблю все можливе, щоб перевірити для вас ще раз і допомогти вам.\n\nЗаради вас я зробив перевірку і у даному випадку, оскільки ви не можете отримати автомобіль, тому що у вас немає кредитної картки, взагалі не хвилюйтеся, ви можете перевірити компанії з прокату автомобілів, які приймають дебетові картки і зробити у них бронювання, ви можете це перевірити, якщо натиснете на важливу інформацію, щоб перевірити умови і положення, щоб перевірити, чи вони приймають дебетові карти чи ні, і, будь ласка, якщо ви вже зробили бронювання або якщо ви все ще це хочете зробити, надішліть нам новий номер бронювання, тому що, в якості винятка, я можу повернути вам початкову вартість бронювання з повним відшкодуванням, як тільки ми отримаємо новий номер бронювання.\n\nСподіваюся, я зміг допомогти вам прояснити ситуацію, будь ласка, не соромтеся звертатися до нас, якщо вам потрібна будь-яка допомога з приводу вашого бронювання.\nБудь ласка, зверніть увагу, що незабаром ви отримаєте окремий лист з оцінкою моїх послуг. Зірковий рейтинг — це інформація, яку я надав, а не ваш загальний досвід. Якщо ви зможете заповнити його, я буду дуже вдячний за ваш відгук.\nЗ найкращими побажаннями,\nСенді\n\n\nКоманда з прокату автомобілів на Booking.com\nwww.booking.com/cars"
}