{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We will ONLY use your supporting documents to verify ownership of your payment method and not for any other purpose. Please provide following documents to verify ownership of your payment method.\n1. Payment Documentation*\nPlease upload at least one of the following A, B section as supporting materials for the appeal. Provide more sections to help you better approve your appeal.\nA. Please upload at least one photo of the accepted payment cards indicated below. Click to see examples\n.... 1273\nBe sure to fully display the four corners of the bank card as well asthe card number.\nNote: we would only require your first 6 and last 4 digits, full name and valid thru from your card. You may redact the other digits.\nB. Please provide a bank statement relevant to the uploaded bank card.\nPlease submit (as a JPEG, BMP or PNG):\nNote: we would only require your first 6 and last 4 digits, full name and transaction history from you bank statement.",
    "trans": "Ми використовуватимемо ваші супровідні документи тільки для підтвердження права власності на ваш спосіб оплати і ні для яких інших цілей. Будь ласка, надайте такі документи для підтвердження права власності на ваш спосіб оплати.\n1. Платіжна документація*\nБудь ласка, завантажте хоча б один із наступних розділів A, B в якості супровідних матеріалів для апеляції. Надайте більше розділів, які допоможуть краще схвалити вашу апеляцію.\nA. Завантажте хоча б одну фотографію прийнятих платіжних карток, які зазначені нижче. Натисніть, щоб подивитися приклади\n.... 1273\nОбов'язково повністю відобразіть чотири кути банківської картки, а також номер картки.\nПримітка: нам знадобляться тільки перші 6 і останні 4 цифри, повне ім'я та чинний thru з вашої картки. Решту цифр ви можете відредагувати.\nB. Надайте виписку з банківського рахунку, яка стосується завантаженої банківської картки.\nБудь ласка, надішліть її (у форматі JPEG, BMP або PNG):\nПримітка: нам потрібні тільки перші 6 і останні 4 цифри, повне ім'я та історія транзакцій із виписки з банку."
}