{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The man lowered her body gently to the ground and turned to the group. It was as if the others who continued fighting felt their Alpha’s passing because gradually the fighting slowed, then eventually ceased all together. Before long the courtyard was silent as we all watched the man standing beside Victoria’s lifeless body.\nA member of her own pack had ended her life. The silence that descended was as a result of what it all meant. An Alpha’s defeat meant that a new Alpha had now emerged. Victoria’s killer; provided he wasn’t challenged had in just one second of anger become the new leader of the pack and I wondered fearfully what his next move would be.\nI didn’t think I had it in me to fight for much longer. If he commanded the others to continue the battle I would fail Adrian and all this would have been for nothing. I let out a breath, my heart pounding and I glanced over to where Adrian still lay unmoving, then my eyes went to Thomas and Grady who were so focused on each other that I didn’t think they realized what had just happened.\nCarson didn’t look particularly shocked by the change in circumstances but I saw his eyes narrow as he watched the new Alpha. It was the most nerve-wracking moment of my life but when the man began to speak I found myself gradually relaxing.\n“Victoria has fallen. We cannot accept the leadership of someone who would risk her pack for foolish gains. An Alpha should be someone every member of the pack can look up to, someone we can all trust to do right by us and someone we would feel proud to have be a voice for us all, not someone who would hurt an innocent child or submit us all to punishment simply to prove a point.\" he went on.\n\"I came here today to aid my Alpha as every member should be loyal enough to do, but she let me down, she let us all down, but if you’ll have me I’d like to change that. It’s time this pack is led by someone we choose, not someone who feels as if they are entitled.”\nThe cheers that went up were an indication of the loyalty these people had for Victoria. She had fallen and they had gladly received another as their leader without much thought.\n“On behalf of my pack, I apologize to your pack for what happened here today. We were led blindly into battle but that was no excuse for not having the nerve to stand up for our own beliefs.” The new Alpha addressed Carson who nodded but still looked at him with distrust.\n“Thank you, but in light of the present situation I would like to request aid for my men. Many of them have been hurt. We’d also appreciate transportation for our fallen comrades so we may bury them with dignity on our own soil.” Carson sounded like he always did; an alpha in charge and it was a relief to hear his words.",
    "trans": "Чоловік ніжно опустив її тіло на землю і повернувся до групи. Решта, хто продовжував битися, немов відчули відхід Альфи, тому що поступово бій сповільнився, а потім і зовсім припинився. На подвір'ї запанувала тиша: усі дивилися на чоловіка, що стояв поруч із млявим тілом Вікторії.\nЧлен її власної зграї обірвав її життя. Тиша, що настала, була викликана тим, що все це означало. Поразка Альфи означала, що тепер з'явився новий Альфа. Убивця Вікторії; за умови, якщо йому не кинули виклик, усього за одну секунду гніву він став новим ватажком зграї, і я з жахом думав про те, яким буде його наступний крок.\nМені здавалося, що я не зможу довго чинити опір. Якби він наказав іншим продовжувати бій, я б не впоралася з Адріаном, і все це було б марно. Я зітхнула, серце заколотилося, і я подивилася на Адріана, який усе ще лежав нерухомо, а потім перевела погляд на Томаса і Грейді, які були так зосереджені одне на одному, що, як на мене, не зрозуміли, що щойно сталося.\nКарсон не виглядав особливо шокованим зміною обставин, але я бачила, як звузилися його очі, коли він спостерігав за новим Альфою. Це був найнервовіший момент у моєму житті, але коли чоловік почав говорити, я поступово розслабилася.\n«Вікторія пала. Ми не можемо прийняти лідерство від людини, яка ризикує своєю зграєю заради дурної вигоди. Альфа має бути тим, на кого кожен член зграї може рівнятися, кому ми всі можемо довіряти, хто чинитиме правильно, і ким ми пишатимемося, якщо він стане нашим голосом, а не тим, хто скривдить невинну дитину або покарає всіх нас, щоб довести свою правоту», — продовжив він.\n«Я прийшов сюди сьогодні, щоб допомогти своїй Альфі, як повинен чинити кожен член зграї, але вона підвела мене, вона підвела всіх нас, але якщо ви дозволите, я хотів би це змінити. Настав час, щоб зграю очолив той, кого ми обираємо, а не той, хто вважає, що має право».\nОплески, що пролунали, свідчили про відданість Вікторії. Вона пала, і вони, не замислюючись, з радістю прийняли іншого ватажка.\n«Від імені своєї зграї я прошу вибачення у вашої зграї за те, що сталося сьогодні. Нас наосліп повели в бій, але це не виправдання тому, що в нас не вистачило духу відстояти свої переконання». Новий Альфа звернувся до Карсона, який кивнув, але все ще дивився на нього з недовірою.\n«Дякую, але у світлі ситуації, що склалася, я хотів би попросити допомоги для моїх людей. Багато з них поранені. Ми також були б вдячні за транспортування наших полеглих товаришів, щоб ми могли гідно поховати їх на нашій землі». Карсон звучав так, як завжди; Альфа відповідальний і було приємно чути його слова."
}