{
    "source": "en_US",
    "target": "uk_UA",
    "text": "trees, a Bavarian-looking hunter, a small dead deer slung over his shoulders, and a dog leaping in front of him.\n“What’s in there?”\nThere’s a click and [redacted_name] sits up. She smiles, gestures toward the box. “You open, see youself.”\nI grasp a small brass latch and slowly pull up the lid. Tinkling sounds burst out. Startled, I let the lid drop. Silence. It’s a music box.\n[redacted_name] titters. “Hnh, what you thinking—ghost in there?”\nI lift the lid again, and the plucked sounds of a silvery tune fill our small tunnel, sounding jarringly cheerful, a jaunty military march for prancing horses and people in bright costumes. [redacted_name] hums along, obviously familiar with the melody. I aim the light toward the interior of the box. In one corner, under a panel of glass, is the apparatus that makes the music, a metal comb brushing against the pins of a rolling cylinder. “It doesn’t sound very Chinese,” I tell [redacted_name].\n“Not Chinese. German-made. You like music?”\n“Very pleasant.” So this is the source of her music box story. I’m relieved to know there’s at least some basis for her delusions. I too hum along with the tune.\n“Ah, you know song?”\nI shake my head.\n“I once give you music box, wedding present. Remember?”\nAbruptly, the music stops; the tune hangs in the air a few seconds before it fades away. There is only the awful hissing of the stove, a reminder of rain and cold, of [redacted_name] being in danger. [redacted_name] slides open a wooden panel in the box. She takes out a key, inserts it into a slot, and begins cranking. The music resumes, and I’m grateful for its artificial comfort. I glance at the section of the box that is now exposed. It’s a",
    "trans": "дерева, мисливець з баварським виглядом, за плечима в нього перекинутий маленький мертвий олень, а попереду нього стрибає собака.\n«Що там?»\nЧути клацання, і [redacted_name] сідає. Вона всміхається, вказує жестом на коробку. «Відкрий і побачиш себе».\nЯ хапаю маленьку латунну клямку і помалу підіймаю кришку. Лунає дзенькіт. Злякано відпускаю кришку. Тиша. Це музична скринька.\n[redacted_name] щебече. «Гм, ти що, думаєш, там привид?»\nЯ підіймаю кришку знову, і наш маленький тунель заповнюють вихоплені звуки сріблястої мелодії, які звучать напрочуд бадьоро, жвавий військовий марш для гарцюючих коней і людей у яскравих костюмах. [redacted_name] наспівує, вочевидь, знайомий з мелодією. Я направляю світло вглиб коробки. У кутку, під скляною панеллю, знаходиться пристрій, який грає музику: металевий гребінець, що треться об штирі циліндра, який обертається. «Звучить не дуже по-китайськи», — кажу я [redacted_name].\n«Вона не китайська. Зроблено в Німеччині. Подобається музика?»\n«Дуже приємна». Отже, це джерело її історії про музичну скриньку. Мені приємно знати, що її марення мають під собою хоч якесь підґрунтя. Я також наспівую мелодію.\n«А, ти знаєш цю пісню?»\nЯ качаю головою.\n«Я якось подарував тобі музичну скриньку, на весілля. Пам'ятаєш?»\nЗненацька музика замовкає; звуки зависають у повітрі на кілька секунд, перш ніж зникають. Лишається лише жахливе шкварчання печі, що нагадує про дощ і холод, про те, що [ред. - ім'я] в небезпеці. [redacted_name] зсуває дерев'яну панель у ящику. Вона дістає ключ, повертає його в гніздо і починає крутити. Знову лунає музика, і я вдячна за штучний затишок. Я дивлюсь на відкриту частину скриньки. Це"
}