{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A. An activity someone enjoys doing in their free time.\nB. The act of dealing with a difficult situation successfully.\nC. To encourage or motivate someone to do something.\nD. The ability to wait without frustration.\nE. An agreement or pledge to do something in the future.\nF. A person or team you compete against.\nG. To be unfamiliar or new to something.\nH. A large achievement that requires skill and effort.\nI. A group of people living at the same time or of similar age.\nJ. A characteristic showing control and focus over actions.\nK. Related to money or finances.\nL. Someone who is highly focused on achieving a goal.\nM. When something is achieved with minimal time or resources.\nN. Physical or emotional pain experienced over time.\nO. A connection between people or organizations.\nP. Something that is surprising or hard to believe.\nQ. To commit time or effort to a particular task or cause.\nR. A collective effort aimed at achieving change.\nS. When something is easier or smaller in comparison.\nT. A rival or person who opposes your actions or ideas.",
    "trans": "A. Заняття, яке комусь подобається робити у вільний час.\nB. Дія, що полягає в успішному вирішенні складної ситуації.\nC. Спонукати або мотивувати когось до чогось.\nD. Уміння чекати без розчарування.\nE. Домовленість або обіцянка щось зробити в майбутньому.\nF. Особа або команда, з якою ви змагаєтесь.\nG. Бути незнайомим з чимось.\nH. Значне досягнення, яке потребує навичок і зусиль.\nI. Група людей, які живуть в один і той самий час або одного віку.\nJ. Властивість, що свідчить про контроль і зосередженість на діях.\nK. Стосується грошей або фінансів.\nL. Хтось, хто дуже зосереджений на досягненні мети.\nM. Коли чого-небудь досягають з мінімальними витратами часу або ресурсів.\nN. Фізична або емоційний біль, яку відчувають протягом тривалого часу.\nO. Зв'язок між людьми або організаціями.\nP. Дещо, що дивує або в що важко повірити.\nQ. Приділяти час або сили для виконання певного завдання або справи.\nR. Колективне зусилля, направлене на досягнення змін.\nS. Якщо щось є простішим або меншим порівняно з чимось іншим.\nT. Конкурент або людина, яка протистоїть вашим діям чи ідеям."
}