{
    "source": "en_US",
    "target": "uk_UA",
    "text": "CCNP Enterprise Advanced\nRouting ENARSI 300-410\nOfficial Cert Guide Special Offers\nEnhance Your Exam Preparation\nSave 70% on Complete Video Course\nThe CCNP Enterprise Advanced Routing ENARSI 300-410\nComplete Video Course, available for both streaming and\ndownload, provides you with hours of expert-level instruction\nmapped directly to exam objectives. Put your knowledge to\nthe test with full practice exams powered by the Pearson\nTest Prep practice test software, module quizzes, and more.\nSave 80% on Premium Edition eBook\nand Practice Test\nThe CCNP Enterprise Advanced Routing ENARSI 300-410\nPremium Edition eBook and Practice Test provides three\neBook files (PDF, EPUB, and MOBI/Kindle) to read on your\npreferred device and an enhanced edition of the Pearson Test\nPrep practice test software. You also receive two additional\npractice exams with links for every question mapped to the\nPDF eBook.\nSee the card insert in the back of the book for your Pearson",
    "trans": "CCNP Enterprise Advanced\nМаршрут ENARSI 300-410\nОфіційний посібник з сертифікації Спеціальні пропозиції\nВдоскональте підготовку до іспитів\nЕкономте 70% на повному відеокурсі\nThe CCNP Enterprise Advanced Routing ENARSI 300-410\nПовний відеокурс, що доступний для перегляду та\nзавантаження забезпечує вас годинами навчання на рівні експертів\nвідповідно до цілей іспиту. Оцініть свої знання\nза допомогою повноцінних практичних іспитів, розроблених Pearson\nTest Prep, програмного забезпечення для тренувальних тестів, вікторин тощо.\nЕкономте 80% на електронній книзі Premium Edition\nта практичному тесті\nThe CCNP Enterprise Advanced Routing ENARSI 300-410\nПреміум видання електронної книги та практичного тесту містить три\nфайли електронної книги (PDF, EPUB та MOBI/Kindle) доступні для читання на вашому\nпристрої, а також удосконалене видання тесту Pearson\nPrep. Також ви отримаєте два додаткові\nпрактичні іспити з відповідями на кожне питання, що містяться в\nформаті PDF.\nДивіться вкладиш з карткою на звороті книги для вашого Pearson"
}