{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As I recall, you were up there in the Oval Office,” Obama went on. “So if rounding up and deporting millions of desperate people, many of them who are women and children, if that’s the answer to everything, well, why is it that the number of undocumented immigrants were basically the same when he left office as when he took office?”\n“He didn’t solve the problem, and I’ll tell you why. Because he does not have a real plan. He has a concept of a plan, and it’s a mean and ugly plan designed to foster resentment and divide people,” he added.\nSomething that would have helped solve the problem, Obama added, was the bipartisan border bill Trumpordered Republican senators to tankearlier this year in order to avoid handing President Joe Biden a win.\n“We do not need a president who will make problems worse just to make his politics better,” Obama said.\nTrump reportedly plans to send immigrants to mass deportation campsand remove them from the country by the millionsif he returns to the White House.\nHe made illegal immigration a key focus of his 2016 campaign, but it’s questionablehow much he actually accomplished inreducing it.",
    "trans": "Наскільки я пам'ятаю, ви були там, в Овальному кабінеті», — продовжив Обама. «Отже, якщо збирати та депортувати мільйони зневірених людей, багато з яких жінки та діти, якщо це є відповіддю на все, добре, чому ж кількість нелегальних мігрантів було практично таким же, коли він покинув кабінет, як і коли він увійшов в нього?»\n«Він не вирішив проблему, і я вам скажу чому. Тому що він не має реального плану. В нього є концепція плану, і цей підлий та огидний план розроблений, щоб викликати невдоволення та розділити людей,» — додав він.\nОбама додав, щодопомогти вирішити цю проблему міг би двопартійний законопроект про кордон. Трамп наказав сенаторам Республіканцям провалити цей законопроект на початку року, щоб не дозволити перемогти Президенту Джо Байдену.\n«Нам не потрібен президент, який погіршить проблему лише для того, щоб зробити свою політику кращою,» — сказав Обама.\nЗа повідомленнями Трамп планує відправляти мігрантів до лагерів масової депортації та вивозити їх з країни мільйонами, якщо повернеться до Білого Дому.\nвін зробив незаконну імміграцію ключовим питанням своєї кампанії 2016 року, однак питання, наскільки багато він насправді досяг в її зменшенні."
}