{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Attention Rosely,\nU.S. DV-2026 closing November 5, 2024!\nFor an opportunity to immigrate to America legally with your family, enter your request to the DV-2026. Prepare your application now.\nLast chance to apply this year between the dates: October 2 - November 5, 2024.\nSubmission Status:\nPending Submission\nTime Remaining:\nThis DV Program selects 100,000+ applicants to interview for Green Cards,every year, spouse and children under the age of 21 included.\nBy entering an application to the DV Program you enroll in the opportunity to be selected to interview for permanent immigration and residency in the United States. If approved in the interview, you and your family can all receive Green Cards to live permanently in the United States. The U.S. government does not charge for this privileged opportunity.\nComplete your application today & we will handle the rest on your behalf including application review and registration.\nOur team has many years of experience helping people like you correctly prepare & submit their applications to the US Diversity Visa Program. We make the process easy for you and your family.\nWe sincerely congratulate you on the opportunity to apply & wish you the best of luck, Rosely.",
    "trans": "Увага, Роузлі,\nЗакриття U.S. DV-2026 5 листопада 2024 року!\nДля можливості легально іммігрувати до Америки разом із вашою родиною, подайте свою заявку на DV-2026. Підготуйте свою заявку вже зараз.\nОстанній шанс подати заявку цього року з 2 жовтня по 5 листопада 2024 року.\nСтатус подачі:\nОчікує на подачу\nЗалишилось часу:\nЦя програма DV щорічно відбирає понад 100 000 заявників для співбесід на отримання Грін-карт, включаючи чоловіка/дружину та дітей віком до 21 року.\nПодавши заявку на участь у програмі DV, ви отримуєте можливість бути обраним для співбесіди щодо постійної імміграції та проживання в Сполучених Штатах. Якщо вас затвердять на співбесіді, ви та ваша родина зможете отримати Грін-карти для постійного проживання в Сполучених Штатах. Уряд США не стягує плату за цю привілейовану можливість.\nЗаповніть свою заявку сьогодні, і ми займемося всім іншим від вашого імені, включаючи перевірку та реєстрацію заявки.\nНаша команда має багаторічний досвід допомоги людям, таким як ви, правильно підготувати та подати свої заявки на участь у програмі різноманітних віз США. Ми спростимо процес для вас і вашої родини.\nЩиро вітаємо вас з можливістю подати заявку та бажаємо вам удачі, Розелі."
}