{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Welcome to eNotice - Please review this email carefully.\nAuthenticate Your Details:\n• • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • •\nConsumer Name: [redacted_name]\nAccount Number: [redacted_number]\nDear HENRY RODRIGUEZ MATAMOROS,\nOur records indicate that we have your permission to communicate with you via email at the following address: [redacted_email]\nTo open your enotice document:\n1. Double click the PDF attachment\nNeed help with your Pin Code? Click here.\nWe are committed to customer satisfaction. If you have any questions, please reply to this email or call Customer Service at 1-866-494-9902. If you are a New York City resident please call us at 1-866-494-7360. (Hours of operations M-Th 8am-9pm, F 8am-8pm EST.)\nWant to see what options are available? Access your account online by logging on to www.payhwi.com. To login, you will need your Account Number and Pin Code.\nSincerely,\nHunter Warfield, Inc\nThis communication is from a debt collector and is an attempt to collect a debt. Any information obtained will be used for that purpose. Notice",
    "trans": "Ласкаво просимо в eNotice — Будь ласка, уважно вивчіть цей лист.\nПеревірте справжність ваших даних:\n• • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • •\nІм'я споживача: [redacted_name]\nНомер рахунку: [redacted_number]\nШановний ГЕНРІ РОДРІГЕС МАТАМОРОС,\nЗа нашими даними, у нас є ваш дозвіл на спілкування з вами через електронну пошту за такою адресою: [redacted_email]\nЩоб відкрити ваш документ enotice:\n1. Двічі клацніть вкладення у форматі PDF\nПотрібна допомога з пін-кодом? Натисніть тут.\nМи прагнемо задовольнити потреби клієнтів. Якщо у вас виникли запитання, дайте, будь ласка, відповідь на цей лист або зателефонуйте до служби підтримки клієнтів за номером 1-866-494-9902. Якщо ви житель Нью-Йорка, зателефонуйте нам за номером 1-866-494-7360. (Години роботи: понеділок-субота з 8 ранку до 9 вечора, пятниця з 8 ранку до 8 вечора за східним часом).\nХочете подивитися, які варіанти доступні? Зайдіть у свій акаунт на сайті www.payhwi.com. Для входу в систему вам знадобляться номер рахунку та пін-код.\nЗ повагою,\nХантер Ворфілд, Інк.\nЦе повідомлення отримано від колектора і є спробою стягнути борг. Будь-яка отримана інформація буде використана для цієї мети. Повідомлення"
}