{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Like every day, of course only on weekdays, I woke up at 7:00AM so I could go to that place that everyone calls Swellview High, the building that had \"school\" as a pseudonym, where we did everything except take classes.\nBy that I mean many factors such as, for example, we hardly took classes, Mrs. Shappen was a strange teacher, no offense, who honestly didn't care about anything other than her well-being, and the strange things about her.\nSo with the little desire I had I took my phone so I could turn off the alarm and get up from what was my very comfortable bed, which for obvious reasons I didn't want to leave, but well, I got up from my bed to walk to my closet, and take the clothes I would wear today.\nI was busy with my business, with my mind completely lost in something else, when suddenly my phone started ringing, I took it in hand so I could see who was calling me, 'Charlotte' it said on the screen.\n\"Talk to me.\"\n\"Kai, are you already on your way to school?\"\n\"No, not yet, I just woke up,\" I responded, \"why?\"\nSilence on the other side \"You forgot, right?\" To be honest, yes. \"Today we won't go to school, we'll be at the Man Cave all day, for Henry's birthday.\"\n\"Ohhhh, of course,\" I exclaimed, jeez, yep I had forgotten, how stupid I am. \"Yes, I forgot, sorry.\"\n\"It doesn't matter,\" she told me with a sigh, \"well, the plan is this: you pretend you're going to school, at the entrance you wait for Henry and take him to Junk N' Stuff.\"\n\"That's it?\" wow, how simple.\n\"That's it\".\n\"Okay, then I guess I'll see you guys at Junk N' Stuff.\"\n\"That's right, I'll see you there, click.\"\n\"Click\".\nA simple plan, easy to complete, the only problem was my brothers, who although they had already graduated from Swellview High, are damn overprotective, just some, the rest, I can't say they don't care, but still.\nI would have to come up with a perfect plan so that they wouldn't find out that I skipped school and that I ran away with Henry, but to tell the truth, they got along so well with him, that on that part there would be no problem, who am I kidding, yes there is and a lot of trouble.\nAnyway, I finished dressing and getting ready to go to school, I grabbed my backpack as well as my phone and then went downstairs and continued on my way.\n\"Hey, grandma,\" I greeted my grandma as she walked into the kitchen.\n\"Good morning, Kai,\" she replied as she walked up to me, placing a kiss on her forehead. \"I didn't see you get home last night.\"\n\"Oh yeah, sorry, it was late and well, Henry brought me so everything was be fine.\"\nMy grandmother frowned in flurry as she tore her gaze away from whatever she was snacking on at the table.\n\"I thought Kid Danger brought you home,\" she said confused, Oh no. \"Ian couldn't stop saying how happy he was to have stepped on 'Martin territory.'\"\nI opened my eyes wide, and swallowed nervously.\nThink! Think think! Was Ian confused? No, Jack knows it anyway. Alien abduction? We already used it, they won't fall again. Schwoz memory eraser? I feel like I can't go running to the Man Cave right now... although there is a tube behind my house... tempting... but no! No!\n\"Kai?\" I looked at my grandmother nervously, \"are you there?\"\nI opened my mouth a little to be able to articulate a word.\n\"Yeah, I mean...\" my nose is going to grow like Pinocchio's \"Henry, he walked me halfway, then... then we saw Kid Danger and Henry asked him if he could... walk me home.\"\nSaved, Martin, saved.\n\"How clever,\" my grandmother replied, \"very nice of Henry to get you a superhero as a companion.\"\nI sighed in relief \"Exactly, because Henry is cute.\"\nMy grandmother looked at me surprised, and made a mischievous face at the same time.\n\"Not like you think, grandma,\" I rolled my eyes.\n\"Whatever you say, Kai,\" she continued with her smile, \"whatever you say.\"\nI rolled my eyes at her again, amused, and walked up to her to kiss her cheek. I was getting late.\n\"I love you grandma, see you at night, and forget what I said about Henry.\"\n\"Aha, yes, good luck, we'll go to dinner today at Fred Lobster,\" she said, taking a sip of her coffee. I looked at her surprised. \"Don't look at me like that, A.J. wants us to go to dinner at his work.\"\nI shrugged my shoulders \"Anyway, maybe I'll have dinner with the boys, I'll let you know, I love you, say goodbye to Grandpa for me.\"\nAnd without anything else to say or anything to do, I left the house with a backpack full of books that I won't use, on my way to a place where I won't be all day, good day to me too.\n(...)",
    "trans": "Як і кожного дня, звичайно, лише в будні дні, я прокинувся о 07:00, щоб піти до того місця, яке всі називають Свеллв'ю Хай, будівлі, яка мала псевдонім \"школа\", де ми робили все, крім уроків.\nПід цим я маю на увазі багато факторів, таких як, наприклад, ми майже не відвідували уроки, місіс Шаппен була дивною вчителькою, без образи, яка насправді не піклувалася ні про що інше, окрім свого добробуту та дивних речей про неї.\nОтже, з малою бажанням я взяв свій телефон, щоб вимкнути будильник і встати з того дуже комфортного ліжка, з якого я не хотів виходити з очевидних причин, але добре, я встав з ліжка, щоб піти до свого шафи і взяти одяг, який я надягну сьогодні.\nЯ був зайнятий своїми справами, повністю загублений у чомусь іншому, коли раптом мій телефон почав дзвонити. Я взяв його в руку, щоб подивитися, хто мені телефонує - на екрані було написано 'Шарлотта'.\n\"Говори зі мною.\"\n\"Кай, ти вже в дорозі до школи?\"\n\"Ні, ще ні. Я тільки що прокинувся\", - відповів я. \"Чому?\"\nТиша на іншій стороні \"Ти забув?\" Якщо чесно - так. \"Сьогодні ми не йдемо до школи, ми будемо весь день у Чоловічій печері на день народження Генрі.\"\n\"Оооо, звичайно\", - вигукнув я. Боже мій, так я забув. Як же я дурний\". Так, я забув. Вибач\".\n\"Не важливо\", - сказала вона зітханням. \"Отже, план такий: ти прикидаєшся, що йдеш до школи, чекаєш Генрі біля входу і ведеш його до Junk N' Stuff\".\n\"Це все?\" Вау, як просто.\n\"Це все\".\n\"Добре тоді. Думаю побачу вас у Junk N' Stuff\".\n\"Правильно. Побачимося там. Клік\".\n\"Клік\".\nПростий план, легкий для виконання, єдина проблема - це мої брати, які, хоча вже закінчили школу Свеллв'ю, все ж надто захисні, деякі з них, решта - не можу сказати, що їм все одно, але все ж.\nМені доведеться придумати ідеальний план, щоб вони не дізналися, що я пропустила школу і втекла з Генрі, але якщо чесно, вони так добре ладнають з ним, що в цьому плані не буде проблеми, кого я обманюю, так, буде багато проблем.\nВ будь-якому випадку, я закінчила одягатися і готуватися до школи, взяла свій рюкзак разом з телефоном і потім спустилася вниз і продовжила свій шлях.\n\"Привіт, бабусю\", привітала я свою бабусю, коли вона увійшла на кухню.\n\"Доброго ранку, Кай\", відповіла вона мені, підійшовши до мене і поцілувавши в лоб. \"Я не бачила тебе вдома вчора ввечері\".\n\"Ой так, вибачте, було пізно і взагалі-то Генрі мене привіз, тому все було добре\".\nМоя бабуся здивовано насупила брови і відвернула погляд від того, що вона їла за столом.\n\"Я думала, що Кід Дейнджер тебе додому привіз\", сказала вона заплутано. О ні. \"Іан не міг перестати говорити про те, як щасливий він був стати на 'територію Мартинів'\".\nЯ широко відкрила очі і нервово проковтнула.\nДумай! Думай думай! Іан переплутав? Ні, Джек все одно це знає. Викрадення інопланетянами? Ми вже його використовували, вони більше не повірять. Пам'яті Швозу? Я відчуваю, що зараз не можу бігти до Ман Кави... хоча за моїм будинком є труба... спокушає... але ні! Ні!\n\"Кай?\" Нервово подивилася на свою бабусю. \"Ти там?\"\nЯ трохи відкрила рот, щоб змогти вимовити слово.\n\"Так, я маю на увазі...\" мій ніс виросте як у Піноккіо \"Генрі провів мене частину шляху, потім... потім ми побачили Кіда Дейнджера і Генрі запитав його чи може... провести мене додому.\"\nЗбережено, Мартине, збережено.\n\"Як розумно\", відповіла моя бабуся, \"дуже мило з боку Генрі, що він подарував тобі супергероя в якості супутника.\"\nЯ з полегшенням зітхнув: \"Саме так, адже Генрі милий\".\nМоя бабуся здивовано подивилася на мене і одночасно зробила пустотливе обличчя.\n\"Не так, як ти думаєш, бабусю\", я закотив очі.\n\"Що б ти не говорив, Кай\", продовжила вона з усмішкою, \"що б ти не говорив\".\nЯ знову закотив очі на неї, розважений, і підійшов до неї, щоб поцілувати її в щоку. Я запізнювався.\n\"Я тебе люблю, бабусю, побачимося ввечері, і забудь те, що я сказав про Генрі\".\n\"Ага, так, удачі, сьогодні ми підемо на вечерю до Фреда Лобстера\", сказала вона, зробивши ковток своєї кави. Я здивовано подивився на неї. \"Не дивись на мене так, А.Дж. хоче, щоб ми пішли на вечерю до нього на роботу\".\nЯ знизав плечима: \"В будь-якому випадку, можливо, я повечеряю з хлопцями, дам тобі знати, люблю тебе, передай привіт дідусеві від мене\".\nІ без нічого більше сказати чи робити я вийшов з дому з рюкзаком повним книг, які не буду використовувати, в дорогу до місця, де мене не буде цілий день. Гарного дня мені теж.\n(...)"
}