{
    "source": "en_US",
    "target": "uk_UA",
    "text": "PROPOSED) TEMPORARY RESTRAINING ORDER\nThis cause came to be heard upon the Commonwealth’s Ex Parte Motion for a Temporary Restraining Order, and it appearing that the Court has subject matter and personal\njurisdiction, and sufficient basis for the entry of this Order,\nIT IS HEREBY ORDERED AND DECREED THAT:\n1. Defendant and its representatives are enjoined from further violations of G.L. ch. 93A, § 2 as alleged in the Complaint, including employing any device or scheme to defraud, making any untrue statement of material fact, or engaging in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person.\n2. Defendant and all persons in participation with them are enjoined from making any further fraudulent transactions in assets or cryptocurrency through cryptocurrency accounts located on Binance1 and/or any other cryptocurrency exchange.\nACT,NGclerkS r'U\n3. Plaintiff may sequester Defendant’s assets, including the digital assets currently held in the following wallet: -8b6p, in the custody of Binance (“Binance Wallet”);1\n4. Defendant’s assets, including the assets currently held in the Binance Wallet, as well as any other assets held in the wallets used in the operation of Defendant’s scheme, shall be frozen until further notice from this court;\n5. Defendant and all persons in participation with them are enjoined from operating Defendant’s websites, cryptootc.vip, cryptootc.co^or any other websites used by the Defendant in comiection with the violations of M.G.L. ch. 93A, § 2 alleged in the Complaint, and from transferring such website domains to a different registrar.",
    "trans": "ПРОПОЗИЦІЯ) ТИМЧАСОВОГО ЗАБОРОННОГО РОЗПОРЯДЖЕННЯ\nЦя справа була розглянута на підставі позову Спільноти про тимчасове заборонне розпорядження, і виявляється, що Суд має предметну та особисту\nюрисдикцію, а також достатню підставу для винесення цього Розпорядження,\nТАКИМ ЧИНОМ, НАКАЗУЄТЬСЯ І ВИРІШУЄТЬСЯ:\n1. Відповідач та його представники забороняються від подальших порушень G.L. ch. 93A, § 2, як зазначено в Позові, включаючи використання будь-якого пристрою або схеми для обману, надання будь-якої неправдивої заяви про суттєвий факт або участь у будь-якій дії, практиці або курсі діяльності, які діють або можуть діяти як обман або шахрайство щодо будь-якої особи.\n2. Відповідач та всі особи, які беруть участь з ними, забороняються від здійснення подальших шахрайських угод з активами або криптовалютою через криптовалютні рахунки, розташовані на Binance1 та/або будь-якій іншій криптовалютній біржі.\nАКТ ,NGclerkS r'U\n3. Позивач може вилучити активи Відповідача, включаючи цифрові активи, які наразі знаходяться у наступному гаманці: -8b6p, під контролем Binance (\"Гаманець Binance\");1\n4. Активи Відповідача, включаючи активи, які наразі знаходяться у Гаманці Binance, а також будь-які інші активи, що знаходяться у гаманцях, використовуваних у схемі діяльності Відповідача, будуть заморожені до подальшого повідомлення цього суду;\n5. Відповідач та всі особи, які беруть участь з ними, забороняються від роботи веб-сайтів Відповідача cryptootc.vip, cryptootc.co^або будь-яких інших веб-сайтів, використовуваних Відповідачем у зв'язку з порушеннями M.G.L. ch. 93A, § 2, зазначеними в Позові, а також від передачі таких доменів веб-сайтів іншому реєстратору."
}