{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi [redacted_name]\nThank you for your email.\nI appreciate that you are writing in English to practice building your skills. Great job!\nPlease find answers to your questions below.\n1. \"My phone number is [redacted_number], the email is correct.\"\nPlease except my apologies for sharing the wrong phone number. I will send another email to you and [redacted_name] with your correct phone number.\n2. \"I have a question for you, today no watch english class with teacher Katlyn, but nothing email for starred other class?\"\nGreat question! Let me explain step-by-step.\n- You requested a change to your schedule after the September 16 \"Add/Drop deadline\".\n- I can only assist you with your request to change class schedules by transferring you to The Literacy Center.\n- I started the request to The Literacy Center by email to connect you with [redacted_name]. Transfers do not happen instantly, but [redacted_name] will respond to you by email as soon as possible.\n- I removed you from[redacted_name] 2B PM class list so that you will not have more absences or late arrivals on your MA Adult Education record.\n- Teacher Kaytlyn will not expect you to attend class tonight, but you can log in to her Zoom meeting if you would like to say goodbye to Teacher [redacted_name] and your classmates.\n- [redacted_name] from The Literacy Center will contact you as soon as possible to offer you a seat in a morning class that meets via Zoom.\n- Students who are eligible for transfer (as you are now) usually begin a new class at The Literacy Center at the beginning of the next month. If possible, [redacted_name] will assign you to your new teacher by the beginning of November.\n- You may not be assigned a new class at The Literacy Center for several weeks, but you do receive priority over new students because you are transferring from our Adult Education program.\n- If your circumstances change in the future and you wish to transfer back to Bristol ESOL Adult Education classes, please let [redacted_name] or your new teacher know that you would like to request \"a transfer to Bristol ESOL\".\nPlease let me know if you have any questions.\nSincerely,",
    "trans": "Привіт [redacted_name]\nДякую за ваш електронний лист.\nЯ ціную, що ви пишете англійською мовою, щоб практикувати свої навички. Чудова робота!\nБудь ласка, знайдіть відповіді на ваші запитання нижче.\n1. \"Мій номер телефону [redacted_number], електронна пошта правильна.\"\nПрийміть мої вибачення за те, що я поділився неправильним номером телефону. Я надішлю вам і [redacted_name] ще один електронний лист з вашим правильним номером телефону.\n2. \"У мене є до вас питання, сьогодні немає заняття з англійської мови з вчителем Кетлін, але нічого не написано в електронному листі для іншого заняття?\"\nЧудове питання! Дозвольте мені пояснити поетапно.\n- Ви запросили зміну у своєму розкладі після терміну \"Додати/Видалити\" 16 вересня.\n- Я можу допомогти вам лише з вашим запитом на зміну розкладу занять, перевівши вас до Центру грамотності.\n- Я почав запит до Центру грамотності по електронній пошті, щоб зв'язати вас з [redacted_name]. Переведення не відбуваються миттєво, але [redacted_name] відповість вам по електронній пошті якнайшвидше.\n- Я видалив вас зі списку учнів класу 2B PM [redacted_name], щоб у вас не було більше пропусків або запізнень у записі MA Adult Education.\n- Вчителька Кейтлін не очікує, що ви відвідаєте заняття сьогодні ввечері, але ви можете приєднатися до її Zoom-зустрічі, якщо хочете попрощатися з вчителем [redacted_name] та своїми однокласниками.\n- [redacted_name] з Центру грамотності зв'яжеться з вами якнайшвидше, щоб запропонувати вам місце в ранковому класі, який проходить через Zoom.\n- Учні, які мають право на переведення (як ви зараз), зазвичай починають новий клас у Центрі грамотності на початку наступного місяця. Якщо це можливо, [redacted_name] призначить вам нового вчителя на початку листопада.\n- Вам можуть не призначити новий клас у Центрі грамотності протягом кількох тижнів, але ви маєте пріоритет над новими учнями, оскільки переводитеся з нашої програми Adult Education.\n- Якщо у вас зміняться обставини в майбутньому і ви бажаєте повернутися до занять з ESOL для дорослих у Бристолі, будь ласка, повідомте [redacted_name] або вашого нового вчителя, що ви хотіли б запросити \"переведення до ESOL у Бристолі\".\nБудь ласка, дайте мені знати, якщо у вас є які-небудь питання.\nЗ повагою,"
}