{
    "source": "en_US",
    "target": "uk_UA",
    "text": "DDPG-Based Parameter Adaptation Method for PSO Algorithm\n3.2.1. State Space\nThe state space, serving as the input for the Actor network, dictates the convergence\nrate of the algorithm. For conventional deep reinforcement learning methods, the state\nspace design should satisfy the following criteria:\n• The chosen states should have relevance to the task objective;\n• The chosen states should be as mutually independent as possible and encompass all\ntask indicators;\n• The chosen states should be capable of mapping to the same value range.\nSustainability 2023, 15, 12101 8 of 16\n2\n2\nDiv=\nAdhering to the aforementioned principles, the state space of the algorithm comprises\nthree elements: the evolutionary progress of the population, the population diversity, and\nthe present optimization capability of the population.\nThe iteration percentage in particle swarm optimization is a parameter that signifies the\nextent of algorithm execution. At the algorithm’s commencement, this iteration progress\nis at 0%, incrementally increasing until the algorithm’s completion, at which point it\nreaches 100%. The definition of the iteration percentage can be formulated using the\nfollowing equation:\nIter=",
    "trans": "Метод адаптації параметрів алгоритму PSO на основі DDPG\n3.2.1. Простір станів\nПростір станів, що слугує вхідними даними для мережі акторів, визначає\nшвидкість збіжності алгоритму. Для звичайних методів навчання з глибоким підкріпленням\nдизайн простору станів повинен задовольняти наступним критеріям:\n• Обрані стани повинні мати відношення до мети завдання;\n• Обрані стани повинні бути максимально незалежними один від одного і охоплювати всі\nіндикатори завдання;\n• Вибрані стани повинні мати можливість зіставлятися з одним і тим же діапазоном значень.\nЦілісність 2023, 15, 12101 8 з 16\n2\n2\nDiv=\nДотримуючись вищезазначених принципів, простір станів алгоритму складається з\nтрьох елементів: еволюційний прогрес популяції, різноманітність популяції та\nпоточна оптимізаційна здатність популяції.\nВідсоток ітерацій в оптимізації рою частинок — це параметр, який показує\nступінь виконання алгоритму. На початку роботи алгоритму цей відсоток ітерацій\nдорівнює 0%, поступово збільшуючись до завершення роботи алгоритму, коли він\nдосягає 100%. Визначення відсотка ітерації можна сформулювати за допомогою\nнаступного рівняння:\nIter="
}