{
    "source": "en_US",
    "target": "uk_UA",
    "text": "U.S. discount home goods retailer Big Lots (BIG.N), opens new tab said on Monday it has secured $707.5 million to support its operations and sell its business to private equity firm Nexus Capital, as it has initiated bankruptcy proceedings under Chapter 11.\nBig Lots listed its assets and liabilities in the range of $1 billion to $10 billion, according to a filing with bankruptcy court in Delaware, which showed creditors in the range of 5,001-10,000.\nNexus will serve as a \"stalking horse bidder\" in a court-supervised auction process, Big Lots said, adding that the deal will close in the fourth quarter of 2024 if Nexus is deemed the winning bidder.\nA stalking horse bid is used as a starting or minimally accepted offer that other interested bidders must surpass if they want to buy the asset or the company.\nBig Lots said its second quarter results are in line with the guidance. The company will release its full second-quarter results on Sept. 12, after previously postponing from Sept. 6.\nBig Lots, a retailer operating around 1,400 stores across the U.S. and employing more than 30,000 workers, has been grappling with declining sales over the past few quarters, putting pressure on its balance sheet.",
    "trans": "Американська роздрібна компанія Big Lots (BIG.N), яка продає товари для дому зі знижкою, повідомила в понеділок про залучення 707,5 млн доларів для підтримання своєї діяльності та продажу бізнесу приватній інвестиційній компанії Nexus Capital, оскільки компанія почала процедуру банкрутства згідно розділу 11.\nBig Lots перерахувала свої активи і зобов'язання в розмірі від 1 до 10 мільярдів доларів, згідно із заявою, поданою до суду у справах про банкрутство в штаті Делавер, і вказала кредиторів у кількості від 5 001 до 10 000.\nNexus буде виступати в якості «початкового учасника торгів» в процесі аукціону під наглядом суду, заявили в Big Lots, додавши, що угода буде закрита в четвертому кварталі 2024 року, якщо Nexus буде визнана переможцем торгів.\nСтавку початкового учасника торгів використовують як стартову або мінімально прийнятну пропозицію, яку інші зацікавлені учасники мають перевершити, якщо вони хочуть купити актив або компанію.\nBig Lots заявила, що результати другого кварталу відповідають прогнозам. Компанія опублікує повні результати другого кварталу 12 вересня, раніше відклавши їх на 6 вересня.\nРитейлер Big Lots, що управляє близько 1400 магазинами по всій території США і налічує понад 30 000 працівників, в останні кілька кварталів зіткнувся зі зниженням продажів, що чинило тиск на її баланс."
}