{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Thank you, honey. Keyshawn, stop looking at your cake and come over here and say hi.\nWhat's up?\nHi, I'm Kiki.\nMy full name is Keyshawn, but everybody calls me Kiki. Hi, my name is Keyshawn, but everyone calls me Keyshawn. Funny, your name is Keyshawn, and I'm Keysha.\nWe're like name twins. Your birthday decorations are cool. And your living room looks like Detective Simon Smart's mystery lab.\nYou read Detective Simon Smart books? I got all his books. I daydream that I'm his detective partner.\nGina Good, private investigator.\nThat's true. She can't put those books down. She read them all the way from Detroit to Minneapolis.\nCool, I like Simon Smart books too. He's like so smart. Well, I guess you'll like what I got you for your birthday.\nHere's your present.\nThanks.\nMama, can I go open it?\nSure, Keyshawn.\nNo way. It's Simon Smart's case of the hide and seek hamburgers. It's supposed to come out in fall.\nHow did you get it? I know people.\nKiki was in the Detroit Simon Smart Club. They had a special book party where she got a few copies.\nLike I said, I know people. This book is",
    "trans": "Дякую, сонечко. Кейшон, перестань дивитися на свій торт і йди сюди, привітайся.\nЯк життя?\nПривіт, я Кікі.\nМоє повне ім'я Кейшон, але всі називають мене Кікі. Привіт, я Кейшон, але всі кличуть мене Кейшон. Забавно, тебе звуть Кейшон, а мене Кейша.\nМи як двійнята з іменами. Прикольні у тебе декорації на день народження. А твоя вітальня виглядає як загадкова лабораторія детектива Саймона Смарта.\nТи читала книги детектива Саймона Смарта? В мене є всі його книжки. Я завжди мріяла, що я його напарник-детектив.\nДжиною Гуд, приватним детективом.\nТак, точно. Вона ніяк не може відірватися від цих книг. Вона читала їх всю дорогу від Детройта до Міннеаполіса.\nКласно, я теж люблю книги Саймона Смарта. Він дуже розумний. Думаю, тобі сподобається те, що я тобі подарувала на день народження.\nТримай подарунок.\nДякую.\nМама, можна відкрити?\nЗвісно, Кейшоне.\nНізащо. Це книга Саймона Смарта про хованки гамбургерів. Вона повинна вийти восени.\nЗвідки вона у тебе? У мене є зв'язки.\nКікі була в Детройтському клубі Саймона Смарта. Вони влаштували спеціальну книжкову вечірку, де їй дали кілька примірників.\nЯк я і казала, у мене є зв'язки. Ця книга"
}