{
    "source": "en_US",
    "target": "uk_UA",
    "text": "panels. I have conducted site assessments to determine the best location and orientation for solar panels, as well as installed solar systems on fixed and mobile structures. I specialize in making electrical connections, including inverters and energy storage systems.\nAdditionally, I perform regular inspections to ensure optimal system performance, diagnosing and repairing electrical and mechanical failures. I implement preventive maintenance programs to extend the lifespan of equipment and ensure compliance with local and national electrical regulations throughout all stages of work.\nWORK HISTORY __________________________________ (PAST 7 YEARS)\n2017 – 2018: Electrician\nCOMPANY: PSC\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Motors, inverters and energy storage systems. 2018 – 2019: Electrician\nCOMPANY: IEA\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Motors, inverters and energy storage systems. 2019 -Present\nCOMPANY: MASTEC\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Operar maquinaria pesada, incluidas carretillas elevadoras, cargadoras y equipos Bobcat.Motors, inverters and energy storag",
    "trans": "панелей. Я провів оцінки місць для визначення найкращого розташування та орієнтації для сонячних панелей, а також встановив сонячні системи на стаціонарних та мобільних конструкціях. Я спеціалізуюсь на виконанні електричних підключень, включаючи інвертори та системи зберігання енергії.\nКрім того, я проводжу регулярні перевірки для забезпечення оптимальної роботи системи, діагностуючи та ремонтуя електричні та механічні несправності. Я впроваджую програми профілактичного обслуговування для продовження терміну служби обладнання та забезпечення відповідності місцевим та національним електричним нормам на всіх етапах роботи.\nДОСВІД РОБОТИ __________________________________ (ОСТАННІ 7 РОКІВ)\n2017 – 2018: Електрик\nКОМПАНІЯ: PSC\n● Виконую прокладку кабелів для систем сонячних панелей, включаючи маршрутизацію та закріплення кабелів для забезпечення безпечної та ефективної передачі енергії.\n● Електричні підключення, включаючи двигуни, інвертори та системи зберігання енергії. 2018 – 2019: Електрик\nКОМПАНІЯ: IEA\n● Виконую прокладку кабелів для систем сонячних панелей, включаючи маршрутизацію та закріплення кабелів для забезпечення безпечної та ефективної передачі енергії.\n● Електричні підключення, включаючи двигуни, інвертори та системи зберігання енергії. 2019 -теперішній час\nКОМПАНІЯ: MASTEC\n● Виконую прокладку кабелів для систем сонячних панелей, включаючи маршрутизацію та закріплення кабелів для забезпечення безпечної та ефективної передачі енергії.\n● Електричні підключення, включаючи управління важкою технікою, такою як навантажувачі, екскаватори та обладнання Bobcat. Двигуни, інвертори та зберігання енергії"
}