{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Good morning one and all,\nA couple of quick bits for you this morning:\n1) We have our penultimate session of the week today that begins at 11AM in our fantastic John Foster Room 229. Here, there are a lot of practical elements going on so make every effort to attend.\n2) Our year reps have kindly created an quick 5 minute survey for you to fill out in preparation for our first board of studies - I must admit that this is excellent and you should commend both Gethin and Louisa for this. If you could take the time to fill this in it would be much appreciated as they will use the feedback to provide some comments on your experience so far. Your voice is important as we then use it to inform the course moving forward. All submissions are anonymous. A link to the survey is attached here and we will also have some time today to complete this as well.\n3) This is your final reminder in terms of needing to submit your second 1,250 word essay that explores the commercialisation of sport. I have been kind and allowed this to be due at 5PM tomorrow but with sessions before this you may want to get this done by the end of today. Remember, the key things for the essay are... a) ensure that you connect to at least 5 academic sources (i.e., textbook or journal article sources) - you wont get any marks for simply using websites (even though these should also be included) - and b) you need to either at the top or at the very end of your essay include the reflective table three times in terms of how you have used the first essay feedback to develop your seconds essay. A copy of this document and an example can be found in key information under the modules tab labelled 'reflective table for essay 2'.\nI realise some may use the 5PM deadline as a extra bit of time to complete the essay but remember you do have a session tomorrow. This is important to attend as we look at your third submission which is the poster showing you what is expected here - so you need to be turning up to this!\nI look forward to seeing you all today.\n[redacted_name]\nReplies to this email will be posted as a reply to the announcement, which will be seen by everyone in the course.",
    "trans": "Доброго ранку всім,\nКілька швидких новин для вас цього ранку:\n1) Сьогодні у нас передостаннє заняття тижня, яке розпочнеться о 11:00 в нашій чудовій кімнаті 229 Джона Фостера. Тут буде багато практичних завдань, тому зробіть усе можливе, щоб відвідати.\n2) Наші представники року люб'язно створили швидке 5-хвилинне опитування для вас, щоб заповнити його перед нашим першим засіданням Ради навчальних програм. Повинен визнати, що це чудово, і ви повинні похвалити як Гетина, так і Луїзу за це. Якщо ви зможете знайти час, щоб заповнити опитування, ми будемо дуже вдячні, оскільки вони використають ваші відгуки для надання коментарів щодо вашого досвіду до цього часу. Ваш голос важливий, адже ми використовуємо його для подальшого вдосконалення курсу. Усі подані відповіді анонімні. Посилання на опитування додається тут, і ми також матимемо час сьогодні, щоб його заповнити.\n3) Це ваше останнє нагадування щодо необхідності подати друге есе обсягом 1250 слів, яке розглядає комерціалізацію спорту. Я був добрий і дозволив подати його до 17:00 завтра, але з урахуванням занять до цього часу, вам, можливо, захочеться завершити його до кінця сьогоднішнього дня. Пам'ятайте, що основні вимоги до есе такі:  a) обов'язково використовуйте щонайменше 5 академічних джерел (тобто підручники або журнальні статті) — ви не отримаєте оцінок за використання лише вебсайтів (хоча їх також слід включити);  b) на початку або в самому кінці есе ви повинні тричі вказати рефлексивну таблицю, пояснюючи, як ви використали відгуки до першого есе для розвитку другого есе. Копію цього документа та приклад можна знайти в розділі «Ключова інформація» під вкладкою модулів, позначеній «Рефлексивна таблиця для есе 2».\nЯ розумію, що деякі можуть використати дедлайн до 17:00 як додатковий час для завершення есе, але пам'ятайте, що у вас є заняття завтра. Це важливо відвідати, оскільки ми будемо розглядати ваше третє завдання, яка є плакатом, що показує, що очікується від вас. Тому вам потрібно обов'язково бути на цьому занятті!\nЗ нетерпінням чекаю на зустріч з вами всіма сьогодні.\n[redacted_name]\nВідповіді на цей лист будуть опубліковані як відповідь на оголошення, яке буде видно всім учасникам курсу."
}