{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Ulster Protestants as God’s ‘chosen people’\n•Reverend Paisley’s mission was to protect Protestant Ulster. Public and forthright about this religious mission, and this resonated with his followers (Bruce, 1986)\n•Paisley & his followers saw themselves as God’s ‘chosen people’. Ulster is seen as the promised land for Protestants. This explains intolerance towards Catholics and towards religious pluralism in general. Key themes of land, exodus and blood sacrifice. (see Akenson 1992)\n•‘he sees himself as called by God…to ensure that Ulster is never betrayed into an enforced union with a papist Eire [Ireland] […] what is true of Dr Paisley is also true of those who follow him’ (Badham 1988)\n•Whilst never calling for it publicly, it is argued that Paisley inspired loyalist paramilitary violence. A UVF man arrested for one of the first killings in the Troubles told the police:\n‘I am sorry I ever heard of that man Paisley or decided to follow him’ (see Gallagher 1981)",
    "trans": "Ольстерські протестанти як «обраний народ» Бога\n•Місія преподобного Пейслі полягала в захисті протестантського Ольстера. Він відкрито і відверто говорив про свою релігійну місію, і це знаходило відгук у його послідовників (Брюс, 1986)\n• Пейслі і його послідовники вважали себе «обраним народом» Бога. Ольстер розглядався як земля обітована для протестантів. Це пояснює нетерпимість до католиків і релігійного плюралізму загалом. Ключовими теми є земля, вихід і криваве жертвопринесення. (див. Акенсона 1992)\n• «Він вважає себе покликаним Богом... щоб впевнитися у том, що Ольстер ніколи не буде відданий насильницькому союзу з папістською Ейре [Ірландією] [...] Те, що вірно щодо доктора Пейслі, вірно і щодо тих, хто слідує за ним» (Бедхем 1988)\n•Незважаючи на те, що Пейслі ніколи не закликав до цього публічно, стверджується, що він надихав лоялістів на воєнізоване насильство. Один із бійців УВФ, заарештований за одне з перших убивств під час «смути», сказав поліції:\n«Мені шкода, що я коли-небудь чув про цю людину, Пейслі, або вирішив піти за ним» (див. Галлахера 1981)."
}