{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I’ve been thinking a lot lately. I want to be honest with you our breakup has brought me a lot of pain. Letting go of someone I cared about so much about isn’t easy, and has weighed heavy on me. All of our memories we made together are still fresh in my mind, and it hurts to think about the future without you in it.\nBut at the same time, I’ve come to realize that holding on to this pain won’t serve us. Even with how hard things have been, I genuinely want the best for you. I hope you find happiness with whatever comes next in your life.\nI’m not sending this to try to change anything I just wanted to share my feelings and not leave with any hate in my heart and let you know that even though we’re moving on separately, i never wanted us to end…especially how it did but I wish you nothing but the best and I hope we both can learn from this and able to grow for ourselves and most importantly continue the path god has planned for us\nTake care.",
    "trans": "Останнім часом я багато думаю. Хочу бути чесною з тобою, наш розрив приніс мені багато болю. Відпустити людину, яка була мені такою дорогою, нелегко, і це важкий тягар для мене. Усі спогади, які ми створили разом, усе ще свіжі в моїй пам'яті, і мені боляче думати про майбутнє без тебе.\nАле водночас я усвідомлюю, що тримання цього болю не піде нам на користь. Навіть незважаючи на те, як важко все було, я щиро хочу для тебе найкращого. Я сподіваюся, що ти знайдеш щастя у всьому, що буде далі у твоєму житті.\nЯ надсилаю це не для того, щоб спробувати щось змінити, я просто хотіла поділитися своїми почуттями і не залишати в серці ненависть, а також дати тобі зрозуміти, що, хоча ми й живемо окремо, я ніколи не хотіла, щоб наші стосунки закінчилися... особливо так, як вони закінчилися, але я бажаю тобі тільки найкращого і сподіваюся, що ми обидва зможемо винести з цього уроки і зможемо рости самі і, найголовніше, продовжувати шлях, який Бог запланував для нас.\nБережи себе."
}