{
    "source": "en_US",
    "target": "uk_UA",
    "text": "All of the Rebels were required to have an active social media account and most of them stuck to Twitter and Instagram. Hollis had been there the day their social media agent had explained to Neil how to work both apps and how often he needed to post on each. It was a conversation that had taken years off of all of their lives, but Neil had eventually gotten the hang of it and Hollis had gotten into the habit of checking in on his account to make sure what he posted was appropriate.\nMost of Neil’s pictures on Instagram were of his cats or the meals he was eating, but every now and then there was a random Fox who would make an appearance. Today however was a bit different. He had posted three separate times today, something that he almost never did.\nThe first picture he posted was of a little girl from behind, who Hollis knew now as Amalia Day. In the picture Amalia’s jersey was now a Minyard jersey and she was holding hands with a man who was out of the shot. It couldn’t be Neil--the scars on his hands were unmistakable--which meant this was most likely Andrew Minyard. She couldn’t picture Andrew playing with children, but Amalia was clearly captivated by him so he must be different when out of the spotlight. Almost all of the comments on this picture were about the name Minyard on her jersey, but most were amused rather than hateful for Neil posting something about his rival. There was also quite a lot of controversy over whose child was in the picture, some thought it was Neil’s secret child, but others pointed out that she looked like Kevin’s little girl who was a known Minyard fanatic.\nAfter that was a picture of Amalia asleep on a couch that Hollis recognized from the pictures she had seen in Neil’s house. There was a big orange cat curled up next to her, blocking her face from view and Neil was leaning against the couch in front of her. The person who took the picture had their feet resting against Neil’s shoulder but otherwise there was nothing to say who it was aside from it being a man. The comments of this picture were all over the place with speculation, many people pointed out that Andrew had posted pictures of this same couch and that it was definitely Andrew’s cat, but the majority were just fawning over how gorgeous Neil looked at that angle.",
    "trans": "Усі Революціонери були зобов'язані мати активний обліковий запис у соціальних мережах, і більшість з них користувалися Twitter та Instagram. Холліс була присутня в той день, коли їхній агент з соціальних мереж пояснював Нілу, як працювати з обома додатками та як часто потрібно публікувати в кожному з них. Це була розмова, яка забрала роки з їхнього життя, але Ніл зрештою освоїв це, а Холліс звикла перевіряти його обліковий запис, щоб переконатися, що те, що він публікує, є доречним.\nБільшість фотографій Ніла в Instagram були або його котами, або стравами, які він їв, але час від часу там з'являлась випадкова Лисиця. Однак сьогодні було трохи інакше. Сьогодні він опублікував три окремі пости, чого він майже ніколи не робив.\nПерша фотографія, яку він опублікував, була з маленькою дівчинкою ззаду, яку Холліс тепер знала як Амалію Дей. На фотографії у Амалії була футболка Мінйарда, і вона тримала за руку чоловіка, який не потрапив у кадр. Це не міг бути Ніл - шрами на його руках були непомітні - отже, це був найімовірніше Ендрю Мінйард. Холліс не могла уявити собі Ендрю граючим з дітьми, але Амалія явно була ним захоплена, отже він повинен бути іншим поза увагою преси. Майже всі коментарі до цієї фотографії стосувалися прізвища Мінйард на її футболці, але більшість були скоріше здивованими ніж ненависними через те, що Ніл опублікував щось про свого суперника. Також було багато суперечок щодо того, чия дитина на фотографії - деякі думали, що це секретна дитина Ніла, але інші вказували на те, що вона схожа на маленьку дівчинку Кевіна, яка була відомою фанаткою Мінйарда.\nПісля цього було зображення Амалії, яка спала на дивані, який Холліс впізнала за фотографіями, які вона бачила в будинку Ніла. Поруч з нею лежав великий оранжевий кіт, який закривав їй обличчя, а Ніл спирався на диван перед нею. Людина, яка зробила це фото, мала ноги, що відпочивали на плечі Ніла, але інакше нічого не вказувало на те, хто це був, окрім того, що це був чоловік. Коментарі до цього зображення були різноманітними за змістом: багато людей вказали на те, що Ендрю публікував фотографії цього самого дивану і що це точно кіт Ендрю, але більшість просто захоплювалися тим, як гарно виглядає Ніл з цього ракурсу."
}