{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Anchor: Family, you are in the right live broadcast room today. We have benefits that other live broadcast rooms dont have! Today in our live broadcast room, you can take these three mobile phone cases home together for only fifty yuan, or choose two of them for forty yuan! Isnt it a super deal?!\nCentral control: a good deal!\nAnchor: We only have 3,000 orders in stock. Families who like them should hurry up and place orders.\nCentral control: I want it! Place your order now!\nAnchor: Everyone shouldnt be able to wait. Come on, 3, 2, 1, up the link\nEnding: Todays live broadcast is really full of welfare! Thank you for your warm company. I hope you can find your favorite mobile phone case and add more color to your life! Family members who havent placed an order yet, dont miss todays great offer. Move your rich hands and place an order quickly!\nTodays live broadcast is over. Family members, dont forget to pay attention to our live broadcast room. See you next time! Bye-bye ~",
    "trans": "Ведучий: Сім'я, ви сьогодні в правильному прямому ефірі. У нас є переваги, яких немає в інших кімнатах прямих трансляцій! Сьогодні в нашій кімнаті прямих трансляцій ви можете забрати ці три чохли для мобільних телефонів додому всього за п'ятдесят юанів, або вибрати два з них за сорок юанів! Це ж супер вигідна угода?!\nЦентральний контроль: Хороша угода!\nВедучий: У нас в наявності лише 3000 замовлень. Сім'ї, які їх люблять, повинні поспішити і зробити замовлення.\nЦентральний контроль: Я хочу це! Зробіть своє замовлення зараз!\nВедучий: Всі, напевно, не можуть дочекатися. Давайте, 3, 2, 1, переходьте за посиланням\nЗаключення: Сьогоднішній прямий ефір дійсно сповнений благополуччя! Дякуємо вам за теплу компанію. Сподіваюся, ви знайдете свій улюблений чохол для мобільного телефону і додасте більше кольору у своє життя! Члени сім'ї, які ще не зробили замовлення, не пропустіть чудову пропозицію сьогодні. Рухайте своїми багатими руками і швидко робіть замовлення!\nСьогоднішній прямий ефір закінчено. Члени сім'ї, не забудьте звернути увагу на нашу кімнату прямих трансляцій. До зустрічі наступного разу! Бувайте ~"
}