{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello, [redacted_name]\nUpcoming changes to our Legal Agreements\nOur updated Privacy Statement outlines how we'll use info collected about you after November 27, 2024 to inform participating stores about what products, offers, and rewards you might like.\nYou can opt out of this at any time in your profile settings under \"Data and Privacy.\"\nWe're also making other changes to our Privacy Statement and Legal Agreements. Learn more about any of our updates on our Policy Updates page. You can also view these changes by visiting PayPal.com, selecting \"Legal\" at the bottom of the page, and then \"Policy Updates.\"\nHelp & Contact | Security | Apps\nPayPal is committed to preventing fraudulent emails. Emails from PayPal will always contain your full name. Learn to identify phishing\nPlease don't reply to this email. To get in touch with us, click Help & Contact.\nNot sure why you received this email? Learn more\nCopyright © 1999-2024 PayPal, Inc. All rights reserved. PayPal is located at 2211 N. First St., San Jose, CA 95131.\nPayPal RT003063:en_US(en-US):1.0.0:afc7ec69589e4",
    "trans": "Вітаю, [redacted_name]\nМайбутні зміни в наших юридичних договорах\nУ нашому оновленому Положенні про конфіденційність описано, як ми будемо використовувати інформацію, зібрану про вас після 27 листопада 2024 року, для інформування магазинів, що беруть участь, про те, які продукти, пропозиції та винагороди можуть вам сподобатися.\nВи можете відмовитися від цього в будь-який час у налаштуваннях свого профілю в розділі «Дані та конфіденційність».\nМи також вносимо інші зміни до Положення про конфіденційність та юридичних договорів. Детальніше про кожну з них можна дізнатися на сторінці «Оновлення політики». Ви також можете ознайомитися з цими змінами, відвідавши PayPal.com, вибравши розділ «Юридичні питання» в нижній частині сторінки, а потім «Оновлення політики».\nДопомога та контакти | Безпека | Додатки\nPayPal прагне запобігти електронним листам від шахраїв. Електронні листи від PayPal завжди міститимуть ваше повне ім'я. Навчіться розпізнавати фішинг\nБудь ласка, не відповідайте на цей лист. Щоб зв'язатися з нами, натисніть «Допомога та контакти».\nНе знаєте, чому ви отримали цей лист? Дізнатися більше\nCopyright © 1999-2024 PayPal, Inc. Усі права захищені. PayPal знаходиться за адресою 2211 Н. Фьост Стріт, Сан Хосе, Каліфорнія 95131.\nPayPal RT003063:en_US(en-US):1.0.0:afc7ec69589e4"
}