{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello,\nOpen enrollment for 2025 has begun! This is your opportunity to elect or make changes to your benefit coverages. This year is a \"passive enrollment,\" meaning if you wish to make no changes outside of HSA/FSA elections, no action is needed on your part. However, you are strongly encouraged toconfirm a beneficiary is electedin your UKG profile.\nYour deadline to elect your benefits is Friday, November 8, 2024. If you need any assistance with benefit enrollment or prefer to do it over the phone, please contact our Benefit Advocate Center (BAC) at 833-518-7692 or your HR Business Partner.\nAttached is the 2025 Benefit Guide and Summary of Changes you can review to find which plans work the best for you!\nDo my benefits roll over to 2025?\nFor most employees, no action is required as their current benefit elections will roll over into 2025. However, if you fall into one of the below categories, please log in to your UKG account to complete enrollment:\nEmployees with Flex Spending Accounts (FSA) or Health Savings Account (HSA): contribution elections to FSA and HSA do not roll over into the next year.\nEmployees who did not elect Ranger benefits in 2024 but would like to elect benefits in 2025.\nEmployees who would like to review andmake changesto any of their existing coverage.\nWhere do I enroll?\nYou must log in to UKG (https://nw14.ultipro.com/default.aspx) either on a laptop or desktop computer to make changes and/or enroll in 2025 benefits. Your username is your Ranger email address, and your password is what you created upon hire (If you need a password reset, please contact your local admin or HR Business Partner).",
    "trans": "Вітаю,\nВідкрита реєстрація на 2025 рік розпочалася! Це ваша можливість вибрати або внести зміни до вашого покриття пільг. Цей рік є «пасивною реєстрацією», тобто якщо ви не хочете вносити жодних змін, окрім вибору HSA/FSA, то жодних дій з вашого боку не потрібно. Проте, вам рішуче рекомендується підтвердити вибір бенефіціара у своєму профілі UKG.\nДедлайном вибору пільг є п'ятниця, 8 листопада 2024 року. Якщо вам потрібна допомога при реєстрації пільг або ви віддаєте перевагу зробити це телефоном, будь ласка, зв'яжіться з нашим центром підтримки пільг (BAC) за телефоном 833-518-7692 або з вашим бізнес-партнером з питань управління персоналом.\nУ додатку знаходиться посібник з пільг на 2025 рік і короткий огляд змін, з якими ви можете ознайомитися, щоб вибрати найбільш підходящий для вас план!\nЧи перенесуться мої пільги на 2025 рік?\nДля більшості співробітників не треба ніяких дій, оскільки їх поточні вибори пільг будуть перенесені на 2025 рік. Однак якщо ви належите до однієї з перерахованих нижче категорій, будь ласка, увійдіть то свого акаунту UKG, щоб завершити реєстрацію:\nСпівробітники з Flex Spending Accounts (FSA) або Health Savings Account (HSA): вибір внесків до FSA та HSA не переноситься на наступний рік.\nСпівробітники, які не обрали пільги Ranger у 2024 році, але хотіли б обрати пільги у 2025 році.\nСпівробітники, які хотіли би переглянути і внести зміни в існуюче покриття.\nДе я можу зареєструватися?\nВам треба увійти до системи UKG (https://nw14.ultipro.com/default.aspx) з ноутбука або настільного комп'ютера для того, щоб внести зміни та/або зареєструватися на пільги 2025 року. Ваше ім'я користувача є вашою адресою електронної пошти Ranger, а пароль є тим, який ви створили під час прийому на роботу (якщо вам потрібно скинути пароль, зверніться до місцевого адміністратора або бізнес-партнера з питань управління персоналом.)."
}