{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Introduction\nDepressive disorders constitute a leading cause of health-related burden globally [[ 1]]. Depression tends to have its onset in adolescence [[ 2]] and is commonly chronic and recurrent, with lifetime cumulative prevalence estimates reaching 25% [[ 3]]. As a time of profound biopsychosocial changes, adolescence is an important period for the evaluation of mental health problems. Understanding unique characteristics of depression during this period can be crucial for alleviating its life-long repercussions, especially in low- and middle-income settings, where the majority of global youth live, but the minority of mental health research is conducted [[ 4]].\nThe heterogenous nature of major depressive disorder (MDD) poses, however, multiple challenges towards this goal. The Diagnostic and Statistical Manual (5th edition; DSM-5) criteria for MDD among adolescents requires the presence of at least five out of nine possible symptoms, with one of those being low/irritable mood or anhedonia [[ 6]]. In adults, these criteria allow for over 200 symptom permutations that meet the current DSM diagnosis [[ 7]]—though such analysis has not been performed among adolescents, even greater heterogeneity would be theoretically expected given the additional criterion of irritability. MDD's multitude of symptom profiles also impacts its understanding from neurobiological [[ 8]] and psychosocial [[ 9]] perspectives. Furthermore, a non-negligible portion of people receiving psychotherapeutic and/or pharmacological interventions—strategies usually employed following a one-size-fits-all approach to treatment—only partially benefit from them [[10]].\nSuboptimal outcomes may in part stem from an over-focus on criteria that do not adequately consider patient priorities [[11]]. Items listed in the DSM may not fully capture the experience of living with depression in youth, as, historically, the DSM is a consensus-based operationalization of psychopathology [[12]] rather than an evidence- or data-driven one. Commonly used instruments for assessing depression dimensionally reflect such heterogeneity. Scales frequently reflect clinically significant symptoms that represent authors' clinical views. For instance, the Children's Depression Inventory (CDI) features items on self-deprecation, pessimism and loneliness that are not explicitly present in the DSM criteria but, much like its original adult version (the Beck Depression Inventory), reflects Beck's cognitive model [[13]]. Conversely, the Children Depression Rating Scale (CDRS), based on the Hamilton Depression Rating Scale, prioritizes somatic symptoms [[14]], common among hospitalized patients with depression.",
    "trans": "Вступ\nДепресивні розлади є однією з основних причин пов'язаного зі здоров'ям тягаря у всьому світі [[1]]. Депресія зазвичай починається в підлітковому віці [[2]] і часто має хронічний і рецидивний характер, а її кумулятивна поширеність протягом життя досягає 25% [[3]]. Підлітковий вік є періодом значних біопсихосоціальних змін, що робить його важливим для оцінки проблем психічного здоров'я. Розуміння унікальних особливостей депресії в цьому віці може бути ключовим для пом'якшення її довготривалих наслідків, особливо в країнах із низьким і середнім рівнем доходу, де проживає більшість молоді у світі, але проводиться меншість досліджень у сфері психічного здоров'я [[4]].\nОднак гетерогенна природа великого депресивного розладу (ВДР) створює численні виклики на цьому шляху. Критерії DSM-5 (Діагностичного та статистичного посібника з психічних розладів, 5-е видання) для ВДР у підлітків вимагають наявності щонайменше п'яти з дев'яти можливих симптомів, одним з яких має бути пригнічений/дратівливий настрій або ангедонія [[6]]. У дорослих ці критерії дозволяють понад 200 варіантів симптомів, що відповідають поточному діагнозу DSM [[7]]. Хоча подібний аналіз серед підлітків не проводився, теоретично можна очікувати ще більшої гетерогенності через додатковий критерій дратівливості. Різноманітність симптомів ВДР також впливає на його розуміння з нейробіологічної [[8]] та психосоціальної [[9]] перспектив. Крім того, значна частина людей, які отримують психотерапевтичні та/або фармакологічні втручання, тобто стратегії, які зазвичай застосовуються за принципом «один підхід для всіх», отримують лише часткову користь від них [[10]].\nНеефективність лікування може частково пояснюватися надмірною увагою до критеріїв, які не завжди враховують пріоритети пацієнтів [[11]]. Пункти, перелічені в DSM, можуть не повністю відображати досвід життя з депресією у молодих людей, тому що DSM історично є консенсусним операціоналізованим підходом до психопатології [[12]], а не тим, який базується на даних чи доказах. Поширені інструменти для оцінки депресії відображають таку гетерогенність. Шкали часто включають в себе клінічно важливі симптоми, що відображають погляди їхніх авторів. Наприклад, в опитувальнику Children's Depression Inventory (CDI) є пункти про самознецінення, песимізм і самотність, які не є явними критеріями DSM, але, як і його доросла версія (Beck Depression Inventory), відображають когнітивну модель Бека [[13]]. Навпаки, шкала Children Depression Rating Scale (CDRS), заснована на шкалі депресії Гамільтона, надає пріоритет соматичним симптомам [[14]], які є поширеними серед госпіталізованих пацієнтів із депресією."
}