{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Does 9:00 work for everyone?\nWe are going to move like we do in the other units doing your tasks then jumping back to help with floor prep and light switches doors etc.\nChelsea- You will be doing the bathrooms, I know unit 118 is pretty bad! I just use the magic eraser with the greased lighting on the bathtubs. The mirrors have mirrors on the inside and sides in case I forget to tell you. Also you can do the floor prep and the interior and exterior door. They usually take me about 30/60 minutes to complete depending on how bad they are.\n[redacted_name] and [redacted_name]- you will be doing the patio sliding door frames, and glass interior and exterior, also sweeping off the porches, and wiping down the ac unit, the plugs out there and hitting the cobwebs with the broom. After you complete that you will come back and start doing the light switches, outlets and closets/dusting down the shelves. You should be able to complete that in 30/45 minutes.\n[redacted_name]- you will do the bedroom windows, just interior and the frame and tracks in all 4 units. Then circle back to do prep in units. The windows should take about 10/15 minutes each.\nWhen [redacted_name] and [redacted_name] get done they will also be coming to help!\nMyself- I will be doing the kitchens and all the stuff in the kitchen in all 4 units, the kitchen and bathroom are most time consuming due to oven cleaning and fridge/microwaves. The kitchens should take about an hour/ hour and 20 to complete.\nThe units have to be done very detailed because they are a turnover and someone is moving in asap. I won't be running behind tomorrow so send me good vibes for the am 😂\nThank you guys for helping me on this!",
    "trans": "Чи всім підходить 9:00?\nМи збираємося працювати так само, як і в інших блоках: виконувати свої завдання, а потім повертатися, щоб допомагати з підготовкою підлоги, вимикачами світла, дверима тощо.\nЧелсі — ти займатимешся ванними кімнатами. Я знаю, що в блоці 118 ситуація досить погана! Я просто використовую губку-ластик із Greased Lightning для чищення ванн. Дзеркала мають віддзеркалення всередині та з боків, якщо раптом я забуду сказати. Також ти можеш зайнятися підготовкою підлоги та очищенням дверей (зсередини та зовні). Це зазвичай займає у мене від 30 до 60 хвилин, залежно від стану.\n[redacted_name] і [redacted_name] — ви будете займатися рамами розсувних дверей на патіо та склом (зсередини і зовні), підмітати веранди, протирати блок кондиціонера, розетки і змітати павутиння віником. Після цього ви повернетеся і почнете протирати вимикачі світла, розетки та полички в шафах. Це має зайняти близько 30–45 хвилин.\n[redacted_name] — ти займатимешся вікнами в спальнях (тільки зсередини), а також їхніми рамами та направляючими у всіх 4 блоках. Потім повернешся до підготовки приміщень. На кожне вікно має піти приблизно 10–15 хвилин.\nКоли [redacted_name] і [redacted_name] закінчать, вони також приєднаються до допомоги!\nЯ — займуся кухнями та всім, що в них є, у всіх 4 блоках. Кухні та ванні кімнати займають найбільше часу через очищення духовок, холодильників та мікрохвильовок. На кухні піде близько 1 години – 1 години 20 хвилин.\nБлоки мають бути прибрані дуже ретельно, оскільки це підготовка до заселення. Завтра я не планую затримуватися, тому дайте мені зранку позитивні емоції! 😂\nДякую вам, друзі, що допомагаєте мені в цьому!"
}