{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I'm Darlene from Glassdoor (USA). We offer quality remote online part-time/full-time jobs to help （amazon） merchants update data and increase visibility and bookings with free training. Part-time and full-time flexible work allows you to work 4 days a week, simple work, work anytime, anywhere (according to your own schedule), and receive a bonus of $50 to $300 per day. Get a basic salary of $800 for every 4 working days. This job can bring a good income to the family. A formal employee contract will be issued after completing 4 working days. Benefits: Paid annual leave: In addition to statutory holidays such as maternity leave and paternity leave. Regular employees are entitled to 5-15 days of paid annual leave. If you want to join us, please contact the employer for more information by sending a text message to the phone number:2106729788",
    "trans": "Мене звуть Дарлін з компанії Glassdoor (США). Ми пропонуємо якісну дистанційну роботу в Інтернеті з частковою/повною зайнятістю, яка допоможе продавцям  (amazon） оновлювати дані та збільшувати видимість і кількість замовлень за допомогою безкоштовного навчання. Гнучкий графік роботи на неповний робочий день і повний робочий день дає змогу працювати 4 дні на тиждень, нескладна робота в будь-який час і в будь-якому місці (за власним графіком), а також можливість отримувати бонус від $50 до $300 на день. Отримуйте базовий заробіток у розмірі $800 за кожні 4 робочі дні. Така робота може забезпечити непоганий дохід в сім'ю. Після завершення 4 робочих днів буде виданий офіційний трудовий договір. Переваги: Щорічна оплачувана відпустка: Додатково до встановлених законом відпусток, наприклад, декретної відпустки та відпустки по догляду за дитиною. Постійні працівники отримують щорічну оплачувану відпустку тривалістю 5-15 днів. Якщо ви бажаєте долучитися до нас, зверніться до роботодавця за додатковою інформацією, відправивши текстове повідомлення на номер телефону: 2106729788"
}