{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Sir the reservation was made for 7 passengers, we did not have 10 large bags as your disrespectful drive has told you. We have been using a car service since we have been in France and have been able to get all of our luggage in the back of the Mercedes V style vehicle your disrespectful driver had. Furthermore the back seats move up giving more room for luggage but he refused, and we were trying to assist him because we have observed how we have traveled in Paris from the plane and to the train. Your disrespectful driver demanded we get in and then started shoving our luggage in on us because he was angry. He called me stupid, I understand that French, and was very disrespectful by yelling at our wives. He was unprofessional the entire trip culminating with just telling us to get out without making it clear that we were actually at our hotel. Very very disrespectful . He kept implying that he was not our slave.We were not treating him as a slave, in fact we were trying to assist him in getting the luggage in the vehicle, but he kept yelling at us, “don’t touch this is my vehicle”. As we were getting out the vehicle, we tried to assist him in getting the luggage out and he started yelling, “this is my vehicle” and blocked us from getting our luggage out. He started throwing our luggage at us while yelling at us in French, calling us rude, stupid and other names. This is our first time in Marseille and we were really hoping to have as good a time here as we did in Paris and London. We have been traveling all over France and this is the first time we have had this issue with the transfer company. We are not blaming you we just want your drivers to be more respectful to us and our wives. We want you to treat us as if you would want to be treated and give our wives respect and not yell at them when we are traveling. Again, I do hope that our stay will get better and this is not the start of a horrible relationship.",
    "trans": "Сер, бронювання було зроблено на 7 пасажирів, у нас не було 10 великих сумок, як сказав вам ваш неповажний водій. Ми користуємося послугами перевезення з моменту прибуття до Франції й завжди могли вмістити весь наш багаж у багажне відділення автомобіля Mercedes V-Class, який мав ваш грубий водій. Крім того, задні сидіння можна посунути вперед, щоб звільнити більше місця для багажу, але він відмовився це зробити. Ми намагалися допомогти йому, оскільки вже мали досвід подорожей у Парижі — від літака до поїзда. Ваш нечемний водій вимагав, щоб ми сіли в машину, а потім почав буквально запихати багаж у салон на нас через свою злість. Він назвав мене дурним (я розумію французьку) і кричав на наших дружин, поводячись вкрай непрофесійно протягом усього шляху. Врешті-решт, він просто сказав нам виходити, навіть не пояснивши, що ми вже прибули до готелю.  Він постійно натякав, що він нам не раб. Але ми не ставилися до нього, як до раба — навпаки, ми намагалися допомогти йому розмістити багаж, але він кричав: «Не чіпайте, це моя машина». Коли ми виходили, ми хотіли допомогти йому дістати багаж, але він почав кричати: «Це моя машина» і блокував доступ до наших речей. Потім він почав кидати багаж у наш бік, кричачи на нас французькою, називаючи нас грубими, дурними та іншими словами. Це наш перший візит до Марселя, і ми дуже сподівалися, що він буде таким же приємним, як і в Парижі та Лондоні. Ми подорожували всією Францією, і це перший випадок, коли у нас виникли проблеми з трансферною компанією. Ми не звинувачуємо вас, але хочемо, щоб ваші водії були більш шанобливими до нас і наших дружин. Ми хочемо, щоб нас обслуговували з повагою, так само як ви б хотіли, щоб ставилися до вас. Сподіваємося, що решта нашого перебування буде приємнішою і що цей випадок не стане початком неприємного досвіду."
}