{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Make a 2:30 minutes oral presentation on a topic linked to Canada (do not speak less than 2:30 mn, time yourself). Do not read your notes, use keywords and address the class. Check your pronunciation on the Internet (on Word Reference, Forvo, a text to speech website...) when you train at home. Show photos to the class to illustrate your presentation. Watch your grammar, vocabulary, pronunciation. Make sure it is not too complex to understand for the class.\nSend me a message on Pronote to tell me what topic you have chosen (on a first-come, first-served basis). I will answer you and tell you if the topic is still free or if you have to choose another one.\nIf you have any questions, do not hesitate to send me a message.\nHere is a list of topics you can choose from:\n1- The Canadian Prairies\n15- The Hudson Bay\n16- Calgary and its Chinooks\n31- Interested in history? Choose a key moment in Canadian history and speak about it (the settlement of New France,the Underground Railroad, etc...)\n32- a topic of your choice (name it and I will tell you if it has already been chosen)",
    "trans": "Зробіть усну презентацію на тему, яка пов'язана з Канадою, тривалістю 2:30 хвилин (не говоріть менше 2:30 хвилин, засічіть час). Не читайте свої нотатки, використовуйте ключові слова та звертайтеся до класу. Перевіряйте свою вимову в Інтернеті (у Word Reference, Forvo, на сайті перетворення тексту на мовлення...), коли ви тренуєтеся вдома. Показуйте класу фотографії, щоб проілюструвати свою презентацію. Слідкуйте за граматикою, словниковим запасом і вимовою. Переконайтеся у тому, що презентація не надто складна для її розуміння класом.\nНадішліть мені повідомлення на Pronote, щоб повідомити, яку тему ви обрали (у порядку живої черги). Я відповім вам і скажу, чи вільна ще тема, чи вам доведеться обрати іншу.\nЯкщо у вас виникнуть запитання, не соромтеся написати мені повідомлення.\nОсь список тем, із чого ви можете вибрати:\n1 — Канадські прерії\n15 — Гудзонова затока\n16 — Калгарі та його Чінукі\n31 — Цікавитеся історією? Виберіть ключовий момент в історії Канади і розкажіть про нього (заселення Нової Франції, Підпільна залізниця і т.д...)\n32 — Тема за вашим вибором (назвіть її, і я скажу вам, якщо вона вже обрана)"
}