{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Our lightest, waterproof ski/snowboard jacket developed for ski touring.\nThis weather-protective shell jacket is made for ski touring but works excellent for alpine activities ranging from trekking to lightweight mountaineering.\nIt’s made in premium GORE-TEX® fabric, and we use this because it’s the world-leading quality for durable waterproofness (28,000mm), breathability (RET less than 4), and total windproofness.\nThe jacket blends two GORE-TEX technologies: The main fabric is a recycled 30D GORE-TEX© Active nylon fabric to provide maximum protection and breathability during high intensity. It’s sturdy and durable but considerably lower in weight than our other ski shell jackets.\nThe second material is a recycled 3-layer 30D rip-stop GORE-TEX® C-knit recycled nylon, which is used on shoulders, sleeves, and the collar to increase the range of movement and durability without compromising on protection.\nKey features include: A helmet-compatible storm hood with one-hand adjustment, asymmetric cuffs with velcro adjustment, chest ventilation with YKK water-resistant zipper and mesh, internal chest pocket, laminated stretch woven hand gaiter, reinforced shoulders, two vertical chest pockets with YKK water-resistant zippers.\nThe jacket has a refined technical fit with a Y-shaped cut and articulated arms, perfect for alpine movement. It's slightly longer in the back for extra protection.",
    "trans": "Наша найлегша водонепроникна куртка для лиж і сноубордів, розроблена для лижного туризму.\nЦя захисна куртка від погодних умов призначена для лижного туризму, але також відмінно підходить для альпіністських видів діяльності, таких як піші прогулянки та легкий альпінізм.\nВона виготовлена з преміум-тканини GORE-TEX®, яку ми використовуємо, оскільки вона є світовим лідером за якістю в плані довговічної водонепроникності (28 000 мм), дихаючості (RET менше 4) та повної вітронепроникності.\nКуртка поєднує дві технології GORE-TEX: основна тканина - це перероблений нейлон GORE-TEX© Active 30D, який забезпечує максимальний захист і дихаючість під час високої інтенсивності. Вона міцна і довговічна, але значно легша за наші інші куртки для лиж.\nДругий матеріал - це перероблений 3-шаровий рип-стоп нейлон GORE-TEX® C-knit 30D, який використовується на плечах, рукавах і комірі для збільшення діапазону руху і довговічності без компромісів у захисті.\nОсновні характеристики включають: шолом-сумісний штормовий капюшон з регулюванням однією рукою, асиметричні манжети з регулюванням на велкро, вентиляцію в грудях з водостійкою блискавкою YKK та сіткою, внутрішню кишеню для грудей, ламіновану еластичну манжету для рук, посилені плечі, дві вертикальні кишені на грудях з водостійкими блискавками YKK.\nКуртка має вдосконалений технічний крій з Y-подібним кроєм і артикуляційними рукавами, що ідеально підходить для альпіністських рухів. Вона трохи довша ззаду для додаткового захисту."
}