{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Without Darrow and with an attorney of the caliber usually available for murder defendants, Leopold and Loeb also possibly would have been hanged by the neck until dead. That they were not may have had a minor and temporary impact on the tendency of judges to spare the lives of killers under the age of twenty-one. While the case added nothing directly identifiable regarding issues of insanity, it demonstrated how a shrewd defense strategy could focus on irrationality without crossing the line into a plea of mental incompetence. Such defenses have recently come into play increasingly in the administration of criminal justice, involving such matters as victim trauma syndromes and prior wife-battering, tactics that may foreshadow successful pleas based on childhood sexual or physical abuse or on an upbringing in areas where few are able to avoid neighborhood brutishness. Leopold and Loeb were spared from the gallows because, at eighteen and nineteen, they were considered too young for the judge’s conscience to allow him to sentence them to hang. Today, of course, both young men would be treated as adults, with their age much less likely to have any influence on their fate. Surprisingly, the issue of executing young persons has moved in a direction quite contrary to that advocated and presumed by Clarence Darrow. In the centuries before their time, the sentiments that saved",
    "trans": "Без Дарроу і з адвокатом такого рівня, який зазвичай доступний обвинуваченим у вбивствах, Леопольд і Леб також могли б бути повішені до смерті. Те, що їх не повісили, можливо, мало незначний і тимчасовий вплив на схильність суддів милувати життя вбивць молодше двадцяти одного року. Хоча справа безпосередньо не додала нічого ідентифікованого щодо питань божевілля, вона продемонструвала, як хитра стратегія захисту може зосередитися на ірраціональності, не переходячи межу визнання психічної неповноцінності. Такі захисти останнім часом все частіше використовуються в адміністрації кримінального правосуддя, стосуючись таких питань, як синдроми травми жертв і попереднє насильство над дружинами, тактики, які можуть передбачати успішні захисти на основі сексуального або фізичного насильства в дитинстві або виховання в районах, де мало хто може уникнути брутальності сусідів. Леопольд і Леб були врятовані від шибениці тому, що у віці вісімнадцяти і дев'ятнадцяти років вони вважалися занадто молодими для того, щоб совість судді дозволила йому засудити їх до повішення. Сьогодні обидва молодики були б розглянуті як дорослі, а їхній вік навряд чи вплинув би на їхню долю. Дивно, але питання страти молодих людей рухається в напрямку зовсім протилежному тому, який відстоював і припускав Кларенс Дарроу. У століттях до їхнього часу почуття, які врятували"
}