{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Everyone at TIFFCOM,\nA heartfelt thank you to each of you for making yesterday's event at TIFFCOM such a remarkable success.\nWe worked diligently together for nearly five months, meticulously planning and preparing every detail to bring our vision to life. It was incredibly rewarding to see a full room and to receive such positive feedback—truly a testament to the dedication and effort of everyone involved. Special thanks to [redacted_name] in supporting this project, to [redacted_name] for the diligent work in the process of preparation, to all the incredible design and technical team ( Takahashi-san, Masahiro-san and Noda-san), and everyone that put so much effort in taking care of the details regarding to our international guests.\nI’d like to request the photos from the official photographer, ideally as soon as possible. My friends at The Hollywood Reporter are interested in publishing an article based on the press kit, along with my comments, and a great photo would add so much to the story. I would also like to keep these photos for my own archive as a memory of our shared accomplishments. If possible, could they be sent within the next hour or so?\nThank you once again for all your hard work and support in bringing this vision to life.\nI look forward to many more successful collaborations in the future!\n[redacted_name], Ph.D./ eMBA",
    "trans": "Шановні учасники TIFFCOM,\nЩиро дякую кожному з вас за те, що вчорашній захід на TIFFCOM пройшов з таким приголомшливим успіхом.\nМи невтомно працювали разом майже п'ять місяців, ретельно плануючи і готуючи кожну деталь, щоб втілити наше бачення в життя. Було дуже приємно бачити повну залу та отримувати такі схвальні відгуки — це справді свідчення самовідданості та зусиль усіх учасників. Окреме дякую [redacted_name] за підтримку цього проєкту, [redacted_name] за старанну роботу в процесі підготовки, усій неймовірній команді дизайнерів і технічних спеціалістів (Такахасі-сан, Масахіро-сан та Нода-сан), а також усім, хто доклав стільки зусиль, дбаючи про деталі, які стосувалися наших іноземних гостей.\nЯ хотів би запросити фотографії у офіційного фотографа, бажано якомога швидше. Мої друзі з The Hollywood Reporter зацікавлені в публікації статті, заснованої на прес-киті, разом із моїми коментарями, і чудові фотографії могли б багато чого додати до цієї історії. Я також хотів би зберегти ці фотографії для власного архіву як пам'ять про наші спільні досягнення. Якщо можливо, чи не могли б ви відправити їх протягом найближчої години або близько того?\nЩе раз дякую вам за всую вашу працю і підтримку у втіленні цієї ідеї в життя.\nЯ сподіваюся на ще багато успішних спільних проєктів у майбутньому!\n[redacted_name], доктор філософії/ eMBA"
}