{
    "source": "en_US",
    "target": "uk_UA",
    "text": "2014 Subaru Impreza WRX hatchback Premium.\n5 speed manual transmission\n135xxx\nPreviously Salvage.\n$6,000 obo. READ ALL DESCRIPTION\n2014 was the last year of production of the iconic subi hatch. This car is the premium trim so it comes with wide body from factory. Few goodies like invidia single exit, aftermarket wheels, and an unmarried Cobb tuning port!\nThe car is very clean inside and out! Legit a family car with baby seat in the back. Our neighbor backed up into the car leaving their driveway so we just bought an STI hatch front bumper along with both sides fenders. Just need to be painted!! ABSOLUTELY NO FRAME DAMAGE. After 4 years of ownership, I made the silly lazy mistake of getting an oil change at brakes plus and the same day experienced rod knock :/ so all this vehicle will need is a engine/motor and some TLC. We decided it’s best to let it go as is and get a newer car as it’s served enough time with us. Our loss is your gain. 6k obo, throw an offer worst I can say is no.",
    "trans": "2014 Subaru Impreza WRX хетчбек Premium.\n5-ступінчаста механічна трансмісія\n135xxx\nРаніше був аварійним.\n$6000 найкраща пропозиція. ПРОЧИТАЙТЕ УСІ ОПИСИ\n2014 рік - останній рік виробництва іконічного хетчбека Subaru. Цей автомобіль є преміум-комплектацією, тому він має широкий кузов з заводу. Має кілька додаткових опцій, таких як вихлоп Invidia з одним виходом, післяпродажні колеса та незареєстрований порт налаштування Cobb!\nАвтомобіль дуже чистий як зсередини, так і зовні! Справжній сімейний автомобіль з дитячим сидінням на задньому сидінні. Наш сусід в'їхав у автомобіль, залишаючи свій двір, тому ми просто купили передній бампер від STI хетчбека разом з обома боковими крилами. Потрібно лише пофарбувати!! АБСОЛЮТНО НІЯКИХ ПОВРЕЖДЕНЬ РАМИ. Після 4 років володіння я зробив дурну ліниву помилку і зробив заміну олії в Brakes Plus, а в той же день відчув стук у двигуні :/ тому цьому автомобілю знадобиться лише двигун/мотор і трохи TLC. Ми вирішили, що найкраще буде продати його в такому стані і купити новіший автомобіль, оскільки він вже достатньо часу служив нам. Наша втрата - ваша вигода. 6 тисяч або найкраща пропозиція, зробіть пропозицію, гірше що я можу сказати - ні."
}