{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_info] Parents/Guardians,\nI have some very sad news to share with you. Mrs. [redacted_name], an English teacher and the [redacted_name] coach at [redacted_info], died unexpectedly yesterday evening. Her family did not have any other information they were able to share at this time. Mrs. [redacted_name] has been a beloved member of our community for many years, as both a student and teacher. This is a very sad time for Mrs. [redacted_name] family, and they asked that we respect their privacy during this incredibly difficult time.\nThis morning, our teachers shared this sad news with students at the beginning of their first period classes. During these developmentally appropriate guided discussions, our staff validated students’ feelings and reactions, identified coping strategies, gave the students an opportunity to ask questions, and shared information on additional resources available at school in the coming days. Staff members also met with members of the [redacted_name] team as a group to help support them with this sad news. In addition to our OMHS Student Services Staff, counselors from the HCPSS Crisis Intervention Team are available at school today for any students who need individual assistance. A counselor will contact the parent of any student who accesses individual support today or at any time this week.\nThe death of any member of our school community is a loss, and learning of Mrs. [redacted_name] death may be especially difficult because it is so unexpected. Even if your child did not know Mrs. [redacted_name] personally, hearing about her death may remind them of other losses in their lives. Feelings of anger, hurt, and sadness are natural. Common grief reactions include sleep disturbances, temporary loss of appetite, anxiety, and fears about the health and safety of friends and family. You can contact our administrators or anyone on our Student Services team by phone or email if you have concerns about how your child is handling this sad news. The HCPSS Mental Health and Wellness webpage also has many links to resources in our county. Some suggestions for supporting your child at home include:\nListen to your children and let them know that you are available to answer any questions,\nEncourage your children to express their feelings and talk about your own feelings.\nTalk to your children about your beliefs regarding death and loss.\nMonitor your children in case they exhibit any significant changes in behavior or mood over the next few weeks. If you notice something, talk to them about it, as it could be a sign that they are struggling.\nWe will be accepting cards in the front office if you wish to express your condolences for Mrs. [redacted_name] family. I do not have any information about memorial or funeral services at this time, and will share any updates based on the wishes of her family. Please join us in keeping the [redacted_name] family in your thoughts and prayers during this very difficult time.",
    "trans": "Шановні батьки/опікуни [redacted_info]!\nУ мене дуже сумна новина. Вчора ввечері раптово померла пані [redacted_name], вчителька англійської мови та коуч [redacted_name] у [redacted_info]. Сім'я покійної наразі не має жодної додаткової інформації. Протягом багатьох років пані [redacted_name] була шанованим членом нашої спільноти, спершу студенткою, а потім і вчителькою. Це дуже непростий час для родини пані [redacted_name], тому вони сподіваються на повагу до власного приватного життя в таку лиху годину.\nСьогодні вранці перед початком уроків наші вчителі повідомили учням сумну новину. Інформація була подана з урахуванням віку студентів та супроводжувалася обговоренням під керівництвом наших працівників. Учні отримали можливість поставити запитання, персонал занотував їхні почуття та реакцію, розробив способи розв'язання проблем, та надав інформацію про додаткові ресурси, доступні у школі найближчими днями. Було також проведено групову зустріч із членами команди [redacted_name] задля підтримки з приводу трагічної звістки. Окрім того, сьогодні у навчальному закладі будуть присутні члени комітету підтримки студентів школи OMHS, та консультанти з реагування на кризові ситуації Системи державних шкіл округу Говард (HCPSS) для роботи з учнями, що потребуватимуть індивідуальної допомоги. Консультант зв'яжеться з батьками учня, який звернеться за індивідуальною підтримкою сьогодні чи у будь-який день цього тижня.\nСмерть будь-якого члена нашої шкільної спільноти є горем, а звістка про те, що пані [redacted_name] вже немає з нами, є особливо важкою, оскільки вона пішла так несподівано. Навіть якщо ваша дитина не знала вчительку [redacted_name] особисто, почути про її смерть може нагадати про інші втрати у житті. Почуття гніву, образи та смутку є природними. Реакцією на горе можуть стати порушення сну, тимчасова втрата апетиту, тривожність, страх за здоров'я та безпеку близьких людей та друзів. Якщо ви занепокоєні тим, як ваша дитина сприйняла цю сумну звістку, зверніться до керівника чи члена комітету підтримки студентів нашої школи, зателефонуйте або напишіть на адресу електронної пошти. На сайті Підтримки психічного здоров'я та добробуту Системи державних шкіл округу Говард (HCPSS Mental Health and Wellness) є багато корисних посилань у нашому окрузі. Ось деякі поради про те, як підтримати дитину вдома:\nВислухайте дитину і дайте зрозуміти, що ви готові відповісти на всі запитання.\nЗаохочуйте дитину висловити свої почуття та говоріть про власні.\nПоговоріть з дитиною про свої переконання про смерть та втрату.\nСпостерігайте за дитиною та зауважте будь-які істотні зміни у поведінці чи настрої протягом кількох наступних тижнів. Якщо ви помітили негаразди, поговоріть з дитиною: це може бути ознакою внутрішньої боротьби.\nОфіс шкільного секретаря приймає картки, якщо ви бажаєте висловити співчуття родині вчительки [redacted_name]. Наразі я не маю жодної інформації про панахиду чи похорон, на основі побажань її родини я надам оновлені відомості. Прошу всіх приєднатися до сім'ї [redacted_name] думками та молитвами у такий скорботний час."
}