{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Lord, we lift up our pastors and leaders in prayer today. Grant them the wisdom of [redacted_name] and the discernment of [redacted_name] to guide your flock with clarity and compassion. Fill them with the courage of [redacted_name] to face challenges with unwavering faith, and bless them with the unwavering spirit of [redacted_name] to proclaim your word with conviction. Amen.\nHeavenly Father, shower our pastors and leaders with your love and grace. Grant them strength in times of weakness and comfort in moments of doubt. May they find peace and encouragement in their families and support from their communities. Bless them with the emotional resilience to navigate the demands of leadership, knowing they are instruments of your will. Amen.\nEverlasting God, empower our pastors and leaders with the boldness to confront injustice and the humility to serve with a servant’s heart. Grant them the vision to see the potential within your people and the wisdom to nurture their spiritual growth. May their leadership be a beacon of hope, inspiring unity and fostering a vibrant community of faith. Amen.\nGracious God, grant our pastors and leaders a listening ear and a compassionate heart. Allow them to see the struggles of their congregation and offer guidance with empathy and understanding. May their words be a balm to the hurting and their actions a source of comfort for the lost. Amen.\nMighty God, grant our pastors and leaders the discernment to make decisions that align with your will. Guide their strategies and bless their endeavors, fostering growth and unity within your church. May their leadership be a testament to your love and grace, leaving a lasting legacy of faith and service. Amen.",
    "trans": "Дорогий Господи, сьогодні ми підносимо в молитві наших пасторів і лідерів. Даруй їм мудрість [redacted_name] та розсудливість [redacted_name], щоб вони могли вести твою паству з ясністю та співчуттям. Наповни їх сміливістю [redacted_name], щоб вони могли зустрічати виклики з непохитною вірою, і благослови їх непохитним духом [redacted_name], щоб вони могли проголошувати твоє слово з переконанням. Амінь.\nНебесний Отче, облий наших пасторів і лідерів своєю любов'ю та благодаттю. Даруй їм силу в часи слабкості та втіху в моменти сумніву. Нехай вони знаходять мир і підтримку у своїх родинах та підтримку від своїх спільнот. Благослови їх емоційною стійкістю, щоб впоратися з вимогами лідерства, знаючи, що вони є інструментами твоєї волі. Амінь.\nВічний Боже, наділи наших пасторів і лідерів сміливістю протистояти несправедливості та покірністю служити з серцем слуги. Даруй їм бачення побачити потенціал у твоєму народі та мудрість для виховання їхнього духовного зростання. Нехай їхнє лідерство буде маяком надії, що надихає єдність і сприяє яскравій спільноті віри. Амінь.\nБлагословенний Боже, надай нашим пасторам і лідерам слухаюче вухо та співчутливе серце. Дозволь їм бачити труднощі своєї пастви і пропонувати керівництво з емпатією та розумінням. Нехай їхні слова стануть бальзамом для страждаючих, а їхні дії - джерелом втіхи для загублених. Амінь.\nМогутній Боже, надай нашим пасторам і лідерам розсудливість приймати рішення, які відповідають твоїй волі. Направляй їхні стратегії і благослови їхні зусилля, сприяючи зростанню і єдності у твоїй церкві. Нехай їхнє лідерство буде свідченням твоєї любові і благодаті, залишаючи тривалий спадок віри і служіння. Амінь."
}