{
    "source": "en_US",
    "target": "uk_UA",
    "text": "EVIDENCE OF A POSSIBLE PREVIOUS TREATMENT\nYes\nTreatment sticker in meter box\nIMPORTANT: If any evidence of previous Timber Pest treatments or records of previous actions have been detected at the Property, then it is highly likely that concealed termite activity and timber pest damage has occurred in the past and may still exist.\nA more invasive inspection is highly recommended to be carried out.This is outside the Scope of our Agreement for this Inspection.\nIt is strongly recommended that the full extent of any such activity and damage be fully understood through the engagement of a Licenced Builder, Structural Engineer or appropriately qualified expert.\nIt is also recommended that the Purchaser make further inquiries with the Vendor regarding the history of Timber Pests at the Property and in particular, if any Termite Activity has ever occurred at the Property, including but not limited to, any trees on the Property.\nDURABLE NOTICE\nIf a Property has a history of Termite Activity, records or details related to previous action taken can be useful in determining whether the action taken was appropriate. A Notice of Application or a Durable Notice are examples of this type of record and are often located in the meter box, sub-floor joist or kitchen cupboard and provide useful information in determining future pest management.\nWas evidence of a previous treatment located? (this",
    "trans": "ДОКАЗИ МОЖЛИВОГО ПОПЕРЕДНЬОГО ЛІКУВАННЯ\nТак\nНаклейка лікування в коробці лічильника\nВАЖЛИВО: Якщо на власності виявлено будь-які докази попередніх лікувань дерев'яних шкідників або записи про попередні дії, то з великою ймовірністю в минулому відбувалася прихована активність термітів і пошкодження деревини.\nРекомендується провести більш інвазивну перевірку. Це виходить за межі нашої угоди щодо цього огляду.\nCильно рекомендується повністю зрозуміти повний обсяг такої діяльності та пошкоджень шляхом залучення ліцензованого будівельника, структурного інженера або відповідно кваліфікованого експерта.\nТакож рекомендується, щоб Покупець звернувся до Продавця з додатковими запитаннями щодо історії наявності дерев'яних шкідників на Об'єкті, зокрема, чи відбувалася коли-небудь активність термітів на Об'єкті, включаючи, але не обмежуючись цим, будь-якими деревами на Об'єкті.\nДОВГОВІЧНЕ ПОВІДОМЛЕННЯ\nЯкщо у Об'єкта є історія активності термітів, записи або деталі, пов'язані з попередніми вжитими заходами, можуть бути корисними для визначення того, чи були вжиті відповідні заходи. Повідомлення про заявку або Довговічне повідомлення є прикладами такого типу записів і часто знаходяться в ящику для лічильника, підпольних балках або кухонному шафці та надають корисну інформацію для визначення подальшого управління шкідниками.\nЧи була знайдена інформація про попереднє лікування? (це"
}