{
    "source": "en_US",
    "target": "uk_UA",
    "text": "ello ReiSuilane, [redacted_name] here.\nI understand that playing a game can provide some distraction during difficult times. To receive the final reward, you must complete all tasks each day. Quick Wins reset every day at 1:00 PM UTC. Don’t forget to claim your Quick Wins rewards after completing them to ensure your points count towards your progress bar, even if you've been active that day, Quick Wins points won't be added automatically.\nRegarding last week, since it has already passed, there is no way for us to revisit it. If you encounter any issues in the future, I kindly suggest reaching out to us so we can look into it and see how we can help resolve the problem. We want you to claim the final reward for this event, so I also recommend completing every task. If you encounter any issues, please report them to us right away.\nKeep on rolling! 🎲 If you have any concern, do let us know on a new ticket, and we will assist you accordingly.",
    "trans": "ривіт, ReiSuilane, це [redacted_name].\nЯ розумію, що грати в гру може бути відволікаючим під час важких часів. Щоб отримати фінальну винагороду, вам потрібно виконати всі завдання кожного дня. Швидкі виграші скидаються кожен день о 13:00 за UTC. Не забудьте забрати свої винагороди за швидкі виграші після їх виконання, щоб ваші бали враховувалися у прогрес-барі, навіть якщо ви були активні в той день, бали за швидкі виграші не будуть додані автоматично.\nЩодо минулого тижня, оскільки він вже пройшов, ми не можемо його переглянути. Якщо у вас виникнуть проблеми в майбутньому, я рекомендую звернутися до нас, щоб ми могли розглянути це і подивитися, як можемо допомогти вирішити проблему. Ми хочемо, щоб ви отримали фінальну винагороду за цю подію, тому також рекомендую виконати кожне завдання. Якщо у вас виникнуть проблеми, будь ласка, повідомте нам про них відразу.\nПродовжуйте кидати кубики! 🎲 Якщо у вас є якісь питання, дайте нам знати в новому запиті, і ми відповідно допоможемо вам."
}