{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Complications\nComplications of hemophilia can include:\nDeep internal bleeding. Bleeding that occurs in deep muscle can cause the limbs to swell. The swelling can press on nerves and lead to numbness or pain. Depending on where the bleeding occurs, it could be life-threatening.\nBleeding into the throat or neck. This can affect a person's ability to breathe.\nDamage to joints. Internal bleeding can put pressure on the joints, causing severe pain. Left untreated, frequent internal bleeding can cause arthritis or destruction of the joint.\nInfection. If the clotting factors used to treat hemophilia come from human blood, there's an increased risk of viral infections such as hepatitis C. Because of donor screening techniques, the risk is low.\nAdverse reaction to clotting factor treatment. In some people with severe hemophilia, the immune system has a negative reaction to the clotting factors used to treat bleeding. When this happens, the immune system develops proteins that keep the clotting factors from working, making treatment less effective.",
    "trans": "Ускладнення\nУскладнення гемофілії можуть включати:\nГлибокі внутрішні кровотечі. Кровотеча, що виникає в глибоких м'язах, може призвести до набряку кінцівок. Набряк може здавлювати нерви, що викликає оніміння або біль. Залежно від місця кровотечі, це може бути загрозливо для життя.\nКровотеча в горло або шию. Це може вплинути на здатність людини дихати.\nПошкодження суглобів. Внутрішня кровотеча може чинити тиск на суглоби, викликаючи сильний біль. Якщо не лікувати, часті внутрішні кровотечі можуть призвести до артриту або руйнування суглоба.\nІнфекція. Якщо фактори згортання крові, які використовуються для лікування гемофілії, отримані з людської крові, існує підвищений ризик вірусних інфекцій, таких як гепатит C. Завдяки методам скринінгу донорів цей ризик є низьким.\nПобічна реакція на лікування факторами згортання крові. У деяких людей із важкою формою гемофілії імунна система негативно реагує на фактори згортання, які використовуються для лікування кровотеч. Коли це трапляється, імунна система виробляє білки, які перешкоджають ефективності факторів згортання, що знижує ефективність лікування."
}