{
    "source": "en_US",
    "target": "uk_UA",
    "text": "of death.\nRespiratory disease and the end of life are healthcare experiences that are universally a part of the human condition. While virtually everyone has had a minor upper respiratory infection with mild respiratory symptoms, others develop advanced pulmonary diseases with severe symptoms that impact quality of life and ultimately limit one's life span. Heart disease, cancer, chronic lower respiratory disease, and respiratory infection comprise four of the top ten causes of death in the United States [5], and all cause respiratory symptoms. Worldwide, primary respiratory tract cancers and tuberculosis also enter the top ten causes of death, extending the prevalence of chronic respiratory concerns around the globe [6]. While modern medicine has been able to reduce morbidity and mortality in many respiratory conditions, the COVID-19 pandemic has presented yet another pulmonary disease challenge world-wide. Whether caring for a patient in the clinic or at the ICU bedside, the combined efforts of those trained in both pulmonary medicine and palliative care can improve both quality of life and the quality of death.\nPalliative care has evolved as a model of health care focused on quality of life concerns in serious illness [7]. It builds on the foundation of hospice care, focused on the end of life, and extends the principles of this care across the trajectory of disease from the time of diagnosis. Palliative care began with a focus on cancer and late-stage disease, but it has rapidly expanded to include chronic illnesses such as heart failure, renal disease, neurological diseases, and dementia. As described below, there are many characteristics of pulmonary disease that make it an ideal target for palliative care, with the ultimate aim of improving quality of life for patients and families [8-10].",
    "trans": "смерті\nРеспіраторні захворювання та кінець життя є частинами медичного досвіду, які універсально входять до людської природи. Хоча практично кожен мав незначну інфекцію верхніх дихальних шляхів з легкими респіраторними симптомами, інші розвивають прогресуючі легеневі захворювання з важкими симптомами, які впливають на якість життя і в кінцевому підсумку обмежують тривалість життя. Серцеві захворювання, рак, хронічні захворювання нижніх дихальних шляхів та респіраторні інфекції складають чотири з десяти основних причин смерті в Сполучених Штатах [5], і всі вони викликають респіраторні симптоми. У всьому світі первинні раки дихальних шляхів та туберкульоз також входять до десятки основних причин смерті, розширюючи поширеність хронічних респіраторних проблем по всьому світу [6]. Хоча сучасна медицина змогла знизити захворюваність і смертність при багатьох респіраторних станах, пандемія COVID-19 представила ще один виклик для легеневих захворювань у всьому світі. Незалежно від того, чи доглядаєте ви за пацієнтом у клініці або біля ліжка в реанімації, спільні зусилля тих, хто має підготовку як у галузі легеневої медицини, так і в паліативній допомозі, можуть покращити як якість життя, так і якість смерті.\nПаліативна допомога розвинулася як модель медичної допомоги, орієнтована на проблеми якості життя при серйозних захворюваннях [7]. Вона базується на основах хоспісної допомоги, яка зосереджена на кінці життя, і поширює принципи цієї допомоги на весь перебіг захворювання з моменту діагностики. Паліативна допомога почалася з акцентом на рак та пізню стадію захворювання, але швидко розширилася на включення хронічних захворювань, таких як серцева недостатність, ниркова недостатність, неврологічні захворювання та деменція. Як буде описано нижче, існує багато характеристик легеневих захворювань, які роблять їх ідеальною метою для паліативної допомоги з кінцевою метою покращення якості життя пацієнтів та їх сімей [8-10]."
}