{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Ronald,\nWe are thrilled to announce the launch of our newly upgraded Supplier Portal! The new site, available at grocerycentral.amazon.com, comes with a refreshed look and feel designed to enhance your experience with Whole Foods.\nWe will be fullytransitioning to this new portal and deprecating the old onesoon. Therefore, to avoid any disruption to your access, we ask that you create a new account at your earliest convenience.\nYou’ll find the same content and information on the upgraded site. This upgrade only impacts workflows at supplier.wholefoods.com. Other workflows and systems not connected to this site remain unchanged.\nWhat You Need to Know:\nNew Account Creation Required: To access the upgraded portal, you will need to create a new account. This is the only action required on your part to get started.\nGetting Started: For a smooth transition, please refer to the \"How to Get Started\" section on the new site, which provides step-by-step instructions. You can find this section directly on the homepage of the portal or by clicking here: Supplier Portal (amazon.com).\nAccessing the Site. We recommend you access the site using Google Chrome or Firefox and that you use your computer/laptop to access the site instead of mobile.\nTraining Document: To help you familiarize yourself with the new portal, we have prepared a training document. This guide includes valuable information and tips to ensure you make the most of the upgraded features. You can also watch a training webinar by clicking here: (Passcode: [redacted_id])\nWe appreciate your cooperation and look forward to continuing our successful partnership through our enhanced Supplier Portal. If you have any questions or need assistance, please do not hesitate to reach out to our support team. Any questions or issues can be submitted directly to our teamhere.\nBest regards,\nSupplier Portal Support",
    "trans": "Шановний Рональд,\nМи раді оголосити про запуск нашого новообновленого Порталу постачальників! Новий сайт, доступний за адресою grocerycentral.amazon.com, має оновлений вигляд і відчуття, які покликані покращити ваш досвід роботи з Whole Foods.\nМи повністю перейдемо на цей новий портал і незабаром відмовимося від старого. Тому, щоб уникнути будь-яких перерв у доступі, ми просимо вас створити новий обліковий запис якомога швидше.\nНа оновленому сайті ви знайдете той же контент та інформацію. Це оновлення впливає лише на робочі процеси на supplier.wholefoods.com. Інші робочі процеси та системи, не пов'язані з цим сайтом, залишаються без змін.\nЩо вам потрібно знати:\nНеобхідно створити новий обліковий запис: для доступу до оновленого порталу вам потрібно буде створити новий обліковий запис. Це єдина дія, яку вам потрібно виконати, щоб почати.\nПочаток роботи: для плавного переходу будь ласка, зверніться до розділу \"Як почати\" на новому сайті, який містить покрокові інструкції. Ви можете знайти цей розділ безпосередньо на головній сторінці порталу або натиснувши тут: Портал постачальників (amazon.com).\nДоступ до сайту. Ми рекомендуємо вам отримувати доступ до сайту за допомогою Google Chrome або Firefox і використовувати комп'ютер/ноутбук для доступу до сайту замість мобільного пристрою.\nНавчальний документ: щоб допомогти вам ознайомитися з новим порталом, ми підготували навчальний документ. Цей посібник містить цінну інформацію та поради, щоб ви могли максимально використовувати оновлені функції. Ви також можете переглянути навчальний вебінар, натиснувши тут: (Пароль: [redacted_id])\nМи вдячні за вашу співпрацю і сподіваємося продовжувати наше успішне партнерство через наш покращений Портал постачальників. Якщо у вас є будь-які питання або потрібна допомога, не соромтеся звертатися до нашої служби підтримки. Будь-які питання або проблеми можна безпосередньо надіслати нашій команді тут.\nЗ найкращими побажаннями,\nСлужба підтримки Порталу постачальників"
}