{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello [redacted_name],\nThank you for your interest in a practicum placement with Discover Canada Tours.\nDiscover Canada Tours would like to advise in advance that our practicum placements areunpaid. We do not offer or provide any compensation or remuneration.\nHowever, this experience provides practicum students with the opportunity to enhance interpersonal skills, advance their English, travel on our tours, such as the Rockies, Whistler, Tofino, Seattle or Victoria, when available and participate in regular team outings.\nTypically, we offer practicum placement in either the Operations or Sales department. Depending on the length of the practicum placement, we can also offer a combination. Please see the attached two PDFs with their descriptions.\nPlease note that we ask for a minimum of 3 months for any practicum placement,40 hours a week, full-time.\nAll practicum students traveling from abroad require a work permit in the form of either a working holiday or a coop visa. To find more information visithttp://www.cic.gc.ca/english/work/iec/eligibility.asp\nIf you are still interested, we would be happy to set up a Zoom call/interview with you.\nWe look forward to hearing from you soon!",
    "trans": "Привіт [redacted_name],\nДякуємо за ваш інтерес до проходження практики в Discover Canada Tours.\nDiscover Canada Tours хотіла б заздалегідь повідомити, що наші практики є неоплачуваними. Ми не пропонуємо і не надаємо жодної компенсації або винагороди.\nОднак цей досвід надає студентам практики можливість покращити міжособистісні навички, вдосконалити англійську мову, подорожувати нашими турами, такими як Рокі-Маунтінс, Уістлер, Тофіно, Сіетл або Вікторія (коли вони доступні) та брати участь у регулярних виїздах команди.\nЗазвичай ми пропонуємо проходження практики в відділі операцій або продажів. В залежності від тривалості практики ми також можемо запропонувати комбінацію. Будь ласка, перегляньте прикріплені два PDF-файли з їх описами.\nЗверніть увагу, що ми просимо мінімум 3 місяці для будь-якої практики, 40 годин на тиждень, повний робочий день.\nВсі студенти практики, які приїжджають з-за кордону, потребують робочої візи у формі робочої відпустки або візи для стажування. Щоб знайти більше інформації, відвідайте http://www.cic.gc.ca/english/work/iec/eligibility.asp\nЯкщо ви все ще зацікавлені, ми будемо раді організувати Zoom-дзвінок/інтерв'ю з вами.\nЧекаємо на вашу відповідь найближчим часом!"
}