{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We are the nation’s largest off-price retailer with over 2,000 stores, and a strong track record of success and growth. Our focus has always been bringing our customers a constant stream of high-quality brands and on-trend merchandise at extraordinary savings. All while providing a fun and exciting treasure hunt experience.\nAs part of our team, you will experience:\nSuccess. Our winning team pursues excellence while learning and evolving\nCareer growth. We develop industry leading talent because Ross grows when our people grow\nTeamwork. We work together to solve the hard problems and find the right solution\nOur commitment to Diversity, Equity & Inclusion, and our community. We celebrate the backgrounds, identities, and ideas of those who work and shop with us because our differences make us stronger. We strive to be a positive force in our community.\nOur Corporate headquarters are in Dublin, CA, we have 3 buying offices in key markets in New York City, Los Angeles, and Boston, and 8 distribution centers nationwide. With 2023 revenues of $20.4 billion, we are a Fortune 500 company who is committed to providing an inclusive work environment with continuous",
    "trans": "Ми є найбільшою в країні мережею з товарами за зниженими цінами, маючи понад 2000 магазинів та успішну історію зростання. Наша мета завжди полягала в тому, щоб пропонувати нашим клієнтам постійний потік високоякісних брендів та модних товарів за неймовірно вигідними цінами. І все це при створенні веселого та захоплюючого досвіду пошуку скарбів.\nЯк частина нашої команди, ви отримаєте досвід:\nУспіх. Наша переможна команда прагне до досконалості, постійно навчаючись та розвиваючись.\nКар'єрний ріст. Ми розвиваємо найкращих фахівців у галузі, адже Ross розвивається разом із розвитком наших людей.\nКомандна робота. Ми працюємо разом, щоб розв'язувати складні завдання та знаходити правильні рішення.\nНаша відданість різноманіттю, рівності та інклюзивності, а також нашій громаді. Ми цінуємо різноманітність досвідів, ідентичностей та ідей тих, хто працює та здійснює покупки у нас, адже наші відмінності роблять нас сильнішими. Ми прагнемо бути позитивною силою в нашій громаді.\nНаш головний офіс розташований у Дубліні, штат Каліфорнія, ми маємо 3 офіси закупівель у ключових ринках Нью-Йорка, Лос-Анджелеса та Бостона, а також 8 розподільчих центрів по всій країні. З доходами 20,4 мільярда доларів у 2023 році, ми є компанією зі списку Fortune 500, яка прагне забезпечити інклюзивне робоче середовище з безперервним"
}