{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Shipping Policy\nThe products are delivered directly from Lumiverse to your doorstep. We strive to make all shipments as secure as possible.\nThe delivery time is usually up to 10 business days and depends on the distance between you and the Lumiverse office (Germany, EU). The expected delivery time may be longer due to a seasonal increase in sales on the global market or turbulences related to e.g. COVID19.\nYou will receive a shipping confirmation email with tracking as soon your order is fulfilled. Please note, there can be a delay between your order shipping and you receiving a shipping confirmation email, up to 2 business days. Items in your order may ship separately to speed up processing and you may receive multiple tracking numbers. Some tracking numbers may take up to 7 days for tracking to update. During holidays and busy shipping seasons, tracking numbers can take much longer to update with the carrier and is outside of our control.\nOur products are available Globally. The countries for which shipping is available are clearly indicated on the product or checkout page.",
    "trans": "Правила доставки\nТовари доставляються напряму від Lumiverse до ваших дверей. Ми намагаємося забезпечити максимальну безпеку всіх відправлень.\nЗазвичай час доставки становить до 10 робочих днів і базується на відстані між вами та офісом Lumiverse (Німеччина, ЄС). Тривалість доставки може збільшитися через сезонне зростання продажів на світовому ринку або нестабільність, наприклад, пов'язану з COVID19.\nЯк тільки ваше замовлення буде виконано, ви отримаєте електронний лист із підтвердженням доставки та відстеженням. Зауважте, що між відправленням вашого замовлення та отриманням електронного листа з повідомленням про відправлення може бути затримка до 2 робочих днів. Деякі товари у вашому замовленні можуть відправлятися окремо, щоб прискорити обробку, і ви можете отримати кілька номерів для відстеження. Оновлення деяких номерів для вiдстеження може тривати до 7 днів. У святкові дні та напружені сезони доставки, зміна номера відстеження може тривати набагато довше, оскільки перевізник не може це контролювати.\nНаші товари доступні у всьому світі. На сторінці товару або оформлення замовлення вказано країни, в які здійснюється доставка."
}