{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Kunikida, as always, remains oblivious. He’s too focused on the mission, on the details, on being in control. And Atsushi? He’s nervous, as usual, his attention flicking from shadow to shadow, probably too caught up in his own anxieties to notice Dazai’s subtle winces.\nAtsushi returns after a quick sweep, looking to Kunikida. \"There are at least five men patrolling inside. What do we do?\"\nKunikida nods, turning to Dazai. \"Did you see anything on your side?\"\nDazai straightens up, forcing a grin despite the sharp jolt of pain running through his spine. \"Just the usual. Nothing we can’t handle.\"\n\"Good. Let's move.\"\nThe mission wraps up without a hitch—at least, on the surface. Kunikida, Atsushi, and Dazai handle the patrolmen with their usual precision. Dazai barely has to lift a finger, which he’s grateful for, given the state of his body. His movements are slower, more deliberate, each motion sending waves of pain through him that he stubbornly refuses to acknowledge.\nOnce the warehouse is secured, Kunikida looks satisfied for the first time all day. “Good work,” he says, though his gaze lingers on Dazai, clearly suspicious of his unusually quiet behaviour. “Let’s head back to the office and write up the report. Dazai, don’t disappear this time.”\n“Wouldn’t dream of it, Kunikida-kun,” Dazai replies, flashing his partner a cheeky grin despite the exhaustion weighing him down. Atsushi glances at him, still looking somewhat concerned, but he says nothing.\nAs they make their way back to the office, Dazai walks behind the group, the ache in his body only intensifying with each step. He can feel himself reaching his limit. They reach the familiar streets near the Agency, and Dazai takes a sharp turn down an alley, slipping away from the others unnoticed. Kunikida is too wrapped up in his post-mission thoughts to notice, and Atsushi is too tired to ask.",
    "trans": "Кунікіда, як і завжди, лишається в забутті. Він занадто сконцентрований на місії, на дрібницях, на тому, щоб контролювати ситуацію. А Ацуші? Знервований, як завжди, його увага метається від тіні до тіні, можливо, він занурений у власні тривоги, і не помічає ледь вловимих здригань Дазаї.\nАцуші вертається після швидкого обшуку і дивиться на Кунікіду. «Там всередині щонайменше п'ятеро чоловіків патрулюють. Що будемо робити?»\nКунікіда киває, обертаючись до Дазаї. «Ти що-небудь бачив зі свого боку?»\nДазай випрямляється, примушуючи себе посміхнутися, попри різкий спалах болю, який пронизує його хребет. «Все як завжди. Жодних проблем, з якими ми не могли б впоратися.»\n«Добре. Ходімо».\nОперація закінчується без проблем — щонайменше, на перший погляд. Кунікіда, Ацуші та Дазай вправно керують патрульними зі своєю звичною точністю. Дазай ледве мусить ворухнути пальцем, і він вдячний за це, зважаючи на стан свого тіла. Він рухається повільніше, обдуманіше, і від кожного руху через нього пробігають хвилі болю, який він вперто відмовляється визнавати.\nКоли склад захищено, Кунікіда виглядає задоволеним вперше за весь день. «Гарна робота», - каже він, проте його очі затримуються на Дазаї, вочевидь підозріло ставлячись до його незвично тихої поведінки. «Повернімося до офісу і складемо звіт. Дазай, не зникай цього разу».\n«І не подумаю, Кунікіда-кун», - відповідає Дазай, нахабно посміхаючись до напарника, попри виснаження, яке його переповнює. Ацуші поглядає на нього, все ще трохи занепокоєний, проте не відповідає.\nПовертаючись до офісу, Дазай крокує позаду групи, і з кожним кроком біль у тілі тільки посилюється. Він розуміє, що досягає своєї межі. Вони дістаються знайомих вулиць поблизу Агентства, і Дазай різко повертає в провулок, щоб непомітно відірватися від решти. Кунікіда настільки занурений у свої думки після місії, що не помічає його, а Ацуші занадто втомлений, аби запитати."
}