{
    "source": "en_US",
    "target": "uk_UA",
    "text": "TENANT will be responsible for unpaid rent, physical damages, future rent due, attorney’s fees, costs and any other amounts dud under the terms of the tenancy.\n6. OCCUPANTS: Only the following individuals shall occupy the premises unless written consent of the OWNER is obtained: reasonable number of guests may occupy the premises without prior written consent if stay is limited to 7 days.\n7. USE OF THE PREMISES: TENANT shall maintain the premises in a clean and sanitary condition and not disturb surrounding residents or the peaceful and quiet enjoyment of the premises or surrounding premises. TENANT shall install window shades or draperies (no foil, sheets, paper, etc. allowed) within 15 days of taking occupancy if not already provided. Premises are to be used and occupied by the TENANT for only residential, non-business, private housing purposes only. TENANT shall not operate any type of day care or child sitting service on the premises. TENANT shall secure insurance immediately for any water filled devises with a loss payable clause to OWNER. No trampolines, athletic equipment, recreational equipment, or any items or activities which can cause interference with the insurance coverage on the premises will be permitted.\n8. TENANT covenants that she/he shall not commit or suffer any waste in the premises, use the premises or permit them to be used for drugs or any unlawful purpose or any dangerous, noxious or offensive activity or cause or maintain any nuisance in the premises, nor operate a business for which the property is not zoned. At the end of the term of this Agreement, Tenant will deliver up the premises in as good an order and condition as they now are, or may be put by Owner or Tenant, reasonable use and ordinary wear and tear thereof and damage by fire or another casualty, excepted.\n9. QUIET ENJOYMENT: Owner agrees that if",
    "trans": "ОРЕНДАР буде нести відповідальність за несплачену оренду, фізичні пошкодження, майбутню оренду, гонорари адвокатів, витрати та будь-які інші суми, що підлягають сплаті відповідно до умов оренди.\n6. ЖИТЕЛІ: Тільки наступні особи можуть проживати в приміщенні, якщо не отримано письмового дозволу ВЛАСНИКА: розумна кількість гостей може проживати в приміщенні без попереднього письмового дозволу, якщо їх перебування обмежене 7 днями.\n7. ВИКОРИСТАННЯ ПРИМІЩЕННЯ: ОРЕНДАР повинен підтримувати приміщення в чистому та санітарному стані і не порушувати спокій та тихе користування приміщенням або прилеглими територіями. ОРЕНДАР повинен встановити штори або завіси (не дозволяються фольга, простирадла, папір тощо) протягом 15 днів з моменту заселення, якщо вони вже не надані. Приміщення призначені для використання та проживання ОРЕНДАРЕМ тільки для житлових, некомерційних, приватних цілей. ОРЕНДАР не має права здійснювати будь-який вид денного догляду за дітьми або послуг з догляду за дітьми в приміщенні. ОРЕНДАР повинен негайно оформити страхування для будь-яких водяних пристроїв з умовою виплати збитків ВЛАСНИКУ. Не дозволяється використовувати батути, спортивне обладнання, рекреаційне обладнання або будь-які предмети чи діяльність, які можуть перешкоджати страхуванню приміщення.\n8. ОРЕНДАР зобов'язується не вчиняти або допускати жодних псування в приміщенні, не використовувати приміщення або не дозволяти їх використання для наркотиків або будь-якої незаконної мети, небезпечної, шкідливої або образливої діяльності, не створювати або підтримувати жодних незручностей у приміщенні і не вести бізнес, для якого нерухомість не призначена. Наприкінці терміну цієї Угоди ОРЕНДАР поверне приміщення в такому ж порядку і стані, як вони є зараз або можуть бути приведені ВЛАСНИКОМ або ОРЕНДАРЕМ, за винятком розумного використання і звичайного зносу та пошкоджень від пожежі або інших випадковостей.\n9. СПОКІЙНЕ КОРИСТУВАННЯ: Власник погоджується з тим, що якщо"
}