{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] swiftly kicks the ball toward [redacted_name] once those words come onto the screen, in response Bachira smirked, humming under his breath as stretched his limbs to the game.\n\"We'll call it: \"Operation: 'Next Up, It's me'\nNine!\"\nBachira runs forward as you stayed in defence, seeing everyone move around the field, running, made you envy; and obviously want to run but you knew you can't help but know it wasn't your turn and the matter of fact that you had to stay in defence.\nYou kept close eyes at Bachira, analyzing, studying his each movements, expression intensely. Your eyes had slight sparkles, lighting up because you were so jealous of his effortless dribbling skill as if he was born to do only that.\n\"Make it a two-on-one!\", \"Don't let him through!\" could be heard from the field. And just with those words two people quickly block Bachira's pathway but the grin never leaves his face.\n\"Will two be enough? I'm coming through, you guys,\" he grinned but it quickly drops to neutral expression, Bachira uses his foot to stop a boy with bangs that covers his eyes from stealing the ball.\n\"There's three of us. I've done my homework on your dribbling,\" the boy says. \"You're not bad,[redacted_name]. In that case, I'll pass it back,\" Bachira smiles and kicks the ball toward [redacted_name].\n\"They blocked his potential routes, and used a third person to steal the ball,\" the guy said.\n\"Keep an eye out on their number eight!\" the guy shouts.",
    "trans": "[redacted_name] швидко відправляє м'яч у напрямку [redacted_name], коли ці слова з'являються на екрані, у відповідь Бачіра усміхається, наспівуючи під носом, коли розтягує свої кінцівки до гри.\n\"Назвемо це: \"Операція: 'Наступний - це я'\nДев'ять!\"\nБачіра біжить вперед, поки ти залишаєшся в захисті, спостерігаючи за тим, як всі рухаються по полю, бігають, тебе охоплює заздрість; і очевидно хочеться бігти, але ти знаєш, що не можеш допомогти і знаєш, що це не твій хід і те, що тобі потрібно залишитися в захисті.\nТи уважно спостерігаєш за Бачірою, аналізуючи його кожен рух і вираз обличчя. Твої очі трохи блищать від заздрості до його безтурботного дриблінгу, наче він народився тільки для цього.\nЗ поля можна було почути: \"Зробіть це двоє на одного!\" та \"Не дайте йому пройти!\". І лише з цими словами двоє людей швидко блокують шлях Бачіри, але усмішка ніколи не зникає з його обличчя.\n\"Чи буде двох достатньо? Я пройду, хлопці,\" - усміхається він, але швидко переходить до нейтрального виразу обличчя, Бачіра використовує свою ногу, щоб зупинити хлопця з чубчиком, що закриває йому очі, від того, щоб вкрасти м'яч.\n\"Нас троє. Я вивчив твої дриблінги,\" - говорить хлопець. \"Ти непоганий,[redacted_name]. В такому випадку, я поверну м'яч назад,\" - усміхається Бачіра і б'є м'яч у напрямку [redacted_name].\n\"Вони заблокували його потенційні маршрути і використали третього гравця, щоб вкрасти м'яч,\" - говорить хлопець.\n\"Слідкуйте за їхнім номером вісім!\" - кричить хлопець."
}