{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Parents/Guardians,\nOur school is implementing the Leader in Me, which teaches 21st-century leadership and life skills to students and creates a culture of student empowerment based on the idea that every child can be a leader.\nOur school will be conducting surveys to learn more about key areas of strength and areas of needed growth in our school. In order for us to have a holistic picture of what is going on in our school, we are asking all full-time staff members, parents/guardians, and students in Grade 4 and up to participate.\nParent Participation\nIf you decide to participate, you will be asked to complete a survey (without sharing your name or other identifying information) that will be available through the weblink below. The survey is completely voluntary, but we do hope to get feedback from one member of every household.\nThe parent/guardian survey takes about 12 minutes to complete and will ask questions about your child and about his or her experience in our school. If you have more than one child attending the school, you will be asked to think about the oldest child's experiences as you answer questions related to his or her growth.\nPlease take this survey:https://www.leaderinme.com/s/ps-053-the-barbara-esselborn-ny/families\nPlease complete the survey by: October 11, 2024",
    "trans": "Шановні батьки/опікуни,\nНаша школа впроваджує програму \"Лідер у мені\", яка навчає учнів лідерським та життєвим навичкам XXI століття та створює культуру наділення учнів повноваженнями на основі ідеї, що кожна дитина може бути лідером.\nНаша школа проведе опитування, щоб дізнатися більше про ключові сильні сторони та області, які потребують розвитку в нашій школі. Для того, щоб отримати цілісну картину того, що відбувається в нашій школі, ми просимо всіх працівників на повну ставку, батьків/опікунів та учнів 4 класу і старше взяти участь.\nУчасть батьків\nЯкщо ви вирішите взяти участь, вам буде запропоновано заповнити опитування (без зазначення вашого імені або іншої ідентифікаційної інформації), яке буде доступне за посиланням нижче. Опитування є абсолютно добровільним, але ми сподіваємося отримати відгуки від одного члена кожного домогосподарства.\nОпитування для батьків/опікунів займає близько 12 хвилин для заповнення і міститиме питання про вашу дитину та її досвід у нашій школі. Якщо у вас є кілька дітей, які навчаються в школі, вам буде запропоновано подумати про досвід старшої дитини під час відповіді на питання, пов'язані з її розвитком.\nБудь ласка, пройдіть це опитування: https://www.leaderinme.com/s/ps-053-the-barbara-esselborn-ny/families\nБудь ласка, заповніть опитування до: 11 жовтня 2024 року"
}