{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Residents:\nPlease be advised that a HURRICANE WARNING OR WATCH has been issued for our area! We strive to provide necessary information to our residents, concerning hurricane and tropical storm preparations. It’s also necessary for each resident to become familiar with the location of storm shelters in the area and to take the steps necessary to protect themselves and their personal belongings.\nPreparing for the Storm\nAll residents should remove objects that are prone to become airborne in high winds. Such objects include chairs, tables, hanging plants, potted plants, wind chimes, patio benches, and all other items on the patio/balcony area of your apartment home.\nAll objects that are in the breezeways, hallways, or other items you have placed outside or around your apartment building should be removed and placed inside your apartment.\nDO NOT TAPE OR BOARD UP YOUR APARTMENT WINDOWS! THIS IS STRICTLY PROHIBITED.\nDuring a storm of this type, there is the strong likelihood of power failure. Remember to unplug high value electrical items, so when power flashes back on, the surge of electricity doesn’t damage your equipment.\nHave a supply of bottled water, battery operated radio, flashlights, extra batteries, and a supply of non-perishable food items to last at least five (5) days. If you have an infant, remember to have an adequate supply of disposable diapers, wipes and baby food. If you have a pet, remember to stock up on pet food and supplies. If you take medication, have at least a seven (7) day supply of medication and medical items.\nBe aware that a hurricane or tropical storm is an act of God and your personal belongings should be covered by your personal property insurance; it’s NOT the responsibility of the Property Owner to cover such items.",
    "trans": "Шановні мешканці:\nБудь ласка, зверніть увагу, що для нашої місцевості оголошено ПОПЕРЕДЖЕННЯ ПРО УРАГАН або СПОСТЕРЕЖЕННЯ! Ми прагнемо надавати необхідну інформацію нашим жителям стосовно підготовки до ураганів та тропічних штормів. Також важливо, щоб кожен житель ознайомився з місцезнаходженням укриттів від шторму в районі та вживав необхідних заходів для захисту себе та своїх особистих речей.\nПідготовка до шторму\nУсі мешканці повинні прибрати предмети, які можуть бути підняті в повітря під час сильного вітру. До таких предметів належать стільці, столи, підвісні рослини, рослини в горщиках, дзвіночки для вітру, лавки у внутрішньому дворику та всі інші предмети на внутрішньому дворику/балконі вашого багатоквартирного будинку.\nУсі предмети, що знаходяться в проходах, коридорах або інші речі, які ви розмістили поза вашою квартирою або навколо будівлі, повинні бути прибрані і перенесені всередину вашої квартири.\nНЕ ЗАСТОСОВУЙТЕ СКОЧ ТА НЕ ЗАКРИВАЙТЕ ВІКНА КВАРТИРИ! ЦЕ СУВОРО ЗАБОРОНЕНО.\nПід час шторму такого типу існує висока ймовірність відключення електрики. Не забувайте вимикати з розетки дорогі електричні пристрої, щоб при відновленні електропостачання стрибок напруги не пошкодив ваше обладнання.\nЗабезпечте себе запасом бутильованої води, радіо на батарейках, ліхтариків, запасних батарейок та продуктів тривалого зберігання, щоб їх вистачило на принаймні п’ять (5) днів. Якщо у вас є немовля, подбайте про достатню кількість підгузків, серветок та дитячого харчування. Якщо у вас є домашня тварина, забезпечте запас корму та інших необхідних речей для неї. Якщо ви приймаєте ліки, переконайтеся, що у вас є хоча б семиденний (7) запас ліків та медичних засобів.\nЗверніть увагу, що ураган або тропічний шторм є стихійним лихом, і ваші особисті речі повинні бути застраховані через вашу особисту страхівку майна; це НЕ є відповідальністю власника майна покривати такі речі."
}