{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The PDHPE K–6 Syllabus follows Recommendation 2: ‘Clarify and strengthen writing content in syllabus documents’ from Teaching Writing: Report of the Thematic Review of Writing (NESA 2018).\nCreating written texts is a way of organising thoughts, explaining thinking, and making connections within and across learning areas. The learning areas provide meaningful content for writing beyond the subject of English. ‘When writing instruction prompts students to think deeply and/or make decisions about content, learning is improved’ (AERO 2022). Creating written texts in learning areas develops students’ critical understandings and voice.\nCreating written texts content in the primary curriculum includes:\nsystematic development of expectations for creating written texts, which aligns with the English K–10 Syllabus (2022)\nexplicit writing content to support students to become fluent creators of texts, to deepen their understanding of the learning areas and focus on vocabulary and sentence construction\nopportunities to practise the process of creating written texts to develop and communicate knowledge, understanding and ideas\na focus on vocabulary and sentence construction.\nCreating written texts refers to the act of composing and constructing a text for a particular purpose, audience and context.\nVarious methods of transcription may",
    "trans": "Навчальна програма PDHPE K–6 слідує Рекомендації 2: «Уточнити та зміцнити зміст письма в навчальних програмах» з доповіді Teaching Writing: Report of the Thematic Review of Writing (NESA 2018).\nСтворення письмових текстів є способом організації думок, пояснення міркувань та встановлення зв'язків між різними навчальними областями. Навчальні області надають зміст для письма поза межами предмета англійської мови. «Коли навчання письму спонукає учнів глибше задуматися і/або приймати рішення щодо змісту, навчання покращується» (AERO 2022). Створення письмових текстів у навчальних областях розвиває критичне розуміння та голос учнів.\nЗміст створення письмових текстів у початковій освіті включає:\nсистематичний розвиток очікувань щодо створення письмових текстів, який узгоджується з навчальною програмою англійської мови K–10 (2022)\nявний зміст письма для підтримки учнів у становленні вільними творцями текстів, поглибленні їхнього розуміння навчальних областей та зосередженні на словниковому запасі та побудові речень\nможливості практикувати процес створення письмових текстів для розвитку та комунікації знань, розуміння та ідей\nзосередження на словниковому запасі та побудові речень.\nСтворення письмових текстів відноситься до акту складання та побудови тексту для певної мети, аудиторії та контексту.\nМожливі різні методи транскрипції"
}