{
    "source": "en_US",
    "target": "uk_UA",
    "text": "learning from a short multimedia explanation of how lightning storms develop in which an animation was accompanied by either neutral or self-referenced speech. Method Participants and design. The participants were 34 college students recruited from the psychology subject pool at the University of California, Santa Barbara. There were 17 participants in the personalized-speech group and 17 participants in the neutral-speech group. All participants indicated a low level of knowledge of meteorology. Materials and apparatus. The paper materials consisted of a partici- pant questionnaire, retention test, and four problem-solving transfer test sheets, similar to those we have used previously (Mayer & Moreno, 1998). The participant questionnaire solicited the participant's age, gender, and SAT scores; in addition, to measure the participant's knowledge of mete- orology, it contained the following two questions: (a) \"Please put a check mark indicating your knowledge of meteorology (weather),\" followed by five blanks ranging from very little (scored as 1 point) to very much (scored",
    "trans": "навчання за допомогою короткого мультимедійного пояснення того, як розвиваються грозові бурі, в якому анімація супроводжувалася нейтральною або самореферентною мовою. Метод Учасники та дизайн. У дослідженні взяли участь 34 студенти коледжу, які були набрані з групи предметів психології в Університеті Каліфорнії, Санта-Барбара. У групі з персоналізованою мовою було 17 учасників, а в групі з нейтральною мовою - 17 учасників. Всі учасники вказали низький рівень знань з метеорології. Матеріали та обладнання. Паперові матеріали складалися з анкети для учасників, тесту на запам'ятовування та чотирьох аркушів тестів на перенесення вирішення проблем, подібних до тих, які ми використовували раніше (Mayer & Moreno, 1998). Анкета для учасників запитувала вік, стать та бали SAT учасника; крім того, щоб виміряти знання учасника з метеорології, вона містила наступні два питання: (a) \"Будь ласка, поставте галочку, що вказує на ваші знання з метеорології (погода),\" за якими слідували п'ять порожніх місць від дуже мало (оцінюється в 1 бал) до дуже багато (оцінюється"
}