{
    "source": "en_US",
    "target": "uk_UA",
    "text": "EXCLUSIVE\nBOOKS\nKennedy Ryan reveals the cover for ‘Can't Get Enough,’ the third and final book in the ‘Skyland’ series\nThe third \"Skyland\" book was inspired by \"timely\" conversations, a J. Cole song and a brightly colored latte.\nNatasha Cunningham\nOct. 11, 2024, 12:00 PM EDT / Source: TODAY\nBy Ayanna Miller\nKennedy Ryan's next book in the \"Skyland\" series is on its way, and fans now have a sneak peek at what's in store for their favorite characters.\nRyan exclusively revealed the cover for the final installment, “Can't Get Enough,” out May 13, 2025, with TODAY.com.\nThe cover of Kennedy Ryan's \"Can't Get Enough,\" out May 13. Natasha Cunningham\nWith all of her covers, Ryan says they must pass the “gasp test.”\nRecommended\nPOP CULTURE\nWatch author Abby Jimenez call her high school writing teacher to thank him for the difference he made\nSTYLE\nQuick! Target Circle Week is almost over — get deals up to 70% off before they're gone\n“The first time someone sees (the book), I want the response to be a gasp,” Ryan tells TODAY.com.\nThe “Skyland” series, which began in 2022, follows a group of three friends who reside in the fictional neighborhood of Skyland in Atlanta.\nEach book follows one of the characters as she goes through the ebbs and flows of love and life and focuses on topics such as mental health, self-love and sisterhood.\nKennedy Ryan is the author of more than 15 books, including \"Reel\" and the \"Hoops\" series.Courtesy Perrywinkle Photography\nIn “Can’t Get Enough,” readers will follow businesswoman and self-proclaimed “rich auntie” Hendrix and her budding (but forbidden) relationship with tech mogul Maverick Bell.\nHendrix is well known for her quick wit and being the comedic relief of the series. While her story is “funny and sexy,” we’ll also get to see more of Hendrix’s vulnerable side, Ryan says.\n“Can’t Get Enough” feels “timely” to the conversations many women have today, Ryan says, especially women who are child-free by choice, like Hendrix.\n“I feel like this is such a providential intersection of the story and something that is so important that we’re discussing right now in culture,” Ryan says.\nWhen it comes to inspiration for her books, Ryan likes to draw from everyday life.\nFor “Can’t Get Enough,” the title came from a 2011 J. Cole song of the same name that lined up with what she was writing at the time.\nAnd the cover's color scheme?\nRyan says she was walking through Target when she saw a photo of a lavender matcha latte —and everything just clicked into place.\n“I literally sent the photo to my editor and I was like ‘This it it, this is the cover,'\" she says.\nHendrix’s cover has actually been years in the making. Ryan says she originally chose the photo on the cover of \"Can't Get Enough\" for Yasmen's book, “Before I Let Go,” the first of the series. That cover went in another direction, and Ryan filed the photo away for later.\nWhen it was time for Hendrix’s story, Ryan knew it would be perfect.\n“Hendrix is in such a place of command,” Ryan says. “With that cover, she’s looking right into the camera, and she has such confidence and assurance, which is who her character is.”\nIn short, it passed Ryan's \"gasp test\" with flying lavender and green colors.\nRyan says the end of the \"Skyland\" series feels “bittersweet” because the characters have come to mean so much to her and her readers. But the books accomplished the mission she sent them out to do, she says.\n“I enjoyed bringing these women in culture. Their stories, their hurts, their vulnerabilities, as well as their strengths, and deconstructing the myth of the strong Black woman,\" she says.\nThe upcoming series adaptation of “Before I Let Go,” which is currently in development at Peacock, is also helping Ryan grieve the conclusion.\n“It helps that it's going to be on television and there will be a new iteration of these characters and these stories in this universe,\" she says.\nRead the official blurb for ‘Can't Get Enough’:\nHendrix Barry lives a fabulous life. She has phenomenal friends, a loving family, and a thriving business that places her in the entertainment industry’s rarefied air. Your vision board? She’s probably living it.\nShe’s a woman with goals, dreams, ambitions—always striving upward. And in the midst of everything, she’s facing her toughest challenge yet: caring for an aging parent.\nWho has time for romance? From her experience, there’s a low ROI on relationships. She hasn’t met the man who cankeep up with her anyway. Until…him.\nTech mogul Maverick Bell is a dilemma wrapped in an exquisitely tailored suit and knee-melting charm. From their first charged glance at the summer’s hottest party, Hendrix feels like she’s met her match. Only he can’t be. Mav may be the first to make her feel this seen and desired and appreciated, but he’s thelastone she can have. Forbidden fruit is the juiciest, and this man is off limits if she plans to stay the course she’s set for herself.\nBut when Maverick gives chase—pursuing her, spoiling her,understandingher—is it time to let herself have something more?\nAyanna Miller\nAyanna Miller is a multiplatform editor for TODAY Digital and is based in New York City.\nSave on Uber One.\nGet a special discount on an Uber One membership–just for being a Verizon customer. You'll enjoy all the amazing perks of Uber and Uber Eats.\nVerizon\n|\nSponsored\nSPONSORED / BOOKBUB\nLearn More\nKindle Lovers Are Asking: Why Didn't I Find Out About This Website Sooner?\nSPONSORED / THE SKINCARE MAGAZINE\nCostco Shoppers Say This Wrinkle Cream Is \"Actually Worth It\"\nSPONSORED / SENIORDEALTODAY\nPeople Born 1941-1971 Are Due a Large Surprise This Month\nMore From NBC News\nTODAY / HEALTH\nHow did Ethel Kennedy die? Family shares cause of death\nTODAY / PARENTS\nHelen Hunt shares rare selfie with musician daughter Makena lei, 20: See the pic\nTODAY / NEWS\nRescuers help blind woman in her 90s found alone after Hurricane Milton\nTODAY / PARENTS\nLisa Marie Presley kept her late son Benjamin's body in her house for two months\nSPONSORED / BURN BELLY FAT\nClick Here\nWant to Slims Waist From 38 To 29? Doing This Every Morning\nTODAY / POPCULTURE\nJenna shares never-before-seen pic from clubbing days: 'Felt like my mom might be embarrassed'\nSPONSORED / BOOKBUB\nLearn More\nEbook Lovers Are Asking: Why Didn't I Find Out About This Website Sooner?",
    "trans": "ЕКСКЛЮЗИВ\nКНИГИ\nКеннеді Райан розкриває обкладинку книги \"Can't Get Enough\", третьої та останньої книги серії \"Skyland\"\nТретя книга \"Skyland\" була натхненна \"своєчасними\" розмовами, піснею J. Cole та яскраво кольоровим латте.\nНаташа Каннінгем\n11 жовтня 2024 року, 12:00 EDT / Джерело: TODAY\nАвтор: Аянна Міллер\nНаступна книга Кеннеді Райан у серії \"Skyland\" вже на підході, і фанати тепер можуть заглянути в те, що чекає їхніх улюблених персонажів.\nРайан ексклюзивно розкрила обкладинку фінального випуску \"Can't Get Enough\", який вийде 13 травня 2025 року, на TODAY.com.\nОбкладинка книги Кеннеді Райан \"Can't Get Enough\", яка вийде 13 травня. Наташа Каннінгем\nЯк і всі свої обкладинки, Райан каже, що вони повинні пройти \"тест на здивування\".\nРекомендується\nПОПУЛЯРНА КУЛЬТУРА\nПодивіться, як авторка Еббі Хіменес телефонує своєму вчителю з письма в старшій школі, щоб подякувати йому за внесок, який він зробив\nСТИЛЬ\nШвидко! Тиждень Target Circle майже закінчився - отримайте знижки до 70% перед тим, як вони зникнуть\n\"Коли хтось вперше бачить (книгу), я хочу, щоб його реакцією був здивування,\" - говорить Райан TODAY.com.\nСерія \"Skyland\", яка почалася в 2022 році, слідкує за групою трьох друзів, які проживають у вигаданому районі Skyland в Атланті.\nКожна книга слідкує за однією з героїнь, яка проходить через злети і падіння любові та життя і зосереджується на таких темах, як психічне здоров'я, самоповага та сестринство.\nКеннеді Райан є автором більше ніж 15 книг, включаючи \"Reel\" та серію \"Hoops\". Фото люб'язно надане Perrywinkle Photography\nУ \"Can’t Get Enough\" читачі слідкуватимуть за бізнесвумен і самопроголошеною \"багатою тіткою\" Хендрікс та її зароджуючимися (але забороненими) стосунками з техномагнатом Маверіком Беллом.\nХендрікс відома своєю дотепністю і є комедійним розрядом у серії. Хоча її історія \"смішна і сексуальна\", ми також побачимо більш вразливу сторону Хендрікс, говорить Райан.\n\"Can’t Get Enough\" відчуває себе \"актуальною\" для розмов, які сьогодні ведуть багато жінок, говорить Райан, особливо жінок, які свідомо обрали бездітність, як Хендрікс.\n\"Я відчуваю, що це таке провидіння - перетин історії і чогось, що є дуже важливим для обговорення в нашій культурі прямо зараз\", говорить Райан.\nКоли справа доходить до натхнення для її книг, Райан любить черпати його з повсякденного життя.\nДля \"Can’t Get Enough\" назва походить від однойменної пісні J. Cole 2011 року, яка відповідала тому, що вона писала в той час.\nА колірна схема обкладинки?\nРайан каже, що гуляючи по Target, вона побачила фото лавандового матча-латте - і все просто стало на свої місця.\n\"Я буквально надіслала це фото своєму редактору і сказала: 'Це воно, це обкладинка'\", говорить вона.\nОбкладинка Хендрікс насправді була в розробці протягом років. Райан каже, що спочатку вибрала фото на обкладинку \"Can’t Get Enough\" для книги Ясмін \"Перед тим як я відпущу\", першої в серії. Та обкладинка пішла в іншому напрямку, а Райан відклала фото на потім.\nКоли прийшов час для історії Хендрікс, Райан знала, що воно буде ідеальним.\n\"Хендрікс знаходиться в такій позиції влади\", говорить Райан. \"На цій обкладинці вона дивиться прямо в камеру і має таку впевненість і самовпевненість, яка відповідає її персонажу\".\nКоротко кажучи, вона пройшла \"тест на здивування\" Райана з яскравими лавандовими та зеленими кольорами.\nРайан каже, що кінець серії \"Skyland\" відчувається \"гірко-солодким\", оскільки персонажі стали дуже важливими для неї та її читачів. Але книги виконали місію, яку вона їм поставила, говорить вона.\n“Мені було приємно представити цих жінок у культурі. Їхні історії, їхні болі, їхні вразливості, а також їхні сили, і розвінчати міф про сильну чорну жінку,\" говорить вона.\nАдаптація серії \"Before I Let Go\", яка наразі розробляється для Peacock, також допомагає Райан пережити завершення.\n\"Те, що це буде на телебаченні і з'явиться нова версія цих персонажів та цих історій у цьому всесвіті, допомагає,\" говорить вона.\nПрочитайте офіційний опис \"Can't Get Enough\":\nХендрікс Баррі живе чудовим життям. У неї є феноменальні друзі, любляча родина і процвітаючий бізнес, який ставить її в рідкісне повітря індустрії розваг. Ваша дошка візій? Вона, напевно, живе нею.\nВона жінка з цілями, мріями, амбіціями - завжди прагне досягти більшого. І серед усього цього вона стикається зі своїм найскладнішим викликом: доглядом за старіючим батьком.\nХто має час на романтику? З її досвідом у відносинах низький повернення інвестицій. Вона все ще не зустріла чоловіка, який міг би йти в ногу з нею. До…нього.\nТехнічний магнат Маверік Белл - це дилема в елегантно скроєному костюмі і чарівності, що зводить з розуму. З першого зарядженого погляду на найгарячішій вечірці літа Хендрікс відчуває, що зустріла свого партнера. Але він не може бути ним. Мав може бути першим, хто змусить її відчути себе такою бажаною і цінною, але він останній, кого вона може мати. Заборонений плід найсмачніший, а цей чоловік недоступний, якщо вона планує залишитися на обраному шляху.\nАле коли Маверік починає переслідувати її, піклуватися про неї, розуміти її - чи настав час дозволити собі мати щось більше?\nАянна Міллер\nАянна Міллер є редактором мультимедійних платформ для TODAY Digital і проживає в Нью-Йорку.\nЗекономте на Uber One.\nОтримайте спеціальну знижку на членство в Uber One - просто за те, що ви є клієнтом Verizon. Ви зможете насолоджуватися всіма чудовими перевагами Uber та Uber Eats.\nVerizon\n|\nСпонсоровано\nСПОНСОРУЄТЬСЯ / BOOKBUB\nДізнайтеся більше\nЛюбителі Kindle запитують: Чому я не дізнався про цей веб-сайт раніше?\nСПОНСОРУЄТЬСЯ / ЖУРНАЛ ДЛЯ ДОГЛЯДУ ЗА ШКІРОЮ\nПокупці Costco кажуть, що цей крем для обличчя \"насправді вартий того\"\nСПОНСОРУЄТЬСЯ / SENIORDEALTODAY\nЛюди, народжені з 1941 по 1971 рік, отримають велике сюрприз цього місяця\nБільше новин від NBC News\nTODAY / ЗДОРОВ'Я\nЯк померла Етель Кеннеді? Сім'я повідомляє причину смерті\nTODAY / БАТЬКИ\nХелен Хант ділиться рідкісним селфі з дочкою-музикантом Макеною Лей, 20 років: дивіться фото\nTODAY / НОВИНИ\nРятувальники допомагають сліпій жінці у віці 90 років, знайденій самотньою після урагану Мілтон\nTODAY / БАТЬКИ\nЛіза Марія Преслі зберігала тіло свого покійного сина Бенджаміна у своєму будинку протягом двох місяців\nСПОНСОРУЄТЬСЯ / СПАЛИТИ ЖИР НА ЖИВOTІ\nНатисніть тут\nХочете зменшити талію з 38 до 29? Робіть це щоранку\nTODAY / ПОПУЛЯРНА КУЛЬТУРА\nДженна ділиться ніколи раніше не баченим фото з клубного життя: \"Відчувала, що моя мама може бути соромно\"\nСПОНСОРУЄТЬСЯ / BOOKBUB\nДізнайтеся більше\nЛюбителі електронних книг запитують: чому я не дізнався про цей веб-сайт раніше?"
}