{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Almost done, [redacted_name]!\nYour request for a Line of Credit is complete and has been sent for approval. If approved, any requested funds may be deposited into your bank account the same business day1.\nWith a Line of Credit through CreditFresh, it’s easy to know how much you will be charged each billing cycle. For each billing cycle, you’ll be charged a Billing Cycle Charge based on the Average Daily Principal Balance that will appear on your periodic statement. Additionally, a portion of your Minimum Payment will be applied to your Outstanding Principal Balance to help ensure you are always paying down what you owe.\nFor more information regarding the cost of your Line of Credit, including the Billing Cycle Charge table, visit the Cost of Credit page for details.\nIf you have any further questions regarding your account, please call our friendly Customer Service team at 1-800-766-2007 or send an email to customerservice@creditfresh.com.\nThank you for choosing CreditFresh.",
    "trans": "Залишилося зовсім трохи [redacted_name]!\nВаш запит на відкриття кредитної лінії завершено і надіслано на затвердження. Якщо запит буде схвалений, будь-які запитувані кошти можуть бути зараховані на ваш банківський рахунок в той самий робочий день.\nЗ кредитною лінією через CreditFresh легко дізнатися, скільки вам буде нараховано кожного розрахункового періоду. Для кожного розрахункового періоду вам буде нараховано плату за розрахунковий цикл, яка визначається на основі середнього щоденного балансу основної суми, що буде відображено у вашому періодичному звіті. Крім того, частина вашого мінімального платежу буде направлена на погашення вашого непогашеного основного балансу, щоб забезпечити постійне зменшення вашого боргу.\nДля отримання додаткової інформації щодо вартості вашої кредитної лінії, включаючи таблицю плат за розрахунковий цикл, відвідайте сторінку «Вартість кредиту» для детальнішої інформації.\nЯкщо у вас є додаткові питання щодо вашого рахунку, будь ласка, зателефонуйте до нашої команди підтримки клієнтів за номером 1-800-766-2007 або надішліть електронний лист на адресу customerservice@creditfresh.com.\nДякуємо, що обрали CreditFresh."
}