{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Activate your new offers to earn cash back on brands you love.\nActivate your offers\nIt's easy to get started\nBrowse\nExplore your offers in the Chase Mobile® app* or on chase.com.\nActivate\nChoose an offer and add it to your card.\nRedeem\nUse your eligible card and get a statement credit within 14 business days. *\nYour offers for card ending in 2717\nExplore more offers\nEs posible que esta comunicación contenga información acerca de usted o su cuenta. Si tiene alguna pregunta, por favor, llame al número que aparece en el reverso de su tarjeta.\nEmail Security Information:\nEmail intended for: Xiao Juan Huang\nFor your account(s) ending in:\n2717\nIf you have concerns about the authenticity of this message, please visit chase.com/CustomerService for options on how to contact us.\n* TERMS AND CONDITIONS\nChase Mobile App: Chase Mobile® app is available for select mobile devices. Message and data rates may apply.\nChase Offers: Chase is wholly responsible only for posting the statement credit to your account based on the data it receives from its third-party service provider. The statement credit will appear on your statement within 14 business days of Chase's receipt of the information.\nThird-Party Merchants: The listed merchant(s) are in no way affiliated with Chase, nor are the listed merchant(s) considered sponsors or co-sponsors of this program. All trademarks are the property of their respective owner(s).\nDeposit and credit card products provided by JPMorgan Chase Bank, N.A. Member FDIC\nABOUT THIS MESSAGE\nThis promotional email was sent to you to provide information about products, services, or special offers that may be of interest to you.\nYou can unsubscribe from future promotional emails from the JPMorgan Chase & Co. family of companies including \"points, perks and prizes\" such as this or submit your request in writing to Chase Privacy Operations, P.O. Box 734007, Dallas, TX 75373-4007. It takes up to 10 business days to process your request. You'll continue to receive Chase service emails.\nThis email was sent from an unmonitored mailbox. Go to chase.com/CustomerService for options on how to contact us.\nYour privacy is important to us. See our online Security Center to learn how to protect your information.\nJPMorgan Chase Bank, N.A. Member FDIC\n© 2024 JPMorgan Chase & Co.\nEM13945",
    "trans": "Активуйте свої нові пропозиції, щоб отримувати кешбек на бренди, які вам подобаються.\nАктивуйте свої пропозиції\nЛегко почати\nПерегляньте\nДосліджуйте свої пропозиції в додатку Chase Mobile® або на chase.com.\nАктивуйте\nВиберіть пропозицію та додайте її до своєї картки.\nПогасити\nВикористовуйте свою картку і отримайте кредит на рахунку протягом 14 робочих днів. *\nВаша пропозиція по картці, що закінчується на 2717\nДосліджуйте більше пропозицій\nEs posible que esta comunicación contenga información acerca de usted o su cuenta. Si tiene alguna pregunta, por favor, llame al número que aparece en el reverso de su tarjeta.\nІнформація про безпеку електронної пошти:\nЕлектронна пошта призначена для: Сяо Цзюань Хуан\nДля ваших рахунків, що закінчуються на:\n2717\nЯкщо у вас є сумніви щодо автентичності цього повідомлення, будь ласка, відвідайте chase.com/CustomerService для отримання інформації про те, як зв'язатися з нами.\n* УМОВИ І ПОЛОЖЕННЯ\nМобільний додаток Chase: Мобільний додаток Chase Mobile® доступний для вибраних мобільних пристроїв. Можливо, застосовуються тарифи за повідомлення та дані.\nПропозиції Chase: Chase несе повну відповідальність лише за зарахування кредиту на ваш рахунок на основі даних, які він отримує від свого стороннього постачальника послуг. Кредит на рахунку з'явиться у вашому виписку протягом 14 робочих днів з моменту отримання інформації Chase.\nТорговці третьої сторони: Перелічені торговці жодним чином не пов'язані з Chase і не вважаються спонсорами або співспонсорами цієї програми. Всі торгові марки є власністю відповідних власників.\nПродукти депозитів та кредитних карток надаються банком JPMorgan Chase Bank, N.A. Член FDIC\nПРО ЦЕ ПОВІДОМЛЕННЯ\nЦей рекламний електронний лист був надісланий вам для надання інформації про продукти, послуги або спеціальні пропозиції, які можуть вас зацікавити.\nВи можете відмовитися від отримання майбутніх рекламних електронних листів від компаній групи JPMorgan Chase & Co., включаючи \"бали, переваги та призи\", подібні до цього, або надіслати свій запит письмово до служби захисту конфіденційності Chase, P.O. Box 734007, Даллас, TX 75373-4007. Обробка вашого запиту займає до 10 робочих днів. Ви продовжите отримувати електронні листи зі службою підтримки Chase.\nЦей електронний лист був надісланий з неконтрольованої поштової скриньки. Перейдіть на chase.com/CustomerService для отримання інформації про те, як зв'язатися з нами.\nВаша конфіденційність важлива для нас. Перегляньте наш онлайн-центр безпеки, щоб дізнатися, як захистити свою інформацію.\nJPMorgan Chase Bank, N.A. Член FDICJPMorgan Chase Bank, N.A. Член FDIC\n© 2024 JPMorgan Chase & Co.© 2024 JPMorgan Chase & Co.\nEM13945"
}