{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name],\nThank you for contacting my office regarding the ongoing war between Israel and Hamas. As your representative in Congress, it is important that I hear your opinions and concerns. I appreciate you taking the time to share your thoughts with me, and I am pleased to respond to you on this matter.\nThe violence in Israel perpetrated by Hamas is truly horrifying; I pray for the wellbeing and safety of all citizens who are in harm’s way. I strongly condemn Hamas and their horrific attack on October 7th and the violence since then. I support Israel’s right to defend itself against these attacks using defensive systems like the Iron Dome that have intercepted thousands of rockets fired at Israel by Hamas and Hezbollah. While the sheer number of rockets overwhelmed the Iron Dome in places, it successfully prevented an even greater loss of life.\nSoon, Israel will need assistance in replenishing its Iron Dome system in which I will support and have consistently supported since entering Congress. That is also why on October 25th, I joined my colleagues in the House to support the adoption of H.Res.771, a symbolic resolution that reaffirmed Israel’s right to self-defense, recommitted the U.S. to Israel’s security, including through emergency weapons resupply and intelligence sharing. The resolution also urged all nations to unequivocally condemn the Hamas terrorist attack and safely return all hostages. I have also cosponsored H.Res. 793, a resolution calling on Hamas to immediately release all the hostages taken during the October 2023 attack.\nAs your representative, I am committed to the strategic partnership between the United States and Israel and believe it is imperative that all nations can thrive and prosper in peace. That is why I cosponsored H.Con.Res. 61, which aims to support Israel’s democracy as a pillar of the relationship between the U.S. and Israel. I stand with the Israeli people as they fight to defend themselves from the Hamas terrorists’ attacks and my pain extends to the many innocent lives lost unnecessarily.\nThough this is a deeply complex issue, I will always strive to ensure the rights of all people to live in peace. This is why on November 28, 2023, I voted in favor for H.Res.888 – reaffirming Israel’s right to exist as well. The leaders of Israel, Palestine, and others owe it to the next generation to do better, to put pains of the past aside, and to make a serious commitment to a peace based on justice and compassion for all who live in the region.\nI value your input and participation in our democratic process, so I encourage you to continue to express your concerns and opinions with me and my office. You can learn more about my activities in Congress by visiting my website atwww.watsoncoleman.house.gov, contacting my office at 202-225-5801, and following me on social media. Again, thank you for expressing your thoughts to me.",
    "trans": "Шановний [redacted_name],\nДякую вам за звернення до мого офісу щодо триваючої війни між Ізраїлем та ХАМАСом. Як ваш представник у Конгресі, для мене важливо почути вашу думку та занепокоєння. Я ціную, що ви знайшли час, щоб поділитися своїми думками зі мною, і мені приємно відповісти вам з цього питання.\nНасильство в Ізраїлі, вчинене ХАМАСом, дійсно жахливе; я молюся за добробут і безпеку всіх громадян, які опинилися під загрозою. Я рішуче засуджую ХАМАС і їхній жахливий напад 7 жовтня, а також насильство, яке відбувалося після цього. Я підтримую право Ізраїлю захищатися від цих атак за допомогою оборонних систем, таких як Залізний купол (Iron Dome), які перехопили тисячі ракет, випущених по Ізраїлю ХАМАСом та Хезболлою. Хоча величезна кількість ракет перевантажила Залізний купол в деяких місцях, вона успішно запобігла ще більшій втраті життів.\nНезабаром Ізраїлю знадобиться допомога у поповненні його системи Залізний купол, і я буду підтримувати це і постійно підтримував з моменту вступу до Конгресу. Саме тому 25 жовтня я приєднався до своїх колег у Палаті представників для підтримки прийняття H.Res.771, символічної резолюції, яка підтвердила право Ізраїлю на самооборону, зобов'язала США забезпечити безпеку Ізраїлю, включаючи постачання зброї в надзвичайних ситуаціях та обмін розвідданими. Резолюція також закликала всі країни однозначно засудити терористичний напад ХАМАСу та безпечно повернути всіх заручників додому. Я також спонсорував H.Res.793, резолюцію, що закликає ХАМАС негайно звільнити всіх заручників, взятих під час нападу в жовтні 2023 року.\nЯк ваш представник, я відданий стратегічному партнерству між Сполученими Штатами та Ізраїлем і вважаю важливим, щоб усі країни могли процвітати і жити в мирі. Саме тому я спонсорував H.Con.Res.61, яка має на меті підтримати демократію Ізраїлю як основоположний елемент відносин між США та Ізраїлем. Я стою на стороні ізраїльського народу в їхній боротьбі за захист від атак терористів ХАМАСу і моє співчуття поширюється на багато невинних життів, які були безглуздо втрачені.\nХоча це дуже складне питання, я завжди буду прагнути забезпечити права всіх людей жити в мирі. Ось чому 28 листопада 2023 року я проголосував за H.Res.888 - підтверджуючи право Ізраїлю на існування. Лідери Ізраїлю, Палестини та інших країн зобов'язані наступному поколінню зробити краще, відкласти болі минулого і серйозно зобов'язатися до миру, заснованого на справедливості та співчутті для всіх, хто живе в цьому регіоні.\nЯ ціную вашу участь і внесок у наш демократичний процес, тому закликаю вас продовжувати висловлювати свої занепокоєння та думки мені та моєму офісу. Ви можете дізнатися більше про мою діяльність у Конгресі, відвідавши мій веб-сайт за адресою www.watsoncoleman.house.gov, зв'язавшись з моїм офісом за номером 202-225-5801 та підписавшись на мене в соціальних мережах. Ще раз дякую вам за те, що поділилися своїми думками зі мною."
}