{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi Su,\nHave you searched google or other websites that may explain how to convert idf to mit? File conversion is something that happens a lot in our computer modelling world and there should be a method. I know a student from last year who downloaded and used a model from the US website I suggested.\nHowever, it does not matter from where you download the model as long as it works. An office building is fine if you wish to investigate an office building.\nI think it is ok to keep the default HVAC system if you wish to look into energy consumption instead of overheating hours. I don’t think it is necessary to make any changes to the default HVAC system.\nThe images a bit small for me to read the content even when I copied and exploded them to bigger size. The question of default building fabric is something which you will need to decide because that depends on what you think should be the “base model”. Once you have a “base model” you will start adding other material layers such as more thermal mass, or insulation as well as variation in window-to-wall ratio.\nIf you wish to discuss this more, please let me know and we can meet up at my office because sometimes it is difficult to really grasp the nature of your inquiry over email.\nRegards,\nSung",
    "trans": "Привіт, Су,\nЧи шукала ти в Google або на інших сайтах інформацію про те, як конвертувати idf у mit? Конвертація файлів – це доволі поширена річ у нашому світі комп'ютерного моделювання, тож має бути якийсь спосіб. Я знаю студента з минулого року, який завантажив і використав модель із американського сайту, який я рекомендував.\nОднак не має значення, звідки ти завантажиш модель, головне, щоб вона працювала. Якщо ти хочеш дослідити офісну будівлю, то це цілком підходить.\nЯ думаю, що можна залишити стандартну систему HVAC, якщо ти хочеш дослідити споживання енергії, а не години перегріву. Не вважаю, що потрібно змінювати стандартну систему HVAC.\nЗображення занадто малі, щоб я міг прочитати їхній вміст, навіть коли я їх збільшив. Питання щодо стандартної будівельної оболонки тобі доведеться вирішити самостійно, адже це залежить від того, що ти вважаєш «базовою моделлю». Як тільки у тебе буде «базова модель», ти почнеш додавати інші шари матеріалів, такі як додаткова теплова маса, утеплення або зміни у співвідношенні вікон до стін.\nЯкщо ти хочеш обговорити це детальніше, повідом мене, і ми можемо зустрітися в моєму офісі, адже іноді складно повністю зрозуміти суть питання через електронну пошту.\nЗ повагою,\nСонґ"
}