{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Youth with mental illness have higher levels of obesity than children in the general population. Both regular physical activity and limited screen time have been recommended to reduce and prevent childhood obesity. This study examines accelerometer-based moderate-vigorous physical activity (MVPA) and screen time among youth with overweight/obesity issues who are receiving mental health care. This study looked at a 12-month weight management randomized clinical trial for overweight/obese youth aged 8-18 years who are receiving mental health services. At baseline, MVPA was assessed using accelerometers, and screen time was self-reported. Among 100 youth, 43% were female, 44% were Black, and 48% were <13 years old. In an adjusted general linear model, higher levels of MVPA were associated with the younger age group (p = 0.012), male participants (p = 0.013), and lower BMI z-scores (p = 0.014). In a separate model, higher screen time was associated with participants who were Black (p = 0.007). Achieving optimal cardiovascular health at the population level requires an understanding of the groups that are most in need of additional assistance. These data reinforce that targeted lifestyle approaches to promote increased physical activity and decreased screen time among overweight/obese youth using mental health services may need additional tailoring for sex, age, and race subgroups.",
    "trans": "У молоді з психічними захворюваннями рівень ожиріння вищий, ніж у дітей загальної популяції. Регулярна фізична активність і обмеження часу перед екраном рекомендуються для зменшення та профілактики дитячого ожиріння. Це дослідження аналізує помірно-інтенсивну фізичну активність (MVPA) на основі даних акселерометрів та екранний час серед молоді з надмірною вагою/ожирінням, яка отримує психіатричну допомогу.Дослідження включало 12-місячне рандомізоване клінічне випробування з контролю ваги для молоді віком 8-18 років із надмірною вагою/ожирінням, яка отримує послуги з психічного здоров'я. На початковому етапі MVPA оцінювалася за допомогою акселерометрів, а екранний час визначався за результатами самооцінки.Серед 100 учасників 43% були дівчатами, 44% – афроамериканцями, 48% – молодшими за 13 років. Відповідно до скоригованої загальної лінійної моделі, вищий рівень MVPA був пов’язаний із молодшим віком (p = 0,012), чоловічою статтю (p = 0,013) та нижчими показниками BMI z-score (p = 0,014). В окремій моделі вищий рівень екранного часу був пов’язаний із афроамериканськими учасниками (p = 0,007).Досягнення оптимального серцево-судинного здоров’я на рівні популяції потребує розуміння груп, які найбільше потребують додаткової підтримки. Отримані дані підкреслюють необхідність розробки цільових підходів до способу життя, спрямованих на збільшення фізичної активності та зменшення екранного часу серед молоді з надмірною вагою/ожирінням, яка користується послугами психічного здоров'я, з урахуванням статевих, вікових та расових особливостей."
}