{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Confidential to be opened by addressee only\nDear [redacted_name],\nWe regret to inform you that Spark Driver (the “Company”) is unable to offer you acontractor partnership.\nThis decision was based in whole or in part on information contained in a report, including the following specific items contained in the report prepared by Checkr, Inc., 1 Montgomery Street, Suite 2400, San Francisco, CA 94104 | 844.824.3257 | checkr.com\nLicense must be valid\nA copy of this report was previously given to you. The agency did not make this partnership decision and is unable to supply you with specific reasons why the decision was made. Under Section 612 of the Fair Credit Reporting Act, you have the right to obtain a free copy of the report if you submit a request to the agency identified above no later than 60 days after you receive this notice. Under Section 611 of that Act, and state law you also have the right to dispute the accuracy or completeness of any information in the report at any time by contacting the consumer reporting agency above.",
    "trans": "Конфіденційно, відкривати тільки адресату\nШановний [redacted_name],\nМи з жалем повідомляємо, що Spark Driver («Компанія») не може запропонувати вам партнерство як підрядника.\nЦе рішення було прийнято повністю або частково на основі інформації, що міститься в звіті, включаючи наступні конкретні пункти, що містяться в звіті, підготовленому компанією Checkr, Inc., 1 Montgomery Street, Suite 2400, San Francisco, CA 94104 | 844.824.3257 | checkr.com\nЛіцензія повинна бути дійсною\nКопія цього звіту була раніше надана вам. Агентство не приймало це рішення щодо партнерства і не може надати вам конкретні причини, чому воно було прийняте. Згідно з розділом 612 Закону про справедливу кредитну звітність, ви маєте право отримати безкоштовну копію звіту, якщо подасте запит до агентства, вказаного вище, не пізніше ніж через 60 днів після отримання цього повідомлення. Згідно з розділом 611 цього Закону та законодавством штату, ви також маєте право оскаржити точність або повноту будь-якої інформації у звіті в будь-який час, звернувшись до вказаного вище агентства з питань споживчої звітності."
}