{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The present study reports experiments of water droplets impacting on ice or on a cold metal substrate, with the aim of understanding the effects of liquid solidification or substrate melting on the impingement process. Both liquid and substrate temperatures are varied, as well as the height of fall of the droplet. The dimensionless maximum spreading diameter, βm, is found to increase with both temperatures as well as with the impact velocity. Here βm is reduced when liquid solidification, which enhances dissipation, is present, whereas fusion, i.e. substrate melting, favours the spreading of the impacting droplet. These observations are rationalized by extending an existing model of effective viscosity, in which phase change alters the size and shape of the developing viscous boundary layer, thereby modifying the value of βm. The use of this correction allows us to adapt a scaling recently developed in the context of isothermal drop impacts to propose a law giving the maximum diameter of an impacting water droplet in the presence of melting or solidification. Finally, additional experiments of dimethyl sulfoxide drop impacts onto a cold brass substrate have been performed and are also captured by the proposed modelling, generalizing our results to other fluids.",
    "trans": "Ця дослідження повідомляє про експерименти з водяними краплями, які вдаряються об лід або холодну металеву поверхню, з метою зрозуміти впливи затвердіння рідини або плавлення субстрату на процес удару. Температури рідини та субстрату варіюються, а також висота падіння краплі. Безрозмірний максимальний діаметр розповсюдження, βm, виявляється більшим при обох температурах, а також при швидкості удару. Тут βm зменшується, коли присутнє затвердіння рідини, що підвищує дисипацію, тоді як плавлення, тобто плавлення субстрату, сприяє розповсюдженню краплі при ударі. Ці спостереження пояснюються шляхом розширення існуючої моделі ефективної в'язкості, в якій зміна фази змінює розмір і форму розвиваючогося в'язкого граничного шару, тим самим модифікуючи значення βm. Використання цього коригування дозволяє адаптувати шкалу, нещодавно розроблену в контексті ізотермічних ударів крапель, щоб запропонувати закон, що дає максимальний діаметр водяної краплі при ударі за умов плавлення або затвердіння. Нарешті, були проведені додаткові експерименти з ударами крапель диметилсульфоксиду на холодний латунний субстрат, які також охоплюються запропонованим моделюванням, узагальнюючи наші результати для інших рідин."
}