{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The institute suggests the mutual recognition of qualifications for technology professionals and other fields to address the talent gap and promote talent mobility within the Greater Bay Area (GBA). It also proposes developing a training cooperation framework among GBA cities and creating a mutually recognized qualification framework to facilitate regional talent mobility.\nTo enhance Hong Kong's attractiveness for talent, HKIHRM recommends providing more comprehensive support to non-local talents and their families settling in the city. This includes promoting a diverse and inclusive workplace culture by enhancing diversity and inclusion initiatives.\nThe institute has urged the government to expand the current list of eligible universities under the Top Talent Pass Scheme (TTPS) to include specific academic disciplines and fields. It also advocates for the streamlining and expansion of the scheme to cover other sectors experiencing severe labor shortages.\nhe Hong Kong Institute of Human Resource Management (HKIHRM) has submitted recommendations to the Chief Executive ahead of the upcoming 2024 Policy Address, aiming to bolster Hong Kong’s position as a major international talent hub and embrace the new economy.",
    "trans": "Інститут пропонує взаємне визнання кваліфікацій для технологічних професіоналів та інших галузей для вирішення проблеми нестачі кадрів та сприяння мобільності талантів у Великій затоковій області (GBA). Він також пропонує розробити рамки співпраці у навчанні між містами GBA та створити взаємно визнану рамку кваліфікацій для полегшення регіональної мобільності талантів.\nЩоб підвищити привабливість Гонконгу для талантів, HKIHRM рекомендує забезпечити більш комплексну підтримку нерідним талантам та їхнім родинам, які оселяються у місті. Це включає просування різноманітної та інклюзивної культури робочого місця шляхом покращення ініціатив щодо різноманітності та інклюзії.\nІнститут закликав уряд розширити поточний список університетів, що мають право на участь у схемі Top Talent Pass Scheme (TTPS), щоб включити конкретні академічні дисципліни та галузі. Він також виступає за спрощення та розширення схеми для охоплення інших секторів, які відчувають серйозну нестачу робочої сили.\nГонконзький інститут управління людськими ресурсами (HKIHRM) подав рекомендації Головному виконавчому директору перед майбутньою Політичною адресою 2024 року з метою зміцнення позицій Гонконгу як основного міжнародного центру талантів і прийняття"
}