{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Planning and arranging of materials/Chemicals (Daily/Weekly/Monthly/Quarterly/Annually).\nPerform In house analysis of process waste water, treated effluent, sludge in the waste water treatment plant and analysis of waste water, treated effluent, sludge, from external approved Lab as per requirement.\nEnsure that the good manufacturing practices are being implemented which includes following procedures: health standards, house keeping, sanitation practices, structure of building and surrounding area, good warehousing practices.\nEnsure internal calibration of gauges and thermometer and external calibration of computerized equipments if any at the required frequency\nEnsure effective monitoring of parameters given by compnay\nEnsure the plant maintenance & smooth running at optimum cost.\nMaintaining, implementing and following of the TCCC, ISO & Legal requirements\nDocumentation and record keeping\nQuality results recording in SAP\nSupporting & facilitating other departments in achieving their targets.\nAssignments by seniors.\nImplementation of Quality, Food Safety and HSE management system.\nQualifications\nQuality Assurance – Issues with respect to waste water treatment.\nProduction – Information of waste effluents from Production area.\nKnowhow of Chemical preparation, testing of waste water\nKnowhow of Chemicals usage and preparation of mixture for treatment\nUnderstanding of KORE E1, EPA and ISO requirements\nTrouble shooting skills related to elctrical and mechanical faults",
    "trans": "Планування та організація матеріалів/хімікатів (щоденно/щотижнево/щомісячно/щоквартально/щорічно).\nПроведення внутрішнього аналізу технологічних стічних вод, очищених стічних вод, осаду на очисних спорудах та аналіз стічних вод, очищених стічних вод, осаду у зовнішній акредитованій лабораторії відповідно до вимог.\nЗабезпечити впровадження належних виробничих практик, які включають наступні процедури: стандарти охорони здоров'я, ведення господарства, санітарно-гігієнічні практики, структура будівлі та прилеглої території, належні практики складування.\nЗабезпечити внутрішнє калібрування манометрів і термометрів та зовнішнє калібрування комп'ютеризованого обладнання, якщо таке є, з необхідною періодичністю\nЗабезпечити ефективний моніторинг параметрів, заданих компанією\nЗабезпечення технічного обслуговування та безперебійної роботи заводу при оптимальних витратах.\nПідтримання, впровадження та дотримання вимог TCCC, ISO та законодавства\nВедення документації та обліку\nЗапис результатів якості в SAP\nПідтримка та сприяння іншим відділам у досягненні їхніх цілей.\nВиконання доручень вищого керівництва.\nВпровадження системи управління якістю, безпечністю харчових продуктів та охороною праці та здоров'я.\nКваліфікація\nЗабезпечення якості - питання стосовно очищення стічних вод.\nВиробництво - інформація про стічні води з виробничих ділянок.\nНовинки у хімічній підготовки, тестування стічних вод\nНоу-хау використання хімікатів та підготовки суміші для очищення\nРозуміння вимог KORE E1, EPA та ISO\nНавички усунення несправностей, пов'язаних з електричними та механічними помилками"
}