{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Digital sequencer with 8 parts, 16 sub-sequencers for modulation, chances operations and presets, CV and MIDI I/O\nThe Five12 Vector Sequencer MkII is a digital sequencer in the Eurorack modular format. It provides a flexible sequencing engine with support for 8 independent parts, 2 sub-sequencers per part for internal modulation, an extensive set of chance-based operations, and presets with a playlist function. All eight Parts are monophonic by default, but Parts 5-8 can be reformatted for 4-voice chord or drum modes.\nThe MkII version of the Vector has been updated with a 5X faster processor, 3X memory and two extra onboard CV outputs, both calibrated and suitable for Pitch, Gate or Velocity. The new CPU allows for more than double the preset storage area vs. the MkI. New features include a 2nd set of Chance perations, more Free Run lanes. There is also a new DAC which enables an extra pair of pitch-capable onboard CV outputs (CV X, CV Y).\nThe Expansion headers on the MkII Vector and Expander are the same as on the MkI modules, so with upcoming firmware updates, the new Expander will work the MkI Vector, and the MkII Vector will work with the MkI Expander.\nThe MkII Expander has updated DACs for Velocity outputs and can be used for calibrated Pitch outputs, as well as Velocity and Gate. With the additional outputs on the new Vector, the two modules can now support up to 12 monophonic voices.\nBuilt-in outputs on the Vector support a variety of CV and MIDI connections: Two sets of analog outputs with Pitch, Gate and Velocity signals, two general-purpose CV outs (X & Y), two MIDI outputs on 3.5mm TRS jacks, and both USB A and B connectors for MIDI over USB. There are also three bi-directional trigger I/O connections for sync, clock and trigger functions, and two CV inputs for external modulation.\nThe UI for the Vector is based around two sharp and contrasty OLED display panels, with a resolution of 256 x 64 pixels. Just below the displays are 8 encoders used for editing parameters. Along the top of the displays are buttons for switching between edit pages for Sequence Recording, Pitch, Gate Time, Velocity, Step Length, Ratchet, Chance Operations, Modulation, Sequence Controls and Presets.\nTo the left of the displays is a ninth encoder. This can be used to edit all, or a subset, of the steps of a sequence at a time. For instance, you can quickly select all the odd-numbered steps and edit the gate time for them all at once.\nBelow the main 8 encoders is a group of buttons that form a one octave keyboard. In most of the primary edit modes (Pitch, Gate, etc), the white buttons are used for one of three sub-modes: Skip, Mute or Select. When Recording, these buttons can be used for entering, transposing or modifying sequences.\nOn the bottom-left of the panel are next and previous buttons for transposing the keyboard up or down, or for paging through sequences longer than 8 steps.\nThe Shift button can be used with most of the edit mode buttons (Pitch, Gate, Velocity, Step Length, Ratchet, Chance, Modulation, Skip, Mute, and Select) to reset that particular parameter back to it's beginning state. Shift plus any of the white buttons triggers other modifying operations on the sequence, including clearing out the entire sequence.\nA dedicated Part page shows activity for all Parts at once, with modes for mute and solo. Each part has access to up to 44 presets, and there is a preset playlist function. There is also a Scene page for managing presets across all parts at once.\nVector MkII supports two sets of per-step chance operations allow you to add a variety of generative behaviors to each sequence. For each step you can set the chance operation, the probability that it will occur, and which musical bars it will occur on. That last option is particularly handy for creating fill patterns.\nChance operations include: Mute, Un-mute, Skip, Un-skip, Select, Un-select, Jump Forward, Jump Backward, Jump Any Direction, Accent\nLow, Accent Medium, Accent High, Gate Shorter, Gate Longer, Gate Tie, Ratchet X 2, Ratchet X 3, Ratchet X 4, Repeat X 2, Repeat X 3, Repeat X 4, Randomize Pitch (+/- 12 semitones), Randomize Pitch Up, Randomize Pitch Down, Randomize pitch to any semitone +/- and octave, and Random Jump to any of 16 steps.\nThere is a micro-SD card installed on the back of the unit for saving projects, including default options for background auto-saving of\nprojects, and auto-loading the most recent project on startup. You can mount this SD card onto your computer for offline backup (and firmware updates) via the USB A jack.\nThe Vector MkII comes with Vector Firmware 3.0 which includes undo/redo, fills, free-run options for Pitch, Gate, Velocity and Chance lanes, Custom Scales and Masked Modulation. All the details are in the manual:",
    "trans": "Цифровий секвенсор з 8 частинами, 16 підсеквенсорами для модуляції, операціями випадкових шансів та пресетами, CV та MIDI I/O\nThe Five12 Vector Sequencer MkII - це цифровий секвенсор у форматі Eurorack модульного формату. Він забезпечує гнучкий секвенційний двигун з підтримкою 8 незалежних частин, 2 підсеквенсорами на частину для внутрішньої модуляції, широким набором операцій на основі випадкових шансів та пресетами з функцією плейлиста. Усі вісім частин за замовчуванням є монофонічними, але частини 5-8 можуть бути переформатовані для режимів акордів або ударних інструментів з 4 голосами.\nВерсія MkII вектору була оновлена з процесором, що працює в 5 разів швидше, з пам'яттю в 3 рази більше та двома додатковими виходами CV на борту, які обидва калібровані і підходять для Pitch, Gate або Velocity. Новий процесор дозволяє зберігати більше ніж вдвічі більше пресетів у порівнянні з MkI. Нові функції включають 2-й набір операцій Chance, більше ліній Free Run. Також є новий DAC, який забезпечує додаткову пару виходів CV на борту, здатних до передачі висоти тону (CV X, CV Y).\nРозширювальні роз'єми на MkII Vector і Expander такі ж, як і на модулях MkI, тому з майбутніми оновленнями прошивки новий Expander буде працювати з MkI Vector, а MkII Vector буде працювати з MkI Expander.\nMkII Expander має оновлені DAC для виходів Velocity і може використовуватися для каліброваних виходів Pitch, а також для Velocity і Gate. Завдяки додатковим виходам на новому Vector, два модулі тепер можуть підтримувати до 12 монофонічних голосів.\nВбудовані виходи на Vector підтримують різноманітні підключення CV та MIDI: дві пари аналогових виходів з сигналами Pitch, Gate та Velocity, два загального призначення виходу CV (X & Y), два MIDI-виходи на роз'ємах 3.5 мм TRS, а також обидва USB A та B роз'єми для MIDI через USB. Є також три двосторонні входи/виходи тригера для синхронізації, тактування та тригерних функцій, а також два входи CV для зовнішньої модуляції.\nІнтерфейс користувача Vector базується на двох яскравих та контрастних OLED-дисплеях з роздільною здатністю 256 x 64 пікселя. Під дисплеями розташовані 8 енкодерів, які використовуються для редагування параметрів. Уздовж верхньої частини дисплеїв знаходяться кнопки для перемикання між сторінками редагування для запису послідовностей, висоти тону (Pitch), часу затримки (Gate Time), швидкості (Velocity), довжини кроку (Step Length), ритмічної зміни (Ratchet), операцій Chance, модуляції (Modulation), управління послідовностями (Sequence Controls) та пресетами.\nЗліва від дисплеїв знаходиться дев'ятий енкодер. Його можна використовувати для редагування всіх або підмножини кроків послідовності одночасно. Наприклад, ви можете швидко вибрати всі непарні кроки і відредагувати час затримки для них одночасно.\nНижче основних 8 енкодерів знаходиться група кнопок, які формують клавіатуру на одну октаву. У більшості основних режимів редагування (Pitch, Gate тощо) білі кнопки використовуються для одного з трьох підрежимів: Пропустити, Вимкнути або Вибрати. Під час запису ці кнопки можна використовувати для введення, транспонування або модифікації послідовностей.\nУ нижньому лівому куті панелі знаходяться кнопки \"Наступний\" і \"Попередній\" для транспонування клавіатури вгору або вниз, або для перегляду послідовностей довше 8 кроків.\nКнопка Shift може використовуватися з більшістю кнопок режиму редагування (Pitch, Gate, Velocity, Довжина кроку, Ratchet, Chance, Modulation, Skip, Mute та Select) для скидання цього конкретного параметра до його початкового стану. Shift плюс будь-яка з білих кнопок викликає інші модифікуючі операції над послідовністю, включаючи очищення всієї послідовності.\nСпеціальна сторінка Part показує активність всіх частин одночасно, з режимами для вимкнення та соло. Кожна частина має доступ до 44 пресетів, а також є функція списку відтворення пресетів. Існує також сторінка Scene для управління пресетами по всім частинам одночасно.\nVector MkII підтримує два набори операцій випадковості на кожному кроці, що дозволяє додавати різноманітні генеративні поведінки до кожної послідовності. Для кожного кроку ви можете встановити операцію випадковості, ймовірність її виникнення та на яких музичних тактах вона буде відбуватися. Остання опція особливо корисна для створення заповнюючих патернів.\nОперації випадковості включають: Вимкнути, Увімкнути, Пропустити, Відновити пропуск, Вибрати, Скасувати вибір, Перейти вперед, Перейти назад, Перейти в будь-якому напрямку, Акцент\nНизький акцент, Середній акцент, Високий акцент, Коротший гейт, Довший гейт, Зв'язати гейт, Ratchet X 2, Ratchet X 3, Ratchet X 4, Повторити X 2, Повторити X 3, Повторити X 4, Випадковий тон (+/- 12 півтонів), Випадковий підйом тону вверх , Випадковий підйом тону вниз , Випадковий тон на будь-який півтон +/- і октаву , і Випадковий перехід на будь-який з 16 кроків.\nНа задній панелі пристрою встановлена карта micro-SD для збереження проектів , включаючи параметри за замовчуванням для автоматичного фонового збереження\nпроекти та автоматичне завантаження останнього проекту при запуску. Ви можете підключити цю SD-карту до свого комп'ютера для офлайн-резервного копіювання (та оновлення прошивки) через USB A роз'єм.\nVector MkII постачається з прошивкою Vector Firmware 3.0, яка включає функції скасування/повторення, заповнення, вільного запуску для доріжок Pitch, Gate, Velocity та Chance, налаштовувані шкали та масковану модуляцію. Всі деталі наведені в інструкції:"
}