{
    "source": "en_US",
    "target": "uk_UA",
    "text": "NEON GLOW DISCO PARTY - TICKET PICK UP TIMES\nDear [redacted_name],\nA reminder that the disco is on this Friday!\nTo avoid queues on the day, we are encouraging all parents and carers to pick up their child’s wristband and purchase tokens early. Tokens will be needed for face painting, tattoos, glitter, light sticks, gelato, bubble tea and the photobooth.\nWe will be at the Cola on Wednesday 2:45-3:15pm and Friday 8:45-9:15amwith wristbands and tokens.\nTokens are available for purchase in bags of $10 (5 tokens) or $20 (10 tokens). We will accept cash and card as payment.\nWristbands and tokens will not be reissued if lost, therefore we kindly ask that only parents/carers come to pick up.\nIf you cannot come at these times, you can still pick up the wristband and purchase tokens on Friday between 3pm to 7pm at the event.\nTo avoid missing out, please take note of the stall opening hours and item prices below:\nLight sticks\n1 token ($2)\n3:30pm to 7pm\nGlow tattoos\n1 token ($2)\n3:30pm to 7pm\nGlow glitter pots\n1 token ($2)\n3:30pm to 7pm\nGlow face painting\n2-3 tokens ($4-6)\n3:30pm to 7pm\nPhotobooth\n1 token ($2)\n4:30pm to 7:30pm\nGelato\n2 tokens ($4) Free for ticket holders\n3:30pm to 7pm\nBubble tea\n3 tokens ($6)",
    "trans": "ДИСКОТЕКА NEON GLOW  — ЧАС ОТРИМАННЯ КВИТКІВ\nШановний [redacted_name],\nНагадуємо, що дискотека відбудеться цієї п'ятниці!\nЩоб уникнути черг у цей день, ми закликаємо всіх батьків та вихователів завчасно забрати браслет та придбати жетони для своєї дитини. Жетони знадобляться для малювання на обличчі, татуювань, блискіток, світлових паличок, морозива, бульбашкового чаю та фотобудки.\nМи будемо в Cola в середу о 14:45-15:15 та в п'ятницю о 8:45-9:15 ранку з браслетами та жетонами.\nЖетони можна купити в пакетах по 10 доларів (5 жетонів) або за 20 доларів (10 жетонів). Ми приймаємо до оплати готівку та картки.\nНаручні браслети і жетони не видаються повторно, якщо ви їх втратили, тому ми просимо приходити за ними тільки батьків/вихователів.\nЯкщо ви не можете прийти в зазначений час, на заході ви все ще можете забрати браслет і придбати жетони в п'ятницю з 15:00 до 19:00.\nЩоб не проґавити свій шанс, будь ласка, зверніть увагу на години роботи кіосків і ціни на товари, зазначені нижче:\nСвітлові палички\n1 жетон ($2)\nз 15:30 до 19:00\nТатуювання, що світяться\n1 жетон ($2)\nз 15:30 до 19:00\nГорщики з блискітками, що світяться\n1 жетон ($2)\nз 15:30 до 19:00\nРозпис обличчя, щоб воно світилося\n2-3 жетони ($4-6)\nз 15:30 до 19:00\nФотобудка\n1 жетон ($2)\n4:30pm - 7:30pm\nМорозиво\n2 жетони ($4) Безкоштовно для власників квитків\nЗ 15:30 до 19:00\nБульбашковий чай\n3 жетони ($6)"
}