{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello it's Oscar V, i just wanted to start this off by saying that yes we lost today but just because we lost doesn’t mean that we aren’t capable of winning yesterday was proof that we have the talent to compete with other teams we all have our individual talents that we can build on we can all complain about how horrible todays score was but in game we also have to take in consideration the amount of communication we had compared to yesterday we did not seem like the same team as yesterday we came into the game scared and unconfident we should know that’s when we communicate we are at our strongest when we play simple and with a fast tempo we are dominate and are able to take over the games midfield with the addition of Santiago who was looking up while dribbling was great only complaint was the pressure which led to a lot of shots as the mid field it has been a reoccurring event where we do not have anyone pressing the defense is also a big reason when they begin to attack we tend to follow The attackers which leds them to staying on side staying with the back line which we started to get the hang of with the offside trap I do not mean this at all I'm a way to target disrespect or offend anyone I just believe that there a things that we can improve on and I hope that you take the time to read this thank you.",
    "trans": "Привіт, це Оскар V, Я хотів би почати з того, що так, ми програли сьогодні, але це не означає, що ми не здатні перемогти. Вчорашня гра була доказом того, що у нас є талант змагатися з іншими командами. У кожного з нас є свої індивідуальні таланти, які ми можемо розвивати. Ми всі можемо скаржитися на те, яким жахливим був сьогоднішній рахунок, але в грі ми також повинні враховувати комунікацію. у грі ми також повинні брати до уваги кількість комунікації, яку ми мали у порівнянні з вчорашнім днем, ми не виглядали такою ж командою, як вчора, ми вийшли на гру наляканими і невпевненими, ми повинні знати, що саме тоді, коли ми спілкуємося, ми є найсильнішими, коли ми граємо просто і у швидкому темпі, ми домінуємо і здатні змогли взяти на себе гру в півзахисті з додаванням Сантьяго, який дивився вгору, коли дриблінг був чудовим, єдиною скаргою був тиск, який призвів до великої кількості ударів, оскільки в середині поля це було повторюваною подією, коли у нас немає нікого, хто б тиснув на захист, що також є великою причиною, коли вони починають атакувати, ми, як правило, слідуємо за нападаючими. слідувати за нападниками, що призводить до того, що вони залишаються на боковій лінії, залишаючись за задньою лінією, що ми почали робити з пасткою \"поза грою\". Я зовсім не маю на увазі, що це спосіб проявити неповагу або образити когось, я просто вважаю, що є речі, які ми можемо покращити, і я сподіваюся, що ви знайдете час, щоб прочитати це, спасибі вам."
}