{
    "source": "en_US",
    "target": "uk_UA",
    "text": "HiMinseok,\nThe attorney said you have the option to file either the Provisional or Non Provisional Patent:\n1. ProvisionalPatent:\nflat fee of $1975\nplus $60 gov filing fee\nplus $25 / page for patent drawings (approx. 0-4 needed)\nlasts 1 year then you have to convert it to anonprovisional\nfee to convertprovisionaltononprovisional next year is $3475\ndoesnotget examined and doesnotget approved\nonce filed, you are patent pending, protected and open for business\ncaveat: doesnotexclude copycats from selling your invention\n2. NonProvisionalPatent:\nflat fee of $3975\nplus $364 gov filing fee\nplus $25 / page for patent drawings (approx. 0-8 needed)\nlasts 20 years\nonce filed, you are patent pending, protected and open for business\nonce approved, you can sue copycats for patent infringement\n*****Please note: there are rumors circulating about a potential price increase after this month.\nThe Process of Drafting and Filing the Patent Application:\nTypically takes about 1-2 months\nThe attorney will email you a rough draft and kindly request that you review it, offering the option to either approve it or provide feedback\nWe will then send you a 2nd draft and repeat the process until the application is perfect and meets all legal requirements\nAt this point, will file the application on your behalf\nPlease note:\nThe U.S. is a 1st to File Patent System, meaning whoever files the patent on your invention 1st wins ownership rights, there is no 2nd place\nAfter reviewing the search report, if you have any supplemental info that you want to add to your patent application that was not already included in the patent search questionnaire, kindly email me the info\nOr if you have any other designs, embodiments, models, or variations of the invention that you wish to include in the application, kindly email those to me as well\nIf you would like to file a patent, please let me know which patent you would like to file and I will send out the agreement.\nThanks,",
    "trans": "Привіт Мінсок,\nЮрист сказав, що ви маєте можливість подати на тимчасовий або нетимчасовий патент:\n1. Тимчасовий патент:\nфіксована плата 1975$\nплюс 60$ урядового збору за подачу заяви\nплюс 25$ / сторінка за патентні креслення (необхідно приблизно 0-4)\nдійсний протягом року, потім ви маєте перевести його на нетимчасовий\nплата за перехід на постійний патент в наступному році складає 3475$\nне буде перевірений, не буде схвалений\nпісля заповнення заявки, ви знаходитесь на стадії патентування,захищені та відкриті для бізнесу\nзастереження: не виключає можливість для імітаторів продавати ваш винахід\n2. Постійний патент:\nфіксована плата 3975$\nплюс 364$ урядовий збір за подачу заявки\nплюс 25$/сторінка за креслення патенту (необхідно приблизно 0-8)\nтермін дії 20 років\nпісля заповнення заявки, ви знаходитесь на стадії патентування,захищені та відкриті для бізнесу\nпісля ухвалення ви можете подавати до суду на імітаторів за порушення патенту\n*****Будь ласка, прийміть до уваги: ходять чутки про можливе підвищення цін після цього місяця.\nПроцес складання та подачі заявки на патент:\nЗазвичай займає 1-2 місяці\nЮрист надішле вам електронною поштою чорновий варіант та попросить, щоб ви його переглянули, пропонуючи вам схвалити його або надати відгук\nПотім ми відправимо вам 2 чорновий варіант і повторятимемо процес доки хаявка не стане ідеальною та не відповідатиме всім вимогам законодавства\nНа цьому етапі ми подамо заявку від вашого імені\nБудь ласка, зверніть увагу:\nВ США діє система подачі патентів «перший подав», що означає, що право власності отримує той, хто першим подав заявку на винахід, 2 місця не існує\nЯкщо після перегляду звіту про дослідження ви маєте будь-яку додаткову інформацію, яку ви хочете додати до вашої заявки на патент, яка ще не включена в анкету патентного пошуку, будь ласка, напишіть мені цю інформацію на електронну пошту\nАбо якщо ви маєте будь-які інші розробки, варіанти реалізації, моделі або варіації винаходу,які ви бажаєте включити в заявку, будь ласка, напишіть мені про них також\nЯкщо ви хочете подати заявку на патент,будь ласка, повідомте мені, на який патент ви б хотіли подати заявку, і я вишлю вам угоду.\nДякую,"
}