{
    "source": "en_US",
    "target": "uk_UA",
    "text": "All, for the managers meeting, we are asking farms to speak on area they have had success in improvement. We are going to have 3-4 farms present and then have discussions around this. I had volunteered for you to speak on prewean mortality. You have been 1st /2nd on rankings most weeks. I can help you come up with a power point presentation. Just wanted to make sure you were willing to do. I will also do some data mining and help show that. I would think you could both talk, just split up the slides. Area’s I think have been a key but you may have others:\nExperienced and focused day one care\nHornbeam, have people focused on rooms for whole cycle\nCross fostering protocols\nHeat lamp management\nSplit suckling (I know is up and down, but you are doing some, correct?)\nRoom temperature and mats on curve\nTimely zero wean of sows and putting in nurse sows\nCleanleness of washing and disinfecting\nTimely treating of scours\nOther things you are thinking of ? Next week I will be in APPO/Hornbeam/Sterling Flows and can take some pictures and put together a power point presentation.",
    "trans": "Все, для зборів менеджерів ми просимо фермерів розповісти, в яких сферах вони досягли успху в покращенні. В нас будуть пристуні 3-4 фермери, а потім ми це обговоримо. Я закликав вас розповісти про передчасну смертність. Більшу частину тижнів ви були на 1-му/2-му місцях в рейтингу. Я можу допомогти вам провести презентацію в PowerPoint. Просто хотів переконатись, що ви готові це зробити. Також я проаналізую дані та допоможу уе показати. Я думаю, ви б могли обидва виступити, просто розділіть слайди. Думаю, що сфери були ключовими, однак ви можете мати інші:\nДосвідчений та цілеспрямований догляд з першого дня\nHornbeam зосередив людей на кімнатах на весь цикл\nПротоколи перехресного розвитку\nКерування нагрівальною лампою\nРоздільне смоктання (знаю що це вверх та вниз, однак виж так робите, вірно?)\nТемпература в кімнаті та мати на повороті\nСвоєчасний нульовий від'єм свиноматок та та підсадка свиноматок-годувальниць\nЧистота миття та дезинфекції\nСвоєчасне лікування порізів\nДумаєте про інше? Наступного тижня я буду в APPO/Hornbeam/Sterling Flows  і зможу зняти кілька фото, і скласти їх разом для презентації в PowerPoint."
}