{
    "source": "en_US",
    "target": "uk_UA",
    "text": "15 years later)\nI woke up to the blaring of that god-awful alarm and a massive headache. I reached my hand out in the dark to shut that fucking alarm but I couldn't find it. It's always on my bedside table.\nGroaning realizing that dick I call my brother has probably hid it so I couldn't shut it and eventually wake up. \"Fuck you asswipe. Drop dead fucker. I'm coming for you once I'm out of that door.\" I yelled out knowing damn well he heard me.\nOh hello there, didn't see you because of my blackout curtains or maybe it could be because I'm massively hungover from last night. Well, uh my name's Roxxane Avalon Vasilios Romano. I know I know massive name but hey blame my parents for that.\nI just turned 20 yesterday hence the hangover. I don't know what else to tell you guys cause frankly this isn't my story. Though don't worry my story is dropping very soon. Like very soon.\nStory's not over yet fam, buckle up. P.S it's gonna be rough journey. Anyway bye not goodbye cause again you'll see me very soon.",
    "trans": "15 років тому)\nЯ прокинулася від пронизливого звуку цього жахливого будильника і від серйозного головного болю. Я протягнула свою руку в темряві, щоб вимкнути цей клятий будильник, але не могла його знайти. Він завжди стоїть на моєму тумбочці.\nПростогнавши, я зрозуміла, що цей покидьок, якого я називаю братом, мабуть, сховав його, щоб я не змогла вимкнути його і врешті-решт прокинутися. «Пішов в сраку, вилупку. Щоб ти здох, сучий сину. Я прийду за тобою, як тільки вийду за ці двері.», — закричала я, знаючи, що він мене почув.\nО, привіт, не помітила тебе через мої затемнені штори, або, може, через те, що у мене неймовірне похмілля з учорашнього вечора. Ну, так, мене звуть Роксанна Аваліон Васіліос Романо. Я знаю, я знаю, що це поширене ім'я, але звинувачуйте в цьому моїх батьків.\nУчора мені тільки виповнилося 20 років, тому у мене похмілля. Не знаю, що ще вам розповісти, бо, чесно кажучи, це не моя історія. Але не хвилюйтесь, моя історія скоро з'явиться. Дуже скоро.\nІсторія ще не закінчена, сім'я, приготуйтеся. P.S. Це буде важкий шлях. Так, ну все, поки що не до побачення, бо я скоро знову тут."
}