{
    "source": "en_US",
    "target": "uk_UA",
    "text": "2024\nDear Mr [redacted_name]\nContract Account Number: [redacted_info]\nI am pleased to confirm that we have received the Ombudsman’s decision in respect of your complaint.\nPlease accept my sincere apologies for the shortfalls in customer service that you experienced and for any inconvenience caused.\nIn accordance with the Ombudsman’s decision, we can confirm the gas meter information is fully updated on our system. We have completed the back billing assessment and applied an adjustment of £557.99. We have applied the £150.00 goodwill payment to your energy account.\nTo complete a burns test, you would need to turn on all appliances in your property that uses gas. This would show on the meter that there is a lot of gas been used at that time and would provide an indication as to which is meter is yours. The meter which is advances the most would indicate this is your meter.\nAs we have now implemented all of the remedies as agreed with the Ombudsman, I can confirm your complaint has now been closed. If you have any questions regarding your Ombudsman case, please contact Ombudsman Services: Energy who can assist you further.\nYours sincerely",
    "trans": "2024\nШановний пане [redacted_name]\nНомер рахунку контракта: [redacted_info]\nРадий повідомити вам, що ми отримали рішення Омбудсмена з приводу вашої скарги.\nБудь ласка, прийміть мої щирі вибачення за недоліки в обслуговуванні, з якими ви стикнулися, та за всі спричинені незручності.\nВідповідно до рішення Обмудсмена, ми можемо підтвердити, що інформація про газовий лічильник повністю оновлена в нашій системі. Ми здійснили перерахунок за попередні періоди та застосували коригування 557,99£. Ми застосували платіж доброї волі в 150£ на ваш рахунок за енергію.\nЩоб здійснити тест на спалювання, вам буде необхідно увімкнути всі газові прилади у вашому маєтку. Лічильник покаже, що в той час використовувалось багато газу, і вкаже на те, який лічильник ваш. Лічильник, який покаже найбільший рух, є вашим.\nОскільки ми вже реалізували всі методи правового захисту, узгоджені з Омбудсменом, я можу підтвердити, що вашу скаргу закрито. Якщо у вас є будь-які питання стосовно розгляду Омбудсменом вашої справи, будь ласка, зв'яжіться з службою Омбудсмена з енергії, який може допомогти вам в подальшому.\nЩиро ваш"
}