{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi All! Hope you are having a wonderful Wednesday. I'm sharing information on our away game this weekend. Please remember to update your status. Here is info:\n[redacted_info]\nPreston Sports Complex - Claudio's Pizzeria Field (See attached map)\nThe address for the field is:\n[redacted_address]\nParking is available in the Cork Street lot as well as beside the War Memorial Building. Spectators and chairs must remain against the fence/wall and are not allowed behind the goals at anytime. Only players and coaches are permitted in between fields. Foldout benches are welcome provided they are in good shape and do not pose a risk to the turf.\nWe ask that your spectators sit across the field opposite of your team.\nWe ask that teams please utilize space outside of the turf to meet/warm-up if another game is in progress. Additionally, as your game ends, please remove all trash and belongings quickly to allow for the next team to come on. If meeting with your team after the game, do so away from the bench area.\nPlease note, NO animals are allowed at the soccer fields. There are bathroom facilities at the War Memorial Building (if open) next to the parking lot as well as by the baseball fields. There is also portable restroom trailer near the turf fields.\nAbsolutely NO GUM, no food and dark colored liquids are allowed on the turf. Thank you for abiding by this policy and helping keep our fields beautiful!",
    "trans": "Привіт усім! Сподіваюся, у вас чудова середа. Ділюся інформацією про нашу виїзну гру цього вихідного. Будь ласка, не забудьте оновити свій статус. Ось інформація:\n[redacted_info]\nСпортивний комплекс «Престон» - поле піцерії «Клаудіо» (див. карту, що додається)\nАдреса поля:\n[redacted_address]\nПарковка доступна на вулиці Корк, а також поруч з Будівлею меморіалу війни. Глядачі та стільці повинні залишатися біля огорожі/стіни і не можуть перебувати за воротами в будь-який час. Лише гравцям і тренерам дозволено перебувати між полями. Розкладні лавки дозволені, за умови, що вони в хорошому стані і не становлять загрози для газону.\nМи просимо, щоб ваші глядачі сиділи на протилежному боці поля від вашої команди.\nМи просимо команди використовувати простір за межами поля для зустрічей та розминки, якщо інша гра триває. Крім того, після завершення вашої гри, будь ласка, швидко забирайте весь сміття та свої речі, щоб забезпечити місце для наступної команди. Якщо ви плануєте зустріч з командою після гри, робіть це подалі від зони лавок.\nЗверніть увагу, що на футбольних полях заборонено перебування тварин. Санітарні вузли знаходяться в Будівлі меморіалу війни (якщо вона відкрита) поруч з парковкою, а також біля бейсбольних полів. Також є мобільний туалет поруч з футбольними полями.\nАбсолютно ЗАБОРОНЕНО жувати жуйку, приносити їжу та темні рідини на футбольне поле. Дякуємо за дотримання цих правил та допомогу в збереженні наших полів в чистоті!"
}