{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Introducing our Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress, a stylish and comfortable addition to your wardrobe. This dress, available in sizes Small (S), Medium (M), and Large (L), features a solid ribbed texture, adjustable waist with a drawstring and center self bow tie, mini length, short cap sleeves, and a flattering v-neck. Crafted from a super stretchy blend of 65% Polyester, 30% Cotton, and 5% Elastane, the Mustard color adds a touch of vibrancy to your casual-chic ensemble.\nKey Features:\n1. Fabric: Experience the super stretchy and comfortable blend of 65% Polyester, 30% Cotton, and 5% Elastane, ensuring a perfect fit for all-day wear.\n2. Design: Embrace the solid ribbed texture, adjustable waist with a drawstring and center self bow tie, mini length, short cap sleeves, and a flattering v-neck, adding a touch of vintage charm to your look.\n3. Color: Choose the vibrant Mustard shade for a chic and trendy addition to your casual wardrobe.\n4. Sizes: Find your perfect fit with our inclusive size range, catering to Small (S), Medium (M), and Large (L).\nProduct Details:\n• Comfortable All-Day Wear: Tailored for maximum comfort, allowing you to confidently wear it from morning to night.\n• Quality Craftsmanship: Meticulously crafted with bust darts and attention to detail, ensuring durability and a chic aesthetic.\n• Adjustable Waist: The drawstring and center self bow tie allow you to customize the fit to your liking.\n• Versatile Styling: Effortlessly pair this dress with sneakers or sandals for a casual-chic and vintage-inspired look.\nWhy Choose Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress?\nExperience the perfect blend of comfort and style that sets this dress apart. The combination of the ribbed texture, adjustable waist, cap sleeves, and the Mustard color adds a trendy and fashionable touch to your wardrobe.\nIdeal Occasions:\nPerfect for casual outings, brunch dates, or any occasion where you want to showcase your vintage-inspired and chic sense of fashion with the Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress.\nCustomer Reviews:\n• \"Absolutely love my Ribbed Mini Dress! The Mustard color is so vibrant, and the adjustable waist is a great feature.\" - A. M.\n• \"Comfortable, stylish, and the cap sleeves add a playful element. This dress is perfect for a day out!\" - S. P.\n• \"A versatile piece that I can easily dress up or down. The ribbed texture is a nice touch!\" - K. W.\nSize Guide:\nFor accurate sizing guidance, please review our size chart available on the website.\nShipping and Returns:\n• Fast Shipping: We offer speedy delivery to your doorstep.\n• Hassle-Free Returns: If you're not completely satisfied, our flexible return policy ensures your peace of mind.\nAdd the Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress to your cart now and elevate your casual-chic style with this trendy and comfortable piece!\nMustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress",
    "trans": "Представляємо вам нашу сукню Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress - стильний і зручний елемент вашого гардеробу. Ця сукня доступна в розмірах Small (S), Medium (M) та Large (L), має однотонну рифлену текстуру, регульований пояс зі шнурком і центральним бантом, коротку довжину, короткі рукави-каплі та привабливий v-подібний виріз. Виготовлена з надзвичайно еластичної суміші 65% поліестеру, 30% бавовни та 5% еластану, сукня кольору гірчиці додасть яскравості вашому повсякденному образу.\nОсновні характеристики:\n1. Тканина: Відчуйте надзвичайно еластичну і комфортну суміш 65% поліестеру, 30% бавовни та 5% еластану, яка забезпечить ідеальну посадку для носіння протягом усього дня.\n2. Дизайн: Насолоджуйтесь однотонною рифленою текстурою, регульованим поясом зі шнурком і центральним бантом, короткою довжиною, короткими рукавами-каплями та привабливим v-подібним вирізом, які додадуть вашому вигляду нотки вінтажного шарму.\n3. Колір: Оберіть яскравий відтінок гірчиці для стильного і модного доповнення до вашого повсякденного гардеробу.\n4. Розміри: Знайдіть свою ідеальну посадку з нашим різноманітним асортиментом розмірів - Small (S), Medium (M) та Large (L).\nДеталі продукту:\n• Комфортне носіння протягом усього дня: Спеціально розроблено для максимального комфорту, дозволяючи вам впевнено носити її з ранку до вечора.\n• Якісне виконання: Ретельно виготовлена з виточками на грудях та увагою до деталей, забезпечуючи довговічність і стильний вигляд.\n• Регульований пояс: Завдяки шнурку та центральному самозав'язуванню ви можете налаштувати посадку відповідно до ваших уподобань.\n• Універсальний стиль: Легко поєднуйте цю сукню з кросівками або сандалями для створення повсякденного шикарного та вінтажного образу.\nЧому варто вибрати сукню Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress?\nВідчуйте ідеальне поєднання комфорту та стилю, яке вирізняє цю сукню. Поєднання рифленої текстури, регульованого поясу, коротких рукавів та гірчичного кольору додає модний та стильний акцент у ваш гардероб.\nІдеальні випадки:\nІдеально підходить для повсякденних виходів, бранчів або будь-якої нагоди, коли ви хочете продемонструвати свій вінтажний та шикарний стиль з сукнею Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress.\nВідгуки клієнтів:\n• \"Абсолютно в захваті від моєї рифленої міні-сукні! Гірчичний колір настільки яскравий, а регульований пояс - чудова функція.\" - А. М.\n• \"Зручна, стильна, а короткі рукави додають грайливий елемент. Ця сукня ідеальна для прогулянки!\" - С. П.\n• \"Універсальний елемент, який я можу легко одягнути як на вихід, так і на повсякденність. Рифлена текстура - приємний акцент!\" - К. В.\nПосібник по розмірам:\nДля точних рекомендацій щодо розмірів ознайомтеся з нашою таблицею розмірів, доступною на веб-сайті.\nДоставка та повернення:\n• Швидка доставка: Ми пропонуємо швидку доставку до вашого порогу.\n• Безпроблемні повернення: Якщо ви не зовсім задоволені, наша гнучка політика повернення забезпечить вам спокій душі.\nДодайте сукню Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress до кошика прямо зараз і підніміть свій повсякденний шикарний стиль з цим модним та комфортним елементом!\nMustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress"
}