{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You have received a new message from Sarah Cooley [CHARTSPAN MEDICAL TECHNOLOGIES INC].\nYou may either respond to the message below by email or by logging into your account.\nHi Janisse,\nThank you for applying for our remoteOutbound Healthcare Sales position at ChartSpan! We have reviewed your resume and are very excited to speak with you! To move forward with our hiring process, please complete this assessment:\nCriteria Assessment: Outbound Healthcare Sales\nTo ensure a speedy review, please follow these instructions carefully:\nPlease submit the assessment under the same email your application is under. This will allow us to connect your information faster.\nComplete the assessment from a desktop or laptop computer. Do not use a smartphone, tablet, or other smart device.\nFollow all instructions carefully, especially for the internet speed test. If the internet speed test portion is completed incorrectly your application will be rejected.\nTo follow up on your application, email us atCareers@chartspan.com.\nThis is a full-time position that requires being able to work Monday - Friday between 9:00 am - 8:00 pm EST for a total of 40 hours a week.\nThe starting pay is $15.75 per hour. We offer raises and an unlimited commission model.\nThank you,\nThe Talent Acquisition Team\n(Please Note: This message was automatically generated. Please do not respond.)",
    "trans": "Ви отримали нове повідомлення від Сара Кулі [CHARTSPAN MEDICAL TECHNOLOGIES INC].\nВи можете відповісти на це повідомлення нижче електронною поштою або увійти до свого облікового запису.\nПривіт, Жаніс,\nДякуємо вам за подання заявки на нашу віддалену посаду менеджера з продажів у сфері охорони здоров’я у ChartSpan! Ми переглянули ваше резюме і дуже хочемо поспілкуватися з вами! Щоб продовжити процес прийому на роботу, будь ласка, пройдіть це оцінювання:\nОцінка критеріїв: менеджер з продажів у сфері охорони здоров’я\nЩоб забезпечити швидкий розгляд, будь ласка, уважно дотримуйтесь наступних інструкцій:\nВідправте, будь ласка, оцінювання з тієї ж електронної пошти, яку ви використовували для подання заявки. Це дозволить нам швидше зістикувати вашу інформацію.\nПройдіть оцінювання на настільному або портативному комп’ютері. Не використовуйте смартфон, планшет чи інший смарт-девайс.\nУважно дотримуйтесь всіх інструкцій, особливо щодо тесту швидкості інтернету. Якщо частина тесту на швидкість інтернету буде пройдена некоректно, ваша заявка буде відхилена.\nЩоб дізнатися про статус вашої заявки, напишіть нам на Careers@chartspan.com.\nЦе посада на повний робочий день, яка вимагає роботи з понеділка по п’ятницю з 9:00 до 20:00 за східним часом, загалом 40 годин на тиждень.\nПочаткова зарплата складає 15,75 доларів США на годину. Ми пропонуємо підвищення та модель з необмеженою комісією.\nДякуємо,\nКоманда з пошуку талантів\n(Зверніть увагу: це автоматично згенероване повідомлення. Будь ласка, не відповідайте на нього.)"
}