{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Several Linux Kernel Driver Maintainers Removed Due To Their Association To Russia\nWritten by Michael Larabel in Linux Kernel on 22 October 2024 at 02:22 PM EDT. 197 Comments\nQuietly merged into this week's Linux 6.12-rc4 kernel was a patch that removes a number of kernel maintainers from being noted in the official MAINTAINERS file that recognizes all of the driver and subsystem maintainers.\nSent out last week by Linux's second-in-command Greg Kroah-Hartman was the patch dropping a dozen maintainers from the kernel. Greg simply commented in there:\n\"Remove some entries due to various compliance requirements. They can come back in the future if sufficient documentation is provided.\"\nThis includes the maintainer of the Acer Aspire 1 EC driver, Cirrus Logic CLPS711X ARM architecture, Baikal-T1 PVT hardware monitor driver, Libata PATA drivers, libata SATA AHCI Synopsys DWC controller drivers, ASCOT2E media drivers, MIPS Baikal-T1 platform driver, NTB IDT driver, PPTP driver, Renesas R-Car SATA driver, Renesas Super-H Ethernet Driver, and the UFS file-system. Just the maintainer entries are being removed and not the actual drivers themselves.\nThe commonality of all these maintainers being dropped? They appear to all be Russian or associated with Russia. Most of them with .ru email addresses.\nIn response on the Linux kernel mailing list it was asked by others what are the \"compliance requirements\" and \"sufficient documentation\" needed... So far there isn't any public comment by Greg Kroah-Hartman. Presumably this is due to sanctions on Russia involving the war in Ukraine.\nThis is just dropping Russian maintainers from the kernel but isn't clear if patches from them will be accepted moving forward. Similarly, the driver code remains within the kernel -- including for Russian hardware such as around the Baikal CPUs from Russia's Baikal Electronics. So right now it appears to be little more than just not officially recognizing any formal kernel maintainers that are Russian.\nThe patch was merged into Linux 6.12 Git over the weekend ahead of 6.12-rc4 and simply noted as \"MAINTAINERS file updates\" without elaborating on the removal or any new rules/restrictions on kernel development.\nThis wouldn't be the first time during the war in Ukraine that kernel development has been impacted. Last year Linux networking driver patches were rejected on the basis of being from a Russian individual/organization.\nUPDATE: Linus Torvalds Comments On The Russian Linux Maintainers Being Delisted\nUPDATE 2: Some Clarity On The Linux Kernel's \"Compliance Requirements\" Around Russian Sanctions",
    "trans": "Кілька утримувачів драйверів ядра Linux були видалені через їхню асоціацію з Росією\nАвтор: Майкл Ларабель у розділі Linux Kernel 22 жовтня 2024 року о 14:22 за східним часом. 197 коментарів\nУ тиху мить до ядра Linux 6.12-rc4, яке вийшло цього тижня, було додано патч, який видаляє кілька утримувачів драйверів з офіційного файлу MAINTAINERS, що визнає всіх утримувачів драйверів та підсистем.\nПатч, який видаляє десяток утримувачів з ядра, був надісланий минулого тижня другим у команді Linux Грегом Кроах-Гартманом. Грег просто прокоментував:\n\"Видалити деякі записи через різні вимоги відповідності. Вони можуть повернутися в майбутньому, якщо буде надано достатньо документації.\"\nСеред них є утримувач драйвера Acer Aspire 1 EC, архітектури ARM Cirrus Logic CLPS711X, драйвера монітора Baikal-T1 PVT, PATA-драйвера Libata, SATA AHCI-драйвера libata Synopsys DWC контролера, медіадрайвера ASCOT2E, драйвера платформи MIPS Baikal-T1, NTB IDT драйвера, PPTP драйвера, SATA-драйвера Renesas R-Car, Ethernet-драйвера Renesas Super-H та файлової системи UFS. Видаляються лише записи про утримувачів, а не самі драйвери.\nСпільною рисою всіх цих утримувачів є те, що вони всі здаються російськими або пов'язаними з Росією. Більшість з них мають адреси електронної пошти .ru.\nУ відповідь на списку розсилки ядра Linux інші запитали про \"вимоги відповідності\" та \"достатню документацію\", які потрібні... Поки що немає жодного публічного коментаря від Грега Кроах-Гартмана. Ймовірно, це пов'язано з санкціями проти Росії у зв'язку з війною в Україні.\nЦе просто видалення російських утримувачів з ядра, але неясно, чи будуть прийматися патчі від них у майбутньому. Аналогічно, код драйверів залишається в ядрі - включаючи російське обладнання, таке як процесори Baikal від російської компанії Baikal Electronics. Тож наразі це виглядає як просто невизнання будь-яких формальних утримувачів ядра з Росії.\nПатч був об'єднаний у Git Linux 6.12 протягом вихідних перед 6.12-rc4 і просто зазначений як \"оновлення файлу MAINTAINERS\", без пояснень щодо видалення або нових правил/обмежень у розробці ядра.\nЦе не вперше під час війни в Україні розробка ядра була під впливом. Минулого року патчі драйверів мережевого з'єднання Linux були відхилені на основі того, що вони походять від російської особи/організації.\nОНОВЛЕННЯ: Лінус Торвальдс коментує виключення російських утримувачів Linux\nОНОВЛЕННЯ 2: Деяка ясність щодо \"вимог відповідності\" ядра Linux щодо санкцій проти Росії"
}