{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This challenge considers how our behaviour impacts the environment, and how changes to that behaviour might change our impact, both positively and negatively.\nHow are the two connected? How do we shape our surroundings, and what is the evidence that our behaviour makes a difference? Is it the case that a significant impact can only be felt if we make big changes or can small changes add up to a make a big difference? When global events overtake national policy, what can we learn from the experience and what are our positive takeaways for the future?\nIn this section, we explore the impact of global events on the environment and consider ways in which positive change in the face of adversity can create a blueprint for future action. The ultimate challenge question is to examine and quantify your personal practices and behaviours, consider how these might have changed with growing awareness and create a personal sustainability action-plan for the future.",
    "trans": "Цей виклик досліджує, як наша поведінка впливає на навколишнє середовище, і як зміни цієї поведінки можуть змінити наш вплив, як у позитивну, так і у негативну сторону.\nЯк вони обидва пов'язані між собою? Як ми створюємо наше оточення, і які є докази того, що наша поведінка дійсно має значення? Чи можна відчути вагомий вплив тільки тоді, коли ми робимо великі зміни, чи можуть маленькі зміни накопичитися і призвести до великих змін? Коли глобальні події витісняють національну політику, чого ми можемо навчитися з цього досвіду і які будуть наші позитивні висновки для майбутнього?\nУ цьому розділі ми досліджуємо вплив глобальних подій на навколишнє середовище та розглядаємо шляхи, згідно яких позитивні зміни на фоні складнощів можуть стати планом для майбутніх дій. Основне проблемне питання полягає в тому, щоб оцінити і виміряти ваші особисті практики та поведінку, розглянути, як вони могли змінитися на фоні зростаючої обізнаності, і створити особистий план дій для досягнення сталого розвитку в майбутньому."
}