{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We take your security and privacy concerns seriously. We ensure survey responses are kept secure and anonymous and your personal data are only used for research purposes and specifically your personal data will not be usedfor marketing or promotional purposes either internally or externally.\nWe will link your survey data with data we have previously collected about you over the last 12 months by using your Respondent ID. We will use this linked data to be able to understand what children’s online and offline preferences are.\nThe record of your survey responses does not contain any identifying information about you, unless a specific survey question explicitly asked for it. If you used an identifying token to access this survey, please rest assured that this token will not be stored together with your responses. It is managed in a separate database and will only be updated to indicate whether you did (or did not) complete this survey. There is no way of matching identification tokens with survey responses",
    "trans": "Ми серйозно ставимося до ваших занепокоєнь щодо безпеки та конфіденційності. Ми забезпечуємо збереження відповідей на опитування в безпеці та анонімності, а ваші особисті дані використовуються лише для дослідницьких цілей, і конкретно ваші особисті дані не будуть використовуватися для маркетингових або рекламних цілей як внутрішньо, так і зовнішньо.\nМи зв'яжемо дані вашого опитування з даними, які ми раніше зібрали про вас протягом останніх 12 місяців, використовуючи ваш ідентифікатор респондента. Ми використаємо ці пов'язані дані, щоб зрозуміти, які переваги мають діти в онлайн- та офлайн-активностях.\nЗапис ваших відповідей на опитування не містить жодної ідентифікаційної інформації про вас, якщо тільки конкретне питання опитування не запитувало про це явно. Якщо ви використовували ідентифікаційний токен для доступу до цього опитування, можете бути впевнені, що цей токен не буде зберігатися разом з вашими відповідями. Він управляється в окремій базі даних і буде оновлений лише для того, щоб вказати, чи ви завершили (або не завершили) це опитування. Немає можливості зіставити ідентифікаційні токени з відповідями на опитування."
}