{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi,\nPlease find the below the induction link, this MUSTcompleted prior to site tour or your first shift… You MUST complete\n1. Pin Registration\n2. Staff Induction\n3. Site Specific-Eagle Farm please log back into the account again when you done the first two and choose site induction as Eagle Farm.\nPlease ensure you complete all 3 stepsthough the link below.\nhttps://www.linksafe.com.au/turosi-staff/\nYou will need to first register for a pin & then complete the online induction for Eagle Farm Only, once completed, it will send an induction certificate which you will need to show upon request when arriving on site.\nAs for the Company info you will provide in the online induction, please type AUSTRALIA PERSONNEL GLOBAL. Organisation info is TUROSI – EAGLE FARM.\nPlease make sure you put your passwordas: Apglobal0!\nAs for the address, please google Turosi and choose the Airport Drive, Eagle Farm one. The parking entry is at Gate 2. Go to the revolving gate and call the security to let him/her know you are coming for APG induction. Go to the security after passing the revolving gate to sign in. Call Farryn on 0417452830 when you heading to the production building.",
    "trans": "Привіт,\nБудь ласка, знайдіть нижче посилання на інструктаж, яке ОБОВ'ЯЗКОВО потрібно пройти перед екскурсією по сайту або вашим першим зміною... Ви ОБОВ'ЯЗКОВО повинні пройти\n1. Реєстрація PIN-коду\n2. Інструктаж для співробітників\n3. Специфічний для сайту - Eagle Farm, будь ласка, знову увійдіть до облікового запису після виконання перших двох і виберіть інструктаж на сайті Eagle Farm.\nБудь ласка, переконайтеся, що ви завершили всі 3 кроки за посиланням нижче.\nhttps://www.linksafe.com.au/turosi-staff/\nСпочатку вам потрібно зареєструватися для отримання PIN-коду, а потім пройти онлайн-інструктаж тільки для Eagle Farm. Після завершення вам буде надіслано сертифікат про проходження інструктажу, який вам потрібно буде показати за запитом при прибутті на місце.\nЩо стосується інформації про компанію, яку ви надасте в онлайн-інструктажі, будь ласка, введіть AUSTRALIA PERSONNEL GLOBAL. Інформація про організацію - TUROSI - EAGLE FARM.\nБудь ласка, переконайтеся, що ви введете свій пароль як: Apglobal0!\nЩо стосується адреси, будь ласка, знайдіть Turosi в Google і виберіть адресу Airport Drive, Eagle Farm. Вхід для паркування знаходиться біля Gate 2. Підійдіть до обертових воріт і зателефонуйте охоронцю, щоб повідомити йому/їй, що ви приїжджаєте на інструктаж APG. Після проходження обертових воріт підійдіть до охоронця для реєстрації. Коли будете направлятися до виробничої будівлі, зателефонуйте Фарріну за номером 0417452830."
}