{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We're Waiting for Your Doctor's Approval\nDear [redacted_name],\nWe've contacted your doctor and will let you know when your refill is ready.\nItems for Pick Up in Store\nPrescription Number Quantity\nXXX0689-XXXXX\nShow Rx names in future emails › 2\nPickup Info\nPickup Location Pharmacy Hours\nWalgreens Store 3122\nOAKDALE, MN 55128\nPhone: 651-731-8480\nIntersection: MINNEHAHA AVENUE & HIGHWAY 120\nDrive-Thru: Drive-thru service available*\nMon - Fri 8am - 8pm*\nSat 9am - 6pm*\nSun 10am - 6pm*\n*Pharmacy closed 1:30 - 2pm for meal break\nSign in to your account for more information ›\nWe're proud to be a partner in your healthcare and apologize for any inconvenience.\nBe Well,\nYour Walgreens Pharmacist\n651-731-8480\nPLEASE DO NOT REPLY TO THIS MESSAGE\nThis is a system-generated email. Replies will not be read nor forwarded for handling. This email was sent to [redacted_email].\nContact Us | Notice of Privacy Practices | Online Privacy & Security Policy | Unsubscribe\nCopyright 2024 Walgreen Co., 200 Wilmot Road, Deerfield, IL 60015-4620. All rights reserved.\nPlease be aware that most standard email is not a secure means of communication and your protected health information that may be contained in our emails to you will not be encrypted. This means that there is risk that your protected health information in the emails could be intercepted and read by, or disclosed to, unauthorized third parties. Use of alternative and more secure methods of communication with us, such as telephone, fax or the U.S. Postal Service are available to you. If you do not wish to accept the risks associated with non-secure unencrypted email communications from us containing your protected health information, please indicate that you do not wish to receive such emails from us by updating your Communication Preferences online or by calling us at 1-877-250-5823.",
    "trans": "Очікуємо затвердження вашого лікаря\nДорогий  [redacted_name],\nМи зв’язалися з вашим лікарем і повідомимо вас, коли ваш повторний рецепт буде готовий.\nТовари для отримання в магазині\nНомер рецепта  Кількість\nXXX0689-XXXXX\nПоказувати назви рецептів у майбутніх електронних листах › 2]\nІнформація про отримання\nМісце отримання Години роботи аптеки\nWalgreens Store 3122\nOAKDALE, MN 55128\nТелефон: 651-731-8480\nПерехрестя: MINNEHAHA AVENUE & HIGHWAY 120\nDrive-Thru: Послуга Drive-Thru доступна*\nПн - Пт: 8:00 – 20:00*\nСб: 9:00 – 18:00*\nНд: 10:00 – 18:00*\n*Аптека зачинена з 13:30 до 14:00 на обідню перерву.\nУвійдіть в обліковий запис для додаткової інформації ›\nМи пишаємося тим, що є вашим партнером у сфері охорони здоров’я, і просимо вибачення за можливі незручності.\nБудьте здорові,\nВаш фармацевт Walgreens\n651-731-8480\nБУДЬ ЛАСКА, НЕ ВІДПОВІДАЙТЕ НА ЦЕ ПОВІДОМЛЕННЯ\nЦе автоматично згенерований електронний лист. Відповіді на нього не читаються та не пересилаються для обробки. Цей електронний лист було надіслано на [redacted_email].\nЗв'яжіться з нами |  Політика конфіденційності |  Онлайн-безпека та конфіденційність |  Відписатися\nCopyright 2024 Walgreen Co., 200 Wilmot Road, Deerfield, IL 60015-4620.  Усі права захищені.\nЗверніть увагу: більшість стандартних електронних листів не є безпечним засобом комунікації, і ваша приватна медична інформація в них не буде зашифрована. Це означає, що існує ризик, що ваша особиста медична інформація може бути перехоплена та прочитана або передана неавторизованим третім сторонам. Якщо ви не бажаєте отримувати незашифровані електронні листи з вашою приватною медичною інформацією, ви можете змінити налаштування комунікації онлайн або зателефонувати нам за номером 1-877-250-5823."
}