{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Such an approach represents a paradigm shift away from current trends to reduce social work to a reified ‘instrument of managerialism’ (Madhu, 2011) or an uncritical social control tool of governance through flooding curricula with content learning and competency-based measures.The teaching of critical practice and critical reflection transcends an exclusive focus on interpersonal skills that assumes practice to be separate from theory and devoid of context, to engage students in a deep awareness of the political nature and implications of their work and critical consciousness of the social conditions of people’s lived experience.The integration of a critical analysis of society with personal experience has been shown to be one of the most effective approaches to bringing about transformative change in learners. In addition, Giroux (2011: 3) argues that critical pedagogy that is ‘capable of creating the conditions for producing citizens who are critical, self-reflective, knowledgeable and willing to make moraljudgementsandactinasociallyresponsibleway’isvitalforademocraticsociety. Critical voices in social work contend that ethical practice should promote democracy, equity, human rights and social justice within a critique of the existing sociopolitical, economic, cultural, historical and gendered structures (Thompson, 2006; Mullaly, 2007; Hugman, 2010; Banks, 2012; Ife, 2012). Critical reflection may be an important vehicle for bolstering students’ capacity to envision the agency to create ethical responses and emancipatory outcomes (Fook, 2004). As Holscher and Sewpaul (2006: 253) suggest, claiming ‘back our time in order to think, to contemplate, to reflect, and to sabotage this maddening rush that is chewing away at our strength while transforming us into output generators of intellectual and human products’ can be a powerful form of resistance to neoliberalism. While the research literature suggests that there is a lack of empirical evidence to support the claims about the capacity of critical reflection to facilitate agency and change (Fook et al, 2006: 7; Fook, 2008: vii), we decided to test our observations in a more formalised way and so have recently undertaken a series of research projects to examine the impact of critical pedagogy and critical reflection in the formation of critical social work practitioners.We were interested to understand what difference, if any, critical pedagogy makes in the development of social work practitioners, and what students’ experiences are of this.The remainder of this article will explain the research and outline some of the key findings to emerge from one of these studies.",
    "trans": "Такий підхід представляє собою парадигмальний зсув від сучасних тенденцій до зменшення соціальної роботи до рефікованого «інструменту менеджеризму» (Madhu, 2011) або некритичного інструменту соціального контролю управління шляхом заповнення навчальних планів змістовним навчанням та компетентнісними вимірюваннями. Викладання критичної практики та критичного осмислення виходить за межі виключної уваги до міжособистісних навичок, які припускають, що практика відокремлена від теорії і позбавлена контексту, щоб залучити студентів до глибокого усвідомлення політичної природи та наслідків їхньої роботи та критичної свідомості соціальних умов життя людей. Інтеграція критичного аналізу суспільства з особистим досвідом виявилася одним з найефективніших підходів для здійснення трансформаційних змін у навчанні. Крім того, Гіру (2011: 3) стверджує, що критична педагогіка, яка «здатна створити умови для виховання громадян, які є критичними, саморефлексивними, обізнаними і готовими робити моральні оцінки та діяти соціально відповідально», є життєво важливою для демократичного суспільства. Критичні голоси в соціальній роботі стверджують, що етична практика повинна сприяти демократії, рівності, правам людини та соціальній справедливості в рамках критики існуючих соціополітичних, економічних, культурних, історичних та гендерних структур (Thompson, 2006; Mullaly, 2007; Hugman, 2010; Banks, 2012; Ife, 2012). Критичне осмислення може бути важливим засобом для підвищення здатності студентів уявляти собі агентство для створення етичних відповідей і емансипативних результатів (Fook, 2004). Як зазначають Холшер і Сепаул (2006: 253), вимога «повернути наш час для того, щоб думати, розмірковувати, рефлексувати і саботувати цей божевільний поспіх, який виснажує нашу силу і перетворює нас на генераторів виходу інтелектуальних і людських продуктів» може бути потужною формою опору неолібералізму. Хоча дослідження показують, що існує недостатня емпірична база для підтримки тверджень про здатність критичного осмислення сприяти агентству і змінам (Fook et al., 2006: 7; Fook, 2008: vii), ми вирішили перевірити наші спостереження більш формалізованим способом і нещодавно провели ряд дослідницьких проектів для вивчення впливу критичної педагогіки та критичного осмислення на формування критичних практиків соціальної роботи. Нас цікавило зрозуміти, яку різницю має критична педагогіка у розвитку практиків соціальної роботи і які досвіди мають студенти в цьому відношенні. У решті цієї статті буде пояснено дослідження та викладено деякі ключові результати одного з цих досліджень."
}