{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name],\nThe following RBC Royal Bank eStatement is available:\nVisa XXXX-XXXX-XXXX-1479\nTo see your statement, please sign in to RBC Online Banking^.\nTo review or change your email notification options within RBC Online Banking, select \"Profile and Preferences\" from the Banking tab under My Accounts.\nRegular, unencrypted email is not secure. Never include personal or confidential information in a regular email. To discuss your personal information with us safely, send us a message via the RBC Royal Bank Online Banking message centre or one of our other secure message centres, or contact us by phone.\nRBC will never send a regular email that asks you to provide, confirm or verify personal, login or account information. Also, RBC will never include a link to an online service in a regular email and ask you to sign in using that link. If you receive an email of this type, that appears to be from RBC, please forward it to phishing@rbc.com and then delete it. For more information please visit Emai",
    "trans": "[redacted_name],\nДоступна наступна електронна виписка RBC Royal Bank:\nVisa XXXX-XXXX-XXXX-1479\nЩоб переглянути свою виписку, увійдіть в систему RBC Online Banking^.\nЩоб переглянути або змінити параметри сповіщень електронною поштою в RBC Online Banking, виберіть \"Профіль і налаштування\" на вкладці \"Банківські послуги\" в розділі \"Мої рахунки\".\nЗвичайна незашифрована електронна пошта не є безпечною. Ніколи не включайте особисту або конфіденційну інформацію в звичайний електронний лист. Щоб безпечно обговорити вашу особисту інформацію з нами, надішліть нам повідомлення через центр повідомлень RBC Royal Bank Online Banking або один з наших інших безпечних центрів повідомлень, або зв'яжіться з нами по телефону.\nRBC ніколи не надсилатиме звичайний електронний лист, в якому вас просять надати, підтвердити або перевірити особисту інформацію, інформацію для входу або інформацію про рахунок. Крім того, RBC ніколи не включатиме посилання на онлайн-сервіс у звичайний електронний лист і не проситиме вас увійти за цим посиланням. Якщо ви отримали електронний лист такого типу, який, здається, надійшов від RBC, будь ласка, перешліть його на адресу phishing@rbc.com, а потім видаліть. Для отримання додаткової інформації відвідайте Emai"
}