{
    "source": "en_US",
    "target": "uk_UA",
    "text": "There are a number of general comments which have to be made by way of introduction to the data and approach of this book. The main aim, as already suggested, is to provide samples and analyses for ‘natural, everyday, informal conversation’, and to make suggestions as to how this material might be pedagogically used. But what is meant by this label? We might simply have talked about ‘conversation’ throughout; but we feel that this term, on its own, is too vague and broad to be helpful. After all, it may be used to refer to almost any verbal interchange, from casual chat to formal discussion; hence we have used the term ‘informal conversation’, to emphasize which end of the conversational spectrum we are concerned with - conversation on informal occasions, between people who know each other, where there is no pressure from outside for them to be self-conscious about how they are speaking. What happens when people want to talk in a friendly relaxed way? The result is very different from what introductory textbooks about conversation usually lead one to expect, both in subject-matter and construction. And, for the foreign learners who find themselves participants in such informal situations, there are immediately problems of comprehension and oral fluency.",
    "trans": "Є кілька загальних коментарів, які потрібно зробити на початку даних та підходу цієї книги. Основна мета, як вже було зазначено, полягає в тому, щоб надати зразки та аналізи для \"природної, повсякденної, неформальної розмови\" і зробити пропозиції щодо того, як цей матеріал може бути педагогічно використаний. Але що мається на увазі під цим ярликом? Ми могли б просто говорити про \"розмову\" протягом усього тексту; але ми вважаємо, що цей термін сам по собі є занадто розмитим і широким, щоб бути корисним. Адже він може використовуватися для позначення майже будь-якого вербального обміну, від випадкової бесіди до формального обговорення; отже, ми використали термін \"неформальна розмова\", щоб підкреслити, з якою стороною розмовного спектру ми маємо справу - розмова в неформальних обставинах між людьми, які знають один одного, де немає зовнішнього тиску на них бути самосвідомими щодо того, як вони говорять. Що відбувається, коли люди хочуть поговорити в дружній невимушеній манері? Результат дуже відрізняється від того, що зазвичай очікують від вступних підручників з розмови, як за змістом, так і за структурою. І для іноземних учнів, які опиняються учасниками таких неформальних ситуацій, виникають негайні проблеми з розумінням і усною плавністю."
}