{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Whom It May Concern:\nWe have attempted to contact you to explain your total loss claim and the actual cash value of\nthe vehicle. Actual cash value is determined by the market, age, mileage, and the condition of\nyour vehicle at the time the loss occurred.\nTo assist us in determining actual cash value, we consider information obtained by our\nrepresentatives, information provided by you, vehicle valuation services, and other sources.\nActual Cash Value $6,021.00\nPlus: Taxes $421.47\nTitle Transfer $23.00\nTitle Fee $0.00\nSubtotal $6,465.47\nLess: Deductible $0\nPayment to Lien/Lease holder (if applicable) $0.00\nTotal Net Payable to You: $6,465.47\nIf your vehicle is financed, please contact your lienholder giving them permission to speak with\nus. Call us with their name and phone number along with your loan account number.\nIf you have questions or need assistance, call us at (855) 231-1590 Ext. 7702066100.",
    "trans": "Усім зацікавленим:\nМи намагалися зв'язатися з вами для роз'яснень щодо вашої вимоги про повне відшкодування та дійсну готівкову вартість\nавтомобіля. Дійсна готівкова вартість визначається ринковою вартістю, роками та кілометрами пробігу, а також станом\nвашого автомобіля на момент втрати.\nПри визначенні дійсної готівкової вартості ми беремо до уваги інформацію, що її надають наші\nпредставники, інформацію, надану вами, сервісами з оцінки транспортного засобу та з інших джерел.\nДійсна готівкова вартість 6 021,00 $\nПлюс: податки 421,47 $\nПередача права власності: 23,00 $\nЗбір за оформлення права власності: 00,00 $\nПроміжний підсумок: 6 465,47 $\nМінус: відрахунок 0,00 $\nПлатіж заставодержателю/власнику права лізингу(якщо застосовується): 0,00 $\nЗагальна сума для сплати: 6 465,47 $\nЯкщо автомобіль придбано на виплату, зверніться до вашого кредитора, він повинен зв'язатися з\nнами. Зателефонуйте нам, вказавши його ім'я та номер телефону, а також номер вашого кредитного рахунку.\nЯкщо у вас виникли запитання або вам потрібна допомога, зателефонуйте нам за номером (855) 231-1590 Код 7702066100."
}