{
    "source": "en_US",
    "target": "uk_UA",
    "text": "To move forward with funding your account, please complete the Know Your Customer (KYC) process with Veriff. Use the link below to submit the required documents: [ Veriff KYC Link ] The KYC process is important for security and compliance. If you have any questions or need assistance, contact our support team at support@equityedge.co.uk or join our Discord and open a support ticket with the link provided below. https://discord.gg/equityedge\n2. Account Funding:\nAfter successful KYC verification, please check back on the KYC page on your dashboard within 3 Working days to sign your contract and receive your funded account. This provides the initial capital for your journey as a funded trader with Equity Edge Analytics.We're enthusiastic about supporting you in this new phase of your trading career. If you have any challenges or questions, our dedicated support team is here to help.Thanks for choosing Equity Edge Analytics, and congratulations again on your achievement. We're looking forward to a successful and prosperous trading journey together.",
    "trans": "Щоб продовжити фінансування вашого рахунку, будь ласка, пройдіть процес Знай свого клієнта (KYC) з Veriff. Використайте посилання нижче, щоб подати необхідні документи: [Посилання на KYC Veriff] Процес KYC важливий для безпеки та відповідності. Якщо у вас є питання або вам потрібна допомога, зв'яжіться з нашою командою підтримки за адресою support@equityedge.co.uk або приєднайтеся до нашого Discord і відкрийте запит на підтримку за посиланням нижче. https://discord.gg/equityedge\n2. Фінансування рахунку:\nПісля успішної перевірки KYC, будь ласка, поверніться на сторінку KYC на вашій панелі управління протягом 3 робочих днів, щоб підписати свій контракт і отримати свій фінансований рахунок. Це забезпечить початковий капітал для вашої подорожі як фінансованого трейдера з Equity Edge Analytics. Ми з нетерпінням чекаємо можливості підтримати вас у цій новій фазі вашої торгової кар'єри. Якщо у вас виникнуть труднощі або питання, наша команда підтримки готова допомогти вам. Дякуємо за вибір Equity Edge Analytics і ще раз вітаємо вас з досягненням. Ми з нетерпінням чекаємо успішної та прибуткової торгової подорожі разом."
}