{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Warm greetings from Singapore Airlines.\nYour request to have 3 dogs to travel alongside you as checked baggage on the flight from Hong Kong to Singapore on 21 October 2024 has been approved in principle.\nOnce available please send us following documents below:\nExport/import/transshipment permits or licenses from your departure/destination/transit country's relevant authorities\nValid health and vaccination certificate with microchip number indicated\nAny additional documents that may be required by your departure/destination/transit country's authorities\nCompleted SIA AVI Release and Indemnity form (as attached)\nKindly note that pets and its container are not counted as part of your free checked baggage allowance. They are considered additional baggage, and will incur additional baggage fees payable at the airport upon check in.\nPlease ensure that pet container should be IATA approved as soft bag for pet is strictly not allowed.\nShould our staff find the documents are insufficient, they have the right to deny their boarding.",
    "trans": "Теплі вітання від Singapore Airlines.\nВаш запит на перевезення 3 собак разом з вами як зареєстрований багаж на рейсі з Гонконгу до Сінгапуру 21 жовтня 2024 року був схвалений в принципі.\nЯк тільки вони стануть доступні, будь ласка, надішліть нам наступні документи:\nДозволи або ліцензії на експорт/імпорт/транзит від відповідних органів вашої країни відправлення/призначення/транзиту.\nДійсний сертифікат здоров'я та вакцинації з зазначеним номером мікрочіпа.\nБудь-які додаткові документи, які можуть вимагатися органами вашої країни відправлення/призначення/транзиту.\nЗаповнена форма SIA AVI Release and Indemnity (додається).\nЗверніть увагу, що домашні тварини та їх контейнер не враховуються у вашу безкоштовну норму зареєстрованого багажу. Вони вважаються додатковим багажем, і за них стягуватиметься додаткова плата за багаж, яка сплачується в аеропорту під час реєстрації.\nБудь ласка, переконайтеся, що контейнер для домашніх тварин схвалений IATA, оскільки м’яка сумка для домашніх тварин суворо заборонена.\nЯкщо наші співробітники виявлять, що документів недостатньо, вони мають право відмовити у посадці."
}