{
    "source": "en_US",
    "target": "uk_UA",
    "text": "xylophone. He demonstrated a good understanding of rhythm and could synchronize his movements while playing the shaker and following the beat of the music.\nOmar has displayed success this term in joining and engaging in at least one structured learning activity each day. When sharing his ideas during class activities and when responding to his surroundings, Omar is encouraged to recognize that his words have an impact on others. He is encouraged to use his words to promote respect and tolerance of different cultures, races and religious idenitities and celebrations. Omar often displays very unpredictable behaviour and expresses himself physically and verbally by kicking his peers, pulling their hair, throwing objects, and making threatening statements or gestures as he walks by them. Omar can strive to utilize supportive prompting to guide his interactions with others in a manner that demonstrates respect and consideration for their needs. Omar benefits from guidance, rehearsal, social stories, videos and frontloading expectations in regard to respecting his peers' personal space, bodies, and boundaries. In the moment, Omar often appears dismissive of requests from peers and staff to cease behaviours that involve unsafe and unwanted physical contact, such as squeezing wrists or faces, bear hugging, leaning on others, shoulder bumping, physically redirecting peers and forcefully pushing past them. He would benefit from further opportunities to practice and generalize his skills across a variety of social situations to foster healthier and more positive relationships with othe",
    "trans": "ксилофон. Він продемонстрував хороший рівень розуміння ритму та міг синхронізувати свої рухи під час гри на шейкері, слідуючи ритму музики.\nОмар цього семестру досяг успіху, беручи участь принаймні в одному структурованому навчальному заході щодня. Під час обміну своїми ідеями на заняттях і реагування на оточення Омару рекомендується усвідомлювати, що його слова впливають на інших. Йому рекомендується використовувати свої слова для сприяння повазі та толерантності до різних культур, рас, релігійних ідентичностей та свят. Омар часто демонструє дуже непередбачувану поведінку та виражає себе фізично та вербально, б'ючи своїх однолітків ногами, смикаючи їх за волосся, кидаючи предмети та роблячи загрозливі заяви чи жести, проходячи повз них. Омар може прагнути використовувати допоміжні підказки, щоб спрямовувати свою взаємодію з іншими в спосіб, який демонструє повагу та врахування їхніх потреб. Омар отримує користь від керівництва, репетицій, соціальних історій, відео та попереднього завантаження очікувань щодо поваги до особистого простору, тіл та кордонів своїх однолітків. У моменті Омар часто здається зневажливим до прохань однолітків та персоналу припинити поведінку, яка включає небезпечний та небажаний фізичний контакт, такий як стискання зап’ясть чи облич, обійми, нахиляння на інших, штовхання плечима, фізичне перенаправлення однолітків та насильне проштовхування повз них. Йому було б корисно отримати більше можливостей для практики та узагальнення своїх навичок у різноманітних соціальних ситуаціях для розвитку здоровіших та позитивніших стосунків з іншими."
}