{
    "source": "en_US",
    "target": "uk_UA",
    "text": "in the city. A new urban imaginary took shape characterized by un- stable subject positions, the breakup of plot, discontinuous narrative, hallucinatory imaginaries, and fragmented spaces of perception. In- deed, one claim of this book is that the trajectory initiated by the Baudelairean prose poem and culminating with the modernist min- iature of the interwar years is one of the few genuinely novel modes of writing created by modernism in its complex and often tortured love affair with the feuilleton of European papers such as La Presse or Le Figaro in Paris, the Neue Presse in Vienna, the Neue Rundschau, the Frankfurter Zeitung, the Vossische Zeitung, and other dailies, week- lies, or monthlies in Germany, Austria, and France. Eventually, the fragmentation of experience combined with a disorientation of per- ception and their rendering in non- or anti-narrative form was to be- come part of the modernist novel itself. It was the urban miniature in which new forms of spatialized writing were first experimentally tested before they found their place in the city novels of Döblin or Keun, Joyce or Dos Passos. As a form, the miniature is firmly grounded in the micrological experience of metropolitan space, time, and life at that earlier stage of modernization when new shapes and scales of urban modernity emerged at accelerated speed but did not yet penetrate the totality of national social and political space. If the modern epic in Moretti represents something like national encyclo- pedias in the form of macroscopic fictional maps, then the modernist miniature in all its incredible variety represents the microscopic con- densation of a metropolitan imaginary that never gels into or even aims at some encyclopedic totality.\nThe New Form That Could Not Be Named\nThe metropolitan miniature as a specific historical form tied to a stage of metropolitan developments in Europe emerges only in ret- rospective. Testimony about its novelty and elusiveness at the time comes from the authors themselves who engaged in the writing of miniatures. They simply did not know how to name this new mode of writing. Thus, Ernst Bloch, another contributor to the miniature with his Spuren (Traces) and sections of Heritage of Our Times, lamented in a letter to Kracauer of June 6, 1926: “If only we had a name for the new form, which is no longer a form.” 16 In his diaries, Kafka spo",
    "trans": "у місті. Сформувалася нова міська уява, що характеризується нестабільними позиціями суб'єкта, розпадом сюжету, перервним наративом, галюцинаторними уявленнями та фрагментованими просторами сприйняття. Справді, одне з тверджень цієї книги полягає в тому, що траєкторія, започаткована бодлерівською поемою в прозі та кульмінацією в модерністській мініатюрі міжвоєнного періоду, є одним із небагатьох справді нових способів письма, створених модернізмом у його складних і часто болісних любовних стосунках з фейлетоном європейських газет, таких як La Presse або Le Figaro в Парижі, Neue Presse у Відні, Neue Rundschau, Frankfurter Zeitung, Vossische Zeitung та інших щоденних, щотижневих або щомісячних видань у Німеччині, Австрії та Франції. Зрештою, фрагментація досвіду в поєднанні з дезорієнтацією сприйняття та їх відображення в не- або антинаративній формі мали стати частиною самого модерністського роману. Саме в міській мініатюрі вперше експериментально випробовувалися нові форми просторового письма, перш ніж вони знайшли своє місце в міських романах Дьобліна чи Койн, Джойса чи Дос Пассоса. Як форма, мініатюра міцно вкорінена в мікрологічному досвіді столичного простору, часу та життя на тому ранньому етапі модернізації, коли нові форми та масштаби міської сучасності виникали з прискореною швидкістю, але ще не проникли в усю сукупність національного соціального та політичного простору. Якщо сучасний епос у Моретті представляє щось на зразок національних енциклопедій у формі макроскопічних вигаданих карт, то модерністська мініатюра у всій її неймовірній різноманітності представляє мікроскопічну конденсацію столичної уяви, яка ніколи не зливається в якусь енциклопедичну цілісність або навіть не прагне до неї.\nНова форма, якій не можна було дати назву\nСтолична мініатюра як специфічна історична форма, пов'язана з етапом столичного розвитку в Європі, виникає лише в ретроспективі. Свідчення про її новизну та невловимість у той час надходять від самих авторів, які займалися написанням мініатюр. Вони просто не знали, як назвати цей новий спосіб письма. Так, Ернст Блох, інший автор мініатюр з його \"Слідами\" (Spuren) та розділами \"Спадщини нашого часу\", у листі до Кракауера від 6 червня 1926 року нарікав: \"Якби ж у нас була назва для нової форми, яка вже не є формою\". 16 У своїх щоденниках Кафка..."
}