{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Without saying a word, [redacted_name] wraps his fingers around [redacted_name] stiffness. Yes, he thinks he utters, although he can’t be too sure. The want to come undone has become sheer necessity; perhaps when he spills the throbbing headache and the sickness to his stomach will subside, and of course there’s his reward -the tiny glass vial for which he’s willing to do anything.\n[redacted_name] finishes him off, an event that is quite unusual on its own, but it’s what he does right after that shocks a dazed [redacted_name] into breathlessness. At the same time thick strands of cum spurt out of him, [redacted_name] crashes his lips against his and forces his tongue inside his mouth in a rough, hard kiss that [redacted_name] doesn’t have the strength to return, with his head still spinning and his limbs trembling.\nHe can’t muster up the energy to question him about it, either. No more ‘what the fuck, [redacted_name], no more shoving him away. They pull apart slowly, abdomens sticky and sprayed white, and thoughts blurry.",
    "trans": "Не кажучі ні слова,  [redacted_name] охоплює пальцями [redacted_name]. Так, він думає, що вимовляє, хоча не може бути занадто впевненим. Бажання вийти з-під контролю стало чистою необхідністю; можливо коли він виплесне пульсуючий головний біль та тошноту в шлунку, це йому допоможе, і звичайно, є його винагороді — крихітний скляний флакон, за який він готовий на все.\n[redacted_name] добиває його, сама по собі незвична подія, однак те, що він робить відразу потому, шокує приголомшеного [redacted_name]  до зупинки дихання. В той же час, коли товсті нитки сперми вириваються з нього, [redacted_name]  впивається губами в його губи та проштовхує язик в його рот в грубому жорсткому поцілунку, на який [redacted_name] не має сил відповісти, його голова все ще йде обертом а кінцівки тремтять.\nВін навіть не може зібрати сили, щоб спитати його про це. Ніяких «якого дідька», [redacted_name], ніяких відштовхувань. Вони повільно розходяться, їх животи липкі та забризкані білим а думки сплутані."
}