{
    "source": "en_US",
    "target": "uk_UA",
    "text": "No lease. Two furnished rooms, in the centretown area, close to the universities. High speed unlimited internet with Bell. Utilities, and internet are inclusive. Oct. or Jan.\nThis home has been beautifully designed and set up for comfort. Granite counter tops in kitchen and hallway. Additional full size freezer. Variety of counter top appliances.\nLaundry machines available.\nRoom - includes single bed, desk, office chair, dresser, 2 Ikea 8 & 4 cube storage units, closet, and 40\" Samsung tv. $850\nRoom - includes 2 beds(single & loft), 2 desks(one 6' desk), 1 gaming chair, one ikea poang arm chair, 2 Ikea 8 cube storage units, dresser, and a 65\" Sony TV XBR65X800H 4K (2021)for research, work or gaming. $875\nBus stop within one block on Bank st. 13 min. bus ride to Carleton university. 5 min bus ride to Ottawa U, and 8 min bus ride to St. Paul university. Grocery stores(independent and farm boy) 1 & 4 blocks from the home.\nA private lounge in the building, that is accessible for the students, with a key fob.\nA statement of inclusive rent, with no lease, no extra fees, provided in an email, after a discussion, viewing, and/or zoom, before making a deposit. The confirmation email is expressed with a mutual agreement with the student in person, over the phone or online, before the email is sent. A copy of student ID is requested prior to the sent deposit, after the student has confirmed the agreement through email. Applicable ID is shown on move in date.\nAll student home that is comfortable, and has been set up, and designed for well being, with a no visitor policy, for peace of mind.\n3 students maximum in the home. One student and myself currently in the home.\nWelcome to call, or message, to set up a viewing in person, or online.",
    "trans": "Без письмового договору оренди. Дві мебльовані кімнати, в центрі міста, поруч з університетами. Високошвидкісний безлімітний інтернет з провайдером Bell. Комунальні послуги та інтернет включені. З жовтня або січня.\nКрасиво облаштоване житло для комфортного проживання. Гранітні стільниці на кухні та в холі. Додаткова повнорозмірна морозильна камера. Численна побутова техніка.\nДоступні пральні машини.\nКімната: односпальне ліжко, письмовий стіл, офісне крісло, комод, 2 8 та 4-кубові стінки Ikea для зберігання речей, шафа для одягу та 40-дюймовий телевізор Samsung. 850,00 $\nКімната: 2 ліжка (односпальне та ліжко-горище), 2 письмові столи (один 6-дюймовий), 1 ігрове крісло, одне крісло ikea poang, 2 8 та 4-кубові стінки Ikea для зберігання речей, шафа для одягу та 65-дюймовий телевізор Sony XBR65X800H 4K (2021) для досліджень, роботи чи ігор. 875,00 $\nАвтобусна зупинка за один квартал на вулиці Бенк. 13 хвилин їзди на автобусі до університету Карлтон. 5 хвилин їзди на автобусі до Оттавського університету та 8 хвилин їзди на автобусі до університету Сент-Пол. Продуктові магазини (незалежні та фермерські Farm Boy) за 1 та 4 квартали від будинку.\nУ будинку є приватна вітальня, доступна для студентів з дистанційним ключем.\nПояснювальна записка до умов всеосяжної оренди, без письмового договору оренди, без додаткових зборів, надається в електронному листі, після обговорення, перегляду та/або дистанційного огляду, перед внесенням депозиту. Підтвердження електронною поштою надсилається за взаємною згодою зі студентом особисто, телефоном або онлайн, перед відправленням електронного листа. Перед тим, як внести депозит, студент має пред'явити копію студентського посвідчення (після того, як студент підтвердив угоду електронною поштою). Відповідне посвідчення особи вказується в даті заселення.\nВсі будинки для студентів є комфортними, облаштованими та спроєктованими для добробуту, умови оренди забороняють присутність відвідувачів для душевного спокою тих, хто навчається.\nБудинок розрахований максимум на 3 студентів. Зараз тут проживаю я та ще один студент.\nЗапрошуємо зателефонувати чи написати повідомлення, щоб домовитися про огляд особисто чи онлайн."
}