{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Main requirements:\nThis task will require you to attend an appointment with your tutor during your scheduled tutorial/seminar time in either week 12 or 13. You and the examiner will undertake roles within a scenario. The scenario and roles will require you to show familiarity with the content and writing process used throughout WRIT2000. It will also require you to adjust and adapt material from your Critical Reflection to more deeply reflect on the role of competitiveness in higher education.\nThe scenario:\nYou will take on the role of a student representative on the panel of a University Curriculum Review Committee. Your marker will take on the role of Committee Chairperson. The focus of the meeting will be to explore your experiences and insights about competition in higher education. Your marker (the Chairperson) will ask you questions about your work in WRIT2000 and whether you have contributed to, or resisted, competitiveness – for good or bad. You will be asked how you might update or change your style of work and writing in units like WRIT2000 to avoid competition. Is that feasible? Would it be a good thing? These are the questions that the Review Committee are asking. You should come prepared with ideas, but the Chairperson will offer new information that will require ‘thinking on the spot’.\nExpectations:\nIn completing this task, you are expected to\n1. Arrange your meeting time in class in Week 11 or by emailing your tutor by the time of your Week 11 tutorial/seminar.\n2. Review your writing for WRIT2000, especially the material on Burkean critical reflection and competitiveness. Consider the role of competition in education and society today, for good and bad.\n3. Attend your scheduled meeting time and participate in an 8-minute conversation with your marker.\nOutcomes:\nThe Interactive Oral Assessment will be marked live in the appointed time using a marking rubric. The rubric aligns with the expectations (above) and the following unit outcomes:\n• LO1. understand and apply a range of rhetorical theories for constructing meaning in written, spoken, and nonverbal communication\n• LO2. trace the development of contemporary rhetoric by analysis of speeches, literature, and popular media\n• LO3. demonstrate improved critical writing and interpretation abilities through an understanding of how rhetoric is constructed in various textual practices and discourse communities\n• LO4. understand the role of rhetoric in meaning-making.",
    "trans": "Основні вимоги:\nЦе завдання вимагатиме від вас відвідування зустрічі з вашим викладачем під час запланованого часу семінару/консультації в 12 або 13 тижні. Ви та екзаменатор виконуватимете ролі в рамках сценарію. Сценарій та ролі вимагатимуть від вас ознайомленості з матеріалом та процесом написання, які використовуються протягом курсу WRIT2000. Вам також потрібно буде адаптувати матеріал з вашої Критичної Рефлексії, щоб більш глибоко розглянути роль конкурентності у вищій освіті.\nСценарій:\nВи будете виконувати роль представника студентів у складі комісії з перегляду навчальних програм університету. Ваш оцінювач займе роль голови комісії. Основна мета зустрічі - обговорити ваш досвід та погляди на конкуренцію у вищій освіті. Ваш оцінювач (голова комісії) задасть вам питання про вашу роботу в WRIT2000 і про те, чи ви сприяли або опиралися конкурентності - як у позитивному, так і в негативному сенсі. Вам запитають, як ви могли б оновити або змінити свій стиль роботи та написання в таких курсах, як WRIT2000, щоб уникнути конкуренції. Чи це здійсненно? Чи було б це хорошою річчю? Це питання ставить комісія з перегляду навчальних програм. Вам слід прийти підготовленим з ідеями, але голова комісії надасть нову інформацію, яка вимагатиме \"міркувань на місці\".\nОчікування:\nВиконуючи це завдання, від вас очікується:\n1. Узгодити час зустрічі на занятті в 11 тижні або надіслати електронного листа вашому викладачу до часу вашої консультації/семінару в 11 тижні.\n2. Ознайомитися зі своїм письмовим матеріалом для WRIT2000, особливо з матеріалом про буркезьку критичну рефлексію та конкурентність. Розглянути роль конкуренції в освіті та суспільстві сьогодні, як у позитивному, так і в негативному аспекті.\n3. Відвідати запланований час зустрічі та взяти участь у розмові тривалістю 8 хвилин з вашим оцінювачем.\nРезультати:\nІнтерактивна усна оцінка буде оцінена безпосередньо під час призначеного часу за допомогою рубрики оцінювання. Рубрика відповідає очікуванням (вище) та наступним результатам курсу:\n• LO1. розуміти та застосовувати різноманітні риторичні теорії для побудови значення у письмовому, усному та невербальному спілкуванні\n• LO2. простежити розвиток сучасної риторики шляхом аналізу промов, літератури та популярних медіа\n• LO3. продемонструвати покращені навички критичного письма та інтерпретації через розуміння того, як риторика будується в різних текстових практиках та дискурсивних спільнотах\n• LO4. зрозуміти роль риторики у створенні значення."
}