{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This is a bit odd, in that with the two C300's I've owned, I have never gotten an \"open door\" or \"door ajar\" warning. All I've ever seen was that cryptic message about putting the transmission into Park ... and then it's up to you to figure out what's wrong. I always found it baffling that such a basic safety warning was missing.\nThe other day, as I was driving off, the car beeped three times and an open door graphic appeared on the instrument cluster showing the left rear door was open. I stopped the car and checked ... and sure enough, the left rear door wasn't fully closed. Now I don't know if the rear doors always threw a warning, or if this something new. In the past, the transmission message always was caused by a front door not being fully closed.\nI haven't had a chance to check the front doors to see if they're the same yet, but seeing that open door graphic was a first for me. Did the rear doors always generate the \"open door\" warnings?",
    "trans": "Це трохи дивно, тому що за весь час володіння двома C300 я ніколи не отримував попередження «відчинені двері» або «двері не зачинені». Все, що я коли-небудь бачив, – це той загадковий напис про необхідність перевести трансмісію в режим «Паркінг» ... і вже тобі доводиться здогадуватися, в чому проблема. Завжди було дивно, що таке базове попередження про безпеку відсутнє.\nНещодавно, коли я рушив з місця, машина подала три звукові сигнали, і на панелі приладів з’явилася графіка з відкритими дверима, яка показувала, що ліві задні двері були відчинені. Я зупинився і перевірив ... і точно, ліві задні двері були не повністю зачинені. Тепер я не знаю, чи завжди задні двері викликали таке попередження, чи це щось нове. Раніше повідомлення про трансмісію завжди з’являлося через те, що передні двері були не повністю зачинені.\nЯ ще не мав змоги перевірити передні двері, щоб дізнатися, чи працює там те саме, але побачити графіку відкритих дверей для мене стало вперше. Чи завжди задні двері викликали попередження «відчинені двері»?"
}