{
    "source": "en_US",
    "target": "uk_UA",
    "text": "My fingers tremble. Why is he asking that? It can’t be because he’s\nworried about me like the way Ava left me some pharmaceutical remedies\nand painkillers on the side table. Those definitely helped.\nCecily: My head hurts a little, but I’m fine.\nJeremy: I suppose you’re a lightweight, Lisichka?\nCecily: What does that mean? Lisichka?\nJeremy: Little fox. You looked like one that day at the initiation. You\nstill feel like one with all the cunning.\nCecily: I’m not that cunning.\nReally. I’m not. I’m just good at the invisibility game. Sometimes, I’m\nnot sure if helping Lan out that one time was worth it since it presented me\nwith this nightmare.\nJeremy: I suggest you don’t drink again.\nCecily: Why not?\nJeremy: Do as you’re told.\nCecily: I thought it was only a suggestion.\nJeremy: My suggestions are your orders.\nCecily: Yes, sir. Not.\nJeremy: The fucking attitude.\nMy spine tingles as if I can hear the gruff timbre of his voice and see the\ndispleasure in his ash eyes.\nFocus.\nCecily: You didn’t answer my question. What will happen at seven at\nthe location you sent?\nJeremy: What do you think will happen?\nCecily: Would you stop answering with questions?\nJeremy: Would you stop being so standoffish?\nHe did it again. He’s such a wanker, I swear.\nCecily: I’m not standoffish.\nJeremy: You’re always walking with your nose in the air or in a book,\nas if the world doesn’t deserve your time or energy. You also have this habit\nof pulling away from crowds and spending as much time indoors as\npossible. Standoffish is me putting it nicely. To be more accurate, you’re an\nasocial snob with trust issues.\nMy leg bounces again, and this time, I don’t care about my classmates’\nstares as I glare at the phone.\nThis bastard is able to rile me up with a few words, and I’m not even the\ntype who’s easily provoked. I’m the most levelheaded of my friends. Hell,\nI’m the one they come to, to end fights, but right now?\nI’m seething. V olcano-like steam explodes from my pores and it takes\neverything in me not to curse.\nCecily: And you’re an arrogant, monstrous, absolutely appalling\nexistence with antisocial tendencies. Oh, and a stalker. But you don’t see\nme talking about that :)\nI sent the last smiley face for extra effect.\nJeremy: By all means. If psychoanalyzing and slapping labels on me\ngives you peace of mind, do it all you like.\nCecily: You’re a break-and-entry criminal. Also, a creep who goes into\nplaces he wasn’t invited to.\nJeremy: No breaking was involved. And am I really considered a creep\nif your cunt drenched my face while you were coming apart on my mouth?\nI can still taste you on my tongue. Ten-star meal. Would try again.\nI’m surprised no one besides me sees the fire consuming me from the\ninside out. My face is so heated that I grab my bottle of water with an\nunsteady hand and nearly finish it in one go.\nBut that does nothing to quench the thirst.\nWhen the hell did it become so hot in here?\nJeremy: You still there? Get it together and breathe. Don’t vomit just\nbecause I was reminiscing about your sweet taste or else it’ll be\nembarrassing in class. We really need to work on your prude tendencies.\nMy gaze strays sideways, studying, searching, and coming up empty. Is\nhe here somewhere?\nNo, he couldn’t be. One, he’s not an REU student, and while that can’t\nstop him, his presence would give him away. There’s no way I would’ve\nmissed his beast-like physique and harsh stares.\nCecily: How did you know I was in class?\nJeremy: I know everything about you.\nCecily: Are you still…stalking me?\nJeremy: Are you still looking behind your back to search for me?\nI touch the side of my nose and then let my hand fall to my lap.\nCecily: I’m not searching for you. I just want to see you so I can avoid\nyou.\nAs soon as I send the text, I contemplate unsending it. No idea why",
    "trans": "Мої пальці тремтять. Чому він про це питає? Це не може бути через те, що він\nтурбується за мене, як Ава, яка залишила мені деякі лікарські препарати\nта знеболюючі на столику біля ліжка. Вони точно допомогли.\nСесіль: Голова трохи болить, однак я в порядку.\nДжеремі: Ти мабуть легенька, Лисичко?\nСесіль: Що це означає? Лисичка?\nДжеремі: Маленька лиса. Ти виглядаєш як в той день на ініціації. Ти\nТи все ще відчуваєш себе як хитра лиса.\nСесіль: Не така вже я і хитра.\nРіллі: Я ні. Я просто добре граю в неведимку. Іноді я\nне впевнена, чи варто було допомагати Лану того разу, оскільки це принесло\nмені цей жах.\nДжеремі: Думаю, ти більше не п'єш.\nСесіль: Чому ні?\nДжеремі: Роби, як сказала.\nСесіль: Я думала, це лише пропозиція.\nДжеремі: Мої пропозиції — це накази для тебе.\nСесіль: Так, сер. Ні.\nДжеремі: Чортова поведінка.\nМій хребет стріляє, наче я чую грубий тембр його голосу та бачу\nневдоволення в його попільних очах.\nЗосередьтесь.\nСесіль: Ти не відповів на моє питання. Що відбудеться о сьомій в\nтому місці, що ти надіслав?\nДжеремі: А що по-твоєму відбудеться?\nСесіль: Може припиниш відповідати питанням на питання?\nДжеремі: Може припиниш бути такою високомірною?\nВін знову це зробив. Він такий придурок, присягаюсь.\nСесіль: Я не високомірна.\nДжеремі: Ти завжди ходиш із піднятим носом або уткнувшися в книгу,\nначе світ не заслуговує твого часу або енергії. Також ти маєш звичку\nвідсторонюватись від натовпу та проводити якомога більше часу вдома.\nВисокомірна — це м'яко кажучи. Більш точно, ти\nасоціальний сноб з проблемами довіри.\nМоя нога знову підстрибує, і цього разу я не переймаюсь через моїх однокласників,\nякі спостерігають, як я дивлюсь в телефон.\nЦей покидьок здатен вивести мене з себе кількома словами, а я навіть\nне та, кого можна легко спровокувати. Я найбільш врівноважена серед моїх друзів. Дідько,\nя та, до кого вони приходять, щоб припинити сваритись, однак саме зараз?\nЯ закипаю. Пара виривається з мої пор, і мені потрібні\nвсі сили, щоб не вилаятись.\nСесіль: А ти — високомірне, жахливе, абсолютно мерзенне\nстворіння з антисоціальними схильностями. Ох, і спереслідувач. Однак ти не бачиш,\nщоб я про це казала :)\nДля додаткового ефекту я відправила останній смайлик.\nДжеремі: Звичайно. Якщо психоаналіз та наклеювання нам мене ярликів\nзаспокоюють тебе, роби, як тобі подобається.\nСесіль: Ти — зламник. А також негідник, який лізе туди,\nкуди його не кличуть.\nДжеремі: Не було ніякого взламу. І хіба я справді вважаюсь збоченцем,\nякщо твоя пизда облила моє обличчя, коли то кінчала мені в рота?\nЯ все ще відчуваю смак на язиці. Їжа на десять зірочок. Я б спробував ще.\nЯ здивований, що ніхто окрім мене не бачить полум'я, яке пожирає мене\nзсередини. Моє обличчя так палає, що я хапаю мою пляшку води\nтремтячою рукою і майже випиваю її одним ковтком.\nОднак це не тамує спрагу.\nДідько, коли тут стало так спекотно?\nДжеремі: Ти ще тут? Зберися та дихай. Не виблюй лише\nтому що я згадував про твій солодкий смак, інакше\nв класі буде незручно. Нам дійсно потрібно попрацювати над твоїми ханжеськими схильностями.\nМій погляд блукає по сторонам, вивчаючи, щукаючи та залишаючись порожнім.\nВін десь тут?\nНі, він не міг. По-перше, він не є студентом REU , хоче це його\nне зупинить, його присутність видасть його. Я б нізащо\nне пропустила його тваринне тіло та суворі погляди.\nСесіль: Як ти дізнався, що я в класі?\nДжеремі: Я знаю про тебе все.\nСесіль: Ти все ще... переслідуєш мене?\nДжеремі: А ти все ще озираєшся, шукаючи мене?\nЯ торкаюсь кінчика носа та дозволяю руці впасти на коліно.\nСесіль: Я не шукаю тебе. Я просто хочу тебе побачити, щоб уникнути\nтебе.\nТільки-но відправивши текст, я думаю скасувати відправку. Не маю уявлення чому"
}