{
    "source": "en_US",
    "target": "uk_UA",
    "text": "And I know I I know [redacted_name] says I cannot quit with you but goddamn I wish I could cause you drive so freaking slow on the highway even for the fast line is 60 to 80 and all you do is you go like 20 or 40 you’re slower in my mother my mother also dries better than you Might not like you, but you’re so hard to understand because number one your English is terrible number two. I can’t stand you number three. You don’t know how to stick to a plan change at the last second and number four when we’re at the skateboard park at literally get your tension so you can, make a video for me skateboarding and all you get the skateboard is on your phone the whole entire time I wish I can quit with you. I really wish I could, but [redacted_name] rules I can’t quit with you but goddamn I wish I could number six worse worse and [redacted_name], worse all time was one hand on the steering wheel your [redacted_name] hand on the phone in your face and that was really dangerous and when you change your plan, it pisses me off. I don’t feel safe around you. You can tell[redacted_name] this that’s why I didn’t want to see you. That’s why I asked you for time for me to have some time off more and that’s the reason why I didn’t want to see you all the way to November 20, I wish I could quit with you. [redacted_name] really wish I could, but[redacted_name] won’t let me her rule not mine but I really wish I could play with your quad because the fact that we’re stuck together and I really don’t like you. My mother drives way better. She doesn’t drive hand on the wheel she drives was with both hands on her on her steering wheel for you. You don’t you always have your phone in the other hand to your face and your drivers hand steering wheel wheel and very dangerous. I’m surprised you have guys speeding ticket yet.",
    "trans": "І знаєш, я знаю, що [redacted_name] каже, що я не можу порвати з тобою, але, чорт забирай, як би мені хотілося це зробити. Ти водиш так повільно на шосе, навіть на швидкісній смузі, де їдуть 60-80 км/год, а ти плетешся 20 чи 40. Ти їздиш повільніше за мою маму, а вона точно водить краще за тебе. Можливо, я тебе не люблю, але зрозуміти тебе важко. По-перше, твоя англійська жахлива. По-друге, я тебе не терплю. По-третє, ти не вмієш дотримуватись плану - постійно змінюєш усе в останній момент. А ще, коли ми в скейтпарку, я намагаюся привернути твою увагу, щоб ти зняв мене на відео під час катання на скейтборді, а ти просто сидиш з телефоном у руках весь час. Як би мені хотілося порвати з тобою... Дуже хотілося б. Але через правила [redacted_name] я не можу цього зробити, але, чорт забирай, як би я хотів мати номер шість ще гірше і [redacted_name]. А ще [redacted_name] керує авто з однією рукою на кермі, а іншою - на телефоні прямо перед обличчям, і це дуже небезпечно. Ти міняєш плани на ходу, і мене це бісить. Я не почуваюся в безпеці поруч з тобою. Можеш сказати про це [redacted_name]. Ось чому я не хотів тебе бачити. Ось чому я попросив трохи часу на відпочинок, і чому не хотів зустрічатися до 20 листопада. Мені б дуже хотілося порвати з [redacted_name]. Дуже хотілося б, але через правила [redacted_name] я не можу. Якби ми не були змушені спілкуватися, я б навіть не хотів бачити тебе. Моя мама водить набагато краще. Вона не тримає одну руку на кермі, вона водить обома руками на кермі. А ти завжди тримаєш свій телефон в іншій руці біля обличчя і одну руку на кермі - це дуже небезпечно. Я здивований, що у тебе ще немає штрафу за перевищення швидкості."
}