{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Theoretical frameworks and disciplinary ways of thinking in contemporary\neducational research\nAs noted above, educational researchers use theories to provide explanatory and predictive\nframeworks. Precisely which theories they work with depends on both their backgrounds and their\naims.\nEducational researchers often want to look beyond episodes or acts of learning and teaching. For\nexample, they may be interested in organisational or sector-wide research (e.g., how do schools or\nuniversities function individually or as sectors?), or in educational policy (e.g., what impact has\nChina’s Double Reduction Policy had on teachers’ career opportunities?), or in how socioeconomic\nfactors influence educational attainment, or in the relationship between education and private\nenterprise … or many other questions. Even if they are only interested in a specific learning and\nteaching episode, that are likely to need to look outside of that episode to take into account\ncontextual factors.",
    "trans": "Теоретичні основи та дисциплінарні шляхи осмислення у сучасних\nосвітніх дослідженнях\nЯк зазначено вище, дослідники у галузі освіти базуються на теоріях, щоб надати пояснювальні та прогностичні\nрамки. Які саме теорії вони випростовуватимуть, залежить від\nцілей окремого пошукача.\nДослідники у галузі освіти часто прагнуть вийти за межі окремих епізодів та подій освітньо-навчального процесу. Для\nприкладу, вони можуть бути зацікавлені в організаційному або галузевому дослідженні (наприклад, школи чи\nуніверситети функціонують індивідуально чи як сектори?) або в питаннях освітньої політики (наприклад, який вплив\nмала політика подвійного скорочення Китаю на кар'єрні можливості вчителів), чи як соціально-економічні\nфактори впливають на рівень освіти, або у взаємозв'язках освіти та приватного\nбізнесу... чи у багатьох інших аспектах. Навіть якщо дослідження розглядає одну окрему навчально-освітню\nподію, у процесі швидше за все, доведеться вийти за межі цього епізоду, щоб врахувати\nтакі фактори, як контекст."
}