{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In either scenario, data-driven models must be constructed to represent the underlying physical input/output behavior, enabling efficient predic- tion of digital states for real-time control and optimization in a digital twin. Shown in Fig. 8, data-driven models can be grouped into three classes according to their application domain, namely (1) data-driven models for degradation modeling, (2) data-driven surrogate models which can entirely replace the physics-based models dis- cussed in Sec. 3.2, and (3) data-driven models for dynamic system identification using sensor mea- surements from a physical system (PS in Eq. (1)). Moreover, it is worth mentioning that sys- tem identification is fundamentally very similar to surrogate modeling. System identification is generally the determination of a model’s char- acteristic parameters (regardless of model class) that minimize some predictive error metric, and one may note that essentially a surrogate model is trying to mimic a system’s behavior also with a goal towards some minimized prediction error metric. The main difference between the two is that surrogate modeling is typically constructed and optimized using computer simulation data for any type of physical simulation at any time scale, while system identification mainly uses online sen- sor monitoring data and/or offline experimental data collected to tune the specific model’s param- eter(s). The close similarity is why many of the surrogate modeling methods and system identifi- cation methods can be used interchangeably. This relationship is further explained in Fig. 8. Data-driven models for use in digital twins can be classified into two categories according to the fundamental theory and construction (e.g. numerical or analytical), namely statistical mod- els and ML models. Statistical models and ML models have been used for both prediction and inference (Danilo et al., 2018). “Statistical meth- ods have a long-standing focus on inference, which is achieved through the creation and fitting of a project-specific probability model, while ML con- centrates on prediction by using general-purpose learning algorithms to find patterns in often rich and unwieldy data” (Danilo et al., 2018; Bzdok et al., 2017). In what follows, we discuss the latest data-driven modeling trends and provide insights on how each method can or has been used in a digital twin framework. 3.3.1 Statistical models Statistical models play a vital role in establish- ing both P2V and V2P connections in digital twins. For P2V connection, statistical models have been used in the context of dynamic system iden- tification to build state-space models based on measurement data. For V2P connection, statisti- cal models have been extensively used to build degradation models for failure prognostics and predictive maintenance of physical systems. • Statistical models for dynamic system identifica- tion (P2V). System identification is the process of learning a mathematical representation of a dynamic system based on pairs of measured input/output data (Ljung, 1998). System iden- tification has been extensively studied using sta- tistical methods in the past decade, especially for linear dynamic systems. Many approaches have been developed for linear system identification in both the time domain and frequency domain (Ljung",
    "trans": "В будь-якому сценарії повинні бути створені керовані даними моделі, щоб представити базову фізичну поведінку вводу/виводу, сприяючи ефективному прогнозуванню цифрових станів для керування та оптимізації в режимі реального часу в режимі цифрового двійника. Зображені на рис.8 моделі, керовані даними, можна сгрупувати в три класи, відповідно до сфери їх застосування, а саме, (1) моделі, керовані даними, для моделювання процесів деградації, (2) сурогатні моделі, керовані даними, які можуть повністю замінити моделі, що базуються на фізиці, обговорені в Розділі 3.2, та (3) моделі, керовані даними, для ідентифікації динамічної системи з використанням сенсорних вимірювань з фізичних систем (PS in Eq. (1)). Більше того, варто зазначити, що ідентифікація системи фундаментально дуже схожа на сурогатне моделювання. Ідентифікація системи є загальним визначенням характерних параметрів моделі (незалежно від класу моделі), які мінімізують деякі помилки прогнозування, і можна відмітити, що за своєю суттю, сурогатна модель намагається імітувати поведінку системи, також з метою досягнення певної мінімальної кількості помилок. Головна різниця між двома моделями полягає в тому, що сурогатне моделювання зазвичай створюється та оптимізується з використанням даних комп'ютерного моделювання для будь-якого типу фізичного моделювання в будь-якому часовому масштабі, в той час як ідентифікація системи в основному використовує відстеження даних датчиків онлайн та/або автономні експериментальні дані, зібрані для налаштування спеціального параметра(ів) моделі. Через близьку подібність методи сурогатного моделювання та ідентифікації системи можуть взаємозамінюватись. Відношення додатково пояснюються на Рис.8. Моделі, керовані даними, для використання в цифрових двійниках можна розподілити на дві категорії, відповідно до фундаментальної теорії та будови (наприклад, цифрова або аналітична), а саме статистичні моделі та моделі машинного навчання. Статистичні та МН моделі використовувались як для прогнозування так і для виводу (Danilo et al., 2018). «Статистичні методи вже давно орієнтовані на вивід, який досягається через створення та налаштування проектоорієнтованої ймовірнісної моделі, в той час як МН моделі концентруються на прогнозуванні, використовуючи алгоритми навчальні алгоритми загального призначення, щоб знайти закономірності в часто багатих та громіздких даних» (Danilo et al., 2018; Bzdok et al., 2017). Далі ми обговоримо останні тренди в створенні моделей, керованих даними, та надамо аналіз того, як кожен метод може або був використаний в структурі цифрових двійників. 3.3.1 Статистичні моделі Статистичні моделі грають життєво важливу роль у встановленні з'єднань  P2V та V2P в цифрових двійниках. Для з'єднання P2V статистичні моделі використовувались в контексті ідентифікації динамічної системи для створення просторових моделей станів на базі даних вимірювань. Для підключення V2P статистичні моделі широко використовувались для створення деградаційних моделей для прогнозування відмов та обслуговування фізичних систем. •Статистичні моделі для ідентифікації динамічних систем (P2V). Ідентифікація системи — це процес вивчення математичного представлення динамічної системи, що базується на парах виміряних вхідних/вихідних даних (Ljung, 1998). Ідентифікація системи широко вивчалась в минулому десятиріччі з використанням статистичних методів, особливо для лінійних динамічних систем. Для ідентифікації лінійних систем була розроблена велика кількість підходів, як в сфері часу так і в сфері частоти (Ljung"
}