{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Nodding warily, I eyed the man standing in Gerard’s bedroom doorway. “How do you know my name?”\n“I suppose you were only little when I moved out.” His smile deepened and it caused a wave of eerie familiarity to wash over me. “I can’t be too insulted that you don’t remember me.”\n“Wait…” My breath caught in my throat and my eyes widened to saucers. “Mark?”\n“The one and only.”\nThe one and only? He said that like it was a good thing. It wasn’t. Not for Lizzie, at least. Or Gerard. When he left town six years ago, everyone I knew had breathed a huge sigh of relief. Because he was trouble. Big trouble. “What are you doing back in Ballylaggin?”\n“Am I not allowed to visit my family?”\nTechnically yes. But morally absolutely not. Instead of verbally answering, I offered him a shrug.\n“I’m considering relocating my family,” he explained, flashing the gold band on his left hand at me. “Meera has never been to Ireland and our son is almost two. I’ve been given a job opportunity, so I flew back to scope out the property market before making any decisions.”\nEw. “Oh,” I managed to say instead, though it was a challenge because this boy—now man—had always made my skin crawl.\nThe strange thing was my reservations about Mark Allen had little to do with the rumors that had gone around town about his relationship with Caoimhe Young",
    "trans": "Обережно кивнувши, я оцінила чоловіка, що стояв у дверях спальні Жерара. \"Як ти дізнався моє ім'я?\"\n\"Я припускаю, що ти була ще маленькою, коли я виїхав.\" Його усмішка стала глибшою, і на мене накотилася хвиля дивної знайомості. \"Я не можу бути занадто ображеним, що ти мене не пам'ятаєш.\"\n\"Зачекай...\" Мій подих перехопило в горлі, а очі розширилися до розмірів тарілок. \"Марк?\"\n\"Єдиний і неповторний.\"\nЄдиний і неповторний? Він сказав це так, ніби це добре. Але це не так. Принаймні для Ліззі або Жерара. Коли він покинув місто шість років тому, всі, кого я знала, з полегшенням зітхнули. Тому що він був проблемою. Великою проблемою. \"Що ти робиш назад у Баллілаггін?\"\n\"Хіба мені не дозволено відвідувати свою родину?\"\nТехнічно так. Але морально абсолютно ні. Замість того, щоб відповісти словами, я просто знизила плечима.\n\"Я розглядаю можливість переїзду своєї родини,\" пояснив він, показуючи мені золотий перстень на лівій руці. \"Міра ніколи не була в Ірландії, а нашому синові майже два роки. Мені запропонували роботу, тому я прилетів назад, щоб ознайомитися з ринком нерухомості перед прийняттям будь-яких рішень.\"\nФу. \"О,\" змогла я лише сказати замість цього, хоча це було важко, тому що цей хлопець - тепер вже чоловік - завжди викликав у мене відразу.\nДивно те, що мої резервації щодо Марка Аллена мали мало спільного з чутками про його стосунки з Каймою Янг."
}