{
    "source": "en_US",
    "target": "uk_UA",
    "text": "After 40 years as a band, the bold and brash punk quartet NOFX is calling it quits, but not in a dramatic, explosive way. Instead, they’re signing off this weekend after three final sets at Berth 46 in San Pedro that will wrap up a massive globetrotting tour in which they play 40 songs each night and never the same set twice. It’s the culmination of four decades together as one of the biggest punk bands on the planet, and roughly 10 years of the kind of slow-building resentment that’s usually reserved for close family members and old married couples.\n“When you were in a punk band in ’83 all the way through ’88 or so, there was no hope of ever making a living, because no punk band had ever done it,” lead vocalist and bassist “Fat Mike” Burkett says in his backstage trailer at Chicago’s Riot Fest, surrounded by a documentary crew following the final tour and holding a quarter-consumed bottle of Tito’s vodka. “We just did it because we loved it. There was no future. I went to college and real estate school, but I always just wanted to play music with my best friends. It was about saying things you just want to say and not caring what other people think.”\nADVERTISEMENT\nBut after spending the bulk of the 1980s fruitlessly bouncing around the SoCal punk rock scene, in the ’90s NOFX — Burkett, guitarists Eric Melvin and Aaron “El Hefe” Abeyta and drummer Erik “Smelly” Sandin — soared to unimagined career heights.\nNOFX’s achievements and impact on punk rock at both a local and a global level can’t be overstated. Throughout the ‘90s and 2000s (including 1994’s seminal album “Punk in Drublic”), they became one of the most revered and influential bands in the genre due largely to their unique combination of inappropriate humor, unremorseful attitude, catchy tunes and surprisingly intelligent lyrics. Not only did they define the sound of West Coast punk rock alongside their SoCal contemporaries like Social Distortion, Bad Religion and Descendents but they also opened up opportunities for the next generation of (more radio-friendly) punk rock to reach massive mainstream appeal through bands like Green Day and the Offspring.\nThe Offspring reflects on 30 years of ‘Smash’ with plenty of self-esteem\nFollowing a decade of success after success as the face, primary songwriter and de facto leader of one of the most prominent bands and record labels in punk rock, Burkett turned his attention to a new cause: ruining the reelection campaign of President George W. Bush. Leading up to the election, Burkett used his platform with the band as well as his Bay Area-based record label, Fat Wreck Chords, to launch Rock Against Bush, a political movement aimed at getting punk fans to vote against the incumbent president. It featured a tour, compilation CDs, merchandise (including the iconic “Not My President” shirts) and tangentially NOFX’s 2003 album, “The War on Errorism.”\n広告\nFat Mike Burkett of NOFX performs at Riot Fest 2024 in Chicago. (Craig Cummins)\n“I gave it a year and a half of my life, and I feel I did my civil service,” Burkett says. “I traveled around the country, did radio shows at 6 a.m., did a whole Warped Tour and probably signed up a couple hundred thousand kids. Me and half the staff at Fat Wreck Chords f—ing gave it our all and worked really hard. It was f—ing heartbreaking. That’s why I’m not gonna let it ruin my life if Trump wins. It would be horrible and democracy may be killed, but you can’t let it ruin your life. You still have to be happy and joyful. Help in your community, and do what you can to still make the world a better place even if we’re f—ed.”\nMore to Read\nSlipknot’s groundbreaking metal debut turns 25. To them, it’s still ‘this festering thing’\nSept. 11, 2024\nX marks the end: L.A. punk band winds down after nearly 50 years together\nJuly 30, 2024\nThe most punk moments we witnessed at No Values\nJune 10, 2024\nPeople who know Burkett both inside and outside of the band believe the 2004 election was the first time he’d earnestly set out to do something and failed, and he took it extremely hard. To cope with that loss, Burkett — who says he’d never touched cocaine until 1998 — turned harder into drugs and alcohol at a time when some of his bandmates (all of whom were in their late 30s in 2004) were looking to move away from the partying lifestyle.\nADVERTISEMENT\nNevertheless, NOFX continued on relatively unimpeded for a decade or so, until the band says Burkett’s drug use began to slowly affect his decision-making, recording and live performances. Since then, the rift between the frontman and the others (particularly Melvin) has deepened to the point where the trio has held multiple interventions for Burkett — most recently in 2020, when he went to rehab for a month after vomiting and defecating blood at the vacation home of friend Matt Sanders, singer of Avenged Sevenfold.\n“I went to rehab for a month, got out and was sober for pretty much 10 months — but not completely sober,” Burkett says.. “We had a couple rehearsals where I did some lines of coke and had some drinks beforehand, and toward the seventh or eighth month, I was partying again. They all were saying, ‘You’re so much better now. You’re such a nicer person. You’re so much happier.’ And I was thinking, ‘This is hysterical. I’m doing the exact thing I’ve always done.’ When they’d ask me, ‘How’s your sobriety going?’ I would say, ‘Great!’ because if you look up the word ‘sobriety’ in the dictionary, it’s not ‘not drinking,’ it’s that you’re under control of your life.”\nFat Mike and Eric Melvin of NOFX performing at Riot Fest 2024 in Chicago. (Craig Cummins)\nADVERTISEMENT\nBurkett doesn’t see his drug use as a problem and believes that he’s as healthy as he’s ever been thanks to moderation and exercise (he’s particularly fond of riding his bicycle, which he says he does 20 to 30 miles per day). In fact, the NOFX ringleader says he “only uses drugs when [he’s] working” and believes that retiring from the band — and the preshow ritual of cocaine and vodka that he says he uses to balance his nerves and energize himself — will be good for his health.\nTo Burkett, the primary issue causing the familial drama within NOFX after all these years is a perceived lack of gratitude and respect he receives from his bandmates even when he feels as though he’s the one steering the ship.\nIt’s a situation where who’s “wrong” and who’s “right” likely doesn’t matter, as a resolution is unlikely to be found while they’re all stuck in a band together. Burkett and Melvin will always have their own versions of what’s transpired in recent years, with the other two members and the complicated truth all likely somewhere in the middle. But even amid their ongoing differences, Burkett admits it’s not as simple as just wanting to be thanked for being the primary songwriter or booking new opportunities. Instead, it’s a sense of boredom with playing the same shows and same material since he was a teenager. It’s not that the 57-year-old thinks he’s done writing songs or performing; he just wants new avenues in which to do them.\nADVERTISEMENT\n“I liken it to being a playwright who wrote a great play 40 years ago,“ says Burkett, who actually did write a musical called “Home Sweet Home” back in 2014. “I’m the playwright and the actor, and although the play is good and I’m a good actor, I’ve been acting in this f—ing play for 40 years. It’s been an absolute joy playing in a band with my best friends for 40 years, because all the dudes in my band are friends. They’re swell. They’re good dudes, but we’re not close like we used to be. Everyone’s got families and the things they’re doing now, so when we get together, it’s very professional.”\n“We were just treading water, and we were doing fine, but it was nothing like this,” Burkett said. “We called it off at the right time, and when people tell me, ‘You’ll be back in five years…’ they can go f— themselves.” (Jesse Fisher)\nWhile some may look at the thousands of screaming fans showing up to each night of the farewell tour as proof that NOFX should continue — an idea that Melvin, Sandin and Abeyta are all open to — it also seems like the right time to call it quits before the members (again, particularly Melvin and Burkett, who haven’t spoken to each other in quite some time outside of band necessities) damage their relationship any further. Maybe they could’ve pushed on for another decade, but perhaps it’s better to go out with a bang and allow everyone to move on to the next stage of their lives before they melt down and fight each other onstage. After all, the reunion offers will most certainly be there if and when they’re ready.",
    "trans": "Після 40 років існування як гурт, сміливий і зухвалий панк-квартет NOFX оголошує про свій розпуск, але не в драматичний, вибуховий спосіб. Натомість вони прощаються цього вікенду після трьох останніх виступів на Berth 46 у Сан-Педро, які завершать величезний світовий тур, під час якого вони виконують по 40 пісень кожного вечора і ніколи не грають один і той же сет двічі. Це кульмінація чотирьох десятиліть разом як одного з найбільших панк-гуртів на планеті, а також приблизно 10 років повільно наростаючої неприязні, яка зазвичай зарезервована для близьких членів родини та старих подружніх пар.\n\"Коли ти був у панк-гурті в '83 році і до '88 року, не було жодної надії заробити на життя, тому що жоден панк-гурт цього не робив\", - говорить ведучий вокаліст і басист \"Fat Mike\" Burkett у своєму трейлері за лаштунками фестивалю Riot Fest у Чикаго, оточений командою документалістів, які супроводжують фінальний тур, і тримаючи наполовину випиту пляшку горілки Tito's. \"Ми просто робили це тому, що любили це. Не було майбутнього. Я пішов до коледжу та школи нерухомості, але завжди хотів грати музику зі своїми найкращими друзями. Це було про те, щоб висловлювати речі, які ти просто хочеш сказати, і не піклуватися про те, що думають інші люди\".\nРЕКЛАМА\nАле після того, як більшу частину 1980-х років безрезультатно блукали по сцені панк-року Південної Каліфорнії, у 1990-х роках NOFX - Burkett, гітаристи Eric Melvin та Aaron \"El Hefe\" Abeyta та барабанщик Erik \"Smelly\" Sandin - досягли небачених висот кар'єри.\nДосягнення та вплив NOFX на панк-рок як на місцевому, так і на глобальному рівні не можна переоцінити. Протягом 90-х і 2000-х років (включаючи знаковий альбом \"Punk in Drublic\" 1994 року) вони стали однією з найшанованіших та впливових груп у жанрі завдяки своїй унікальній комбінації недоречного гумору, безсоромного ставлення, запам'ятовуваних мелодій та дивовижно розумних текстів. Вони не лише визначили звучання західноамериканського панк-року разом зі своїми сучасниками з Південної Каліфорнії, такими як Social Distortion, Bad Religion та Descendents, але й відкрили можливості для наступного покоління (більш радіоорієнтованого) панк-року досягти величезної популярності в основному мейнстрімі через такі групи, як Green Day та The Offspring.\nThe Offspring згадує про 30 років \"Smash\" з великою самооцінкою\nПісля десятиліття успіху за успіхом як обличчя, головний автор пісень та фактичний лідер однієї з найвідоміших груп та рекорд-лейблів у панк-року, Буркетт звернув свою увагу на нову справу: знищення кампанії переобрання президента Джорджа В. Буша. Напередодні виборів Буркетт використав свою платформу з групи, а також свій рекорд-лейбл Fat Wreck Chords, базований у районі затоки, щоб запустити Rock Against Bush - політичний рух, спрямований на те, щоб фанати панк-музики голосували проти чинного президента. Він включав турне, компіляційні CD-диски, мерч (включаючи культові футболки \"Not My President\") і побічно пов'язаний альбом NOFX 2003 року \"The War on Errorism\".\n広告\nFat Mike Burkett з NOFX виступає на Riot Fest 2024 у Чикаго. (Крейг Каммінс)\n\"Я віддав цьому році і півтора року свого життя, і я відчуваю, що виконав свій громадянський обов'язок\", - говорить Буркетт. \"Я подорожував по країні, проводив радіошоу о 6 ранку, пройшов цілий тур Warped Tour і, напевно, підписав кілька сотень тисяч дітей. Я і половина персоналу Fat Wreck Chords віддали цьому всьому свої сили і працювали дуже важко. Це було неймовірно болісно. Ось чому я не дозволю цьому зруйнувати моє життя, якщо Трамп виграє. Це буде жахливо, і демократія може бути вбита, але ви не можете дозволити цьому зруйнувати ваше життя. Ви все ще повинні бути щасливими і радісними. Допомагайте у своїй спільноті і робіть все можливе, щоб зробити світ кращим місцем, навіть якщо ми в біді.\"\nБільше для читання\nДебютний альбом Slipknot у жанрі металу святкує 25-річчя. Для них це все ще \"ця гнибча штука\"\n11 вересня 2024 року\nX позначає кінець: панк-група з Лос-Анджелеса завершує свою діяльність після майже 50 років разом\n30 липня 2024 року\nНайбільш панкові моменти, які ми стали свідками на No Values\n10 червня 2024 року\nЛюди, які знають Буркетта як всередині групи, так і поза нею, вважають, що вибори 2004 року були першим разом, коли він щиро намагався щось зробити і зазнав невдачі, і він дуже важко це пережив. Щоб впоратися з цією втратою, Буркетт - який каже, що ніколи не торкався кокаїну до 1998 року - став більше вживати наркотики та алкоголь у той час, коли деякі з його товаришів по групі (всі вони були у віці близько 30 років у 2004 році) шукали можливість відійти від життя вечірок.\nРЕКЛАМА\nПроте, NOFX продовжували свою діяльність відносно безперешкодно протягом приблизно десятиліття, поки, за словами гурту, вживання наркотиків Беркета почало повільно впливати на його прийняття рішень, запис та виступи вживу. З тих пір розрив між фронтменом та іншими учасниками (особливо з Мелвіном) поглибився до того моменту, що тріо провело кілька втручань для Беркета - найостанніше у 2020 році, коли він пішов на реабілітацію на місяць після блювоти і дефекації з кров'ю у будинку відпочинку свого друга Метта Сандерса, співака Avenged Sevenfold.\n\"Я пішов на реабілітацію на місяць, вийшов і був тверезим майже 10 місяців - але не зовсім тверезим\", - говорить Беркета. \"У нас було кілька репетицій, де я робив кілька ліній кокаїну і пив алкоголь перед цим, а приблизно на сьомому або восьмому місяці я знову почав гуляти. Вони всі говорили: 'Ти зараз набагато краще. Ти став набагато приємнішою людиною. Ти набагато щасливіший'. А я думав: 'Це гомерично смішно. Я роблю те саме, що завжди робив'. Коли вони запитували мене: 'Як йде твоя тверезість?', я відповідав: 'Чудово!' тому що якщо подивитися слово 'тверезість' у словнику, це не 'не пити', а те, що ти контролюєш своє життя\".\nФет Майк та Ерік Мелвін з NOFX виступають на Riot Fest 2024 у Чикаго. (Крейг Каммінс)\nРЕКЛАМА\nБеркета не вважає своє вживання наркотиків проблемою і вірить, що завдяки помірності та фізичним вправам (особливо любить кататися на велосипеді, який, за його словами, проїжджає 20-30 миль на день) він є таким же здоровим, як ніколи раніше. Насправді лідер NOFX каже, що «вживає наркотики тільки коли працює» і вважає, що вихід з гурту - і ритуал перед виступом з кокаїном та горілкою, які він використовує для балансування своїх нервів та енергії - буде корисним для його здоров'я.\nДля Беркета основною проблемою, що викликає сімейну драму в NOFX після всіх цих років, є відчутна відсутність вдячності та поваги, яку він отримує від своїх товаришів по групі, навіть коли відчуває, що саме він керує кораблем.\nЦе ситуація, в якій не має значення, хто \"неправий\", а хто \"правий\", оскільки малоймовірно, що буде знайдено рішення, поки вони всі залишаються разом у групі. У Беркета і Мелвіна завжди будуть свої власні версії того, що сталося в останні роки, а інші два учасники і складна правда, ймовірно, будуть десь посередині. Але навіть серед їхніх постійних розбіжностей Беркета визнає, що справа не так проста, як просто бажання бути подякуваним за те, що він є основним автором пісень або займається організацією нових можливостей. Натомість це відчуття нудьги від виконання одних і тих же шоу та одних і тих же матеріалів з тих пір, як він був підлітком. 57-річний чоловік не думає, що закінчив писати пісні або виступати; він просто хоче нові шляхи для їх виконання.\nРЕКЛАМА\n\"Я порівнюю це з тим, як бути драматургом, який написав чудову п'єсу 40 років тому\", - говорить Беркета, який насправді написав мюзикл під назвою \"Home Sweet Home» у 2014 році. «Я є драматургом і актором, і хоча п'єса хороша і я хороший актор, я граю в цій чортовій п'єсі вже 40 років. Це було абсолютне задоволення грати в групі зі своїми найкращими друзями протягом 40 років, тому що всі хлопці в моїй групі - друзі. Вони чудові. Вони хороші хлопці, але ми вже не такі близькі, як раніше. У всіх є сім'ї та свої справи зараз, тому коли ми збираємося разом, це дуже професійно\".\n\"Ми просто трималися на плаву, і у нас все було добре, але це було зовсім не так\", - сказав Буркетт. \"Ми зупинилися в правильний час, і коли люди кажуть мені: 'Ви повернетеся через п’ять років…', вони можуть йти на х….\" (Джессі Фішер)\nХоча деякі можуть розглядати тисячі кричущих фанатів, які приходять на кожен вечір прощального туру, як доказ того, що NOFX повинні продовжувати — ідею, до якої відкриті Мелвін, Сандін і Абейта — також здається, що зараз саме час зупинитися, перш ніж учасники (знову ж таки, особливо Мелвін і Буркетт, які не спілкувалися між собою вже досить довго поза межами необхідності групи) ще більше пошкодять свої стосунки. Можливо, вони могли б продовжити ще на десятиліття, але можливо краще вийти з гучним звуком і дозволити всім перейти до наступного етапу свого життя, перш ніж вони зламаються і почнуть битися один з одним на сцені. Врешті-решт, пропозиції про возз’єднання безумовно будуть там, якщо і коли вони будуть готові."
}