{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Parents and Carers,\nOur Parent Consultation meetings will be taking place on 12th and 13th November 2024.\nPlease ensure that you have booked this meeting by 4pm Monday 4th November.\nSome of our teachers have offered alternative Parent Evening slots. This allows you to have a 10 minute appointment at a separate time to the rest of the school. This may suit your schedule more easily than the standard parents' evening appointments. Please check Arbor for availability.\nPlease note there will not be any clubs run by class teachers during the week.\nPlease see the attached letter for more information on booking your slot and clubs running.\nThese meetings will take place face to face in the Junior School Hall. You will have an opportunity to see your child’s books either before or after your appointment time.\nMeetings can be booked via Arbor. You can sign up for your appointment by following the instructions found here. Please ensure you book an appointment for each child in your family. Once you have chosen a date and time, this will then be allocated to you and it will not be available for anyone else.\nIf you experience any difficulty in booking your appointment via Arbor, please see this link for support. Alternatively, contact the office who will be happy to help you.\nWe will also have our Scholastic Book Fair in the School Hall on the 12th and 13th November for your child to purchase any books if you wish.\nCash and card will be accepted.\nIf you are unable to make an appointment at these times, please contact the school office or your child’s class teacher.\nKind regards,\nSchool Office\nCheam Common Junior Academy\nKingsmead Avenue\nWorcester Park\nSurrey\nKT4 8UT\nt: 020 8337 1844\ne: ccjoffice@leoacademytrust.co.uk\nw: http://www.cheamcommon.org.uk\nThe information contained within this e-mail / attachments are confidential. If you are not the intended recipient, please delete the message and attachments immediately and notify the sender. Any unauthorised dissemination or copying of this e-mail, or any misuse or wrongful disclosure of the information contained in it is strictly prohibited and may be illegal. The opinions, statements and thoughts expressed in this e-mail and its attachments if any are those of the individual sender and not necessarily of Cheam Common Junior Academy or any associated party.",
    "trans": "Шановні батьки та опікуни,\nНаші батьківські консультації відбудуться 12 та 13 листопада 2024 року.\nБудь ласка, переконайтеся, що ви забронювали цю зустріч до 16:00 понеділка, 4 листопада.\nДеякі з наших вчителів запропонували альтернативні варіанти проведення батьківських зборів. Це дозволить вам мати 10-хвилинну зустріч в окремий від решти школи час. Це може бути зручніше для вашого розкладу, ніж стандартні батьківські збори. Будь ласка, перевірте Arbor на наявність вільних місць.\nЗверніть увагу, що протягом тижня не буде клубів, які проводяться класними керівниками.\nБудь ласка, дивіться лист, що додається, для отримання додаткової інформації про бронювання часу та роботу клубів.\nЦі зустрічі відбуватимуться віч-на-віч у залі молодшої школи. Ви матимете можливість ознайомитися з книжками вашої дитини до або після зустрічі.\nЗустрічі можна забронювати через Arbor. Ви можете записатися на зустріч, дотримуючись інструкцій, які можна знайти тут. Будь ласка, переконайтеся, що ви забронювали зустріч для кожної дитини у вашій родині. Після того, як ви виберете дату і час, він буде закріплений за вами і не буде доступний нікому іншому.\nЯкщо у вас виникнуть труднощі з бронюванням зустрічі через Arbor, будь ласка, перейдіть за цим посиланням для отримання підтримки. Або ж зверніться до офісу, де вам з радістю допоможуть.\nТакож 12 та 13 листопада у шкільному холі буде працювати наш шкільний книжковий ярмарок, де ваша дитина зможе придбати будь-які книжки, якщо забажає.\nМи приймаємо готівку та картки.\nЯкщо ви не можете записатися на прийом у зазначений час, будь ласка, зв'яжіться зі шкільним офісом або класним керівником вашої дитини.\nЗ повагою,\nшкільний офіс\nCheam Common Junior Academy\nKingsmead Avenue\nWorcester Park\nСуррей\nKT4 8UT\nt: 020 8337 1844\ne: ccjoffice@leoacademytrust.co.uk\nw: http://www.cheamcommon.org.uk\nІнформація, що міститься в цьому електронному листі/вкладеннях, є конфіденційною. Якщо ви не є передбачуваним одержувачем, будь ласка, негайно видаліть повідомлення та вкладення і повідомте про це відправника. Будь-яке несанкціоноване розповсюдження або копіювання цього листа, а також будь-яке неправомірне використання або розголошення інформації, що міститься в ньому, суворо заборонено і може бути незаконним. Думки, заяви та думки, висловлені в цьому електронному листі та його вкладеннях, якщо такі є, належать індивідуальному відправнику, а не обов'язково Cheam Common Junior Academy або будь-якій асоційованій стороні."
}