{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The two teens had spent the day watching movies and snacking over her house, cuddling under the warm blanket, cuddling enjoying their alone time. They would share little kisses and caress their hair continuously, sharing love and tenderness.\n\"That was fun!\" Y/n stood from the couch to reach the remote and turned off the TV when the last film ended.\nHe sat watching her moves, admiring every single detail of the girl he loved. It was like she was the only source of light around the place, and when she turned around, her smile was even more shining, making him sigh and smile back. Taking her by the hand, he brought her closer and embraced her waist, burying his face onto her belly while she giggled at the tickles and combed his messy hair.\n\"I'm 100% it's going to snow this Christmas, I'm freezing.\"\n\"Let's keep cuddling then.\" The boy in love looked up at her without breaking his hold.\n\"I accept, but let's do something to warm us first.\" His fangs were showing at her suggestion, and with a quick motion, he pulled from her hips, making Y/n be in a straddling position. \"Whoa, that's not what I...\"\n\"I like you being so direct and kinky.\" His hands were over her hips and started to roam up her back as their lips connected for a short time. \"The other day I was reading on one of Pah's mags about a thing called role-play where you have to pretend to be someone else. For example, I found a stray cat and brought it home to shelter and fed it, I fell in love with it the instant I heard its purr and felt its fur when it rubbed itself against me in gratitude, seemed like it loved me too.\"\nEven if she meant to prepare a hot chocolate or tea, Y/n let him continue because he appeared to be excited, and that was enough to make her smile. \"Okay...\"\n\"At night, something woke me. I felt four little paws walking over the blanket, coming straight at me and looking for warmth until the animal curled itself beside me. I let it under the covers because it was shivering in the cold. Then, when we look straight at each other, we know we feel the same. The cat lifted its head, purring louder as sniffing my face while I pet its ears.\"\nIn the meantime, he was telling the story he put the blanket around them when feeling Y/n was starting to shiver. The boy looked directly at her before his hand went to her neck, lightly tracing its way to massage her ear and the scalp behind it. She could swear that a purr was about to come out of her throat by feeling his touch.\n\"Just when I kissed its nose, it transformed into a stunning princess. She was enchanted and cursed to live as a cat until finding someone who loved her for what she was.\"\nHer heart melted at the lovely story, almost feeling like she was the stray cat. \"And then what?\"\n\"They lived happily ever after, fostering kitties.\"\n\"Kei, I don't think role-play works like that,\" she laughed and leaned to the front, making their foreheads be against each other.\n\"Huh... Well, then show me how it's done, princess.\"\nShe straightened her back in thought. \"There's this mysterious guy at school, everyone wants to get with him because he's a walking badass hottie, but he has a secret love for a certain girl who helps him study. One day, he couldn't take it anymore and went to her place to find out she was home alone. She thought it was weird, he seemed to hate her to the bones, but there he was, ready to confess. The girl hesitated to let him in, but it was dark and cold outside, and even if she didn't show it, she was worried and had a crush on him like everyone else. While watching movies, things got to another level. They were making out on the couch until he stopped...\"\n\"Why would he stop? Is he dumb or something!?\"\n\"He had a deep secret and didn't want her to reject him for that. The girl noticed his mood shift and assured him that everything would be okay, that she loved him too. Every time she was near, he had to use all his will to hold his instincts. She couldn't understand what he meant until he bared his sharp fangs. His deep secret was finally revealed.\"\n\"Gosh, are you still reading those vampire books?\" He rolled his eyes, a bit disappointed by the outcome.\n\"The girl climbed up to him, and looking straight into his craving eyes, she whispered with an alluring voice to sink his fangs into her neck and claim her as his, in that way they would spend their life together.\"\nA low gasp escaped her when he bit the side of her neck, his hands starting to caress her skin under the blouse, getting swayed with the vampire role-play.\n\"Let me taste you, kitty princess.\"\nThe make-out session was hotter than any other they had had, the previous mental stimulation had worked after all.",
    "trans": "Два підлітка провели день, переглядаючи фільми та перекусуючи в неї вдома, обіймаючись під теплою ковдрою, насолоджуючись часом наодинці. Вони обмінювались невеличкими поцілунками та постійно пестили волосся, розділюючи любов та ніжність.\n«Це було весело!» Y/n встала з дивана, щоб взяти пульт та вимкнути телевізор, коли закінчився останній фільм.\nВін сидів, спостерігаючи за її рухами, милуючись кожною окремою деталлю коханої дівчини. Здавалось, вона була єдиним джерелом світла в цьому місці, і коли вона обернулась, її посмішка була ще більш яскравою, змушуючи його зітхнути та посміхнутись у відповідь. Взявши її за руку, він притягнув її ближче та обійняв за талію, ховаючи обличчя на її животі, поки вона хихикала від лоскоту та розчісувала його сплутане волосся.\n«Думаю, цього Різдва 100% пдіе сніг, мені холодно.»\n«Тоді давай продовжимо обійматись.» Закоханий хлопець подивився вгору, не розкриваючи обіймів.\n«Я погоджуюсь, однак спочатку давай зробимо щось, щоб зігрітися.» Його клики оголилися від цієї пропозиції, і швидким рухом він відштовхнувся від її стегон, змусивши Y/n опинитись в позиції зверху. «Оу, це не те, що я...»\n«Мені подобається, що ти така пряма та збочена.» Його руки були на її стегнах, і почали блукати по її спині, в той час як їх губи на мить поєднались. «Днями я читала в одному з журналів Па про таку річ, яка називається рольові ігри, де ти вдаєш з себе когось іншого. Наприклад, я знайшов безхатню кішку, приніс її додому та нагодував, я закохався в неї, коли почув її муркотіння та відчув її шерсть, коли вона терлася об мене на знак вдячності, здалось, вона також мене полюбила.»\nХоча вона збиралась приготувати гарячий шоколад або чай, Y/n дозволила йому продовжити, тому що він здавався схвильованим, а цього було достатньо, щоб викликати її посмішку. «Добре...»\n«Вночі щось мене розбудило. Я відчув, як ковдрою йдуть чотири маленьких лапки, підходячи прямо до мене та шукаючи тепла, поки тваринка не скрутилась поряд зі мною. Я пістив її під ковдру, тому що вона тремтіла від холоду. Потім, коли ми дивимся одне на одного, ми знаємо, що відчуваємо одне й те ж. Кішка підняла голову, голосніше замуркотіла,обнюхуючи моє обличчя, поки я гладив її вушка.»\nВ той час, як він розповідав цю історію, він накинув на них ковдру, коли відчув, що Y/n почала тремтіти. Хлопець подивився прямо на неї, перш ніж його рука вирушила до її шиї, злегка позначаючи свій шлях, щоб помасажувати її вухо та шкіру за ним. Вона могла заприсягнутись, що від його дотику з її горла вийде муркотіння.\n«Тільки но я поцілував її ніс, вона обернулась на приголомшливу принцесу. Вона була зачарована та проклята на життя кішки, доки не знайде когось, хто покохає її таку, як вона є.»\nЇї серце розтануло від цієї милої історії, вона майже відчула себе безхатньою кішкою. «І що потім?»\n«Вони довго та щасливо жили, виховуючи кошенят.»\n«Кей, я не думаю, що рольові ігри так працюють,» — вона розсміялась та нахилилась вперед, притискаючись своїм лобом до його.\n«Ух... Добре, тоді покажи мені, як це робиться, принцесо.»\nВона задумливо випрямила спину. «В школі є один загадковий хлопець, всі хочуть з ним познайомитись, тому що він крутий красень, однак в еьогог є таємна любов до однієї дівчини, яка допомагає йому навчатись. Одного дня, він більше не витримав, і пішов до неї, щоб дізнатись, що вона сама вдома. Вона подумала, що це дивно, здавалось він ненавидів її до мозку кісток, однак він був там, готовий зізнатись. Дівчина не наважувалась впустити його, однак надворі було темно та холодно, і хоча вона не показувала, влна непокоїлась за нього і була закохана, як і всі інші. Під час перегляду фільмів все перейшло на інший рівень. Вони цілувались на дивані, поки він не зупинився...»\n«Навіщо йому зупинятись? Він дурень, чи що!?»\n«Він мав таємницю і не хотів, щоб вона через це відштовхнула його. Дівчина помітила зміну настрю та переконала його, що все буде добре, що вона також його кохає. Кожного разу поряд з нею, він мусив застосувати всю силу волі, щоб стримати свої інстинкти. Вона не могла зрозуміти, що він має на увазі, поки він не оголив свої гострі клики. Нарешті його таємниця відкрилася.»\n«Боже, ти все ще читаєш ці книги про вампірів?» він закотив очі, трохи розчарований кінцівкою.\n«Дівчина піднялась до нього і, дивлячись в його жадаючі очі, прошепотіла спокусливим голосом, щоб він встромив свої клики в її шию та проголосив її своєю, так вони проведуть життя разом.»\nВона тихенько зітхнула, коли він вкусив бік її шиї, його руки почали пестити її шкіру під блузою, захопившись рольовою грою у вампіра.\n«Дозволь мені спробувати тебе, киця-принцеса.»\nЦей сеанс поцілунків був гарячішим, ніж будь-який інший, попередня розумова стимуляція все ж спрацювала."
}