{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This letter confirms that a Canada Wide Criminal Record and Judicial matters Check was completed through a Canadian Police Service for the purpose of assessing the suitability for employment.\nBased solely on the name(s) and date of birth provided and the criminal record information declared by the applicant, a search of the RCMP National Repository of Criminal Records did not identify any records with the name(s) and date of birth of the applicant. Positive identification that a criminal record does or does not exist at the RCMP National Repository of Criminal Records can only be confirmed by fingerprint comparison. Delays do exist between a conviction being rendered in court, and the details being accessible on the RCMP National Repository of Criminal Records. Not all offences are reported to the RCMP National Repository of Criminal Records.\nPremium Check Ordered Yes\nAdditional Search Recommended No\nRequesting Company Uber\nThis report can only be used for the purpose of Employment Screening. ISB Global Services, an agent of the above listed company, will not be held liable for misuse or mishandling of the information outside of our processing facility. A Canadian Criminal Record Check Confirmation contains standardized response statements based on the presence or absence of criminal convictions recorded in the RCMP National Repository of Criminal Records. Please consult your Provincial Human Rights Code on how to use this information in the hiring proce",
    "trans": "Цей лист підтверджує, що перевірка загальнонаціонального кримінального реєстру Канади та судових справ була проведена через Канадську поліцейську службу з метою оцінки придатності для працевлаштування.\nНа основі виключно імені(-ен) та дати народження, наданих заявником, а також заявленої ним інформації про кримінальне минуле, пошук у Національному реєстрі кримінальних записів RCMP не виявив жодних записів, що відповідають зазначеним даним. Позитивна ідентифікація наявності або відсутності кримінального запису в реєстрі RCMP можлива лише шляхом порівняння відбитків пальців. Існують затримки між винесенням вироку судом і доступністю деталей у Національному реєстрі RCMP. Крім того, не всі правопорушення вносяться до цього реєстру.\nЗамовлена розширена перевірка: Так\nДодатковий пошук рекомендований: Ні\nКомпанія-запитувач: Uber\nЦей звіт може використовуватися виключно для перевірки при працевлаштуванні. ISB Global Services, агент вищезазначеної компанії, не несе відповідальності за неналежне використання або неправильне поводження з інформацією за межами нашого обробного центру.Підтвердження перевірки кримінального реєстру Канади містить стандартизовані формулювання, що базуються на наявності чи відсутності судимостей у Національному реєстрі RCMP. Будь ласка, зверніться до Кодексу прав людини вашої провінції, щоб дізнатися, як правильно використовувати цю інформацію в процесі найму."
}