{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Salary, Your monthly salary and allowances shall be constituted as indicated in Table A below\nallowances, and named Salary, Alowances and Benefits.\nbenefits\nTABLE A: SALARY, ALLOWANCES AND BENEFITS\n8 Basis Salary AED 5,000/- per month.\nreserve the rente to provide an alowanee In tcu thereoh, UAE. we\nc. Transportation*:\n10.\nd. Food*:\nYou will be provided with free food or a monthly food allowance in\ne. Other allowance*:\nlieu thereof.\nAED 2,500/- per month.\nTOTAL AED 7,500/- per month.\n*Any benefits and allowances shall not form part of your basic salary.\nAir ticket*: The cost of annual leave ticket needs to be borne by you.\nPlace of work AL HAMRA DFENCE CAMP or Anywhere with our operations in the UAE (including\nonshore, offshore, military, healthcare or remote sites) and as required by the\nCompany.\nLeave You are entitled to 30 calendar days of paid holiday leave per annum on successful\ncompletion of your probationary period. You may carry forward not more than half\nof the annual leave to the following year.\nAny other leave shall be governed by UAE Labour Law.\nMedical You will be provided with local medical insurance in accordance with our policies and\nprocedures. Further, you will be covered under our Workmen's Compensation and\nLiability Insurance Policy.\nVisa and ID (if The Company will arrange for, manage and cover the costs related to obtaining your\napplicable) UAE visa and document processing.\nThe Emirates ID in the UAE is the responsibility of the employee.\nHowever, the company will manage and cover the initial cost related to employee's\nEmirates ID processing and documentation. This is valid for the duration of the initial\nresidence visa period. If the employee resigns or is terminated for cause for any\nreason prior to completion of 2 (two) years of service, the Company reserves the right\nto claim back the Emirates ID costs pro-rata. Any future costs related to processing\nand documentation for Emirates ID during your next visa renewal wil be borne by the\nEmployee.\nYou will work for ADNH Catering LC - OPC but, for the purpose of UAE visa issuance\nonly, wil be required to sign an employment contract with Abu Dhabi National Hotels\nCompany PJSC.\nTermination: Upon completion of probation, both Parties (Employe and Employer) shall be entitled\nto terminate the employment at any time by providing 60 days prior written",
    "trans": "Заробітна плата. Ваша щомісячна заробітна плата та надбавки складатимуться згідно з Таблицею A,\nнаведеною нижче, яка називається «Заробітна плата, надбавки та пільги».\nпільги\nТАБЛИЦЯ A: ЗАРОБІТНА ПЛАТА, НАДБАВКИ ТА ПІЛЬГИ\n8 Основна заробітна плата — 5 000 AED на місяць.\nми залишаємо за собою право надавати надбавку замість цього, ОАЕ.\nc. Транспорт*:\n10.\nd. Харчування*:\nВам буде надано безкоштовне харчування або щомісячну надбавку на харчування\ne. Інші надбавки*:\nзамість цього.\n2 500 AED на місяць.\nЗАГАЛОМ 7 500 AED на місяць.\n*Будь-які пільги та надбавки не є частиною вашої основної заробітної плати.\nАвіаквиток*. Вартість щорічного відпускного квитка покривається працівником.\nМісце роботи. AL HAMRA DEFENCE CAMP або будь-яке місце наших операцій в ОАЕ (у тому числі\nробота на суші, у відкритому морі, у військових, медичних або віддалених об’єктах) відповідно до вимог\nКомпанії.\nВідпустка. Ви маєте право на 30 календарних днів оплачуваної щорічної відпустки після успішного\nзавершення випробувального терміну. Ви можете перенести не більше половини\nщорічної відпустки на наступний рік.\nБудь-яка інша відпустка регулюється Трудовим законодавством ОАЕ.\nМедичне страхування. Вам буде надано місцеве медичне страхування відповідно до наших політик і\nпроцедур. Крім того, ви будете застраховані за нашою політикою страхування від нещасних випадків на виробництві та\nстрахування відповідальності.\nВіза та посвідчення особи (якщо застосовується). Компанія організує, контролюватиме та покриватиме витрати, пов’язані з отриманням вашої\nвізи для ОАЕ та оформленням документів.\nОтримання Emirates ID в ОАЕ є відповідальністю працівника.\nОднак компанія забезпечить і покриє початкові витрати, пов’язані з\nоформленням та документацією Emirates ID. Воно буде дійсне протягом початкового\nперіоду дії резидентської візи. Якщо працівник звільняється або його звільняють з будь-якої\nпричини до завершення 2 (двох) років роботи, Компанія залишає за собою право\nвимагати відшкодування витрат на Emirates ID пропорційно відпрацьованому часу. Усі майбутні витрати, пов’язані з обробкою\nта оформленням документації для Emirates ID під час наступного продовження візи, нестиме\nПрацівник.\nВи працюватимете в компанії ADNH Catering LC - OPC, але лише з метою отримання візи в ОАЕ\nвам необхідно буде підписати трудовий договір з Abu Dhabi National Hotels\nCompany PJSC.\nРозірвання контракту. Після завершення випробувального терміну обидві сторони (Працівник і Роботодавець) мають право\nприпинити трудові відносини у будь-який час, надавши письмове повідомлення за 60 днів"
}