{
    "source": "en_US",
    "target": "uk_UA",
    "text": "2024 property tax bills are ready for payment\n2024 Jackson County property tax bills are now available. You can access and pay tax bills online withmyJacksonCounty,the official online solutionof Jackson County, Missouri.\nIf you have already paid or no longer own properties in Jackson County, please disregard this message as it serves as a general public service announcement.\nCredit and debit card payments throughmyJacksonCountywill incur a 2.75% processing fee per transaction. The $1.25 processing fee for ACH payments will be covered by Jackson County if made before the 11:40pm, December 31st deadline. AllmyJacksonCountyonline, mobile, and IVR payments will incur a $2.00 convenience fee per transaction.\nPayments not completed by 11:40 pm, December 31st, are processed in the New Year, incurring interest, penalties, and fees.\nPay my property taxes\n2024 Billing FAQs\nFor answers to frequently asked billing questions and other information related to Jackson County personal property and real estate taxes, go to the Collection Department Services page.\nHaven't linked your property yet? Easily search by:\nName\nAddress\nProperty Account Number\nAfter your payment has been submitted through myJacksonCounty, a receipt will be sent to you via email, and it will also be stored in your online profile.\nThank you for using myJacksonCounty and supporting Jackson County, Missouri.\nmyJacksonCounty is the official online\nsolution of Jackson County, Missouri\n2024 PayIt, LLC. All Rights Reserved.\n1100 Main St., Suite 700, Kansas City, MO 64105\nYou have received this email because you are a registered user of myJacksonCounty, the official app of The Jackson County Tax Department.\nPreferences|Unsubscribe",
    "trans": "Рахунки з податку на нерухомість за 2024 рік готові для сплати\nРахунки з податку на нерухомість округу Джексон за 2024 рік тепер доступні. Ви можете отримати доступ та сплатити податкові рахунки на myJacksonCounty, офіційному онлайн рішенні округу Джексон, Міссурі.\nЯкщо ви вде сплатили або більше не володієте нерухомістю в окрузі Джексон, будь ласка, проігноруйте це повідомлення, оскільки воно слугує загальною об'явою для суспільства.\nЗа платежі з кредитними та дебетовими картками через myJacksonCounty стягуватиметься комісія 2,75% за транзакцію. Комісія за обробку 1,25$ для платежів ACH буде покрита округом Джексон, якщо вони здійснені до 23:40 31 грудня.  За платежі AllmyJacksonCountyonline, мобільні та IVR платежі стягуватиметься комісія за зручність в розмірі 2,00$ за транзакцію.\nПлатежі, не здійснені до 23:40 31 грудня, обробляються  в Новому році та обкладаються відсотками, штрафами та комісіями.\nСплатити податки на мою нерухомість\n2024 Найчастіші питання щодо рахунків\nЩоботримати відповіді на часті питання щодо рахунків та іншу інформацію,що стосується приватної нерухомості в окрузі Джексон та податків на нерухомість, перейдіть на сторінку Департамента із стягнення податків\nЩе не прив'язали свою власність? Легкий пошук за:\nІм'ям\nАдресою\nНомером облікового запису нерухомості\nПісля відправки вашого платежу через myJacksonCounty, вам буде надіслано чек через електронну пошту, також він зберігатиметься у вашому онлайн профілі.\nДякуємо вам за те, що користуєтесь myJacksonCounty та підтримуєте округ Джексон, Міссурі.\nmyJacksonCounty є офіційним онлайн\nрішенням округу Джексон, Міссурі\n2024 PayIt, LLC. Всі права захищені.\n1100 Мейн стріт, С'юіт 700, Канзас сіті, Міссурі 64105\nВи отримали цього електронного листа, тому що ви є зареєстрованим користувачем myJacksonCounty, офіційного додатку Податкового департаменту округу Джексон.\nНалаштування|Відписатись"
}