{
    "source": "en_US",
    "target": "uk_UA",
    "text": "What next step will you take to ensure you are able to communicate important information to families in their preferred language?\n*\nDouble check your department information is accurate on the dpsk12.org website.\nReview/bookmark the Multilingual Communications pages at http://thecommons.dpsk12.org/Page/1011 to find more detailed information..\nRequest account information for phone interpretation services from your building admin or from interpretations@dpsk12.org\nRequest translation of essential information into one or more Consent Decree languages - http://thecommons.dpsk12.org/Page/3407.\nLearn who in your school has access to the Thrillshare Alert system to send translated text messages to families.\nWhat parts of the training were MOST EFFECTIVE for you?\n*\nWhat part of the training COULD BE IMPROVED?\n*\nIs there anything else you would like to share related to the content of this course?\n*\nNunca envíes contraseñas a través de Formularios de Google.\nFormularios\nEl formulario se creó en Denver Public Schools.",
    "trans": "Який наступний крок ви зробите, щоб забезпечити можливість передавати важливу інформацію сім’ям їхньою бажаною мовою?\n*\nПереконайтеся, що інформація на вебсайті dpsk12.org про ваш відділ є точною.\nПерегляньте/додайте в закладки сторінки Багатомовних комунікацій за посиланням http://thecommons.dpsk12.org/Page/1011, щоб знайти більш детальну інформацію.\nЗапитайте інформацію про обліковий запис для телефонних послуг перекладу у адміністратора вашого закладу або за адресою interpretations@dpsk12.org.\nЗамовте переклад важливої інформації однією або кількома мовами, передбаченими Угодою про згоду - http://thecommons.dpsk12.org/Page/3407.\nДізнайтеся, хто у вашій школі має доступ до системи Thrillshare Alert для надсилання перекладених текстових повідомлень сім’ям.\nЯкі частини навчання були НАЙЕФЕКТИВНІШИМИ для вас?\n*\nЯку частину навчання МОЖНА ПОКРАЩИТИ?\n*\nЧи є щось ще, чим ви хотіли б поділитися щодо змісту цього курсу?\n*\nНіколи не надсилайте паролі через Google Форми.\nФорми\nЦю форму створено в державних школах Денвера."
}