{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Onboarding-\nOffer letter\n• Log into Hilton portal via link provided in the separate email you receive.\n• Use a computer or laptop (not a mobile device).\n• Go to Welcome Center tab to electronically sign offer letter using your Hilton password (not\nyour name).\nOnboarding\nTasks\n• Complete all onboarding tasks within 24 hours of receipt.\n• Read all instructions carefully.\n• Please pay attention to asterisks * (required fields).\n• You do not need to print any documents.\nOnboarding –\nPersonal Details\nsection\n• Please be sure to complete everything on the page.\n• Include dashes for the Telephone number field.\n• Remove dashes for the Social Security number field.\n• In the “County” Field box, enter your state initials and click on the Search button to\nlocate/select your County within the drop down list.\n• Please be sure you click on submit after each task.\nOnboarding link\n– Issues with\nthe link\n• Go to Hilton careers website at jobs.hilton.com and click on “access my profile” to log into\nyour Hilton profile.\n• The username and password credentials are what you have created when you applied online\nto the position.\n• Welcome Center tab – sign offer letter and complete onboarding tasks\nOnboarding –\nPassword reset\n• Please use the “forgot password” option if you cannot remember your login credentials.\n• You may also email our administrative team at RocOfferletter.east@hilton.com to request a\npassword reset.\n*Important: If you have more than one Hilton Profile, please be sure you are accessing the profile used to ap",
    "trans": "Процес прийому на роботу-\nЛист-пропозиція\n• Увійдіть до порталу Hilton за посиланням, наданим у окремому електронному листі, який ви отримаєте.\n• Використовуйте комп'ютер або ноутбук (не мобільний пристрій).\n• Перейдіть на вкладку Welcome Center, щоб електронно підписати лист-пропозицію, використовуючи свій пароль Hilton (не\nваше ім'я).\nПроцес прийому на роботу\nЗавдання\n• Завершіть всі завдання процесу прийому на роботу протягом 24 годин з моменту отримання.\n• Уважно прочитайте всі інструкції.\n• Зверніть увагу на зірочки * (обов'язкові поля).\n• Вам не потрібно роздруковувати жодні документи.\nПроцес прийому на роботу –\nОсобисті дані\nсекція\nБудь ласка, переконайтеся, що ви заповнили все на сторінці.\n• Включіть дефіси для поля номеру телефону.\n• Видаліть дефіси для поля номера соціального страхування.\n• У полі \"Округ\" введіть ініціали вашого штату та натисніть кнопку \"Пошук\", щоб\nзнайти/вибрати ваш округ зі списку.\n• Будь ласка, переконайтеся, що ви натискаєте \"надіслати\" після кожного завдання.\nПосилання для процес прийому на роботу\n– Проблеми з\nпосиланням\n• Перейдіть на веб-сайт кар'єри Hilton за адресою jobs.hilton.com і натисніть \"доступ до мого профілю\", щоб увійти в\nваш профіль Hilton.\n• Ім'я користувача та пароль - це те, що ви створили під час онлайн-заявки\nна цю посаду.\n• Вкладка Welcome Center - підпишіть пропозицію та виконайте завдання для onboarding\nПроцес прийому на роботу –\nСкидання пароля\n• Якщо ви не пам'ятаєте свої облікові дані для входу, будь ласка, скористайтеся опцією \"забули пароль\".\n• Ви також можете надіслати електронний лист нашій адміністративній команді за адресою RocOfferletter.east@hilton.com, щоб запросити\nскидання пароля.\n*Важливо: Якщо у вас є більше одного профілю Hilton, будь ласка, переконайтеся, що ви отримуєте доступ до профілю, який використовувався для подачі заявки."
}