{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Personal Statement\nThe ever-evolving development of technologies in computer science sparked my curiosity about how intelligent machines execute steps of instruction. At the age of eight, I joined the school’s programming club and started learning C++. Witnessing the automatic, effective procedures with multiple lines of code was novel for me, and that attracted me to explore this field further.\nI am currently enrolling in A-Level courses at Sendelta International Academy, an international school in China. The access to AS&A-Level Computer Science helped develop my computational thinking and programming skills and deepen my understanding of algorithms and data structures. Meanwhile, my exploration of math allowed me to consolidate what I learned in computer science. I was first exposed to linear algebra in the class of further math. With an intelligent curiosity about how significant linear algebra is in data representation and model building, I explored transformation, dot product, and cross product’s role in Artificial Neural Networks(ANN) by myself. Later, I attempted to add linear transformations in each layer connected to the input of the ANN. The application of linear transformations opened a door for my investigation into machine learning. Thereafter, I learnt several algorithms like recursion, DFS, and BFS. In the fourth round of ACSL(American Computer Science League) in China, I succeeded in solving a problem involving the longest route in a 5x8 grid of blocks with values that are powers of two. I used Depth-First Search (DFS), a newly mastered algorithm for me, to explore all possibilities, track the longest route from each block, and compare the routes to store the longest one. The correct answer secured me with the Team Gold Award and Individual Top Scores in the ACSL Final Round. All of these extra learning opportunities deepened my understanding of mathematics and computer science, especially in AI and machine learning that integrate human knowledge to solve real-world issues.\nThis summer, I took a two-week intensive summer program in computer science at the University of Cambridge. I took a dive into more advanced content by taking modules including Machine Learning and AI, Linear Algebra, Discrete Mathematics, and Calculus and Differential Equations. While gaining a deeper understanding of vector spaces and matrices, linear transformations, and linear regression, I further covered topics in discrete mathematics, growing insights on insights into graph theory, algorithms, and complexity, with practical examples like the Seven Bridges of Königsberg and Dijkstra’s algorithm. Delving into the basics of neural networks and their architectures, I was aware of how they were trained to recognize patterns and make decisions. But when it came to my turn to train the machine learning models, I found it challenging to avoid overfitting and underfitting and maintain a perfect balance for those models to process data. But the difficulty didn’t frustrate me. Instead, I reinforced my interest in AI and machine learning and investigating its real-world applications.\nDriven by the eagerness to delve deeper into programming, I joined the school’s Algorithm Cluband became its new president this academic year. By readingIntroduction to Algorithms, I understood how to compare the efficiency of algorithms, and the conception of Big O Notation. During club hours, I hosted group coding sessions where members worked together to solve algorithmic problems. Despite enhancing my understanding of algorithms and their applications, I developed teamwork, communication, and problem-solving skills through collaborations with different peers.\nIn my opinion, computer science is neithera natural science nor a social science. Its origin is full of human thinking, and its rapid development over the decades relies on imitating what humans do while computing. We try to analyze our conception of solving the problem and convert it step by step, and then we “teach” the machine like a human. In the future, I am going to continue my studies in mathematics and computer science and try to tap into the potential of AI through an in-depth exploration of human intelligenceand its application in AI.",
    "trans": "Особистий вислів\nПостійно змінюваний розвиток технологій в області комп'ютерних наук викликав у мене цікавість до того, як інтелектуальні машини виконують кроки інструкцій. У віці восьми років я приєднався до програмного клубу в школі і почав вивчати C++. Спостереження за автоматичними, ефективними процедурами з кількома рядками коду було для мене новим досвідом і привернуло мою увагу до подальшого дослідження цієї сфери.\nЯ наразі записуюсь на курси A-Level в Sendelta International Academy, міжнародній школі в Китаї. Доступ до комп'ютерних наук AS&A-Level допоміг мені розвинути моє обчислювальне мислення та навички програмування, а також поглибити моє розуміння алгоритмів та структур даних. Тим часом, моє дослідження математики дозволило мені закріпити те, що я вивчив у комп'ютерних науках. Я вперше познайомився з лінійною алгеброю на уроці додаткової математики. З інтелектуальною цікавістю до того, наскільки важливою є лінійна алгебра в представленні даних та побудові моделей, я самостійно досліджував роль перетворень, скалярного добутку та векторного добутку в штучних нейронних мережах (ANN). Пізніше я спробував додати лінійні перетворення в кожен шар, підключений до входу ANN. Застосування лінійних перетворень відкрило мені двері для дослідження машинного навчання. Після цього я вивчив кілька алгоритмів, таких як рекурсія, DFS та BFS. У четвертому раунді ACSL (Американської ліги комп'ютерних наук) у Китаї я успішно вирішив задачу, пов'язану з найдовшим маршрутом у сітці 5x8 блоків зі значеннями, які є ступенями двійки. Я використав алгоритм пошуку в глибину (DFS), який я нещодавно освоїв, щоб дослідити всі можливості, відстежити найдовший маршрут з кожного блоку і порівняти маршрути для збереження найдовшого. Правильна відповідь забезпечила мені командну золоту медаль і індивідуальні високі бали у фінальному раунді ACSL. Усі ці додаткові можливості навчання поглибили моє розуміння математики та комп'ютерних наук, особливо в галузях штучного інтелекту та машинного навчання, які інтегрують людські знання для вирішення реальних проблем.\nЦього літа я пройшов двотижневу інтенсивну літню програму з комп'ютерних наук в Університеті Кембриджа. Я занурився в більш складний матеріал, взявши модулі, такі як Машинне навчання та Штучний інтелект, Лінійна алгебра, Дискретна математика, а також Математичний аналіз і Диференціальні рівняння. Під час отримання глибшого розуміння векторних просторів і матриць, лінійних перетворень і лінійної регресії, я також розглянув теми з дискретної математики, отримуючи уявлення про теорію графів, алгоритми та складність, з практичними прикладами, такими як Сім мостів Кенігсберга та алгоритм Дейкстри. Занурившись у основи нейронних мереж та їх архітектур, я дізнався, як їх навчають розпізнавати шаблони та приймати рішення. Але коли настала моя черга навчати моделі машинного навчання, мені було важко уникнути перенавчання та недонавчання і підтримувати ідеальний баланс для обробки даних цими моделями. Але ця складність не засмутила мене. Навпаки, вона зміцнила мою зацікавленість у штучному інтелекті та машинному навчанні та дослідженні їх реальних застосувань.\nКеруючись бажанням поглибити свої знання в програмуванні, я приєднався до шкільного клубу алгоритмів і став його новим президентом цього навчального року. Читаючи Вступ до алгоритмів, я зрозумів, як порівнювати ефективність алгоритмів і концепцію нотації великої O. Під час годин клубу я проводив групові сесії кодування, де учасники працювали разом над вирішенням алгоритмічних задач. Незважаючи на те, що я покращив своє розуміння алгоритмів та їх застосувань, я розвинув навички командної роботи, комунікації та вирішення проблем через співпрацю з різними однокласниками.\nНа мою думку, комп'ютерні науки не є ні природничою наукою, ні соціальною наукою. Її походження пов'язане з людським мисленням, а її швидкий розвиток протягом десятиліть базується на імітації того, що роблять люди під час обчислень. Ми намагаємося проаналізувати наше уявлення про вирішення проблеми і перетворити його крок за кроком, а потім \"вчимо\" машину так само, як людину. У майбутньому я планую продовжити навчання в галузі математики та комп'ютерних наук і спробувати розкрити потенціал штучного інтелекту через глибоке дослідження людського інтелекту та його застосування в штучному інтелекті."
}