{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Sunday Out Travelcard\nTICKET TYPE\nSUNDAY OUT TRAVELCARD\nDESCRIPTION\nFlexible ticket only valid at specific off-peak times of the day.\nVALIDITY\nYour must travel on super off-peak trains on the date specified. Super off-peak times vary by route - our journey planner only shows super off-peak tickets on trains for which they are valid.\nBOOKING\nCan be booked in advance or purchased on the day of travel.\nREFUNDS\nIf you decide not to use your ticket to make all or part of your intended journey then you can apply for a refund from the My Account pages, or through Customer Support within 28 days of expiry of the ticket. Please note, the outward portion cannot be refunded if the return portion has been used. An up to GBP5.00 admin fee will apply and the amount of the refund will take into account any use you have made of the ticket and in some circumstances no refund will be paid.\nAMENDING YOUR BOOKING\nYou can change the time of your outward and/or return journey without changing your tickets. If you wish to change your date of travel or Class of ticket, you will need to buy a new ticket and apply for a refund on your current ticket.\nDISCOUNTS\nYes - normal railcard and child discounts available.\nBREAK OF JOURNEY\nYou may start, break and resume, or end your journey at any intermediate station along the route of travel.\nOTHER CONDITIONS\nThe outward portion of a Super Off-Peak Return ticket is only valid for travel when accompanied by an unused return portion.\nCODE\nSUT\nACCESSIBILITY\nView information about wheelchair spaces and accessibility on board your train here www.nationalrail.co.uk/on-the-train/accessible-train-travel-and-facilities. Find out how to book travel assistance here www.nationalrail.co.uk/help-and-assistance/passenger-assist.",
    "trans": "Картка для подорожей у неділю\nТИП КВИТКА\nНЕДІЛЬНИЙ ПРОЇЗНИЙ\nОПИС\nГнучкий квиток, дійсний лише в певні години поза піковими часами дня.\nДІЙСНІСТЬ\nВи повинні подорожувати на поїздах супер поза піковими годинами в зазначену дату. Час супер поза піковими годинами варіюється в залежності від маршруту - наш планувальник подорожей показує лише супер поза пікові квитки на поїздах, для яких вони дійсні.\nБРОНЮВАННЯ\nМожна забронювати заздалегідь або придбати в день подорожі.\nПОВЕРНЕННЯ КВИТКІВ\nЯкщо ви вирішите не використовувати свій квиток для здійснення всієї або частини запланованої подорожі, ви можете подати заявку на повернення коштів на сторінках Мого облікового запису або через службу підтримки клієнтів протягом 28 днів з моменту закінчення терміну дії квитка. Зверніть увагу, що вихідна частина не може бути повернена, якщо була використана зворотна частина. Застосовується адміністративний збір до 5,00 фунтів стерлінгів, а сума повернення буде враховувати будь-яке використання квитка, і в деяких випадках повернення не буде виплачено.\nЗМІНА БРОНЮВАННЯ\nВи можете змінити час своєї вихідної та/або зворотної подорожі без зміни своїх квитків. Якщо ви хочете змінити дату подорожі або клас квитка, вам потрібно буде купити новий квиток і подати заявку на повернення коштів за поточний квиток.\nЗНИЖКИ\nТак - доступні звичайні знижки для власників залізничних карток та дітей.\nPОЗУПИНКА ПОДОРОЖІ\nВи можете почати, перервати та продовжити або закінчити свою подорож на будь-якій проміжній станції вздовж маршруту подорожі.\nIНШI УМОВИ\nВихідна частина квитка Super Off-Peak Return дійсна для подорожі лише в супроводі невикористаної зворотної частини.\nКОД\nSUT\nДОСТУПНІСТЬ\nПерегляньте інформацію про місця для інвалідних візків та доступність на борту вашого поїзда тут www.nationalrail.co.uk/on-the-train/accessible-train-travel-and-facilities. Дізнайтеся, як забронювати допомогу під час подорожі тут www.nationalrail.co.uk/help-and-assistance/passenger-assist."
}