{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Please review this confirmation for accuracy.\n• All guests are expected to behave in a manner that is consistent with our Carnival Values and that demonstrates care and respect to all. Read our Code of Conduct.\n• In the interest of safety, Carnival reserves the right to conduct background checks and deny boarding to individuals convicted of certain felonies. Full details can be found in our Guest Screening Policy.\n• Want even less to think about when cruising? Idea: prepay your gratuities! It’s the easiest way to support the folks working hard to make your vacation unforgettable. Add your gratuities now: https://www.carnival.com/bookedguest.\n• Guests with Disabilities and Personal Mobility Devices: If you have a disability and need special accommodations, please inform us immediately, or as soon as the need is known. If you are traveling with a wheelchair/scooter, please let us know to ensure you have a stateroom that best accommodates your needs.\n• Mobility devices cannot be stored in corridors or public areas. Most standard staterooms accommodate scooters that are 21\". Scooters must be able to collapse or fold and stored in a way that allows for safe exit from the stateroom. Guests who bring scooters larger than 21\" wide, or travel with multiple scooters in the same stateroom, must purchase a fully accessible stateroom with a wider doorway (32\"), or rent a smaller scooter appropriately suited for their stateroom. Guests may be required to have their scooters sized at the time of check-in to ensure it fits in the stateroom. Scooters that do not fit in the stateroom will not be allowed on board. Should a guest be unable to make alternate arrangements to rent a smaller scooter or travel without it, he/she will be denied boarding, and no compensation will be provided. For more information, please contact our Guest Access team at 1.800.438.6744, ext. 70025 or visit https://www.carnival.com/about-carnival/special-needs.aspx.",
    "trans": "Будь ласка, перевірте це підтвердження на точність.\n• Всі гості повинні поводитися відповідно до наших цінностей Carnival і проявляти турботу та повагу до всіх. Ознайомтеся з нашим Кодексом поведінки.\n• В інтересах безпеки Carnival залишає за собою право проводити перевірки минулого і відмовляти в посадці особам, засудженим за певні злочини. Повні деталі можна знайти в нашій Політиці перевірки гостей.\n• Хочете менше думати під час круїзу? Ідея: попередньо сплатіть свої чайові! Це найпростіший спосіб підтримати людей, які працюють над тим, щоб ваша відпустка стала незабутньою. Додайте свої чайові зараз: https://www.carnival.com/bookedguest.\n• Гості з обмеженими можливостями та особистими засобами пересування: Якщо у вас є інвалідність і вам потрібні спеціальні умови, будь ласка, повідомте нас про це негайно або як тільки стане відомою потреба. Якщо ви подорожуєте з інвалідним візком/скутером, будь ласка, дайте нам знати, щоб ми могли забезпечити вам каюту, яка найкраще відповідає вашим потребам.\n• Засоби пересування не можуть зберігатися в коридорах або громадських зонах. Більшість стандартних кают можуть вмістити скутери шириною 21\". Скутери повинні мати можливість складатися або згинатися і зберігатися таким чином, щоб забезпечити безпечний вихід з каюти. Гості, які приносять скутери ширше 21\", або подорожують з кількома скутерами в одній каюті, повинні придбати повністю доступну каюту з ширшими дверима (32\"), або орендувати менший скутер, відповідно підібраний для їхньої каюти. Гостям може знадобитися виміряти свої скутери під час реєстрації, щоб переконатися, що вони помістяться в каюті. Скутери, які не помістяться в каюті, не будуть допущені на борт. Якщо гість не зможе зробити альтернативні домовленості для оренди меншого скутера або подорожі без нього, йому/їй буде відмовлено у посадці на борт, і компенсація не буде надана. Для отримання додаткової інформації зверніться до нашої команди доступу для гостей за номером 1.800.438.6744, доб. 70025 або відвідайте https://www.carnival.com/about-carnival/special-needs.aspx."
}