{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Evidence: This course will explore the rules of evidence and their rationale, including relevancy,\nhearsay, impeachment, cross-examination, opinions and experts, documents, and privileges.\nCriminal Procedure: This course will cover regulation of law enforcement conduct during the\ninvestigation of crimes, with special emphasis on constitutional and statutory limitations. Topics\ninclude search and seizure, confessions and incriminating statements, electronic surveillance,\nentrapment, identification procedures, and remedies for improper police conduct.\n4) ... : This course covers the general principles of federal constitutional law,\nincluding government authority and its distribution under the constitution; the judicial function in\nconstitutional cases; powers delegated to the national government and the reserved powers of the\nstates in areas of federal authority; intergovernmental relations; rights, privileges, and immunities\nunder the constitution; national citizenship; the contract clause; the federal constitution and the\namendments thereto.",
    "trans": "Докази: Цей курс вивчатиме правила доказів та їх обґрунтування, включаючи релевантність,\nплітки, дискредитацію, перехресне допитування, думки та експертів, документи та привілеї.\nКримінальна процесуальна діяльність: Цей курс охоплюватиме регулювання поведінки правоохоронних органів під час розслідування злочинів,\nрозслідування злочинів, з особливим акцентом на конституційні та законодавчі обмеження. Теми\nвключають обшук і конфіскацію, зізнання та обвинувачувальні заяви, електронне спостереження,\nспокушання, процедури ідентифікації та засоби правового захисту за неправомірну поведінку поліції.\n4. ... : Цей курс охоплює загальні принципи федерального конституційного права,\nвключаючи повноваження уряду та їх розподіл відповідно до конституції; судову функцію в\nконституційних справах; повноваження, делеговані національному уряду, та резервні повноваження\nштатів у галузях федеральної влади; міжурядові відносини; права, привілеї та імунітети\nstates in areas of federal authority; intergovernmental relations; rights, privileges, and immunities\namendments thereto."
}