{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Generally, all of the interviewees showed a positive interest in the topic of sustainability and they willingly shared experiences and interpretations, also related to their private lives. When discussing corporate sustainability and the local business unit involvement, variations in familiarity and involvement could be distinguished among the interviewees. Moreover, from the discussions, it was noticeable that a more thorough integration of the global corporate sustainability strategies into the local strategies seemed to be in a processual stage, and its implementation into practices varied in the different local units. Interviewees from only few local business units appeared to recognise sustainability issues as strategically important for their local business, beyond merely considering them from an innovative technology perspective. However, the awareness of corporate sustainability among all the participants was on such a level, that it was quite easy to discuss the existing and possible roles of the MAs.",
    "trans": "В цілому, всі опитані продемонстрували позитивний інтерес до теми сталого розвитку і вони охоче ділилися своїм досвідом та уявленнями, зокрема, пов'язаними з їхнім особистим життям. Обговорюючи корпоративну стійкість та залучення місцевих бізнес-підрозділів, респонденти продемонстрували різний рівень обізнаності та залученості у цій сфері. Щобільше, з дискусій було видно, що ретельніша інтеграція глобальних корпоративних стратегій зі сталого розвитку в локальні стратегії, як видається, знаходиться на стадії процесу, а її впровадження на практиці в різних локальних підрозділах є неоднаковим. Учасники опитування, які представляли лише кілька місцевих бізнес-підрозділів, визнали проблеми сталого розвитку стратегічно важливими для свого бізнесу, виходячи за рамки простого розгляду їх з погляду інноваційних технологій. Проте рівень обізнаності про корпоративну сталість серед усіх учасників був на такому рівні, що їм було досить просто обговорювати наявну та потенційну роль органів MA."
}