{
    "source": "en_US",
    "target": "uk_UA",
    "text": "the nature of it projects\nUnlike projects in many other industries, IT projects are diverse. Some involve a small number of people installing off-the-shelf hardware and associated software. Others involve hundreds of people analyzing several organizations’ business processes and then developing new software in a collaborative effort with users to meet business needs. Even for small hardwareoriented projects, a wide diversity of hardware types can be involved—personal computers, mainframe computers, network equipment, kiosks, laptops, tablets, or smartphones. The network equipment might be wireless, cellular based, or cable based, or might require a satellite connection. The nature of software development projects is even more diverse than 68\nChapter 2\nhardware-oriented projects. A software development project might include creating a simple, stand-alone Microsoft Excel or Access application or a sophisticated, global e-commerce system that uses state-of-the-art programming languages and runs on multiple platforms.\nIT projects also support every possible industry and business function. Managing an IT project for a film company’s animation department requires different knowledge and skills than a project to improve a federal tax collection system or to install a communication infrastructure in a third-world country. Because of the diversity of IT projects and the newness of the field, it is important to develop and follow best practices in managing these varied projects. Developing best practices gives IT project managers a common starting point and method to follow with every project.",
    "trans": "природу їх проєктів\nНа відміну від проєктів у багатьох інших галузях, проєкти у сфері інформаційних технологій є різноманітними. В одних із них невелика кількість людей встановлює готове обладнання та супутнє програмне забезпечення. В інших сотні людей аналізують бізнес-процеси декількох організацій, а потім вони розробляють новітнє програмне забезпечення у співпраці з користувачами для задоволення потреб бізнесу. Навіть у невеликих проєктах, які орієнтовані на апаратне забезпечення, можуть бути задіяні найрізноманітніші типи обладнання — персональні комп'ютери, універсальні комп'ютери, мережеве обладнання, кіоски, ноутбуки, планшети або смартфони. Мережеве обладнання може бути бездротовим, стільниковим або кабельним, а може вимагати супутникового підключення. Характер проєктів із розроблення програмного забезпечення є ще більш різноманітним, ніж 68\nРозділ 2\nпроекти, які орієнтовані на апаратне забезпечення. Проєкт із розроблення програмного забезпечення може включати в себе створення простого автономного додатка Microsoft Excel або Access чи складної глобальної системи електронної комерції, яка використовує найсучасніші мови програмування і працює на кількох платформах.\nІТ-проєкти також надають підтримку усім можливим галузям та функціям бізнесу. Керування ІТ-проєктом для анімаційного відділу кінокомпанії вимагає інших знань і навичок, ніж проєкт з удосконалення федеральної системи збору податків чи створення комунікаційної інфраструктури в країні третього світу. Через різноманітність ІТ-проєктів і новизну цієї галузі важливо розробити і застосовувати найкращі практики управління цими різноманітними проєктами. Розробка найкращих практик дає менеджерам ІТ-проєктів загальну відправну точку та метод, якого вони можуть дотримуватися у кожному проєкті."
}