{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Historians disagree on what percentage of colonists were Loyalists; estimates range from 20 percent to over 30 percent. In general, however, of British America’s population of 2.5 million, roughly one-third remained loyal to Great Britain, while another third committed themselves to the cause of independence. The remaining third remained apathetic, content to continue with their daily lives as best they could and preferring not to engage in the struggle.\nMany Loyalists were royal officials and merchants with extensive business ties to Great Britain, who viewed themselves as the rightful and just defenders of the British constitution. Others simply resented local business and political rivals who supported the Revolution, viewing the rebels as hypocrites and schemers who selfishly used the break with the Empire to increase their fortunes. In New York’s Hudson Valley, animosity among the tenants of estates owned by Revolutionary leaders turned them to the cause of King and Empire.\nDuring the war, all the states passed confiscation acts, which gave the new revolutionary governments in the former colonies the right to seize Loyalist land and property. To ferret out Loyalists, revolutionary governments also passed laws requiring the male population to take oaths of allegiance to the new states. Those who refused lost their property and were often imprisoned or made to work for the new local revolutionary order.\nWilliam Franklin, Benjamin Franklin’s only surviving son, remained loyal to Crown and Empire and served as royal governor of New Jersey, a post he secured with his father’s help. During the war, revolutionaries imprisoned William in Connecticut; however, he remained steadfast in his allegiance to Great Britain and moved to England after the Revolution. He and his father never reconciled.\nAs many as nineteen thousand colonists served the British in the effort to put down the rebellion, and after the Revolution, as many as 100,000 colonists left, moving to England or north to Canada rather than staying in the new United States. Eight thousand whites and five thousand free blacks went to Britain. Over thirty thousand went to Canada, transforming that nation from predominately French to predominantly British. Another sizable group of Loyalists went to the British West Indies, taking their slaves with them",
    "trans": "Історики розходяться в думках щодо відсотку колоністів, які були лоялістами; оцінки коливаються від 20 до більш ніж 30 відсотків. Загалом, однак, із 2,5 мільйона жителів Британської Америки приблизно одна третина залишилася вірною Великій Британії, а ще одна третина підтримала ідею незалежності. Третина, що залишилася, залишалася байдужою, задовольняючись тим, що продовжувала жити своїм повсякденним життям, і вважаючи за краще не вступати в боротьбу.\nБагато лоялістів були королівськими урядовцями і купцями з великою кількістю ділових зв'язків з Великою Британією, які вважали себе законними і справедливими захисниками британської конституції. Інші просто ображалися на місцевих ділових і політичних конкурентів, які підтримали Революцію, вважаючи повстанців лицемірними людьми та інтриганами, які егоїстично використовували розрив з Імперією для збільшення своїх статків. У нью-йоркській долині Гудзону ворожнеча між орендарями маєтків, що належали лідерам революції, повернула їх на бік короля та імперії.\nПід час війни в усіх штатах були схвалені закони про конфіскацію, які давали новим революційним урядам колишніх колоній право конфісковувати землі та майно лоялістів. Щоб вирахувати лоялістів, революційні уряди також ухвалили закони, які вимагали від чоловічого населення скласти присягу на вірність новим штатам. Ті, хто відмовлявся, втрачали своє майно і часто потрапляли до в'язниці або були змушені працювати на новий місцевий революційний порядок.\nВільям Франклін, єдиний вцілілий син Бенджаміна Франкліна, залишився вірним короні та імперії і служив королівським губернатором Нью-Джерсі на посаді, яку він зайняв за допомогою батька. Під час війни революціонери ув'язнили Вільяма в Коннектикуті, проте він залишився вірним Великій Британії і після революції переїхав до Англії. З батьком він так і не помирився.\nЦілих дев'ятнадцять тисяч колоністів служили англійцям, намагаючись придушити повстання, а після революції близько 100 тисяч колоністів покинули країну, переїхавши в Англію або на північ Канади, замість того щоб залишитися в нових Сполучених Штатах. Вісім тисяч білих і п'ять тисяч вільних негрів вирушили до Британії. Понад тридцять тисяч вирушили до Канади, перетворивши цю країну з переважно французької на переважно британську. Ще одна значна група лоялістів вирушила до британської Вест-Індії, прихопивши з собою рабів."
}