{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Restrictive lung disease: Also called interstitial lung disease • may affect lung tissue by causing scarring, inflammation (swelling) or thickening of lung tissue. This makes the lungs unable to expand fully. It becomes hard for the lungs\nto take in oxygen and release carbon monoxide. • Symptoms of restrictive lung disease include shortness of breath, fatigue especially with\nactivity, chest tightening and increased mucus. • Treatments may include medicines to decrease swelling or the progression of the disease, breathing retraining, exercise, oxygen use, but it not cured then surgery or lung transplant\nmay be required\n• Example of RLDs:\n1. Autoimmune connective\ntissue disorders:\n• Rheumatoid arthritis\n• Scleroderma\n2. Hypersensitivity pneumonitis • Bird fancier's lung /\npigeon breeder's disease\n• Farmer':\ns lung\n• SjÖgren's syndrome\n3. Pneumoconiosis\nAsbestosis\nSilicosis\nPulmonary fibrosis\nSarcoidosis",
    "trans": "Рестриктивне захворювання легень: Також має назву інтерстіціального захворювання легень • може вражати тканини легень, викликаючи виразки, запалення (набряк) або потовщення тканин легень. Це призводить до нездатності легень повністю розширюватись. Для легень стає складним\nпоглинати кисень та вивільняти окис вуглецю. • Симптоми рестриктивного захворювання легень включають задишку, втомлюваність, особливо\nпід час навантажень, стиснення в грудях та підвищене утворення слизу. •Лікування може включати препарати для зменшення набряку або зменшення прогресування хвороби, дихальні вправи, використання кисню, однак якщо терапія не допомагає, може знадобитись хірургічне втручання\nабо пересадка легень\n• Приклад РЗЛ:\n1. Порушення легеневої тканини,\nпов'язані з автоімунними захворюваннями:\n• Ревматоїдний артрит\n•Склеродермія\n2. Гіперчутливий пневмоніт\n•Легені заводчика птахів / Хвороба розводчика голубів\n• Феремерські\nлегені:\n•Синдром Шегрена\n3. Пневмоконіоз\nАсбестоз\nСилікоз\nЛегеневий фіброз\nСаркоідоз"
}