{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Additional Instructions for mailing your package\nEnsure that there are no other tracking labels attached to your package. If you are shipping a non-hazardous item, completely remove or cover any hazardous materials markings.\nAffix the mailing label using clear plastic shipping tape over the entire label and squarely onto the address side of the parcel, covering up any previous delivery address and barcode without overlapping any adjacent side.\nTake this package to a UPS location. To find your closest UPS location, visit the UPS Drop Off Locator or go to www.ups.com.\nInstructions from Pure Costumes\nItems MUST be in brand new, unused condition and still in original packaging.\nA prepaid label is provided for your convenience, but the cost will be deducted from your refund amount if it is used. Customers are responsible for all shipping costs.\nPlease be sure to use the appropriate packaging based on the Amazon label provided. Wrong packaging may result in an undeliverable or refused package and we will not receive your return.\nReturn Mailing Labe",
    "trans": "Додаткові інструкції для відправлення вашої посилки\nПереконайтеся, що на вашій посилці немає інших прикріплених етикеток для відстеження. Якщо ви відправляєте не небезпечний предмет, повністю видаліть або закрийте будь-які маркування небезпечних матеріалів.\nПриклейте етикетку для відправлення за допомогою прозорої пластикової упаковки для доставки по всій поверхні етикетки та рівно на стороні адреси посилки, закриваючи будь-яку попередню адресу доставки та штрих-код без перекриття сусідніх сторін.\nВіднесіть цю посилку до пункту UPS. Щоб знайти найближчий пункт UPS, відвідайте локатор пунктів доставки UPS або перейдіть на www.ups.com.\nІнструкції від Pure Costumes\nТовари повинні бути абсолютно новими, невикористаними і все ще в оригінальній упаковці.\nДля вашої зручності надається попередньо оплачена етикетка, але якщо вона буде використана, вартість буде вирахувана з суми вашого повернення. Клієнти несуть відповідальність за всі витрати на доставку.\nБудь ласка, переконайтеся, що ви використовуєте відповідну упаковку відповідно до наданої етикетки Amazon. Неправильна упаковка може призвести до того, що пакет не буде доставлений або буде відмовлено в прийомі, і ми не отримаємо ваше повернення.\nЕтикетка для повернення"
}