{
    "source": "en_US",
    "target": "uk_UA",
    "text": "— An Australian plan to clean up space _ The dangers of space junk\n3 Underline the correct options to complete the sentences.\na. Scientists estimate that by the year 2050, the amount of debris in space will have increased...\n1. three hundred times.\n2. one thousand times.\n3. more than ten times.\nb. Space debris is dangerous because...\n1. it moves very fast.\n2. it is caused by explosions.\n3. spacecraft have to land with shielding technology.\nc. The reason that space debris has not caused any human casualties is...\n1. it is made up of tiny screws.\n2. debris burns up before it hits Earth.\n3. only a small area of Earth is affected.\nd. The aim of the Swiss Space Center project is to...\n1. destroy aging satellites.\n2. Clean up all the debris in space.\n3. show other nations how to clean up debris.\ne. Laser technology will be safe because...\n1. it is the latest and most expensive technology.\n2. it does not have any effect on satellites.\n3. it is very accurate.",
    "trans": "— Австралійський план очищення космосу _ Небезпеки космічного сміття\n3 Підкресліть правильні варіанти, щоб завершити речення.\na. Вчені оцінюють, що до 2050 року кількість сміття в космосі збільшиться...\n1. в триста разів.\n2. в тисячу разів.\n3. більше ніж в десять разів.\nb. Космічне сміття небезпечне, тому що...\n1. воно рухається дуже швидко.\n2. воно виникає внаслідок вибухів.\n3. космічні апарати повинні приземлятися з захисною технологією.\nc. Причина, чому космічне сміття не спричинило жодних людських жертв, полягає в тому, що...\n1. воно складається з маленьких гвинтів.\n2. сміття згорає перед тим, як впасти на Землю.\n3. лише невелика ділянка Землі підлягає впливу.\nd. Мета проекту Швейцарського космічного центру полягає в тому, щоб...\n1. знищити старі супутники.\n2. очистити все сміття в космосі.\n3. показати іншим країнам, як прибрати сміття.\ne. Лазерна технологія буде безпечною, тому що...\n1. це найновіша і найдорожча технологія.\n2. вона не має ніякого впливу на супутники.\n3. вона дуже точна."
}