{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name],\nYou are receiving this email because you need to come see me at my desk (Block E, Ground Floor) in order to discuss your Study Plan for the upcoming Spring Semester 202420.\nI am available today until 3:30pm, tomorrow Wednesday 8-10am, and 2-3:30pm, Thu 8-10am, and Friday from 10:30-12:00pm.\nThe deadline to complete advisingis Friday 18thOctober 2024.\nKindly note the following:\nAdvisors must meet with their advisee to create a plan.\nEach student can have only one plan active and locked\nFor no-show students, the advisors need to inform the students they are no-shows, and a plan is created by the advisor based on the ideal study plan. This evidence must be available.\nAdvise maximum 18 credits for non PG students.\nCourses phasing out:\nThe following courses are being phasing out:\nAES 1013 : Arabic Communications\nAES 1033 : Islamic Culture\nICT 2013: Computational Thinking and Coding\nPlease ensure that your advisees who need these courses are advised accordingly.\nLooking forward to meeting you,\n[redacted_name]",
    "trans": "Шановний [redacted_name],\nВи отримали цей лист, оскільки вам потрібно прийти до мене в кабінет (Блок E, перший поверх), щоб обговорити ваш навчальний план на прийдешній весняний семестр 202420.\nЯ доступний сьогодні до 15:30, завтра (середа) з 8:00 до 10:00 та з 14:00 до 15:30, у четвер з 8:00 до 10:00, а також у п’ятницю з 10:30 до 12:00.\nКінцевий термін завершення консультацій – п’ятниця, 18 жовтня 2024 року.\nБудь ласка, зверніть увагу на наступне:\nКонсультанти повинні зустрітися зі своїми підопічними, щоб створити навчальний план.\nКожен студент може мати лише один активний та заблокований план.\nДля студентів, які не з’являються на зустріч, консультанти мають повідомити їх про відсутність і створити навчальний план відповідно до ідеального плану навчання. Докази цього повинні бути наявні.\nМаксимальна кількість кредитів для студентів, які не є аспірантами, – 18.\nКурси, що поступово вилучаються:\nНаступні курси більше не будуть доступні:\nAES 1013: Арабська комунікація\nAES 1033: Ісламська культура\nICT 2013: Обчислювальне мислення та кодування\nБудь ласка, переконайтеся, що ваші підопічні, яким потрібні ці курси, отримали відповідні рекомендації.\nЗ нетерпінням чекаю зустрічі з вами.\n[redacted_name]"
}