{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Wanru,\nWe are thrilled to introduce two new testing projects featuring cutting-edge smart glasses technology! These projects offer a variety of engaging tasks and competitive payouts. Whether you're interested in recording short videos, capturing academic-related images, or simply exploring advanced tech, there's something here for you!\nYou can choose to participate in one or both projects based on your interests and eligibility.\nProject 1: Video Captures with Pointing and Gesturing\nWe're seeking U.S.-based participants to receive smart glasses and record 5-7 minute videos demonstrating pointing and gesturing techniques. You'll also capture non-English text in public spaces.\nTask: Record videos both indoors and outdoors (at least 50% outdoors), in public or private locations.\nFocus: Seek and capture text in languages other than English.\nProject 2: Academic Categories Image Collection\nThis project is ideal for individuals with knowledge in specific academic fields. Using smart glasses, you'll capture images and ask questions related to various academic topics. While college experience is not required, tasks will be at a college level or higher.\nTask: Capture images and pose questions related to academic topics (excluding general knowledge). Example fields include Agriculture, Chemistry, Architecture, and more.\nRequirements: Participants should have expertise in one or more academic fields such as Accounting, Art, Biology, etc.\nFeel free to apply bel",
    "trans": "Вітаю, Ванру,\nМи раді представити вам два нових тестових проєкти з використанням найсучаснішої технології смарт-окулярів! Ці проєкти пропонують безліч цікавих завдань і конкурентоспроможні виплати. Якщо вам цікаво записувати короткі відеоролики, робити академічні знімки або просто вивчати найновіші технології, тут знайдеться щось для вас!\nВи можете взяти участь в одному або обох проєктах в залежності від ваших інтересів і можливостей.\nПроєкт 1: Відеозйомка за допомогою покажчиків і жестів\nМи шукаємо учасників зі США, які отримають смарт-окуляри та які запишуть 5-7-хвилинні відеоролики, що демонструють техніку вказівних і жестикуляційних рухів. Ви також будете записувати текст не на англійській мові у громадських місцях.\nЗавдання: Запишіть відео як у приміщенні, так і на вулиці (щонайменше 50 % на вулиці), у громадських або приватних локаціях.\nЦіль: знайти та записати текст іншими мовами, відмінними від англійської.\nПроєкт 2: Колекція зображень академічних категорій\nЦей проєкт ідеально підходить для людей, у яких є знання в певних академічних галузях. Використовуючи смарт-окуляри, ви будете знімати зображення і ставити запитання, пов'язані з різними академічними темами. Хоча досвід роботи в коледжі не обов'язковий, завдання будуть на рівні коледжу або вище.\nЗавдання: Знімати зображення і ставити питання, які пов'язані з академічними темами (за винятком загальних знань). Приклади галузей: сільське господарство, хімія, архітектура та інші.\nВимоги: Учасники повинні володіти знаннями в одній або декількох академічних галузях, таких як бухгалтерський облік, мистецтво, біологія тощо.\nНе соромтеся подавати заявку"
}