{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Mr [redacted_name] how are you?\nYes you are right market is doing good and i made good money.\nBut because of fluctuation and uncertainty you cant really risk too much to make too much .\nYes i told you the way i am successful at trading now i have high chance to pay you before end of the year and that really still is my goal.\nBut as i said fluctuation doesnt let me to risk a lot to make a lot\nFor example 2 times i went heavily to NVDA ONE time from $140 dropped to $92 and another time from $130 dropped to $102\nI covered the lost and made good money on top of what i lost\nBut doesnt let you go all in\nAlso rate cut\nLast 14 times after rate cut 10 times we went in recession because of too late of rate cut\nAnd last 2 times when market went up when the crash happened after all time high after almost one to one and half year market went down between %30-%45 , why i say these things because i told Akash too i want really to make up this and the people that i do their investment they didnt distribute on July and they said lets do it on October also i told Akash that im in the process of lawsuit i did with a little money to increase it step by step because really i was struggling even to pay my bills but this system that i created is a game changer Ms [redacted_name] and [redacted_name] are aware of it .\nLong story short from this month i will pay [redacted_name] some money until next month i see how much i will get i will pay half of that to you .\nThank you\nAlso me and you suppose to meet?\n😉",
    "trans": "Привіт, пане [redacted_name], як ви?\nТак, ви праві, ринок йде добре, і я заробив хороші гроші.\nАле через коливання та невизначеність ви не можете ризикувати багато, щоб заробити занадто багато.\nТак, я вам казав, що зараз у мене є високі шанси заплатити вам до кінця року завдяки успіху в торгівлі, і це все ще моя мета.\nАле, як я вже сказав, коливання не дозволяють мені ризикувати багато, щоб заробити багато.\nНаприклад, двічі я сильно вклався в NVDA: один раз з $140 впав до $92, а інший раз з $130 впав до $102.\nЯ покрив втрати і заробив хороші гроші на додаток до того, що втратив.\nАле це не дозволяє вам йти на все або нічого.\nТакож зниження ставки.\nОстанні 14 разів після зниження ставки 10 разів ми входили в рецесію через занадто пізнє зниження ставки.\nІ останні 2 рази, коли ринок зростав, після того як стався обвал, після досягнення історичного максимуму, ринок падав на відсотки від 30% до 45% протягом майже одного року або півтора року. Чому я кажу ці речі? Тому що я також сказав Акашу, що дійсно хочу це виправити, і люди, чиї інвестиції я займаюся, не розподілили їх у липні і сказали: давайте зробимо це в жовтні. Я також сказав Акашу, що я перебуваю в процесі судового позову, я вклав трохи грошей, щоб поступово збільшити їх, тому що насправді мені було важко навіть платити свої рахунки. Але ця система, яку я створив, є змінювачем гри. Пані [redacted_name] та [redacted_name] знають про це.\nКоротше кажучи, з цього місяця я буду платити [redacted_name] деяку суму грошей до наступного місяця. Я побачу, скільки отримаю, і половину з цього заплачу вам.\nДякую\nЧи повинні ми зустрітися?\n😉"
}