{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Project Governance: Establish and implement project governance processes and procedures to ensure\nalignment of projects with the organization's strategic objectives. This involves defining project management\nstandards, methodologies, and best practices, as well as establishing project review and approval mechanisms.\n Portfolio Management: Manage the organization's project portfolio by evaluating project proposals,\nprioritizing projects based on strategic goals and resource availability, and ensuring effective execution and\ndelivery of desired business value. This includes monitoring project progress, identifying risks and issues, and\nmaking adjustments to the portfolio as needed.\n Resource Management: Optimize allocation and utilization of project resources, including personnel, budget,\nand equipment. This involves working closely with project managers to identify resource requirements,\nresolve resource conflicts, and ensure efficient utilization across projects to maximize productivity and\nefficiency.\n Performance Monitoring and Reporting: Establish performance metrics and indicators to measure project\nprogress, quality, and outcomes. The PMO Director is responsible for monitoring project performance,\nanalyzing data, and providing regular reports to stakeholders, executives, and project teams. This helps\nidentify areas for improvement, address issues, and ensure projects are on track to meet their objectives.",
    "trans": "Управління проєктами. Встановлення та впровадження процесів і процедур управління проєктами для забезпечення\nвідповідності проєктів стратегічним цілям організації. Це включає визначення стандартів управління\nпроєктами, методологій і найкращих практик, а також створення механізмів перегляду та затвердження проєктів.\nУправління портфелем проєктів. Управління портфелем проєктів організації шляхом оцінки пропозицій проєктів,\nвизначення пріоритетності проєктів відповідно до стратегічних цілей і наявних ресурсів, а також забезпечення ефективного виконання та\nдосягнення очікуваної бізнес-цінності. Це передбачає моніторинг прогресу проєктів, ідентифікацію ризиків і проблем, а також\nвнесення необхідних коригувань у портфель.\nУправління ресурсами. Оптимізація розподілу та використання ресурсів проєкту, зокрема персоналу, бюджету\nта обладнання. Це передбачає тісну співпрацю з керівниками проєктів для визначення потреб у ресурсах,\nвирішення конфліктів щодо їхнього розподілу та забезпечення ефективного використання ресурсів у різних проєктах задля підвищення продуктивності та\nефективності.\nМоніторинг і звітність щодо ефективності. Встановлення показників ефективності для вимірювання прогресу\nпроєктів, якості та результатів. Директор PMO відповідає за моніторинг ефективності проєктів,\nаналіз даних і надання регулярних звітів зацікавленим сторонам, керівництву та командам проєктів. Це допомагає\nвиявляти зони для покращення, вирішувати проблеми та забезпечувати досягнення проєктами своїх цілей."
}