{
    "source": "en_US",
    "target": "uk_UA",
    "text": "LATE PAYMENT CHARGE\nRentIN FULLis due on the 1st day of the month. For rent that is received after 5:00 PM on the 5th day of any month, aTen Dollar ($10.00) per daylate charge will be due for each day rent is delinquent from the 2nd day of the month until rent is paid in full. Example: If rent is received on the sixth day, a total of $50.00 is owed. If local laws limit late fees beneath this amount, then the maximum allowable late fee will be charged.\nAny check which fails to clear the bank shall be treated as unpaid rent and shall be subject to the aforementioned late payment charge, plus a$50.00returned check fee. Should Resident submit a check that is dishonored or returned for non-sufficient funds, or should Resident offer payment to cure any default following issuance of any notice under RCW 59.12 et seq. (eviction notice) or RCW 59.18 et seq. (unlawful detainer). Resident shall make such payment by cash, cashier’s check or money order. If Resident gives Owner a check that is returned for non-payment, all future payments by Resident shall be made by cash, cashier’s check or money order. Notwithstanding the foregoing, Owner may issue a 14-Day Notice to Pay Rent or vacate immediately after the rental due date without waiting until late payment charges begin to accrue.",
    "trans": "ЗАВЕРШЕННЯ ПЛАТЕЖУ ЗА ЗАБОРГОВАНІСТЬ\nОрендна плата в повному обсязі підлягає сплаті 1-го числа місяця. За орендну плату, яка буде отримана після 17:00 5-го числа будь-якого місяця, буде стягуватися штраф у розмірі десяти доларів США (10,00 доларів) за кожен день прострочення з 2-го числа місяця до повної сплати орендної плати. Наприклад: якщо орендна плата буде отримана на шостий день, то загальна сума до сплати складе 50,00 доларів. Якщо місцеві закони обмежують штрафи за прострочення нижче цієї суми, то буде стягнено максимальний дозволений штраф за прострочення.\nБудь-який чек, який не пройде банківську перевірку, буде вважатися неоплаченою орендною платою і підлягатиме вищезазначеному штрафу за прострочення платежу, а також збору у розмірі 50,00 доларів за повернений чек. Якщо мешканець подасть чек, який буде відхилений або повернений через недостатність коштів, або якщо мешканець запропонує оплату для усунення будь-якого порушення після отримання будь-якого повідомлення відповідно до RCW 59.12 та ін. (повідомлення про виселення) або RCW 59.18 та ін. (незаконне утримання), мешканець повинен здійснити таку оплату готівкою, банківським чеком або поштовим переказом. Якщо мешканець надасть власнику чек, який буде повернений за неплатіж, всі майбутні платежі мешканця повинні бути здійснені готівкою, банківським чеком або поштовим переказом. Незважаючи на вищезазначене, власник може видати повідомлення на 14 днів про необхідність сплати орендної плати або виїзду відразу після терміну сплати орендної плати без очікування початку нарахування штрафів за прострочення."
}