{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello, excuse me, this is Sarah from Newegg Services USA Your background and resume have been recommended by several online recruitment agencies. Therefore, we would like to offer you a great remote online part-time/full-time job helping Newegg merchants update data, increase visibility and bookings, and provide you with free training. Flexible part-time and full-time jobs allow you to work 60 to 90 minutes a day, 4 days a week, and earn extra income on weekends. You can work anywhere, anytime, on your own schedule and earn between $80 and $500 per day. Base pay is $950 for every 4 days worked. Paid annual leave: In addition to maternity, paternity and other legal holidays, regular employees are entitled to 5-15 days of paid annual leave. If you would like to participate, please contact the employer via WhatsApp at! [redacted_name]\n(Note: You must be at least 22 years old)",
    "trans": "Привіт, перепрошую, це Сара, з Ньювегг Сервісез США. Ваш попередній досвід та резюме були рекомендовані мені кількома онлайн-агенствами з підбору персоналу. Отже, ми хотіли б запропонувати вам чудову віддалену онлайн роботу з частковою/повною зайнятістю, де ви будете допомагати представникам Ньювегг оновлювати дані, підвищувати видимість та кількість замовлень, на додаток ми пропонуємо вам безкоштовне навчання. Гнучкий графік роботи з частковою або повною зайнятістю дозволить вам працювати від 60 хвилин до 90 хвилин на день, 4 дні на тиждень, а також отримувати додатковий дохід у вихідні дні. Ви можете працювати будь-де, будь-коли, за власним розкладом та заробляти від 80 долларів США до 500 долларів США на день. Ставка 950 долларів США за кожні 4 відпрацьовані дні. Оплачувана щорічна відпустка: На додаток до декретної відпустки, відпустки по догляду за дитиною та іншими банківськими вихідними, штатні працівники мають право на щорічну оплачувану відпустку тривалісьтю 5-15 днів. Якщо ви хочете приєднатися, будь ласка, звʼяжіться з роботодавцем через WhatsApp! [redacted_name]\n(Примітка: Вам має бути щонайменше 22 роки)"
}