{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] couldn’t believe his luck. He’d carefully made sure they’d left not only at the same time, but also when he had the excuse of taking James’ less direct metro line home, due to barely having missed his own. His goal had simply been to spend a bit of time together without [redacted_name] breathing down their necks. But in playing the long game, he’d somehow won the jackpot in the first round. James had them pressed together, rubbing his face into the side of [redacted_name]’ neck. Oh, he certainly had James’ attention now.\n[redacted_name] when that [redacted_name] had decided to be a problem, he hadn’t dared hope for this. Sure, he wasn’t above playing weak if it could get James’ arm curled around him. Oh, no, he was perfectly capable of connecting that [redacted_name] groin with his knee if necessary, or for fun. But James hadn’t let go of him again like he had expected—usually such a gentleman. Those tendencies seem to have been flung right out the window. James nosed his scent gland, licked at it.\n“James,” [redacted_name] warned, “We’re in public.”\nThe only indication that James had even heard him was the grumble he got in response.\n“James,” [redacted_name] said again, trying to lean his head away from James’ onslaught to his neck. It was as much a battle against himself as it was against James. That tongue did incredible things to him.\nJames whined, a broken, hurt sound, into [redacted_name]’ shoulder. “You won’t let me have you.”\n“Hey, James,” [redacted_name] fretted, trying to get James to listen before he started crying, which he sounded terrifyingly likely to do. “James, I’m right here. Would you listen to me?” [redacted_name] hissed, keeping his voice low. They didn’t need any more attention on them, especially with Regulus’ growing suspicion of what exactly had happened to James. His scent had changed slightly, grown stronger too. And if he was right? Well, he couldn’t have some other Omega presenting themselves as a solution.\nShaking James—which was rather hard to do considering James was still clinging to him from behind—[redacted_name] tried again, “James, Jamie.”\nThat finally got James looking up. His attention was zeroed in on Regulus, his pupils contracting in a predator-like look as they glued themselves to him. Well, definitely a rut then. [redacted_name] swallowed, his throat remaining dry. It was pretty obvious it was him who had triggered it. But how? They weren’t mated. They were what? Acquaintances at best? James had no claim on him, he shouldn’t be able to have such a strong reaction to him. Yet here James was, all over him, not even registering any of the other Omegas in the train car.\nBut that left Regulus with an entirely new problem. The stench of all the drunken idiots would be enough to mask James’ scent from anyone else. But that wouldn’t matter if it came fully into effect, before they got out of here—before things would get truly out of hand, and, ah… messy.\n“You want me?” [redacted_name] asked.\n“I want you.”\n“You can have me,” [redacted_name] slowly, holding James’ stare.\nJames’ arms tightened around him. The scent of James could be seeping into [redacted_name]’ clothing from how close they were. Oh, he was never going to wash them again.\n“If,” [redacted_name] stressed, “And only if you earn me.”\nPure determination lit up behind James’ eyes as he rambled, “How? Who do I fight? Anything. I need you.”\nHeat rose to [redacted_name]’ cheeks at the display. “Get us somewhere private, and I’m all yours,” he promised.\nJames nodded, his hands tugging at [redacted_name]’ shirt as he said, “Then you’ll be all mine. Only mine.” He somehow managed to work a hand underneath the fabric.\n“Yeah,” [redacted_name]s hummed, suppressing a moan as a warm hand pressed into the skin of his midriff. [redacted_name] needed to get a hold of himself. One of them needed to keep a clear head if they wanted to actually get off the metro.\nOnly a few minutes later, the doors opened to the stop near [redacted_name]’ place.",
    "trans": "[redacted_name] не міг повірити своїй удачі. Він ретельно подбав про те, щоб вони вийшли не тільки в один і той же час, але й тоді, коли у нього була відмовка повернутися додому менш прямою лінією метро Джеймса, оскільки він ледве пропустив свою власну. Його метою було просто провести трохи часу разом без того, щоб [redacted_name] дихав їм у потилицю. Але граючи в довгу гру, він якимось чином виграв джекпот у першому раунді. Джеймс притиснув їх разом, терся обличчям об бік шиї [redacted_name]. О, тепер він точно привернув увагу Джеймса.\n[redacted_name], коли той [redacted_name] вирішив стати проблемою, він навіть не наважувався сподіватися на це. Звичайно, він не був би проти зіграти слабкого, якщо це могло б призвести до того, що рука Джеймса обійме його. О, ні, він цілком здатний з'єднати той [redacted_name] пах з коліном при необхідності або для розваги. Але Джеймс не відпустив його знову, як він очікував - зазвичай такий джентльмен. Схоже, ці схильності були викинуті прямо з вікна. Джеймс понюхав його пахову залозу, лизнув її.\n\"Джеймс,\" - попередив [redacted_name], - \"Ми на публіці.\"\nЄдиним свідченням того, що Джеймс взагалі його почув, був бурчання у відповідь.\n\"Джеймс,\" - сказав [redacted_name] знову, намагаючись відсторонити голову від нападу Джеймса на свою шию. Це була боротьба як із самим собою, так і з Джеймсом. Той язик робив з ним неймовірні речі.\nДжеймс заскиглив, видавши ламкий, болісний звук у плече [redacted_name]. \"Ти не дозволиш мені мати тебе.\"\n\"Привіт, Джеймс,\" - занепокоївся [redacted_name], намагаючись змусити Джеймса слухати, перш ніж він почне плакати, що звучало жахливо ймовірно. \"Джеймс, я тут. Чи можеш ти мене вислухати?\" - прошипів [redacted_name], зберігаючи низький тон голосу. Їм не потрібно було більше уваги на собі, особливо з зростаючою підозрою Регулуса щодо того, що саме сталося з Джеймсом. Його запах трохи змінився, став сильнішим. І якщо він правий? Ну, він не міг дозволити іншому Омезі представляти себе як рішення.\nТрясучи Джеймса - що було досить важко зробити, враховуючи, що Джеймс все ще тримався за нього ззаду - [redacted_name] спробував ще раз: \"Джеймс, Джеймі.\"\nЦе нарешті привернуло увагу Джеймса. Його погляд був зосереджений на Регулусі, його зіниці звузилися в хижому вигляді і приклеїлися до нього. Ну, явно в періоді тічки тоді. [redacted_name] проковтнув, його горло залишалося сухим. Було досить очевидно, що це він викликав це. Але як? Вони не були пов'язані шлюбом. Вони були ким? Найкращими знайомими? У Джеймса не було на нього прав, він не повинен був мати таку сильну реакцію на нього. Але ось Джеймс, весь на ньому, навіть не помічаючи інших Омегів у вагоні потяга.\nАле це залишало Регулусу зовсім нову проблему. Смердючий запах усіх п'яних ідіотів був би достатнім для того, щоб замаскувати запах Джеймса від когось іншого. Але це не мало б значення, якщо б це повністю вступило в силу перед тим, як вони виберуться звідси - перед тим, як все стане по-справжньому некерованим і... брудним.\n\"Ти хочеш мене?\" - запитав [redacted_name].\n\"Я хочу тебе.\"\n\"Ти можеш мати мене,\" - повільно відповів [redacted_name], утримуючи погляд Джеймса.\nРуки Джеймса міцно обійняли його. Запах Джеймса, напевно, проникав у одяг [redacted_name] з-за того, наскільки близько вони були один до одного. О, він ніколи більше не буде їх прати.\n\"Якщо,\" - підкреслив [redacted_name], - \"і тільки якщо ти мене заслужиш.\"\nЧисте рішучість запалилося в очах Джеймса, коли він заговорив: \"Як? З ким мені битися? На все готовий. Я потребую тебе.\"\nНа цю демонстрацію [redacted_name] відчув, як тепло піднялося до його щік. \"Заведи нас кудись приватно, і я весь твій,\" - пообіцяв він.\nДжеймс кивнув, його руки потягнулися до сорочки [redacted_name], коли він сказав: \"Тоді ти будеш тільки моїм. Тільки моїм.\" Він якось зміг просунути руку під тканину.\n\"Так,\" - промовив [redacted_name], стримуючи стогін, коли тепла рука натиснула на шкіру його живота. [redacted_name] потрібно було взяти себе в руки. Один з них повинен був залишитися розсудливим, якщо вони хотіли дійсно вийти з метро.\nЛише через кілька хвилин двері відкрилися на зупинці біля будинку [redacted_name]."
}