{
    "source": "en_US",
    "target": "uk_UA",
    "text": "There are three basic approaches to the laboratory measurement of blood glucose concentration: reducing methods, condensation methods, and enzymatic methods. Reducing methods are the oldest and take advantage of the reducing properties of glucose to change the state of a metal ion while glucose is being oxidized. Reducing methods are nonspecific, and any strong reducing agent can cross react to yield spuriously elevated values. While steps can be added to remove most cross-reacting reducing agents, this approach has largely been abandoned in the clinical laboratory.\nThe aldehyde group of glucose can undergo condensation with aromatic compounds to yield a colored product. In the most commonly used condensation reaction, o-toluidine reacts with glucose to form a glucosamine that has an intense green color. The color is then measured spectrophotometrically to estimate the glucose concentration. The reaction is rapid, and the intense color allows a high degree of sensitivity. Other aldoses can cross react, but only mannose and galactose give a highly colored product. These sugars are not found in great concentrations in the blood and their cross reactivity is ordinarily not significant. o-Toluidirie has the drawback of being highly corrosive and toxic. For this reason, this method is rapidly being phased out of the clinical laboratory.",
    "trans": "Існує три основні підходи до лабораторного вимірювання концентрації глюкози в крові: редукційні методи, конденсаційні методи та ензиматичні методи. Редукційні методи є найстарішими і використовують редукційні властивості глюкози для зміни стану металевого іону під час окислення глюкози. Редукційні методи є неспецифічними, і будь-який сильний відновник може взаємодіяти з ними, що призводить до помилково підвищених значень. Хоча можна додати етапи для видалення більшості перехресно реагуючих відновників, цей підхід в основному був залишений у клінічній лабораторії.\nАльдегідна група глюкози може взаємодіяти з ароматичними сполуками в реакції конденсації, утворюючи кольоровий продукт. У найпоширенішій конденсаційній реакції о-толуідіна реагує з глюкозою, утворюючи глюкозамін, який має інтенсивний зелений колір. Потім колір вимірюється спектрофотометрично для оцінки концентрації глюкози. Реакція є швидкою, а інтенсивний колір дозволяє досягти високого ступеня чутливості. Інші альдози можуть взаємодіяти, але тільки маноза і галактоза дають високо кольоровий продукт. Ці цукри не зустрічаються в великих концентраціях у крові, і їх перехресна реактивність зазвичай не є значною. О-толуідіна має недолік високої корозійності та токсичності. З цієї причини цей метод швидко виводиться з використання в клінічній лабораторії."
}