{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello,\nThank you for taking the tax information interview but the Internal Revenue Service (IRS) was unable to validate your information because it did not match their records. Please retake the tax information interview by accessing the “Tax Information” tab in the main menu of the Amazon Flex app.\nWe do not have any insight into the specific details about what may have been invalid, but here are some common issues to consider:\n• If you are submitting a Social Security Number (SSN), use the exact same name format that appears on your Social Security card.\n• If you are submitting an Employer Identification Number (EIN), use the exact same name that appears on the first line of the address header on your Notice CP575A from the IRS.\n• Misspelling your name, not including your middle initial or middle name, or entering an incorrect Taxpayer Identification Number may cause tax identity information to not match IRS records.\nThank you and we look forward to you delivering smiles with us.\nThe Amazon Flex Team",
    "trans": "Доброго дня!\nДякуємо, що пройшли співбесіду про податкову інформацію, але Федеральна податкова служба (IRS) не змогла підтвердити вашу інформацію, оскільки вона не збігається з їхніми записами. Будь ласка, пройдіть повторну співбесіду, перейшовши на вкладку «Податкова інформація» у головному меню застосунку Amazon Flex.\nМи не знаємо, яка саме інформація була невірною, але ось деякі найчастіші питання, які важливо враховувати:\n• Якщо ви повідомляєте номер соціального страхування (SSN), вказуйте ім'я у тому ж форматі, що й на вашій картці соціального страхування.\n• Якщо ви повідомляєте ідентифікаційний номер роботодавця (EIN), вказуйте ім'я як у першому рядку назви адреси у вашому Сповіщенні CP575A від Федеральної податкової служби.\n• Неправильно написане ім'я, відсутність початкової букви вашого середнього імені чи середнього імені повністю, або неправильно вказаний ідентифікаційний номер платника податків можуть призвести до розбіжностей між повідомленою вами податковою інформацією та записами Федеральної податкової служби.\nДякуємо та очікуємо, що ви якнайшвидше розпочнете дарувати людям посмішки разом з нами.\nКоманда Amazon Flex"
}