{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello team!\nWe have a very good opportunity.\nFrom HQ team they have given us 10 seats for a training that they will offer in Barcelona on Monday, October 14th (full day training).\nThe training/workshop is: “Interaction Style”, based on MBTI, with Joachim Kohlbacher.\nWhat is “Interaction Style”, based on MBTI:\n§\nIt derives from communication theory\n§\nIt is the merge of psycho physiological energy\n§\nIt shows “How” we interact with others to achieve results, highly situational\n§\nWe have an innate preference for one of four styles\n§\nIt is a set of unconscious drives\n§\nInteraction Style gives an indicator of our role in a group\nAt the end of this program, participants will have:\n·\nExperienced a comprehensive self-assessment on Interaction Style\n·\nRecognize the preferences related to each Interaction Style and how to observe clues for these preferences\n·\nRecognize diversity of participants and what learning methods/styles appeal to individual Interaction Style\n·\nIdentified the inherent strengths and challenges they might face in their role based on Interaction Style.\n·\nEstablished an action plan to apply these skills and techniques in everyday Training situations.\nIf you are interested in attending, please reply to this email.\nDeadline: Friday at 10h.\nThank you & Happy learning! 😊",
    "trans": "Привіт команда!\nВ нас є дуже гарна можливість.\nКоманда штаб квартири надала нам 10 місць на треннінгу, який вони проведуть в Барселоні, в понеділок, 14 жовтня (навчання повний лень)\nТренінг/семінар: «Стиль взаємодії», що базується на MBTI, з Йоахимом Кольбахером.\nЩо таке «Стиль взаємодії», що базується на  MBTI:\n§\nПоходить з теорії комунікації\n§\nЄ злиттям психо- та психофізиологічної енергії\n§\nПоказує «Як» ми взаємодіємо з іншими для досягнення результатів, є високо ситуативним\n§\nМи маємо вроджену схильність до одного з чотирьох стилів\n§\nЄ набором підсвідомих спонукань\n§\nСтиль взаємодії дає нам індикатор нашої ролі в групі\nВ кінці цієї програми учасники отримають:\n•\nПроходження комплексної самооцінки стилю взаємодії\n•\nРозпізнають вподобання, пов'язані з кожним стилем взаємодії, та способи знаходити підказки цих вподобань\n•\nВизнають різноманітність учасників та дізнаються, які методи/стилі навчання підходять до кожного індивідуального стилю взаємодії\n•\nВизначені сильні сторони та прорблеми, з якими можна стикнутись в своїй ролі, виходячи зі стилю взаємодії.\n•\nРозроблений план дій для застосування цих навичок та технік в щоденних навчальних ситуаціях.\nЯкщо ви зацікавлені в участі, будь ласка, дайте відповідь на цей електронний лист.\nКінцевий термін: П'ятниця о 10:00.\nДякуємо вам та вдалого навчання! 😊"
}