{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name],\nI'm [redacted_name] from [redacted_info]., an Australian company focused on quality and safety for dog products. Learn more about us here: Dog Friendly Co.\nI'm a fan of your engaging content. As a dog lover, do you have a furry friend? If so, you might like our high-quality products designed for comfort and security.\nWe'd love to send your dog a Signature Kit in exchange for:\n🐾 1 x IG Reels (with tag @dogfriendlycoand use of unique discount code)\n🐾 1 x Story Post\n🐾 Usage rights for content produced\nKey points to remember:\nMake sure to tell your followers that you received our “SIGNATURE KIT”\nDo not tag/mention any other brands in your post.\nDo not wear any accessories along with the Signature Kit.\nPost deadline\n7 days after receiving your Signature Kit\nIf interested, please fill out this form for shipping and product selection: https://forms.gle/RL1dSE4WfC2gC1du5\nSlots are limited, so fill out the form quickly. Let me know if you have any questi",
    "trans": "[redacted_name],\nЯ [redacted_name] з [redacted_info], компанії з Австраії, що спеціалізується на якості та безпеці товарів для собак. Дізнатися більше про нас можна тут: Dog Friendly Co.\nЯ є фанатом вашого цікавого контенту. Як любитель собак, чи є у вас пухнастий друг? Якщо так, то вам може сподобатися наша високоякісна продукція, створена для комфорту та безпеки.\nМи із задоволенням відправимо вашому собаці фірмовий набір в обмін на:\n🐾 1 Рілс в Інстраграмі (з тегом @dogfriendlyco і використанням унікального коду знижки)\n🐾 1 сторіс в публікації\n🐾 Права на використання створеного контенту\nКлючові моменти:\nОбов'язково повідомте своїм підписникам, що ви отримали наш «ФІРМОВИЙ НАБІР».\nНе згадуйте інші бренди у своїй публікації.\nНе носіть жодних аксесуарів разом із «ФІРМОВИМ НАБОРОМ».\nДедлайн публікації\nЧерез 7 днів після отримання фірмового набору\nЯкщо ви зацікавлені, будь ласка, заповніть цю форму для доставки та вибору продукту: https://forms.gle/RL1dSE4WfC2gC1du5.\nСлоти обмежені, тому заповнюйте форму швидко. Повідомте мені, якщо у вас є запитання"
}