{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name],\nThe review of your paper is now complete, and the Reviewers' reports are shown below. They conclude that your paper is not suitable for publication. Consequently, I regret to inform you that this paper was not accepted for publication in ENERGY.\nReviewers' suggestions may be of assistance to you in the preparation of future papers\nThank you very much for expressing your interest in ENERGY.\nSincerely,\nProfessor [redacted_name]\nSubject Editor\nEnergy\n**********\nDear [redacted_name],\nGiven the merits of your research and the topics covered by your manuscript, I am pleased to offer a conditional acceptance in the journals mentioned immediately below, if you revise your submission in line with the comments of the reviewers and editor.\nNext Research, the newest journal in the Next family of journals, invites authors to publish original and scientifically rigorous research across all disciplines, accepting both theoretical and experimental work. As a broad-scope journal, our primary criterion for publication is the scientific accuracy and ethical integrity of the work, rather than its perceived impact. Submissions to Next Research are initially exclusively by transfer invitation; our dedicated team ensures a seamless and supportive publication experience from start to finish. [More information: https://www.sciencedirect.com/journal/next-research]\nIf you take up this offer and fully address the comments of the reviewers in your revised manuscript, your submission will be quickly accepted, without further peer review.\nTo take advantage of this conditional acceptance offer, simply click the link at the end of this letter. You will then have 90 days to finalise your submission. During this stage, please upload a tracked-change revision of your manuscript as well as a comprehensive \"\"Response to Reviewers” confirming that the required revisions have been implemented.\nAlternatively, you may wish to submit your manuscript to the following journals for consideration. Please note that your paper will proceed through the standard editorial process.\nEnergy Reports (Impact Factor 4.7, CiteScore 8.2) is a multidisciplinary gold open access journal, covering all aspect of energy research, with a focus on rapid review and publication time. This journal has been indexed in SCIE (Science Citation Index Expanded), Scopus, INSPEC, Ei Compendex, and Directory of Open Access Journals (DOAJ).\nIt was ranked in Tier 3 (2023) by the Chinese Academy of Sciences (CAS).\nThe International Journal of Thermofluids (CiteScore 10.1) is a gold open access journal publishing original papers and short communications in heat and mass transfer, thermodynamics, fluid mechanics and combustion. This journal has been indexed in 2 international databases – Scopus and Directory of Open Access Journals (DOAJ).\nOcean Engineering (Impact Factor 4.6, CiteScore 7.3) provides a medium for the publication of original research and development work in the field of ocean engineering, naval architecture, polar and arctic engineering, automatic control of marine systems. ocean engineering welcomes papers on hydrodynamics, structural mechanics, stochastic calculations, experimental approaches, marine equipment, ocean environmental predictions and automatic control of marine systems.\nIt was ranked in Tier 1 (2023) by the Chinese Academy of Sciences (CAS).\nTo transfer your paper, please click the link below by Feb 24, 2025. You will also have 90 days to finalise your submission at your preferred journal.",
    "trans": "Шановний [redacted_name],\nОгляд вашої статті завершено, і нижче наведені звіти рецензентів. Вони приходять до висновку, що ваша стаття не підходить для публікації. Тому мені шкода повідомляти вас про те, що ця стаття не була прийнята до публікації в ENERGY.\nПропозиції рецензентів можуть бути корисними вам при підготовці майбутніх статей\nДякую вам дуже за проявлений інтерес до ENERGY.\nC повагою,\nПрофесор [redacted_name]\nCуб'єктний редактор\nEнергетика\n**********\nШановний [redacted_name],\nЗ урахуванням переваг вашого дослідження та тем, які охоплює ваша рукопись, я радий запропонувати умовне прийняття в журналах, зазначених безпосередньо нижче, якщо ви внесете зміни до своєї подачі відповідно до коментарів рецензентів та редактора.\nNext Research, найновіший журнал у родині журналів Next, запрошує авторів публікувати оригінальні та науково обґрунтовані дослідження в усіх дисциплінах, приймаючи як теоретичні, так і експериментальні роботи. Як журнал з широким спектром тем, нашим основним критерієм для публікації є наукова точність та етична цілісність роботи, а не її сприйнятий вплив. Подачі до Next Research спочатку здійснюються виключно за запрошенням; наша віддана команда забезпечує безперервний та підтримуючий процес публікації від початку до кінця. [Додаткова інформація: https://www.sciencedirect.com/journal/next-research]\nЯкщо ви скористаєтеся цією пропозицією та повністю врахуєте коментарі рецензентів у вашій виправленій рукописі, ваша подача буде швидко прийнята без подальшого рецензування.\nЩоб скористатися цією пропозицією умовного прийняття, просто натисніть на посилання в кінці цього листа. Ви отримаєте 90 днів для завершення вашої подачі. На цьому етапі будь ласка, завантажте виправлену версію вашої рукописи з відстеженими змінами, а також детальну \"Відповідь рецензентам\", що підтверджує реалізацію необхідних виправлень.\nАльтернативно, ви можете захотіти подати вашу рукопис до наступних журналів для розгляду. Зверніть увагу, що ваша стаття пройде стандартний редакційний процес.\nEnergy Reports (імпакт-фактор 4.7, CiteScore 8.2) - це багатопрофільний журнал з відкритим доступом золотого типу, який охоплює всі аспекти досліджень в галузі енергетики, з акцентом на швидкий процес рецензування та публікації. Цей журнал індексується в SCIE (Science Citation Index Expanded), Scopus, INSPEC, Ei Compendex та Довіднику відкритих доступних журналів (DOAJ).\nУ 2023 році він був віднесений до 3-го рівня (Tier 3) Китайською академією наук (CAS).\nThe International Journal of Thermofluids (CiteScore 10.1) - це журнал з відкритим доступом золотого типу, який публікує оригінальні статті та короткі повідомлення з теплопередачі та масопередачі, термодинаміки, механіки рідин та горіння. Цей журнал індексується в 2 міжнародних базах даних - Scopus та Довіднику відкритих доступних журналів (DOAJ).\nОкеанічна інженерія (імпакт-фактор 4.6, CiteScore 7.3) забезпечує середовище для публікації оригінальних досліджень та розробок у галузі океанічної інженерії, морської архітектури, полярної та арктичної інженерії, автоматичного управління морськими системами. Океанічна інженерія приймає статті з гідродинаміки, структурної механіки, стохастичних розрахунків, експериментальних підходів, морського обладнання, прогнозування океанічного середовища та автоматичного управління морськими системами.\nУ 2023 році вона була віднесена до 1-го рівня за версією Китайської академії наук (CAS).\nЩоб передати свою статтю, будь ласка, натисніть на посилання нижче до 24 лютого 2025 року. Ви також матимете 90 днів для завершення подачі заявки у вашому вибраному журналі."
}