{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The claimant's husband, Mr Ng Man Hung, was also an insurance agent of the 1st respondent. His\ntitle was Regional Director. He was more senior than the claimant by one grade.\n11. On about 5 May 2017, the husband notified the 1st respondent that he would resign. Shortly\nafterwards, he joined AIA International Ltd, a major competitor of the 1st respondent.\n12. About three days after the husband resigned, the 1st respondent notified the claimant that the IAA\nwould be terminated with effect from 17 May 2017. The termination was in accordance with the IAA\nwhich provided that the agreement may be terminated by either party on not less than six days' written\nnotice.\n13. Relying on the provisions in the Letter, the IAA and the \"Give Me Five\" sales incentive scheme rules,\nthe 1st respondent now says that the signing fee, the special bonuses and the sales incentive should\nbe forthwith repaid by the claimant as (a) the IAA was terminated within 24 months of its signing and\n(b) it was terminated before 30 April 2018.\n14. As of the date of termination, the 1st respondent alleges that there was a credit balance in the sum\nof $116,507.71 in the claimant's commission account and after giving credit to it, the claimant is\nindebted to the 1st respondent in the sum of $4,070,682.30.",
    "trans": "Чоловік позивача, пан Нг Ман Хунг, також був страховим агентом 1-го відповідача. Його\nпосада була регіональний директор. Він був старший за позивача на один ранг.\n11. Приблизно 5 травня 2017 року чоловік повідомив 1-го відповідача про те, що він піде у відставку. Незабаром\nпісля цього він приєднався до AIA International Ltd, основного конкурента 1-го відповідача.\n12. Приблизно через три дні після відставки чоловіка, 1-й відповідач повідомив позивача про те, що IAA\nбуде припинено з 17 травня 2017 року. Припинення відбулося відповідно до IAA\nяка передбачала можливість припинення угоди будь-якою стороною з письмовим повідомленням не менше ніж за шість днів до\nповідомлення.\n13. Спираючись на положення Листа, IAA та правил програми продажів \"Give Me Five\",\n1-й відповідач тепер стверджує, що гонорар за підписання угоди, спеціальні бонуси та продажний стимул повинні\nбути негайно повернуті позивачем як (а) IAA була припинена протягом 24 місяців з моменту підписання і\n(б) вона була припинена до 30 квітня 2018 року.\n14. На дату припинення 1-й відповідач стверджує, що існував кредитний залишок у сумі\nСума 116 507,71 доларів на рахунку комісії позивача, і після зарахування цієї суми позивач\nзаборгує 1-му відповідачу суму 4 070 682,30 доларів."
}