{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Yes, yes, his parole. I know.” Draco turned away from her again, taking several steps in his frustration. “How could I possibly forget as a central strand in the web of lies? I still don’t see how maintaining the illusion of a relationship with his Death Eater son will work in his favour.”\nNarcissa’s voice was quiet when she spoke, but he could hear the edge of desperation in it. “Every connection to the outside world is seen as a benefit. Especially connections to family.”\nDraco snorted derisively. “Even this one?”\nHe heard the click of his mother’s heels on the marble floor as she approached him. She laid a gentle hand on the back of his shoulder.\n“It doesn’t have to be an illusion, you know. You should tell him about her.”\nDraco swung around to stare at his mother. “What are you talking about?”\nShe was wearing a warm smile. Understanding and a hint of smugness. “I’m your mother Draco, you can’t easily hide from me.”\n“I’m not hiding anything!” he said, firing up. “What did you tell him? He knew about the Muggles. What did you say?”\n“Only what I know to be true,” she said with a little shrug. “You’ve made friends for yourself in the Muggle world and...” She seemed to be choosing her words carefully, but her eyes held the same self-satisfied twinkle. “And you care for someone. Someone new.”\nHe scoffed again. “The only thing I care about is scraping together some semblance of a meaningful life from the shattered remains of a reputation that your husband left me with.”\nHe turned on his heel and headed for his room again, starting on the buttons of his waistcoat. He paused at the bottom of the stairs. “And there’s no one! No one new.”\nNarcissa smirked at his retreating back and the bright flush of red staining the pale skin of his neck.",
    "trans": "Так, так, його умовно-дострокове звільнення. Я знаю.\" Драко знову відвернувся від неї, зробивши кілька кроків у своєму розчаруванні. \"Як я можу забути про це як про центральну нитку в павутині брехні? Я все ще не бачу, як підтримка ілюзії стосунків з його сином-смертежером може йому допомогти.\"\nГолос Нарциси був тихим, коли вона заговорила, але він міг почути в ньому нотки відчаю. \"Кожен зв'язок з зовнішнім світом розглядається як перевага. Особливо зв'язки з родиною.\"\nДрако презирливо хмикнув. \"Навіть цей?\"\nВін почув клацання каблуків матері на мармуровій підлозі, коли вона наближалася до нього. Вона поклала ніжну руку на його плече.\n\"Це не обов'язково має бути ілюзією, знаєш. Тобі слід розповісти йому про неї.\"\nДрако обернувся, щоб витріщитися на матір. \"Про що ти говориш?\"\nНа її обличчі була тепла усмішка. Розуміння і натяк на самовдоволення. \"Я твоя мати, Драко, ти не можеш легко сховатися від мене.\"\n\"Я нічого не ховаю!\" – сказав він, спалахнувши. \"Що ти йому сказала? Він знав про маглів. Що ти сказала?\"\n\"Тільки те, що я знаю як правду,\" – сказала вона з невеликим плечем. \"Ти завів собі друзів у маглівському світі і..\" Здавалося, вона обережно підбирала слова, але в її очах був той же самодоволений блиск. \"І ти піклуєшся про когось. Про когось нового.\"\nВін знову насміхнувся. \"Єдине, що мене цікавить – це скласти хоч якусь подобу змістовного життя з розбитих залишків репутації, яку залишив мені твій чоловік.\"\nВін повернувся на п'ятах і знову попрямував до своєї кімнати, починаючи застібати ґудзики свого жилета. Він зупинився внизу сходів. \"І нікого немає! Нікого нового.\"\nНарцисса посміхнулася його віддаленій спині та яскраво-червоному рум'янцю, що забарвлював бліду шкіру його шиї."
}