{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hand hygiene 1 0.5 0\n2. Close windows and doors. 1 0.5 0\n3. The infant apical pulse and respiration rate are counted before he is disturbed. 2 1 0\n4. Place the rubber sheet on bed. 1 0.5 0\n5. Undress the infant except for the diaper and he is securely wrapped in bath\ntowel.\n1 0.5 0\n6. Start with eyes. With a washcloth, carefully wipe each eye from the inner to\nthe outer aspect of the lid with water only.\n2 1 0\n7. Moisten cotton balls and clean the ears gently with water only. 1 0.5 0\n8. Cleanse the face by warm water only. 1 0.5 0\n9. Hold the infant over the basin and wash the head with soap and water. Rinse\nby pouring water from a small vessel over the head into the basin.\n2 1 0\n10. Place child in bed and dry the head quickly. 1 0.5 0\n11. Remove the napkin and clean the buttocks from the fecal matter with the\ncorner of the napkin if any.\n1 0.5 0\n12. Wash infant's body carefully at neck, arms, hands, chest, abdomen, back. 1 0.5 0\n13. Pick up the baby and place him into the basin slowly, insert feet first. 2 1 0\n14. Dry carefully especially the skin folds. 1 1 0\n15. Clean the fingernails and toenails. 1 0.5 0\n16. Recording for: Time ,Observations & Reaction of the infant.",
    "trans": "Гігієна рук 1 0.5 0\n2. Закрийте вікна та двері. 1 0.5 0\n3. Верхівковий пульс та частота дихання немовляти вимірюються до того, як його потурбують. 2 1 0\n4. Покладіть гумову пелюшку на ліжко. 1 0.5 0\n5. Роздягніть немовля, залишивши лише підгузок, і надійно загорніть його у банний\nрушник\n1 0.5 0\n6. Почніть з очей. За допомогою мочалки обережно протріть кожне око від внутрішнього до\nзовнішнього куточка повіки лише водою.\n2 1 0\n7. Змочіть ватні кульки та обережно протріть вуха лише водою. 1 0.5 0\n8. Очистіть обличчя лише теплою водою. 1 0.5 0\n9. Тримайте немовля над тазиком і вимийте голову милом і водою. Змийте,\nналиваючи воду з невеликої посудини над головою в тазик.\n2 1 0\n10. Покладіть дитину в ліжко і швидко висушіть голову. 1 0.5 0\n11. Зніміть серветку і очистіть сідниці від калу\nкуточком серветки, якщо є. 1 0.5 0\n1 0.5 0\n12. Обережно вимийте тіло немовляти в області шиї, рук, кистей, грудей, живота, спини. 1 0.5 0\n13. Візьміть дитину і повільно опустіть її в тазик, спочатку ноги. 2 1 0\n14. Ретельно висушіть, особливо шкірні складки. 1 1 0\n15. Очистіть нігті на руках і ногах. 1 0.5 0\n16. Запис: Час, спостереження та реакція немовляти."
}