{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Perhaps that was why they’d taken so long to reply. To play some power game.\n“Then come at your leisure,” Rhys said, with enough of a bite that the queens’ guards stepped forward. Cassian only grinned at them—and the wisest among them instantly paled.\nRhys barely inclined his head as he added, “Perhaps then you’ll comprehend how vital the Book is to both our efforts.”\n“We will consider it once we have your proof.” The ancient one nearly spat the word. Some part of me reminded myself that she was old, and royal, and smacking that sneer off her face would not be in our best interests. “That book has been ours to protect for five hundred years. We will not hand it over without due consideration.”\nThe guards flanked them—as if the words had been some predetermined signal. The golden queen smirked at me, and said, “Good luck.”\nThen they were gone. The sitting room was suddenly too big, too quiet.\nAnd it was Elain—Elain—who sighed and murmured, “I hope they all burn in hell.”",
    "trans": "Можливо, саме тому вони так довго не відповідали. Щоб зіграти в якусь гру влади.\n«Тоді приходьте у свій час», - сказав Ріс, з достатньою гостротою, щоб охоронці королеви зробили крок вперед. Кассіан лише усміхнувся їм - і найрозумніший серед них миттєво поблід.\nРіс ледве нахилив голову, додавши: «Можливо, тоді ви зрозумієте, наскільки важлива Книга для наших зусиль».\n«Ми розглянемо це, коли отримаємо ваше підтвердження». Древня жінка майже виплюнула це слово. Частина мене нагадала собі, що вона стара, королівська, і що знищення цієї насмішки на її обличчі не буде в наших інтересах. «Ця книга була нашою для захисту протягом п'ятисот років. Ми не віддамо її без належного розгляду».\nОхоронці стали поруч з ними - ніби ці слова були заздалегідь визначеним сигналом. Золота королева усміхнулася мені і сказала: «Удачі».\nІ вони зникли. Вітальня раптом стала занадто великою, занадто тихою.\nІ це була Елейн - Елейн - яка зітхнула і прошепотіла: «Сподіваюся, вони всі горітимуть у пеклі»."
}