{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Bai Sheng cheerfully interrupted. “I just know that your precious son spent the entire summer vacation after graduating from kindergarten practicing touching live electrical sockets and ended up in the hospital for two months after getting electrocuted. He has become much wiser and more mature now after learning a lesson. Hahaha...”\nGoddamn it! You were the one who led the way to play with the electrical socket, you little bastard!\nChairman Bai finally dragged away his troublesome and talkative nephew, saving his business rival, who was on the verge of eruption. He forced a smile, “Mr. Zhang, don’t mind him. He’s still immature and just a child. I’ll definitely discipline him later.”\nDamn it, he’s a twenty-seven-year-old child!!\nHis business rival left with smoke coming out of his seven orifices, leaving Chairman Bai feeling utterly exhausted. Before he could even find a mirror to see how few precious hairs he had left, Bai Sheng sighed and patted his shoulder.\n“Uncle, I’ve already greeted most of the familiar faces here. You go ahead and handle things. I’m leaving,”\n“Where are you going?”\nBai Sheng finished the last drop of wine in his glass and casually replied, “I’m going to check out the ‘Abandoned Tower.'”",
    "trans": "Бай Шен весело перебив. \"Я просто знаю, що твій дорогий синок провів все літнє канікули після закінчення дитячого садка, практикуючи дотик до живих електричних розеток і в результаті потрапив до лікарні на два місяці після того, як його вдарило струмом. Тепер він став набагато мудрішим і зрілішим після того, як отримав урок. Ха-ха-ха...\"\nЧорт забирай! Ти був тим, хто привів до гри з електричною розеткою, маленький виродку!\nГолова Бай нарешті витягнув свого проблемного та балакучого племінника, рятуючи свого бізнес-суперника, який був на межі вибуху. Він змусив себе усміхнутися: \"Пане Чжан, не звертайте на нього уваги. Він ще незрілий і просто дитина. Я обов'язково покараю його пізніше.\"\nЧорт візьми, йому вже двадцять сім років, а він все ще дитина!!\nЙого бізнес-суперник пішов з місця події, залишаючи за собою дим, що виходив з усіх семи отворів його тіла, а голова Бай відчула повну виснаженість. Перш ніж він зміг знайти дзеркало, щоб подивитися, скільки цінних волосся у нього залишилося, Бай Шенг зітхнув і потиснув йому плече.\n\"Дядьку, я вже привітав більшість знайомих тут. Ви продовжуйте займатися справами. Я йду,\"\n\"Куди ти йдеш?\"\nБай Шенг закінчив останню краплю вина у своєму келиху і безтурботно відповів: \"Я збираюся перевірити 'З abandoned Tower'.\""
}