{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As part of Charlotte-Mecklenburg Schools’ ongoing commitment to ensuring an accurate and fair compensation plan, we are conducting an audit of classified employees’ work experience credit.\nTo support this effort, we have pulled your NC State Service Credit from NC Orbit, where applicable. If you do not have State Creditable Service, we have used the number of years you have been with CMS since your most recent hire date.\nAction Required:\nPlease review the information provided regarding your state service years. If the information is accurate, simply confirm its accuracy. If you believe the information is incorrect, you will have the opportunity to dispute it and provide additional details for our team to review.\nBefore Completing the Form:\nMake sure you have your full work history with any North Carolina State Agencies readily available. You will also need your employee ID number, which is the same number used for Red Rover, to access this form.\nFrequently Asked Questions:\nFor additional information, please review the FAQ Document: NC State Service FAQ\nQuestions or Concerns:\nIf you have questions or need assistance, please do not hesitate to contact us at HRverification@cms.k12.nc.us.\nPlease complete this form by October 17, 2024. We appreciate your attention to this important matter and your continued service to CMS.",
    "trans": "В рамках постійного зобов'язання шкіл Шарлотт-Мекленбург забезпечити точний і справедливий план компенсації, ми проводимо аудит кредиту за досвід роботи класифікованих працівників.\nДля підтримки цієї ініціативи ми отримали ваш кредит за службу в державі Північна Кароліна з NC Orbit, де це застосовно. Якщо у вас немає кредиту за службу в державі, ми використали кількість років, які ви працюєте в CMS з моменту вашого останнього найму.\nНеобхідні дії:\nБудь ласка, перегляньте надану інформацію щодо ваших років служби в державі. Якщо інформація є точною, просто підтвердіть її точність. Якщо ви вважаєте, що інформація є неправильною, у вас буде можливість оскаржити її та надати додаткові деталі для розгляду нашою командою.\nПеред заповненням форми:\nПереконайтеся, що у вас є повна історія роботи з будь-якими державними агентствами Північної Кароліни під рукою. Вам також знадобиться ваш номер співробітника, який є тим самим номером, що використовується для Red Rover, щоб отримати доступ до цієї форми.\nЧасто задавані питання:\nДля отримання додаткової інформації ознайомтеся з документом FAQ: Часто задавані питання про службу в державі Північна Кароліна\nЗапитання або проблеми:\nЯкщо у вас є запитання або вам потрібна допомога, не соромтеся звертатися до нас за адресою HRverification@cms.k12.nc.us.\nБудь ласка, заповніть цю форму до 17 жовтня 2024 року. Ми вдячні вам за увагу до цього важливого питання та вашу подальшу службу CMS."
}