{
    "source": "en_US",
    "target": "uk_UA",
    "text": "“Ven… play more… Game. With Pete and dada,” was mumbling Venice, talking in his sleep pretty much and Pete planted a little kiss on top of his head. Venice was precious and he slowly carried him into the bedroom, gently supporting Venice’s head as he planted him on top of the bed.\nLuckily, Venice had already taken a bath and he had dinner as well – it was already past eight, so it wasn’t really a surprise that Venice was pretty much asleep.\nAfter Pete came over, Venice had forgotten about being disappointed that he couldn’t go with Macau. He still didn’t understand why he couldn’t go to the library, but he had a lot of fun with Pete and Vegas. Pete brought many games and the three of them had a little evening filled with many board games.\nVenice wanted to play many more games, but tiredness caught up with him and he fell asleep on the couch. Pete decided to carry him upstairs while Vegas decided to clean up around the living room.\nPete chuckled when he saw Venice nuzzling into the pillow and he slowly pulled bedcovers over him, placing his favourite stuffed toy next to him. Venice mumbled something in his sleep, but he finally stopped fighting sleep and Pete sighed under his breath as he leaned closer, properly tucking Venice in.\nPete’s heart felt warm as he looked down upon Venice’s sleeping face, smiling when he heard footsteps coming closer. He turned around and he chuckled when he saw Vegas standing by the door, leaning against the door frame. Vegas didn’t say anything, he just stood there and watched Pete – Pete was amazing with Venice, Vegas falling in love all over again.\nPete felt the heat in his cheeks rising yet again when he saw that Vegas was only standing there and watching him. He huffed under his breath and crossed his arms over his chest. Vegas’ eyes were full of love and affection and Pete had to brace himself.",
    "trans": "\"Прийди... грай більше... Гра. З Пітом і татом,\" бормотав Венеція, майже розмовляючи уві сні, а Піт поцілував його ніжно на голову. Венеція була дорогоцінною, і він обережно переніс його в спальню, підтримуючи голову Венеції під час того, як поклав його на ліжко.\nНа щастя, Венеція вже прийняла ванну і поїла вечерю - вже було після восьми, тому не було особливою несподіванкою те, що Венеція практично спала.\nПісля того, як Піт прийшов, Венеція забула про те, що вона була розчарована тим, що не може піти з Макао. Він все ще не розумів, чому не може піти до бібліотеки, але йому було дуже весело з Пітом і Вегасом. Піт приніс багато ігор, і троє з них провели вечір, наповнений грою в настільні ігри.\nВенеція хотіла зіграти ще багато ігор, але втома її спіткала, і вона заснула на дивані. Піт вирішив віднести її наверх, а Вегас вирішив прибрати в вітальні.\nПіт усміхнувся, коли побачив, як Венеція притискається до подушки, і повільно накрив її ковдрою, поклавши поруч її улюблену м'яку іграшку. Венеція щось пробурчала уві сні, але нарешті перестала боротися зі сном, і Піт зітхнув під носа, нахилившись ближче і правильно укривши Венецію.\nСерце Піта стало теплим, коли він дивився на спляче обличчя Венеції, усміхаючись, коли почув наближаються кроки. Він обернувся і усміхнувся, коли побачив Вегаса, який стояв біля дверей і спирався на дверну раму. Вегас нічого не сказав, просто стояв там і дивився на Піта – Піт був чудовим з Венецією, Вегас знову закохувався.\nПіт відчув, як тепло на його щоках знову піднялося, коли побачив, що Вегас просто стоїть там і дивиться на нього. Він тихо фиркнув під носа і схрестив руки на грудях. Очі Вегаса були сповнені любові та ніжності, і Піту довелося підготуватися."
}