{
    "source": "en_US",
    "target": "uk_UA",
    "text": "My name is [redacted_name] and I am a parent volunteer with the SF Parents Coalition, and I’m reaching out because our records indicate that your school is among those proposed for merging or closure in SFUSD. We know this is an incredibly difficult time for you and your family, and we want to make sure our community stays connected and informed throughout this process.\nTo help facilitate information sharing and support, we have created a WhatsApp chat for all impacted families. We invite you to join us in this space to share updates, ask questions, and support one another during this challenging time.\nJOIN THE CHAT:[redacted_url]\nWe know this situation is difficult, and we want to make sure you have the resources and community support you need. Our goal is to keep communication open and provide a platform where you can connect with other families who are navigating these changes as well.\n!! School Site District Meeting",
    "trans": "Меня зовут [redacted_name], и я являюсь родительским волонтером в SF Parents Coalition. Я обращаюсь к вам, потому что наши записи указывают на то, что ваша школа входит в число тех, которые предлагаются для объединения или закрытия в SFUSD. Мы знаем, что это невероятно трудное время для вас и вашей семьи, и мы хотим убедиться, что наше сообщество остается связанным и информированным на протяжении всего этого процесса.\nЧтобы облегчить обмен информацией и поддержку, мы создали чат в WhatsApp для всех пострадавших семей. Мы приглашаем вас присоединиться к нам в этом пространстве, чтобы делиться обновлениями, задавать вопросы и поддерживать друг друга в это сложное время.\nПРИСОЕДИНИТЬСЯ К ЧАТУ:[redacted_url]\nМы понимаем, что эта ситуация сложная, и мы хотим убедиться, что у вас есть необходимые ресурсы и поддержка сообщества. Наша цель - поддерживать открытое общение и предоставить платформу, на которой вы сможете связаться с другими семьями, которые также проходят через эти изменения.\n!! Встреча района школьного сайта"
}