{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Fig. 1c shows the Raman spectra of P-Nyl, NGO, and CGO membranes.\nIn both NGO and CGO samples, the typical peaks 1329 cm− 1 and\n1577 cm− 1 corresponded to the D band and G band of GO, respectively.\nThe presence of the G band arising from the in-plane vibration of C sp2\nand D band indicates defects and a disordered structure of the graphitic\ndomain. Generally, the intensity ratio of the D band to the G band (ID/IG)\nis used to assess the crystallinity and defect density of the carbon-based\nmaterial. In this study, the ID/IG ratio of the NGO was found to be 0.81\nand it increased progressively to 0.82, 0.85, 0.87, and 0.90, for the\nsamples CGO-10, CGO-20, CGO-30, and CGO-50, respectively (Table S2)\n[60,61]. These results indicate that the CGO sample has a higher degree\nof disorder and structural defects as compared to the NGO membrane,\nwhich primarily originates from the intercalation of CTAB between the\nGO layers. Interestingly, among all the samples CGO-50 exhibited the\nhighest ID/IG ratio, proving an increased interlayer spacing between the\nGO sheets.",
    "trans": "Рис. 1с показує спектри комбінаційного розсіювання мембран P-Nyl, NGO та CGO.\nЯк в NGO так і в CGO зразках, типові піки 1329 см — 1 та\n1577 см — 1 відповідав смугам D та G відповідно.\nНаявність смуги G, зумовленої коливанням в площині смуг  C sp2 та D\nвказує на дефекти та невпорядковану структуру графіту.\nЗагалом, співвідношення інтенсивності смуги D до G (ID/IG)\nвикористовується для оцінки кристалічної структури та щільності дефектів в матеріалах\nна основі карбону. В цьому дослідженні співвідношення ID/IG для NGO склало 0,81,\nі воно збільшується до 0,82, 0,85, 0,87 та 0,90 для\nзразків CGO-10, CGO-20, CGO-30 та CGO-50 відповідно. (Таблиця S2)[60,61].\nЦі результати вказують, що зразок CGO має вищий ступінь\nневпорядкованості та структурних дефектів в порівнянні з мембраною NGO,\nяка початково походить від вставки СТАВ між\nшарами GO. Цікаво, що всіх серед зразків CGO-50 показали\nнайвище співвідношення  ID/IG, що доводить збільшення простору між\nшарами GO."
}