{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Boris: Absolutely not! She has been skydiving more than fifty times before.\nMaria: Seriously? Wow! That’s incredible!\nBoris: Yeah, she has also been kitesurfing, paragliding and scuba diving many times before too. She’s a real thrill-seeker.\nMaria: Wow! But….\nBoris: By the end of the first day in Jeju-do I was totally exhausted. Skydiving is really exhausting, but at the last minute, my new girlfriend wanted to go mountain biking. Have you ever been mountain biking?\nMaria: Yeah, I went mountain biking about five years ago in Brazil. I thought that it was really scary and dangerous. Hey, Boris is your new girlfriend….\nBoris: I enjoyed it this time but the next day I was really tired and sore. I felt a little embarrassed because I just can’t keep up with her! Man, I’m sure glad that I traveled light this time because I was so tired when we took the red eye back from Jeju Airport on Sunday night. Have you ever taken a red eye flight before, Maria?\nMaria: Uh, yeah. My flight from Brazil back to Korea at the end of summer vacation was a red eye flight. It was terrible. It’s a long story. I’ll tell you about it the next time we meet for coffee. But hey, Boris, tell me about….\nBoris: Yeah, I understand completely. I was really disappointed with our plane ride back this time. The airline lost my new girlfriend’s luggage when we came back on Sunday. They told us that they were confused about the destination of her suitcase. We had to wait for two hours for the airline to find it. A very uncool situation to be in if you are exhausted and just want to go home.\nMaria: Yeah, you’re right, but how….\nBoris: Ah! Maria, I have to go. My Pizza just arrived at my apartment. I’ll give you a call tomorrow and we can chat more. Gotta go! Bye!",
    "trans": "Борис: Абсолютно нет! Она уже прыгала с парашютом более пятидесяти раз.\nМария: Серьезно? Вау! Это невероятно!\nБорис: Да, она также много раз занималась кайтсерфингом, парапланеризмом и подводным плаванием с аквалангом. Она настоящий искатель острых ощущений.\nМария: Вау! Но….\nБорис: К концу первого дня на острове Чеджу я был совершенно измотан. Парашютный спорт действительно утомителен, но в последнюю минуту моя новая девушка захотела покататься на горном велосипеде. Вы когда-нибудь катались на горном велосипеде?\nМария: Да, я каталась на горном велосипеде около пяти лет назад в Бразилии. Я думала, что это было очень страшно и опасно. Эй, Борис, твоя новая девушка….\nБорис: Мне понравилось в этот раз, но на следующий день я был очень уставшим и болел. Мне было немного неловко, потому что я просто не могу с ней соперничать! Чувак, я так рад, что в этот раз я путешествовал налегке, потому что я был так уставшим, когда мы вернулись обратно из аэропорта Чеджу в воскресенье ночью на ночном рейсе. Ты когда-нибудь летала на ночном рейсе раньше, Мария?\nМария: Да, мой рейс из Бразилии обратно в Корею в конце летних каникул был ночным рейсом. Это было ужасно. Долгая история. Я расскажу тебе об этом в следующий раз, когда мы встретимся за чашкой кофе. Но эй, Борис, расскажи мне о….\nБорис: Да, я полностью понимаю. Я был очень разочарован нашей поездкой на самолете обратно в этот раз. Авиакомпания потеряла багаж моей новой девушки, когда мы вернулись в воскресенье. Они сказали нам, что они запутались с местом назначения ее чемодана. Нам пришлось ждать два часа, пока авиакомпания его найдет. Очень неприятная ситуация, если ты устал и просто хочешь вернуться домой.\nМария: Да, ты прав, но как....\nБорис: Ах! Мария, мне пора. Моя пицца только что прибыла в мою квартиру. Я позвоню тебе завтра, и мы сможем поболтать еще. Мне пора! Пока!"
}