{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Galaxy Communications: Background\nBased in Metropolis, the news publisher Galaxy Communications conducts business in two segments: the city and the suburbs. Its “Daily Planet” is the leading newspaper in the city segment. Galaxy owns two suburban newspapers, the “Orion Chronicle” and the “Milky Way Star”.\nThe CEO of Galaxy Communications, Perry White, must fulfil shareowner’s expectations for revenue growth (of 15%) and profit growth (of 20%) annually. He has asked for a strategy to be developed to achieve these goals.\nPerry White started out as a junior journalist for the Daily Planet, and thinks that this well- regarded city newspaper is the best source of future growth. The suburb business, he thinks, is an arena for less professional work. He is unwilling to listen to Lois Lane, manager of the suburban papers, who wishes to invest more in the suburb segment.\nExhibits 1 to Exhibit 12 display information and analysis that have been collected as part of the diagnostic phase.\nStrong Personalities\nPerry White, CEO\nPerry White started working for Galaxy 30 years ago. Now he is in his 50s. He thinks that the Daily Planet is the best newspaper in the country and is particularly proud of its awards for excellence in journalism. Among subordinates he is regarded as stubborn, fact-driven – someone who likes to be precise.\nLois Lane, Manager\nLois Lane joined Galaxy Communications as a journalist five years ago. Soon after, her friend and colleague, Clark Kent, was impressed with her managerial talent and prompted her to pursue management training. Accordingly, she enrolled in an executive education programme at INSEAD. Since her return to Galaxy Communications, she has asked Perry White for more support for the suburb papers. Now in her mid-thirties, she is known to be pragmatic and action-driven (try, act, re-try).\nPre-Release Version",
    "trans": "Galaxy Communications: Фон\nКомпанія Galaxy Communications, що базується в Метрополісі, веде бізнес у двох сегментах: місто та передмістя. Її газета \"Daily Planet\" є провідною газетою у міському сегменті. Galaxy володіє двома передміськими газетами - \"Orion Chronicle\" та \"Milky Way Star\".\nГенеральний директор Galaxy Communications, Перрі Уайт, повинен виконати очікування акціонерів щодо зростання доходів (на 15%) та зростання прибутку (на 20%) щорічно. Він попросив розробити стратегію для досягнення цих цілей.\nПеррі Уайт починав свою кар'єру як молодший журналіст у газеті Daily Planet і вважає, що ця добре відома міська газета є найкращим джерелом майбутнього зростання. Він вважає, що бізнес у передмісті є ареною для менш професійної роботи. Він не бажає слухати Лоїс Лейн, менеджера передміських газет, яка хоче інвестувати більше в сегмент передмістя.\nВід Exhibit 1 до Exhibit 12 представлена інформація та аналіз, які були зібрані в рамках діагностичної фази.\nСильні особистості\nПеррі Уайт, генеральний директор\nПеррі Уайт почав працювати в Galaxy 30 років тому. Зараз йому за 50. Він вважає, що Daily Planet - найкраща газета в країні і особливо пишається її нагородами за видатну журналістику. Серед підлеглих його вважають впертим, орієнтованим на факти - людиною, яка любить точність.\nЛоїс Лейн, менеджер\nЛоїс Лейн приєдналася до Galaxy Communications як журналіст п'ять років тому. Незабаром після цього її друг і колега Кларк Кент був вражений її управлінським талантом і спонукав її пройти навчання з управління. Відповідно, вона записалася на програму виконавчого навчання в INSEAD. Після повернення до Galaxy Communications вона попросила Перрі Уайта про більшу підтримку для передміських газет. Зараз їй близько тридцяти років, і вона відома своєю прагматичністю та орієнтацією на дії (спробуй, дій, спробуй знову).\nВерсія до випуску"
}