{
    "source": "en_US",
    "target": "uk_UA",
    "text": "South Korea’s conservative President Yoon Suk Yeol is weighing directly providing arms to Ukraine, a potentially consequential shift in the conflict, in response to North Korea’s deployment of troops to the Russian front line.\nSeoul has previously resisted entreaties from western allies to draw on its vast stockpiles of military armaments, preferring to contribute to Kyiv’s war effort through non-lethal aid. But North Korea’s deployment in Russia’s western Kursk region, which US officials said on Thursday could be as large as 8,000 troops, is shifting that calculation, according to analysts and diplomats.\nYoon and other senior officials in Seoul have described Pyongyang’s direct participation in the conflict as a threat to South Korea’s security, offering North Korean troops valuable battlefield experience. They also fear Moscow may share sophisticated military technologies in exchange for Pyongyang’s support.\nYoon has vowed not to “sit idle” in response to the North Korean deployment. His office confirmed this week that Seoul intended to send a delegation to Ukraine to monitor the North Korean forces, following a call on Tuesday between Yoon and his Ukrainian counterpart Volodymyr Zelenskyy.\nBut the prospect of directly supplying arms to Ukraine has been fiercely opposed by South Korea’s leftwing opposition, which holds a majority in parliament and blames the Yoon administration’s hardline stance towards North Korea for pushing Pyongyang into Moscow’s embrace.",
    "trans": "Консервативний президент Південної Кореї Юн Сук Йоль розглядає можливість безпосереднього постачання зброї Україні, що може стати суттєвим зрушенням у конфлікті, у відповідь на розгортання військ Північної Кореї на російському фронті.\nСеул раніше відмовлявся від прохання західних союзників використовувати свої великі запаси військової техніки, віддаючи перевагу внеску в зусилля України через ненавмисну допомогу. Але розгортання військ Північної Кореї в західному регіоні Курськ Росії, яке, за словами американських чиновників у четвер, може налічувати до 8000 солдатів, змінює цю оцінку, згідно з думкою аналітиків і дипломатів.\nЮн та інші високопосадовці в Сеулі описали безпосередню участь Пхеньяна у конфлікті як загрозу безпеці Південної Кореї, оскільки північнокорейські війська можуть отримати цінний бойовий досвід. Вони також побоюються, що Москва може обмінятися складними військовими технологіями в обмін на підтримку Пхеньяна.\nЮн пообіцяв не \"сидіти склавши руки\" у відповідь на розгортання північнокорейських військ. Його офіс підтвердив цього тижня, що Сеул має намір направити делегацію до України для моніторингу північнокорейських сил після телефонної розмови між Юном та його українським колегою Володимиром Зеленським у вівторок.\nОднак перспектива безпосереднього постачання зброї Україні викликає сильний опір з боку лівої опозиції Південної Кореї, яка має більшість у парламенті і звинувачує адміністрацію Юна в жорсткій позиції щодо Північної Кореї за те, що вона штовхає Пхеньян в обійми Москви."
}