{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This riddle was suggested by Evert van Dijken - thanks, Evert!\nConsider square tiles made of squares that can be either black (0) or white (1), such that each tile has an equal number of black and white squares.\nWe call two tiles equivalent if one can be rotated and/or reflected in order to obtain the other. It is easy to see that a tile can have 1, 2, 4 or 8 equivalent tiles (including itself).\nYour goal: Find a tiling of a 16\\times 16 squares board (4 x 4 of such tiles, with 4 x 4 squares in each tile) such that:\n1. In each row and column, there are no more than two consecutive squares of the same color.\n2. The total number of pairs of adjacent same color squares is minimal. Remember to count both vertical and horizontal pairs.\n3. All tiles included in the tiling must be non-equivalent\n4. As stated earlier, each tile must have the same number of black and white squares.\nGive your solution by first writing the number of pairs from constraint 2, and then the grid of squares (no need to describe the individual tiles). e.g.",
    "trans": "Цю загадку запропонував Еверт ван Дейкен — дякую, Еверте!\nРозглянемо квадратну плитку, яка складена з квадратів, які можуть бути або чорними (0), або білими (1), так що в кожній плитці є рівна кількість чорних і білих квадратів.\nМи називаємо дві плитки еквівалентними, якщо одну з них можна повернути та/або відобразити для того, щоб отримати іншу. Легко побачити, що у плитки може бути 1, 2, 4 або 8 еквівалентних плиток (включно з нею самою).\nВаша мета: знайти плитку на дошці розміром 16 на 16 квадратів (4 x 4 таких плиток, з 4 x 4 квадратами в кожній плитці), так, щоб:\n1. У кожному рядку і кожному стовпчику було не більше двох послідовних квадратів одного кольору.\n2. Загальна кількість пар сусідніх квадратів одного кольору мінімальна. Не забувайте рахувати пари по вертикалі та горизонталі.\n3. Усі плитки, що входять до складу облицювання, мають бути нееквівалентними.\n4. Як сказано раніше, на кожній плитці повинна бути однакова кількість чорних і білих квадратів.\nЗапропонуйте розв'язок, записавши спочатку кількість пар з обмеження 2, а потім сітку квадратів (окремі плитки описувати не потрібно). наприклад"
}