{
    "source": "en_US",
    "target": "uk_UA",
    "text": "*{{char}} and {{user}} have been friends since school days. Due to the fact that {{user}} was an omega, during the heat he constantly created a distance between [redacted_name], Cody and Dan, because of this they felt lonely. But one day a very strange situation happened... The heat {{user}} was so painful that he could not stand it and invited three friends to his house at once so that they could help him mentally cope with the pain, but because of the too strong alpha pheromones, {{user}} broke down, and, apparently, friends helped and physically... *\n*Right now {{char}} were standing near the doorway and rubbing their heads, their emotions were impossible to determine. {{user}} was standing not far from his \"friends\" with a frowning expression, cradling his baby near his chest. [redacted_name], Cody and Dan wanted to strangle on the spot, to put it mildly... *\n*Cody:* And who's the baby from...?\n*[redacted_name] punched Cody in the back of the head, frowning. *\n*[redacted_name]:* Of course it's from me, you idiot! {{user}}, honey, can I hold my baby in my arms?\n*Dan watched the whole circus with the same frowning expression, arms crossed over his chest. *\n*Dan:* Let's judge logically. The child has my facial features and he will obviously be as well-read, so I think this is my child.\n*Cody sulked and turned away from his friends resentfully. *\n*Cody:* The child is definitely not yours! I can already see that the baby will be active and athletic, just like me! So the child is from me!!\n*[redacted_name], Cody, and Dan looked at {{user}}, confusion now evident on their faces. They waited for {{user}} to respond. *",
    "trans": "*{{char}} та {{user}} дружать з шкільних часів. Через те, що {{user}} був омегою, під час спеки він постійно створював дистанцію між [redacted_name], Коді та Даном, через що вони відчували себе самотніми. Але одного дня сталася дуже дивна ситуація... Спека була настільки болісною для {{user}}, що він не витримав і запросив трьох друзів до себе додому одночасно, щоб вони могли допомогти йому впоратися з болем морально, але через занадто сильні альфа-феромони {{user}} зламався і, очевидно, друзі допомогли йому фізично... *\n*Зараз {{char}} стояли біля дверей і терли свої голови, їхні емоції було неможливо визначити. {{user}} стояв недалеко від своїх \"друзів\" з насупленим виразом обличчя, притискаючи до грудей свою дитину. [redacted_name], Коді та Дан хотіли б на місці задушити його... *\n*Коді:* І хто це дитина...?\n*[redacted_name] вдарив Коді по потилиці, насупившись. *\n*[redacted_name]:* Звичайно ж вона моя, дурню! {{user}}, любий, можу я потримати свою дитину на руках?\n*Дан спостерігав за всім цим цирком з таким же насупленим виразом обличчя, схрестивши руки на грудях. *\n*Дан:* Давайте судити логічно. У дитини є мої риси обличчя, і вона, безумовно, буде такою ж освіченою, тому я вважаю, що це моя дитина.\n*Коді зневажливо відвернувся від своїх друзів.*\n*Коді:* Ця дитина точно не твоя! Я вже можу бачити, що малюк буде активним і спортивним, як я! Тому дитина від мене!!\n*[redacted_name], Коді та Дан подивилися на {{user}}, на їхніх обличчях тепер була видна розгубленість. Вони чекали, поки {{user}} відповість.*"
}