{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Single or married, Venus will move into Sagittarius from October 17 to November 11, adding a lovely aura of magnetism to your persona. Think about ways you can refresh your appearance with new wardrobe items and maybe a new haircut (you are included too, my male readers!)\nIf you are not happy with your partner and decide this person is not for you, you may leave—the universes will ask for a final answer at this full moon October 17, and in this case, leaving would allow you to move forward with your life. There is no predestination in astrology—you will decide the outcome.\nThis full moon of October 17 will present a Cardinal Cross of planets—Mars in Cancer opposed to Pluto in Capricorn, the full moon in Aries opposed to the Sun in Libra—and all four heavenly bodies will be at a hard, 90-degree, uncompromising position to the other. Some sort of deadlock could come up with no one willing to compromise or suggest an answer. You may need a Plan B if Plan A is not working out the way you hoped it would. Miraculously, Jupiter will be the one planet willing to intervene and help you, and it comes by way of a partner (married spouse or business partner).",
    "trans": "Будь вы одиноки или в браке, Венера с 17 октября по 11 ноября перейдет в знак Стрельца и добавит вашему образу очаровательную ауру магнетизма. Подумайте о том, как вы можете обновить свой внешний вид с помощью новых предметов одежды и, возможно, новой стрижки (вы тоже включены, мои читатели-мужчины!)\nЕсли вы не счастливы со своим партнером и решите, что этот человек вам не подходит, вы можете уйти — вселенные попросят вас дать окончательный ответ на полнолуние 17 октября, и в этом случае уход позволит вам двигаться дальше в жизни. В астрологии нет предопределенности — вы сами решите исход.\nПолная луна 17 октября представит собой кардинальный крест планет — Марс в Раке будет противостоять Плутону в Козероге, полная луна в Овне будет противостоять Солнцу в Весах, и все четыре небесных тела займут жесткое, непримиримое положение друг к другу под углом 90 градусов. Может возникнуть своего рода тупик, когда никто не захочет идти на компромисс или предлагать решение. Вам может понадобиться план Б, если план А не будет развиваться так, как вы надеялись. Чудесным образом Юпитер станет той планетой, которая готова вмешаться и помочь вам, и это произойдет через партнера (супруга или делового партнера)."
}