{
    "source": "en_US",
    "target": "uk_UA",
    "text": "When you go camping, it is important to pack three things. These things are a tent, a sleeping bag, and iodine.\nYou've probably heard about tents before. Tents are important because they give you shade from the sun. They also shelter you from the rain. Tents also keep unwanted bugs and animals out. This is good for when you want to sleep or just take a rest. After all, it's tough to sleep when you're covered with bugs!\nYou've probably heard about sleeping bags before. Sleeping bags are important because they keep you warm. This is especially important if you plan to camp someplace where it is cold. In addition to keeping you warm, sleeping bags also keep you comfortable. It is much nicer to sleep on a fluffy sleeping bag than the cold, hard ground.\nThe third thing you should pack is iodine. You probably haven't heard of iodine before (well, maybe you have if you're an avid camper). You see, iodine kills bacteria. If you plan to drink water from a stream while you are camping, it is good to have iodine. A few drops of iodine will kill the bacteria in the water. This way, you can be sure you won't get sick from drinking it.\nWhen you go camping, it is important to pack a tent, a sleeping bag, and iodine. This is sure to make your camping trip a lot more enjoyable!\nNo sources were consulted in the composition of this passage.\nSubmit\nChallenge Question\nWhat's this\nUsing the information in the passage, it can be understood that bacteria\nA\nis used to kill iodine\nB\nmakes water clean\nC\ncan make you sick\nD\nis good to drink",
    "trans": "Коли ви йдете в похід, важливо взяти з собою три речі. Цими речами є намет, спальний мішок та йод.\nНапевно, ви вже чули про намети. Намет важливий, оскільки він захищає вас від сонця. Він також укриває вас від дощу. Намет також не пускає небажаних комах і тварин всередину. Це добре, коли ви хочете поспати або просто відпочити. Адже спати, коли на вас повзають комахи, дуже важко!\nНапевно, ви також чули про спальні мішки. Спальні мішки важливі, оскільки вони тримають вас в теплі. Це особливо важливо, якщо ви плануєте кемпінг в холодному місці. Крім того, що вони тримають вас в теплі, спальні мішки також забезпечують комфорт. Спати на пухнастому спальному мішку набагато приємніше, ніж на холодній і твердій землі.\nТретьою річчю, яку слід взяти з собою, є йод. Можливо, ви раніше не чули про йод (хоча, можливо, якщо ви захоплюєтеся кемпінгом). Справа в тому, що йод вбиває бактерії. Якщо ви плануєте пити воду з потоку під час кемпінгу, добре мати йод. Кілька крапель йоду вб'ють бактерії у воді. Таким чином, ви можете бути впевнені, що не захворієте від її вживання.\nКоли ви йдете в похід, важливо взяти з собою намет, спальний мішок та йод. Це зробить вашу подорож набагато приємнішою!\nПри написанні цього тексту не були використані жодні джерела.\nВідправити\nЗапитання-виклик\nЩо це таке\nВикористовуючи інформацію з тексту, можна зрозуміти, що бактерії\nA\nвикористовуються для вбивства йоду\nB\nроблять воду чистою\nC\nможуть викликати хворобу\nD\nдобрий для пиття"
}