{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This document covers key aspects of marketing research and productivity measurement. Here's a summary of the main points:\n1. Scope of Marketing Research\n- Defined as the function linking consumers, customers, and the public to marketers through information\n- Used to identify opportunities, evaluate actions, monitor performance, and improve understanding of marketing processes\n2. Marketing Research Process\n- Includes steps like:\n- Defining the problem and research objectives\n- Developing a research plan\n- Collecting and analyzing information\n- Presenting findings and making decisions\n3. Research Approaches and Tools\n- Observational, focus group, survey, and behavioral research\n- Qualitative measures like ZMET, word association, and brand personification\n- Technological devices such as eye-tracking, facial detection, and brain wave scanners\n4. Data Collection Methods\n- Various contact methods, including online research\n- Advantages of online research: inexpensive, fast, honest\n- Disadvantages: potentially skewed samples, technological issues\n5. Measuring Marketing Productivity\n- Marketing metrics: quantify, compare, and interpret performance\n- Marketing-mix modeling: analyzes data from various sources to understand effects of marketing activities\n- Marketing dashboards: provide a concise set of interconnected performance drivers\n6. Good Marketing Research Practices\n- Emphasizes scientific method, creativity, multiple methods, model building, value of data, and ethical marketing\nThis document provides a comprehensive overview of marketing research methodologies, tools, and productivity measurement techniques.",
    "trans": "Цей документ охоплює ключові аспекти маркетингових досліджень та вимірювання продуктивності. Ось короткий виклад основних пунктів:\n1. Область маркетингових досліджень\n- Визначається як функція, що пов'язує споживачів, клієнтів та громадськість з маркетологами через інформацію\n- Використовується для виявлення можливостей, оцінки дій, моніторингу результатів та покращення розуміння маркетингових процесів\n2. Процес маркетингових досліджень\n- Включає такі етапи:\n- Визначення проблеми та цілей дослідження\n- Розробка плану дослідження\n- Збір та аналіз інформації\n- Представлення результатів та прийняття рішень\n3. Методи і інструменти дослідження\n- Спостереження, фокус-групи, опитування та поведінкові дослідження\n- Якісні методи, такі як ZMET, асоціації слів та персоніфікація бренду\n- Tехнологічні пристрої, такі як трекери очей, детектори обличчя та сканери мозкових хвиль\n4. Методи збору даних\n- Різні методи контакту, включаючи онлайн-дослідження\n- Переваги онлайн-досліджень: недорогі, швидкі, чесні\n- Недоліки: потенційно викривлені вибірки, технологічні проблеми\n5. Вимірювання продуктивності маркетингу\n- Маркетингові метрики: кількісно оцінюють, порівнюють та інтерпретують результати\n- Моделювання маркетингового міксу: аналізує дані з різних джерел для розуміння впливу маркетингових заходів\n- Маркетингові панелі управління: надають стиснутий набір взаємопов'язаних показників продуктивності\n6. Добрі практики маркетингових досліджень\n- Надає перевагу науковому методу, креативності, використанню різних методів, побудові моделей, цінності даних та етичному маркетингу\nЦей документ надає всебічний огляд методологій маркетингових досліджень, інструментів та технік вимірювання продуктивності."
}