{
    "source": "en_US",
    "target": "uk_UA",
    "text": "OBJECTIVE 1-5 Describe the major trends and forces that are changing the marketing landscape in this age of relationships. (pp 42–49)\nDramatic changes are occurring in marketing. The digital age has created exciting new ways to learn about, engage, and relate to individual customers. As a result, advances in digital, social, and mobile media have taken the marketing world by storm. Online, mobile, and social media marketing offer exciting opportunities to target customers more selectively and engage them more deeply. And today’s big data and improved market- ing analytics, such as artificial intelligence, are enhancing how marketers learn about and interact with customers. The key\nis to blend the new digital technologies and approaches with traditional marketing to create a smoothly integrated marketing strategy and mix.\nIn recent years, marketing has become a major part of the strategies for many not-for-profit organizations, such as col- leges, hospitals, museums, zoos, symphony orchestras, foun- dations, and even churches. Also, in an increasingly smaller world, many marketers are now connected globally with their customers, marketing partners, and competitors. Finally, to- day’s marketers are also reexamining their sustainability\nresponsibilities. Marketers are being called on to take greater responsibility for the social and environmental impacts of their actions.\nPulling it all together, as discussed throughout the chapter, the major new developments in marketing can be summed up in a single concept: engaging customers and creating and cap- turing customer value. Today, marketers of all kinds are taking advantage of new opportunities for building value-laden relation- ships with their customers, their marketing partners, and the world around them.",
    "trans": "ЦЕЛЬ 1-5 Опишите основные тенденции и силы, которые изменяют маркетинговый ландшафт в эпоху отношений. (стр. 42–49)\nВ маркетинге происходят драматические изменения. Цифровая эпоха создала захватывающие новые способы изучения, взаимодействия и установления отношений с отдельными клиентами. В результате достижения в области цифровых, социальных и мобильных медиа произвели фурор в мире маркетинга. Онлайн-маркетинг, мобильный маркетинг и маркетинг в социальных сетях предлагают захватывающие возможности для более целевого обращения к клиентам и более глубокого взаимодействия с ними. А такие современные инструменты, как большие данные и улучшенная аналитика маркетинга, включая искусственный интеллект, улучшают то, как маркетологи изучают клиентов и взаимодействуют с ними. Ключевым\nсостоит в том, чтобы объединить новые цифровые технологии и подходы с традиционным маркетингом для создания плавно интегрированной маркетинговой стратегии и микса.\nВ последние годы маркетинг стал важной частью стратегий многих некоммерческих организаций, таких как колледжи, больницы, музеи, зоопарки, симфонические оркестры, фонды и даже церкви. Кроме того, в мире, который становится все более маленьким, многие маркетологи теперь связаны с своими клиентами, партнерами по маркетингу и конкурентами на глобальном уровне. Наконец, современные маркетологи также пересматривают свою устойчивость.\nМаркетологи призываются брать на себя большую ответственность за социальные и экологические последствия своих действий.\nСобирая все вместе, как обсуждалось в течение главы, основные новые разработки в области маркетинга можно подвести к одной концепции: вовлечение клиентов и создание и захват ценности для клиентов. Сегодня маркетологи всех видов используют новые возможности для построения отношений с высокой ценностью со своими клиентами, партнерами по маркетингу и окружающим миром."
}