{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Welcome to Shuibei in Shenzhen, a former fishing village in southern China that’s become the epicenter of the nation’s voracious appetite for gold, and a street-level barometer of economic and market forces impacting demand. More than 10,000 businesses are clustered across several city blocks, a labyrinth of opulence that’s among the largest gold retail markets in the world.\nThe items on display are an increasingly important store of value amid China’s stock market volatility and the freefall of its property sector. Such safe-haven appeal saw the nation beat India as the world’s top consumer of gold jewelry last year and contributed to a record rally in global prices. Gold has surged above $2,700 an ounce, driven by geopolitical tensions, violence in the Middle East and the prospect of lower US interest rates.\nA stroll around the bustling area of Shenzhen, a city of almost 18 million people, offers an insight into China’s enduring passion for the precious metal, even as a struggling economy and record prices have hurt sales in recent months. Chinese traditionally gift gold to loved ones to bring them luck, and on a weekend in late October, old and young alike clamored for bargains. Couples shopped for wedding rings, doting grandparents searched for heirloom gifts and teenagers scouted out high-end fashion accessories.",
    "trans": "Добро пожаловать в Шуибэй в Шэньчжэне, бывшую рыбацкую деревню на юге Китая, которая стала эпицентром ненасытного аппетита страны к золоту и барометром экономических и рыночных сил, влияющих на спрос. Более 10 000 предприятий сосредоточены на нескольких городских кварталах, образуя лабиринт роскоши, который является одним из крупнейших рынков розничной торговли золотом в мире.\nПредметы на выставке становятся все более важным средством хранения ценности на фоне волатильности фондового рынка Китая и падения его сектора недвижимости. Такой привлекательностью в качестве безопасного актива страна обошла Индию и стала крупнейшим потребителем золотых украшений в мире в прошлом году, что также способствовало рекордному росту мировых цен. Золото подорожало до более чем 2700 долларов за унцию, чему способствовали геополитические напряженности, насилие на Ближнем Востоке и перспектива снижения процентных ставок в США.\nПрогулка по оживленному району Шэньчжэня, города с населением почти 18 миллионов человек, дает представление о стойкой страсти Китая к драгоценному металлу, даже несмотря на то, что борющаяся экономика и рекордные цены в последние месяцы негативно сказались на продажах. Традиционно китайцы дарят золото своим близким, чтобы принести им удачу, и в выходные дни в конце октября как старые, так и молодые люди стремились найти выгодные предложения. Пары искали обручальные кольца, заботливые бабушки и дедушки искали подарки на наследство, а подростки подыскивали модные аксессуары высокого класса."
}