{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Students,\nWe hope you have settled in well into the early weeks of starting your new chapter at University of Nottingham Ningbo China. The email below details out some important information regarding physical education courses for you.\nThe regulations of the Ministry of Education state all domestic college entrance examination students are required to pass PE courses in their Year 1 and Year 2. In 2024-2025 academic year semester 1, the Sport Department will offer one week PE theory course to all mainland Chinese year 1 students. Each student only needs to complete one PE theory class within the first week.\nKey Information for Selecting the PE Theory Course:\nThe PE theory course is mandatory to attend, and you can select to come whenever your timetable allows you to. In this theory class you will get an introduction to PE, and induction to the gym and also a health and safety workshop. The sessions are 1hr30min.\n● Selection period for PE Theory Course:\nYear 1 student: You can start your selection from 10am on October 9th and the system will close by October 13th 1:00 pm. Please make sure you make your selection during this time period.",
    "trans": "Шановні студенти,\nМи сподіваємося, що ви гарно влаштувалися в перші тижні початку вашої нової глави в Університеті Ноттінгема в Нінбо. У наведеному нижче листі міститься важлива інформація про курси фізкультури.\nЗгідно з правилами Міністерства освіти, всі студенти, які складають вступні іспити до коледжу, повинні пройти курс фізкультури на 1 і 2 році навчання. У семестрі 1 2024-2025 навчального року спортивний факультет буде пропонувати всім студентам 1 курсу на материковому Китаї тижневий теоретичний курс фізкультури. Кожен студент має пройти лише одне теоретичне заняття з фізкультури протягом першого тижня.\nКлючова інформація для вибору теоретичного курсу фізкультури:\nТеоретичний курс фізкультури є обов'язковим для відвідування, але ви можете прийти в будь-який зручний для вас час. На теоретичному занятті ви отримаєте введення у фізкультуру, ознайомитеся з тренажерним залом, а також пройдете семінар з охорони праці та техніки безпеки. Тривалість занять складає 1 годину 30 хвилин.\n● Час вибору теоретичного курсу фізкультури:\nСтуденти 1-го року навчання: Ви можете почати робити вибір з 10 ранку 9 жовтня, і система закриється до 13 жовтня о 13:00. Будь ласка, переконайтеся у тому, що ви зробили свій вибір у цей період часу."
}