{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Surgical planning begins with processing and fusing various medical imaging modalities, such as CT scans, MRI scans, and ultrasound scans, to generate a comprehensive 3D model of the patient's anatomy. Computer vision algorithms and deep learning models are then employed to quickly analyze this visual data and surface recommendations and risks with pursuing different surgical steps. Algorithms also enable surgeons to identify and segment specific anatomical structures and regions of interest from the imaging data (like organs, blood vessels, abnormalities, and other critical structures within the 3D model). This segmentation is crucial for surgical planning as it provides a clear visualization of the target area. From here, surgeons can explore different surgical approaches and plan the optimal trajectory for instruments and incisions, assessing the risk factors by quantifying the distance or overlap between the planned surgical path and nearby structures.",
    "trans": "Хірургічне планування починається з обробки та злиття різних медичних методів візуалізації, таких як КТ, МРТ та ультразвукове дослідження, для створення комплексної 3D-моделі анатомії пацієнта. Потім використовуються алгоритми комп'ютерного зору та моделі глибокого навчання для швидкого аналізу цих візуальних даних і виявлення рекомендацій та ризиків при виконанні різних хірургічних етапів. Алгоритми також дозволяють хірургам ідентифікувати та сегментувати конкретні анатомічні структури та області інтересу з даних візуалізації (такі як органи, кровоносні судини, аномалії та інші критично важливі структури в межах 3D-моделі). Ця сегментація є важливою для хірургічного планування, оскільки вона забезпечує чітку візуалізацію цільової області. З цього моменту хірурги можуть досліджувати різні хірургічні підходи та планувати оптимальну траєкторію для інструментів і розрізів, оцінюючи ризики шляхом кількісної оцінки відстані або перекриття між запланованим хірургічним шляхом і сусідніми структурами."
}