{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Tips】Before using the chair, make sure the power bank is full. Press and hold the button for 3-5 seconds to power on.( power bank included)\n【Advanced 3-Level Dual Heating Zones】The heated chairs feature three heating settings (green for low, blue for medium, and red for high), providing personalized comfort. The dual control buttons allow separate adjustment of the temperature for the back and seat positions, customizing the warmth to your preference. The heated camp chair utilizes a 12V DC heating coil, smarter, faster, and hotter. 10 seconds heated and the warmth safely penetrates the body\n【Ultimate Comfort & Portable Design】Premium upright cotton padding ensures exceptional comfort and back support. The fully padded and comfortable armrests, high backrest, and cozy heated chair seat provide you with a comfortable seating experience. This heated lawn chair has a storage size of 40\" x 9\" and comes with a convenient carrying bag, making it easy to transport this outdoor heated chair anywhere you go\n【Thoughtful Design】This portable Folding camping chair is equipped with two large side pockets and one battery storage bag. There is an integrated side pocket on each armrest, allowing you to free up your hands during camping, hiking, traveling, or watching sports events. This makes it easy to store your sunglasses, books, and phone within arm's reach\n【Premium Materials】The Suteck heated sports chair is constructed with 1mm thickness 22 mm diameter square tubes and double-layered durable 600D Oxford fabric, providing outstanding strength, durability, and breathability. To ensure long-term use of the chair, it is recommended not to exceed a weight capacity of 650lbs\n【Convenient & Practical】No assembly required, unfolds and folds back in seconds, very convenient. Whether for winter camping trips or autumn bonfires, this heated outdoor chair is your companion for all seasons. The integrated heating element ensures added comfort at lower temperatures. The heated outdoor chair is sure to enhance the outdoor experience for enthusiasts in lawns, gardens, porches, or balconies\n【How to Turn on/off】Connecting the power cord to the power bank, turn on the power bank by pressing the button, and then long-press the button on the armrest for 5 seconds to activate the heating function or turn off",
    "trans": "Поради】Перед використанням крісла переконайтеся, що акумулятор повністю заряджений. Натисніть і утримуйте кнопку протягом 3-5 секунд, щоб увімкнути живлення. (акумулятор входить до комплекту)\n【Розвинені 3-рівневі зони подвійного обігріву】Обігрівні крісла мають три налаштування обігріву (зелений для низького, синій для середнього та червоний для високого), що забезпечує персоналізований комфорт. Кнопки подвійного управління дозволяють окремо регулювати температуру для спинки та сидіння, налаштовуючи тепло відповідно до ваших уподобань. Обігрівне кемпінгове крісло використовує обігрівальний елемент на 12 В постійного струму, розумніше, швидше і гарячіше. Через 10 секунд обігріву тепло безпечно проникає в тіло\n【Максимальний комфорт та портативний дизайн】Преміум-подкладка з бавовни забезпечує винятковий комфорт і підтримку спини. Повністю обшиті та зручні підлокітники, висока спинка та затишне сидіння з обігрівом забезпечують вам комфортне сидіння. Це обігрівне крісло для відпочинку має розміри в складеному вигляді 40\" x 9\" і постачається з зручною сумкою для перенесення, що робить його легким у транспортуванні куди завгодно\n【Продуманий дизайн】Це портативне складане кемпінгове крісло оснащене двома великими боковими кишенями та однією сумкою для зберігання акумулятора. На кожному підлокітнику є вбудована бокова кишеня, що дозволяє звільнити руки під час кемпінгу, піших прогулянок, подорожей або перегляду спортивних подій. Це полегшує зберігання сонцезахисних окулярів, книг і телефону під рукою\n【Преміум-матеріали】Обігрівне спортивне крісло Suteck виготовлено зі сталевих квадратних трубок товщиною 1 мм і діаметром 22 мм, а також з двошарового міцного оксфордського полотна 600D, що забезпечує видатну міцність, довговічність і дихаючість. Щоб забезпечити тривале використання крісла, рекомендується не перевищувати максимальну вагу 650 фунтів\n【Зручність та практичність】Не потребує складання, розкривається і складається за секунди, дуже зручно. Чи то для зимових кемпінгів, чи то для осінніх багать, це обігрівне outdoor-крісло стане вашим супутником у будь-який сезон. Вбудований обігрівальний елемент забезпечує додатковий комфорт при низьких температурах. Обігрівне вуличне крісло безсумнівно покращить відпочинок на свіжому повітрі для любителів на газонах, в садах, на верандах або балконах\n【Як увімкнути/вимкнути】Підключіть кабель живлення до портативного акумулятора, увімкніть портативний акумулятор, натиснувши кнопку, а потім довго натискайте кнопку на підлокітнику протягом 5 секунд, щоб активувати функцію обігріву або вимкнути її"
}