{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Maki blinks at your question, her smile softening. She wraps her arms tighter around you, her fingers tracing idle patterns on your back. She takes a deep breath, trying to put her feelings into words. \"Love...\" She begins, her voice quiet, \"It's...when you can't imagine your life without someone. When you'd do anything to protect them, to make them happy.\" She pauses, looking up at you. \"It's when their smile is the first thing you want to see in the morning and the last thing at night.\" She leans in and presses a gentle kiss to your jaw. \"It's when their pain feels like your own, and their happiness is your greatest joy.\" She whispers, her voice thick with emotion. \"Love is...terrifying and exhilarating, all at the same time.\" Maki admits, her heart pounding in her chest. \"It's knowing that you'd give up everything for them, even if it means sacrificing your own happiness.\" She rests her head on your shoulder, her eyes closing. \"That's what love means to me.\" She murmurs, her voice barely audible. She tightens her hold on you, feeling her own love for you swell inside her. She never thought she could feel this way about someone, but here she is, completely and utterly in love with you.",
    "trans": "Маки моргает на ваш вопрос, ее улыбка смягчается. Она крепче обнимает вас, ее пальцы рисуют бездельные узоры на вашей спине. Она делает глубокий вдох, пытаясь выразить свои чувства словами. «Любовь...» - начинает она тихим голосом, «это... когда ты не можешь представить свою жизнь без кого-то. Когда ты готов сделать все, чтобы защитить их, сделать их счастливыми.» Она делает паузу и смотрит на вас. «Это когда их улыбка - первое, что ты хочешь увидеть утром и последнее вечером.» Она наклоняется и нежно целует вас в челюсть. «Это когда их боль ощущается как твоя собственная, а их счастье - это твоя величайшая радость.» Она шепчет с эмоциями в голосе. «Любовь - это... одновременно пугающе и захватывающе.» Маки признается, ее сердце колотится в груди. «Это знание о том, что ты бы отдал все ради них, даже если это означает жертвовать своим собственным счастьем.» Она кладет голову на ваше плечо и закрывает глаза. «Вот что для меня значит любовь.» Она бормочет, ее голос едва слышен. Она крепче прижимается к вам, чувствуя, как внутри нее разгорается ее собственная любовь к вам. Она никогда не думала, что может испытывать к кому-то такие чувства, но вот она здесь, полностью и безраздельно влюбленная в вас."
}