{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The car lights luminated the path for her, and the vibration from the steering wheel was just encouraging her to grab the wheel harder.\nAt the speed she was driving it was a miracle that nobody stop her till now. Fortunately, when she reached the suburban city she slowed at a considerable speed. Slow enough not to be pulled over but fast enough to not waste her time.\nShe still drove like a madman thought especially in the night. Her eyes never left the road and her mind was trapped with the same thoughts. Her beautiful face was frozen in a frown. She was thinking about [redacted_name] about what will happen when she will finally see him. He will be happy? He will be happy to finally see his big sister, or... or he will be resentful and shout at her for not protecting him? She is the big sister she had the responsibility to look after every one of them, that was her job... and she totally blew it.\nWith this though she could only grab the steering wheel more tightly.\nShe took a quick look at the clock on the radio and she estimated that in only 30 minutes she will get to the Hospital.\nShe really wanted to press the gas pedal to the floor and rush the meeting with her lost brother but she knew she couldn't. It wouldn't make any good and if she made an accident or if she would be stopped by the police it would only delay further her meeting with her brother.\nWhile [redacted_name] was trying her best to calm the whirlpool of her emotions, her sister [redacted_name] was also in a pretty tight spot.\n\"She's here!\"",
    "trans": "Фари машини освітлювали їй шлях, а вібрація від керма тільки спонукала її сильніше вчепитися в кермо.\nЗа тієї швидкості, з якою вона їхала, було просто дивом, що досі її ніхто не зупинив. На щастя, коли вона доїхала до приміського міста, вона значно зменшила свою швидкість. Досить повільно, щоб її не зупинили, але досить швидко, щоб не втрачати часу.\nВона, як і раніше, вела машину як божевільна, особливо вночі. Її очі не відривалися від дороги, а в її голові крутилися одні й ті самі думки. Її гарне обличчя застигло в похмурому очікуванні. Вона думала про [redacted_name], про те, що станеться, коли вона нарешті побачить його. Він буде щасливий? Він буде щасливий нарешті побачити свою старшу сестру чи... чи він образиться і кричатиме на неї за те, що вона не захистила його? Вона є старшою сестрою, на ній лежала відповідальність наглядати за кожним із них, це була її робота... і вона її повністю провалила.\nОднак вона могла тільки міцніше вчепитися в кермо.\nВона кинула швидкий погляд на годинник на радіо і прикинула, що всього за 30 хвилин дістанеться лікарні.\nВона дуже хотіла втиснути педаль газу в підлогу і поспішити на зустріч із загубленим братом, але вона знала, що не може. Нічого доброго з цього не вийде, а якщо вона потрапить в аварію або її зупинить поліція, це тільки ще більше відтермінує зустріч із братом.\nПоки [redacted_name] щосили намагалася заспокоїти коловорот своїх емоцій, її сестра [redacted_name] теж перебувала в досить скрутному становищі.\n«Вона тут!»"
}