{
    "source": "en_US",
    "target": "uk_UA",
    "text": "M — we are committed to creating a positive experience when using your Prime Store Card. That’s why we are updating how promotional financing is applied to eligible purchases. This will allow cardmembers the flexibility to review the available card benefits for each transaction and choose their preferred option at checkout.\nThis update will begin to roll out the week of November 11th. Once the update is in effect for your account, promotional financing offers can no longer be set as the default benefit for your Prime Store Card. If you want to apply Equal Monthly Payments or Special Financing on qualifying purchases, you will need to select this benefit option at checkout.\nAs a Prime Store Card cardmember, qualifying purchases will default to the % back benefit. If you choose to apply a promotional financing offer at checkout, this will be in lieu of the % back card benefit. If you have questions or concerns, please contact Synchrony Customer Service at 1-866-634-8379.",
    "trans": "M - ми прагнемо забезпечити позитивний досвід використання вашої картки Prime Store. Тому ми змінюємо спосіб використання акційного фінансування для певних покупок. Завдяки цьому власники карток зможуть гнучко переглядати доступні переваги картки для кожної транзакції та вибирати потрібний варіант під час розрахунку.\nЦе оновлення буде впроваджено з 11 листопада. Як тільки оновлення стане доступним для вашого облікового запису, пропозиції акційного фінансування більше не можна буде встановити як перевагу за замовчуванням для вашої картки Prime Store Card. Щоб скористатися послугами «Рівні щомісячні платежі» або «Спеціальне фінансування» на відповідні покупки, ви повинні будете вибрати цю опцію під час оплати.\nДля власників карток Prime Store Card за замовчуванням застосовується вигода у вигляді % назад за покупки, відповідні умовам акції. Якщо ви оберете акційну пропозицію фінансування під час оформлення замовлення, вона замінить вигоду від повернення % на картку. У разі виникнення питань або проблем, звертайтеся до служби підтримки клієнтів Synchrony за телефоном 1-866-634-8379."
}