{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Kevin: *comforting Y/N* Sorry, buddy.\nY/N: *sighs* It's fine, I'll just have to deal with it...\nOzpin: *to Y/N* Y/N, can you please give us a demonstration of your power? *Y/N sighs, knowing that Ozpin planned this out*\nY/N: Okay, I'll do it. *activates his Ultimatrix as Goop's hologram appears* It's Hero Time! *slams down on his Ultimatrix as he transforms into Goop*\nGoop: Goop!\n\"The crowd cheered more when they saw Y/N transform, but a certain team of bullies weren't happy that Y/N wad becoming popular and they were planning on bullying him. But they didn't know that you never bully someone who's much more stronger than them and someone who has more experience than them and they're going to regret it.\"\nOzpin: It's looks like things are shaping up to be an interesting year.\nScene Change: Roman Torchwick's hideout\n\"We see Roman Torchwick as he was smoking a cigarette, then one of his men came from behind him pushing a cart. Roman then gives the man a bunch of Lien.\"\nRoman: *to the man behind him* Open it.\n\"The man opened the case that was on the cart as it showed that it was containing dust crystals as Roman then picked up one of the crystals and looks at it.\"\nRoman: We're gonna need more men.",
    "trans": "Кевін: *заспокоює Y/N* Пробач, друже.\nY/N: *зітхає* Усе добре, мені просто доведеться змиритися з цим...\nОзпін: *до Y/N* Y/N, не могли б ви показати нам свою силу? *Y/N зітхає, розуміючи, що Озпін це спланував*\nY/N: Добре, я зроблю це. *він активує свій Ультиматрикс, коли з'являється голограма Гуп* Час героїв! *плескає по своєму Ультиматриксу, перетворюючись на Гупа*.\nГуп: Гуп!\n«Натовп зааплодував ще більше, коли побачив трансформацію Y/N, але певна команда хуліганів була незадоволена тим, що Y/N став популярним, і вони збиралися познущатися над ним. Але вони не знали, що ніколи не можна знущатися над тим, хто набагато сильніший за них і в кого більше досвіду, ніж у них, і вони про це пошкодують.»\nОзпін: Все йде до того, що, схоже, цей рік обіцяє бути цікавим.\nЗміна сцени: Притулок Романа Торчвіка\n«Ми бачимо Романа Торчвіка, який палить цигарку, потім ззаду з'являється один з його людей, який штовхає візок. Потім Роман дає йому пачку Лієн».\nРоман: *до людини, що стоїть за ним* Відкривай.\n«Чоловік відкрив футляр, що лежав на візку, і побачив, що в ньому містяться кристали пилу, після чого Роман узяв один із кристалів і подивився на нього».\nРоман: Нам знадобляться ще люди."
}