{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear CKW AIRCOND SERVICE & WIRING,\nThank you for continuing to be our valued customer. We have attached the password protected PDF of your ORDINARY CURRENT ACCOUNT statement ending in 3293 for 1 Sep 24 to 30 Sep 24.\nThe password to open your statement will be the last 4 digits of your business registration number followed by your company’s date of establishment in yymmdd format. For example, if the last 4 digits of your business registration number is 789A and your date of establishment is 29 July 1981, your password is 789A810729.\nHere are some additional tips to ensure the smoothest experience:\n•Is your e-statement being sent to your Junk/Spam folder? You can add rhb@stmts.rhbgroup.com to your\napproved senders list to prevent this from happening in the future.\n•Did you know that your e-statements can be found conveniently and securely online? Logon to our REFLEX\nBanking today to experience banking at your fingertips, https://www.rhbgroup.com/index.html.\n•If you have changed your active email address, please inform your SME Relationship Manager of your latest\nemail address so that we can send your e-statements to the correct mailbox. Alternatively, you can also contact\nour Customer Contact Centre at 03-9206 8118.\nIf you have any inquiries about your e-statement, contact your SME Relationship Manager. Alternatively, you may also reach out to our Customer Contact Centre at 03-92068118 or write to us at customer.service@rhbgroup.com.\nWarm Regards\nRHB Banking Group",
    "trans": "Шановна служба CKW AIRCOND SERVICE & WIRING,\nДякуємо, що залишаєтеся нашим цінним клієнтом. Ми прикріпили PDF-файл з паролем для вашого звіту за ORDINARY CURRENT ACCOUNT, що закінчується на 3293, за період з 1 вересня 2024 року по 30 вересня 2024 року.\nПароль для відкриття вашого звіту буде складатися з останніх 4 цифр вашого номера реєстрації бізнесу, за якими слідує дата заснування вашої компанії у форматі yymmdd. Наприклад, якщо останні 4 цифри вашого номера реєстрації бізнесу - це 789A, а дата заснування - 29 липня 1981 року, то ваш пароль буде 789A810729.\nОсь кілька додаткових порад для забезпечення найкращого досвіду:\n•Чи надсилається ваш електронний звіт до папки \"Непотрібна пошта\"/\"Спам\"? Ви можете додати rhb@stmts.rhbgroup.com до\nсписку дозволених відправників, щоб уникнути цього в майбутньому.\n•Чи знали ви, що ваші електронні звіти можна зручно і безпечно знайти в Інтернеті? Увійдіть до нашого REFLEX\nBanking сьогодні, щоб отримати доступ до банківських послуг прямо з ваших пальців: https://www.rhbgroup.com/index.html.\n•Якщо ви змінили свою активну електронну адресу, будь ласка, повідомте про це свого SME менеджера, щоб ми могли надсилати ваші електронні звіти на правильну\nпоштову скриньку. Альтернативно, ви також можете звернутися\nдо нашого Центру обслуговування клієнтів за номером 03-9206 8118.\nЯкщо у вас є запитання щодо вашого електронного звіту, зверніться до свого менеджера з обслуговування малого та середнього бізнесу (SME). Альтернативно, ви також можете зв'язатися з нашим Центром обслуговування клієнтів за номером 03-92068118 або написати нам на адресу customer.service@rhbgroup.com.\nЗ найкращими побажаннями\nГрупа банків RHB"
}