{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear candidates for the JASSO Honors Scholarship,\nThis is Scholarship Team of Student Office.\nIn this email we inform you of (1)procedures concerned with JP Bank Account, (2)your current status, (3)the schedule of the first payment, and (4)monthly attendance confirmation which is necessary to receive allowance.\n(1)Procedures concerned with JP Bank Account\nWe need your JP Bank Account information to pay monthly allowances.\nIf you have not submitted the bank account information, please check the inbox to find an email from yucho@apu.ac.jp, complete the online survey on that email.\nIf your application for the opening bank account has been denied, please visit us at the AP House Office2 located in AP House 1, 2nd floor on Wednesdays in October from 10:00 a.m. to 4:00 p.m.\nThe last Wednesday in October is 30. After this date, the office will not be able to assist you in opening JP Bank account.\nIf you have not received your ATM card, please check your e-mail address again to see if you have received an e-mail from JP Bank rejecting your account opening application.\nIf you have changed your name registered to JP Bank, please inform us of the change.\n(2) Your current status\nYour scholarship is not confirmed yet. JASSO will notify us the official scholars on Nov. 6 and we will soon let you know on Campus Terminal.\nNormally all candidates become scholar. Please feel at ease.\n(3) Schedule of the first payment\nThe payment of October allowance is scheduled for Nov. 18, if your opening of bank account is not delayed.\nThe delay of opening bank account can make the payment later.\n(4) Monthly attendance confirmation\nTo receive allowances, you need to confirm attendance every month.\nThe date of payment of allowance differs according to the day you sign within the month.\nPlease refer the sign schedule that we sent before.\nWe already recieved signatures for October attendance and you do not need to come to sign again during this month.\nBest Regards,\nScholarship Team (JASSO International)\nStudent Office",
    "trans": "Шановні кандидати на стипендію JASSO Honors Scholarship,\nЦе команда стипендій Офісу студентів.\nУ цьому електронному листі ми повідомляємо вас про (1) процедури, пов'язані з банківським рахунком JP Bank Account, (2) ваш поточний статус, (3) графік першої виплати та (4) підтвердження щомісячної присутності, необхідне для отримання допомоги.\n(1) Процедури, пов'язані з банківським рахунком JP Bank Account\nНам потрібна інформація про ваш банківський рахунок JP Bank Account для виплати щомісячних допомог.\nЯкщо ви не подали інформацію про банківський рахунок, будь ласка, перевірте вхідні повідомлення, щоб знайти електронний лист від yucho@apu.ac.jp, і заповніть онлайн-опитування за цим електронним листом.\nЯкщо вашу заявку на відкриття банківського рахунку було відхилено, будь ласка, відвідайте нас в офісі AP House Office2, розташованому на 2-му поверсі AP House 1, по середах у жовтні з 10:00 до 16:00.\nОстання середа жовтня - це 30 число. Після цієї дати офіс не зможе допомогти вам у відкритті рахунку JP Bank.\nЯкщо ви не отримали свою картку ATM, будь ласка, ще раз перевірте свою електронну адресу, щоб дізнатися, чи отримали ви електронний лист від JP Bank з відмовою у відкритті рахунку.\nЯкщо ви змінили ім'я, зареєстроване в JP Bank, будь ласка, повідомте нам про цю зміну.\n(2) Ваш поточний статус\nВаша стипендія ще не підтверджена. JASSO повідомить нам про офіційних стипендіатів 6 листопада, і ми незабаром повідомимо вас через Campus Terminal.\nЗазвичай всі кандидати стають стипендіатами. Будь ласка, не хвилюйтеся.\n(3) Графік першої виплати\nВиплата жовтневої допомоги запланована на 18 листопада, якщо відкриття банківського рахунку не затримається.\nЗатримка відкриття банківського рахунку може призвести до пізнішої виплати.\n(4) Щомісячне підтвердження присутності\nЩоб отримувати допомогу, вам потрібно щомісяця підтверджувати свою присутність.\nДата виплати допомоги залежить від дня підписання протягом місяця.\nБудь ласка, зверніться до графіка підписів, який ми надсилали раніше.\nМи вже отримали підписи за жовтневу присутність і вам не потрібно приходити для підписання цього місяця.\nЗ найкращими побажаннями,\nКоманда стипендій (JASSO International)\nСтудентський офіс"
}