{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[ Max Verstappen the future Leader of the Dutch political party The Christian Democratic Appeal become a new member of the European Parliament ]\nThe news came this morning and Lewis couldn't believe this. Max Verstappen is joining the European Parliament. Lewis almost didn't recognize him. He read the news article after a colleague sent the link of the web article.\nAccording to this article Max is the new face of the Right wing in the Netherlands and now he is part of the European Parliament and fighting against Lewis’s political party.\nReactions weren't long to come. Max has a lot of “fans” according to the \"edits\" made on TikTok; but a lot of videos are exposing his questioning ideas and choices too.\nLewis and Max have met each other when they both entered the University of Zurich in political science.\nLewis and Max’s friendship started when they were obliged to work in groups in an History class. They were glued to each other, if you wanted to see Lewis you just needed to find Max and vice versa if you wanted to talk to Max search for Lewis.\nThey did everything together, they stayed late in the University library to work together or revised for their exams.\nEach time, one of them had finished their presentation and the other one was the first to applaud. They supported each other every time. And so on, other students suspected them to be together.\nThey weren't wrong though because when they were in the dark street of Zurich, in front of Lewis' porch, Max would grabb Lewis’ waist, pulling him closer and finally kiss him.\nBut the following day they would be just Max and Lewis just best fiends. In fact, other students had any proof so they didn’t say anything about the two of them.\nThe time went by and Max and Lewis filled the perfect love after school in each other's apartment.\nBut one day Max didn't come, Lewis became worried because Max wasn’t answering his texts nor his calls. So he showed up at his apartment but it was empty, like Max did not live here.",
    "trans": "[ Майбутній лідер голландської політичної партії «Християнсько-демократичний заклик» Макс Ферстаппен став членом Європейського парламенту ]\nСьогодні вранці прийшла новина, і Льюїс не міг у це повірити. Макс Ферстаппен стає членом Європейського парламенту. Льюїс його майже не впізнав. Статтю в новинах він прочитав після того, як його колега надіслав посилання на цю статтю в Інтернеті.\nВідповідно до цієї статті, Макс — нове обличчя правого крила в Нідерландах, і зараз він є частиною Європейського парламенту і веде боротьбу проти політичної партії Льюїса.\nНе забарилася реакція. У Макса багато «шанувальників», судячи з «відео», зроблених у TikTok; але чимало відео також викривають його сумнівні ідеї та вибір.\nЛьюїс і Макс зустрілися, коли обоє вступили до Цюрихського університету на політологію.\nЛьюїс і Макс почали дружити, коли їх змусили працювати в групах на заняттях з історії. Вони були прив'язані один до одного, і якщо ви бажали побачити Льюїса, потрібно було лише знайти Макса, і відповідно, якщо ви хотіли поговорити з Максом, шукайте Льюїса.\nВсе робили разом, допізна сиділи в університетській бібліотеці, щоб разом працювати або готуватись до іспитів.\nЩоразу, коли один із них завершував свою презентацію, інший починав аплодувати першим. Вони завжди допомагали один одному. І тому інші студенти почали підозрювати, що вони разом.\nТа вони не помилялися, адже коли вони виходили на темну вулицю Цюриха, перед під'їздом Льюїса, Макс хапав його за талію, притягуючи ближче, і зрештою поцілував його.\nПроте на наступний день вони були вже просто Макс і Льюїс, найкращі друзі. Інші учні не мали жодних доказів цього, тож вони нічого не говорили про них двох.\nЧас йшов, а Макс і Льюїс віддавалися ідеальному коханню після уроків у квартирі один одного.\nТа одного дня Макс не прийшов, і Льюїс почав хвилюватися, бо Макс не відповідав на його смс та дзвінки. Він прийшов до його квартири, але там було порожньо, ніби Макс тут не жив."
}