{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Vice President Harris is upto date on all preventive care recommendations, including colonoscopy and annual mammograms. She is taking vitamin D3 supplementation for skeletal health. She is at low risk for atherosclerotic cardiovascular disease. Vice President Harris maintains a healthy, active lifestyle despite her busy schedule, including vigorous daily aerobic exercise andcore strength training. She eats a very healthy diet. She does not use tobacco products and drinks only occasionally and in moderation. Routine immunizations are all up to date. pressure of 128/74 mmHg, heart rate of 78 beats per minute, pulse oximetry of 100% on room air witha respiratory rate of 16 breaths per minute and temperature of 98.7 °F. Head, eyes, cars, Corrected visual acuity is 20/20 (right) 20/20 (left) 20/20 (both). There is no lymphadenopathy noted and the thyroid exam is normal. Nocarotid bruits noted. Lungs are clear to auscultation. Cardiac exam is normal with a regular rate and rhythm, no murmurs or abnormal heart sounds and normal extremity pulses. Abdominal exam is normal with no liver or spleen enlargement. the cranial nerves, motor, sensory and cerebellar function are normal. Skin exam is normal apart Routine bloodwork is unremarkable, including blood counts, glucose, electrolytes, creatinine, blood urea nitrogen, estimated glomerular filtration rate, liver enzymes, cholesterol panel and insufficient range at 22.2 ng/mL. Electrocardiogram (ECG) revealed normal sinus thythm and is otherwise unremarkable. ‘mental resiliency required to successfullyexcaute the dutiesofthe Presidency. to include those. as Chief Executive, HeadofState and Commander in Chief.",
    "trans": "Віцепрезидентка Гарріс виконує всі рекомендації з профілактики захворювань, включно з колоноскопією і щорічною мамографією. Вона приймає вітамін D3 для здоров'я скелета. У неї низький ризик розвитку атеросклеротичних серцево-судинних захворювань. Попри щільний графік роботи, віцепрезидентка Гарріс веде здоровий і активний спосіб життя, включно зі щоденними енергійними аеробними вправами і силовими тренуваннями. Вона харчується дуже здоровою їжею. Вона не вживає тютюнових виробів і п'є лише зрідка і в міру. Тиск 128/74 мм рт. ст., пульс 78 ударів на хвилину, пульсоксиметрія 100% на кімнатному повітрі з частотою дихання 16 вдихів на хвилину і температурою 98,7 °F. Голова, очі, вуха, скоригована гострота зору становить 20/20 (праворуч) 20/20 (ліворуч) 20/20 (обидва). Лімфаденопатія відсутня, щитоподібна залоза в нормі. Відзначено нокаротидні гематоми. Легені при аускультації чисті. Серце в нормі, частота і ритм серцевих скорочень нормальні, шумів і аномальних серцевих шумів немає, пульс на кінцівках нормальний. Огляд живота в нормі, печінка і селезінка не збільшені. Черепні нерви, рухова, сенсорна і мозочкова функції в нормі. Шкірні покриви в нормі, окрім рутинних аналізів крові, які не викликають зауважень, включно з аналізом крові, глюкозою, електролітами, креатиніном, азотом сечовини крові, розрахунковою швидкістю гломерулярної фільтрації, печінковими ферментами, панеллю холестерину та недостатнім діапазоном у 22,2 нг/мл. Електрокардіограма (ЕКГ) показала нормальний синусовий ритм, а в іншому вона нічим не примітна. Психічна стійкість, необхідна для успішного виконання обов'язків президента, включно з обов'язками глави виконавчої влади, глави держави і головнокомандувача."
}