{
    "source": "en_US",
    "target": "uk_UA",
    "text": "My boyfriend bought a decant due to nostalgic reasons and I didnt care as I normally dont like cheaper mens fragrances because they are always too cliche masculine to me. One day he left such an amazing floral trail behind and I couldnt believe it was Sculpture EDP.\nThe opening leans slighty masculine-creamy for my taste, which I acutally dont like, but the developing heart notes are so intoxicating to me that I absolutley dont mind the opening and I am very happy to \"bear\" it.\nI immediatley bought a full bottle the next day as cant get enough of the middle notes, blending well with the sweet warm base notes. Imo its even very feminine-unisex leaning and women should give this a try. I think its the geranium that stands out to me- in a way zesty fresh deep and almost rosy.\nI find myself only wearing Sculpture everyday for the last weeks as I just cant get enough of the trail and those floral middle notes.\nIn comparison to Xerjoffs Uden:\nUden hasn't the creamy-masculine opening and I prefer that aspect to Sculpture. It starts right with the the nice middle notes of Sculpture. But in Sculpture its more brighter,louder and that zesty rosy geranium note is more prominent. Uden is in that way a bit smoother but I think its more boring.Udens longevity is also bad on my skin. I totally prefer Sculpture.\nshare",
    "trans": "Мій хлопець купив декант з ностальгічних причин, і мені це не було цікаво, оскільки я зазвичай не люблю дешеві чоловічі аромати, тому що вони завжди здаються мені занадто клішованими та маскулінними. Одного дня він залишив за собою неймовірний квітковий шлейф, і я не могла повірити, що це Sculpture EDP.\nВідкриття трохи маскулінно-кремове для мого смаку, який я насправді не люблю, але серцеві ноти так захоплюючі для мене, що я абсолютно не заперечую проти відкриття і дуже рада \"терпіти\" його.\nНаступного дня я відразу ж купила повну пляшку, оскільки не можу насититися середніми нотами, які добре поєднуються з солодкими теплими базовими нотами. На мою думку, він навіть дуже жіночний-унісекс і жінки повинні спробувати його. Я думаю, що саме герань виділяється для мене - в якійсь мірі освіжаюча, глибока і майже рожевата.\nОстанніми тижнями я тільки носила Sculpture щодня, оскільки просто не можу насититися шлейфом і цими квітковими середніми нотами.\nУ порівнянні з Uden від Xerjoff:\nUden не має кремово-маскулінного відкриття, і мені більше подобається цей аспект у Sculpture. Він починається відразу з приємних середніх нот Sculpture. Але в Sculpture вони більш яскраві, голосні і ця освіжаюча рожевата герань більш виражена. Uden в цьому плані трохи м'якший, але я вважаю його більш нудним. Тривалість Uden також погана на моїй шкірі. Я абсолютно віддаю перевагу Sculpture.\nподілитися"
}