{
    "source": "en_US",
    "target": "uk_UA",
    "text": "MR [redacted_name],\nThe following RBC Royal Bank eStatement(s) is(are) available:\nPersonal Banking Account XXXXX-XXX3915\nTo see your statement, please sign in to RBC Online Banking^.\nTo review or change your email notification options within RBC Online Banking, select \"Profile and Preferences\" from the Banking tab under My Accounts.\nRegular, unencrypted email is not secure. Never include personal or confidential information in a regular email. To discuss your personal information with us safely, send us a message via the RBC Royal Bank Online Banking message centre or one of our other secure message centres, or contact us by phone.\nRBC will never send a regular email that asks you to provide, confirm or verify personal, login or account information. Also, RBC will never include a link to an online service in a regular email and ask you to sign in using that link. If you receive an email of this type, that appears to be from RBC, please forward it to phishing@rbc.com and then delete it. For more information please visit Email & Website Fraud.\nIf you need any help, please call us:\nWithin Canada and the U.S., toll free, at: 1-800-769-2555\nTTY users: 1-800-661-1275\nOutside Canada and the U.S.: Reach us using our International Toll-Free Service (http://www.rbcroyalbank.com/contact-us/international.html)\nPlease do not reply to this email, as it was sent from an unmonitored account.\n^RBC Online Banking is offered by Royal Bank of Canada.",
    "trans": "Шановний [redacted_name]!\nНадсилаємо електронну виписку з банку RBC Royal Bank:\nОсобистий банківський рахунок XXXXX-XXX3915\nЩоб переглянути виписку, будь ласка, увійдіть до системи інтернет-банкінгу RBC^.\nЩоб переглянути або змінити налаштування сповіщень електронною поштою в Інтернет-банкінгу RBC, виберіть «Профіль і налаштування» на вкладці «Банкінг» у розділі «Мої рахунки».\nЗвичайна незашифрована електронна пошта не є безпечною. Ніколи не вказуйте особисту або конфіденційну інформацію у звичайному електронному листі. Щоб безпечно обговорити з нами вашу особисту інформацію, надішліть нам повідомлення через центр повідомлень інтернет-банкінгу RBC Royal Bank або через один з наших інших захищених центрів повідомлень, чи зателефонуйте нам.\nRBC ніколи не надсилатиме ординарний лист з проханням надати, підтвердити чи перевірити особисту інформацію, дані про вхід в систему або дані про рахунок. Банк RBC також ніколи не включатиме у свої листи посилання на онлайн-послуги та не проситиме вас увійти в систему за будь-яким посиланням. Якщо ви отримали такий лист, підписаний від імені банку RBC, будь ласка, перенаправте його на адресу phishing@rbc.co, а потім видаліть цей лист. Для додаткової інформації відвідайте «Шахрайство електронною поштою та на вебсайтах».\nВ разі потреби просимо зателефонувати нам:\nЗ території Канади та США, безплатний номер: 1-800-769-2555\nКористувачі TTY: 1-800-661-1275\nЗа межами Канади та США: зв'яжіться з нами за допомогою нашої міжнародної безплатної служби (http://www.rbcroyalbank.com/contact-us/international.html)\nПросимо не відповідати на цей лист, лист був надісланий з контрольованого облікового запису.\n^Онлайн-банкинг RBC запропоновано Канадським банком Royal Bank of Canada."
}