{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Bank Transfers: This is a common method where you transfer money directly from your Norwegian bank account to a US bank account. It’s convenient but may involve higher fees and less favorable exchange rates1.\nOnline Money Transfer Services: Services like Wise, OFX, and Remitly offer competitive exchange rates and lower fees compared to traditional banks23. These platforms are user-friendly and often faster.\nCash Pick-Up Services: If the recipient needs cash, services like Western Union and Remitly allow for money to be picked up at various locations in the USA4.\nTransfer Fees and Exchange Rates: The cost of transferring money can vary significantly. Online services typically charge lower fees (around 0.2% to 1% of the transfer amount) compared to banks4. Always compare the total cost, including both fees and exchange rates.\nTransfer Speed: Online services can often complete transfers within a few hours to a couple of days, while bank transfers might take longer.",
    "trans": "Банківські перекази: Це поширений метод, при якому ви безпосередньо переказуєте гроші з вашого норвезького банківського рахунку на банківський рахунок у США. Це зручно, але може бути пов'язано з вищими комісіями та менш вигідними курсами обміну.\nОнлайн-сервіси переказу грошей: Такі сервіси, як Wise, OFX та Remitly, пропонують конкурентоспроможні курси обміну та нижчі комісії в порівнянні з традиційними банками. Ці платформи є зручними у використанні і часто швидшими.\nСервіси отримання готівки: Якщо отримувачу потрібні готівка, такі сервіси, як Western Union та Remitly, дозволяють отримати гроші в різних місцях у США.\nКомісії за перекази та курси обміну: Вартість переказу грошей може значно варіюватися. Онлайн-сервіси зазвичай стягують нижчі комісії (близько 0,2% до 1% від суми переказу) в порівнянні з банками. Завжди порівнюйте загальну вартість, включаючи як комісії, так і курси обміну.\nШвидкість переказу: Онлайн-сервіси часто можуть завершити перекази протягом кількох годин до кількох днів, тоді як банківські перекази можуть зайняти більше часу."
}