{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I’d love to see the nav bar color changed to a more neutral, less distracting color.\nYou could probably consider this a purist request, but I’ve always found the navy blue navbar to be unappealing and distracting.\nI’m not too interested in offering exact solutions, because I trust that good developers will make good decisions regarding UI and implementation.\nBut if I thought about it for a moment, potential solutions could be:\n● Navbar colors that match the journal cover\n● Simple user preference w/ preset colors and a custom color swatch option\n● The ability to change the navbar for each notebook (wow, actually this would be great because it’d be very indicative of what you were focused on, and could coincide with the cover)\n● Idk, what do you think would be a good solution?\nAnother user mentioned hiding the navbar - that’s probably an even better idea, so the page is the full size of the screen.\nUltimately this suggestion came about because I do like the idea of writing in an app that’s all white like a piece of paper.\nI don’t need fancy skeuomorphism, just for the entire UI to be color matched with the paper.\nI included some mockups that help to showcase this idea, which could even be supported with dark pages.",
    "trans": "Я б хотів, щоб колір навігаційної панелі змінили на більш нейтральний, менш відволікаючий колір.\nВи, напевно, можете вважати це запитом пуриста, але я завжди вважав навігаційну панель темно-синього кольору непривабливою і відволікаючою.\nМене не дуже цікавить пропонувати точні рішення, оскільки я довіряю хорошим розробникам приймати хороші рішення щодо інтерфейсу та реалізації.\nАле якщо подумати про це на мить, потенційними рішеннями можуть бути:\n● Кольори навігаційної панелі, що відповідають обкладинці журналу\n● Проста перевага користувача з попередньо встановленими кольорами та опцією вибору власного кольору\n● Можливість змінювати навігаційну панель для кожного зошита (вау, насправді це було б чудово, оскільки це було б дуже показовим для того, на чому ви зосереджені, і могло б відповідати обкладинці)\n● Не знаю, що ви думаєте про хороше рішення?\nІнший користувач згадував про приховування навігаційної панелі - це, напевно, ще краща ідея, щоб сторінка займала всю площу екрану.\nВрешті-решт, ця пропозиція виникла тому, що мені подобається ідея писати в додатку, який повністю білий як аркуш паперу.\nМені не потрібен розкішний скевоморфізм, просто щоб весь інтерфейс був кольорово узгоджений з папером.\nЯ включив кілька макетів, які допомагають продемонструвати цю ідею і можуть навіть підтримуватися темними сторінками."
}