{
    "source": "en_US",
    "target": "uk_UA",
    "text": "hand tightens on Ransom’s arm as another loud sniff echoes through the room.\n“Are you sure you want to marry him? It’s not too late to run,” Ransom teases, making me laugh. He raises his voice. “Can someone please get Horsey a tissue?”\nA few of the brothers scramble around, but it’s Jonas that calmly removes an old-fashioned handkerchief from his pocket and presses it into Colt’s hand.\n“Do you always carry these around?” he asks, dumbfounded.\n“No. It seemed quite likely that you would cry today. I purchased it for you.”\n“Wait, Evie might have been the one crying. Did you get her one?”\nLaughter echoes through our group as Jonas gives Colt a look that clearly indicates how ridiculous he finds that statement.\nHe’s right. I’m not a soft person. I’m more reserved, more guarded than my big-hearted fiancé. But Jonas should have bought two because I’m already leaking…just a bit.\nI knew I didn’t want my dad or brother walking me down the aisle. I was prepared to do it alone when Ransom approached me a few minutes earlier.\n“Evie, It would be my absolute honor to escort you this morning. I know it’s not my place to give you away. Personally, I think that’s a stupid tradition. But I don’t have any sisters. And this is our first wedding, so it feels pretty special.” He clears his throat. “Could I walk you down the aisle?”",
    "trans": "Рука крепко сжимается на руке Рэнсома, когда еще один громкий всхлип раздается в комнате.\n«Ты уверена, что хочешь выйти за него замуж? Еще не поздно сбежать», - подшучивает Рэнсом, заставляя меня рассмеяться. Он повышает голос. «Кто-нибудь может принести Хорси салфетку?»\nНесколько братьев суетятся вокруг, но именно Йонас спокойно достает из кармана старомодный платок и передает его Колту.\n«Ты всегда носишь такие с собой?» - спрашивает он, недоумевая.\n«Нет. Сегодня было довольно вероятно, что ты заплачешь. Я купил его для тебя.»\n«Подожди, Эви могла быть той, кто плачет. Ты купил ей один?»\nСмех раздается в нашей группе, когда Йонас смотрит на Колта с выражением, которое явно указывает на то, насколько глупым он считает это утверждение.\nОн прав. Я не мягкий человек. Я более сдержанная, более закрытая, чем мой щедрый жених. Но Йонасу следовало бы купить два платка, потому что я уже немного плачу…\nЯ знала, что не хочу, чтобы мой папа или брат провели меня к алтарю. Я была готова сделать это одна, когда Рэнсом подошел ко мне несколько минут назад.\n«Эви, для меня будет абсолютной честью провести тебя сегодня утром. Я знаю, что это не мое место отдавать тебя замуж. Лично я считаю эту традицию глупой. Но у меня нет сестер. И это наша первая свадьба, так что это кажется довольно особенным.» Он clears his throat. «Могу я провести тебя к алтарю?»"
}