{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Culture and Society\nCulture is the sum total of learned, shared and socially transmitted behaviour that includes ideas, values, and customs of groups of people. A fairly large number of people living in the same territory constitute a society. Members of a society share a common language, which facilitates day-to-day exchanges with others and participate in a common culture. Nadel in his work says it is necessary to make a distinction between “Culture” from its companion term “society.” According to him culture is the way of life of the people; while a society is an organised, interacting aggregate of individuals who follow a given way of life. In simple terms a society is composed of people; the way they behave is their culture. (Nadel, S.F. 2006)\nSince the time of Boas, culture became a tool for understanding and describing the exotic society. Anthropological study on cultural relativism allows a comparison of culture without assuming evolutionary hierarchies. It means that every culture has in its own rights to be different and does not stand for the purpose of other culture. In other words, all cultures express validity in their perspective of the world. Thus, it could be in-appropriate to judge cannibalism activity among society even if we use universal notion on violence. What we can do is try to understand the reason and rationalise such activity.\nEarly notion of culture was popularised among Anthropologist in order to understand homogeneous societies. In the modern world the relationship between culture and society is a complex one. Culture is produced and reproduced within the society and society acts in certain way in a culture. But how does culture work in the complex societies? Early Anthropologists used culture as the set of practical and contingent significations, while postmodernists use it to mark the domain of signifying practices.\nAccording to Pertierra, (2004) society can be seen as the collection of individual members pursuing their interest in the context of formal rules administered by specialists and implemented by the state. It was also a constant state of selfconstitution, whose members are engaged in individual life projects marked by purposive and value rationality. Society consists of individuals mostly unknown to one another but nevertheless linked through abstract categories such as class, nation, or gender. In this case society assumed as the real place or arena, an institution in which individuals play their roles in order to achieve their different objectives. When we see the relation between society and culture, society and culture are two elements that are complementing each other. Society expresses itself through culture. We can associate the group of people or society from the culture they practice, such as Asian society is characterised by Asian culture, or Javanese society with its Javanese culture.\nFurthermore, culture is manifested in the socio economic structures as frames for the organisation of social relationship, it is embedded both in the material setting\nConcept of Society and Culture\n17 Society and Culture\n18\nand the social institutions of society. Material experiences are organised and group relations are structured through culture. But culture has also the medium through which the social world is experienced, interpreted and understood. In this sense, culture is something more basic than ideological superstructure. Culture is produced in a given society within the framework set by the socio-economic structure. The cultural process perpetually occurs among the different groups and classes in a society, and also affects social structure (Erna Herawati 2006).",
    "trans": "Культура та суспільство\nКультура - це сукупність засвоєної, поділюваної та соціально переданої поведінки, яка включає ідеї, цінності та звичаї груп людей. Досить велика кількість людей, що живуть на одній території, утворюють суспільство. Члени суспільства розмовляють спільною мовою, що полегшує повсякденний обмін з іншими людьми та участь у спільній культурі. Надель у своїй роботі говорить, що необхідно розрізняти поняття \"культура\" і пов'язане з ним поняття \"суспільство\". За його словами, культура - це спосіб життя людей, тоді як суспільство - це організована, взаємодіюча сукупність індивідів, які дотримуються певного способу життя. Простіше кажучи, суспільство складається з людей; те, як вони поводяться, є їхньою культурою. (Nadel, S.F. 2006)\nЗ часів Боаса культура стала інструментом для розуміння та опису екзотичного суспільства. Антропологічне дослідження культурного релятивізму дозволяє порівнювати культури без припущення еволюційних ієрархій. Це означає, що кожна культура має власне право бути іншою і не стоїть на заваді іншій культурі. Іншими словами, всі культури виражають дійсність у своїй перспективі світу. Таким чином, судити про канібалізм у суспільстві може бути недоречно, навіть якщо ми використовуємо універсальне поняття про насильство. Що ми можемо зробити, так це спробувати зрозуміти причину і раціоналізувати таку діяльність.\nРаннє поняття культури було популяризоване серед антропологів для розуміння гомогенних суспільств. У сучасному світі відносини між культурою та суспільством є складними. Культура виробляється і відтворюється в суспільстві, а суспільство певним чином діє в культурі. Але як культура працює в складних суспільствах? Ранні антропологи використовували культуру як набір практичних і умовних значень, тоді як постмодерністи використовують її для позначення сфери практик, що означають.\nЗгідно з Пертьєррою (2004), суспільство можна розглядати як сукупність індивідуальних членів, які переслідують свої інтереси в контексті формальних правил, що адмініструються фахівцями та впроваджуються державою. Це також постійний стан самоконституювання, члени якого займаються індивідуальними життєвими проектами, позначеними цілеспрямованою та ціннісною раціональністю. Суспільство складається з індивідів, здебільшого незнайомих між собою, але пов'язаних між собою абстрактними категоріями, такими як клас, нація чи гендер. У цьому випадку суспільство сприймається як реальне місце або арена, інститут, в якому індивіди відіграють свої ролі для досягнення різних цілей. Коли ми розглядаємо зв'язок між суспільством і культурою, суспільство і культура є двома елементами, які доповнюють один одного. Суспільство виражає себе через культуру. Ми можемо асоціювати групу людей або суспільство з культурою, яку вони сповідують, наприклад, азійське суспільство характеризується азійською культурою, або яванське суспільство з його яванською культурою.\nКрім того, культура проявляється в соціально-економічних структурах як рамках для організації соціальних відносин, вона вбудована в матеріальне середовище\nПоняття суспільства і культури\n17 Суспільство і культура\n18\nта соціальні інститути суспільства. Через культуру організовується матеріальний досвід і структуруються групові відносини. Але культура також є середовищем, через яке соціальний світ переживається, інтерпретується і розуміється. У цьому сенсі культура є чимось більш базовим, ніж ідеологічна надбудова. Культура виробляється в даному суспільстві в рамках, встановлених соціально-економічною структурою. Культурний процес постійно відбувається між різними групами і класами в суспільстві, а також впливає на соціальну структуру (Erna Herawati 2006)."
}