{
    "source": "en_US",
    "target": "uk_UA",
    "text": "All off-street parking location entrances and exits provided for or belonging to the massage establishment shall be illuminated from dusk to closing hours with a lighting system that provides an average maintained horizontal illumination of one foot candle of light on the parking surface and walkways.\n2. A recognizable and readable sign that complies with all sign regulations of the City shall be posted at the main entrance of the massage establishment identifying the name of the massage establishment.\n3. A recognizable and readable sign that complies with all sign regulations of the City shall be posted at the main entrance of the massage establishment identifying the hours of operation of the massage establishment.\n4. All building openings, entries, windows, etc., of a massage establishment shall be located, covered or screened in such a manner as to prevent an unobstructed view from the exterior of the building into dressing rooms, massage therapy rooms, restrooms, and other areas where patrons of the business may not be fully clothed.\n5. The Massage Establishment Permit shall be posted in a conspicuous place on the premises within the reception area of the massage establishment.\n6. A copy of the Personal Massage Therapy Permit for each personal massage therapist shall be kept on file on the premises of the massage establishment.\n7. A copy of each diploma or certificate of graduation for each personal massage therapist shall be kept on file on the premises of the massage establishment.\n8. A recent photograph of each personal massage therapist shall be kept on file on the premises of the massage establishment.\n9. A list of massage therapy services available at the massage establishment, a description of services in readily understandable language, and the cost of such services shall be posted in a conspicuous place on the premises within the reception area of the massage establishment.\n10. At least one (1) artificial light providing a lighting intensity of not less than thirty (30) foot candle power at floor level shall be installed in the reception area.\n11. At least one (1) artificial light providing a lighting intensity of not less than twenty (20) foot candle power at floor level shall be installed in each massage therapy room.",
    "trans": "Всі в'їзди та виїзди з позавуличних паркувальних майданчиків, які надаються для або належать масажному закладу, повинні бути освітлені з настанням сутінків і до закриття. Освітлення має забезпечувати середню горизонтальну яскравість у одну фут-свічку на поверхні паркування та пішохідних доріжках.\n2. На головному вході до масажного закладу має бути розміщена чітка та добре читабельна вивіска, що відповідає всім вимогам міських правил щодо розміщення вивісок, ідентифікуючи назву закладу.\n3. На головному вході до масажного закладу має бути розміщена чітка та добре читабельна вивіска, що відповідає всім вимогам міських правил щодо розміщення вивісок, ідентифікуючи години роботи закладу.\n4. Всі отвори в будівлі, зокрема входи, вікна тощо, повинні бути розташовані, закриті або затемнені таким чином, щоб ззовні будівлі не було прямого огляду приміщень для перевдягання, масажних кабінетів, вбиралень та інших зон, де відвідувачі можуть перебувати у неповністю одягненому стані.\n5. Дозвіл на діяльність масажного закладу має бути розміщений на видному місці в зоні прийому закладу.\n6. Копія персонального дозволу на масажну діяльність для кожного масажиста має зберігатися на території масажного закладу.\n7. Копія кожного диплома або сертифіката про закінчення навчання кожного масажиста має зберігатися на території масажного закладу.\n8. Актуальна фотографія кожного масажиста має зберігатися на території масажного закладу.\n9. Список масажних послуг, їхній опис зрозумілою мовою та вартість повинні бути розміщені на видному місці в зоні прийому закладу.\n10. У зоні прийому має бути встановлено щонайменше одне штучне джерело світла, що забезпечує інтенсивність освітлення не менше 30 фут-свічок на рівні підлоги.\n11. У кожному масажному кабінеті має бути встановлено щонайменше одне штучне джерело світла, що забезпечує інтенсивність освітлення не менше 20 фут-свічок на рівні підлоги."
}