{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Unraveling the Binance Impersonation Scam in UAE: A Cautionary Tale 🚨🚨🚨🚨\nIn a concerning development, reports emerge of a sophisticated mining scam in the UAE, impersonating Binance. Operating through a WhatsApp group, \"Binance DeFi A23,\" the scam lures users into a false promise of DeFi earnings, exploiting the BNB smart chain and DeFi liquidity pools.\nParticipants are enticed with false airdrop rewards in Trust Wallet, creating a deceptive success narrative. To deepen the trap, scammers claim impressive fund amounts in the Phantom VIP Pool, coercing users into paying substantial service charges before allowing withdrawals.\nVictims reveal substantial financial losses, with one user reporting a payment of $234,617 in service charges. The scammers, following a calculated pattern, abruptly disappear, leaving users in financial distress.\nDespite previous warnings, these scams persist, emphasizing the need for constant vigilance in the evolving digital finance landscape. As authorities investigate, users are urged to exercise caution, skepticism, and stick to verified platforms to avoid falling prey to such deceitful tactics.\n❤️ If you find this information helpful, consider supporting me through the Binance Tipping feature. Your generosity helps me provide quality content. 🙏🏿\n#Write2Earn #JUP #ftt $ALT $BTC",
    "trans": "Розкриття шахрайства, що імітує Binance в ОАЕ: повчальна історія 🚨🚨🚨🚨\nЗ'явилися тривожні повідомлення про витончене шахрайство з майнінгом в ОАЕ, яке імітує Binance. Шахраї діють через групу WhatsApp під назвою «Binance DeFi A23», заманюючи користувачів хибними обіцянками заробітку на DeFi, використовуючи BNB Smart Chain та ліквідні пули DeFi.\nУчасників заманюють фальшивими винагородами від аірдропів у Trust Wallet, створюючи оманливу картину успіху. Щоб загнати жертв у пастку, шахраї заявляють про великі суми коштів у Phantom VIP Pool і змушують користувачів платити великі збори за обслуговування, перш ніж дозволити їм зняти кошти.\nЖертви повідомляють про великі фінансові втрати, зокрема один користувач сплатив $234 617 за збори. Шахраї, слідуючи певному алгоритму, раптово зникають, залишаючи користувачів у фінансовій скруті.\nНезважаючи на попередження, ці шахрайства тривають, підкреслюючи важливість пильності в умовах цифрового фінансового середовища, що постійно змінюється. Влада вже проводить розслідування, і користувачам настійно рекомендується бути обережними, скептичними та користуватися лише перевіреними платформами, щоб уникнути потрапляння в пастку таких шахрайських схем.\n❤️ Якщо ця інформація була корисною, підтримайте мене через функцію Binance Tipping. Ваша щедрість допомагає мені створювати якісний контент. 🙏🏿\n#Write2Earn #JUP #ftt $ALT $BTC"
}