{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Canada's healthcare system, often referred to as \"Medicare,\" is a publicly funded, universal healthcare system. 1 It's administered by the provinces and territories, with some federal oversight:\nProvincial and Territorial Systems: Each province and territory operates its own health insurance plan, ensuring a certain level of flexibility to cater to local needs. 1 However, all plans must adhere to the principles outlined in the Canada Health Act. 2\nPublicly Funded: The system is primarily funded through taxes, meaning that residents pay for healthcare through their income taxes. This ensures that everyone has access to essential services.\nPrivate Providers: While the system is publicly funded, most healthcare services are delivered by private providers, such as doctors, nurses, and hospitals. These providers are not government employees but rather contract with the provincial governments.\nProvincial and Territorial Systems: Each province and territory operates its own health insurance plan, ensuring a certain level of flexibility to cater to local needs. 1 However, all plans must adhere to the principles outlined in the Canada Health Act. 2\nPublicly Funded: The system is primarily funded through taxes, meaning that residents pay for healthcare through their income taxes. This ensures that everyone has access to essential services.\nPrivate Providers: While the system is publicly funded, most healthcare services are delivered by private providers, such as doctors, nurses, and hospitals. These providers are not government employees but rather contract with the provincial governments.",
    "trans": "Система охорони здоров'я Канади часто називається \"Medicare\" і є універсальною системою охорони здоров'я з державним фінансуванням. Вона адмініструється провінціями та територіями з деяким федеральним контролем:\nПровінційні та територіальні системи: Кожна провінція та територія має свій власний план медичного страхування, що забезпечує певний рівень гнучкості для задоволення місцевих потреб. Однак усі плани повинні дотримуватися принципів, викладених у Законі про охорону здоров'я Канади.\nГромадське фінансування: Система в основному фінансується за рахунок податків, що означає, що жителі оплачують медичне обслуговування через свої податки на доходи. Це забезпечує доступність основних послуг для всіх.\nПриватні постачальники: Хоча система фінансується з державного бюджету, більшість медичних послуг надаються приватними постачальниками, такими як лікарі, медсестри та лікарні. Ці постачальники не є державними службовцями, а укладають контракти з провінційними урядами.\nПровінційні та територіальні системи: Кожна провінція та територія має свій власний план медичного страхування, що забезпечує певний рівень гнучкості для задоволення місцевих потреб. Однак усі плани повинні дотримуватися принципів, викладених у Законі про охорону здоров'я Канади.\nГромадське фінансування: Система в основному фінансується за рахунок податків, що означає, що жителі оплачують медичне обслуговування через свої податки на доходи. Це забезпечує доступність основних послуг для всіх.\nПриватні постачальники: Хоча система фінансується з державного бюджету, більшість медичних послуг надаються приватними постачальниками, такими як лікарі, медсестри та лікарні. Ці постачальники не є державними службовцями, а укладають контракти з провінційними урядами."
}