{
    "source": "en_US",
    "target": "uk_UA",
    "text": "GUANG ZHOU, October 17th,2024\nTo\nVisa Officer\nThe Embassy of Brazil\nDear Sir/Madam,\nI，[redacted_name] a chinese citizen holding passport number EJ4098426 is applying visa to visit Brazil. And I am a freelancer who does some design. I intent to visit Brazil and search some inspiration. and the duration of visit will be 14 days from November 29th to December 12th 2024.\nPlease kindly refer below for our deatiled itinerary and hotel plan while in Brazil as follow:\nNO\nDATE\nACTIVITIES\n1\n29-30 November 2024\nGUANGZHOU Fly to Sao Paulo\nCopy of Ticket attached\n2\n1-3 December 2024\nSao Paulo\nCopy of Ticket attached\n3\n3-7 December 2024\nRio De Janeiro\nCopy of Ticket attached\n4\n7-10 December 2024\nSaluador\nCopy of Ticket attached\n5\n10-12 December 2024\nSao Paulo and fly back to GUANGZHOU\nCopy of Ticket attached\nI will not seek any emplyment or permanent stay into your conutry and i will return to CHINA soon after my holiday trip is completed.\nI kindly ask you to grant me the appropiate visa for the above mentioned purpose.",
    "trans": "ГУАН ЧЖОУ, 17 жовтня, 2024 року\nКому\nСлужбовцю з видачі віз\nПосольство Бразилії\nШановна пані/пане!\nЯ, [redacted_name], громадянин Китаю, паспорт серії EJ4098426, подаю заяву на отримання візи для поїздки до Бразилії. Я — фрілансер та займаюсь дизайном. Я маю намір відвідати Бразилію у пошуках натхнення, тривалість моєї поїздки становитиме 14 днів з 29 листопада по 12 грудня 2024 року.\nБудь ласка, ознайомтеся з наведеним нижче детальним маршрутом та планом бронювання готелів під час відвідин Бразилії:\n№\nДАТА\nЗАХОДИ\n1\n29-30 листопада 2024 року\nЛітак з ГУАНЧЖОУ до Сан-Паулу\nКопія квитка додається\n2\n1-3 грудня\nСан-Паулу\nКопія квитка додається\n3\n3-7 грудня\nРіо-де-Жанейро\nКопія квитка додається\n4\n7-10 грудня 2024 року\nСалуадор\nКопія квитка додається\n5\n10-12 грудня\nЛітак з Сан-Паулу назад до ГУАНЧЖОУ\nКопія квитка додається\nЯ не буду шукати роботи чи намагатися залишитися у вашій країні назавжди, і повернуся до КИТАЮ після своєї подорожі на відпочинок.\nПрошу вас надати мені відповідну візу для вищезазначеної мети."
}