{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dr. Hayman M. Saeed Rashid\nReference: https://www.rcoa.ac.uk/patients/about-anaesthesia-perioperative-care/z-medical-terms-glossary\nThe following are words or medical terms you may hear or read in information\nabout anaesthesia and what they mean.\nA–Z of medical terms (glossary)\nAmnesia: Loss of memory you have for an event.\nAnaesthesia: General anesthesia: medication that gives a deep sleep-like state. It is\nessential for some operations and procedures. You are unconscious and feel nothing.\nAnaesthesia Associate: A healthcare professional who works as part of the anesthetic\nteam under the supervision of a consultant anesthetist. Previously known as\nPhysicians’ Assistant (Anesthesia) [PA(A)].\nAnesthetist: A doctor trained to give anesthetics.\nAnalgesia: Pain relief.\nAnaphylaxis: A serious allergic reaction to a drug or substance.\nAnticoagulant: Medicines to stop your blood clotting.\nAntiemetic: A drug to help prevent or treat sickness.\nAnti-inflammatory drug: A drug to stop or reduce swelling and pain.\nArterial line: A cannula put into an artery (often at your wrist). This measures your\nblood pressure continuously. Your anaesthetist can also take blood samples from it to\nmeasure your oxygen levels.\nArtery: A blood vessel that takes blood rich in oxygen from your heart to another part\nof your body.\nAwareness: Unintentionally becoming conscious during a general anaesthetic and\nbeing able to remember some of this time. It is rare for this to happen.\nB\nBlood clots: Blood can form clots in your veins, usually when you are less mobile. If\nthis happens in your legs it is also called a deep vein thrombosis (DVT). If the clots\nbreak off and go to your lungs, it is called a pulmonary embolus (PE), which can be life-\nthreatening.\nBlood group: The type of blood you have in your body. There are four main types: A,\nB, AB, and O. If you have a blood transfusion, you need blood of the correct group so\nyou don’t have a serious reaction.\nMade with Xodo PDF Reader and Editor",
    "trans": "Доктор Хайман М. Саїд Рашід\nПосилання: https://www.rcoa.ac.uk/patients/about-anaesthesia-perioperative-care/z-medical-terms-glossary\nНижче наведені слова чи медичні терміни, які ви можете почути або прочитати в інформації\nщодо анестезії, і що вони означають.\nМедичні терміни від А до Я (глосарій)\nАмнезія: Втрата пам'яті, яка у вас є про будь-яку подію.\nАнестезія: Загальна анестезія: ліки, які викликають стан, що схожий на глибокий сон. Вона\nнеобхідна для проведення деяких операцій і процедур. Ви непритомні і нічого не відчуваєте.\nПомічник анестезіолога: Медичний фахівець, який працює у складі анестезіологічної\nкоманди під керівництвом консультанта-анестезіолога. Раніше він був відомий як\nасистент лікаря (анестезіолог) [PA(A)].\nАнестезіолог: Лікар, який навчений робити анестезію.\nАнальгезія: Знеболення.\nАнафілаксія: Серйозна алергічна реакція на ліки або субстанцію.\nАнтикоагулянт: Ліки, що перешкоджають згортанню вашої крові.\nПротиблювотний засіб: Препарат, що допомагає запобігти або вилікувати нездужання.\nПротизапальний засіб: Медикамент, який зупиняє або зменшує набряк і біль.\nАртеріальна лінія: Катетер, введенийв артерію (часто у ваше зап'ястя). З її допомогою вимірюється\nваш кров'яний тиск. Ваш анестезіолог також може взяти з неї зразки крові для того, щоб\nвиміряти ваш рівень кисню.\nАртерія: Кровоносна судина, яка переносить кров, що багата на кисень, від серця до іншої частини\nвашого тіла.\nУсвідомлювання: Ненавмисний прихід у свідомість під час загальної анестезії та\nі здатність пам'ятати частину цього часу. Таке трапляється рідко.\nБ\nЗгустки крові: Кров може утворювати згустки у ваших венах, зазвичай коли ви малорухливі. Якщо\nце відбувається в ваших ногах, це називається тромбозом глибоких вен (ТГВ). Якщо тромби\nвідриваються і потрапляють у ваші легені, це називається легеневою емболією (ЛЕ), яка може бути небезпечною\nдля життя.\nГрупа крові: Група крові, яка міститься у вашому організмі. Існує чотири основні типи: A,\nB, AB і O. Якщо вам переливають кров, то вам потрібна кров правильної групи, щоб\nу вас не виникло серйозної реакції.\nСтворено за допомогою Xodo PDF Reader і Editor"
}