{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As the Executive Assistant, you will be involved in a large variety of projects and tasks within the organization - from preparing weekly sales figures to organizing team events and onboarding new employees. You will be close to the decision-making process, and support and assist the Nordic General Manager and the Management Committee of the Business division with projects, presentations, and management reporting. Furthermore, you will be responsible for several administrative and coordinating tasks, such as organizing Nordic Leadership Meetings, visits from our global headquarters including booking hotels, organizing social events, etc. You will also be the lead for team engagement in the Professional Products Division, responsible for bringing ideas to create a stronger team culture for the HUB and country teams. This position is ideal for you if you enjoy structure and organization and being the team’s go-to person for practical questions and organization. You will report directly to the General Manager for the Professional Products Division.\nFurthermore, you will lead the team engagement initiatives within the Professional Products Division, focusing on strengthening team culture across our Nordic teams.",
    "trans": "Як виконавчий асистент ви будете залучені до великої кількості проектів та завдань в організації - від підготовки щотижневих звітів про продаж до організації командних заходів та адаптації нових співробітників. Ви будете близькі до процесу прийняття рішень і будете підтримувати та допомагати генеральному директору Північного регіону та управлінському комітету бізнес-підрозділу в проектах, презентаціях та управлінському звітуванні. Крім того, ви будете відповідальні за кілька адміністративних та координуючих завдань, таких як організація зустрічей керівництва Північного регіону, візитів з нашого глобального головного офісу включаючи бронювання готелів, організацію соціальних заходів тощо. Ви також будете відповідальними за залучення команди в підрозділі професійних продуктів і будете відповідальними за впровадження ідей для створення більш сильної командної культури для HUB та країнових команд. Ця позиція ідеально підходить вам якщо ви любите структуру та організацію і бути основною особою команди для практичних питань та організації. Ви будете підпорядковуватися безпосередньо генеральному директору підрозділу професійних продуктів.\nКрім того, ви будете керувати ініціативами залучення команди в рамках Дивізіону професійних продуктів, зосереджуючись на зміцненні командної культури в наших скандинавських командах."
}