{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You want to make sure you are always there for her and everything she thinks about will reflect you.\nSay you text her up once a week consistently and you tease her but what you want to do in the conversation is you want to end it on a high.\nLet's say you are being funny with her on text and then you switch it up to sex talk and then you tell her you want to tell her an erotic true life story but then you start the story using two sentences and then boom, you stop texting her and go do some other shit, naturally she will be like:\nHer: Hey???\nHer: Finish the story\nBut then you wait another 4 hours then you come back, put in another two sentences and zoom off.\nThen 4 hours later, you say \"I was busy so let's meet up (location) on (day you want) at (time you want) and if she is down, good.\nBut even if it's not her time, you can still reschedule it for the date.\nIf she comes on the date, you meet her and take her to somewhere playful. Which can be.... adventure park or the likes\nMake sure you keep moving her from location to locations.\nThen take her somewhere quiet and then relax with her.\nThen step close to her like you want to kiss her but don't...\nDo it same movement thrice then if she is receptive to your movement, kiss her.\nLead her back to your place and fuck her VERY GOOD (like your life depends on it)\nThe key with presence is you want to so present and in touch in her life that she knows you are always there.\nSo you must consistently switch things up, get her meet you somewhere she has never been and have fun.\nDo stuff together like play a game like truth or dare where with each truth or dare, she takes off a piece of cloth.\nSo now you switch things up consistently for 2-3 weeks THEN...",
    "trans": "Ви хочете переконатися, що завжди будете поруч з нею, і все, про що вона думає, буде відображати вас.\nСкажімо, ви регулярно пишете їй раз на тиждень і дразните її, але в розмові ви хочете закінчити її на позитивній ноті.\nПрипустимо, ви жартуєте з нею в текстових повідомленнях, а потім переходите до розмови про секс і кажете їй, що хочете розповісти їй еротичну правдиву історію, але починаєте розповідь двома реченнями і потім різко припиняєте писати їй, займаючись чимось іншим. Вона природно відреагує так:\nВона: Ей???\nВона: Закінчи історію\nАле потім ви чекаєте ще 4 години, повертаєтеся, додаєте ще два речення і знову йдете.\nПотім через 4 години ви говорите: \"Я був зайнятий, давай зустрінемося (місце) в (день, який хочеш) о (часі, який хочеш)\", і якщо вона згодна, добре.\nАле навіть якщо це не її час, ви все ще можете перенести зустріч на іншу дату.\nЯкщо вона прийде на зустріч, ви зустрінетеся з нею і відведете її кудись грайливо. Це може бути.... парк атракціонів або щось подібне.\nПереконайтеся, що постійно переміщуєте її з одного місця в інше.\nПотім відведіть її кудись тихо і просто відпочиньте разом з нею.\nПотім підійдіть до неї близько, ніби хочете поцілувати її, але не робіть цього...\nЗробіть те ж саме три рази, а якщо вона реагує на ваші рухи, поцілуйте її.\nПриведіть її назад до себе додому і займіться з нею СУПЕР КЛАСНИМ сексом (ніби це залежить від вашого життя).\nKлюч до присутності полягає в тому, щоб бути настільки присутнім і залученим у її житті, щоб вона знала, що ви завжди поруч.\nТому вам потрібно постійно змінювати ситуацію, щоб вона зустрічалася з вами в місцях, де ніколи не була раніше і весело проводила час.\nPозважайтеся разом такими іграми як правда чи дія, де за кожну правду або дію вона знімає частину одягу.\nTепер протягом 2-3 тижнів постійно змінюйте ситуацію ТОДІ..."
}