{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Now that his intuition had achieved freedom, he enjoyed surrendering to it with conscious unconcern, and the weight of his struggle and the extent of his victory did at times lead to genuine recklessness. In his mind, intuition had ever been hostile to intellect and to the concepts accepted by society, and, though much of this one-sidedness had been eliminated by the bitter experience of life, it had not altogether disappeared. Rilke remained proud of his ‘noble’ descent, and he retained other of his neo-romantic predilections in spite of the widening and clarification of his views. Little else could be expected in that he had to defend ‘his own’ as a significant tradition from the chaos of his time. The retention of ‘his own’ in this more mature and wider form lends an infinite charm to his later work. But it must be remembered that his theoretical views (which he was beginning to take pleasure in expounding at this time) always retained an immature element which laid them open to attack.",
    "trans": "Зараз, коли його інтуїція досягла свободи, йому подобалося віддаватися їй зі свідомою безтурботністю, а тяжкість боротьби і масштаби перемоги часом приводили до справжнього нерозсудливості. У його свідомості інтуїція завжди була ворогом для інтелекту і понять, які прийняті у суспільстві, і, хоча більша частина цієї однобічності була усунена гірким досвідом життя, вона не зникла повністю. Рільке, як і раніше, пишався своїм «благородним» походженням і зберіг інші неоромантичні вподобання, незважаючи на розширення й уточнення своїх поглядів. Іншого й не слід було очікувати, адже йому доводилося захищати «своє» як вагому традицію від хаосу свого часу. Збереження «свого» в цій зрілішій і ширшій формі надає необмеженої чарівності його подальшим роботам. Але слід пам'ятати, що його теоретичні погляди (які він почав із задоволенням викладати в цей час) завжди зберігали незрілий елемент, який робив їх відкритими для атак."
}