{
    "source": "en_US",
    "target": "uk_UA",
    "text": "So i finally got new tires, was hoping the originals would last a couple more months but getting a bolt in the rear tire hastened my need, almost 40000 km's on the Kumho tires, which were terrible. i changed up sizes 215 40 18 to 225 45 18, went with Firestone Firehawk indy 500, a summer only tire, i only drive the car in summer so.... Anyways, after 4 days of use i can say these tires are night and day better, it's almost ridiculous how much better, no more tramlining at all, no more super harsh ride.... But now i have a tiny bit of rub in the front when turning hard, mainly in reverse, rubs on my mudflaps, and in the rear on deep dips it rubs a tiny bit on the edge of the fender, not in the tire well, as i'm running spacers, 15mm front and 20mm rear, that comes into play, i have since ordered 15mm for the rear, should eliminate any rub from the rear, as far as the front and rubbing slightly on the mudflap...well i don't really care, as far as i'm concerned these tires are so much better than the originals i will look past the slight rub, it's otherwise harmless.",
    "trans": "Отже, я нарешті отримав нові шини, сподівався, що оригінальні прослужать ще кілька місяців, але отримання болта в задній шині прискорило мою потребу, майже 40000 км на шинах Kumho, які були жахливими. Я змінив розміри з 215 40 18 на 225 45 18, вибрав Firestone Firehawk indy 500, літню шину тільки для літа, я їжджу на машині тільки влітку... В будь-якому випадку, після 4 днів використання можу сказати, що ці шини набагато кращі, це майже смішно наскільки краще, більше ніякого трясіння на дорозі, більше ніякої супер жорсткої їзди... Але тепер у мене є невеликий тертя спереду при різкому повороті, головним чином при русі назад, тертя об брызговики, а ззаду на глибоких ямах трохи тертя об край крила, не в колесі, оскільки я використовую проставки, спереду 15 мм і ззаду 20 мм, це має значення. Я вже замовив 15 мм для задньої осі, це повинно усунути будь-яке тертя ззаду. Що стосується передньої осі і легкого тертя об брызговик... ну мені це не дуже важливо, на мою думку ці шини набагато кращі за оригінальні і я готовий закрити очі на легке тертя, воно безпечне в іншому випадку."
}