{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello gentlemen,\nJust so we are all on the same path, here is a quick rundown of the manpower that we currently have:\nThe planning board shows 22 technicians.\nOf those 22:\n[redacted_name] and [redacted_name] are always at the mine at Niobec, every week.\nThat leaves 20.\nOf the 20:\n[redacted_name], [redacted_name] and [redacted_name] are no longer with us.\nThat leaves 17.\nOf those 17:\n4 new hires, 3 of which have not starting working yet.\nThat leaves 13.\nOf those 13:\nWe still need to match [redacted_name] and [redacted_name] the son of [redacted_name], [redacted_name] has started doing little jobs alone.\nThat leaves 10.\nOf those 10:\nWe need 2 at Westrock, Valero, Rolls Royce and Bombardier. That leaves 2 tech’s for the rest of the work across Quebec, including emergency calls.\nYes, [redacted_name] and [redacted_name] are hiring more tech’s, but until everything is going well, that is the situation that we are facing on a weekly basis. We are all trying to serve the customers as best that we can which unfortunately, for now, means constantly shuffling things around,",
    "trans": "Привіт пане,\nПросто щоб ми всі залишались на одному шляху, ось швидкий огляд робочої сили, яка в нас є на даний момент:\nДошка планування показує 22 техніки.\nЗ цих 22:\n[redacted_name] та [redacted_name] кожного тижня постійно знаходяться в шахті в Ніобек\nЗалишається 20.\nЗ 20:\n[redacted_name], [redacted_name] та [redacted_name] більше не працюють з нами.\nЗалишається 17.\nЗ цих 17:\n4 новачки, 3 з яких ще не розпочали роботу.\nЗалишається 13.\nЗ цих 13:\nНа ще потрібно порівняти [redacted_name] та [redacted_name], син  [redacted_name], [redacted_name] розпочав виконувати невеликі завдання самостійно.\nЗалишається 10.\nЗ цих 10:\nНам потрібно 2 в Westrock, Valero, Rolls Royce та Bombardier. Залишається 2 технніка на всі інші роботи по всій провінції Квебек, включно з аварійними викликами.\nТак, [redacted_name] та [redacted_name] винаймають ще техніків, однак поки все йде добре, ми стикаємось з такою ситуацію щотижня. Ми намагаємось обслужити клієнтів найкращим чином, що, на жаль, на даний час означає постіне тасування,"
}