{
    "source": "en_US",
    "target": "uk_UA",
    "text": "«A trickle of power tingles through my body, igniting my nerves and sending a familiar chill down my spine. The hair on the back of my neck stands up, feeling that power, that strength, flood my body.\nSomeone’s coming. And I know who.\nA twig snaps to my left. Then another.\nI don’t remember when I stood up, but I’m now dancing on the balls of my feet, unable to help that familiar itch for a fight and looking forward to that dance of dominance and destruction. Fighting is my favorite waltz, and I know the steps by heart.\nBraxton barrels through the line of trees, eyes wild when they land on mine. He saw the smoke from my fire and figured he’d ambush whoever had lit it. But unlucky for him, I felt him coming before I even heard him sprinting through the forest.\nI see him hesitate as if he’s debating turning back around rather than risking a fight with me. But the uncertainty flickers from his face as he begins slowly striding towards closer. He steps into the ring of»\nExtrait de\nPowerless\nLauren Roberts\nCe contenu est peut-être protégé par des droits d’auteur.",
    "trans": "«Потік сили пронизує моє тіло, запалюючи мої нерви і викликаючи знайоме відчуття холоду по спині. Волосся на потилиці піднімається дибки, відчуваючи цю силу, цю міць, що наповнює моє тіло.\nХтось наближається. І я знаю хто.\nГілка ламається зліва від мене. Потім ще одна.\nЯ не пам'ятаю, коли я встала, але тепер я танцюю на подушечках своїх ніг, не в змозі стримати це знайоме бажання битися і чекаючи на той танець домінування і руйнування. Бій - це мій улюблений вальс, і я знаю кроки напам'ять.\nБрекстон проривається через ряд дерев, його очі дикими стають при зустрічі з моїми. Він побачив дим від мого вогнища і вирішив заскочити в засідку на того, хто його розпалив. Але йому не пощастило - я відчула його наближення ще до того, як почула його біг через ліс.\nЯ бачу, як він коливається, ніби вагається повернутися назад, а не ризикувати бійкою зі мною. Але невпевненість зникає з його обличчя, коли він починає повільно наближатися. Він ступає в кільце\nВитяг з\nБезсилий\nЛорен Робертс\nCe contenu est peut-être protégé par des droits d’auteur."
}