{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This 6 Minute English episode explores the challenges and surprises of adapting to new foods when moving to a different country. Hosts [redacted_name] and [redacted_name] introduce the concept with quirky examples like England’s “toad in the hole,” a sausage dish with a misleading name, and a classic British debate over whether cream or jam should go on a scone first. They then share two stories of people adjusting to new culinary cultures. [redacted_name], a Ukrainian refugee in the Netherlands, had to adapt her cooking style without the familiar ingredients from her home country, leading her to open her own restaurant with a unique mix of Dutch and Ukrainian flavors. Similarly, [redacted_name], originally from England, faced a big learning curve with the intense seasoning culture in Tobago, where Caribbean dishes often involve complex layers of spices and herbs. Learning through trial and error, [redacted_name] adjusted to this style and created flavors her new community loved. The episode also introduces vocabulary like “comfort zone,” “staple,” and “trial and error,” making it a useful guide for anyone navigating cultural differences through food.",
    "trans": "Цей епізод 6 Minute English досліджує виклики та сюрпризи адаптації до нових страв при переїзді в іншу країну. Ведучі [redacted_name] та [redacted_name] вводять концепцію з кумедними прикладами, такими як \"toad in the hole\" з Англії - страва з сосисками з оманливою назвою, а також класичні британські суперечки про те, чи спочатку слід покласти крем чи варення на скон. Потім вони діляться двома історіями людей, які адаптувалися до нових кулінарних культур. [redacted_name], українська біженка в Нідерландах, змушена була адаптувати свій стиль приготування їжі без знайомих інгредієнтів з рідної країни, що призвело до відкриття власного ресторану з унікальним поєднанням голландських та українських смаків. Аналогічно, [redacted_name], родом з Англії, зіткнулася з великою кривою навчання в Тобаго, де культура інтенсивного використання спецій і трав у карибських стравах часто передбачає складні комбінації. Навчаючись на власному досвіді, [redacted_name] адаптувалася до цього стилю і створила смаки, які полюбила її нова спільнота. Епізод також вводить словниковий запас, такий як \"зона комфорту\", \"основний продукт\" і \"метод проб і помилок\", що робить його корисним посібником для всіх, хто стикається з культурними відмінностями через їжу."
}