{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Review the characteristics of a thesis statement and study the examples ofweakandstrong thesis statements. Then take 5 min. to revise your working thesis statement. Use the checklist below to ensure that your thesis statement is strong. Be prepared to share your thesis statement with a classmate.\nChecklist:\nThe thesis statement is only one or two sentences.\nThe thesis statement is an opinion and not a fact or observation.\nA reasonable person could disagree with the thesis statement.\nThe thesis statement is not a generalization.\nThe thesis statement is not an exaggeration.\nThe thesis statement is not a question.\nThe thesis statement is not too broad or too narrow.\nThe thesis statement is not too vague or general.\nThe thesis statement is not an announcement.\nThe thesis statement avoids first person.\nStep 2\nWork with a partner. Exchange your revised thesis statements. Read your partner’s thesis statement and evaluate it using the checklist above. Then provide your partner with feedback. What did he/she do well? What could he/she improve?",
    "trans": "Перегляньте характеристики тез і вивчіть приклади слабких і сильних тверджень. Потім витратьте 5 хвилин, щоб переглянути свою робочу тезу. Скористайтеся наведеним нижче контрольним списком, щоб переконатися, що ваша теза є сильною. Будьте готові поділитися своєю тезою з одногрупником.\nКонтрольний список:\nТеза складається лише з одного або двох речень.\nТеза - це думка, а не склад чи спостереження.\nРозумна людина може не погодитися з тезою.\nТеза не є узгодженням.\nТеза - не перебільшення.\nТеза - не запитання.\nТеза не є занадто широкою чи вузькою.\nТеза не є занадто розпливчастою чи загальною.\nТеза не є оголошенням.\nУ тезі слід уникати звертання від першого обличчя.\nКрок 2\nПопрацюйте з партнером. Обміняйтеся переглянутими тезами. Прочитайте тези партнера та оцініть їх, використовуючи контрольний список вище. Потім надайте партнеру зворотній зв'язок. Що він/вона зробили добре? Що він/вона може покращити?"
}