{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Lune exists to create exceptional experiences, moments of joy, and excellence in the everyday.\nWe have an exciting opportunity for motivated Pastry Chefswho are eager to get their career with Lune started! We are seeking passionate people who are keen to be part of the afternoon/eveningkitchen team for our first foray into the Harbour City. Working in beautifully designed facilities with a progressive workplace culture, you will be taught bythe Executive Chef Chloe Thomas and Head Chef James Clarke the secrets behind our world-famous product.\nA strong work ethic and the ability to communicate and collaborate within a diverse team are essential, as well as a positive outlook and willingness to adapt to the dynamic of our kitchen environment. We believe in comprehensive training and development in order to maintain our high standards and consistency across the brand. We will equip you with confidence and knowledge to enable you to deliver our guests with an experience that’s a bite of perfection each and every time they visit a Lune venue.\nWe offer;\nAbove Award pay rates, plus benefits including paid parental leave, access to an EAP service, staff discounts, and a paid day off for your birthday\nAfternoon/evening work that fits with your life (38 hours per week) with shift times of 1:30pm - 9:30pm. Overtime may be occasionally required, but we genuinely offer all our employees work-life balance\nProfessional development - further your skills within an industry leading organisation\nA progressive work environment that values the individual and is centred on our values of growth, positivity, pride, respect and excellence\nFor a PM Pastry Chef, our ideal candidate:\nHas minimum 2 years of previous experience in a commercial kitchen environment or pastry production kitchen\nIs a great communicator and an active listener\nEnjoys working both with a close-knit team but also independently when the role requires\nIs passionate about our product and shares an alignment with the Lune values and purpose\nCan commit to a full-time role, with full working rights\nWe have multiple positions available and are genuinely delighted that we are assembling our BOH team directly in Sydney!\nIf you think this sounds like you (or someone you know), please apply with your resumeand acover letter telling us about yourself and why you would be well-suited to either position. Please ensure you identify which role you are applying for in the first line of your cover letter. If you have any questions about the role before applying, please contact [redacted_email].",
    "trans": "Lune існує для створення виняткових вражень, моментів радості та досконалості в повсякденному житті.\nУ нас є захоплююча можливість для мотивованих кондитерів, які прагнуть розпочати свою кар'єру з Lune! Ми шукаємо пристрасних людей, які бажають стати частиною команди кухні в післяобідній/вечірній час для нашого першого виходу в Harbour City. Працюючи в красиво оформлених приміщеннях з прогресивною культурою робочого місця, ви будете навчатися у виконавчого шеф-кухаря Хлої Томас та головного шеф-кухаря Джеймса Кларка секретам нашого всесвітньо відомого продукту.\nСильна трудова етика та здатність спілкуватися і співпрацювати в різноманітній команді є необхідними, а також позитивний настрій і готовність адаптуватися до динаміки нашої кухонної обстановки. Ми віримо в комплексне навчання та розвиток, щоб підтримувати наші високі стандарти та послідовність по всій брендовій мережі. Ми надамо вам впевненість і знання, щоб ви могли забезпечити нашим гостям досвід, який є шматочком досконалості кожного разу, коли вони відвідують заклад Lune.\nМи пропонуємо;\nВищі ставки оплати праці, а також переваги, включаючи оплачувану батьківську відпустку, доступ до служби EAP, знижки для персоналу та оплачуваний вихідний день на ваш день народження\nПісляобідню/вечірню роботу, яка підходить вашому життю (38 годин на тиждень) з графіком змін з 13:30 до 21:30. Іноді може знадобитися понаднормова робота, але ми щиро пропонуємо всім нашим працівникам баланс між роботою та особистим життям\nПрофесійний розвиток - розвивайте свої навички в провідній організації галузі\nПрогресивне робоче середовище, яке цінує особистість і базується на наших цінностях зростання, позитивності, гордості, поваги та досконалості\nДля кондитера PM наш ідеальний кандидат:\nМає мінімум 2 роки попереднього досвіду роботи в комерційній кухні або кондитерському виробництві\nЄ чудовим комунікатором і активним слухачем\nЛюбить працювати як у тісно згуртованій команді, так і самостійно, коли цього вимагає роль\nПристрасно ставиться до нашого продукту і поділяє цінності та мету Lune\nМоже взяти на себе повну зайнятість з повними правами на роботу\nУ нас є кілька доступних вакансій, і ми щиро раді, що формуємо нашу команду BOH безпосередньо в Сіднеї!\nЯкщо ви вважаєте, що це про вас (або про когось, кого ви знаєте), будь ласка, подайте заявку з вашим резюме та супровідним листом, розповівши нам про себе та чому ви підходите для однієї з цих позицій. Будь ласка, переконайтеся, що ви вказали, на яку роль ви подаєте заявку в першому рядку вашого супровідного листа. Якщо у вас є питання щодо ролі перед подачею заявки, будь ласка, зв'яжіться з [redacted_email]."
}