{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Your term of probation supervision has been\ncompleted. Are you considering an\nexpungement?\nAn expungement is the removal and isolation of certain records on file\nrelated to your offense. Most expungements require a period of time to elapse\nbefore a person can apply.\nNot all records can be expunged.\nExpunged records include complaints, warrants, arrests, commitments, processing\nrecords, fingerprints, photographs, index cards, “rap sheets” and “judicial docket\nrecords.” If an expungement is granted, with certain exceptions, the offense is\nconsidered not to have occurred. Please be aware that if you obtain new charges,\nthe law permits expunged records to be used for certain purposes.\nYou can represent yourself or have an attorney for the\nexpungement process.\nTo apply for an expungement, you or your attorney must apply online in the\neCourts Expungement System. The System will compile your court history\nrecords, based on the information in the Judiciary’s systems, and automatically\ngenerate the petition. The prosecutor must submit a response to your petition. If\nthe prosecutor objects to your petition and you do not have an attorney, you should\ncontact the Public Defender’s office, in the county where you were convicted or\nadjudicated delinquent. The Public Defender’s office may submit a response to the\nprosecutor’s objection on your behalf.\nA judge will decide whether you should be granted an expungement.\nFor additional information on applying, an instructional video and links will be\navailable on the NJ Courts website (njcourts.gov) under the SELF-HELP\nCENTER. For help accessing online services, please see t",
    "trans": "Ваш термін пробаційного нагляду\nзавершено. Чи розглядаєте ви можливість анулювання\nсудимості?\nАнулювання судимості — це видалення та ізоляція певних записів,\nпов’язаних із вашим правопорушенням. У більшості випадків перед подачею заяви\nмає пройти певний період часу.\nНе всі записи можуть бути анульовані.\nДо анульованих записів належать скарги, ордери, арешти, зобов’язання, реєстраційні\nдокументи, відбитки пальців, фотографії, картки обліку, «кримінальні досьє» та «судові\nпротоколи». Якщо анулювання судимості буде надано, за певними винятками, правопорушення\nвважатиметься таким, що не відбулося. Однак майте на увазі, що у разі нових звинувачень\nзакон дозволяє використовувати анульовані записи для певних цілей.\nВи можете представляти себе самостійно або скористатися послугами адвоката під час процесу\nанулювання судимості.\nДля подачі заяви ви або ваш адвокат повинні подати заявку онлайн через систему\neCourts Expungement System. Система збере вашу судову історію на основі інформації у судових\nреєстрах та автоматично\nсформує петицію. Прокурор має подати відповідь на вашу петицію. Якщо\nпрокурор висловить заперечення, а у вас немає адвоката, вам слід\nзвернутися до Офісу громадського захисника в окрузі, де вас було засуджено або\nвизнано правопорушником. Офіс громадського захисника може подати відповідь на\nзаперечення прокурора від вашого імені.\nСуддя ухвалить рішення щодо надання анулювання судимості.\nДодаткову інформацію про подання заяви, навчальне відео та посилання можна\nзнайти на сайті судів Нью-Джерсі (njcourts.gov) у розділі SELF-HELP\nCENTER. Для отримання допомоги з доступом до онлайн-сервісів дивіться…"
}