{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Depression is a growing threat to people’s health and public health. Its causes, mani‐ festations, and treatment outcomes are highly individualized, and patients often have long treatment cycles. There is a great need for better personalized treatment through conve‐ nient and inexpensive sensing technologies. Early diagnosis of the development and re‐ currence of depression, early warning of extreme mood or somatization symptoms, and assistance in analyzing etiology are necessary. However, the lack of a gold standard makes it difficult to have a unified technology path and measurements for sensing technologies regarding depression. Many biochemical sensing technologies may only be effective for patients with depression of a specific etiology or manifestation, and sensing technologies for some of the markers themselves are still scarce. Comprehensive biochemical monitor‐ ing can involve dozens of different markers, which is a great challenge for both the sensing technology itself and the algorithms. The way forward may still be to look for solutions that can provide personalized treatment for patients with a single or small number of markers, underneath the established diagnosis. The sensing technology of bioelectricity and mo‐ tion has benefited from its migratory nature for the monitoring of many diseases, sleep, motion, etc., and the sensors themselves are more richly researched. Existing commercial‐ ized solutions can help with testing for stress or make some distinction between depressed individuals in generalized data. However, a depression monitoring system that relies en‐ tirely on wearable objective sensing results, without relying on subjective evaluations and hospital tests, needs further research. This will require a richer set of portable or wearable sensing technologies, along with the co‐development of corresponding datasets and algo‐ rithms. It is difficult to carry out research on biosensors, especially systems, when there is still so much unknown at the biological level about the complete physiological processes, markers, and disease relationships in depression. The development of machine learning, especially large models, has given a boost to depression diagnosis based on information about activities such as daily speech but has introduced potential ethical issues. The same line of thinking could be used to help further applications of biochemical sensing; where the association between individual chemical markers and depression is limited, perhaps larger databases could be built.",
    "trans": "Депресія є зростаючою загрозою для здоров'я людей та громадського здоров'я. Її причини, прояви та результати лікування є дуже індивідуальними, і пацієнти часто мають тривалі цикли лікування. Існує велика потреба в кращому персоналізованому лікуванні за допомогою зручних та недорогих технологій сенсування. Необхідна рання діагностика розвитку та рецидиву депресії, раннє попередження про екстремальні настрої або соматизаційні симптоми, а також допомога в аналізі етіології. Однак відсутність золотого стандарту ускладнює наявність єдиного технологічного шляху та вимірювань для технологій сенсування, що стосуються депресії. Багато біохімічних технологій сенсування можуть бути ефективними лише для пацієнтів з депресією певної етіології або прояву, а самі технології сенсування для деяких маркерів все ще є рідкісними. Комплексний біохімічний моніторинг може включати десятки різних маркерів, що є великою проблемою як для самої технології сенсування, так і для алгоритмів. Подальший шлях може полягати в пошуку рішень, які можуть забезпечити персоналізоване лікування для пацієнтів з однією або невеликою кількістю маркерів під час встановленої діагностики. Технологія сенсування біоелектричності та руху скористалася своєю мігруючою природою для моніторингу багатьох захворювань, сну, руху тощо, і самі датчики досліджені більш детально. Існуючі комерційно доступні рішення можуть допомогти з тестуванням на стрес або зробити певне розрізнення між депресивними особами в загальних даних. Однак система моніторингу депресії, яка повністю покладається на об'єктивні результати сенсування за допомогою носимих пристроїв, не спираючись на суб'єктивні оцінки та тести в лікарнях, потребує подальших досліджень. Це вимагатиме більш багатого набору портативних або носимих технологій сенсування разом із спільною розробкою відповідних наборів даних та алгоритмів. Важко проводити дослідження щодо біосенсорів, особливо систем, коли на біологічному рівні ще багато невідомого про повні фізіологічні процеси, маркери та зв'язки захворювань при депресії. Розвиток машинного навчання, особливо великих моделей, дав поштовх діагностиці депресії на основі інформації про такі види діяльності як щоденна мова, але ввів потенційні етичні проблеми. Ту ж лінію мислення можна використовувати для подальшої допомоги застосуванню біохімічного сенсування; де зв'язок між окремими хімічними маркерами та депресією обмежений, можливо, можна було б створити більші бази даних."
}