{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The image of the orphan carries simultaneously both the discarded and the sacred. It is embedded in themes of absence, abandonment, rejection and expo- sure. Yet primal loss and the inherent vulnerability of the orphan exist alongside the potential for self-con- tainment and self-sufficiency. The ancient Egyptian tomb figurine portrays a child sitting alone, naked, thin arms and knees pulled against the childish body, ev- erything contracted in grief. It conveys one who is “be- reft,” the meaning of orphan (from the Greek orpha- nos), and anyone who has suffered the loss of his primary foundation or support, whether it is parents, homeland, religious identity or sense of worth, can rec- ognize the abject loneliness depicted by the sculpted form. The image of the orphan, even the word, imme- diately elicits our compassion because of its linking with the young and small—a human child, a baby an- imal—left to the mercy and hardships of the world. Sometimes the orphan’s history is one of miraculous beginning and intervention or adoption by deities or otherworldly spirits. To be orphaned is to be separated from one’s origin, and so the orphan also portrays a psychological reality, how something within evolves to- ward independence, greater self-realization or whole- ness: “It is only separation, detachment, agonizing con- frontation through opposition that brings consciousness and insight,” observed Jung (CW 9.1:286ff).",
    "trans": "Образ сироти одночасно несе в собі як відкинуте, так і святе. Він вкорінений у темах відсутності, покинутості, відмови та вразливості. Проте первісна втрата та вроджена вразливість сироти існують поряд з потенціалом для самозабезпечення та самодостатності. Давньоєгипетська фігурка з гробниці зображує дитину, яка сидить одна, гола, з худими руками та колінами притиснутими до дитячого тіла, все стиснуте в горі. Вона передає того, хто є \"сиротою\", значення слова сирота (з грецької orphanos), і будь-хто, хто зазнав втрати свого основного підґрунтя або підтримки, будь то батьки, батьківщина, релігійна ідентичність або почуття власної вартості, може впізнати безнадійну самотність, зображену скульптурною формою. Образ сироти, навіть саме слово, миттєво викликає нашу співчутливість через його зв'язок з молодими та маленькими - людською дитиною, дитинчатком тварини - залишеними на милість і труднощі світу. Іноді історія сироти є історією чудесного початку та втручання або усиновлення божествами чи іншосвітніми духами. Бути сиротою означає бути відокремленим від свого походження, тому сирота також відображає психологічну реальність того, як щось внутрішнє розвивається до незалежності, більшої самореалізації або цілісності: \"Тільки розділення, відчуження, болісне зіткнення через опозицію приносять свідомість і прозорливість\", - зауважив Юнг (CW 9.1:286ff)."
}