{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Vampires, burial, death: inter the corpse where the road forks, so that when it springs from the grave, it will not know which path to follow. Drive a stake through its heart: it will be stuck to the ground at the fork, it will haunt that place that leads to many other places, that point of in- decision. Behead the corpse, so that, acephalic, it will not know itself as subject, only as pure body.\nThe monster is born only at this metaphoric crossroads, as an embodi- ment of a certain cultural moment—of a time, a feeling, and a place.1 The monster's body quite literally incorporates fear, desire, anxiety, and fantasy (ataractic or incendiary), giving them life and an uncanny in- dependence. The monstrous body is pure culture. A construct and a projection, the monster exists only to be read: the monstrum is etymo- logically \"that which reveals,\" \"that which warns,\" a glyph that seeks a hierophant. Like a letter on the page, the monster signifies something other than itself: it is always a displacement, always inhabits the gap be- tween the time of upheaval that created it and the moment into which it is received, to be born again. These epistemological spaces between the monster's bones are Derrida's familiar chasm of differance: a genetic un- certainty principle, the essence of the monster's vitality, the reason it al- ways rises from the dissection table as its secrets are about to be revealed and vanishes into the night.",
    "trans": "Вампіри, поховання, смерть: поховайте тіло там, де дорога розгалужується, щоб, коли воно встане з могили, не знати, який шлях обрати. Вбийте його серце колом: воно залишиться на місці розгалуження, буде переслідувати те місце, яке веде до багатьох інших місць, цю точку невизначеності. Відрубайте тілу голову, щоб воно, безголове, не знало себе як суб'єкт, а лише як чисте тіло.\nМонстр народжується лише на цьому метафоричному перехресті, як втілення певного культурного моменту — часу, почуття та місця. Тіло монстра буквально втілює страх, бажання, тривогу та фантазію (атарактичну або запальну), надаючи їм життя і незвичайну незалежність. Монстр є чистою культурою. Конструкція і проекція, монстр існує лише для того, щоб бути прочитаним: monstrum етимологічно означає \"те, що відкриває\", \"те, що попереджає\", гліф, що шукає ієрофанта. Як буква на сторінці, монстр означає щось інше ніж сам себе: він завжди є переміщенням, завжди займає проміжок між часом перевороту, який його створив, і моментом, в який він приймається для того, щоб знову народитися. Ці епістемологічні простори між кістками монстра є знайомою прірвою різниці Дерріди: принцип генетичної невизначеності, сутність життєздатності монстра, причина того, чому він завжди піднімається з операційного столу в моменті розкриття своїх секретів і зникає вночі."
}