{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The man’s expression glitches slightly. It’s just a flash - the slightest faltering of his expression. “Eh, well. We’ve all got our shit, right? I wouldn’t describe myself as tortured, but you? I’m worried about you now.”\n“Psh- don’t be. You’ve done plenty of that…”\n“Hey- What did we say about ‘thank you’?”\n“Yes, hyung.” Seonghwa sighs, fake pouting.\n“That’s more like it.” Yunho ruffles Seonghwa’s hair with a smirk, and the younger man’s brain short-circuits. Even though the gesture is instantaneous, Hwa keens. He finds himself wishing to relive that fraction of a second over and over again. Those long, graceful fingers sweeping through his locks, nails just ever so slightly dragging against his scalp. It’s like a shot of ecstasy shooting through his veins. Or maybe the booze is just kicking in more quickly than he thought. He’s not sure, and dwelling on it doesn’t do him much good. He’d rather enjoy the moment - however fleeting it may be.\nHwa tries to laugh it off,“You know what?”\n“What?” The older man replies with a smile.",
    "trans": "Вираз обличчя чоловіка на мить зривається. Це всього лише мить — найменший збій у його виразі. «Ех, ну… У всіх нас є свої проблеми, правда? Я б не описав себе як мученика, але ось ти? Тепер я хвилююся за тебе.»\n«Пф- не переживай. Ти вже й так багато цього робив...»\n«Гей - що ми говорили про “дякую”?»\n«Так, хьонг.» Сеонгхва зітхає, удаючи, що він ображений.\n«Ось це вже більше схоже на правду.» Юнхо рошить волосся Сеонгхви з усмішкою, і у молодшого чоловіка мозок на мить зависає. Навіть якщо цей жест триває мить, Хва відчуває ніби щось зсередини рветься. Він хоче пережити ту частку секунди знову і знову. Ті довгі, граційні пальці, що ковзають через його локони, нігті, що ледь-ледь торкаються його шкіри голови. Це як укол екстазу, що пронизує його вени. Або, може, просто алкоголь діє швидше, ніж він думав. Він не певен, і занурюватися в це не має сенсу. Краще насолоджуватися моментом — яким би швидкоплинним він не був.\nХва намагається сміятися, щоб відвернути увагу, «Знаєш що?»\n«Що?» Відповідає старший чоловік з усмішкою."
}