{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi [redacted_name],\nThank you for callingWindsor Peachtree Corners your home! We love having you in our community. This is just a friendly reminder that your rent is due on the 1st of the month. To make things as easy as possible, you can go directly to www.paywithbilt.com/windsorcommunities to make this month's paymentfor apartment [redacted_address].\nBalance Due for November: $1383.03\nAlready paid or set up with autopay? High five! You can disregard this message and go back to being awesome. If you’d like to activate autopay, here’s a quick guide.\nHave questions regarding the balance on your account? Please email residentpaymentinfo@windsorcommunities.com. We are happy to help.\nThanks again for choosing Windsor to call your home.\nSincerely,\nResident Payment Support Team\nNote: This email is automated and is sent from an un-monitored address. Please do not respond to this message.",
    "trans": "Вітаю, [redacted_name],\nДякуємо за те, що назвали Windsor Peachtree Corners своїм домом! Ми раді вас бачити у нашому товаристві. Це просто дружнє нагадування про те, що ваша орендна плата має бути внесена 1-го числа місяця. Щоб максимально спростити процес, ви можете напряму зайти на www.paywithbilt.com/windsorcommunities і внести платіж за квартиру [redacted_address] за цей місяць.\nЗалишок до сплати за листопад: 1383,03 долари\nВже сплатили або налаштували автоматичний платіж? Так тримати! Ви можете не звертати увагу на це повідомлення і продовжувати бути крутим. Якщо ви хочете активувати автоплатіж, то ось короткий посібник.\nУ вас є питання щодо балансу на вашому рахунку? Будь ласка, напишіть на residentpaymentinfo@windsorcommunities.com. Ми будемо раді допомогти.\nЩе раз дякуємо за те, що обрали Windsor своїм домом.\nЗ повагою\nКоманда підтримки платежів резидентів\nПримітка: Цей лист є автоматичним та його було надіслано з адреси, яка не відстежується. Будь ласка, не відповідайте на це повідомлення."
}