{
    "source": "en_US",
    "target": "uk_UA",
    "text": "compared these beats with AirPod pros. Both are Apple products.\nThe beats have a smaller range of volume, the lowest volume is pretty loud for the “lowest volume”. Each level for volume going up is minimal compared to the AirPods. (At around 1/3 of the volume they match volume. AirPods get a lot quieter and ALOT louder, I’d say 10% louder) The beats are loud enough for me I leave it at 3/4 of volume.\nNoise cancellation is really good, some noise filters through in loud environments but it’s enough when you’re at the gym and busy places. I experienced noise filtering through when I was in a car with music blasting. So I’d rate the noise cancellation pretty high.\nPass through, pass through is good. I’d recommend not having the pass through when there’s lots of noise cause it’s good and personally it can get loud. When there’s a sudden loud noise the earbuds make the same loud noise and it could hurt your ears if you have sensitive hearing.\nCons, when in loud environments if you are on a call the earbuds filter out the noise, and when you speak it filters your voice a bit too which makes it hard for the other person on the other end to hear you. Also the bit about the loud noise with the pass through and sensitive ears is a con for me.\nBattery life is really good, lasts me my work day and a bit more, I’m sure like all batteries that would go down after use but hasn’t happened to me yet I’ve had it for 2 months now.\nBluetooth, the Bluetooth is pretty strong. You could probably still have a connection a few rooms away in a house before the connection begins to fail. Unlike AirPods when you remove the bud from an ear whatever is playing will not pause unless YOU pause it. This means it’s constantly connected, when you are within the Bluetooth radius of course. I’ve lost a bud twice but this actually helped me find it, so that’s a plus. And with these beats you cannot connect another pair to your phone like you can with AirPods. So it’s only on pair of beats at a time.\nI really like the earbuds and I think they are well worth the price, to me they are a barely lesser version of AirPod pros. I’m considering getting the studio pro’s over the AirPod max after this experience.\nUpdate 4 months later- The battery life is still very strong, I have had some issues with them disconnecting and reconnecting to my phone and I believe it’s because when I got my Apple Watch, it must be Confusing the connection between my phone and the watch. Yes, it can be annoying but to me, it’s still worth it. All really need to do is reconnect with my phone. I don’t think AirPods Will have this problem. But I’m not sure. There was one day where the noise cancellation on my right earbud stopped working, but it’s because I didn’t have enough battery so I had to charge it after that I had no issues",
    "trans": "порівняйте ці Beats з AirPod Pro. Обидва є продуктами Apple.\nBeats мають менший діапазон гучності, найнижча гучність досить гучна для \"найнижчої гучності\". Кожен рівень гучності при підвищенні мінімальний порівняно з AirPods. (При приблизно 1/3 гучності вони відповідають за гучністю. AirPods стають набагато тихішими і набагато голоснішими, я б сказав на 10% голосніше) Beats достатньо голосні для мене, я залишаю їх на 3/4 гучності.\nШумоподавлення дійсно хороше, в гучних середовищах деякі шуми просочуються, але цього достатньо, коли ви в спортзалі або в людних місцях. Я відчував, як шум просочувався, коли був у машині з гучною музикою. Тому я б оцінив шумоподавлення досить високо.\nФункція проходу, функція проходу хороша. Я б рекомендував не використовувати функцію проходу, коли є багато шуму, тому що вона хороша і особисто може бути гучною. Коли виникає раптовий гучний звук, навушники видають такий же гучний звук і можуть пошкодити ваші вуха, якщо у вас чутливий слух.\nНедоліки: коли ви перебуваєте в гучному середовищі і ведете розмову по телефону, навушники фільтрують шум, а коли ви говорите, вони також трохи фільтрують ваш голос, що ускладнює іншій людині на іншому кінці зв'язку почути вас. Також момент з гучним шумом при використанні функції проходу і чутливими вухами є для мене недоліком.\nЧас роботи батареї дійсно хороший, вистачає мені на робочий день і трохи більше, я впевнений, що як і всі батареї з часом вони будуть розряджатися, але зі мною цього ще не сталося, я маю їх вже 2 місяці.\nBluetooth: Bluetooth досить сильний. Ви ймовірно все ще зможете мати з'єднання за кілька кімнат відстані в будинку до того, як з'єднання почне погіршуватися. На відміну від AirPods, коли ви витягуєте навушник з вуха, те що грає не призупиниться, якщо ви самі його не призупините. Це означає, що він постійно підключений, звичайно ж, коли ви знаходитесь в межах радіусу Bluetooth. Я двічі втрачав один навушник, але це насправді допомогло мені його знайти, так що це плюс. І з цими Beats ви не можете підключити іншу пару до свого телефону так само як з AirPods. Тобто одночасно можна підключити тільки одну пару Beats.\nМені дуже подобаються ці навушники і я думаю, що вони добре коштують своїх грошей, для мене вони є трохи меншою версією AirPod Pro. Після цього досвіду я розглядаю можливість придбання Studio Pro замість AirPod Max.\nОновлення через 4 місяці - Тривалість роботи батареї все ще дуже хороша, у мене були деякі проблеми з їх відключенням і повторним підключенням до мого телефону, і я вважаю, що це пов'язано з тим, що коли я отримав свій Apple Watch, він, напевно, плутає з'єднання між моїм телефоном і годинником. Так, це може бути дратівливо, але для мене це все ще варто. Все, що мені потрібно зробити, це повторно підключитися до мого телефону. Я не думаю, що у AirPods буде ця проблема. Але я не впевнений. Був один день, коли функція шумоподавлення на моєму правому навушнику перестала працювати, але це було тому, що у нього не було достатньо заряду батареї, тому мені довелося його зарядити, після цього у мене не було жодних проблем."
}