{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear parent,\nWe’ve been working on a series of important changes that we’ll be making to your child’s account, Andrlaks999, next month.\nAbout Roblox accounts with parent privileges\nNext month, we’re changing the way parents manage their child’s experience on Roblox by introducing Roblox accounts with parent privileges. After linking your account to your child’s, parents can view and update parental controls for their child all from their own device. Parents also get access to insights about their child’s Roblox usage, such as their daily screen time and on-platform friends.\nGiven these changes, starting next month, parents will no longer be able to set a parent PIN, use Account Restrictions, or receive account-related notifications to their parental email. Instead, you will need to use an account with parent privileges. Existing verified parental emails on child accounts will continue to be used for account recovery. Any settings previously set using a parent PIN will not change, but you will need an account with parent privileges to make updates going forward.\nAs always, if users are interested in an added layer of security on their account, you can set up 2-factor authentication.\nUpdated content maturity settings\nAs we shared with the community in July, to help provide parents and users more clarity into the types of content available on Roblox, we’ll soon begin labeling experiences based on the type of content users can expect in an experience, rather than by age. Experience Guidelines will be renamed Content Labels, and you’ll be able to set limits on the type of content accessible to your child through the content maturity setting in parental controls.\nNew default settings for users under the age of 13\nAs part of Roblox’s commitment to safety, we are also updating certain default settings for our youngest users. Starting next month, users under the age of 13 will need parent permission to access certain chat features. Users under the age of 9 will also need parent permission to access experiences with content maturity “Moderate,” which may contain things like moderate violence or moderate crude humor.\nYour child’s settings will be updated when they reach certain ages, if you and your child haven’t previously made changes to them. You and your child will be notified of these updates in advance.\nWe will share more information on these setting updates when the changes go into effect next month.\nNext steps\nTo continue receiving notifications about your child’s account related to spending or other important activity, you’ll need to set up a Roblox account with parent privileges and link to your child’s account. When these changes take effect, your child will receive a notification inviting them to add a linked parent account, and we’ll send you an email with instructions.\nSince day one, Roblox has been committed to building safety features and tools into the design of our products. We will always continue to explore different ways to update our parental controls to make them even more useful for parents.\nRoblox",
    "trans": "Шановні батьки,\nМи працюємо над серією важливих змін, які ми внесемо до облікового запису вашої дитини, Andrlaks999, наступного місяця.\nПро облікові записи Roblox з батьківськими привілеями\nНаступного місяця ми змінюємо спосіб управління досвідом вашої дитини на Roblox, вводячи облікові записи Roblox з батьківськими привілеями. Після прив'язки вашого облікового запису до облікового запису вашої дитини, батьки зможуть переглядати та оновлювати батьківські налаштування для своєї дитини зі свого власного пристрою. Батьки також отримають доступ до інформації про використання Roblox їхньою дитиною, такої як щоденний час перебування на екрані та друзі на платформі.\nУ зв'язку з цими змінами, починаючи з наступного місяця, батьки більше не зможуть встановлювати PIN-код для батьків, використовувати Обмеження облікового запису або отримувати сповіщення, пов'язані з обліковим записом, на свою батьківську електронну пошту. Замість цього вам потрібно буде використовувати обліковий запис з батьківськими привілеями. Існуючі перевірені батьківські електронні адреси на дитячих облікових записах будуть продовжувати використовуватися для відновлення облікового запису. Будь-які налаштування, раніше встановлені за допомогою PIN-коду для батьків, не зміняться, але вам знадобиться обліковий запис з батьківськими привілегіями для внесення змін у майбутньому.\nЯк завжди, якщо користувачі зацікавлені в додатковому рівні безпеки для облікового запису, вони можуть налаштувати двофакторну аутентифікацію.\nОновлені налаштування зрілості контенту\nЯк ми повідомили спільноті в липні, щоб надати батькам і користувачам більше ясності щодо типів контенту, доступних на Roblox, ми незабаром почнемо маркувати досвіди на основі типу контенту, який користувачі можуть очікувати в досвіді, а не за віком. Керівництва по досвідам будуть перейменовані в Мітки контенту, і ви зможете встановити обмеження на тип контенту, доступний вашій дитині через налаштування зрілості контенту в батьківських контролях.\nНові стандартні налаштування для користувачів до 13 років\nВ рамках зобов'язання Roblox щодо безпеки ми також оновлюємо певні стандартні налаштування для наших наймолодших користувачів. Починаючи з наступного місяця, користувачам молодше 13 років знадобиться дозвіл батьків для доступу до певних функцій чату. Користувачам молодше 9 років також знадобиться дозвіл батьків для доступу до досвідів зі зрілістю контенту \"Помірний\", які можуть містити такі речі як помірне насильство або помірний грубий гумор.\nНалаштування вашої дитини будуть оновлені, коли вона досягне певного віку, якщо ви та ваша дитина раніше не вносили до них зміни. Ви та ваша дитина будете заздалегідь повідомлені про ці оновлення.\nМи надамо більше інформації про ці оновлення налаштувань, коли вони набудуть чинності наступного місяця.\nНаступні кроки\nЩоб продовжувати отримувати сповіщення про обліковий запис вашої дитини, пов'язані з витратами або іншою важливою діяльністю, вам потрібно буде створити обліковий запис Roblox з правами батьків і зв'язати його з обліковим записом вашої дитини. Коли ці зміни набудуть чинності, ваша дитина отримає сповіщення з запрошенням додати зв'язаний обліковий запис батьків, а ми надішлемо вам електронний лист з інструкціями.\nЗ першого дня Roblox прагне вбудовувати функції безпеки та інструменти в дизайн наших продуктів. Ми завжди будемо продовжувати досліджувати різні способи оновлення наших батьківських контролів, щоб зробити їх ще більш корисними для батьків.\nRoblox"
}