{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Curnick said they started packing Monday to evacuate, but they couldn’t find any available hotel rooms, and the few they came by were too expensive.\nShe said there were too many unanswered questions if they got in the car and left: Where to sleep, if they’d be able to fill up their gas tank, and if they could even find a safe route out of the state.\n“The thing is it’s so difficult to evacuate in a peninsula,” she said. “In most other states, you can go in any direction to get out. In Florida there are only so many roads that take you north or south.\"\nAt a news conference in Tallahassee, Gov. Ron DeSantis described deployment of a wide range of resources, including 9,000 National Guard members from Florida and other states; over 50,000 utility workers from as far as California; and highway patrol cars with sirens to escort gasoline tankers to replenish supplies so people could fill up their tanks before evacuating.",
    "trans": "Кернік сказала, що вони почали пакуватися в понеділок для евакуації, але не могли знайти доступних номерів у готелях, а кілька, що вони знайшли, були занадто дорогими.\nВона зазначила, що було забагато невідповідних питань, якщо вони сідали в машину і виїжджали: де спати, чи зможуть вони заправити машину, і чи зможуть вони знайти безпечний маршрут для виїзду з штату.\n«Справа в тому, що евакуюватися з півострова дуже важко», — сказала вона. «В більшості інших штатів можна поїхати в будь-якому напрямку, щоб вибратися. У Флориді є лише кілька доріг, які ведуть на північ або південь.»\nНа пресконференції в Таллахассі губернатор Рон Десантіс описав розгортання широкого спектра ресурсів, включаючи 9 000 членів Національної гвардії з Флориди та інших штатів; понад 50 000 працівників комунальних служб з таких віддалених місць, як Каліфорнія; та автомобілі патрульної поліції з сиренами для ескортування бензовозів для поповнення запасів, щоб люди могли заправити свої машини перед евакуацією."
}