{
    "source": "en_US",
    "target": "uk_UA",
    "text": "OUTLINE\nThis course will be offered online on Canvas – http://canvas.ubc.ca. Lessons will be organized according to topics with specific readings and related activities for each topic over the course of one semester.\nWEEK TOPICS\n1\nPerspectives on well-being\nExploration of the notion of well-being; the multiple perspectives of well-being to be considered within an early learning and care setting and the ways in which they interface.\n2 Physical well-being: Nutrition\nExamination of the important role of nutrition in well-being and policy support for healthy nutritional practices; exploration of honouring and respecting nutritional preferences/needs and the balancing of preferences within the professional setting.\n3 Physical well-being: Sleep\nAcknowledgment of the connection between sleep and well-being; highlighting and exploring perspectives on sleep within early learning and care environments, potential challenges and solutions.\n4 Physical well-being: Illness\nIntroduction to common childhood illnesses as an important consideration of well-being within early learning and care settings; identifying common childhood illnesses and ways to minimize, prevent and manage illness within an early learning and care environment to encourage the healthy well-being of all participants.\n5 Physical well-being: Movement\nFocus on human kinetics as a critical element of well-being, positive growth and learning including investigation into the benefits and challenges of movement inclusion in practice.\n6 Social well-being: Inclusion\nCritical and practical examination of inclusion toward identifying: Who?",
    "trans": "ОСНОВНІ ПУНКТИ\nЦей курс буде запропонований онлайн на платформі Canvas – http://canvas.ubc.ca. Уроки будуть організовані за темами з конкретними читаннями та супутніми завданнями для кожної теми протягом одного семестру.\nТЕМИ ТИЖНІВ\n1\nПерспективи благополуччя\nДослідження поняття благополуччя; врахування багатьох перспектив благополуччя в контексті раннього навчання та догляду за дітьми та їх взаємозв'язок.\n2 Фізичне благополуччя: Харчування\nВивчення важливої ролі харчування у благополуччі та підтримки політики здорових харчових практик; дослідження поваги до харчових уподобань/потреб та балансування уподобань у професійній сфері.\n3 Фізичне благополуччя: Сон\nВизнання зв'язку між сном і благополуччям; висвітлення та дослідження поглядів на сон у середовищах раннього навчання та догляду за дітьми, потенційні проблеми та рішення.\n4 Фізичне благополуччя: Хвороба\nВступ до поширених дитячих захворювань як важливого аспекту благополуччя в умовах раннього навчання та догляду; ідентифікація поширених дитячих захворювань та способи мінімізації, запобігання та управління хворобами в середовищі раннього навчання та догляду для сприяння здоровому благополуччю всіх учасників.\n5 Фізичне благополуччя: Рух\nЗосередження на людській кінетики як критично важливому елементі благополуччя, позитивного зростання та навчання, включаючи дослідження переваг та викликів включення руху в практику.\n6 Соціальне благополуччя: Інклюзія\nКритичний та практичний аналіз інклюзії з метою визначення: Хто?"
}