{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The mass adoption of electric vehicles is hindered by the inadequate extreme\nfast charging (XFC) performance (i.e., less than 15 min charging time to reach\n80% state of charge) of commercial high-speci c-energy (i.e., >200 Wh/kg)\nlithium-ion batteries (LIBs). Here, to enable the XFC of commercial LIBs, we\npropose the regulation of the battery’s self-generated heat via active thermal\nswitching. We demonstrate that retaining the heat during XFC with the switch\nOFF boosts the cell’s kinetics while dissipating the heat after XFC with the\nswitch ON reduces detrimental reactions in the battery. Without modifying cell\nmaterials or structures, the proposed XFC approach enables reliable battery\noperation by applying <15 min of charge and 1 h of discharge. These results are\nalmost identical regarding operativity for the same battery type tested\napplying a 1 h of charge and 1 h of discharge, thus, meeting the XFC targets set\nby the United States Department of Energy. Finally, we also demonstrate the\nfeasibility of integrating the XFC approach in a commercial battery thermal\nmanagement system.",
    "trans": "Масовому використанню електричних автомобілів заважає неадекватна потужність вкрай\nщвидкої зарядки  (XFC) (тобто менше ніж за 15 хвилин заряджання досягається\n80% заряду) комерційних високоспецифічних (тобто >200 Вт•год/кг)\nлітій-іонних батарей (ЛІБ). Щоб дозволити  XFC для комерційних ЛІБ, ми\nпропонуємо регуляцію тепла згенерованого батареєю через\nактивне перемикання тепла. Ми демонструємо, що збереження тепла під час  XFC з\nВИМИКАННЯМ збільшує кінетику камери, в той час як розсіювання тепла після XFC\nз ВМИКАННЯМ зменшує шкідливі реакції в акумуляторі. Без переробки матеріалів\nабо структури ячейки, запропонований підхід до XFC забезпечує надійну роботу\nбатареї при застосуванні  <15 хв. заряджання та 1 год. розряджання. Ці результати\nмайже ідентичні щодо працездатності для того ж типу батареї, протестованої\nіз застосуванням 1 год. заряджання та 1 год. розряджання, таким чином досягаючи цільових показників, встановлених\nДепартаментом з енергетики Сполучених Штатів. Нарешті, ми також показуємо\nдоцільність впровадження XFC підходу в системі управління теплом\nкомерційних батарей."
}