{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Cardlytics, Inc. (NASDAQ:CDLX) shareholders are no doubt pleased to see that the share price has bounced 29% in the last month, although it is still struggling to make up recently lost ground. Still, the 30-day jump doesn't change the fact that longer term shareholders have seen their stock decimated by the 66% share price drop in the last twelve months.\nIn spite of the firm bounce in price, there still wouldn't be many who think Cardlytics' price-to-sales (or \"P/S\") ratio of 0.7x is worth a mention when the median P/S in the United States' Media industry is similar at about 1x. While this might not raise any eyebrows, if the P/S ratio is not justified investors could be missing out on a potential opportunity or ignoring looming disappointment.\nNasdaqGM:CDLX Price to Sales Ratio vs Industry October 31st 2024\nHow Has Cardlytics Performed Recently?\nRecent revenue growth for Cardlytics has been in line with the industry. It seems that many are expecting the mediocre revenue performance to persist, which has held the P/S ratio back. If this is the case, then at least existing shareholders won't be losing sleep over the current share price.\nIf you'd like to see what analysts are forecasting going forward, you should check out our free report on Cardlytics.\nIs There Some Revenue Growth Forecasted For Cardlytics?\nThe only time you'd be comfortable seeing a P/S like Cardlytics' is when the company's growth is tracking the industry closely.\nTaking a look back first, we see that the company managed to grow revenues by a handy 3.1% last year. The latest three year period has also seen an excellent 36% overall rise in revenue, aided somewhat by its short-term performance. Therefore, it's fair to say the revenue growth recently has been superb for the company.\nShifting to the future, estimates from the five analysts covering the company suggest revenue should grow by 3.4% each year over the next three years. Meanwhile, the rest of the industry is forecast to expand by 5.3% per year, which is not materially different.\nIn light of this, it's understandable that Cardlytics' P/S sits in line with the majority of other companies. It seems most investors are expecting to see average future growth and are only willing to pay a moderate amount for the stock.\nWhat Does Cardlytics' P/S Mean For Investors?\nIts shares have lifted substantially and now Cardlytics' P/S is back within range of the industry median. Typically, we'd caution against reading too much into price-to-sales ratios when settling on investment decisions, though it can reveal plenty about what other market participants think about the company.\nOur look at Cardlytics' revenue growth estimates show that its P/S is about what we expect, as both metrics follow closely with the industry averages. Right now shareholders are comfortable with the P/S as they are quite confident future revenue won't throw up any surprises. All things considered, if the P/S and revenue estimates contain no major shocks, then it's hard to see the share price moving strongly in either direction in the near future.\nIt is also worth noting that we have found 3 warning signs for Cardlytics (1 is a bit unpleasant!) that you need to take into consideration.\nOf course, profitable companies with a history of great earnings growth are generally safer bets. So you may wish to see this free collection of other companies that have reasonable P/E ratios and have grown earnings strongly.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nこれらの内容は、情報提供及び投資家教育のためのものであり、いかなる個別株や投資方法を推奨するものではありません。\nいいね\nこのページを共有する\nLine\nチャット\nMoo\n閲覧 316回\nおすすめトピック\nマーケットムーバー | 会社が以前に約束した資金調達で3,000万ドルを…\nmoomooニュース\n·\n2024/10/31 17:29\nマーケットムーバー | Uber株、Q3決算発表後に8%下落\nmoomooニュース\n·\n2024/10/31 22:11\n【速報】米・9月コアPCE価格指数は予想上回り＋2.7％先週分新規失…\nFisco\n·\n2024/10/31 21:32\n1日(金)の経済スケジュール★米国10月雇用統計\nみんかぶ\n·\n2024/10/31 20:52\nマーケットムーバー | エスティ ローダーの株価が第1四半期の決算発表…\nmoomooニュース\n·\n2024/10/31 23:41",
    "trans": "Акціонери Cardlytics, Inc. (NASDAQ:CDLX) безсумнівно задоволені тим, що ціна акцій зросла на 29% за останній місяць, хоча вона все ще бореться за відновлення нещодавно втрачених позицій. Проте стрибок на 30 днів не змінює того факту, що акціонери з довгостроковими інвестиціями зазнали значних втрат через падіння ціни акцій на 66% за останні дванадцять місяців.\nНезважаючи на різкий стрибок ціни, навряд чи знайдеться багато людей, які вважають, що співвідношення ціни до продажу (або \"P/S\") Cardlytics у 0.7x варте згадки, коли медіанне P/S у медіа-індустрії США становить близько 1x. Хоча це може не викликати жодних запитань, якщо P/S не виправдане, інвестори можуть пропустити потенційну можливість або ігнорувати наближаюче розчарування.\nNasdaqGM:CDLX  співвідношення цін і продаж порівняно з галуззю станом на 31 жовтня 2024 року\nЯк показала себе Cardlytics останнім часом?\nОстаннє зростання доходів Cardlytics відповідало галузі. Схоже, що багато хто очікує на продовження посередньої роботи з доходами, що стримує P/S. Якщо це так, то принаймні існуючі акціонери не будуть переживати через поточну ціну акцій.\nЯкщо ви хочете дізнатися про прогнози аналітиків на майбутнє, вам слід ознайомитися з нашим безкоштовним звітом про Cardlytics.\nЧи прогнозується зростання доходів для Cardlytics?\nЄдиний випадок, коли вам буде комфортно бачити P/S, подібний до Cardlytics, - це коли зростання компанії тісно пов'язане з розвитком галузі.\nПоглянувши назад, ми бачимо, що компанія змогла збільшити свої доходи на 3,1% минулого року. Останні три роки також показали відмінне загальне зростання доходів на 36%, частково завдяки її короткостроковим результатам. Тому справедливо сказати, що нещодавнє зростання доходів було чудовим для компанії.\nПерейшовши до майбутнього, оцінки п'яти аналітиків, які покривають цю компанію, свідчать про те, що доходи повинні зростати на 3,4% щорічно протягом наступних трьох років. Тим часом решта галузі прогнозується розширення на 5,3% на рік, що не є суттєвою різницею.\nУ світлі цього зрозуміло, чому P/S Cardlytics знаходиться в межах більшості інших компаній. Здається, більшість інвесторів очікують середнього майбутнього зростання і готові платити лише помірну суму за акції.\nЩо означає P/S Cardlytics для інвесторів?\nЇї акції значно піднялися в ціні і тепер P/S Cardlytics знову знаходиться в межах медіани галузі. Зазвичай ми б застерегли від надмірного значення співвідношення ціни до продажу при прийнятті інвестиційних рішень, хоча воно може багато розповісти про те, що думають інші учасники ринку про компанію.\nНаш аналіз оцінок зростання доходів Cardlytics показує, що її P/S приблизно відповідає нашим очікуванням, оскільки обидва показники тісно пов'язані зі середніми значеннями по галузі. Зараз акціонери задоволені P/S, оскільки вони досить впевнені в тому, що майбутні доходи не принесуть сюрпризів. Враховуючи все це, якщо в оцінках P/S і доходів немає великих шоків, то важко уявити собі сильний рух ціни акцій в будь-якому напрямку найближчим часом.\nТакож варто зазначити, що ми знайшли 3 попереджувальні знаки для Cardlytics (1 з них трохи неприємний!), які вам слід врахувати.\nЗвичайно ж, прибуткові компанії з історією великого зростання прибутків зазвичай є більш безпечними ставками. Тому ви можете захотіти ознайомитися з цією безкоштовною колекцією інших компаній з розумними коефіцієнтами P/E та сильним зростанням прибутків.\nМаєте відгуки щодо цієї статті? Стурбовані змістом? Зв'яжіться з нами безпосередньо. Або надішліть електронний лист на адресу editorial-team (at) simplywallst.com.\nЦя стаття Simply Wall St є загальною за своєю природою. Ми надаємо коментарі на основі історичних даних та прогнозів аналітиків, використовуючи неупереджену методологію, і наші статті не призначені для фінансових порад. Вона не є рекомендацією купувати або продавати будь-які акції і не враховує ваші цілі або вашу фінансову ситуацію. Ми прагнемо надати вам аналіз, орієнтований на довгострокову перспективу, заснований на фундаментальних даних. Зверніть увагу, що наш аналіз може не враховувати останні оголошення компаній, що впливають на ціну акцій, або якісні матеріали. Simply Wall St не має позицій у жодних згаданих акціях.\nこれらの内容は、情報提供及び投資家教育のためのものであり、いかなる個別株や投資方法を推奨するものではありません。\nいいね\nこのページを共有する\nЛінія\nチャット\nMoo\n閲覧 316回\nおすすめトピック\nマーケットムーバー | 会社が以前に約束した資金調達で3,000万ドルを…\nmoomooニュース\n.\n31.10.2024 17:29\nマーケットムーバー | Uber株、Q3決算発表後に8%下落\nmoomooニュース\n.\n31.10.2024 22:11\n2024/10/31 22:11\nFisco\nFisco\n31.10.2024 21:32\n2024/10/31 21:32\nみんかぶ\n·\n31.10.2024 20:52\nマーケットムーバー | エスティ ローダーの株価が第1四半期の決算発表…\nmoomooニュース\n·\n31.10.2024 23:41"
}