{
    "source": "en_US",
    "target": "uk_UA",
    "text": "128GB Voice Recorder] NZ007 is the most versatile and best-equipped voice recorder on the market. Newly upgraded with 128GB RAM - Can reach amazing 1600 hours (70 days) of recording time and an extra long 70 hours of battery life!\n✅[ Magnetic & Fit Anywhere ] The powerful magnet inside the audio recorder makes it easy to attach this recorder to desks, rails, refrigerators, car seats, or any other metal surfaces.\n✅[Compact design] The design is initially designed with a delicate arrangement of the internal parts of the device, making the best use of the limited space, so that the recording device can be easily stuffed into your purse, pocket, briefcase, jacket, and other narrow places, and it is very light (1OZ)!\n🔊[HD Recording] Don't fret over an outdated recorder with poor storage, battery and sound quality! The NZ007 voice activated recorder features a new sleek exterior design and a new 3.0 recording system. Not only is it stylish, it also provides a more realistic and clear human voice!\n✅[One Touch Recording] No complicated operation process, just turn on the switch with one touch to turn on the recording! It's very easy to use. It also comes with an instructional video and a concise user manual with clear step-by-step instructions.\n✅[High-Quality Material] The recorder shell body is made of zinc alloy, this material is pressure and moisture-resistant and durable!\n🎁【Appllications & Best Customer Service】Ideal for lecture, class, inspiration, meeting, interview, and more. It is a wonderful gift for teachers, students, writers, etc. Let the Nanezan voice recorder accompany you and record your colorful life! If you have any questions or issues, please feel free to contact our support team!\n【Use Situations】: Please kindly comply with the applicable laws of the country where it is u",
    "trans": "[128GB Voice Recorder] NZ007 - це найуніверсальніший та найкраще оснащений диктофон на ринку. Новітня версія з 128 ГБ оперативної пам'яті - може досягати вражаючих 1600 годин (70 днів) часу запису та додаткових 70 годин тривалості роботи акумулятора!\n✅[ Магнітний та універсальний ] Потужний магніт всередині аудіодиктофона дозволяє легко прикріпити цей диктофон до столів, перил, холодильників, автомобільних сидінь або будь-яких інших металевих поверхонь.\n✅[Компактний дизайн] Дизайн спочатку розроблений з делікатним розташуванням внутрішніх частин пристрою, максимально використовує обмежений простір, так що записуючий пристрій можна легко заховати в сумочку, кишеню, портфель, куртку та інші вузькі місця, і він дуже легкий (28 г)!\n🔊[HD Запис] Не турбуйтеся про застарілий диктофон з поганою пам'яттю, акумулятором і якістю звуку! Диктофон NZ007 з функцією активації голосом має новий стильний зовнішній вигляд і нову систему запису 3.0. Він не тільки стильний, але й забезпечує більш реалістичний та чіткий людський голос!\n✅[Запис одним дотиком] Ніяких складних операцій, просто одним дотиком увімкніть перемикач для початку запису! Дуже простий у використанні. Він також постачається з навчальним відео та коротким посібником користувача з чіткими покроковими інструкціями.\n✅[Високоякісний матеріал] Корпус диктофона виготовлений із цинкового сплаву, цей матеріал є стійким до тиску та вологи і довговічним!\n🎁【Застосування та найкраще обслуговування клієнтів】Ідеально підходить для лекцій, занять, натхнення, зустрічей, інтерв'ю тощо. Це чудовий подарунок для вчителів, студентів, письменників тощо. Нехай диктофон Nanezan супроводжує вас і записує ваше яскраве життя! Якщо у вас є будь-які питання або проблеми, не соромтеся звертатися до нашої служби підтримки!\n【Ситуації використання】: Будь ласка, дотримуйтесь відповідних законів країни, в якій він використовується"
}