{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Emergency general surgeons often provide care to severely ill patients requiring surgical interventions and intensive support. One of the primary drivers of morbidity and mortality is perioperative bleeding. In general, when address‑ ing life threatening haemorrhage, blood transfusion can become an essential part of overall resuscitation. However, under all circumstances, indications for blood transfusion must be accurately evaluated. When patients decline blood transfusions, regardless of the reason, surgeons should aim to provide optimal care and respect and accommodate each patient’s values and target the best outcome possible given the patient’s desires and his/her clinical condi‑ tion. The aim of this position paper was to perform a review of the existing literature and to provide comprehensive recommendations on organizational, surgical, anaesthetic, and haemostatic strategies that can be used to provide optimal peri-operative blood management, reduce, or avoid blood transfusions and ultimately improve patient outcomes.",
    "trans": "Екстрені загальні хірурги часто надають допомогу тяжко хворим пацієнтам, які потребують хірургічного втручання та інтенсивної підтримки. Одним з основних чинників захворюваності та смертності є періопераційна кровотеча. Загалом, при лікуванні загрозливих для життя кровотеч, переливання крові може стати важливою частиною загальної реанімації. Однак у всіх випадках показання до переливання крові повинні бути точно оцінені. Коли пацієнти відмовляються від переливань крові, незалежно від причини, хірурги повинні прагнути надати оптимальну допомогу та поважати і враховувати цінності кожного пацієнта та намагатися досягти найкращого можливого результату з урахуванням бажань пацієнта та його/її клінічного стану. Метою цього позиційного документа було провести огляд існуючої літератури та надати всебічні рекомендації щодо організаційних, хірургічних, анестезіологічних та гемостатичних стратегій, які можуть бути використані для забезпечення оптимального періопераційного управління кров'ю, зменшення або уникнення переливань крові та в кінцевому підсумку покращення результатів для пацієнтів."
}