{
    "source": "en_US",
    "target": "uk_UA",
    "text": "New York Giants select Anthony Bridgerton, QB, son of Giants legend Edmund Bridgerton, first overall in the 2019 NFL Draft\nAnd all of a sudden, they found themselves with a quarterback again.\nThere’s a reason Anthony was chosen first overall, above all others, and he immediately took the league by storm. The Giants, among days of crazed social media posts detailing the excitement of drafting their own legend’s first born son, pulled Edmund’s jersey out of retirement to gift it to Anthony personally.\nTall, dark hair, in white and blue with the Bridgerton nameplate and the number eight. It was as if they had gone back in time.\nColin Bridgerton, then fourteen, spent every Sunday with his siblings glued to the television screen, pointing excitedly whenever Anthony was on the field. The broadcast would pull up graphics, comparisons, a million statistics that proved Anthony Bridgerton was every bit of the quarterback that his father was. That year, he took the previously bottom-ranked Giants into the playoffs once more, and the state of New York erupted with pride.\nThe Bridgerton name was everywhere. You couldn’t escape it. Anthony’s face, edited right next to Edmund’s, the phrase like father like son making its rounds. Colin and his younger siblings were the celebrities of their school, with the occasional heckling from opposing team’s fans that were upset at being bested. Colin’s high school football games started getting reported on, the stands filled to the brim, until his fingers were shaking on the football and he was on his back in the grass, staring up into the dark sky.\n“It’s okay,” his mother would tell him after a rather disappointing loss early in his sophomore year. “You’re just nervous, dear. You’ll find your way there, just like Anthony did.”",
    "trans": "New York Giants обирають Ентоні Бриджертона, QB, сина легенди Giants Едмунда Бриджертона, під першим номером загалом на драфті НФЛ 2019 року\nІ раптом вони знову опинилися з квотербеком.\nЄ причина, чому Ентоні був обраний під першим номером загалом, вище за всіх інших, і він миттєво завоював лігу. Giants, серед днів божевільних постів у соціальних мережах, що детально описують захоплення від вибору сина свого власного легендарного гравця, витягли футболку Едмунда з пенсії, щоб особисто подарувати її Ентоні.\nВисокий, темноволосий, у білому та синьому кольорах з прізвищем Бриджертон на спині та номером вісім. Здавалося, ніби вони повернулися назад у часі.\nКолін Бриджертон, тоді чотирнадцятирічний, проводив кожну неділю зі своїми братами та сестрами, приклеївшись до телевізійного екрану, і з захопленням вказував на поле, коли там був Ентоні. В трансляції з'являлися графіки, порівняння, мільйони статистичних даних, які доводили, що Ентоні Бриджертон є таким же квотербеком, як і його батько. Того року він знову вивів раніше останню команду Гігантів до плей-офф, і штат Нью-Йорк вибухнув гордістю.\nІм'я Бриджертон було всюди. Від нього не можна було втекти. Обличчя Ентоні, редаговане поруч з обличчям Едмунда, фраза \"як батько, так і син\" ходила по всьому місту. Колін та його молодші брати і сестри стали знаменитостями своєї школи, отримуючи іноді насмішки від фанатів команди-суперника, які були незадоволені поразкою. Футбольні матчі Коліна в старшій школі почали висвітлюватися в новинах, трибуни були заповнені до відмови, поки його пальці не тремтіли на футбольному м'ячі, а він не лежав на траві спиною вгору і не дивився на темне небо.\n\"Все буде добре,\" - говорила йому його мати після досить розчаровуючої поразки на початку його другого року навчання. \"Ти просто нервуєшся, дорогий. Ти знайдеш свій шлях туди ж, як і Ентоні.\""
}