{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Samia\nAI is reshaping the future, and your business can be part of it! Omantel Innovation Labs invites you to join our free online workshop on AI-Driven Entrepreneurship to learn how to build a startup with AI at its core or super charge your existing business with practical AI strategies. This is your chance to take real, actionable steps toward game-changing results.\nThe workshop will be led by Tom Rutkowski, who brings extensive experience and over a decade of expertise in the AI field. With a Ph.D. in Artificial Intelligence, Tom has led AI research and development teams across New York, Warsaw, and Dubai. He also co-founded the Start berry Accelerator in Warsaw in partnership with Microsoft and EY, launching the initiative alongside Microsoft CEO Satya Nadella.\nIn this workshop, participants will:\n● Understand the fundamentals of AI and its applications in entrepreneurship.\n● Learn how to build a startup with AI at its core.\n● Discover practical ways to apply AI to enhance your current startup.\n● Explore how AI is used successfully across different industries.\n●Walk away with clear steps to implement AI for real business results",
    "trans": "Дорога Саміє\nШтучний інтелект змінює майбутнє, і ваш бізнес може стати його частиною! Інноваційні лабораторії Omantel запрошують вас приєднатися до нашого безкоштовного онлайн-майстер-класу з підприємництва на основі штучного інтелекту, щоб дізнатися, як створити стартап з основою на ШІ або надати новий імпульс вашому існуючому бізнесу за допомогою практичних стратегій ШІ. Це ваш шанс зробити реальні, дієві кроки до змінюючих гру результатів.\nМайстер-клас проведе Том Рутковський, який має великий досвід та понад десятирічну експертизу в галузі штучного інтелекту. З докторським ступенем у галузі штучного інтелекту, Том очолював команди досліджень та розробок у сфері ШІ в Нью-Йорку, Варшаві та Дубаї. Він також є співзасновником акселератора Start berry у Варшаві у партнерстві з Microsoft та EY, запустивши ініціативу разом з генеральним директором Microsoft Сатья Наделлою.\nУ цьому майстер-класі учасники:\n● Зрозуміють основи ШІ та його застосування в підприємництві.\n● Дізнаються, як створити стартап з основою на ШІ.\n● Відкриють практичні способи застосування ШІ для покращення свого поточного стартапу.\n● Дослідять успішне використання ШІ в різних галузях.\n● Отримають чіткі кроки для впровадження ШІ для реальних бізнес-результатів"
}