{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi [redacted_name],\nThis is [redacted_name] from [redacted_info]. Nice to meet you!\nMy father [redacted_name] told me that his friend, [redacted_name] met you at [redacted_info] yesterday. You talked about the business of fast foodrestaurant you were running in[redacted_info], and[redacted_name] also introduced our packing service to you. So I am writing toyou to introduce more about our company.\nOur company,[redacted_info]has over 30 years of experience in producing almost all types of paper packaging products, which are well-received for the good quality and competitive price in the market. In addition to ordinary packaging cardboard boxes, we are also skilled in manufacturing special functional packaging cardboard boxes as well as other paper products with various materials and shapes and owningexcellent designers to provide design service. We are alsopaying attention to social responsibility, using environmentally friendly materials, and owns ASAsoybean ink licence and FSC certificate.\nAttached our catalog for your reference. If you are interested in our products, please feel free to contact me. Wewill try our best to give you satisfactory service and price.\nWe also sincerely invite you to visit our factory when you have time. We are willing toshow you aroundand be friends with you. Looking forward to hearing from you!",
    "trans": "Доброго дня [redacted_name]!\nЦе [redacted_name] з [redacted_info]. Радий з вами познайомитись!\nМій батько [redacted_name] сказав мені, що його друг [redacted_name] зустрів тебе під час [redacted_info] вчора. Ви говорили про бізнес і ваші ресторани фаст-фуду у [redacted_info]. [redacted_name] також розповів про нашу компанію з пакування. Отже, я пишу, щоб розповісти вам про наш бізнес докладніше.\nНаша компанія [redacted_info] більш ніж 30 років виробляє майже усі види пакувальної продукції. Ми добре відомі на ринку завдяки хорошій якості та конкурентним цінам. Окрім звичайних пакувальних картонних коробок ми виробляємо коробки спеціального призначення з картону та інших матеріалів, можемо створювати пакування різних форм, оскільки у нас працюють неперевершені дизайнери для послуг з розробки продукції. Ми також приділяємо увагу соціальній відповідальності й використовуємо екологічно чисті матеріали. Компанія має ліцензію ASA на соєві чорнила та сертифікат FSC.\nДля ознайомлення додаю наш каталог. Якщо вас зацікавила наша продукція, зв'яжіться зі мною у зручний вам час. Ми зробимо все можливе, щоб надати вам задовільний сервіс та ціну.\nМи також запрошуємо вас відвідати нашу фабрику. Ми з задоволенням покажемо вам наш об'єкт та потоваришуємо. З нетерпінням чекаю на відповідь!"
}