{
    "source": "en_US",
    "target": "uk_UA",
    "text": "To help you spot a genuine email from us, we’ll always greet you with your title and last name. We'll also include part of your postcode:\nDear Ms Chen\nYou’re all set to bank online with us\nYou now have everything you need to start managing your accounts online.\nHere’s a reminder of your User ID: 07881534045.\nWhat happens now?\nWhenever you’re ready, log on using our Mobile Banking app or Internet Banking. If you haven't already, you can download the app on Google Play or the App Store by searching for 'Lloyds Bank'.\nWe've sent a copy of the Internet Banking agreement to your Digital Inbox. You can access this from the Internet Banking homepage when you've logged on.\nGet extra features with the app\nOur Mobile Banking app makes managing your money on the go quick and easy. It’s just as safe as Internet Banking, with lots of extra features on top.\nView your PIN.\nManage your subscriptions.\nFreeze and unfreeze your card.\nPay in a cheque simply by taking a photo with your phone.\nExtra checks when you shop and bank online\nAll UK banks need to carry out extra security checks when you’re shopping or banking online. This could be a text or call from us to make sure it’s really you. That’s why it’s important we have the right phone number for you. You can update your contact details in your settings at any time.\nNeed a hand?\nOur help and support page has lots of useful information, including ways to contact us.\nThanks for choosing us.\nYours sincerely,\nThe Digital Team\nIf your account is held in Jersey, the Bailiwick of Guernsey or the Isle of Man, this email is sent to you by Lloyds Bank plc on behalf of Lloyds Bank International Limited.\nMobile Banking app\nTo use our Mobile Banking app you need to have a valid phone number registered to your account. Available to UK personal Internet Banking customers and Internet Banking customers with accounts held in Jersey, the Bailiwick of Guernsey or the Isle of Man. You can either use your Internet Banking details to log on or you can register for the first time in the app. Our app is available to iOS and Android users only and minimum operating systems apply, so check the App Store or Google Play for details. Device registration required. The app doesn't work on jailbroken or rooted devices. Terms and conditions apply.\nImportant security information\nIt can be difficult to spot a scam message. We’ll never send you an email with a direct link to a page that wants you to log on, or give personal or banking details.\nIf we send you an email, it will always include your name and the last four digits of your account number.\nIf you're not sure that an email is from us you can:\nforward it to emailscams@lloydsbanking.com and then delete it, or\ncall us anytime on 0800 917 7017 or +44 207 481 2614 from outside the UK. Calls may be monitored and recorded.\nTo find out more on how to avoid scams and to read our fraud guarantee, visit our Fraud Hub.\nIf your vision is impaired - please contact us if you need this communication in another format, such as large print, Braille, or audio CD.\nIf you have a hearing or speech impairment - call us using Relay UK.\nIf you’re Deaf and use British Sign Language - SignVideo services are available.\nIf you need support due to a disability and can’t find the information you need here, please get in touch. Tell us what we can do to make banking better for you.\nSecurity and privacy\nTo help us improve the emails we send you, we collect basic information from your device such as when they are opened. For more information, please read our Cookies Policy.\nWe’ll still contact you to service your account, but you can opt out of receiving email marketing communications from us at any time.\nThe information provided in this email is correct as of September 2023.\nLloyds Bank Corporate Markets plc. Registered Office and principal place of business: 25 Gresham Street, London EC2V 7HN. Registered in the England and Wales No. 10399850. Lloyds Bank Corporate Markets plc in the U.K. is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority under registration number 763256. Authorisation can be checked on the Financial Services Register at www.fca.org.uk.\nServices provided by the Jersey, Guernsey and Isle of Man Branches of Lloyds Bank Corporate Markets plc will be subject to the regulatory regime applicable in their respective jurisdiction, which will differ in some or all respects from that of the U.K.\nThe Jersey Branch of Lloyds Bank Corporate Markets plc, principal place of business: 9 Broad Street, St. Helier, Jersey JE2 3RR is licensed by the Jersey Financial Services Commission.\nThe Guernsey Branch of Lloyds Bank Corporate Markets plc, principal place of business: 1 Smith Street, St. Peter Port, Guernsey GY1 2JN is licensed by the Guernsey Financial Services Commission.\nThe Isle of Man Branch of Lloyds Bank Corporate Markets plc, principal place of business, Villiers House, 2 Victoria Street, Douglas, Isle of Man IM1 2LN, is licensed by the Isle of Man Financial Services Authority.\nLloyds Banking Group plc. Registered Office: The Mound, Edinburgh EH1 1YZ. Registered in Scotland no. SC95000. Telephone: 0131 225 4555.\nLloyds Bank plc. Registered Office: 25 Gresham Street, London EC2V 7HN. Registered in England and Wales no. 2065. Telephone 0207626 1500.\nBank of Scotland plc. Registered Office: The Mound, Edinburgh EH1 1YZ. Registered in Scotland no. SC327000. Telephone: 03457 801 801.\nLloyds Bank Corporate Markets plc. Registered office: 25 Gresham Street, London EC2V 7HN. Registered in England and Wales no. 10399850.\nScottish Widows Schroder Personal Wealth Limited. Registered Office: 25 Gresham Street, London EC2V 7HN. Registered in England and Wales no. 11722983.\nLloyds Bank plc, Bank of Scotland plc and Lloyds Bank Corporate Markets plc are authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and Prudential Regulation Authority.\nScottish Widows Schroder Personal Wealth Limited is authorised and regulated by the Financial Conduct Authority.\nLloyds Bank Corporate Markets Wertpapierhandelsbank GmbH is a wholly-owned subsidiary of Lloyds Bank Corporate Markets plc. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH has its registered office at Thurn-und-Taxis Platz 6, 60313 Frankfurt, Germany. The company is registered with the Amtsgericht Frankfurt am Main, HRB 111650. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH is supervised by the Bundesanstalt für Finanzdienstleistungsaufsicht.\nHalifax is a division of Bank of Scotland plc.\nHBOS plc. Registered Office: The Mound, Edinburgh EH1 1YZ. Registered in Scotland no. SC218813.\nThis e-mail (including any attachments) is private and confidential and may contain privileged material. If you have received this e-mail in error, please notify the sender and delete it (including any attachments) immediately. You must not copy, distribute, disclose or use any of the information in it or any attachments. Telephone calls may be monitored or recorded.",
    "trans": "Щоб допомогти вам відрізнити справжній лист від нас, ми завжди вітаємо вас, називаючи вашу посаду та прізвище. Ми також додамо частину вашого поштового індексу:\nШановна пані Чен,\nВи готові до здійснення банківських операцій в Інтернеті з нами\nТепер у вас є все необхідне, щоб почати керувати своїми рахунками онлайн.\nОсь нагадування про ваш ідентифікатор користувача: 07881534045.\nЩо відбувається далі?\nКоли будете готові, увійдіть до системи за допомогою мобільного додатку або інтернет-банкінгу. Якщо ви цього ще не зробили, ви можете завантажити додаток з Google Play або App Store, здійснивши пошук за запитом \"Lloyds Bank\".\nМи надіслали копію угоди про користування інтернет-банкінгом на вашу електронну поштову скриньку. Ви можете отримати доступ до неї на домашній сторінці Інтернет-банкінгу після входу в систему.\nОтримайте додаткові функції з додатком\nНаш мобільний додаток для мобільного банкінгу дозволяє швидко та легко керувати своїми грошима в дорозі. Він так само безпечний, як і інтернет-банкінг, та має безліч додаткових функцій.\nПереглядайте свій PIN-код.\nКеруйте підписками.\nЗаморожуйте та розморожуйте картку.\nОплачуйте чек, просто сфотографувавши його телефоном.\nДодаткові перевірки при здійсненні покупок і банківських операцій в Інтернеті\nУсі британські банки повинні здійснювати додаткові перевірки безпеки, коли ви робите покупки або банківські операції в Інтернеті. Це може бути смс або дзвінок від нас, щоб переконатися, що це дійсно ви. Ось чому важливо, щоб у нас був правильний номер телефону. Ви можете будь-коли оновити свої контактні дані в налаштуваннях.\nПотрібна допомога?\nНа нашій сторінці допомоги та підтримки є багато корисної інформації, включаючи способи зв'язатися з нами.\nДякуємо, що обрали нас.\nЗ повагою,\nТехнічний відділ\nЯкщо ваш рахунок відкритий у Джерсі, Бейлівік Гернсі або на острові Мен, цей лист надсилає вам Lloyds Bank plc від імені Lloyds Bank International Limited.\nДодаток для мобільного банкінгу\nЩоб користуватися нашим мобільним банкінгом, вам потрібно мати дійсний номер телефону, зареєстрований у вашому обліковому записі. Доступно для клієнтів персонального інтернет-банкінгу у Великобританії та клієнтів інтернет-банкінгу з рахунками, відкритими в Джерсі, Бейлівік Гернсі або на острові Мен. Для входу в систему ви можете використовувати дані інтернет-банкінгу або зареєструватися в додатку вперше. Наш додаток доступний лише для користувачів iOS та Android, і для нього застосовуються мінімальні операційні системи, тому перевірте App Store або Google Play для отримання додаткової інформації. Потрібна реєстрація пристрою. Додаток не працює на джейлбрейкнутих або рутованих пристроях. Застосовуються відповідні положення та умови.\nВажлива інформація про безпеку\nРозпізнати шахрайське повідомлення може бути складно. Ми ніколи не надсилатимемо вам електронного листа з прямим посиланням на сторінку, яка просить вас увійти в систему або надати особисті чи банківські дані.\nЯкщо ми надсилаємо вам електронного листа, він завжди містить ваше ім'я та останні чотири цифри номера вашого облікового запису.\nЯкщо ви не впевнені, що лист від нас, ви можете\nпереслати його на emailscams@lloydsbanking.com, а потім видалити, або\nзателефонувати нам у будь-який час за номером 0800 917 7017 або +44 207 481 2614 з-за меж Великобританії. Дзвінки можуть прослуховуватися та записуватися.\nЩоб дізнатися більше про те, як уникнути шахрайства, і прочитати нашу гарантію від шахрайства, відвідайте наш Центр боротьби з шахрайством.\nЯкщо у вас порушення зору - зв'яжіться з нами, якщо вам потрібна ця інформація в іншому форматі, наприклад, великим шрифтом, шрифтом Брайля або на аудіодиску.\nЯкщо у вас порушення слуху або мовлення - зателефонуйте нам за допомогою Relay UK.\nЯкщо ви не чуєте і використовуєте британську мову жестів - скористайтеся послугами SignVideo.\nЯкщо ви потребуєте підтримки через інвалідність і не можете знайти потрібну інформацію тут, будь ласка, зв'яжіться з нами. Скажіть нам, що ми можемо зробити, щоб зробити банківське обслуговування кращим для вас.\nБезпека та конфіденційність\nЩоб покращити якість електронних листів, які ми вам надсилаємо, ми збираємо базову інформацію з вашого пристрою, наприклад, коли вони відкриваються. Для отримання додаткової інформації, будь ласка, ознайомтеся з нашою Політикою використання файлів cookie.\nМи будемо зв'язуватися з вами для обслуговування вашого облікового запису, але ви можете відмовитися від отримання маркетингових повідомлень від нас у будь-який час.\nІнформація, надана в цьому електронному листі, є актуальною станом на вересень 2023 року.\nLloyds Bank Corporate Markets plc. Юридична адреса та основне місце ведення діяльності: 25 Gresham Street, London EC2V 7HN. Зареєстровано в Англії та Уельсі за № 10399850. Lloyds Bank Corporate Markets plc у Великобританії має дозвіл Управління з пруденційного регулювання і регулюється Управлінням з фінансового нагляду та Управлінням з пруденційного регулювання під реєстраційним номером 763256. Авторизацію можна перевірити в Реєстрі фінансових послуг на сайті www.fca.org.uk.\nПослуги, що надаються філіями Lloyds Bank Corporate Markets plc на островах Джерсі, Гернсі та Мен, підпадають під дію регуляторного режиму, що застосовується у відповідній юрисдикції, який може відрізнятися в деяких або всіх аспектах від регуляторного режиму Великої Британії.\nФілія Lloyds Bank Corporate Markets plc у Джерсі, головне місцезнаходження: 9 Broad Street, St. Helier, Jersey JE2 3RR, має ліцензію Комісії з фінансових послуг Джерсі.\nФілія Lloyds Bank Corporate Markets plc на Гернсі, головне місцезнаходження: 1 Smith Street, St. Peter Port, Guernsey GY1 2JN, має ліцензію Комісії з фінансових послуг Гернсі.\nФілія Lloyds Bank Corporate Markets plc на острові Мен, головне місцезнаходження: Villiers House, 2 Victoria Street, Douglas, Isle of Man IM1 2LN, має ліцензію Управління з фінансових послуг острова Мен.\nLloyds Banking Group plc. Зареєстрований офіс: The Mound, Edinburgh EH1 1YZ. Зареєстровано в Шотландії за номером. SC95000. Телефон: 0131 225 4555.\nLloyds Bank plc. Юридична адреса: 25 Gresham Street, London EC2V 7HN. Зареєстрований в Англії та Уельсі №. 2065. Телефон 0207626 1500.\nBank of Scotland plc. Зареєстрований офіс: The Mound, Edinburgh EH1 1YZ. Зареєстрований у Шотландії №. SC327000. Телефон: 03457 801 801.\nLloyds Bank Corporate Markets plc. Юридична адреса: 25 Gresham Street, London EC2V 7HN. Зареєстрований в Англії та Уельсі №. 10399850.\nШотландські вдови Шрьодер Персональне багатство Лімітед. Юридична адреса: 25 Gresham Street, London EC2V 7HN. Зареєстрована в Англії та Уельсі. 11722983.\nLloyds Bank plc, Bank of Scotland plc та Lloyds Bank Corporate Markets plc уповноважені Управлінням з пруденційного регулювання та регулюються Управлінням з фінансового нагляду та Управлінням з пруденційного регулювання.\nScottish Widows Schroder Personal Wealth Limited має дозвіл та регулюється Управлінням з фінансового регулювання та нагляду.\nLloyds Bank Corporate Markets Wertpapierhandelsbank GmbH є дочірньою компанією Lloyds Bank Corporate Markets plc. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH має юридичну адресу: Thurn-und-Taxis Platz 6, 60313 Франкфурт-на-Майні, Німеччина. Компанія зареєстрована в Амтсгеріхті Франкфурта-на-Майні, HRB 111650. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH знаходиться під наглядом Bundesanstalt für Finanzdienstleistungsaufsicht.\nHalifax є підрозділом Bank of Scotland plc.\nHBOS plc. Юридична адреса: The Mound, Edinburgh EH1 1YZ. Зареєстрований у Шотландії №. SC218813.\nЦей електронний лист (включаючи будь-які вкладення) є приватним і конфіденційним і може містити привілейовані матеріали. Якщо ви отримали цей лист помилково, будь ласка, повідомте про це відправника та негайно видаліть його (включно з будь-якими вкладеннями). Ви не повинні копіювати, розповсюджувати, розголошувати або використовувати будь-яку інформацію, що міститься в ньому, або будь-які вкладення. Телефонні дзвінки можуть прослуховуватися або записуватися."
}