{
    "source": "en_US",
    "target": "uk_UA",
    "text": "we suggest that the difficulties faced by international students are intensified as many are experiencing for the first time circumstances associated with heightened individualism and individualization. This is particularly the case for international students who find themselves without traditional social markers by which to navigate their new circumstances. While many international students may have already been experiencing a loss of (traditional) “community” supports in their home country, these circumstances are likely to be exacerbated by new host country experiences. The current study was limited as it was derived from a larger, more broadly focused study of the “security needs” of international students. It would be beneficial to include the student voice in future research of greater scope. Much information could be obtained from longitudinal studies and the exploration of possible approaches to identifying and meeting unmet needs of international students. This would not only be of great benefit to the students but also universities in their quest to be better position themselves in a competitive, market driven environment. Utilizing a qualitative lens, the current study goes someway in providing a close-up view of mental health problems among international students and argues for further qualitative investigation.",
    "trans": "Ми припускаємо, що труднощі з якими стикаються іноземні студенти, посилюються, оскільки багато хто з них вперше стикається з обставинами, повʼязаними з підвищенним почуттям власної індивідуальності та самобутності. Це особливо стосується іноземних студентів, які опинилися без традиційних соціальних маркерів, за допомогою яких вони могли б орієнтуватися в нових обставинах. Хоча багато іноземних студентів, можливо, вже переживали втрату (традиційної) \"громадської\" підтримки в рідній країні, ці обставини ймовірно, погіршуються новим досвідом у приймаючій країні. Це дослідження було обмеженим, оскільки воно було отримане на основі більш масштабного, більш обширного дослідження \"потреб у безпеці\" іноземних студентів. Було б корисно включити думку студентів у майбутні дослідження ширшого масштабу. Багато інформації можна було б отримати з довгострокових досліджень та вивчення можливих підходів до виявлення та задоволення невирішених потреб іноземних студентів. Це принесло б велику користь не лише студентам, але й університетам у їхньому прагенні краще позиціонувати себе в конкурентному, ринковому середовищі. Використовуючи якісний підхід, це дослідження робить певний внесок у вивчення проблем психічного здоровʼя іноземних студентів та обгрунтовує необхідність подальших якісних досліджень."
}