{
    "source": "en_US",
    "target": "uk_UA",
    "text": "REQUESTS FOR PRODUCTION\nREQUEST NO. 1: Produce all medical bills for which recovery is requested in the Complaint.\nRESPONSE:\nREQUEST NO. 2: Produce all of Plaintiff’s federal and state tax returns, all schedules and supporting documents including but not limited to W-2 forms and 1099s for the years 2019 through the present.\nRESPONSE:\nREQUEST NO. 3: All payroll stubs, wage receipts, or any documents indicating wages, salaries, or commissions paid to Plaintiff for the years 2019 through the present.\nRESPONSE:\nREQUEST NO. 4: A copy of the Social Security Administration’s most recent income summary for Plaintiff.\nRESPONSE:\nREQUEST NO. 5: All documents pertaining to any claim made for any type of benefits, insurance, entitlement, or supplemental income (including, but not limited to, SSA, SSI, Medicare, Medicaid, etc.) through or to the Social Security Administration, Department of Social and Health Services (DSHS), or any other federal, state or local government agency, along with a copy of Medicare and/or Medicaid identification card.\nRESPONSE:\nREQUEST NO. 6: All documents, chart notes, diagnoses, diagnostic studies, including, but not limited to, radiology films, x-rays, MRI’s, CT scans, nerve conduction studies, thermograms and other medical and mental health records from any health care provider, physician, chiropractor, psychologist, psychiatrist, or other medical or mental health practitioner who has treated, examined or seen Plaintiff from 2013 to the present. This request includes, but is not limited to treatment records for any injuries, complaints, symptoms, conditions, or body parts in any way relating to the injuries or damages claimed in this action. This is a continuing request.\nRESPONSE:\nREQUEST NO. 7: All other documentation supporting Plaintiff’s claim for economic damages, other than what has been requested above.\nRESPONSE:\nREQUEST NO. 8: All written or recorded statements or notes of any interviews taken from any party or witnesses by the Plaintiff, his attorney or agent, or his insurer.\nRESPONSE:\nREQUEST NO. 9: All photographs, color or otherwise, videotapes, audiotapes, diagrams, reports, or other form of visual recording of the incident scene, Plaintiff’s injuries or which contain any relationship or relevance to the alleged incident whether it predates the alleged incident or not.\nRESPONSE:\nREQUEST NO. 10: All photographs, color or otherwise, repair estimates, work orders, and supplemental repair estimates or work orders for property damage of the vehicles involved in the motor vehicle accident in question.\nRESPONSE:\nREQUEST NO. 11: Any and all investigations or reports that were prepared as a result of or relating to the alleged incident. This applies to all investigations or reports made by governmental, public, or private organizations, any person, or by you or on your behalf.\nRESPONSE:\nREQUEST NO. 12: Copies of all diaries, journals, calendars, personal memos, notes, and other documents prepared by, or compiled by, the Plaintiff, whether written, dictated, or memorialized in any fashion, which refer or relate in any way to the incident giving rise to this lawsuit and/or relating to Plaintiff’s alleged injuries and/or describe the incident at issue and/or charting Plaintiff’s symptoms or complaints regarding the subject incident.\nRESPONSE:\nREQUEST NO. 13: For each social network account you have please produce a copy of each page and each photograph that includes your image for the period beginning two years before the subject incident up to (and including) the present.\nRESPONSE:\nREQUEST NO. 14: Any and all cell phone records and bills documenting calls, text messages, emails or other electronic communication sent or received by Plaintiff on the day of the subject accident.\nRESPONSE:",
    "trans": "ЗАПИТИ НА НАДАННЯ ДОКУМЕНТІВ\nЗАПИТ №1: Надати всі медичні рахунки, відшкодування за якими вимагається у Позовній заяві.\nВІДПОВІДЬ:\nЗАПИТ №2: Надати всі федеральні та державні податкові декларації Позивача, усі додатки та підтверджувальні документи, включаючи, але не обмежуючись, формами W-2 та 1099, за період з 2019 року до сьогодні.\nВІДПОВІДЬ:\nЗАПИТ №3: Надати всі платіжні відомості, квитанції про заробітну плату або будь-які інші документи, що підтверджують заробітну плату, оклади або комісійні виплати Позивачу за період з 2019 року до сьогодні.\nВІДПОВІДЬ:\nЗАПИТ №4: Надати копію останнього звіту Адміністрації соціального забезпечення щодо доходів Позивача.\nВІДПОВІДЬ:\nЗАПИТ №5: Надати всі документи, що стосуються будь-якої заяви на отримання будь-яких пільг, страхових виплат, прав або додаткового доходу (включаючи, але не обмежуючись, SSA, SSI, Medicare, Medicaid тощо) через або до Адміністрації соціального забезпечення, Департаменту соціального та медичного обслуговування (DSHS) або будь-якого іншого федерального, державного чи місцевого урядового агентства, а також копію ідентифікаційної картки Medicare та/або Medicaid.\nВІДПОВІДЬ:\nЗАПИТ №6: Надати всі медичні документи, записи, діагнози, діагностичні дослідження, включаючи, але не обмежуючись, рентгенівськими знімками, МРТ, КТ, дослідженнями нервової провідності, термограмами та іншими медичними та психіатричними записами від будь-якого медичного працівника, лікаря, хіропрактика, психолога, психіатра або іншого фахівця, який лікував, обстежував або консультував Позивача з 2013 року до сьогодні. Цей запит включає, але не обмежується, записами про лікування будь-яких травм, скарг, симптомів, станів або частин тіла, які будь-яким чином пов’язані з заявленими у цій справі травмами або збитками. Цей запит є безперервним.\nВІДПОВІДЬ:\nЗАПИТ №7: Надати всі інші документи, що підтверджують вимогу Позивача щодо економічних збитків, окрім тих, які вже були запитані вище.\nВІДПОВІДЬ:\nЗАПИТ №8: Надати всі письмові або записані заяви чи нотатки будь-яких інтерв’ю, взятих у будь-якої сторони або свідків Позивачем, його адвокатом, представником або його страховиком.\nВІДПОВІДЬ:\nЗАПИТ №9: Надати всі фотографії (кольорові або чорно-білі), відеозаписи, аудіозаписи, діаграми, звіти або інші форми візуального запису місця події, травм Позивача або будь-яких інших матеріалів, що мають відношення або значення для заявленого інциденту, незалежно від того, чи були вони створені до цього інциденту чи після нього.\nВІДПОВІДЬ:\nЗАПИТ №10: Надати всі фотографії (кольорові або чорно-білі), кошториси на ремонт, замовлення на виконання робіт та додаткові кошториси або замовлення на ремонт пошкодженого майна транспортних засобів, що брали участь у дорожньо-транспортній пригоді, яка є предметом цієї справи.\nВІДПОВІДЬ:\nЗАПИТ №11: Надати будь-які й усі розслідування або звіти, які були підготовлені в результаті або у зв’язку з заявленим інцидентом. Це стосується всіх розслідувань або звітів, складених урядовими, публічними або приватними організаціями, будь-якими особами або вами особисто чи за вашим дорученням.\nВІДПОВІДЬ:\nЗАПИТ №12: Надати копії всіх щоденників, журналів, календарів, особистих записок, нотаток та інших документів, підготовлених або зібраних Позивачем, незалежно від того, чи є вони письмовими, надиктованими або зафіксованими в будь-якій формі, які будь-яким чином стосуються інциденту, що став підставою для цього судового позову, і/або травм Позивача, і/або описують цей інцидент, і/або фіксують симптоми чи скарги Позивача щодо зазначеного інциденту.\nВІДПОВІДЬ:\nЗАПИТ №13: Для кожного облікового запису у соціальних мережах, який ви маєте, надати копію кожної сторінки та кожну фотографію, на якій є ваше зображення, за період, що починається за два роки до інциденту і триває до сьогодні.\nВІДПОВІДЬ:\nЗАПИТ №14: Надати всі записи мобільного телефону та рахунки, що підтверджують дзвінки, текстові повідомлення, електронні листи або інші електронні комунікації, надіслані або отримані Позивачем у день зазначеної ДТП.\nВІДПОВІДЬ:"
}