{
    "source": "en_US",
    "target": "uk_UA",
    "text": "4.1.1.1 NAVIGATING THE STUDY TABLE\nThe study table gives information about a study on three levels:\n Study level = the most important information provided at the study level, such as patient name, patient ID,\naccession number, study description, referring physician, etc.\n Series level = information about the available series in a study, e.g. series description, modality information,\netc.\n Image level = allows access to a preview of each image in a series, including the possibility to use window\nleveling, but also gives information about the number of frames in case of multi-frame images (e.g. US).\nTo see the next level underneath a study, click the “+” box on the far left side. This will open the study to show\nthe various series, including any relevant information. By clicking on the “+” to the left of a series, the image\nlevel will open, revealing a table of all available images in that series.\nClicking the arrow button beside an image will open the chosen image in a preview window.",
    "trans": "4.1.1.1 НАВІГАЦІЯ ПО ТАБЛИЦІ ДОСЛІДЖЕНЬ\nУ таблиці досліджень є інформація щодо дослідження на трьох рівнях:\nРівень дослідження = найважливіша інформація, яка показана на рівні дослідження, така як ім'я пацієнта, ідентифікатор пацієнта,\nномер реєстрації, опис дослідження, направляючий лікар тощо.\nРівень серії = інформація щодо доступних серій в дослідженні, наприклад, опис серії, інформація про модальність,\nтощо.\nРівень зображення = дає можливість отримати доступ до попереднього перегляду кожного зображення у серії, включно з можливістю використання рівнів\nвікна, але також він надає інформацію про кількість кадрів на випадок багатокадрових зображень (наприклад, США).\nЩоб побачити наступний рівень під дослідженням, натисніть на «+» у крайньому лівому кутку. Це відкриє дослідження і покаже\nрізноманітні серії, включно з усією релевантною інформацією. Якщо натиснути на «+» ліворуч від серії, відкриється\nрівень зображення, у якому буде показана таблиця всіх доступних зображень у цій серії.\nНатиснувши на кнопку зі стрілкою поруч із зображенням, ви відкриєте обране зображення у вікні попереднього перегляду."
}