{
    "source": "en_US",
    "target": "uk_UA",
    "text": "JECTIVES: Nonintubated surgical biopsy (NISB) of interstitial lung disease (ILD) has shown promise in unicentre reports as a reliable method to achieve pathological diagnosis with low morbidity. The aim of this study was to investigate for the first time early outcomes of NISB of ILD using a multicentre retrospective analysis. METHODS: Seven European and extra-European institutions participated in the study. Overall, 112 procedures were included. The mean age was 60±12years (65 men and 47 women). Preoperative total lung capacity and diffusion capacity of carbon monoxide were 74±16% predicted and 57±18% predicted, respectively. Forty-five patients had 1 or more associated comorbidities. NISB of ILD were performed under spontaneous ventilation by intercostal block (n=84) or epidural anaesthesia (n=28) with (n=58) or without (n=54) sedation and by thoracoscopic surgery (n=88) or minithoracotomy (n=24). RESULTS: Mean anaesthesia time, operative time and global time spent in the operating room were 31±31min, 29±15min and 89±156min, respectively. Feasibility was scored as excellent, good, satisfactory or unsatisfactory requiring conversion to general anaesthesia with intubation in 92, 12, 2 and 6 instances, respectively. There were no deaths. Morbidity was 7.1% and included prolonged air leaks in 4 patients and pneumonia, atelectasis, anaemia and gastric bleeding in 1 patient each. A precise pathological diagnosis was achieved in 108 patients (96%). The mean hospital stay was 2.5±2.7days. Comparisons of results achieved in the largest single-centre series (group A, 60 patients operated on) versus those resulting from the sum of the patients operated on in the other centres (group B, 52 patients operated on) showed no differences in feasibility (P=0.10) and morbidity (P=0.10) whereas hospital stay was shorter in group A (1.3±0.5days vs 3.9±3.4days, P<0.001). CONCLUSIONS: Results of this multicentre study confirm the satisfactory feasibility of NISB of ILD in 82% of patients with no deaths and a low morbidity rate. Intergroup comparisons indicated that the hospital stay was shorter in group A whereas there were no differences in feasibility and morbidity rates. Keywords: Interstitial lung disease • Video-assisted thoracic surgery • Nonintuba",
    "trans": "МЕТА: Неінтубована хірургічна біопсія (НІБ) інтерстиціальної легеневої хвороби (ІЛХ) показала обнадійливі результати в однопрофільних звітах як надійний метод досягнення патологічного діагнозу з низькою морбідністю. Метою цього дослідження було вперше вивчити ранні результати НІБ ІЛХ за допомогою багатопрофільного ретроспективного аналізу. МЕТОДИ: У дослідженні взяли участь сім європейських та позаєвропейських установ. Всього було включено 112 процедур. Середній вік становив 60±12 років (65 чоловіків і 47 жінок). Передопераційна загальна ємність легень та дифузійна здатність вуглекислого газу становили відповідно 74±16% від прогнозованої та 57±18% від прогнозованої. У 45 пацієнтів були 1 або більше супутніх захворювань. НІБ ІЛХ виконувалися під спонтанною вентиляцією за допомогою міжреберного блоку (n=84) або епідуральної анестезії (n=28) з (n=58) або без (n=54) седативної терапії, а також за допомогою торакоскопічної хірургії (n=88) або мініторакотомії (n=24). РЕЗУЛЬТАТИ: Середній час анестезії, операції та загальний час перебування в операційній становили відповідно 31±31 хв, 29±15 хв та 89±156 хв. Феасибіліті оцінювалася як відмінна, хороша, задовільна або незадовільна з необхідністю переходу до загальної анестезії з інтубацією у 92, 12, 2 та 6 випадках відповідно. Смертей не було. Морбідність становила 7,1% і включала тривалі повітряні витоки у 4 пацієнтів, а також пневмонію, ателектаз, анемію та шлункову кровотечу у кожному з 1 пацієнта. Точний патологічний діагноз був встановлений у 108 пацієнтів (96%). Середня тривалість перебування в лікарні становила 2,5±2,7 днів. Порівняння результатів, отриманих у найбільшій однопрофільній серії (група A, 60 прооперованих пацієнтів), з результатами суми пацієнтів, прооперованих в інших центрах (група B, 52 прооперованих пацієнта), не показали різниць у феасибіліті (P=0,10) та морбідності (P=0,10), тоді як тривалість перебування в лікарні була коротшою в групі A (1,3±0,5 днів проти 3,9±3,4 днів, P<0,001). ВИСНОВКИ: Результати цього багатопрофільного дослідження підтверджують задовільну феасибіліті НІБ ІЛХ у 82% пацієнтів без смертей і з низьким рівнем морбідності. Міжгрупові порівняння показали, що тривалість перебування в лікарні була коротшою в групі A, тоді як не було різниць у феасибіліті та рівнях морбідності."
}