{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Is being fascia driven a real thing? In recent times, in the world of fitness, biomechanics and the beautiful game, the term “fascia driven” has been showing up a lot and players are wondering if there is a difference between a “fascia driven athlete” and a “muscle driven athlete.”\nFascia, muscles, tendons, ligaments, your breath, your nervous system, and everything else is always working together and you cannot isolate muscles and fascia. Some people may think that “fascia driven” is only a marketing tool, which it could be, but it is a real thing and there is a huge difference between the connective tissue quality and overall body coordination of a more “fascia-driven athlete” compared to a more “muscle driven athlete.”\nThrough my years studying Kinesiology in College there was little to no mention of fascia and as I was studying I was also trying out various training systems that were talking about completely different ideas and concepts from what I was learning in school. I was first introduced to the topic of fascia by studying the work of Tom Myers and Functional Patterns and eventually I also tried out various training methods like Weck Method, GOATA, Hyperarch Fascia Training, FlowOPS, Movmed, and Football Entangled,and that is when I truly began to understand how the human body actually works.",
    "trans": "Чи є поняття \"фасційно орієнтований\" справжнім? В останні часи в світі фітнесу, біомеханіки та прекрасної гри термін \"фасційно орієнтований\" з'являється дуже часто, і гравці задаються питанням, чи є різниця між \"фасційно орієнтованим атлетом\" і \"м'язово орієнтованим атлетом\".\nФасція, м'язи, сухожилля, зв'язки, ваше дихання, ваша нервова система та все інше завжди працюють разом, і ви не можете ізолювати м'язи та фасцію. Деякі люди можуть вважати, що \"фасційно орієнтований\" - це лише маркетинговий інструмент, чимось таким він може бути, але це справжня річ, і існує величезна різниця між якістю сполучної тканини та загальною координацією тіла більш \"фасційно орієнтованого атлета\" в порівнянні з більш \"м'язово орієнтованим атлетом\".\nПротягом моїх років навчання кінезіології в коледжі мало згадувалося про фасцію, і під час навчання я також пробував різні системи тренувань, які говорили про зовсім інші ідеї та концепції від тих, що я вивчав у школі. Я вперше познайомився з темою фасції, вивчаючи роботи Тома Майерса та Functional Patterns, а згодом я також спробував різні методи тренувань, такі як Weck Method, GOATA, Hyperarch Fascia Training, FlowOPS, Movmed та Football Entangled, і саме тоді я справді почав розуміти, як насправді працює людське тіло."
}