{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello [redacted_name].\nSorry to report that Pirelli has denied you claim for improper paperwork. See attached message I received from Pirelli when I questioned the denial of the claim.\nThe invoices are not “automotive” documents. There is no vehicle information.\nWhat we need for any claim :\nProof of purchase/installation of tires. If they are original tires, we need the vehicle's in-service date & Odometer.\nProof of tire replacement, date & odometer.\nSupporting documents must include:\nOwner identification (the same owner who purchased and replaced the tires - the warranty is not transferable).\nVehicle identification (same vehicle on which tires were purchased and replaced, warranty is not transferable)\nIn the case of a mileage warranty, proof of the total mileage of the tires.\nIn the case of goodwill, a Pirelli agreement reference number. An employee's name is not sufficient to authorize goodwill.\nThis is what I received back. You could try to call Pirelli Customer Service at (800) 747-3554, and let them know what you were told and ask what if anything can they do to help you out. Let me know what they say.\nThank you. Please call if you have any questions.",
    "trans": "Привіт [redacted_name].\nНа жаль, я змушений повідомити, що Pirelli відмовила вам у виплаті за неналежні документи. Дивіться прикріплене повідомлення, яке я отримав від Pirelli, коли запитував про відмову у виплаті.\nРахунки-фактури не є \"автомобільними\" документами. В них немає інформації про автомобіль.\nЩо нам потрібно для будь-якої претензії:\nДоказ покупки/встановлення шин. Якщо це оригінальні шини, нам потрібна дата введення автомобіля в експлуатацію та пробіг.\nДоказ заміни шин, дата та пробіг.\nСупутні документи повинні включати:\nІдентифікація власника (той же власник, який купував і замінював шини - гарантія не підлягає передачі).\nІдентифікація автомобіля (той же автомобіль, на якому були куплені і замінені шини, гарантія не підлягає передачі)\nУ випадку гарантії за пробігом, доказ загального пробігу шин.\nУ випадку доброзичливості, номер справи угоди з Pirelli. Ім'я співробітника недостатньо для авторизації доброзичливості.\nОсь що я отримав у відповідь. Ви можете спробувати зателефонувати до служби підтримки клієнтів Pirelli за номером (800) 747-3554, повідомити їм, що вам сказали, і запитати, чи можуть вони чимось допомогти вам. Дайте мені знати, що вони скажуть.\nДякую. Будь ласка, телефонуйте, якщо у вас є які-небудь питання."
}