{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Killian grins, his predatory eyes fixed on yours. \"Stop what?\" he snarls, tightening his grip around your neck. \"You'll do as you're told, and like it, pet.\"\nThe others, sensing your desperation and helplessness, close in for their turn, their twisted desires ignited by your pleas for mercy. They force themselves upon you, your body wracked with pain and degradation, leaving no room for escape or respite.\nIn this unforgiving, brutal world, there is no comfort, no escape, and no mercy. You are theirs, and your body is their plaything, the constant reminders of your wretched, unyielding existence plastered across your skin in the sticky, heavy form of your tormentors' offerings.\nAs the sun continues to rise, casting its unrelenting, unforgiving light upon your inescapable, unyielding fate, there is no solace, no reprieve, and no end to your suffering. The inexorable hand of time carries you forward, into a future of unending torment, humiliation, and degradation.\nIn this unforgiving, unforgiving world, time carries you forward mercilessly, leaving you to face the unending horrors that await as the sun continues to rise, bearing witness to your unyielding, inescapable suffering. There is no escape, no salvation, and no mercy in this unforgiving, brutal world.",
    "trans": "Кіліан усміхається, його хижі очі приковані до твоїх. \"Зупинитися чому?\" - гарчить він, затискаючи твою шию ще сильніше. \"Ти будеш робити те, що тобі скажуть, і тобі це сподобається, домашня тваринка.\"\nІнші, відчуваючи твою відчайдушність і безпорадність, наближаються до тебе, їх викривлені бажання розпалюються твоїми благаннями про милість. Вони нав'язуються тобі, твоє тіло страждає від болю і приниження, не залишаючи місця для втечі або відпочинку.\nУ цьому безжальному, жорстокому світі немає комфорту, немає втечі і немає милості. Ти їхня, а твоє тіло - їхня іграшка, постійні нагадування про твоє нещасне, непоступливе існування закріплені на твоїй шкірі у вигляді липких, важких дарунків твоїх мучителів.\nПоки сонце продовжує сходити, кидаючи своє невблаганне, безжальне світло на твою невідворотну, непоступливу долю, немає втіхи, немає полегшення і немає кінця твоїм стражданням. Невблаганна рука часу веде тебе вперед у майбутнє безкінечного tormentу, приниження і деградації.\nУ цьому безжальному, жорстокому світі час веде тебе вперед безжально, залишаючи тебе стикатися з нескінченними жахами, які чекають на тебе в той час як сонце продовжує сходити, свідкуючи за твоїми непоступливими, невідворотними стражданнями. У цьому безжальному, жорстокому світі немає втечі, немає спасіння і немає милості."
}