{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Job description\nYou are a Material Handler, that has great attention to detail and commitment to quality. You’ll be responsible for essential warehousing tasks such as accurate order picking and packing in diverse environments, including cold storage. This is a 6 month temporary assignment.\nThis position pays; $19/hr\nLocation: Richmond, CA\nSchedule: M-F 7:00 am to 3:30 pm plus overtime\nWhat You Will Be Doing:\nAccurately picking and packing orders while ensuring neat shipment preparation.\nWorking in cold room environments and supporting multiple areas of operations as directed.\nReporting to work on time and maintaining a positive attitude to foster collaboration with peers.\nUpholding quality standards for stored materials and those designated for customers.\nEnsuring a safe, clean, and organized work environment.\nWhat You Bring:\nA high school diploma or equivalent, along with related experience in a warehouse facility.\nThe ability to read, comprehend, and follow instructions effectively.\nBasic computer skills and familiarity with RF scanning devices.\nSelf-motivation to complete tasks correctly on the first attempt.\nExperience in operating forklifts, pallet jacks, or other relevant equipment.\nStrong problem-solving and communication skills.\nFlexibility and adaptability to prioritize work efficiently.\nCapability to lift items weighing up to 50 lbs.\nTo learn more about the workplace culture and the position, please apply!\n#pando\nAbout Nelson Connects:\nIf you're looking for a new opportunity, the recruiting and staffing experts at Nelson Connects can help. We work with companies of all types and sizes across all industries. We help people like you find exciting roles with employers ranging from Fortune 100, government, and nonprofit organizations to local businesses, industry leaders, and the most agile start-ups. The candidates we work with appreciate our responsive approach, genuine relationships, and exceptional service. With a commitment to transparency, authenticity, and credibility, we look forward to our jobs every day, and we're excited to help you find the job you've been looking for.\nPay Transparency: Nelson Connects provides pay transparency by placing salary ranges in all job postings in accordance with state and local regulations. We are committed to communicating pay clearly throughout the employment process.\nCalifornia Fair Chance Act and Beyond: Qualified applicants with criminal histories will be considered for employment in accordance with applicable regulations. We will consider qualified Applicants for employment, including those with criminal histories, in a manner consistent with the requirements of applicable state and local laws, including the City of Los Angeles' Fair Chance Initiative for Hiring Ordinance, San Francisco Fair Chance Ordinance, and CA Fair Chance Act.\nTemporary Associate Benefits Offered: Weekly benefits offered include Medical, Dental, Vision, HSA, EAP, Life/AD&D, STD, Commuter FSA, + state mandated benefits.",
    "trans": "Опис роботи\nВи є обробником матеріалів з великою увагою до деталей та відданістю якості. Ви будете відповідальні за виконання основних завдань складу, таких як точний підбір та упаковка замовлень у різних умовах, включаючи холодне зберігання. Це тимчасове призначення на 6 місяців.\nЦя позиція оплачується; $19/год\nМісцезнаходження: Річмонд, Каліфорнія\nГрафік: Пн-Пт з 7:00 до 15:30 плюс понаднормова робота\nЩо ви будете робити:\nТочно підбирати та упаковувати замовлення, забезпечуючи акуратну підготовку до відправки.\nПрацювати в холодних приміщеннях та підтримувати кілька напрямків діяльності за вказівкою.\nПриходити на роботу вчасно та підтримувати позитивний настрій для сприяння співпраці з колегами.\nДотримання стандартів якості для зберігання матеріалів та тих, що призначені для клієнтів.\nЗабезпечення безпечного, чистого та організованого робочого середовища.\nЩо ви приносите:\nСередня освіта або еквівалент, а також відповідний досвід роботи в складському приміщенні.\nЗдатність читати, розуміти та ефективно виконувати інструкції.\nБазові комп'ютерні навички та знайомство з пристроями сканування RF.\nСамомотивація для правильного виконання завдань з першої спроби.\nДосвід роботи з навантажувачами, палетними візками або іншим відповідним обладнанням.\nСильні навички вирішення проблем та комунікації.\nГнучкість та адаптивність для ефективного пріоритезування роботи.\nЗдатність піднімати предмети вагою до 50 фунтів (близько 23 кг).\nЩоб дізнатися більше про культуру робочого місця та позицію, будь ласка, подайте заявку!\n#пандо\nПро Nelson Connects:\nЯкщо ви шукаєте нову можливість, експерти з набору персоналу компанії Nelson Connects можуть вам допомогти. Ми працюємо з компаніями різних типів і розмірів у всіх галузях. Ми допомагаємо таким людям, як ви, знайти захоплюючі посади у роботодавців, які варіюються від Fortune 100, державних установ і неприбуткових організацій до місцевих бізнесів, лідерів галузі та найгнучкіших стартапів. Кандидати, з якими ми працюємо, цінують наш чуйний підхід, щирі стосунки та винятковий сервіс. Зобов'язуючись до прозорості, автентичності та надійності, ми з нетерпінням чекаємо на нашу роботу кожен день і раді допомогти вам знайти роботу, яку ви шукали.\nПрозорість оплати: Nelson Connects забезпечує прозорість оплати, вказуючи діапазони зарплат у всіх оголошеннях про вакансії відповідно до державних та місцевих регуляцій. Ми прагнемо чітко комунікувати оплату протягом всього процесу працевлаштування.\nЗакон Каліфорнії про справедливі шанси та інше: Кваліфіковані кандидати з кримінальними історіями будуть розглянуті для працевлаштування відповідно до застосовних регуляцій. Ми будемо розглядати кваліфікованих кандидатів для працевлаштування, включаючи тих, хто має кримінальні історії, у спосіб, що відповідає вимогам застосовних державних та місцевих законів, включаючи ініціативу справедливих шансів на наймання міста Лос-Анджелес, постанова про справедливі шанси Сан-Франциско та Закон Каліфорнії про справедливі шанси.\nПропоновані переваги тимчасових співробітників: Щотижневі пропоновані переваги включають медичне страхування, стоматологічне страхування, зір, HSA, EAP, страхування життя/нещасного випадку (AD&D), короткострокове страхування (STD), FSA для комутаторів + обов'язкові державні пільги."
}