{
    "source": "en_US",
    "target": "uk_UA",
    "text": "tems contribute to the regulation of arterial blood pres- sure. One of these, the baroreceptor system, is a simple and excellent example of a rapidly acting control mecha- nism. In the walls of the bifurcation region of the carotid arteries in the neck, and also in the arch of the aorta in the thorax, are many nerve receptors called barorecep- tors, which are stimulated by stretch of the arterial wall. When the arterial pressure rises too high, the barore- ceptors send barrages of nerve impulses to the medulla of the brain. Here these impulses inhibit the vasomotor center, which in turn decreases the number of impulses transmitted from the vasomotor center through the sym- pathetic nervous system to the heart and blood vessels. Lack of these impulses causes diminished pumping activ- ity by the heart and also dilation of the peripheral blood vessels, allowing increased blood flow through the ves- sels. Both of these effects decrease the arterial pressure back toward normal.\nConversely, a decrease in arterial pressure below nor- mal relaxes the stretch receptors, allowing the vasomotor center to become more active than usual, thereby caus- ing vasoconstriction and increased heart pumping. The decrease in arterial pressure also raises arterial pressure",
    "trans": "беруть участь у регуляції тиску артеріальної крові. Одна з них, барорецепторна система, є простим і чудовим прикладом швидкодіючого механізму контролю. У стінках області біфуркації сонних артерій на шиї, а також у дузі аорти в грудній клітці є багато нервових рецепторів, які називаються барорецепторами, і які стимулюються розтягуванням артеріальної стінки. Коли артеріальний тиск піднімається занадто високо, барорецептори посилають шквал нервових імпульсів у довгастий мозок. Тут ці імпульси пригнічують судиноруховий центр, що, в свою чергу, зменшує кількість імпульсів, які передаються від судинорухового центру через симпатичну нервову систему до серця і кровоносних судин. Відсутність цих імпульсів призводить до зниження насосної активності серця, а також до розширення периферичних кровоносних судин, що дозволяє збільшити потік крові по судинах. Обидва ці ефекти знижують артеріальний тиск до нормального рівня.\nІ навпаки, зниження артеріального тиску нижче норми розслаблює рецептори розтягування, дозволяючи вазомоторному центру стати більш активним, ніж зазвичай, тим самим викликаючи звуження судин і посилення серцевого викиду. Зниження артеріального тиску також підвищує артеріальний тиск"
}