{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Labels for Crates\nEvery crate must be labelled with the NF label provided by DHL. This is mandatory to ensure smooth logistics.\nATA Carnet\nIf you wish to use DHL’s ATA Carnet service, please contact Martina or Christine directly.\nBefore contacting customs for carnet stamping, send the documents to Martina and Christine for a final review to ensure all details are correct.\nThe stamped carnet must be handed to the Sport Director at the start of the Oberhof World Cup (January), allowing DHL to immediately begin processing customs clearance. Martina and Matthias will provide further instructions accordingly.\nPlease ensure that only items listed on the carnet are packed in the crates and boxes. In particular, do not dispose of any broken equipment; it must be included in the crates. This is especially critical for shipments to and out of China.\nProhibited Cargo\nAny type of liquid (e.g., acetone, oil, visor shampoo, water) is strictly prohibited. Any type of liquid means any type of liquid\nBatteries not integrated into their respective machines, items, or tools must be removed and carried as carry-on luggage. Please confirm your airline's regulations on this.\nWe will attempt to arrange acetone, oil, grease, epoxy resin, and hardener for Korea and Yanqing.\nGiven the very tight delivery schedule, any delays or issues could significantly impact our sliding schedule and reduce the number of training runs for our athletes. It is crucial that you, your staff, and especially your athletes strictly follow the packing guidelines.\n[redacted_name] will be traveling with us and will serve as the primary contact for any questions during the process.\nWe will update you on the return date for crates coming back from China in the coming weeks.",
    "trans": "Мітки для ящиків\nКожен ящик повинен бути позначений етикеткою NF, наданою DHL. Це обов'язково для забезпечення безперебійної логістики.\nATA Carnet\nЯкщо ви бажаєте скористатися послугою ATA Carnet від DHL, будь ласка, зв'яжіться безпосередньо з Мартіною або Крістіною.\nПеред тим, як звертатися до митниці для штампування carnet, надішліть документи Мартіні та Крістіні для остаточного перегляду, щоб переконатися, що всі дані правильні.\nШтампований carnet повинен бути переданий спортивному директору на початку Кубка світу в Обергофі (січень), що дозволить DHL негайно розпочати процес митного оформлення. Мартіна та Маттіас нададуть подальші інструкції відповідно.\nБудь ласка, переконайтеся, що в ящиках і коробках упаковані лише предмети, зазначені в carnet. Особливо важливо не викидати пошкоджене обладнання; воно повинно бути включено в ящики. Це особливо критично для відправлень до Китаю та з нього.\nЗаборонений вантаж\nБудь-який тип рідини (наприклад, ацетон, олія, шампунь для щитків, вода) суворо заборонений. Будь-який тип рідини означає будь-який тип рідини\nAкумулятори, які не інтегровані в свої відповідні машини, предмети або інструменти, повинні бути зняті і перевезені як ручна поклажа. Будь ласка, підтверджте правила вашої авіакомпанії щодо цього.\nМи спробуємо організувати ацетон, олію, мастило, епоксидну смолу та затверджувач для Кореї та Янцзіня.\nВраховуючи дуже стислі терміни доставки, будь-які затримки або проблеми можуть значно вплинути на наш графік тренувань і зменшити кількість тренувальних заїздів для наших спортсменів. Вкрай важливо, щоб ви, ваш персонал і особливо ваші спортсмени строго дотримувалися інструкцій щодо упаковки.\n[redacted_name] буде подорожувати з нами і буде основним контактом для будь-яких питань під час процесу.\nМи оновимо вас щодо дати повернення ящиків з Китаю протягом найближчих тижнів."
}