{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A)Perhaps because most societies place so much emphasis on the parent-child relationship, there is a relative lack of information on the relationships among brothers and sisters. Yet sibling relationships can play essential roles in our development asindividuals and often bring just as much, if not more, joy, rage, pain, frustration, and pleasure. Relationships with brothers and sisters are also very long ones that we will experience in our lives, since most siblings outlive parents and they begin earlier than those we establish with friends.\nB)Many parents still believe in the myth that their children should naturally just get along, being loving, affectionate, and supportive of each other. However, the studies on siblings show that this natural amity is much more fiction than fact. The earliest research on relationships among siblings developed the common theme that brothers and sisters relate to each other intensely, competing for parental attention and status within the family unit. Indeed, young siblings frequently fight with each other, putting a strain on the entire family. Family psychologists report that squabbling among siblings is one of the top concerns of their clients.\nC)Many studies agree that sibling rivalry is the strongest between brothers -- especially when they are close in age. And that the rivalry continues into adulthood with increasing ambivalence, competition, and jealousy. This effect is most pronounced when the brothers have jobs of unequal status, for instance, if one is a successful stockbroker and the other a furniture salesman. One study even showed that male workers were the happiest with their jobs when they felt that they were doing better than their brothers and least satisfied when they felt their brothers were in a “better” occupation. Another study concluded that siblings use each other as “measuring sticks” to gauge how well they are doing in life. Thus, when one sibling seems to pull ahead in occupational status, sibling relationshipscan become strained.\nD)Rivalry is the basis of the vast majority of sibling interaction problems. In a typical family, each sibling wants and will fight in various ways for the attention the others are receiving. Rivalry can become especially pronounced when one of the children has a disability, because the parents will have to spend more time with the disabled child. Small children do not understand this, since they only perceive another child as a threat, and will work even harder to attract more parental attention. Unless the parents are careful to provide structure and limits, this usually results in the disabled child receiving too little attention, adding to the child’s disadvantages later in life.\nE)The rivalry seems to be least likely to occurbetween brothers and sisters, while sisters often report becoming much closer as they grow into adulthood. However, these comparisons can be deceiving. Some child behaviorists suggest that they are, in fact, false, and that people only have these impressions because boys’competition is more visible. Boys tend to fight physically, but girls tend to fight verbally. In all sibling configurations, reports of competitive feelings tend to diminish over time. Some scientists have concludedthat this is mainly due to the infrequency with which most siblings see each other in this age of widespread traveland rapid job changes and that if the siblings lived together once again, the rivalry would quickly reemerge. Recent research suggests that competition with siblings may not fade in actuality but many people are reluctant to admit this, believing such emotions to be immature or unworthy.\nF)Children’s natural selfishness lends them to sibling rivalry and is a normal component of all sibling relationships. Most is no cause for alarm. In fact, overreacting to such competition can do more harm than good, although ignoring it is not helpful either. According to several studies, most parents tend to react to conflict with passive noninterference, i.e., they do and say nothing or simply tell the children to stop fighting. The latter approach, if it works at all, merely prevents the children from expressing and learning about their own emotions and can actually prolong their rivalry into adulthood. A more effective approach for parents is to model positive behavior in their adult relationships and reward their childrenfor it. They can make such statements as, “I’m so proud of you two for working together on that project,” or “Seeing you share your toys with your sister makes me very happy.” Also, family therapists recommend that parents sit down with their children and act as a mediator incompetition-triggeredquarrels.\nG)Rivalry among siblings has its place in the natural order of things. Many experts regard it as providing a sort of training ground for what people can expect to experience as they grow into adolescence and adulthood. Competition is healthy among siblings when each has the opportunity to do well in different areas. For example, parents could encourage one child to learn how to play the clarinet,and the other could take piano lessons. However, too much rivalry or the continual dominance of one child can result in bitterness, fighting, refusal to share, toy stealing, name-calling, and other exhibitions of anger and frustration. Likewise, experts warn, that one-sided sibling rivalry, in which one child perpetually attacks the other, is a sign of an imbalance that should be addressed. Parents cannot expect to eliminate all rivalry from their children’s relationships, but should take steps to limit jealousy and excessive competition.",
    "trans": "A) Можливо, через те, що більшість суспільств надає таку велику увагу відносинам між батьками та дітьми, існує відносна нестача інформації про відносини між братами і сестрами. Проте, відносини між братами і сестрами можуть відігравати важливу роль у нашому розвитку як особистостей і часто приносять таку ж кількість радості, гніву, болю, розчарування та задоволення. Відносини з братами і сестрами також є дуже тривалими, оскільки більшість братів і сестер переживають своїх батьків і починають раніше, ніж ті, які ми встановлюємо з друзями.\nB) Багато батьків все ще вірять у міф про те, що їхні діти повинні природно ладнати один з одним, бути люблячими, ласкавими та підтримувати один одного. Однак дослідження щодо братів і сестер показують, що ця природна дружба є більш вигадкою, ніж реальністю. Найбільш ранні дослідження відносин між братами і сестрами розвинули загальну тему того, що брати і сестри інтенсивно взаємодіють один з одним, змагаючись за увагу батьків та статус у сімейному колі. Дійсно, молодші брати і сестри часто сваряться між собою, створюючи напругу в усій родині. Психологи сімейного типу повідомляють, що сварки між братами і сестрами є однією з основних проблем їхніх клієнтів.\nC) Багато досліджень погоджуються з тим, що суперництво між братами є найсильнішим - особливо коли вони близькі за віком. І це суперництво триває до дорослого життя зростаючою амбівалентністю, конкуренцією та заздрістю. Цей ефект найбільш виражений тоді, коли брати мають роботи нерівного статусу, наприклад, якщо один є успішним біржовим маклером, а інший - продавцем меблів. Одне дослідження навіть показало, що чоловіки-робітники були найщасливішими на своїй роботі тоді, коли відчували себе кращими за своїх братів і найменш задоволеними тоді, коли вважали своїх братів \"успішнішими\" в професії. Інше дослідження зробило висновок про те, що брати і сестри використовують один одного як \"мірильні палички\", щоб оцінити свій успіх у житті. Таким чином, коли один з братів або сестер здається більш успішним у професії, відносини між ними можуть стати напруженими.\nD)Суперництво є основою більшості проблем взаємодії між братами і сестрами. У типовій родині кожен брат або сестра хоче отримати увагу, яку отримують інші, і буде боротися за неї різними способами. Суперництво може стати особливо вираженим, коли одна з дітей має інвалідність, оскільки батьки повинні будуть проводити більше часу з дитиною з інвалідністю. Маленькі діти цього не розуміють, оскільки сприймають іншу дитину лише як загрозу і будуть ще більше намагатися привернути до себе увагу батьків. Якщо батьки не будуть обережні у наданні структури та обмежень, це зазвичай призводить до того, що дитина з інвалідністю отримує занадто мало уваги, що додає до недоліків дитини в подальшому житті.\nE)Суперництво, здається, найменш ймовірно виникає між братами і сестрами, тоді як сестри часто повідомляють про те, що стають набагато ближчими у дорослому віці. Однак ці порівняння можуть бути оманливими. Деякі дитячі поведінкові фахівці стверджують, що вони насправді є хибними і що люди мають ці враження лише тому, що конкуренція між хлопчиками більш помітна. Хлопчики зазвичай б'ються фізично, а дівчатка - словесно. У всіх конфігураціях братів і сестер повідомлення про конкурентні почуття зазвичай зменшуються з часом. Деякі вчені зробили висновок, що це в основному пов'язано з рідкістю зустрічей між більшістю братів і сестер в епоху широких подорожей та швидких змін роботи, і якщо брати і сестри знову жили разом, суперництво швидко відновилося б. Недавні дослідження свідчать про те, що конкуренція з братами і сестрами може насправді не зникати, але багато людей неохоче визнають це, вважаючи такі емоції незрілими або недостойними.\nF)Природна егоїстичність дітей призводить до суперництва між братами і сестрами і є нормальним компонентом усіх братерських відносин. Більшість з цього не є причиною для занепокоєння. Насправді, надмірна реакція на таку конкуренцію може завдати більше шкоди, ніж користі, хоча ігнорування її також не є корисним. Згідно з кількома дослідженнями, більшість батьків схильні реагувати на конфлікти пасивною неучастю, тобто вони нічого не роблять і не говорять або просто кажуть дітям припинити битися. Останній підхід, якщо він взагалі працює, лише запобігає вираженню та вивченню власних емоцій дітьми і насправді може продовжити їхнє суперництво в дорослому житті. Більш ефективним підходом для батьків є моделювання позитивної поведінки у своїх дорослих стосунках і винагорода своїх дітей за це. Вони можуть висловлювати такі заяви, як: \"Я так пишаюся вами двома за те, що ви працювали разом над цим проектом\" або \"Мене дуже радує те, що ви ділитеся своїми іграшками з сестрою\". Також сімейні терапевти рекомендують батькам сісти разом з дітьми і виступити в ролі посередників у суперечках, викликаних конкуренцією.\nG)Суперництво між братами і сестрами має своє місце в природному порядку речей. Багато експертів вважають його своєрідним тренувальним майданчиком для того, що люди можуть очікувати пережити в підлітковому віці та дорослому житті. Конкуренція є здоровою між братами і сестрами, коли кожен має можливість досягти успіху в різних сферах. Наприклад, батьки можуть заохотити одну дитину навчитися грати на кларнеті, а інша може взяти уроки гри на піаніно. Однак занадто велике суперництво або постійна домінування однієї дитини можуть призвести до образи, бійок, відмови ділитися, крадіжки іграшок, образливих прізвиськ та інших проявів гніву і розчарування. Також експерти попереджають про те, що одностороннє суперництво між братами і сестрами, при якому одна дитина постійно нападає на іншу, є ознакою дисбалансу, який слід вирішити. Батьки не можуть очікувати повного усунення всього суперництва з відносин своїх дітей, але повинні вжити заходів для обмеження ревнощів та надмірної конкуренції."
}