{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Education (CPCE) is a committee of the Senate of The Hong Kong Polytechnic University (PolyU). It is responsible for the academic development of CPCE which comprises two educational units, namely School of Professional Education and Executive Development (SPEED) and Hong Kong Community College (HKCC). Chaired by the Dean of CPCE, the membership of the College Board includes staff and student representatives.\nA student member vacancy from SPEED on the College Board is now open for election. The elected member will be appointed to the College Board for a one-year term of office from 1 January to 31 December 2025.\nFor more details concerning the election, please read the following documents/ information:\n1. Rules and Procedures of the Election of Student Members on the College Board;\n2. Terms of Reference and Composition of the College Board;\n3. Schedule for the Election; and\n4. Nomination Form.\nAs full-time students of PolyU-SPEED award programmes, you are eligible and are encouraged to participate in the nomination and election of a student member representing students of your unit on the College Board, which makes decisions related to your programme of studies.\nTo nominate a fellow student of SPEED to the College Board, please obtain his/ her consent and submit the completed Nomination Form to the CPCE Academic Registry (CAR) by email at [redacted_email]by 15 October 2024 (Tuesday), 4:00 p.m.\nFor queries, please contact CAR by phone at 3746 0900 or by email at [redacted_email]\nWith regards,\n[redacted_name]\nCollege Associate Registrar and Election Officer",
    "trans": "Освіта (CPCE) є комітетом Сенату Гонконгського політехнічного університету (PolyU). Вона відповідає за академічний розвиток CPCE, який складається з двох освітніх підрозділів: Школи професійної освіти та виконавчого розвитку (SPEED) та Гонконгського коледжу спільноти (HKCC). Головою CPCE є декан, а до складу Колегіального ради входять представники персоналу та студентів.\nВ даний час відкрито вакантне місце для студента з SPEED у Колегіальній раді, яке підлягає виборам. Обраний член буде призначений до Колегіальної ради на термін одного року з 1 січня по 31 грудня 2025 року.\nДля отримання додаткової інформації про вибори, будь ласка, ознайомтеся з наступними документами/інформацією:\n1. Правила та процедури виборів студентських членів Колегіальної ради;\n2. Завдання та склад Колегіальної ради;\n3. Графік виборів; та\n4. Форма для номінації.\nЯк студенти денної форми навчання програм PolyU-SPEED, ви маєте право і вас закликають взяти участь у номінації та виборах студентського члена, який представлятиме студентів вашого підрозділу в Колегіальній раді, яка приймає рішення, пов'язані з вашою навчальною програмою.\nЩоб номінувати іншого студента з SPEED до Колегіальної ради, будь ласка, отримайте його/її згоду і надішліть заповнену Форму для номінації до Академічного реєстру CPCE (CAR) електронною поштою на адресу [redacted_email] до 15 жовтня 2024 року (вівторок), 16:00.\nЯкщо у вас є запитання, будь ласка, зв'яжіться з CAR за телефоном 3746 0900 або електронною поштою [redacted_email]\nЗ повагою,\n[redacted_name]\nЗаступник реєстратора коледжу та відповідальний за вибори"
}