{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As my understanding of elderly care deepened, I continued to visit other nursing homes and conducted in-depth research. Providing adequate emotional care for the elderly is equally important as medical care, if not more important. In addition, a new policy about postponed retirement was recently introduced in China, which means current workforces are required to postpone their retirement age from 55 years old to approximately 60 years old. This might worsen the elderly care status. Therefore, I gradually envisioned an ideal model for elderly care services. This model involves building a community that emphasizes professional training and skills, especially in the field of psychology, and addresses the elderly’s social needs by offering recreational activities like traveling, dancing, playing sports, and even farming. Apart from these, this community can also offer other niche services, such as the provision of pets that have passed tests about how to discover and cure the negative emotions of their owners.",
    "trans": "З поглибленням мого розуміння догляду за літніми людьми я продовжував відвідувати інші будинки для людей похилого віку та проводив детальні дослідження. Надання адекватної емоційної підтримки літнім людям є так само важливим, як і медичний догляд, якщо не більш важливим. Крім того, в Китаї нещодавно була введена нова політика щодо відстрочки виходу на пенсію, що означає, що нинішня робоча сила повинна відкласти свій вихід на пенсію з 55 років до приблизно 60 років. Це може погіршити ситуацію з доглядом за літніми людьми. Тому я поступово уявив собі ідеальну модель для послуг догляду за літніми людьми. Ця модель передбачає створення спільноти, яка підкреслює професійне навчання та навички, особливо в галузі психології, і задовольняє соціальні потреби літніх людей шляхом пропозиції рекреаційних заходів таких як подорожі, танці, заняття спортом і навіть фермерство. Крім цього, ця спільнота може також запропонувати інші нішеві послуги, такі як надання домашніх тварин, які пройшли тести на вміння виявляти та лікувати негативні емоції своїх власників."
}