{
    "source": "en_US",
    "target": "uk_UA",
    "text": "no.”\n“Let her have some, Boss. We need to prepare her for all the vodka.” [redacted_name] fills my glass with wine and narrowly escapes having his head chopped off by Papa’s glare.\nThen he pretends not to have noticed the murder attempt and gets engrossed in his food.\n“Didn’t you have eat not two hours ago?”[redacted_name] calls him out on his bullshit point-blank.\n“So what? Food tastes so much better with the kids around.”\n“That’s true.” Mom sighs. “I’m so happy you guys came back, even if it’s just for a few days. Apparently, you’re all grown up and don’t need to visit your mother anymore.”\n“Of course not.” I side-hug her. “We’re just too busy with school.”\n“And other things,” [redacted_name] says casually while cutting his steak.\nI make a face at him and he just remains in his blank mode.\nWe agreed that he’d let me talk to them on my own. Which I’ll do in the morning because I’m too drained for that conversation tonight.\n“Oh, I know.” Mom rubs my hand that’s on the table. “I’m glad you made friends. They looked nice.”\n“They’re the best ever. We’re having a lot of fun on campus.”\n“Not too much fun, though, right?” Papa levels me with one of his stern fatherly looks again.\n“Oh, [redacted_name]. Let her be,” Mom chastises. “Tell me all about the fun you’ve had.”\nI chatter on and on, interrupted by Jeremy's semi-threatening objections whenever he feels like I’ve veered too close to the subject we’re here for.\nWe",
    "trans": "ні.\"\n\"Нехай вона трохи вип’є, босе. Нам потрібно підготувати її до всього цього горілки.\" [redacted_name] наповнює мій келих вином і ледь не отримує від Папи погляд, який може відрубати йому голову.\nПотім він робить вигляд, що не помітив спроби вбивства, і занурюється у свою їжу.\n\"Хіба ти не їв дві години тому?\" - [redacted_name] прямо викриває його у брехні.\n\"І що з того? Їжа смакує набагато краще, коли діти поруч.\"\n\"Це правда.\" - зітхає мама. \"Я так рада, що ви повернулися, навіть якщо лише на кілька днів. Здається, ви всі виросли і більше не потребуєте візитів до своєї матері.\"\n\"Звісно, ні.\" - я обіймаю її з боку. \"Ми просто занадто зайняті навчанням.\"\n\"І іншими справами,\" - [redacted_name] невимушено каже, ріжучи свій стейк.\nЯ роблю на нього гримасу, а він просто залишається у своєму беземоційному стані.\nМи домовилися, що він дозволить мені поговорити з ними наодинці. Я зроблю це вранці, бо сьогодні ввечері я занадто втомлена для цієї розмови.\n\"О, я знаю.\" - мама гладить мою руку, яка лежить на столі. \"Я рада, що ти знайшла друзів. Вони виглядали приємно.\"\n\"Вони найкращі. Нам дуже весело на кампусі.\"\n\"Але не надто весело, правда?\" - Папа знову дивиться на мене своїм суворим батьківським поглядом.\n\"О, [redacted_name]. Дай їй спокій,\" - мама зауважує. \"Розкажіть мені про всі веселощі, які ви мали.\"\nЯ балакучий і балакучий, перерваний напівзагрозливими запереченнями Джеремі щоразу, коли він відчуває, що я занадто близько підійшов до теми, з якою ми тут.\nМи"
}