{
    "source": "en_US",
    "target": "uk_UA",
    "text": "\"Stop walking like that\" Hela whispered furiously as she looked towards Bella.\nBella, who was having trouble walking on heels, snapped at her \"Oh I'm sorry! It's not like I just started walking on heels a few days ago and now I have to fight people while wearing them!\"\nToday was the day that a deal was made 10 years ago between a human and Hela. Normally Hela sends Hellhounds after the humans, but she wanted to fully test Bella on her fighting skills.\nHela shook her head and chuckled while she stopped Bella, she fixed Bella's hair as she went over the plan once more \"So, Plan's simple. I go over to the human, you stay close and he's a powerful man, so there's chances he has backups. Protect yourself and fight them all off, if anything goes side ways, you have the guns strapped to your thigh. Okay?\"\n\"Okay!\" Bella said nervously as she gulped and looked around.\n\"Hey, everything is going to be fine. You're trained well enough, just show them those moves I taught you.\" Hela reassured one last time, before walking off with Bella behind her.\nWhen they walked in it was a ballroom full of people who were partying and drinking, but when they entered everyone looked at them. Hela was wearing a black with silver dress and Bella was wearing a loose black dress. Hela smirked as every eye turned to them and Bella took a deep breath while slowly starting to smile as well.\nEveryone turned back to what they were doing as they walked down the stairs. Hela looked around the room and found the man they were looking for as he was staring right at them. Hela nudged Bella while nodding her head towards the man, they started walking towards him as he whispered something in the ear of one of his men.\n\"Hello there Mr. Argent, I haven't seen you in what? 10 years?\" Hela said as she stood in front of the man while he glared at her.",
    "trans": "\"Перестань так ходити\", - прошептала Хела з люттю, дивлячись на Беллу.\nБелла, яка мала проблеми з ходьбою на підборах, відповіла їй: \"Ой, вибач! Ніби я тільки кілька днів тому почала ходити на підборах і тепер мені доводиться битися в них!\"\nСьогодні був день, коли 10 років тому була укладена угода між людиною та Хелою. Зазвичай Хела посилає пекельних собак за людьми, але вона хотіла повністю перевірити Беллу на її бойові навички.\nХела похитала головою і засміялася, зупинивши Беллу. Вона поправила волосся Белли і ще раз пройшла по плану: \"Отже, план простий. Я підійду до людини, ти залишишся поруч, і він потужний чоловік, тому є ймовірність, що у нього є підмога. Захищай себе і бий їх усіх, якщо щось піде не так, у тебе є пістолети на стегні. Зрозуміла?\"\n\"Зрозуміла!\" - нервово відповіла Белла, ковтаючи і оглядаючись навколо.\n\"Гей, все буде добре. Ти достатньо добре навчена, просто покажи їм ті рухи, які я тобі навчила.\" - ще раз заспокоїла Хела перед тим, як піти вперед з Беллою за собою.\nКоли вони увійшли, це був бальний зал повний людей, які святкували та пили алкогольні напої, але коли вони увійшли, всі подивилися на них. Хела була в чорній сукні зі сріблом, а Белла - в loose чорній сукні. Хела посміхнулася в той момент, коли всі погляди звернулися до них, а Белла глибоко вдихнула і повільно почала також усміхатися.\nВсі повернулися до своїх справ, коли вони спустилися сходами. Хела оглянула кімнату і знайшла чоловіка, якого вони шукали - він прямо дивився на них. Хела штовхнула Беллу ліктем і кивнула головою в бік чоловіка; вони почали йти до нього в той момент, коли він прошептав щось одному зі своїх людей.\nПривіт, пане Аргент, я вас не бачила вже, напевно, 10 років?\" - сказала Хела, стоячи перед чоловіком, який дивився на неї з неприязню."
}