{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Rolling his eyes Jake got out slamming his door making Penny jump a bit but climbing out as well. As Jake long legs walked towards his house Penny had to jog to catch up to him as she didn't want to be left behind.\nBefore Jake could open up the door Billy Black swung the door open with a big smile on his face. \"Little P you're back.\" Penny smiled brightly at the older man and gave him a hug which he tighten making her giggle.\n\"I've missed you Papa B.\" Penny pushed Billy into the living room where Jake turned on some football. Billy was like a father Penny never had and she was grateful how Billy saw her as another child of his. Penny was over a lot just as much as she was over at Embry's place. Thinking about Embry Penny's smile falter as she missed Mama Call and Embry both very dearly.\n\"What's wrong P?\" Billy asked as he set a hand on top of the girl's shoulder.\n\"I just miss Emb.\" Penny sighed making her shoulders slump. Jake turned his head to look at the girl knowing she was taking the whole Embry thing badly.\nJake hated to admit it but he was jealous of their friendship. Jake was close to Penny closer than Quil is but he wasn't as close to Penny as Embry was. No one would be able to be as close as those two. Jake was pissed how Embry just all of sudden dropped them but most importantly her.\nJake never told Penny how Embry is now part of Sam's cult and how much he changed. Also how he had a new group of friends because he was scared of what might happen to Penny once she sees or hears that Embry abandoned them for good.\nBefore Billy could say anything headlights made themselves known as Bella pulled into the driveway. Jake shot up from the couch pulling Penny along outside all the way to Bella's truck.\n\"Hey Jake!\" Bella said as she got out the red beat up truck. Penny never really talked to Bella besides that one night, the night everything went downhill in her life.\n\"Bella!\" Jake shouted as he lifted the girl in the air and spun her around like a rag doll. Bella let a laugh come out before Jake sat her back down.\n\"Oh hey Penny.\" Bella waved at the girl that was currently hiding behind Jake. Penny wished Bella didn't notice her so she could sneak away and go back inside with Billy.\nGiving Bella an awkward wave Penny quietly spoke, \"Hi.\" Penny forced a smile to appear on her face knowing if she was Bella she wouldn't really believe in Penny's happy mood.\nNodding her head Bella turned and talked to Jake. Penny felt uncomfortable as she was not included in their conversation and was left to stand by herself.\nTaking in her surroundings Penny saw the two dirt bikes as they looked a lot better than what they did the first time she had saw them. Walking up to one Penny let her fingers run along as she traced a couple of designs on them knowing Jake did those as well.\n\"So Penny ready to ride.\" Jake questioned the girl making her jump from being focus too much on the bike.\nPenny bit her lip as she asked herself in her head why did she agree over and over again. Answering his answer Penny spoke, \"Um, I'll just uh..um..watch.\"\nJake could see the girl was uncomfortable and felt kind of bad. Turning his head he looked at Bella and gestured towards the bike as she hopped on. Showing her which ones to use and which was the brake Bella nodded.\n\"Just go slow.\" Jake spoke as Bella quickly jerked herself forward then coming to a rather quick stop.\nPenny could see the look on Bella's face as she realized she needed to go faster. Penny feared now for Bella's life as Bella started to go faster this time.\n\"Bella hit the brake!\" Jake shouted as he quickly hopped on the other dirt bike and headed off towards where Bella lost control and crashed.\nPenny ran inside grabbing a cloth and a bag of ice before running over towards the two. Only to see a shirtless Jake and Bella's head bleeding.\n\"You're beautiful.\" Bella spoke making Penny giggle as she dabbed a bit at Bella's head and gently putting the ice pack on top.\n\"Jake's no beauty.\" Penny giggled out as Jake gave her a goofy grin as he wiggled his eyebrows.\n\"You must've hit your head hard.\" Jake chuckled at the girl. As he helped her up and into her truck so he can take her to the hospital to get stitches. \"Stay here Penny.\"\nWith that being said Jake left the blonde outside as he drove off with Bella. Penny couldn't believe Jake just ditched her like that and not even consider she wanted to go to make sure Bella was alright. Bella and her might not be good friends but Penny saw her as an acquaintance and wanted to make sure she was alright for goodness sakes.\nPenny waited maybe five to ten minutes before she decided to walk home. Penny liked Jake and wanted nothing but the best for him but it was obvious Bella didn't like him and was only leading him on.\nPenny had a lot of thoughts running through her head as she walked home not realizing her mom was home earlier than usual and she brought friends.\nAs Penny opened up the door she could hear her mother's voice laughing along with a couple of other females. Penny shut the door behind her and made her way towards the kitchen seeing three ladies she's never met before.\n\"Oh Crissy you never told us you had a daughter.\" The red hair lady spoke as she pointed towards Penny. \"A beautiful one at that.\"\n\"Oh I didn't? My bad. This is Penny she's always locked up in her room or running around with a couple of boys.\" Her mother spoke not really caring how her words were worded.\n\"Oh my is she the town's tramp?\" The brunette woman asked whispering a bit too loudly. Penny's eyes were wide at the lady's assumption towards her. This lady didn't even know her and was already making up assumptions that were not true.\n\"No, Bertha she's not. She's never dated a guy and plus she won't be getting a guy anytime soon looking like that.\" Chrissy spoke towards her daughter as she whispered back making the other three laugh.\nHer mother pointed towards Penny's outfit as she was wearing black leggings, her red shirt that was possibly a bit too big and her tennis shoes. Her tennis shoes and leggings were both covered in mud but Penny didn't think it was that noticeable.\n\"She's a mute anyways. Hard to find she actually has friends.\" Chrissy snickered as well as the other three at Penny as she made her way upstairs to her room.\nShutting her door shut Penny turned her radio on and listen to Needed You by Rihanna.\nPenny collapsed on the bed as she was tired of how everyone was treating her lately. She was use to her mother treating her like that since Penny wasn't the perfect child her mother hoped her to be.\nPenny's mother wished for her to have her social skills, to be ms. popular at school just like her mother, and also to not have the stupid birthmark Penny has on her right wrist that goes halfway up her forearm. Penny's birthmark was a bunch of what looks to be swirls connecting or one big giant ocean wave as Embry calls it.\nIt was like every time her mother saw the birthmark, every time, her mother would give her a disapproving look and shake her head. As if she knew something that Penny did not.\nPenny could hear the laughter over her radio so she turned it up a bit louder to drown out their laughs and voices.\nStaring up at her ceiling Penny could see the million of pictures she had of her and the boys doing stupid stuff and just having fun. There were a lot of just Embry and Penny as they made their own adventures on their own if the other boys were too busy or were grounded.\nPenny laughed as she saw the one that had Embry carrying Jake on his back and Quil attempting to climb on Penny's. They were wanting to play chicken but on land instead of the water and her grandmother happened to take the picture at the right time. Where Jake looked to be shouting and fist pumping the air with Embry laughing and Penny looking afraid as Quil was mid air jumping on her back with a look of pure enjoyment.",
    "trans": "Прокинувшись від роздратування, Джейк вийшов з машини і закрив двері так сильно, що Пенні трохи стрибнула від несподіванки, але також вилізла з машини. Коли довгі ноги Джейка йшли до його будинку, Пенні довелося бігти за ним, оскільки вона не хотіла залишитися позаду.\nПерш ніж Джейк зміг відкрити двері, Біллі Блек різко відкрив їх з великою усмішкою на обличчі. \"Маленька Пі, ти повернулася.\" Пенні яскраво усміхнулася старшому чоловіку і обняла його, на що він відповів ще міцніше обіймами і змусив її засміятися.\n\"Я скучала за тобою, Папа Б.\" Пенні штовхнула Біллі у вітальню, де Джейк увімкнув футбол. Біллі був як батько для Пенні, якого вона ніколи не мала, і вона була вдячна за те, як Біллі сприймав її як ще одну свою дитину. Пенні часто бувала у нього вдома так само часто, як і у Ембрі.\nДумки про Ембрі змусили усмішку Пенні згаснути - вона дуже сумувала за Мамою Калл та Ембрі.\"Що сталося, Пі?\" - запитав Біллі, поклавши руку на плече дівчини.\n\"Я просто сумую за Ембом,\" - зітхнула Пенні, опустивши плечі. Джейк повернув голову, щоб подивитися на дівчину, знаючи, що вона погано сприймає всю ситуацію з Ембрі.\"\nДжейку не хотілося визнати це, але він заздрив їхній дружбі. Джейк був близький до Пенні, навіть ближче, ніж Квілл, але він не був так близький до Пенні, як Ембрі. Ніхто не зміг би бути так близько, як ці двоє. Джейк був розлючений тим, як Ембрі раптово залишив їх, але найголовніше - її.\"\nДжейк ніколи не розповідав Пенні про те, як Ембрі тепер є частиною культу Сема і як сильно він змінився. Також про те, як у нього з'явилася нова група друзів, тому що він боявся того, що може статися з Пенні, коли вона побачить або почує, що Ембрі назавжди залишив їх.\"\nПерш ніж Біллі встиг щось сказати, фари автомобіля дали про себе знати, коли Белла заїхала на подвір'я. Джейк підскочив з дивана і потягнув Пенні за собою до вантажівки Белли.\n\"Привіт, Джейк!\" - сказала Белла, виходячи з червоної побитої вантажівки. Пенні ніколи особливо не спілкувалася з Беллою, окрім тієї однієї ночі, коли все в її житті пішло шкереберть.\n\"Белло!\" - закричав Джейк і підняв дівчину в повітря, обертаючи її як ляльку. Белла засміялася перед тим, як Джейк поставив її назад на землю.\n\"Ой привіт, Пенні.\" - сказала Белла дівчинці, яка зараз ховалася за Джейком. Пенні хотіла б, щоб Белла її не помічала і щоб вона могла непомітно піти назад всередину з Біллі.\nПенні незручно помахала Беллі і тихо сказала: \"Привіт.\" Вона примусила усмішку з'явитися на своєму обличчі, знаючи, що якщо б вона була на місці Белли, то не повірила б у веселий настрій Пенні.\nКиваючи головою, Белла повернулася до Джейка і почала розмовляти з ним. Пенні почувалася незручною через те, що не була включена в їхню розмову і залишилася стояти сама.\nОглядаючи навколишнє середовище, Пенні побачила два мотоцикли для їзди по бездоріжжю; вони виглядали набагато краще ніж тоді вперше коли вона їх бачила. Підійшовши до одного з них, Пенні провела пальцями по ньому і провела кілька ліній по малюнках на ньому; вона знала що це зробив Джейк.\"\n\"Отже, Пенні готова до поїздки?\" - запитав Джейк дівчину, змусивши її стрибнути від того, що вона занадто зосередилася на мотоциклі.\nПенні прикусила губу і запитала себе в голові, чому вона знову і знову погодилася. Відповідаючи на його запитання, Пенні сказала: \"Ем, я просто... спостерігатиму\".\nДжейк бачив, що дівчина відчуває себе незручно, і йому стало трохи шкода. Повернувши голову, він подивився на Беллу і жестом показав їй на мотоцикл, на який вона сіла. Показуючи їй, які використовувати та яка гальма, Белла кивнула.\n\"Просто їдь повільно.\" - сказав Джейк, коли Белла швидко рвонула вперед і потім зупинилася досить різко.\nПенні бачила вираз обличчя Белли, коли вона зрозуміла, що їй потрібно їхати швидше. Тепер Пенні боялася за життя Белли, коли та почала їхати швидше.\n\"Белла, натисни на гальмо!\" - закричав Джейк, швидко сівши на інший мотоцикл і поїхав туди, де Белла втратила контроль і впала.\nПенні побігла всередину, схопила шматок тканини та пакет з льодом і побігла до двох. Лише щоб побачити Джейка без футболки та кровоточиву голову Белли.\n\"Ти красива.\" - сказала Белла, змусивши Пенні засміятися, поки вона обережно прикладала шматочок до голови Белли і ніжно клала пакет з льодом зверху.\n\"Джейк не красень.\" - весело сказала Пенні, коли Джейк подарував їй дурну усмішку і підняв брови.\n\"Ти напевно сильно вдарилася головою.\" - засміявся Джейк над дівчиною. Допомагаючи їй встати і сісти в її вантажівку, щоб відвезти її до лікарні за швами. \"Залишайся тут, Пенні.\"\nСказавши це, Джейк залишив блондинку зовні і поїхав з Беллою. Пенні не могла повірити, що Джейк просто так її кинув і навіть не подумав про те, що вона хоче піти переконатися, що з Беллою все гаразд. Можливо, у Пенні та Белли не було добрих стосунків, але Пенні вважала її знайомою і хотіла переконатися, що з нею все гаразд ради Бога.\nПенні чекала може п'ять-десять хвилин перед тим як вирішити піти додому пішки. Пенні подобався Джейк і вона бажала йому лише найкращого, але було очевидно, що Белла його не любить і лише грає ним.\nУ Пенні було багато думок, які крутяться в її голові, коли вона йшла додому, не усвідомлюючи, що її мама прийшла додому раніше звичайного і привела з собою подруг.\nКоли Пенні відкрила двері, вона почула голос своєї матері, яка сміялася разом з кількома іншими жінками. Пенні закрила за собою двері і попрямувала до кухні, де побачила трьох жінок, яких ніколи раніше не зустрічала.\n\"Ой, Кріссі, ти ніколи не говорила нам, що у тебе є дочка\", - сказала червоноока жінка, вказуючи на Пенні. \"І ще така красива!\"\n\"Ой, я не сказала? Моя помилка. Це Пенні, вона завжди сидить у своїй кімнаті або бігає з кількома хлопцями\", - сказала її мати, не звертаючи уваги на те, як сформульовані її слова.\n\"Ой, чи вона міська повія?\" - запитала брюнетка, трохи занадто голосно прошепотівши. Очі Пенні розширилися від припущення цієї жінки про неї. Ця жінка навіть не знала її і вже робила неправдиві припущення.\n\"Ні, Берта, вона не повія. Вона ніколи не зустрічалася з хлопцем і плюс до того виглядає так, що скоро хлопця не отримає\", - відповіла Кріссі своїй дочці шепотом, викликавши сміх у інших трьох.\nЇї мати вказала на одяг Пенні: на ній були чорні легінси, червона футболка, яка можливо була трохи занадто великою для неї, і кросівки. Її кросівки та легінси були обидва забруднені брудом, але Пенні не думала, що це так помітно.\n\"Вона все одно німа. Важко знайти друзів\", - засміялася Кріссі разом з іншими трьома над Пенні, коли та піднялася до себе в кімнату.\nЗакривши двері за собою, Пенні включила радіо і послухала пісню Needed You від Ріанни.\nПенні впала на ліжко від того, як втомлена була від того, як останнім часом всі ставляться до неї. Вона звикла до того, що її мати так до неї ставиться, оскільки Пенні не була тією ідеальною дитиною, якою її мати сподівалася бачити.\nМати Пенні бажала, щоб у неї були соціальні навички, щоб вона була популярною в школі, як її мати, а також щоб у неї не було дурного родимки, яка є у Пенні на правому зап'ясті і доходить до половини її передпліччя. Родимка Пенні виглядала як купа спіральок, що з'єднуються, або як одна велика океанська хвиля, як її називає Ембрі.\nКожного разу, коли її мати бачила цю родимку, вона завжди давала їй неодобрюючий погляд і хитала головою. Наче знала щось таке, чого не знала Пенні.\nПенні чула сміх через своє радіо, тому вона трохи гучніше його включила, щоб заглушити їхні сміхи та голоси.\nДивлячись на стелю, Пенні могла бачити мільйони фотографій, на яких вона з хлопцями роблять дурниці і просто веселяться. Багато з них були тільки з Ембрі та Пенні, коли вони самостійно створювали свої власні пригоди, якщо інші хлопці були занадто зайняті або покарані.\nПенні засміялася, коли побачила фотографію, на якій Ембрі несе Джейка на спині, а Квіл намагається залізти на Пенні. Вони хотіли грати в \"курку\", але на суші замість води, і її бабуся випадково зробила фотографію в потрібний момент. На ній Джейк виглядає так, ніби кричить і підкидає кулаки в повітря, Ембрі сміється, а Пенні виглядает наляканою, поки Квіл стрибає їй на спину з виразом чистого задоволення."
}