{
    "source": "en_US",
    "target": "uk_UA",
    "text": "- Proof of business registration\nGo to the compliance center\n- KYP form\n3. Resubmit the KYP form via the compliance center\nThanks for submitting the Know Your Partner (KYP) form. Unfortunately, we couldn’t verify your details, but don’t worry – it's an easy fix.\n**Tips for successful verification**\n1. Make sure your information is exactly the same across all sources (more details below)\nStart by reviewing the previous email to understand why verification may have failed. Then, follow these steps to resolve the issue:\nLearn more about verifying the info in the Know Your Partner form.\nYou can access the compliance center from the user account icon in the top corner of the Extranet. Only primary accounts can access it, and the information you provide will apply to all properties in your portfolio. For more support, call us at the dedicated phone number on the Extranet, or message us via the Extranet inbox.\n2. Correct any discrepancies you find\n- Booking.com Accommodation Agreement\nYou can find more information about these new regulations, including why you need to complete the KYP form, in the compliance center. Check the compliance center regularly to keep track of any outstanding tasks.\nIf you’re listing your property as an individual partner, your details need to be exactly the same across these sources:\n**We’re here to support you**\nBest regards,\n- Booking.com Accommodation Agreement\n- Proof of address\n- ID document\n- KYP form\nDear Partner,\nYour Booking.com Team\nIf you’re listing your property as a business entity, your details have to be exactly the same across these sources:\nTo prevent any negative impact—like your property being closed or blocked from European Economic Area travelers’ visibility—complete the form soon.\n**Act now to prevent booking loss**",
    "trans": "- Доказ реєстрації бізнесу\nПерейдіть до центру відповідності\n- Форма KYP\n3. Повторно надішліть форму KYP через центр відповідності\nДякуємо за подання форми Know Your Partner (KYP). На жаль, ми не змогли перевірити ваші дані, але не хвилюйтеся - це легко виправити.\n**Поради для успішної перевірки**\n1. Переконайтеся, що ваша інформація точно така ж у всіх джерелах (детальніше нижче)\nПочніть з перегляду попереднього електронного листа, щоб зрозуміти, чому перевірка могла не вдатися. Потім виконайте ці кроки, щоб вирішити проблему:\nДізнайтеся більше про перевірку інформації у формі «Знай свого партнера».\nВи можете отримати доступ до центру відповідності з іконки облікового запису користувача у верхньому куті Extranet. Тільки основні облікові записи можуть отримати до нього доступ, а інформація, яку ви надаєте, буде застосовуватися до всіх об'єктів у вашому портфелі. Для отримання додаткової підтримки зателефонуйте нам за спеціальним номером телефону на Extranet або надішліть нам повідомлення через вхідні повідомлення Extranet.\n2. Виправте будь-які розбіжності, які ви знайдете\n- Угода про розміщення на Booking.com\nВи можете знайти більше інформації про ці нові регуляції, включаючи причини, чому вам потрібно заповнити форму KYP, у центрі відповідності. Регулярно перевіряйте центр відповідності, щоб відстежувати будь-які невиконані завдання.\nЯкщо ви реєструєте свою власність як індивідуальний партнер, ваші дані повинні бути точно такими ж у цих джерелах:\n**Ми тут, щоб вас підтримати**\nЗ найкращими побажаннями,\n- Угода про розміщення на Booking.com\n- Доказ адреси\n- Документ, що посвідчує особу\n- Форма KYP\nШановний партнере,\nВаша команда Booking.com\nЯкщо ви реєструєте свою власність як юридичну особу, ваші дані повинні бути точно такими ж у цих джерелах:\nЩоб запобігти будь-якому негативному впливу, наприклад, закриттю вашої власності або блокуванню видимості для мандрівників з Європейської економічної зони, заповніть форму якомога швидше.\n**Дійте зараз, щоб запобігти втраті бронювання**"
}