{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Perks Coupon valid on one eligible transaction over $300. Coupon expires 11:59PM AEDT on 13.10.2024. Coupon cannot be used in conjunction with any other coupon. Perks Coupon can be redeemed by adding the coupon to your online transaction, or by presenting the coupon at Australian stores, excluding Airport locations. Excludes: Apple products, Game Consoles, Foxtel services, JB Hi-Fi Mobile Plans and Services, Miele & Asko agency products, Dell Built to Order, Trading Cards, Pre-Paid Cards & Gift Cards, Pre-Orders, JB Hi-Fi Mobile Extras and Delivery Services and products sold by third party (JB Hi-Fi Marketplace) sellers. Perks Coupons are special offers available to Perks members only and discount applies to the current ticketed prices of relevant products for non-Perks members. As prices change regularly and we frequently run sales and negotiate on price, some products are likely to have been sold below the current ticketed prices prior to this offer. Prices may change after this offer ends.",
    "trans": "Купон Perks дійсний для однієї кваліфікованої транзакції на суму понад 300 доларів. Термін дії купона закінчується о 23:59 AEDT 13.10.2024. Купон не може бути використаний разом з будь-яким іншим купоном. Купон Perks можна використати, додавши його до вашої онлайн-транзакції або пред'явивши купон у магазинах Австралії, за винятком аеропортів. Винятки: продукти Apple, ігрові консолі, послуги Foxtel, мобільні плани та послуги JB Hi-Fi, продукція агентств Miele та Asko, Dell Built to Order, торгові картки, передплачені картки та подарункові картки, попередні замовлення, мобільні доповнення JB Hi-Fi та послуги доставки, а також продукти, що продаються третіми сторонами (продавцями на ринку JB Hi-Fi). Купони Perks - це спеціальні пропозиції, доступні лише для членів Perks, і знижка застосовується до поточних цін на відповідні продукти для немає членів Perks. Оскільки ціни регулярно змінюються і ми часто проводимо розпродажі та ведемо переговори про ціну, деякі продукти можуть бути продані за цінами нижчими за поточні цінники до цієї пропозиції. Ціни можуть змінитися після закінчення цієї пропозиції."
}