{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name], here’s what CreditWise from CapitalOne has for you\nFind out if you’re pre-approved for a credit card today.\nCompare credit card options with our pre-approval tool. It’s quick, simple and won’t affect your credit score.\nCheck if I’m pre-approved\nThanks for being a CreditWise user. Take a moment to check out what could be in store for you. Or, sign in to CreditWise to use the tools available to help you improve your financial health—including credit score and dark web monitoring, personalized suggestions and the credit score simulator. ¹\nAbout this message\nYou are receiving this offer because you are a CreditWise customer. Your CreditWise score won’t factor into the approval decision if you apply. Hard inquiries from credit applications may cause a decrease in score.\nThe site may be unavailable during normal maintenance or due to unforeseen circumstances.\n¹Alerts are based on changes to your TransUnion® and Experian® credit reports and information we find on the dark web. The CreditWise Simulator provides an estimate of your score change and does not guarantee how your score may change.\nImportant information from CapitalOne\nUnsubscribe|Contact us|Privacy| Helppreventfraud\nTo ensure delivery, add capitalone@message.capitalone.com to your address book.\nThis email advertisement was sent to [redacted_info]. You received this email as a valued CreditWise customer.\nWhere does my CreditWise score come from?\nYour CreditWise score is calculated using the TransUnion® VantageScore® 3.0 model, which is one of many credit scoring models. Your CreditWise score is a good measure of your overall credit health, but it is not likely to be the same score used by creditors. The availability of the CreditWise tool depends on our ability to obtain your credit history from TransUnion. Some monitoring and alerts may not be available to you if the information you enter at enrollment does not match the information in your credit file at (or you do not have a file at) one or more consumer reporting agencies.\nCapital One does not provide, endorse or guarantee any third-party product, service, information or recommendation listed above. The third parties listed are not affiliated with CapitalOne and are solely responsible for their products and services. All trademarks are the property of their respective owners.\nPlease do not reply to this message, as this email inbox is not monitored. To contact us, visit www.capitalone.com/help-center/contact-us.\nProducts and services are offered by CapitalOne, N.A.\n© 2024 CapitalOne. CapitalOne is a federally registered service mark. 15000 CapitalOne Drive, Attn.: 12038-0111, Richmond, Virginia 23238. To contact us by mail, please use the following address: CapitalOne, P.O. Box 30285, Salt Lake City, Utah 84130-0285.\nFOCWE1 46599 1882365\nTP1001",
    "trans": "[redacted_name], ось, що CreditWise від CapitalOne пропонує вам!\nДізнайтеся, чи отримали ви попереднє схвалення на кредитну картку.\nПорівняйте варіанти кредитних карт за допомогою нашого інструменту попереднього схвалення. Це швидко, просто і не вплине на ваш кредитний бал.\nПеревірте, чи отримано попереднє схвалення\nДякуємо, що стали користувачем CreditWise. Виділіть трохи часу, щоб дізнатися, що може вас чекати. Або увійдіть до системи CreditWise, щоб скористатися доступними інструментами, які допоможуть вам покращити свій фінансовий стан, включно з моніторингом кредитного балу та дарк-нету, персоналізовані пропозиції та симулятор кредитного балу. ¹\nПро це повідомлення\nВи отримуєте цю пропозицію, оскільки є клієнтом CreditWise. Ваш кредитний бал CreditWise не буде враховуватися при прийнятті рішення про схвалення заявки. Складні запити в кредитних заявках можуть призвести до зниження балу.\nПід час звичайного технічного обслуговування або через непередбачувані обставини сайт може бути недоступний.\n¹Сповіщення базуються на змінах у ваших кредитних звітах TransUnion® та Experian®, а також на інформації, яку ми знаходимо в Інтернеті. Симулятор CreditWise надає приблизну оцінку зміни вашого балу і не гарантує, як саме він може змінитися.\nВажлива інформація від CapitalOne\nСкасувати підписку|Зв'язатися з нами|Конфіденційність| Допомогти запобігти шахрайству\nЩоб забезпечити доставку, додайте capitalone@message.capitalone.com до своєї адресної книги.\nЦе рекламне повідомлення було надіслано на адресу [redacted_info]. Ви отримали цей лист як цінний клієнт CreditWise.\nЯк формується мій бал CreditWise?\nВаш бал CreditWise розраховується за допомогою моделі TransUnion® VantageScore® 3.0, яка є однією з багатьох моделей розрахунку кредитних балів. Ваш бал CreditWise є хорошим показником вашого загального кредитного стану, але навряд чи він буде таким самим показником, який використовують кредитори. Доступність інструменту CreditWise залежить від нашої можливості отримати вашу кредитну історію від TransUnion. Деякі моніторинги та сповіщення можуть бути недоступні для вас, якщо інформація, яку ви вводите під час реєстрації, не збігається з інформацією у вашій кредитній справі в одному чи кількох агентствах зі звітності про споживачів (або у вас немає кредитної справи).\nCapital One не надає, не схвалює і не гарантує жоден продукт, послугу, інформацію або рекомендацію третьої сторони, зазначену вище. Перелічені треті сторони не пов’язані з Capital One і несуть повну відповідальність за свої продукти та послуги. Усі торгові марки є власністю відповідних власників.\nНе відповідайте на це повідомлення, оскільки ця поштова адреса не відстежується. Для зв'язку з нами відвідайте сайт www.capitalone.com/help-center/contact-us.\nПродукти та послуги надаються компанією CapitalOne, N.A.\n© 2024 CapitalOne. CapitalOne є зареєстрованою федеральною торговою маркою. 15000 CapitalOne Drive, Attn.: 12038-0111, Річмонд, Вірджинія 23238. Для зв'язку з нами поштою, будь ласка, використовуйте наступну адресу: CapitalOne, а/с 30285, м. Солт-Лейк-Сіті, шт. Юта 84130-0285.\nFOCWE1 46599 1882365\nTP1001"
}