{
    "source": "en_US",
    "target": "uk_UA",
    "text": "local artist did this incredible 3D drawing. She was\nworking on it all day. OSS: Brilliant photo! 3D street art like this takes a long time\nand a lot of patience. Were you watching for a long time? BlueJude102: No, we weren't. My mum and I watched her for about ten minutes in the morning, but then we saw her\nagain in the evening and she was still working!\nQ-becca22: This unusual urban mural is in Lyon, where I live. Look carefully! The whole\nthing is a huge painting.\nB OSS: It's enormous. This mural really makes the buildings look\nmore attractive.\nPrinceT_HK: I saw this in Australia. People were really enjoying it. They were taking selfies. What's\nthis colourful kind of street art called? OSS: So pretty! It's called urban knitting or yarn bombing. The bright colours look great\nin photos!\nworldgirl#9: My friend and I were jogging on the beach the other\nday. We saw these strange balance sculptures. We tried to make one, but it was terrible! I wasn't\nconcentrating and I knocked it over! OSS: Don't worry. It's very difficult. We tried to\nmake one and ours was awful, too!\n• Bassface99:\nI saw this funny public sculpture in Brussels, in Belgium.\nPeople were smiling and laughing and taking photos. OSS: That's brilliant! This sculpture is called the\nVaartkapoen. We love art that makes people happy",
    "trans": "місцева художниця зробила цей неймовірний 3D-малюнок. Вона\nпрацювала над ним цілий день. ОСС: Чудове фото! Таке 3D-вуличне мистецтво потребує багато часу\nі багато терпіння. Ви довго за цим спостерігали? BlueJude102: Ні, не довго. Ми з мамою дивилися на неї хвилин десять вранці, але потім ми побачили її\nзнову ввечері, і вона все ще працювала!\nQ-becca22: Цей незвичайний міський мурал знаходиться в Ліоні, де я живу. Подивіться уважно! Це все\nвеличезна картина.\nБ ОСС: Вона величезна. Цей мурал дійсно робить будівлі\nбільш привабливими.\nPrinceT_HK: Я бачив це в Австралії. Людям дуже сподобалося. Вони робили селфі. Як називається\nназивається цей барвистий вид вуличного мистецтва? ОСС: Так гарно! Це називається урбаністичне в'язання або бомбардування пряжею. Яскраві кольори чудово виглядають\nна фото!\nworldgirl#9: Нещодавно ми з подругою бігали на пляжі\nдень. Ми побачили ці дивні скульптури-балансири. Ми спробували зробити таку ж, але це було жахливо! Я не зосередилася.\nзосередився і перекинув її! Не хвилюйся. Це дуже складно. Ми намагалися\nзробити такий же, і наш теж був жахливий!\n- Bassface99:\nЯ бачив цю кумедну публічну скульптуру у Брюсселі, в Бельгії.\nЛюди посміхалися, сміялися і фотографувалися. OSS: Це чудово! Ця скульптура називається\nVaartkapoen. Ми любимо мистецтво, яке робить людей щасливими"
}