{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_number] Deposited a new message:\n\"Hello, Fairway families. We know that Thursday is Halloween and many families will be celebrating that holiday as a district. We do not promote Halloween in schools. But if your student chooses to wear a costume to school on October 31st, we are asking parents to make sure to follow some guidelines. One, absolutely no masks, weapons or anything like a weapon or face paint. Two, absolutely no gory or scary costumes of any kind. Three, absolutely no inflatable or noise making costumes. Four students must be able to move freely in the costume for learning lunch and recess and they must be able to get in and out of the costume by themselves for bathroom trips. We do this to make sure that we do not disrupt the learning environment for the other students while also honoring the traditions of some families. Not following any of these guidelines will result in us asking the students to remove the costume or call the parents for a change of clothes. Thank you for helping us make the day go smoothly on October 31st. If you have any questions at all, please feel free to contact the main office to opt out of future messages. Call 8555027867. Goodbye.\"\nClick here: 14699825001 to listen to full voice message.",
    "trans": "[redacted_number] надіслав нове повідомлення:\nПривіт, родини Fairway. Ми знаємо, що четвер - це Хелловін, і багато сімей святкуватимуть це свято в окрузі. Ми не підтримуємо святкування Хелловіна в школах. Але якщо ваша дитина вирішить прийти до школи в костюмі 31 жовтня, ми просимо батьків дотримуватися деяких рекомендацій. По-перше, абсолютно ніяких масок, зброї або чогось подібного до зброї чи фарби для обличчя. По-друге, абсолютно ніяких костюмів з кров'ю або страшних костюмів будь-якого роду. По-третє, абсолютно ніяких надувних або шумних костюмів. Четверте, учні повинні мати можливість вільно рухатися в костюмі під час навчання, обіду та перерви, і вони повинні мати можливість самостійно одягатися і роздягатися для походу в туалет. Ми робимо це для того, щоб не порушувати навчальний процес інших учнів, одночасно поважаючи традиції деяких сімей. Невиконання будь-якої з цих рекомендацій призведе до того, що ми попросимо учнів зняти костюм або зателефонуємо батькам для зміни одягу. Дякуємо за допомогу у забезпеченні спокійного дня 31 жовтня. Якщо у вас є будь-які питання, будь ласка, не соромтеся звертатися до головного офісу, щоб відмовитися від отримання майбутніх повідомлень. Телефонуйте 8555027867. До побачення.\nНатисніть тут: 14699825001, щоб прослухати повне голосове повідомлення."
}