{
    "source": "en_US",
    "target": "uk_UA",
    "text": "“You won’t.”\nHis eyebrow lifts in challenge, and I feel that urge to laugh again. “I might.”\nI glare up at him, but the corner of my mouth is twitching. “Walk me home, then. We’re almost there, anyway.” My words are casual, cool, and indifferent.\nAs we walk, he takes a deep breath and lets it out slowly. His gaze is on the sky, at the stars floating in the inky darkness, barely visible with all the city lights.\n“You were drinking water all night,” I say just to fill the silence.\n“Yep.”\n“Do you not drink?” As his fake girlfriend, I should know these things.\n“I drink. Sometimes. Not often. I don’t drink much during the season.” He rubs the back of his neck. “Alcohol is inflammatory.”\n“Oh.” That makes sense, I guess.\n“I’m only worth as much as my body can do for me.” He pats his flat stomach. “This eight-pack isn’t going to maintain itself.”\nHis words pinch me, right in the chest. They sound like how my mom talks about food.\n“One beer isn’t going to ruin your perfect physique, Miller. And you don’t have an eight-pack.”\nHe meets my teasing gaze with his own, and sparks jump around in my stomach. “You want to see? It sounds like you do. What was that you just said about my body? Perfect physique?”\n“Shut up.” I huff with laughter. “Keep your clothes on.”\nHe chuckles. “I love beer, though. Maybe not as much as you do, but—” His gaze goes far away with a nostalgic, blissed-out expression I immediately want to capture. “I dream about drinking a cold beer in the summer, on a patio with dinner.”\nHe smiles at me, a genuine one without any trace of arrogance. Just pure enjoyment. I don’t know what to do with it.\nWe’re in front of my building. “This is me.”\nAs I dig my keys out of my bag, his eyes move with curiosity over the old three-story walk-up.\n“Thank you for tonight.” I swallow, thinking about Connor in the hallway. “What you said about me liking you in high school pissed him off. This season would be harder if we weren’t doing this, so—” I glance at the sidewalk. “Thanks, Miller.”\nThere’s a beat of silence, and when I look up, he’s studying me with a soft, gently teasing smile.\n“You can call me Rory, you know.”\n“I know.” I smile down at my keys. “Miller’s fine.”\n“Alright, Hartley.”\nI smile again, and there’s something weird in the air between us. It feels a little like we’re friends.\nRory tucks his hands into his pockets, watching me. “Invite me up.”\nI bark out a laugh. So much for friends. “No.”\n“Come on.” He gives me his most seductive smile, and even though my expression says hell no, the spot between my legs twinges with anticipation. “I want to see your place.”",
    "trans": "\"Ти не підеш.\"\nЙого брова піднімається в виклику, і я відчуваю знову бажання засміятися. \"Можливо.\"\nЯ сердито дивлюсь на нього, але куток мого рота тремтить. \"Проведи мене додому тоді. Ми вже майже там.\" Мої слова звучать невимушено, холодно і байдужно.\nПоки ми йдемо, він глибоко вдихає і повільно видихає. Його погляд спрямований на небо, на зірки, що плавають в темряві ночі, ледве видимі серед всіх вогнів міста.\n\"Ви пили воду всю ніч,\" кажу я, просто щоб заповнити тишу.\n\"Так.\"\n\"Ви не п’єте?\" Як його фальшива дівчина, я повинна знати ці речі.\n\"Я п’ю. Іноді. Не часто. Я не п’ю багато під час сезону.\" Він трусить задню частину шиї. \"Алкоголь викликає запалення.\"\n\"О.\" Це має сенс, мабуть.\n\"Я коштую стільки, скільки може зробити для мене моє тіло.\" Він погладжує свій плоский живіт. \"Цей восьмипакет сам себе не підтримуватиме.\"\nЙого слова щипають мене прямо в грудях. Вони звучать так, як говорить моя мама про їжу.\n\"Одна пляшка пива не зіпсує твою ідеальну фізичну форму, Міллер. І у тебе немає восьмипакета.\"\nВін зустрічає мій жартівливий погляд своїм власним, і іскри стрибають у мене в животі. \"Хочеш побачити? Схоже, що хочеш. Що ти тільки що сказала про моє тіло? Ідеальна фізична форма?\"\n\"Замовкни.\" Я сміюся. \"Залишай на собі одяг.\"\nВін сміється. \"Але я люблю пиво. Можливо, не так сильно, як ти, але—\" Його погляд віддаляється з ностальгічним, блаженним виразом, який я відразу хочу зафіксувати. \"Я мрію про те, щоб випити холодне пиво влітку на патіо з вечерею.\"\nВін дивиться на мене усмішкою, щирою без жодної частки зарозумілості. Просто чисте задоволення. Я не знаю, що з цим робити.\nМи стоїмо перед моєю будівлею. \"Це я.\"\nКоли я дістаю ключі з сумки, його очі з цікавістю оглядають старий триповерховий будинок без ліфта.\n\"Дякую за сьогоднішній вечір.\" Я ковтаю, думаючи про Коннора в коридорі. \"Те, що ти сказав про те, що я подобаюся тобі в старшій школі, розізлило його. Цей сезон був би важчим, якби ми не робили це, тому—\" Я поглядаю на тротуар. \"Дякую, Міллер.\"\nЄ пауза тиші, і коли я піднімаю погляд, він вивчає мене з м'якою, ніжно дразнячою усмішкою.\n\"Ти знаєш, що можеш називати мене Рорі.\"\n\"Я знаю.\" Я усміхаюся вниз на свої ключі. \"Міллером в порядку.\"\n\"Гаразд, Хартлі.\"\nЯ знову усміхаюся, і між нами є щось дивне в повітрі. Це трохи схоже на те, що ми друзі.\nРорі засовує руки в кишені і спостерігає за мною. \"Запроси мене до себе.\"\nЯ сміюся. Так багато з друзями. \"Ні.\"\n\"Ну давай.\" Він дарує мені свою найспокусливішу усмішку, і хоча моє обличчя говорить пекельне ні, місце між моїми ногами тремтить від очікування. \"Я хочу побачити твоє місце.\""
}