{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name]: For context, I’ve had responsibility for offshore wind for, I guess, two and a half years now, and we had a $7 billion backlog two and a half years ago. Today, we have about a $3 billion backlog with two projects. So over the last two and a half years, we haven’t been adding to this business. That’s partly because the industry is sick.\nThe economics haven’t really worked for anyone in the value chain of offshore wind, whether it be my customers or the wind OEMs [original equipment manufacturers] by any means. That said, we believe offshore wind matters to the world and want to play our part, but we need to continue to execute on what we have, which is a backlog that’s going to take us a period of time to complete, and we need the economics for the industry to reset and reset what best illustrates the risk and reward for what are very complex operations out at sea but providing a solution that’s very important for the world simultaneously. So we’re going to keep working on offshore wind every day. We’ve got a lot to do, and the industry has a lot to do for it to th",
    "trans": "[redacted_name]: Для контексту, я відповідаю за офшорну вітрову енергетику вже близько двох з половиною років, і два з половиною роки тому у нас був обсяг замовлень на 7 мільярдів доларів. Сьогодні у нас є близько 3 мільярдів доларів обсягу замовлень з двома проектами. Отже, протягом останніх двох з половиною років ми не додавалися до цього бізнесу. Частково це пов'язано з тим, що індустрія хворіє.\nЕкономіка офшорної вітрової енергетики насправді не працювала для нікого в ланцюзі вартості, будь то мої клієнти або виробники вітрових установок [оригінальних комплектуючих] у жодному випадку. Тим не менш, ми вважаємо, що офшорна вітрова енергетика важлива для світу і хочемо відіграти свою роль, але нам потрібно продовжувати виконувати те, що у нас є, а саме обсяг замовлень, який займе певний час для завершення, і нам потрібна економіка для відновлення індустрії та відновлення того, що найкраще ілюструє ризик і винагороду за дуже складні операції на морі, але одночасно забезпечуючи рішення, які є дуже важливими для світу. Тому ми будемо продовжувати працювати над офшорною вітровою енергетикою кожен день. У нас багато роботи, і індустрія має багато роботи для того, щоб вона стала"
}