{
    "source": "en_US",
    "target": "uk_UA",
    "text": "From the many compliments directors, photographers and designers give them BOTH girls are a delight to work with so many are probably interested in working with them but since the girls have different interests they may not choose to work with the same people and as A-list Thai actresses they finally have that privilege.\nI haven’t seen them do anything different besides booking tons more solo work which I’m guessing is why you said the first part. I think people need to understand the solo work is apart of their growth, the fact that they are iconic individually as well as a team is not something many love teams can boost about.\nI never shipped Freen and Rebecca for their working relationship alone but their natural bond off screen, y’all have to stop thinking solo work means separation especially since BOTH keep saying they plan to stay together for awhile and hint at more projects constantly.\nI’m not sure what inspired this NGL because I haven’t been able to focus on fangirling much lately but I haven’t seen the girls tell us to stop shipping them anywhere.\n***Also RL couples do solo activities as well and most don’t actually work together. Shared employment is not the equivalent of their relationshi",
    "trans": "З багатьох компліментів, які їм дають режисери, фотографи та дизайнери, обидві дівчини є приємними у співпраці, тому багато хто, напевно, зацікавлений у співпраці з ними. Але оскільки у дівчат різні інтереси, вони можуть не вибрати працювати з одними і тими ж людьми, і як актриси класу А в Таїланді вони нарешті мають цю привілегію.\nЯ не бачила, щоб вони робили щось інше, окрім того, що бронюють набагато більше сольних виступів, і я гадаю, що саме тому ви сказали першу частину. Я думаю, що людям потрібно зрозуміти, що сольна робота є частиною їхнього зростання; той факт, що вони є іконічними як індивідуально, так і в команді, не є чимось, чим можуть похвалитися багато любительських команд.\nЯ ніколи не підтримувала пару Freen і Rebecca лише за їхню робочу взаємодію, але за їхній природний зв'язок поза екраном; вам всім потрібно перестати думати, що сольна робота означає розділення, особливо враховуючи те, що ОБИДВІ постійно кажуть про плани залишитися разом на деякий час і натякають на більше проєктів.\nЯ не впевнена, що надихнуло це NGL, тому що останнім часом я не могла зосередитися на фанатстві, але я не бачила дівчат де-небудь говорити нам припинити їх підтримувати.\n***Також реальні пари займаються сольними активностями і більшість з них насправді не працюють разом. Спільна зайнятість не є еквівалентом їхніх відносин"
}