{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Facing relentless demands and tight deadlines, workers in China’s beverage industry endure harsh conditions, leading to burnout, clashes with customers, and sparking widespread online debate.\nByDing RuiandYin Ziyuan\nSweat drips down Ke Hui’s face as the relentless beep of new orders fills the cramped coffee chain shop. It’s only 8:30 a.m., but orders are piling up fast. He has just two minutes to prepare each drink, and cameras track his every move. Any delay could result in a reprimand — or worse, a cut in pay.\nFor thousands of workers in China’s booming, billion-dollar beverage industry, where speed is everything and mistakes come at a cost, this is the daily grind.\n“I feel like we are all on a tightrope right now,” Ke, a 25-year-old vice manager of a Luckin Coffee store, tells Sixth Tone. “We want to serve all customers well, but the workload on each of us is just too overwhelming.”\nChina’s ready-to-drink beverage market has experienced rapid growth, with the industry surpassing 260 billion yuan ($36.8 billion) in 2023 — a 22.8% increase from the previous year. By mid-2024, over 70,000 brands were competing for market share, offering a range of drinks including coffee, tea, yogurt, and juice, with chains like Mixue Ice Cream & Tea, Luckin Coffee, Good Me, and Cotti Coffee leading the way in store numbers.\nThese budget-friendly brands have adopted a streamlined model, offering a limited menu in compact storefronts, allowing them to expand rapidly and keep prices low — coffee ranges from 10 to 22 yuan ($1.42 to $3.11) and tea as low as 6 yuan.\nAs these stores expand nationwide, the industry has opened up countless job opportunities, but the push for profits and efficiency has taken a toll on the well-being of frontline workers.\nIn recent months, a series of incidents has drawn attention to the intense working conditions in the industry.\nScreenshots from a Good Me marketing campaign show employees with their heads lowered and hands bound by paper cup holders and wearing signs that list minor mistakes, such as “failing to add nuts” and “forgetting to put on a lid.” From Xiaohongshu\nIn June, a Shanghai barista threw coffee grounds at a customer after a dispute over a delayed order. Another barista in Shanghai clashed with a customer over wait times on the same day. And in late September, a viral video ad from the bubble tea chain Good Me showed employees publicly shamed with signs around their necks for mistakes like “forgetting a straw” or “failing to add nuts.”\nThe incidents sparked widespread debate on social media, with some criticizing the baristas’ actions while most sympathized with the workers, calling for more respect and understanding.\nFrontline employees from coffee and tea chains frequently vent about their demanding jobs online — from endless fruit chopping and strict food safety rules to relentless sales promotions and clashes with impatient customers. The hashtag “Luckin Slave,” a term used by Luckin Coffee employees to describe their intense work environment, has garnered over 11 million views on the lifestyle app Xiaohongshu.\n“Retail prices for coffee and tea drinks are dropping due to a price war that’s forcing businesses to cut costs and boost efficiency,” said Wang Zhendong, chairman of a coffee industry consulting firm. “This operational pressure is being passed directly onto frontline employees.”\nTo understand how this competition is reshaping the industry, Sixth Tone spoke with workers from some of China’s top coffee and tea chains, uncovering the real cost of rapid expansion on the frontlines.\nLuckin Coffee. IC\nTick-tock\nAt 25, Ke, who spoke to Sixth Tone using a pseudonym for privacy reasons, has spent more than three years as a vice manager at a Luckin Coffee store in Jinan, the capital of eastern Shandong province. Despite his title, his duties mirror those of the regular staff.\nHis day begins well before 8 a.m., arriving an hour early to clean and prep the machines. “The most exhausting times are every day during the morning, lunchtime, and evening rush hours,” says Ke, whose store churns out over 1,000 drinks daily.\nNestled in a busy business district, the store sees a flood of orders each morning — more than 200 within the first 30 minutes. They pour in through multiple channels: in-store, delivery apps, and pre-reservations. Even with five fully automatic machines to handle grinding, extraction, and cleaning, the workload remains overwhelming. With only two to four workers on duty, a single barista may prepare up to 500 cups a day.\nAccording to industry experts, brands determine staff levels based on productivity metrics and revenue targets. “When we assess employees, specifically their efficiency, we tend to evaluate it based on the total output,” explains Wang. “However, the actual work experience of the employees may be more reflective of the peak, busiest times. So, sometimes, the numbers can indeed feel rather cold and detached.”\nA barista at work in a Manner Coffee store in Shanghai, Sept. 19, 2024. Wu Huiyuan/Sixth Tone\nA barista from Manner Coffee, a fast-growing coffee chain with over 1,400 stores, echoes this, telling China Youth Daily that staffing is often tied to store revenue. “If daily sales fall below 3,000 yuan, it’s a one-person operation. For every additional 2,000 yuan, another worker is added.”\nThe clock starts ticking the moment an order is placed. A scan code on the label tracks how long each drink takes to make and updates customers with their estimated wait time.\nAt Luckin Coffee, the country’s top coffee chain, this system is tied directly to performance. “Timeliness rate” — a key metric — impacts full-time employees’ salaries, which typically range from 3,000 to 4,000 yuan a month for baristas, and up to 10,000 yuan for store managers. At Ke’s store, each drink must be prepared within two minutes, regardless of how many drinks are in a single order. And “timely” orders should constitute 90% of the daily total.\nThis year, Luckin Coffee added a “late delivery rate” for takeout orders to its performance assessments, according to Ke. If more than 1% of takeout orders are delivered late — meaning they take over 30 minutes — employees can lose up to 20% of their performance-based pay, further increasing the pressure to work at breakneck speeds.\nEmployees at other brands told Sixth Tone they don’t face such strict evaluations, though some admitted similar expectations for order preparation time.\nDuring peak hours, meeting the “timeliness target” can be nearly impossible when orders flood in. “We aim to make a drink within 30 seconds because everything at Luckin is about efficiency,” explains Ke. “But we can’t keep up with the pace during peak times.”\nTo avoid missing the target, baristas sometimes mark an order as completed before the drink is made, a risky move that often leads to customers arriving for drinks that aren’t ready. “It annoys the customers, and it frustrates us too,” says Ke. “But if we don’t scan early, we risk losing pay.”\nThe first Manner Coffee store, Shanghai, 2019. Wu Huiyuan/Sixth Tone\nAt Manner Coffee, while production times aren’t as strict as Luckin’s, employees have reported that drinks should be prepared within 30 seconds during peak hours, based on system calculations.\nManner’s reliance on semi-automatic machines makes this even more challenging. “Packaging is also troublesome,” one Manner employee told China Youth Daily. “In winter, we wrap drinks in foil; in rainy weather, we use waterproof bags. Folding cardboard boxes for multiple cups adds extra time.”\nHuang, a former employee at Heytea, a leading tea chain, who requested to be identified only by his surname citing privacy concerns, echoes these challenges. He explains that store managers are evaluated on speed and efficiency, with pressure passed down from regional managers.\n“From the moment an order is printed to the time it’s packed, it should take about two minutes under normal conditions,” he says. “And no more than 10 minutes during peak hours.”\nWatched and weary\nTo maximize efficiency, beverage chains across the country have turned to a vast network of surveillance cameras and sensor-equipped machines. Every move — from handwashing to preparing ingredients and final delivery — is meticulously tracked, ensuring that workers meet the demands of speed and consistency.\nThis digital oversight has allowed Luckin to rapidly expand to over 20,000 stores across China while maintaining strict quality control. “While the store manager’s sense of responsibility is very important, what’s more important is that we’re training our decision-making system to provide the best arrangements and instructions, rather than relying on the store manager’s experience,” Qian Zhiya, founder and former CEO of Luckin Coffee, once said at a 2019 industry conference.\nYet, following company policies isn’t always easy, especially when the penalties seem harsh. “Any violation caught by the cameras usually means writing the rules five times over,” Ke says. In late 2023, media reports highlighted the toll of Luckin’s sanitation policies, with workers suffering from rough, cracked hands due to frequent handwashing.\nA collage shows rough and cracked hands of Luckin Coffee staff due to stringent rules on frequent handwashing. From @天水围的夜与雾, @单人在岗别爆单, and @小c on Xiaohongshu\nWhile Luckin Coffee did not respond to Sixth Tone’s request for comment, Ke noted a policy shift in response to the public outcry, reducing handwashing from once an hour to every two hours.\nStill, sanitation remains a major part of the job. “We spend at least five hours a day cleaning,” says Ke. The disinfectant water, which is changed every 30 minutes, can be harsh on skin. “Most of us have peeling hands because the disinfectant is so strong. Gloves help, but they’re uncomfortable to wear all day.”\nNayuki, a popular high-end tea chain, isn’t as strict as Luckin but still keeps a close watch",
    "trans": "Стикаючись із безперервними вимогами та жорсткими дедлайнами, працівники галузі напоїв у Китаї витримують важкі умови, що призводить до вигорання, конфліктів з клієнтами та викликає широкі онлайн-дебати.\nВід Дін Руй та Інь Цзиюань\nПіт виступає на обличчі Ке Хуея, коли безперервний сигнал нових замовлень заповнює тісну крамницю мережі кавових магазинів. Ще лише 8:30 ранку, але замовлення швидко накопичуються. У нього є лише дві хвилини, щоб приготувати кожен напій, а камери стежать за кожним його рухом. Будь-яка затримка може призвести до догани — або гірше, скорочення зарплати.\nДля тисяч працівників у квітучій мільярдній галузі напоїв Китаю, де швидкість — це все, а помилки коштують дорого, це щоденна рутина.\n«Мені здається, ми всі як на канаті», — каже Ке, 25-річний заступник керівника магазину Luckin Coffee, в інтерв'ю Sixth Tone. «Ми хочемо обслуговувати всіх клієнтів добре, але навантаження на кожного з нас просто занадто велике».\nРинок готових до вживання напоїв у Китаї переживає швидке зростання, галузь перевищила 260 мільярдів юанів (36,8 мільярда доларів) у 2023 році — на 22,8% більше порівняно з попереднім роком. До середини 2024 року понад 70 000 брендів конкурували за частку ринку, пропонуючи широкий асортимент напоїв, включаючи каву, чай, йогурт і сік, з такими мережами, як Mixue Ice Cream & Tea, Luckin Coffee, Good Me та Cotti Coffee, які очолюють за кількістю магазинів.\nЦі бренди, доступні за ціною, прийняли оптимізовану модель, пропонуючи обмежене меню в компактних торгових точках, що дозволяє їм швидко розширюватися та утримувати низькі ціни — кава коштує від 10 до 22 юанів (від 1,42 до 3,11 долара), а чай — від 6 юанів.\nКоли ці магазини розширюються по всій країні, галузь відкрила безліч робочих місць, але прагнення до прибутку та ефективності негативно позначилося на добробуті працівників першої лінії.\nУ останні місяці серія інцидентів привернула увагу до напружених умов праці в галузі.\nЗнімки екрана з маркетингової кампанії Good Me показують співробітників із похиленими головами та руками, зв'язаними паперовими підставками для стаканчиків, і з табличками, на яких перераховані дрібні помилки, такі як «забули додати горіхи» і «не накрили кришкою». З Xiaohongshu\nУ червні бариста в Шанхаї кинув кавову гущу в клієнта після суперечки через затримку замовлення. Ще один бариста в Шанхаї посварився з клієнтом через час очікування того ж дня. А наприкінці вересня вірусна відеореклама від мережі бульбашкового чаю Good Me показала, як співробітників публічно соромили, надягаючи їм на шию таблички з помилками, такими як «забули соломинку» або «не додали горіхи».\nЦі інциденти викликали широкі дебати в соціальних мережах, де хтось критикував дії барист, а більшість співчували працівникам, закликаючи до більшої поваги та розуміння.\nПрацівники першої лінії з кавових та чайних мереж часто висловлюють своє невдоволення важкою роботою онлайн — від безперервного нарізання фруктів і суворих правил безпеки харчування до безперервних промоцій продажів і конфліктів з нетерплячими клієнтами. Хештег «Раб Luckin», який використовують співробітники Luckin Coffee для опису своїх напружених умов праці, набрав понад 11 мільйонів переглядів у додатку Xiaohongshu.\n«Роздрібні ціни на каву та чайні напої падають через цінову війну, яка змушує бізнес скорочувати витрати та підвищувати ефективність», — сказав Ван Чжендун, голова консалтингової фірми в галузі кави. «Цей тиск на операції передається безпосередньо на працівників першої лінії».\nЩоб зрозуміти, як ця конкуренція перетворює галузь, Sixth Tone розмовляв з працівниками деяких провідних китайських кавових та чайних мереж, розкриваючи справжню ціну швидкого розширення на передовій.\nLuckin Coffee. IC\nТік-так\nУ 25 років Ке, який розмовляв з Sixth Tone під псевдонімом з міркувань конфіденційності, провів понад три роки заступником керівника магазину Luckin Coffee в Цзінані, столиці східної провінції Шаньдун. Попри його посаду, його обов'язки схожі на обов'язки звичайного персоналу.\nЙого робочий день починається задовго до 8 ранку, він приходить на годину раніше, щоб прибрати та підготувати машини. «Найвиснажливіші часи — це щодня під час ранкового, обіднього та вечірнього напливу», — каже Ке, чий магазин виробляє понад 1000 напоїв на день.\nРозташований у завантаженому діловому районі, магазин отримує потік замовлень кожного ранку — понад 200 протягом перших 30 хвилин. Вони надходять через кілька каналів: в магазині, через додатки доставки та попередні резервування. Навіть з п'ятьма повністю автоматичними машинами для подрібнення, екстракції та чищення, навантаження залишається надто великим. З двома-чотирма працівниками на зміні один бариста може приготувати до 500 чашок на день.\nЗа словами експертів галузі, бренди визначають кількість персоналу на основі показників продуктивності та цільових доходів. «Коли ми оцінюємо працівників, зокрема їхню ефективність, ми тенденційно оцінюємо її на основі загального виходу», пояснює Ван. «Однак реальний досвід роботи співробітників може бути більш відображенням пікових, найбільш завантажених періодів. Тому іноді цифри можуть справді здаватися холодними та відчуженими».\nБариста на роботі в магазині Manner Coffee у Шанхаї, 19 вересня 2024 року. Wu Huiyuan/Sixth Tone\nБариста з Manner Coffee, гінкої кавової мережі з понад 1400 магазинів, підтверджує це, розповідаючи China Youth Daily, що кількість персоналу часто залежить від доходу магазину. «Якщо щоденні продажі становлять менш як 3000 юанів, це одноособова операція. За кожні додаткові 2000 юанів додається ще один працівник».\nГодинник починає тикати в момент розміщення замовлення. Штрих-код на етикетці відстежує, скільки часу займає приготування кожного напою, і оновлює клієнтів щодо очікуваного часу очікування.\nУ Luckin Coffee, провідній кавовій мережі країни, ця система безпосередньо пов'язана з продуктивністю. «Показник своєчасності» — ключовий показник — впливає на зарплати повного робочого дня, які зазвичай коливаються від 3000 до 4000 юанів на місяць для барист і до 10 000 юанів для керівників магазинів. У магазині Ке кожен напій має бути приготований протягом двох хвилин, незалежно від кількості напоїв в одному замовленні. І «своєчасні» замовлення мають становити 90% від загальної кількості на день.\nЦього року Luckin Coffee додала «показник запізнілих доставок» для замовлень на винос до своїх оцінок продуктивності, за словами Ке. Якщо більше 1% замовлень на винос доставляється пізно — тобто займає понад 30 хвилин — працівники можуть втратити до 20% своєї заробітної плати за продуктивність, що ще більше збільшує тиск на роботу в неймовірному темпі.\nПрацівники інших брендів розповіли Sixth Tone, що не стикаються з такими суворими оцінками, хоча деякі визнали подібні очікування щодо часу приготування замовлень.\nПід час пікових годин дотримання «цільового показника своєчасності» може бути майже неможливим, коли замовлення надходять лавиною. «Ми прагнемо приготувати напій протягом 30 секунд, тому що в Luckin все про ефективність», — пояснює Ке. «Але ми не встигаємо за темпом під час пікових періодів».\nЩоб уникнути пропуску цільового показника, баристи іноді позначають замовлення як виконане до того, як напій приготований, ризикований крок, який часто призводить до того, що клієнти приходять за напоями, які ще не готові. «Це дратує клієнтів, і нас теж», — каже Ке. «Але якщо ми не відскануємо рано, ризикуємо втратити зарплату».\nПерший магазин Manner Coffee, Шанхай, 2019. Wu Huiyuan/Sixth Tone\nУ Manner Coffee, хоча часи виробництва не такі суворі, як у Luckin, повідомлялося, що напої мають бути приготовані протягом 30 секунд під час пікових годин на основі розрахунків системи.\nПокладання Manner на напівавтоматичні машини робить це ще складнішим. «Упаковка також викликає проблеми», — розповів один співробітник Manner China Youth Daily. «Взимку ми загортаємо напої в фольгу; у дощову погоду використовуємо водонепроникні пакети. Складання картонних коробок для кількох чашок додає додатковий час».\nХуан, колишній співробітник Heytea, провідної чайної мережі, який попросив назвати лише прізвище, посилаючись на питання конфіденційності, підтверджує ці виклики. Він пояснює, що керівники магазинів оцінюються за швидкістю та ефективністю, а тиск передається від регіональних керівників.\n«Від моменту друку замовлення до його упаковки має пройти близько двох хвилин за нормальних умов», — каже він. «І не більше 10 хвилин під час пікових годин».\nУтомлені й під наглядом\nЩоб максимально підвищити ефективність, мережі напоїв по всій країні вдаються до величезної мережі камер спостереження та машин, обладнаних сенсорами. Кожен рух — від миття рук до підготовки інгредієнтів і остаточної доставки — ретельно відстежується, забезпечуючи дотримання вимог швидкості та послідовності.\nЦей цифровий контроль дозволив Luckin швидко розширитися до понад 20 000 магазинів по всьому Китаю, зберігаючи при цьому суворий контроль якості. «Хоча відповідальність керівника магазину дуже важлива, важливіше те, що ми тренуємо нашу систему прийняття рішень, щоб надавати найкращі розпорядження та вказівки, а не покладатися на досвід керівника магазину», — колись сказав Цянь Чжия, засновник і колишній генеральний директор Luckin Coffee, на конференції галузі в 2019 році.\nОднак дотримання компанійської політики не завжди легке, особливо коли покарання здаються суворими. «Будь-яке порушення, зафіксоване камерами, зазвичай означає написання правил п'ять разів», — каже Ке. Наприкінці 2023 року ЗМІ повідомляли про наслідки політики санітарії Luckin, коли працівники страждали від грубої та тріщинуватої шкіри через часте миття рук.\nКолаж показує грубу та тріщинувату шкіру співробітників Luckin Coffee через суворі правила частого миття рук. З @天水围的夜与雾, @单人在岗别爆单 та @小c на Xiaohongshu\nХоча Luckin Coffee не відреагувала на запит Sixth Tone про коментар, Ке відзначив зміну політики у відповідь на громадський резонанс, зменшивши частоту миття рук з одного разу на годину до одного разу на дві години.\nА проте, санітарія залишається значною частиною роботи. «Ми проводимо принаймні п'ять годин на день, прибираючи», — каже Ке. Дезінфекційний розчин, який змінюють кожні 30 хвилин, може бути шкідливим для шкіри. «У більшості з нас лущиться шкіра, тому що дезінфекційний засіб такий сильний. Рукавички допомагають, але їх незручно носити цілий день».\nNayuki, популярна чайна мережа преміумкласу, не така сувора, як Luckin, але все одно стежить за працівниками."
}