{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1. Experimental animals:\nThe experimental animal used is a mature mouse weighing ± 30 g. Each group is given 4 mice.\n2. Methods and dosage of drug administration:\nThe drug is injected intraperitoneally (i.p) by grabbing the dorsal neck of mice. When injecting the\ndrugs, the head of the mice should be turned down to avoid the needle of the syringe wounding\nthe mice's intestine. The volume of the drug given (cc) should be less than 2 mL to avoid diaphragm\npushing. The time of injection should be noted to observe the reaction of the drug (the\nappearance of a convulsion).\nMark the mice with markers colored according to the drugs used to avoid false markings.\n§ Strychnine, a convulsion drug, with a dosage of 3 mg/kg BW i.p., and metrazol with a dose of\n70 mg/kg BW i.p.\n§ Dilantin, an anticonvulsant, with a dosage of 100 mg/kg BW i.p. and luminal with a dose of 50\nmg/kg BW i.p.\n§ Anticonvulsant is administered before convulsant, then wait until the anticonvulsant start to\nwork.\n§ Luminal: wait for 20 minutes, then administer convulsant\n§ Dilantin: wait for 30 minutes, then administer convulsant",
    "trans": "1. Експериментальні тварини:\nВикористовуваною експериментальною твариною є доросла миша вагою ± 30 г. Кожній групі надається по 4 миші.\n2. Методи та дози введення препарату:\nПрепарат вводиться внутрішньочеревинно (в.ч.) шляхом захоплення спинної частини шиї мишей. При введенні\nпрепаратів голова мишей повинна бути опущена вниз, щоб уникнути поранення кишечника\nмишки голкою шприца. Об'єм введеного препарату (мл) повинен бути менше 2 мл, щоб уникнути\nпоштовху діафрагми. Час введення слід зафіксувати для спостереження за реакцією препарату (поява\nсудом).\nМишей слід маркувати кольоровими маркерами відповідно до використовуваних препаратів, щоб уникнути помилкових позначок.\n§ Стрихнін, препарат для виклику судом, з дозуванням 3 мг/кг маси тіла в.ч., та метразол з дозою\n70 мг/кг маси тіла в.ч.\n§ Ділантін, протисудомний засіб, з дозуванням 100 мг/кг маси тіла в.ч., та лумінал з дозою 50\nмг/кг маси тіла в.ч.\n§ Антиконвульсант вводиться перед конвульсантом, потім чекайте, поки антиконвульсант не почне\nдіяти.\n§ Лумінал: почекайте 20 хвилин, потім введіть конвульсант\n§ Ділантін: почекайте 30 хвилин, потім введіть конвульсант"
}