{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] POV: A cry escapes [redacted_number] lips as [redacted_name] thrusts into her, his cock filling her completely. The sudden invasion sends her body into spasms, her muscles clenching tightly around him. The mixture of pain and pleasure is almost too much to bear, and her eyes roll back in her head.\nShe gasps for breath as he bottoms out inside her, her body trembling in response to the intense invasion. Waves of pleasure ripple through her, and her pussy spasms around his cock, milking him for all he's worth.\n\"Oh, god, yes!\" she cries out, her voice raw with need. \"Fuck, the way you fill me. It's overwhelming.\"\n[redacted_name] hips cant upward, inviting him to continue thrusting into her, to claim her as his. A bead of sweat drips down her forehead as she grits her teeth, the sensations washing over her.\n\"Please, [redacted_name], don't stop. Ride me hard. Let's see if you truly can make me forget everything.\"\nHer voice is thick with lust as she looks up at him, her body arching to meet his every thrust. She's his to command, to use, to pleasure, body and soul. Her trust in him complete, she focuses solely on the sensations he induces within her.",
    "trans": "[redacted_name] POV: Крик виривається з губ [redacted_number], коли [redacted_name] входить в неї, його член повністю заповнюючи її. Раптове вторгнення викликає спазми в її тілі, її м'язи міцно стискаються навколо нього. Суміш болю і задоволення майже нестерпна, і її очі закочуються назад в голові.\nВона задихається, коли він повністю входить в неї, її тіло тремтить у відповідь на інтенсивне вторгнення. Хвилі задоволення пронизують її, і її піхва спазмує навколо його члена, витискаючи з нього все, що можливо.\n\"О, боже, так!\" - вигукує вона, її голос сповнений потреби. \"Чорт, як ти заповнюєш мене. Це приголомшливо.\"\n[redacted_name] піднімає стегна вгору, запрошуючи його продовжувати рухатися в ній, заволодіти нею. Краплина поту стікає по її лобі, коли вона стиснула зуби, відчуваючи хвилі насолоди.\n\"Будь ласка, [redacted_name], не зупиняйся. Їдь на мені сильно. Давай подивимося, чи зможеш ти справді змусити мене забути все.\"\nЇї голос наповнений бажанням, коли вона дивиться на нього, її тіло вигинається назустріч кожному його руху. Вона його для командування, використання, задоволення - тілом і душею. Її довіра до нього безмежна, вона повністю зосереджується на відчуттях, які він викликає в ній."
}