{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Beppe,\nI hope you've had a good week postEXPOReal. I've only now managed to catch up on work enough to follow up! I've been given your contact details by your son Roberto at EXPOI in Munich.\nAs discussed with him, I'm sending a short description and a deck. Please pass it onto relevant asset manager, office building developers and/or design & build companies.\nAnd as a reminder, SquarePlan is an AI+Algorithm company that automates space planning and estimation of fitout cost - massively shortening the leasing process.\nWe also support project communication - uploaded 2D dwg file becomes a 3D one and includes VR and AR versions of the space within seconds.\nWe're used byDWS, Strabag, Mapletree, Vastint, Ghelamco, as well asJLL, Tetris, M Moser and quite a few other large players.\nHere's my full availability:\nhttps://calendly.com/maciej-markowski-squareplan/squareplan-60\nI'll happily walk your team through the solution and answer any questions.\nWarmregards,\nMaciej",
    "trans": "Любий Беппе!\nСподіваюся, ви гарно провели тиждень postEXPOReal. Я щойно повернувся до роботи й намагаюсь наздогнати втрачене! Ваші контактні дані мені дав ваш син Роберто під час EXPOI у Мюнхені.\nЯк домовлялися, надсилаю вам короткий опис та екземпляр. Будь ласка, перенаправте все вашим менеджерам з управління активами, розробникам офісних приміщень та/чи дизайнерським та будівельним бюро.\nНагадаю, що SquarePlan працює на основі ШІ+Алгоритм з автоматизованим плануванням простору та оцінкою вартості облаштування, а це значно скорочує процес лізингу.\nМи також підтримуємо процес комунікації: за лічені секунди завантажений 2D dwg file файл перетворюється у файл 3D з версіями простору VR та AR.\nНашими продуктами користуються DWS, Strabag, Mapletree, Vastint, Ghelamco, а також JLL, Tetris, M Moser й багато інших великих компаній.\nОсь моя повна інформація:\nhttps://calendly.com/maciej-markowski-squareplan/squareplan-60\nЯ з готовністю ознайомлю вашу команду з рішенням та відповім на усі запитання.\nЗ найкращими побажаннями,\nМацей"
}