{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Presentation Views\nNormal\nOutline Slide Sorter\nNotes Page\nReading Slide Show\nDescription\nThis is the default view, where the pane on the left displays the slide thumbnails. The large Slide pane on the right is the main workspace and displays the current slide. The pane at the bottom is the Notes pane, where you add speaker notes for that slide.\nUse this view when you want to enter text into your presentation using an outline rather than entering the text in the placeholder on the slide.\nThis view displays thumbnails of your slides, which enables you to view multiple slides simultaneously. This view is helpful when you want to change the order of your slides or to delete one or more slides.\nThis view shows one slide at a time along with the notes associated with the slide. Use this view for entering and editing large amounts of text you want to place in the notes section.\nUse this view to display your presentation full screen, one slide at a time. It contains some simple controls to assist viewing the presentation.\nWhen you present your slide show, you use Slide Show view. Slide Show view displays your presentation full screen, one slide at a time to your audience.",
    "trans": "Режими перегляду презентації\nЗвичайний\nСтруктурний послайдовий перегляд\nСторінка приміток\nСлайд-шоу зі зчитуванням\nОпис\nЦе режим перегляду за замовчуванням. На панелі ліворуч відображені мініатюри слайдів. Велика центральна панель — це поточний слайд, я яким ви працюєте. Внизу знаходиться панель приміток, де додаються нотатки доповідача до слайда.\nВикористовуйте цей режим перегляду, якщо текст презентації потрібно ввести не на самому слайді, а за його межами.\nУ цьому режимі перегляду ви бачите мініатюри слайдів. Це дає змогу переглядати кілька слайдів одночасно. Цей режим корисний, коли потрібно поміняти слайди місцями або видалити один чи кілька слайдів.\nЦей режим дає змогу переглядати окремий слайд разом з примітками. Режим може стати в пригоді, коли вам потрібно ввести чи відредагувати великі тексти в полі приміток.\nЦей режим виводить презентацію на повний екран. Слайда можна переглядати по черзі. Для більш зручного перегляду існує кілька простих команд.\nЦе режим слайд-шоу, який зветься Slide Show. У режимі слайд-шоу презентація відображається послайдово на весь екран."
}