{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear all (SGA UG and PGT students Bcc’d),\nI hope this email finds you well and you are settling in to the new term. I’m getting in touch today with details about some of our new and ongoing support available from the School and university as a whole that may be of interest to you.\nSGA Student Support Fund – relaunching today!\nFollowing student feedback, we are relaunching a scheme where students can apply for limited funds from to help support those in financial difficulties which may be affecting studies and wellbeing. Applications to the SGA Student Support Fund will be reviewed regularly each month, with the deadline for applications to the fund being the last day of each month.\nA panel within SGA will then consider the applications and allocatefunding to successful recipients and will notify students via email within 2 weeks (at the latest) following the review e.g. by 14th of each month.\nWe hope this will help students who have been affected by financial troubles to receive help in a more timely way. Applications are open to all current Undergraduate and Masters students studying in the School of Global Affairs and you may apply even if you are in receipt of help elsewhere.\nApplications are confidential and can be made for a variety of reasons (e.g. it could be a decrease in working hours, family impact, tenancy issues or any number of reasons) so please complete the form if you feel you may be in need of additional financial support and please do reach out to me if you have any queries at all. Further details and the link to the form is as follows:",
    "trans": "Дорогі всі (студенти SGA UG та PGT, які отримали копію),\nСподіваюся, що цей електронний лист застане вас у доброму здоров'ї і ви адаптуєтеся до нового семестру. Я звертаюся до вас сьогодні з інформацією про деякі з наших нових та поточних підтримок, доступних від Школи та університету в цілому, які можуть вас зацікавити.\nФонд підтримки студентів SGA - повторний запуск сьогодні!\nВідповідно до відгуків студентів, ми повторно запускаємо схему, в рамках якої студенти можуть подати заявку на обмежені кошти для допомоги тим, хто перебуває у фінансових труднощах, які можуть впливати на навчання та добробут. Заявки на Фонд підтримки студентів SGA будуть регулярно розглядатися щомісяця, а термін подачі заявок на фонд - останній день кожного місяця.\nПанель у складі SGA розгляне заявки та виділить фінансування успішним отримувачам, а також повідомить студентів електронною поштою протягом 2 тижнів (максимум) після розгляду, наприклад, до 14 числа кожного місяця.\nМи сподіваємося, що це допоможе студентам, які зазнали фінансових труднощів, отримати допомогу більш своєчасно. Заявки відкриті для всіх чинних студентів бакалаврату та магістратури, які навчаються в Школі глобальних справ, і ви можете подати заявку навіть якщо отримуєте допомогу в іншому місці.\nЗаявки є конфіденційними і можуть бути подані з різних причин (наприклад, це може бути зменшення робочих годин, вплив на сім'ю, проблеми з орендою або будь-яка інша причина), тому будь ласка, заповніть форму, якщо вважаєте, що вам може знадобитися додаткова фінансова підтримка, і не соромтеся звертатися до мене з будь-якими запитаннями. Додаткові деталі та посилання на форму наведені нижче:"
}