{
    "source": "en_US",
    "target": "uk_UA",
    "text": "cheated. What was going on? I didn’t know at the time that most of us will need more than one round of treatment.\nIf you’ve done the treatment and retested and found that your gas levels have gone down, congratulations, the treatment is working! You may still be positive for SIBO, but if your breath test numbers have come down even a little, you should consider your treatment a success; keep going! But if you initially tested positive for SIBO, were treated, and after your treatment protocol your gas levels didn’t change, it might be time to try a different SIBO treatment. For example, if you were taking conventional antibiotics, perhaps you should try taking herbs. Or maybe it’s time to move on to something more aggressive, such as the elemental diet.\nThe point is that if you don’t feel at least 90 percent better, you need to get retested within two weeks because your SIBO might be gone even though you don’t actually feel that much better, meaning something else was causing the symptoms. Or, you might have improved even though you don’t feel much better yet. Or, if you haven’t improved, you need to find out why. What you shouldn’t do is panic. Just because your first treatment didn’t work well doesn’t mean you will feel this way forever.",
    "trans": "обмануто. Що відбувалося? Я тоді не знала, що більшості з нас знадобиться більше одного курсу лікування.\nЯкщо ви пройшли лікування і повторно протестувалися та виявили, що рівень газів у вас знизився, вітаємо, лікування працює! Ви все ще можете бути позитивними на SIBO, але якщо ваші показники дихального тесту навіть трохи знизилися, вам слід вважати своє лікування успішним; продовжуйте! Але якщо ви спочатку отримали позитивний результат на SIBO, пройшли лікування і після свого протоколу лікування рівень газів у вас не змінився, можливо, настав час спробувати інше лікування SIBO. Наприклад, якщо ви приймали звичайні антибіотики, можливо, вам слід спробувати приймати трави. Або можливо настав час перейти до чогось більш агресивного, наприклад до елементарної дієти.\nСуть в тому, що якщо ви не відчуваєте себе принаймні на 90 відсотків краще, вам потрібно пройти повторне тестування протягом двох тижнів, оскільки ваш SIBO може бути зниклим, навіть якщо ви насправді не відчуваєте себе набагато краще, що означає, що симптоми викликані чимось іншим. Або ви могли покращитися, хоча ще не відчуваєте себе набагато краще. Або, якщо ви не покращилися, вам потрібно дізнатися чому. Те, що вам не слід робити - це панікувати. Тільки тому, що ваше перше лікування не спрацювало добре, не означає, що ви будете почуватися так завжди."
}