{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Breath is a virtually inexhaustible resource enriched with chemicals that is produced almost continually by the body. The volume of a single exhaled breath at rest is approximately 400 – 500 ml, with an average of 12 breaths per minute, this results in about 6 L of air being ventilated every minute (3). Exhaled breath is comprised of three major groups: atmospheric gases, volatile organic compounds (VOCs), and respiratory droplets. The primary function of respiration is to obtain oxygen from the outside air and to release waste gases such as carbon dioxide back into the environment. We inhale a mixture of mostly nitrogen, oxygen, a small amount of argon, and tiny trace amounts of other gases like carbon dioxide. Oxygen from the atmosphere is inhaled deep into your lungs where it contacts the vascular alveolar surface and can be exchanged into the bloodstream to be delivered to all the cells in your body. Carbon dioxide is also exchanged from your bloodstream into the air in the lungs at this point, ready to be exhaled.\nThe breath also contains volatile compounds (also known as volatile organic compounds, or\nVOCs) that are the major focus of Breath Biopsy technology. There are a dizzying number of chemical reactions, processes, and pathways ongoing in all the cells and tissues of our body to keep us alive and functioning. In terms of our metabolism, there are thousands of pathways that work together to extract energy from our food and produce compounds (sometimes through hundreds of sub-steps) that are essential for us to function, as well as resulting in by-products that are either removed as waste or utilized in other pathways. Some of these bodily processes result in the production of volatile compounds, which are chemicals that are gaseous at room temperature. These volatile compounds can diffuse away from their point of origin into the blood in nearby blood vessels. Once in the blood, compounds can travel systemically throughout the body through the circulatory system of blood vessels, pumped by the heart. Upon reaching the circulation in the lungs, the contact point between the air in the lungs and the blood vessels in the alveolar membrane can serve as a launch pad from which volatile chemicals in the blood can take flight into the air. This results in exhaled breath being enriched with compounds produced all\naround the body.",
    "trans": "Дихання - це практично невичерпний ресурс, збагачений хімічними речовинами, який виробляється організмом майже безперервно. Об'єм одного видиху в стані спокою становить приблизно 400 - 500 мл, в середньому 12 вдихів за хвилину, що призводить до того, що щохвилини вентилюється близько 6 л повітря (3). Повітря, що видихається, складається з трьох основних груп: атмосферні гази, леткі органічні сполуки (ЛОС) та респіраторні краплі. Основна функція дихання полягає в отриманні кисню із зовнішнього повітря і виведенні відпрацьованих газів, таких як вуглекислий газ, назад у навколишнє середовище. Ми вдихаємо суміш здебільшого азоту, кисню, невеликої кількості аргону та крихітних слідів інших газів, таких як вуглекислий газ. Кисень з атмосфери вдихається глибоко в легені, де він контактує з поверхнею судинних альвеол і може обмінюватися з кров'ю, щоб бути доставленим до всіх клітин вашого тіла. Вуглекислий газ також обмінюється з кровотоку в повітря в легенях на цьому етапі, щоб бути готовим до видиху.\nДихання також містить леткі сполуки (також відомі як леткі органічні сполуки, або\nЛОС), які є основною метою технології дихальної біопсії. У всіх клітинах і тканинах нашого організму відбувається запаморочлива кількість хімічних реакцій, процесів і шляхів, які підтримують наше життя і функціонування. З точки зору нашого метаболізму, існують тисячі шляхів, які працюють разом, щоб видобути енергію з їжі і створити сполуки (іноді через сотні підетапів), які необхідні для нашого функціонування, а також призводять до утворення побічних продуктів, які або видаляються як відходи, або утилізуються іншими шляхами. Деякі з цих процесів в організмі призводять до утворення летких сполук - хімічних речовин, які є газоподібними при кімнатній температурі. Ці леткі сполуки можуть дифундувати від місця свого походження в кров у найближчих кровоносних судинах. Потрапляючи в кров, сполуки можуть системно поширюватися по всьому організму через кровоносну систему кровоносних судин, що перекачуються серцем. Досягнувши циркуляції в легенях, точка контакту між повітрям у легенях і кровоносними судинами в альвеолярній мембрані може слугувати стартовим майданчиком, з якого леткі хімічні речовини, що містяться в крові, можуть піднятися в повітря. Це призводить до того, що повітря, яке ми видихаємо, збагачується сполуками, що утворюються по всьому\nтілу."
}