{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I been going to church since I was born and actually it is kind of cool , even though when I was young I didn’t understand it well but I really liked.\nFirst of all, my parents have always served in the church since before I was born, and when I was about eleven years old, I began to serve in the church, also with my sister, taking care of the children and lastly giving them classes. Not only were we in the church but we also went on excursions and even went to camps in the summer. Since my sister and I were the youngest, the children paid more attention to us than to the adult who was in charge of the entire department, so you could say that my sister and I led and coordinated the things we were going to do with the children. We were also the ones who greeted the children at the door of the church and we milked them, each one with their class and their course. I always loved to help and serve in the church, apart from being like one of those who coordinated everything for the children and was with them helping them or simply enjoying being with them, because although I was a coordinator, I was also a child too.",
    "trans": "Я ходжу до церкви з народження і насправді це досить круто , хоча коли я був молодший , я не дуже добре це розумів , але мені це дуже подобалося.\nПо-перше, мої батьки завжди служили в церкві ще до мого народження, і коли мені було близько одинадцяти років, я почала служити в церкві разом зі своєю сестрою, піклуючись про дітей і врешті-решт проводячи їм заняття. Ми не тільки були в церкві, але й ходили на екскурсії та навіть їздили в табори влітку. Оскільки моя сестра і я були наймолодшими, діти більше уваги приділяли нам, ніж дорослому, який відповідав за весь відділ, тому можна сказати, що моя сестра і я керували та координували те, що ми будемо робити з дітьми. Ми також були тими, хто зустрічав дітей біля дверей церкви і розподіляв їх по класах та групах. Мені завжди подобалося допомагати і служити в церкві, крім того, бути однією з тих, хто координує все для дітей і проводить час з ними, допомагаючи їм або просто насолоджуючись спілкуванням з ними, тому що хоча я була координатором, я також була дитиною."
}