{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Luis — we are committed to creating a positive experience when using your Prime Store Card. That’s why we are updating how promotional financing is applied to eligible purchases. This will allow cardmembers the flexibility to review the available card benefits for each transaction and choose their preferred option at checkout.\nThis update will begin to roll out the week of November 11th. Once the update is in effect for your account, promotional financing offers can no longer be set as the default benefit for your Prime Store Card. If you want to apply Equal Monthly Payments or Special Financing on qualifying purchases, you will need to select this benefit option at checkout.\nAs a Prime Store Card cardmember, qualifying purchases will default to the % back benefit. If you choose to apply a promotional financing offer at checkout, this will be in lieu of the % back card benefit. If you have questions or concerns, please contact Synchrony Customer Service at",
    "trans": "Луїс, ми прагнемо створити позитивний досвід використання вашої картки Prime Store Card. Саме тому ми оновлюємо спосіб застосування промоційного фінансування до кваліфікованих покупок. Це дозволить членам картки мати можливість переглядати доступні переваги картки для кожної транзакції та вибирати свій улюблений варіант при оформленні покупки.\nЦе оновлення почне впроваджуватися з тижня 11 листопада. Після того, як оновлення набуде чинності для вашого облікового запису, промоційні фінансові пропозиції більше не можуть бути встановлені як стандартна перевага для вашої картки Prime Store Card. Якщо ви хочете застосувати рівномірні щомісячні платежі або спеціальне фінансування на кваліфіковані покупки, вам потрібно буде вибрати цю опцію переваги при оформленні покупки.\nЯк член картки Prime Store Card, кваліфіковані покупки за замовчуванням будуть мати перевагу % повернення. Якщо ви вирішите застосувати промоційне фінансування при оформленні покупки, це буде замість переваги % повернення картки. Якщо у вас є питання або занепокоєння, будь ласка, зверніться до служби підтримки клієнтів Synchrony за номером"
}