{
    "source": "en_US",
    "target": "uk_UA",
    "text": "His hands grab her again, she can't fight anymore, she can't run and scream, her strength leaves her body, her whole body, face, pants are in the mud. Tears roll down her face.\nThe man no longer answers her, drawing his own conclusions. He no longer tries to convince her that everything will be fine. He understands that persuasion does not affect her, so he uses force.\nHe carries her in his arms, while she twitches helplessly and opens the carriage door. He gives orders to his people to go back. He pushed the girl into the carriage and sat down opposite her.\nBoth of them were in the mud. The girl breathed deeply desperately, looked not at him hostilely and shifted her gaze to the window.\nHe looked angry, tired, there were a lot of emotions in his eyes that she was afraid to read.\nToday was a difficult day - a difficult battle, a lot of blood, he was emaciated and tired, And now the girl made him get up in the middle of the night and look for her, calm her tantrums. But the girl wasn't going to feel sorry for him.",
    "trans": "Його руки знову хапають її, вона більше не може боротися, не може бігти і кричати, її сила залишає її тіло, все її тіло, обличчя, штани в бруді. Сльози котяться по її обличчю.\nЧоловік більше не відповідає їй, роблячи свої власні висновки. Він більше не намагається переконати її, що все буде добре. Він розуміє, що переконання не впливають на неї, тому використовує силу.\nВін несе її на руках, поки вона безпорадно тремтить і відкриває двері карети. Він віддає накази своїм людям повернутися назад. Він штовхає дівчину в карету і сідає навпроти неї.\nОбидва вони були в бруді. Дівчина глибоко вдихнула з відчаєм, дивилася на нього недоброзичливо і перевела погляд на вікно.\nВін виглядав сердитим, втомленим, в його очах було багато емоцій, які вона боялася прочитати.\nСьогодні був важкий день - важка битва, багато крові, він був виснажений і втомлений. А тепер дівчина змусила його встати посеред ночі і шукати її, заспокоювати її капризи. Але дівчина не збиралася шкодувати його."
}