{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi [redacted_name], I'm Dr. Chris Dunning, your candidate for Pasco Superintendent of Schools. I chose to be a fellow No Party Affiliation voter because education should transcend political divisions. I invite you to learn more about me by visiting my website where you can read about my commonsense approach to voters' biggest concerns here: drdunning4pasco.com/the-issues\nAs a father of four, campus safety is incredibly important to me, and I will work closely with local law enforcement to protect our kids and staff. We must remain dedicated to high expectations for students to reduce disruptions and distractions during instruction and transportation must improve so our students are not missing that valuable time.\nMy 31 year track record speaks for itself, leading schools to improve performance, turning around struggling schools, and advising entire school districts as a teacher, principal, and nationwide consultant.\nIf you have any questions or concerns, I welcome you to reach out to me personally. You can email me or call me 727-505-5288.\nThis election is about choosing the most qualified and experienced candidate to lead our schools. Visit my website at drdunning4pasco.com for more details and to review my qualifications so you can make the best decision for our kids.\nStop to quit.\nDr. Chris Dunning",
    "trans": "Привіт [redacted_name], я доктор Кріс Даннінг, ваш кандидат на посаду суперінтенданта шкіл округу Паско. Я вибрав бути виборцем без партійної приналежності, оскільки освіта повинна перевершувати політичні поділи. Я запрошую вас дізнатися більше про мене, відвідавши мій веб-сайт, де ви можете прочитати про мій розумний підхід до найбільших проблем виборців тут: drdunning4pasco.com/the-issues\nЯк батько чотирьох дітей, безпека на території шкіл є для мене надзвичайно важливою, і я буду тісно співпрацювати з місцевими правоохоронними органами для захисту наших дітей та персоналу. Ми повинні залишатися відданими високим вимогам до учнів, щоб зменшити перешкоди та відволікання під час навчання, а транспорт повинен покращитися, щоб наші учні не пропускали цей цінний час.\nМій 31-річний досвід говорить сам за себе: я керував школами для покращення їхньої роботи, рятував проблемні школи та консультував цілі шкільні округи як вчитель, директор та консультант по всій країні.\nЯкщо у вас є будь-які питання або занепокоєння, я запрошую вас звернутися до мене особисто. Ви можете надіслати мені електронний лист або зателефонувати за номером 727-505-5288.\nЦі вибори стосуються вибору найбільш кваліфікованого та досвідченого кандидата для керівництва нашими школами. Відвідайте мій веб-сайт drdunning4pasco.com для отримання додаткової інформації та ознайомлення з моїми кваліфікаціями, щоб ви могли прийняти найкраще рішення для наших дітей.\nЗупиніться, щоб відмовитися.\nДоктор Кріс Даннінг"
}