{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Simon awoke as a storm gathered over the island. He climbed the mountain and saw the beast; he realized that the beast was just a cotton mouse tangled up in a parachute. Simon untangled the cotton mouse and headed down the mountain to tell the others. Meanwhile, everyone except Ralph's team had gone to attend the feast led by Jack. Piggy suggested they go to the feast to ensure nothing happened. The feast was savage; Jack painted his face, wore a crown of leaves, and all the boys obeyed him. When Ralph arrived, Jack asked all the boys who would join his team. Ralph said that he was still the chief because he had the conch, but Jack said the conch meant nothing on that side of the island. The rain started, and Ralph laughed at Jack because they hadn't even built a shelter for living. Jack began to dance with his group; Roger pretended he was a pig at the center of the circle and went crazy. Suddenly, Simon emerged from the forest, telling them the news about the beast, but the other kittens couldn't see and hear him clearly, so they thought it was the beast. Simon was beaten by all the kittens; the diamond necklace in front of Simon's neck broke into fragments, and he disappeared from the island.",
    "trans": "Саймон прокинувся, коли над островом зібралася буря. Він піднявся на гору і побачив звіра; він зрозумів, що звір - це всього лише бавовняна миша, заплутана в парашуті. Саймон розплутав бавовняну мишу і спустився з гори, щоб розповісти іншим. Тим часом всі, крім команди Ральфа, пішли на бенкет, організований Джеком. Піггі запропонував піти на бенкет, щоб переконатися, що нічого не трапиться. Бенкет був диким; Джек намалював обличчя, одягнув корону з листя і всі хлопці підкорялися йому. Коли Ральф прийшов, Джек запитав усіх хлопців, хто приєднається до його команди. Ральф сказав, що він все ще є вождем, тому що у нього є раковина, але Джек сказав, що раковина нічого не означає на тій стороні острова. Почався дощ, і Ральф засміявся над Джеком, тому що вони навіть не побудували укриття для життя. Джек почав танцювати зі своєю групою; Роджер вдавав свиню в центрі кола і збожеволів. Раптом Саймон вийшов з лісу і розповів їм новини про звіра, але інші котята не змогли його чітко побачити і почути, тому подумали, що це звір. Саймона побили всі кошенята; діамантове намисто на шиї Саймона розбилося на шматочки, і він зник з острова."
}