{
    "source": "en_US",
    "target": "uk_UA",
    "text": "writing to wish you well with the assessments you’re taking soon, and to remind you of the ISC’s Academic Integrity Strategy , and how important Academic Integrity is to University life.\nAcademic Integrity is important because it links the fairness and validity of your results to the University’s reputation and, therefore, the value of your qualifications. It is a duty you owe yourselves and your academic community of peers, present, past and future.\nTo help you check your understanding of how you can avoid committing academic misconduct during your assessments and suffering a penalty, please take a few minutes to complete a quick quiz which can be found on Study Smart under Academic Integrity on the Virtual Reception page. The quiz will be a useful reminder as you prepare for your assessments.\nhttps://studysmart.studygroup.com/mod/quiz/view.php? id=441256\nPlease think carefully about how you can embody the values below during this assessment period:",
    "trans": "пишу, щоб побажати вам добре здати іспити, які ви незабаром здаватимете, та нагадати про Стратегію академічної доброчесності ISC, і про те, наскільки важливою є Академічна доброчесність в житті Університету.\nАкадемічна доброчесність є важливою, тому що вона пов'язує справедливість та дійсність ваших результатів з репутацією Університету і, як наслідок, з цінністю вашої кваліфікації. Це обов'язок, який несете ви та ваша академічна спільнота нині, в минулому та майбутньому.\nЩоб допомогти вам перевірити ваше розуміння того, як ви можете уникнути академічної недоброчесної поведінки протягом виконання ваших завдань, та уникнути штрафів, будь ласка, приділіть кілька хвилин, щоб пройти швидку вікторину, яку можна знайти в розділі Study Smart в розділі Академічна доброчесність на сторінці Віртуальна прийомна. Вікторина буде корисним нагадуванням під час вашої підготовки до іспитів.\nhttps://studysmart.studygroup.com/mod/quiz/view.php? id=441256\nБудь ласка, уважно подумайте про те, як ви можете впровадити ці цінності протягом періоду оцінювання:"
}