{
    "source": "en_US",
    "target": "uk_UA",
    "text": "British company Arm Holdings, whose architecture is used in nearly all mobile processors worldwide, has threatened to revoke semiconductor producer Qualcomm's license to use its technology in chip creation. Investors responded to the conflict, which threatens Qualcomm's core business, by selling stocks in both companies.\nDetails\nOn Wednesday, Qualcomm and Arm shares fell nearly 4% in the Nasdaq premarket, following growth in regular trading on Tuesday. The sell-off was sparked by Arm's warning that they will terminate a contract in 60 days that currently allows Qualcomm to create its own chips based on Arm's developed standards.\nIf the licensing agreement with Arm is terminated, Qualcomm may have to stop selling products, which account for a large part of its revenue, or have to face lawsuits for large amounts, according to Bloomberg, the first to report on Arm's plans. Losing the general license will also affect Qualcomm's new developments, which would have to be licensed with individual agreements, leading to significant delays.\nA Qualcomm representative told Bloomberg that Arm is trying to \"pressure a long-time partner\" in anticipation of litigation and increase royalty stakes, while the British company's intention to revoke the license is \"completely groundless.\"\nWhat Arm is Dissatisfied With\nArm holds a unique position in the industry. Rather than producing processors independently, the company designs and licenses the command system that software uses to interact with chips. Arm also provides ready-made computational core architectures that companies such as Qualcomm and Apple utilize to create their own products.\nIn December, the Delaware court will commence a lawsuit filed by Arm against Qualcomm over breach of license contract. The British company initiated this lawsuit in 2022. Shortly prior to this, Qualcomm had purchased Nuvia, a start-up founded by former Apple engineers, which was designing server processors based on the ARM architecture, for $1.4 billion. After joining Qualcomm, the Nuvia team developed a power-efficient processor that is now being used in the latest Microsoft Copilot+ laptops with artificial intelligence.\nArm asserts that Qualcomm’s processors for Copilot+ are successors to the Nuvia chip, the license for which Arm cancelled. Qualcomm, meanwhile, claims that its general license to use Arm technology extends to chips for laptops and PCs. Reuters noted that a court loss could force Qualcomm and about 20 of its partners, including Microsoft, to cease deliveries of new laptops.\nContext\nUntil recently, Arm and Qualcomm were close partners. Now, however, both are adopting strategies that increasingly make them competitors, reports Bloomberg. According to Nikkei Asia, Arm plans to design its own AI chip by spring 2025 and launch its production at the facilities of contract manufacturers by fall of the same year. For its part, Qualcomm is trying to move away from using Arm's technologies, prioritizing its own developments instead.\nStock Insights\nAccording to FactSet, most market analysts recommend buying Arm and Qualcomm stocks. The consensus rating of both companies is \"above market\". Arm’s market value has increased 2.2 times since the start of the year, thanks to the AI boom. Qualcomm has appreciated by 23.5% while the S&P 500 has risen by 23.4%.",
    "trans": "Британська компанія Arm Holdings, чия архітектура використовується майже у всіх мобільних процесорах світу, пригрозила відкликати у виробника напівпровідників Qualcomm ліцензію на використання її технологій при створенні чіпів. Інвестори відреагували на конфлікт, який загрожує основному бізнесу Qualcomm, продажем акцій обох компаній.\nДеталі\nУ середу акції Qualcomm та Arm впали майже на 4 % на премаркеті Nasdaq після зростання під час регулярних торгів у вівторок. Причиною розпродажу стало попередження Arm про те, що за 60 днів компанія розірве контракт, який дає можливість Qualcomm створювати власні чіпи на основі розроблених Arm стандартів.\nЯкщо ліцензійну угоду з Arm буде розірвано, то Qualcomm, скоріше за все, доведеться припинити продажі продуктів, які становлять більшу частину її доходів, або зіткнутися з судовими позовами на великі суми, повідомляє Bloomberg, який першим повідомив про плани Arm. Втрата загальної ліцензії також вплине на нові розробки Qualcomm, які доведеться ліцензувати за окремими угодами, що призведе до значних затримок.\nПредставник Qualcomm заявив Bloomberg, що Arm намагається «чинити тиск на давнього партнера» напередодні судових розглядів і підвищити ставки роялті, а намір британської компанії відкликати ліцензію «абсолютно безпідставний».\nЧим незадоволена Arm\nУ Arm унікальна позиція в галузі. Замість того, щоб самостійно виробляти процесори, компанія розробляє і ліцензує систему команд, за допомогою якої програмне забезпечення взаємодіє з чіпами. Arm також надає готові архітектури обчислювальних ядер, які такі компанії, як Qualcomm і Apple, використовують для створення власних продуктів.\nУ грудні суд штату Делавер почне розгляд позову Arm до Qualcomm про порушення ліцензійного договору. Британська компанія ініціювала цей позов у 2022 році. Незадовго до цього Qualcomm придбала за 1,4 мільярда доларів стартап Nuvia, який був заснований колишніми інженерами Apple та який займався розробкою серверних процесорів на базі архітектури ARM. Після приєднання до Qualcomm команда Nuvia розробила енергоефективний процесор, який тепер використовується в новітніх ноутбуках Microsoft Copilot+ зі штучним інтелектом.\nArm стверджує, що процесори Qualcomm для Copilot+ є наступниками чіпа Nuvia, ліцензію на який Arm анулювала. Qualcomm, тим часом, стверджує, що її загальна ліцензія на використання технологій Arm поширюється на чіпи для ноутбуків і ПК. Reuters зазначає, що програш у суді може змусити Qualcomm і близько 20 її партнерів, включно з Microsoft, припинити постачання нових ноутбуків.\nКонтекст\nДо недавніх пір Arm і Qualcomm були близькими партнерами. Однак зараз обидві компанії застосовують стратегії, які все більше перетворюють їх на конкурентів, повідомляє Bloomberg. За даними Nikkei Asia, Arm планує розробити власний чип штучного інтелекту до весни 2025 року і запустити його виробництво на потужностях контрактних виробників до осені того ж року. Зі свого боку, Qualcomm намагається відмовитися від використання технологій Arm, віддаючи перевагу власним розробкам.\nПрогнози щодо акцій\nЗа даними FactSet, більшість ринкових аналітиків рекомендують купувати акції Arm і Qualcomm. Узгоджена відсоткова ставка обох компаній є «вищою за ринок». Ринкова вартість Arm зросла у 2,2 раза з початку року завдяки стрімкому розвитку ШІ. Qualcomm подорожчала на 23,5 %, тоді як індекс S&P 500 зріс на 23,4 %."
}