{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1. Complete the Disassociation Form Without Their Signature:\n• You, as the license holder or business owner, can complete the Disassociation Request (Form 13L-7) without the RMO’s signature. In Section 4 of the form (Signature of Disassociating Individual), you can leave the RMO’s signature blank.\n• You should sign the form yourself in the section for the Owner/Partner/Officer/Member (Section 5), which allows the license holder to submit the disassociation request.\n2. Submit a Written Explanation:\n• In the absence of the RMO’s signature, you should attach a written explanation stating the reason for the disassociation and why the RMO is unable or unwilling to sign the form.\n• You can also provide documentation showing you are the authorized person to act on behalf of the company, such as corporate records or meeting minutes, if necessary.\n3. Submit the Form to CSLB:\n• Once you’ve filled out the form and included your explanation, submit the form to the CSLB by mail or online if available. CSLB will review the case and process the disassociation even without the RMO’s signature if you provide sufficient documentation and reasoning.",
    "trans": "1. Заповніть форму відмови без їх підпису:\n• Ви, як власник ліцензії або бізнесу, можете заповнити запит на відмову (форма 13L-7) без підпису RMO. У розділі 4 форми (Підпис особи, що відмовляється) ви можете залишити підпис RMO порожнім.\n• Ви повинні підписати форму самостійно у розділі для власника/партнера/посадової особи/члена (розділ 5), що дозволяє власнику ліцензії подати запит на відмову.\n2. Подайте письмове пояснення:\n• У разі відсутності підпису RMO ви повинні додати письмове пояснення з зазначенням причини відмови та чому RMO не може або не бажає підписувати форму.\n• Якщо необхідно, ви також можете надати документацію, що підтверджує ваше право діяти від імені компанії, таку як корпоративні записи або протоколи засідань.\n3. Подайте форму до CSLB:\n• Після заповнення форми та надання свого пояснення, надішліть форму до CSLB поштою або онлайн, якщо це можливо. CSLB розгляне справу та обробить від'єднання навіть без підпису RMO, якщо ви надасте достатню документацію та обґрунтування."
}