{
    "source": "en_US",
    "target": "uk_UA",
    "text": "sense of belonging towards the country among staff and students, the University will conduct the weekly national flag-raising ceremony on Jockey Club Campus.\nThe schedule of ceremonies in November and December 2024 is as follows. Students are encouraged to attend andregister via the online form.\n8 a.m., 04 November2024(Monday)\n8 a.m., 11November2024(Monday)\n8 a.m., 18November2024(Monday)\n8 a.m., 25November2024(Monday)\n8 a.m., 02 December2024(Monday)\n8 a.m., 09December2024(Monday)\n8 a.m., 16December2024(Monday)\n8 a.m., 23December2024(Monday)\nAll participants of a National Flag Raising Ceremony would observe the relevant etiquette in order to show their respect for the country and demonstrate their good quality as nationals. Please therefore:\n- stand solemnly facing the national flag;\n- look at the national flag with respectful attention; and\n-dress appropriately during the ceremony.\nEnhancing among students a sense of belonging to the country and a sense of national identity is the University’s educational commitment. It is at the same time an integral part of moral, civic and national education for students.\nFor enquiries, please contact Ms. Vivian LEUNGvia email atsao@hkmu.edu.hk.\nStudent Affairs Office",
    "trans": "Щоб посилити почуття належності до країни серед співробітників та студентів, Університет проводитиме щотижневу церемонію підняття національного прапора на кампусі Jockey Club.\nГрафік церемоній у листопаді та грудні 2024 року наступний. Студентів заохочують взяти участь та зареєструватися через онлайн-форму.\n8:00, 04 листопада 2024 року (понеділок)\n8:00, 11 листопада 2024 року (понеділок)\n8:00, 18 листопада 2024 року (понеділок)\n8:00, 25 листопада 2024 року (понеділок)\n8:00, 02 грудня 2024 року (понеділок)\n8:00, 09 грудня 2024 року (понеділок)\n8:00, 16 грудня 2024 року (понеділок)\n8:00, 23 грудня 2024 року (понеділок)\nУсі учасники церемонії підняття національного прапора повинні дотримуватися відповідного етикету, щоб висловити свою повагу до країни та продемонструвати свої якості як громадян. Будь ласка, дотримуйтесь наступного:\nСтояти урочисто, повернувшись обличчям до національного прапора;\nДивитися на національний прапор з поважною увагою;\nОдягатися належним чином під час церемонії.\nПосилення серед студентів почуття належності до країни та національної ідентичності є освітнім зобов'язанням Університету. Водночас це невіддільна частина морального, громадянського та національного виховання студентів.\nУ разі запитань, будь ласка, звертайтеся до пані Вівіан ЛЕУНГ за електронною адресою sao@hkmu.edu.hk.\nВідділ роботи зі студентами"
}