{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Based on expenditure estimates outlined in Table 5, cost for clinical trials per participant amounts to $4,000 USD per participant. Additionally, Ahchoomab’s target population for RSV necessitates the\n21\nneed for HCM study to assess the infant populations. HCM studies are financially demanding, amounting to $100,000 USD per participant. Consequently, the number of participants in Phase I, HCM, II, and III (including P.S) are 111, 60, 810, and 3900, respectively. As a result, the overall clinical trial cost for Ahchoomab is calculated to be $25.284 million.\nFurther, the market share of any pharmaceutical product consists of the product’s life cycle theory (Hill, 2007). The first year of Ahchoomab’s release will be set at the launch stage level, which estimates Ahchoomab’s population share to be 1 million. As Ahchoomab gains traction through its second year on market, demand is expected to increase due to rapid market acceptance, resulting in a greater estimated population share of 2.5 million. Ultimately, the third year acts to solidify Ahchoomab’s place within the market, as consumer satisfaction surges. Therefore, the third sale year constitutes Ahchoomab’s maturity phase, in which it will reach the final target population of 4.3 million. As a result, the total estimated expenditure including manufacturing per capita & clinical trial costs is anticipated to be ~$1.7 billion.\nProfit vs Loss Summary\nAccording to projected expenditure in Table 6, the i",
    "trans": "Згідно з оцінкою витрат, представленою в Таблиці 5, вартість клінічних досліджень на одного учасника становить 4000 доларів США на одного учасника. Окрім того, цільова група пацієнтів Ахчумаба для лікування РСВ потребує\n21\nнеобхідність проведення дослідження HCM для оцінки популяцій немовлят. Дослідження HCM є фінансово витратними і становлять 100 000 доларів США за учасника. Відповідно до цього кількість учасників у фазах I, HCM II та III (включаючи P.S) становить відповідно 111, 60, 810 та 3900. Таким чином, загальна вартість клінічного випробування Ahchoomab оцінюється в 25,284 мільйона доларів.\nКрім того, частка ринку будь-якого фармацевтичного продукту складається з теорії життєвого циклу продукту (Hill, 2007). Перший рік після випуску Ahchoomab буде встановлений на рівні етапу запуску, що оцінює частку населення Ahchoomab в 1 мільйон. Оскільки Ahchoomab набирає популярність протягом свого другого року на ринку, очікується збільшення попиту через швидке прийняття на ринку, що призведе до більшої оцінюваної частки населення в 2,5 мільйона. Врешті-решт, третій рік діє для закріплення місця Ahchoomab на ринку, оскільки задоволеність споживачів зростає. Тому третій рік продажів становить фазу зрілості Ahchoomab, в якій він досягне остаточної цільової популяції в 4,3 мільйона. Як результат, загальні оцінювані витрати, включаючи витрати на виробництво на душу населення та витрати на клінічні випробування, очікується близько 1,7 мільярда доларів США.\nПідсумок прибутків і збитків\nЗгідно з прогнозованими витратами в таблиці 6, i"
}