{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You've been analyzing your significant relationships. This part of yourself will transform into something else. You will have to deal with the way you've been thinking and communicating replacing the deepest part of your psyche. Pay attention to the earth and the way things once were. Candor and clarity require a great deal of courage, but nothing can be achieved without them.\nThis transformative situation will see its beginnings in significant relationships. Keep an eye on how you relate to the people you're dating, your best friends, or people you work on projects with.\nThis situation will alter how you think about the world and mean ambivalence is no longer an option. Sontag once wrote: \"Time does not give one much leeway: it thrusts us forward from behind, blows us through the narrow funnel of the present into the future. But space is broad, teeming with possibilities, positions, intersections, passages, detours, U-turns, dead ends, one-way streets.\" The resolution that time demands still has infinite possibilities in space.\nAs a result of this situation, part of your personality will change and be replaced with something new.",
    "trans": "Ви аналізували свої значущі стосунки. Ця частина вас перетвориться на щось інше. Вам доведеться впоратися з тим, як ви думали і спілкувалися, замінюючи найглибшу частину своєї психіки. Зверніть увагу на землю і на те, якими були речі раніше. Відвертість і ясність вимагають великої сміливості, але без них нічого не можна досягти.\nЦя трансформаційна ситуація почнеться зі значущих стосунків. Зверніть увагу на те, як ви ставитеся до людей, з якими зустрічаєтеся, своїх найкращих друзів або людей, з якими працюєте над проектами.\nЦя ситуація змінить ваше ставлення до світу і означатиме, що амбівалентність більше не є варіантом. Сонтег колись написав: \"Час не дає багато свободи: він штовхає нас вперед ззаду, проносить через вузький конус теперішнього часу в майбутнє. Але простір широкий, наповнений можливостями, позиціями, перехрестями, проходами, об'їздами, розворотами на 180 градусів, тупиками, односторонніми вулицями.\" Рішення, яке вимагає час, все ще має безмежні можливості в просторі.\nВнаслідок цієї ситуації частина вашої особистості зміниться і буде замінена чимось новим."
}