{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Delivery is typically available daily from 9 a.m. to 10 p.m; however, order cut-off and delivery times may vary by store. Select stores may have extended hours (including 24 hour delivery). Some deliveries may not be eligible for Same Day Delivery due to delivery address, holidays, weather or other delivery constraints. At this time, delivery of orders containing alcohol is limited to select states. Available delivery hours for select age-restricted items may vary by store location.\nDeliveries must either be entirely accepted or rejected. No partial order acceptance is permitted. Most deliveries do not require an individual's presence or signature. However, if your order contains an age-restricted item, you will be required to show a valid government ID to verify age. A signature may also be required to accept orders containing alcohol.\nOther exclusions may apply. For details, visit our Help CenterOpens a new tab..\nEnd of the content",
    "trans": "Як правило, доставка здійснюється щодня з 9:00 до 22:00, проте час приймання замовлень та час доставки може відрізнятися в різних магазинах. В окремих магазинах можуть бути додаткові години роботи (в тому числі цілодобова доставка). Для деяких замовлень доставка в той самий день може бути недоступна у зв'язку з адресою доставки, святковими днями, погодними умовами або іншими обставинами, що можуть вплинути на доставку. На цей момент доставка замовлень, які містять алкоголь, є обмеженою для певних штатів. Час доставки деяких товарів, доступних для певних вікових категорій, залежить від місцеперебування магазину.\nЗамовлення має бути або повністю прийняте, або відхилено. Прийняття часткових замовлень не допускається. Для більшості доставок не потрібна присутність або підпис особи. Але якщо ваше замовлення включає товар з віковими обмеженнями, вам необхідно буде пред'явити дійсне посвідчення особи, щоб підтвердити вік. Для отримання замовлень, що містять алкоголь, також може знадобитися підпис.\nМожливі й інші винятки. Щоб дізнатися більше, відвідайте наш Центр допомоги Відкрити нову вкладку...\nКінець контенту"
}