{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Friday 25 October marks the 20-year anniversary of ‘Day for Daniel’, Australia’s largest child safety awareness and education day.\nAll Prep – Year 6 students, staff and Varsity College community members are invited to wear a red T-shirt and participate in a walk around the Primary Campus school oval from 8.00am to 8.20am on Friday 25 October. Please meet at the basketball courts at 7.55am for an 8.00am start.\nNo donations are required on this day, and students are to wear a red T-shirt with sports shorts, or full sports uniform.\nThe objectives of Day for Daniel are to raise awareness about child safety and protection, and to promote a safer community for all children. Day for Daniel educational resources and Daniel Morcombe Child Safety Curriculum empower students to ‘Recognise, React and Report’ - Recognise safe and unsafe situations and safety clues, React to keep themselves safe and Report unsafe situations.\nParents, caregivers, and educators are encouraged to start a conversation with their young people about personal safety. www.education.qld.gov.au/curriculum/stages-of-schooling/daniel-morcombe\nKind regards\nWellbeing and Engagement Team",
    "trans": "25 жовтня, п'ятниця, відзначає 20-річчя \"Дня для Даніеля\" - найбільшого в Австралії дня підвищення обізнаності та освіти з питань безпеки дітей.\nЗапрошуємо всіх учнів з класів Prep - Year 6, співробітників та членів спільноти Varsity College одягнути червону футболку та взяти участь у прогулянці навколо шкільного овала початкової школи з 8:00 до 8:20 в п'ятницю, 25 жовтня. Будь ласка, зустріньтеся на баскетбольних майданчиках о 7:55 для початку о 8:00.\nУ цей день не потрібно робити пожертвування, а учні повинні носити червону футболку зі спортивними шортами або повним спортивним формою.\nМета Дня для Даніеля полягає в підвищенні обізнаності про безпеку і захист дітей, а також у сприянні створенню більш безпечного середовища для всіх дітей. Освітні ресурси Дня для Даніеля та навчальна програма з безпеки дітей Даніеля Моркомба надають учням можливість \"Визначати, Реагувати і Повідомляти\" - Визначати безпечні та небезпечні ситуації і знаки безпеки, Реагувати, щоб залишитися в безпеці, і Повідомляти про небезпечні ситуації.\nБатьків, опікунів та вихователів заохочують розпочати розмову зі своїми молодими людьми про особисту безпеку. www.education.qld.gov.au/curriculum/stages-of-schooling/daniel-morcombe\nЗ найкращими побажаннями\nКоманда добробуту та залучення"
}