{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Since March 2011, the civil war in Syria has forced almost half of the population to flee their home. The displacement of the population has deepened fault lines amongst the population, leading to competition over resources and alignment along ethnic lines (De Châtel, 2014;Femia and Werrell, 2013). The emergence of the group Islamic State of Iraq and the Levant (ISIL) in the region has added another threat to the conflict. Recently, both the government and the ISIL have started diverting water, using it as leverage against each other (EJOLT, 2014). As the country experiences extreme water shortages, controlling water supplies has become a way of controlling territories and of putting pressure on opponents. Some experts argue that control of water will be decisive for who will win this war (Vidal, 2014). Meanwhile, this is an additional pressure on the population who already suffers from malnutrition and health issues and is sometimes forced to drink from puddles on the street to survive (Ibid.).",
    "trans": "З березня 2001 громадянська війна в Сирії змусила майже половину населення залишити домівки. переміщення поглибило розбіжності між населенням, що призвело до конкуренції за ресурси та дискримінацію за етнічними ознаками. (De Châtel, 2014;Femia and Werrell, 2013). Поява в регіоні угруповання Ісламська держава Іраку та Леванта (ІДІЛ) додала до конфлікту ще одну загрозу. Останнім часом як уряд, так і ІДІЛ почали відводити воду, використовуючи її в якості важелю впливу  (EJOLT, 2014). Оскільки країна відчуває гостру нестачу води, контроль водних запасів став способом контролювати території та здійснювати тиск на супротивників. Деякі експерти заперечують, що контроль над водними ресурсами буде вирішальним для переможців у війні (Vidal, 2014). В той же час, це додатковий тиск на населення, яке вже страждає від недоїдання та проблем зі здоров'ям, і іноді змушене пити з калюж на вулицях, щоб вижити (Ibid.)."
}