{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Topic 3: Talking about your first day at UEF\nA: Hey, do you remember your first day at UEF?\nB: Yeah, I remember it well. I arrived in the morning, a bit early actually. How about you?\nA: Same! I got there pretty early too. I came by motorbike, did you?\nB: No, I took a taxi with a friend. I wasn’t sure about the directions, so I thought it was safer.\nA: Oh, that’s smart. I went there with my cousin since we both enrolled in the same program.\nB: Nice! So what did you do when you got there?\nA: We had orientation first, meeting the professors and staff. It was a lot to take in!\nB: Yeah, I remember that too. I was nervous at first but felt better when I met some classmates.\nA: Same here! It was exciting but also a little overwhelming with everything going on.\nB: By the end of the day, I felt more relaxed. It was a lot to absorb, but I felt good.\nA: Me too. That day left me with a positive impression of UEF.\nTopic 4: Talking about a party you enjoyed\nA: Do you remember that birthday party last month?\nB: Oh yeah, at Sarah’s house, right? That was so much fun!\nA: Yep! It was her 21st birthday, and she really went all out. The decorations were amazing.\nB: It was held in her backyard, right? Such a nice setup with the lights and music.\nA: Yeah, it felt like a mini outdoor festival. A lot of people from our class were there too.\nB: I know! And everyone seemed to be having a great time, dancing and chatting.\nA: I loved the food! The buffet was so good, and the cake was delicious.\nB: Definitely! I spent most of the night hanging out with friends, and we even played a few party games.\nA: I really enjoyed the vibe. It was relaxed, but still really fun. How did you feel about it?\nB: I had a great time too. It was one of those nights where everything just felt perfect.\nA: Exactly! It’s definitely one of the best parties I’ve been to in a while.",
    "trans": "Тема 3: Розмова про ваш перший день в UEF\nA: Привіт, ти пам'ятаєш свій перший день в UEF?\nB: Так, я добре його пам'ятаю. Я приїхав вранці, навіть трохи раніше. А ти?\nA: Так само! Я теж приїхав досить рано. Я приїхав на мотоциклі, а ти?\nB: Ні, я поїхав на таксі з другом. Я не був впевнений у напрямку, тому подумав, що так буде безпечніше.\nA: О, це розумно. Я поїхав туди зі своїм двоюрідним братом, оскільки ми обидва записалися на одну і ту ж програму.\nB: Гарно! Що ви зробили, коли приїхали туди?\nA: Спочатку у нас була орієнтація, зустріч з професорами та співробітниками. Було багато інформації!\nB: Так, я теж це пам'ятаю. Спочатку я був нервовим, але коли зустрів однокласників, стало краще.\nA: У мене так само! Це було захоплююче, але також трохи перевантажуюче з усім, що відбувалося.\nB: Наприкінці дня я почувався більш розслабленим. Було багато інформації для засвоєння, але я почувався добре.\nA: І я теж. Той день залишив мені позитивне враження про UEF.\nТема 4: Розмова про вечірку, яку ви насолоджувалися\nA: Ти пам'ятаєш ту святкову вечірку минулого місяця?\nB: О так, у Сарафі вдома, правда? Це було так весело!\nA: Так! Це була її 21-річниця, і вона дійсно влаштувала все на висоті. Декорації були чудові.\nB: Вона проходила у її дворі, правда? Така гарна обстановка з вогнями та музикою.\nA: Так, це було як маленький фестиваль на відкритому повітрі. Там було багато людей з нашого класу.\nB: Знаю! І всі здавалися дуже задоволеними, танцюючи та спілкуючись.\nA: Мені сподобалася їжа! Шведський стіл був дуже смачний, а торт був смачним.\nB: Звичайно! Я провів більшу частину ночі, спілкуючись з друзями, і ми навіть пограли в кілька ігор для вечірок.\nA: Мені дуже сподобався настрій. Він був розслабленим, але все ж дуже веселим. Як ти до цього ставився?\nB: Я теж чудово провів час. Це була одна з тих ночей, коли все просто відчувалося ідеально.\nA: Саме так! Це точно одна з найкращих вечірок, на яких я був останнім часом."
}