{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello, [redacted_name]\nThank you for contacting us.\nPlease don't worry as we will get your problem resolved as always.\nWith all the information you've provided so far, we still haven't found your order. We deeply regret this. In order to help you solve the problem as soon as possible, please allow me to provide you with the following suggestions:\n1. Please check again whether your order was placed by our store. You can check your mailbox to see if you have received an order confirmation email after placing your order. Usually, when a customer successfully places an order, our store will send an order confirmation email to the customer. The order confirmation email contains the store name, order number, shipping address and other relevant information of the order you placed.\n2. If you do not find the relevant order confirmation email in your mailbox, please check your spam mailbox. Sometimes, these order emails will be sent to your spam mailbox due to problems with your mailbox settings or other reasons.\n3. If you find the order confirmation email, please check whether the store in the email istoivay. If so, please provide us with a screenshot of the order. If not, please find the corresponding merchant based on the store in the confirmation email.\n4. We would be grateful if you could provide additional information to help us find your order.\nIf you have any further questions or concerns, please feel free to contact us. Thanks\nBest wishes,\nCustomer Service Team",
    "trans": "Привіт, [redacted_name]\nДякуємо за те, що зв'язалися з нами.\nНе хвилюйтеся, ми завжди вирішимо вашу проблему.\nЗ усією інформацією, яку ви надали до цього часу, ми все ще не знайшли ваше замовлення. Ми глибоко шкодуємо про це. Щоб допомогти вам вирішити проблему якомога швидше, дозвольте мені надати вам наступні поради:\n1. Будь ласка, перевірте ще раз, чи було ваше замовлення оформлено нашим магазином. Ви можете перевірити свою поштову скриньку, щоб дізнатися, чи отримали ви електронний лист з підтвердженням замовлення після його оформлення. Зазвичай, коли клієнт успішно оформляє замовлення, наш магазин надсилає клієнту електронний лист з підтвердженням замовлення. У електронному листі з підтвердженням замовлення міститься назва магазину, номер замовлення, адреса доставки та інша відповідна інформація про оформлене вами замовлення.\n2. Якщо ви не знайдете відповідний електронний лист з підтвердженням замовлення у своїй поштовій скриньці, будь ласка, перевірте свою папку зі спамом. Іноді ці електронні листи з замовленнями можуть бути надіслані у вашу папку зі спамом через проблеми з налаштуваннями вашої поштової скриньки або з інших причин.\n3. Якщо ви знайдете електронний лист з підтвердженням замовлення, будь ласка, перевірте, чи є магазин у цьому електронному листі. Якщо так, будь ласка, надайте нам скріншот замовлення. Якщо ні, знайдіть відповідного продавця на основі магазину в електронному листі з підтвердженням.\n4. Ми будемо вдячні вам за надання додаткової інформації для допомоги у знаходженні вашого замовлення.\nЯкщо у вас є будь-які подальші питання або занепокоєння, будь ласка, не соромтеся звертатися до нас. Дякуємо\nЗ найкращими побажаннями,\nКоманда обслуговування клієнтів"
}