{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Milk rope shooter, multiple loads. Widower , father of 3 sons. Lifelong nudist, Major bator and pervert, teacher, doctor. The Doctor Tape video series are spot on with what Doctors trained like myself do while a patient is straped down for a deep anal examine so their legs and arms don’t get move allowing full entry with or without the patients consent. Dildo’s are a must for each examines ( longer and thicker the better ) due to flexible and easy to extract should the patients anus open fully and it is pulled into rectum beyond reach. Hung 9 uncut, loads of foreskin, Gym fit and runner. 6’2”, extremely hairy, muscular, geeky look when I wear my glasses. Into family fun big time and more into male milk and meat. Cumhound, bath house and glory hole participant heavily. No hangups on age to hook up with.Looking for brothers, dads, grandpas into family sweaty fun. friends with benefits, Male Milk does a body good! Ask for my Skyp name if you wanna meat up online for nutting. Very honest and direct just ask if you have questions.",
    "trans": "Стрілець з молокососа, можу стріляти багато разів. Вдівець, батько трьох синів. Довічний нудист, майор Бейтор і збоченець, вчитель, лікар. Серія відеороликів Doctor Tape точно відображає те, що роблять лікарі, які пройшли таку підготовку, як я, коли пацієнта прив'язують ременями для глибокого анального огляду, щоб його ноги і руки не могли рухатися, що дозволяє повністю проникнути всередину за згодою пацієнта або без неї. Фалоімітатори є обов'язковими для кожного обстеження (чим довше і товщі, тим краще), оскільки вони гнучкі і їх легко витягати, якщо анус пацієнта повністю відкритий і втягнутий у пряму кишку поза межами досяжності. Підвішений та необрізаний, багато крайньої плоті, займаюсь у тренажерному залі та бігом. Зріст 6 футів 2 дюйми, дуже волохатий, мускулистий, виглядаю зухвало, коли ношу окуляри. Захоплююся сімейними розвагами, а ще більше – чоловічим молоком і м'ясом. Активно беру участь в кончі, банях та «дірках слави». Не зациклююся на віці. Шукаю братів, тат, дідусів для сімейних спітнілих розваг. Шукаю дружбу з привілеями, бо чоловіче молоко корисно для організму! Запитайте про моє ім’я у Skype, якщо захочете поспілкуватися онлайн. Я дуже чесний та прямий, так що просто запитуйте, якщо у вас є питання."
}