{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This email is intended for [redacted_name] UoA ID: [redacted_id]\nYou may receive this email several times if you have more than one address on your record.\n14October2024\nPost-study work visa eligibility\n[redacted_name],\nPlease note this emailhas beensent to all international students enrolled in sub-doctoral programmes and is not specifically directed at you, but is for your information.\nWe understand that many international students may wish to pursue a career path in New Zealand after graduation, and the Post-Study work visa (PSWV) is often the most sought after visa type. Please find the link below to the Immigration NZ (INZ) guidelines regarding the determination of PSWV. We encourage you to review this information carefully:\nDetermining a Post-Study work visa\nOne critical requirement is that applicants must have studied their particular programme on a student visa granted for full-time study for a minimum of 30 weeks in New Zealand.\nIt is essential to keep this in mind when considering any changes to your programme, as doing so may affect your eligibility for the PSWV in the future. For more information, please see our Visa implications when changing the programmes of study page.\nRecent Challenges:\nWe have noted that some students have cross-credited or reassigned their Postgraduate Diploma (PGDip) to a taught Master's programme without completing the required 30 weeks of full-time study under a Master's student visa in New Zealand. This has led to challenges (not being eligible) when applying for their PSWV.\nFor affected students:\nIf you are in this situation and Semester Two 2024 is your last semester in order to graduate (having completed two semesters of PGDip, and one semester of Master's on the correct student visa), please reply to this email. An interim solution may allow INZ to grant you a PSWV for a duration of one to three years, subject to INZ's decision.\nFuture Graduates:\nPlease note that for graduates who are in the above situation from Semester One 2025, all students must adhere to the standard PSWV policy, and this interim solution will no longer be applicable.\nIf you have any questions regarding your eligibility for the PSWV, we encourage you to reach out to INZ.",
    "trans": "Цей електронний лист призначений для [redacted_name] ID UoA: [redacted_id]\nЯкщо у вас є кілька адрес у вашій запису, ви можете отримати цей електронний лист кілька разів.\n14 жовтня 2024 року\nПраво на отримання візи для роботи після навчання\n[redacted_name],\nЗверніть увагу, що цей електронний лист був надісланий усім міжнародним студентам, які навчаються за програмами післядипломного навчання і не спрямований конкретно до вас, а призначений для вашої проінформованості.\nМи розуміємо, що багато міжнародних студентів можуть бажати продовжити кар'єру в Новій Зеландії після закінчення навчання, і віза для роботи після навчання (Post-Study work visa, PSWV) часто є найбільш затребуваним типом візи. Будь ласка, знайдіть нижче посилання на рекомендації Імміграційної служби Нової Зеландії (Immigration NZ, INZ) щодо визначення PSWV. Ми рекомендуємо вам уважно ознайомитися з цією інформацією:\nВизначення візи для роботи після навчання\nОднією з критичних вимог є те, що заявники повинні були навчатися за своєю програмою на студентській візі, виданій для повного навчання, протягом мінімум 30 тижнів у Новій Зеландії.\nЦе важливо враховувати при розгляді будь-яких змін у вашій програмі, оскільки це може вплинути на вашу відповідність вимогам для отримання PSWV у майбутньому. Для отримання додаткової інформації, будь ласка, ознайомтеся з нашою сторінкою про наслідки зміни програм навчання.\nОстанні виклики:\nМи відзначили, що деякі студенти перенесли кредити або перевели свій Післядипломний диплом (PGDip) на магістерську програму без завершення необхідних 30 тижнів повного навчання за студентською візою магістратури в Новій Зеландії. Це призвело до проблем (відсутності права на отримання) при подачі заявки на їх PSWV.\nДля постраждалих студентів:\nЯкщо ви опинилися в цій ситуації і семестр II 2024 року є вашим останнім семестром для випуску (після завершення двох семестрів PGDip і одного семестру магістратури за правильною студентською візою), будь ласка, відповідайте на цей електронний лист. Тимчасове рішення може дозволити INZ надати вам PSWV на термін від одного до трьох років, залежно від рішення INZ.\nМайбутні випускники:\nЗверніть увагу, що для випускників, які опиняться в описаній вище ситуації з семестру I 2025 року, всі студенти повинні дотримуватися стандартної політики PSWV, і це тимчасове рішення більше не буде застосовуватися.\nЯкщо у вас є питання щодо вашої відповідності вимогам для отримання PSWV, ми рекомендуємо вам звернутися до INZ."
}