{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Observe – Hypothesis – Research – Findings – Discussion – Conclude\nYou must OBSERVE people in your immediate surroundings.\nIdentify DIFFERENCES in behaviours of said individuals / groups (for instance)\n- Queuing / not queuing\n- Approach to travel\n- Approach to parenting\n- Interaction with customer service\n- Interaction with family / friends\n- Behaviour while eating\n- Political perspectives\n- Use of ‘free’ time\nHYPOTHESISE why they behave differently (is there a difference in how they’ve been socialized by media / education etc due to age / race / gender / etc) then complete the RESEARCH process.\nThis will culminate into a short paper for submission that must include:\n- Reference to atleast THREE articles that you’ve researched\n- Correct use of appropriate terminology such as ‘norms / values / beliefs etc’\n- Sub-headings to cover each aspect of the process (these are)\no Introduction (150 words)\n▪ Context\n▪ Hypothesis\no Research Findings (200 words)\n▪ Academic views on WHY the behaviour / difference exists that AGREE with your hypothesis\n▪ Devils Advocate views\n▪ You may also wish to conduct mini interviews or your own research\no Discussion (200 words)\n▪ Consider what you’ve discovered and what it all suggests\n▪ Consider the findings in relation to your hypothesis\n▪ What conclusions or arguments could be made\no Conclusions (200 words)\n▪ Was your hypothesis correct\n▪ Was your hypothesis incorrect, or\n▪ Does further research need to be conducted\no Extension – Call to action… (150 words)\n▪ If your hypothesis connects to a social issue, what could be done to alter / improve behaviours that might lead to a more equal / egalitarian approach to human interaction?\nPlease note word count is MAXIMUM. Please do not go about this number of words. You may go below it by 50 words or so).",
    "trans": "Спостереження – Гіпотеза – Дослідження – Результати – Обговорення – Висновок\nВам потрібно СПОСТЕРІГАТИ за людьми у вашому найближчому оточенні.\nВизначити ВІДМІННОСТІ в поведінці цих осіб або груп (наприклад)\n- Очікування в черзі / відсутність черги\n- Підхід до подорожей\n- Підхід до виховання дітей\n- Взаємодія з обслуговуючим персоналом\n- Взаємодія з родиною / друзями\n- Поведінка під час їжі\n- Політичні погляди\n- Використання «вільного» часу\nЗАПРОПОНУВАТИ ГІПОТЕЗУ щодо того, чому вони поводяться по-різному (чи є різниця в тому, як їх соціалізували медіа / освіта тощо через вік / расу / гендер і т. д.), а потім пройти процес ДОСЛІДЖЕННЯ.\nЦе завершиться короткою науковою роботою для подання, яка має містити:\n- Посилання на принаймні ТРИ досліджені статті\n- Коректне використання відповідної термінології, такої як «норми / цінності / переконання»\n- Підзаголовки для кожного етапу процесу (такі)\no Вступ (150 слів)\n▪ Контекст\n▪ Гіпотеза\no Результати дослідження (200 слів)\n▪ Академічні погляди на ПРИЧИНИ існування цієї поведінкової відмінності, які ПІДТРИМУЮТЬ вашу гіпотезу\n▪ Протилежні погляди\n▪ Ви також можете провести мініінтерв’ю або власне дослідження\no Обговорення (200 слів)\n▪ Аналіз отриманих результатів та їх значення\n▪ Співвідношення результатів із вашою гіпотезою\n▪ Можливі висновки або аргументи\no Висновки (200 слів)\n▪ Чи підтвердилася ваша гіпотеза\n▪ Чи була вона спростована або\n▪ Чи потрібно проводити подальші дослідження\no Додатково – Заклик до дії... (150 слів)\n▪ Якщо ваша гіпотеза пов’язана з соціальною проблемою, що можна зробити для зміни / покращення поведінки, яка може призвести до більш рівноправного та справедливого суспільства?\nБудь ласка, зверніть увагу, що максимальний обсяг слів є обов’язковим. Ви можете скоротити його приблизно на 50 слів, але не перевищувати."
}