{
    "source": "en_US",
    "target": "uk_UA",
    "text": "CAS status changed | Your Visa Decision\nWe have received notification that your CAS status has changed to \"Used\". This usually means that a UK Visas and Immigration caseworker has made a decision on your Student Visa application. It can take up to 7 working days from this status change for you to receive formal notification from the UKVI of your visa outcome. Please check your email junk folders during this time as messages can often get filtered there.\nNext Steps - Visa Granted\nIf you applied for your visa outside of the UK, you can now book your travel to the UK. Please ensure that you only travel during the validity dates of your Student Visa.\nRead through our information on Biometric Residence Permit collection or Arriving with a digital visa if you are an EU/EEA/Swiss national\nReview our article on Settling into life in the UK as an International Student\nReview our article on checking your visa for errors\nNext Steps - Visa Refused\nIn the unlikely event that you have received notification your Visa has been refused, you cannot apply for another Student Visa unless a new CAS is issued to you. Please contact us via our Visa Refusal form as soon as possible so that we can advise on your options.",
    "trans": "Статус CAS змінено | Ваше рішення щодо візи\nМи отримали повідомлення про те, що статус вашого CAS змінився на \"Використано\". Це зазвичай означає, що співробітник UK Visas and Immigration прийняв рішення щодо вашої заявки на студентську візу. Від зміни цього статусу може пройти до 7 робочих днів, перш ніж ви отримаєте офіційне повідомлення від UKVI про результат вашої візи. Будь ласка, перевірте папки зі спамом у вашій електронній пошті під час цього часу, оскільки повідомлення можуть часто потрапляти туди.\nНаступні кроки - Віза надана\nЯкщо ви подали заявку на отримання візи за межами Великобританії, ви можете тепер забронювати свою подорож до Великобританії. Будь ласка, переконайтеся, що ви подорожуєте лише протягом термінів дії вашої студентської візи.\nОзнайомтеся з нашою інформацією про отримання біометричної картки резидента або прибуття з цифровою візою, якщо ви є громадянином ЄС/ЄЕП/Швейцарії\nОзнайомтеся з нашою статтею про адаптацію до життя у Великобританії як міжнародного студента\nОзнайомтеся з нашою статтею про перевірку вашої візи на помилки\nНаступні кроки - Віза відмовлена\nУ малоймовірному випадку, якщо ви отримали повідомлення про відмову у наданні візи, ви не можете подати заявку на іншу студентську візу, якщо вам не буде видано новий CAS. Будь ласка, зв'яжіться з нами через нашу форму для відмов у візі якомога швидше, щоб ми могли порадити вам варіанти."
}