{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Features\nProgressive Infection System: Every scratch, bite, or deep wound adds to your infection level. Once it reaches a critical point, your character either becomes infected or gains unique negative traits like \"Sickly,\" \"Asthmatic,\" or even \"Deaf.\"\nDynamic Infection: Your infection level accumulates with each injury. Upon reaching 100%, your character may either become fully infected or gain new negative traits, making survival even more challenging.\nNegative Traits and Stat Reduction: As the infection accumulates, your character's strength, fitness, and other physical attributes decrease. This makes surviving each encounter with zombies increasingly dangerous.\nHow It Works\nEvery injury sustained from a zombie attack adds a certain amount of infection points. Here’s how the infection levels are distributed for different injury types:\nInjury Type Infection Points\nScratch 15\nWound 25\nBite 40\nImportant Notes\nThis mod introduces a realistic infection system where every injury increases the risk. Once you hit 100 infection points, you either fully turn into a zombie or you have 4% Reset infection points and develop negative traits. Keep a close eye on your health!\n---\nCommissioned by Pakal\nThe mod was created by Alex. Want to commission a unique mod for your server?",
    "trans": "Особливості\nПрогресивна система інфекції: Кожен подряпина, укус або глибока рана додають до рівня вашої інфекції. Як тільки він досягне критичної точки, ваш персонаж або стане інфікованим, або отримає унікальні негативні риси, такі як \"Хворобливий\", \"Астматик\" або навіть \"Глухий\".\nДинамічна інфекція: Ваш рівень інфекції накопичується з кожною травмою. Досягнувши 100%, ваш персонаж може стати повністю інфікованим або отримати нові негативні риси, що зробить виживання ще більш складним.\nНегативні риси та зниження характеристик: У міру накопичення інфекції зменшуються сила, витривалість та інші фізичні характеристики вашого персонажа. Це робить виживання після кожної зустрічі з зомбі все більш небезпечним.\nЯк це працює\nKожна травма, отримана від атаки зомбі, додає певну кількість балів інфекції. Ось як розподіляються рівні інфекції для різних типів травм:\nТип травми Бали інфекції\nПодряпина 15\nРана 25\nУкус 40\nВажливі примітки\nЦей мод вводить реалістичну систему інфекцій, де кожна травма збільшує ризик. Як тільки ви досягнете 100 балів інфекції, ви або повністю перетворитеся на зомбі, або у вас буде 4% скидання балів інфекції і ви розвинете негативні риси. Уважно стежте за своїм здоров'ям!\n---\nЗамовлено Пакалом\nМод був створений Алексом. Хочете замовити унікальний мод для свого сервера?"
}