{
    "source": "en_US",
    "target": "uk_UA",
    "text": "At last our friends came home. The Wizard began to teach the twelve little monkeys at once. They were very clever. The Wizard was very kind to them and the monkeys loved him very much. Soon they were ready to do al the tricks which the Wizard wanted them to do. At last Ozma's birthday came. You must know that Ozma's birthday was always a great holiday ni the Land of Oz. On that day al the people ni al the countries of the Land of Oz decorated their houses with flowers and flags. The people sang, danced and played games. Ozma's palace stood ni the middle of a big garden. The garden was ful of flowers and fountains. Hundreds and hundreds of birds sang ni this garden.\nThere was some writing on a board near one of the fountains. This si what that writing said:\n71\nDon't Drink From That Fountain!\nIf you drink the water from this fountain You Will Forget Al That You Knew Before! You will forget even\nYour Name!\nOn her birthday Ozma always gave a great dinner at her Emerald Palace. And on that day, too, Ozma's friends, people and animals, came to her palace from al the countries of the Land of Oz. Ozma was always glad to see her friends, she laughed and talked with all of them.\nThen four beautiful girls brought ni a very big cake and put ti in the middle of the table. There were flowers and lighted candles' on it. In the centre of the cake there were letters which were made\nof sugar:\nOZMA'S BIRTHDAY CAKE from DOROTHY and the WIZARD\nOzma cried with joy: \"Oh, how beautiful!\"\n\"And now,\" cried Dorothy, \"now you must cut the cake and give a piece to each of us.\"\nOzma took a knife and cut the cake. Suddenly a little monkey jumped out of .ti Then eleven more? monkeys jumped out of the cake. \"Many happy returns,\"3 cried the monkeys. They danced and did some acrobatic tricks. Al their tricks were very funny. Ozma and her friends laughed very much.\n\"Thank you, dear Dorothy,\" said Ozma, \"and you, dear Wizard, for your wonderful present.\"\nDorothy and her friend, the old Wizard, were very glad that Ozma liked their birthday cake so much.\nAfter that the Tin Woodman sang his song, and al Ozma's friends liked ti very much too!\nOn the morning after Ozma's birthday, the Wizard and Dorothy went out for a walk in Ozma's wonderful garden. Ozma too came out of her Emerald Palace for a walk in the garden. She came up to Dorothy and the Wizard and said: \"You have told me a lot about your adventures in the Gugu Forest. But I want you to tell me more about them. I want to know how you got those little monkeys for the birthday cake.\"\nSo they sat down on an emerald bench opposite one of the fountains. Dorothy and the Wizard began to tell Ozma about their adventures. Ozma listened to them with great interest. Then she said to the Wizard: \"So you changed those terrible Li-Mon-Eags into nuts. And where are they now?\"\n\"Oh, I forgot about them,\" answered the Wizard. \"They must be ni my pocket.\" And he took two nuts out of his pocket and showed them to Ozma.\nOzma looked at the nuts for a long time and then said: \"No, I don't think that ti si right to leave them ni the form of nuts. I think, Wziard, Droyou mu, ama, hte hey dei en wcikelol sadi het Wizard. \"And we don't know their real forms, do we?\"!\n\"No, no, but we must not be afraid of two living things,?\" said Ozma. Ozma was very, very kind. \"Even if they are our enemies, or wicked magicians,\" she went on.\n\"I am afraid, Ozma,\" said the little man, \"that they know some magic which can do us much harm.\"\n\"I have an idea,\" cried Dorothy. \"Please, do as I tel you, and their magic wil not harm us.\"\n\"What si it, my dear?\" asked Ozma.\n\"Look at that writing on the board,\" said the girl. \"Read it! The writing says that we must not drink from that fountain or we shall forget al that we knew before, even our names. Let the Wizard change hte nuts into their real forms and make them thirsty. Then\n• lighted candles - зажженные свечи\n2eleven more - еще одиннадцать\n3Many happy returns [rita:nz]. - Поздравляем с днем рождения.\n' And we don't know their real forms, do we? - И мы не знаем, каков их настоящий вид, не так ли?\n2living things - живые существа\n3 Let the Wizard change the nuts into their real forms and make them thirsty. — Пусть волшебник вернет орехам их преж",
    "trans": "Нарешті наші друзі повернулися додому. Чарівник почав навчати одночасно дванадцять маленьких мавп. Вони були дуже розумними. Чарівник був дуже добрим до них, і мавпи дуже його любили. Незабаром вони були готові виконувати всі трюки, які Чарівник хотів, щоб вони виконували. Нарешті настало свято дня народження Озми. Ви повинні знати, що день народження Озми завжди був великим святом в Країні Оз. В цей день всі люди в усіх країнах Країни Оз прикрашали свої будинки квітами та прапорами. Люди співали, танцювали та грали в ігри. Палац Озми стояв посеред великого саду. Сад був наповнений квітами та фонтанами. У цьому саду співали сотні і сотні птахів.\nНа дошці біля одного з фонтанів було написано щось. Ось що було написано:\n71\nНе пийте з цього фонтану!\nЯкщо ви вип'єте воду з цього фонтану, ви забудете все, що знали раніше! Ви навіть забудете\nСвоє ім'я!\nНа свій день народження Озма завжди влаштовувала великий обід у своєму Смарагдовому Палаці. І в той день також до палацу Озми прийшли її друзі, люди та тварини, з усіх країн Країни Оз. Озма завжди була рада бачити своїх друзів, вона сміялася і розмовляла з усіма ними.\nPотім чотири красиві дівчини принесли дуже великий торт і поставили його посеред столу. На ньому були квіти та запалені свічки. У центрі торта були літери, зроблені\nз цукру:\nТОРТ ДЛЯ ДНЯ НАРОДЖЕННЯ ОЗМИ від Дороті та Чарівника\nОзма закричала від радості: \"О, як красиво!\"\n\"А тепер,\" закричала Дороті, \"тепер ти повинна нарізати торт і дати кожному з нас шматочок.\"\nОзма взяла ніж і нарізала торт. Раптом з нього вистрибнув маленький мавпочка. Потім ще одинадцять мавпочок вистрибнули з торта. \"Багато щасливих повернень,\" закричали мавпочки. Вони танцювали і виконували акробатичні трюки. Усі їхні трюки були дуже смішними. Озма та її друзі дуже сміялися.\n\"Дякую тобі, дорога Дороті,\" сказала Озма, \"і тобі, дорогий Чарівнику, за ваш чудовий подарунок.\"\nДороті та її друг, старий Чарівник, були дуже раді, що Озмі так сподобався їхній торт на день народження.\nПісля цього Латунний Лісник заспівав свою пісню, і всім друзям Озми вона теж дуже сподобалася!\nВранці після дня народження Озми Чарівник і Дороті вийшли на прогулянку в чудовому саду Озми. Озма також вийшла зі свого Смарагдового Палацу на прогулянку по саду. Вона підійшла до Дороті та Чарівника і сказала: \"Ви розповіли мені багато про свої пригоди в лісі Гугу. Але я хочу, щоб ви розповіли мені більше про них. Я хочу знати, як ви отримали тих маленьких мавпочок для торта на день народження.\"\nОтже, вони сіли на смарагдову лавку навпроти одного з фонтанів. Дороті та Чарівник почали розповідати Озмі про свої пригоди. Озма слухала їх з великим інтересом. Потім вона сказала Чарівнику: \"Отже, ти перетворив тих страшних Лі-Мон-Егів на горіхи. А де вони зараз?\"\n\"Ой, я забув про них,\" відповів Чарівник. \"Вони напевно у мене в кишені.\" І він витягнув два горіхи з кишені і показав їх Озмі.\nОзма довго дивилася на горіхи, а потім сказала: \"Ні, я не думаю, що правильно залишати їх у формі горіхів. Я думаю, Візард, Доройо му, ама, хте хей деї ен вцікелол сади хт Візард.\" \"І ми не знаємо їхніх справжніх форм, чи не так?\"!\n\"Ні, ні, але ми не повинні боятися двох живих істот, чи не так?\" - сказала Озма. Озма була дуже-дуже доброю. \"Навіть якщо вони наші вороги або злі маги,\" продовжила вона.\n\"Я боюся, Озмо,\" сказав маленький чоловік, \"що вони знають якусь магію, яка може нам завдати великої шкоди.\"\n\"У мене є ідея,\" закричала Дороті. \"Будь ласка, зробіть так, як я вам скажу, і їхня магія не зашкодить нам.\"\n\"Що це таке, моя дорога?\" - запитала Озма.\n\"Подивіться на той напис на дошці,\" сказала дівчинка. \"Прочитайте його! Написано, що ми не повинні пити з того фонтану, інакше забудемо все, що знали раніше, навіть свої імена. Нехай Візард перетворить горіхи в їхні справжні форми і зробить їх спраглими. Тоді\n• запалені свічки - зажженные свечи\n2ще одинадцять - еще одиннадцать\n3Багато щасливих повернень [rita:nz]. - Поздравляем с днем рождения.\n' І ми не знаємо їхніх справжніх форм, чи не так? - И мы не знаем, каков их настоящий вид, не так ли?\n2живі істоти - живые существа\n3 Нехай чарівник поверне горіхам їхні справжні форми і зробить їх спраглими. — Пусть волшебник вернет орехам их преж"
}