{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In simple terms Extensive Reading is reading as many easy books as possible for pleasure, and can be contrasted with intensive reading which is slow, careful reading of a short, difficult text. Day and Bamford (1998), Day (2002), Prowse (2002), and Maley (2008 and 2009) have identified a number of key characteristics of Extensive Reading in language learning. Here is a digest of what I think are the seven most important principles for successful Extensive Reading:\nStudents read a great deal, quite quickly (at least 150-200 words a minute) and often.\nThe reading material is relatively easy for the level of the students. Too much unknown language prevents students from reading quickly and fluently.\nIt is the student, not the teacher, who chooses what to read.\nStudents have a wide variety of genres and topics to choose from.\nStudents read for pleasure, information or general understanding.\nReading is individual and silent.\nThe teacher asks as a guide, monitor and role model.\nWhat are the benefits of Extensive Reading",
    "trans": "Простими словами, екстенсивне читання — це читання якомога більшої кількості легких книг для задоволення, і його можна порівняти з інтенсивним читанням, яке передбачає повільне, уважне прочитання короткого складного тексту. Day і Bamford (1998), Day (2002), Prowse (2002) та Maley (2008 і 2009) виокремили кілька ключових характеристик екстенсивного читання у вивченні мови. Ось підсумок семи найважливіших принципів для успішного екстенсивного читання:\nУчні читають багато, досить швидко (не менше 150-200 слів на хвилину) і часто.\nЧитання матеріалів є відносно легким для рівня учнів. Забагато невідомої лексики заважає учням читати швидко і плавно.\nСаме учень, а не вчитель, обирає, що читати.\nУчні мають великий вибір жанрів і тем для читання.\nУчні читають для задоволення, отримання інформації або загального розуміння.\nЧитання індивідуальне і тихе.\nВчитель виступає як керівник, спостерігач та зразок для наслідування.\nЯкі переваги має екстенсивне читання?"
}