{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Comedy remained strong in the thirties, as the Broadway writers of the twenties were imported en masse to provide dialogue for sound films. Again, it was the performers who led the way, as it had been in the silent era. The Marx Brothers, Mae West, and W. C. Fields (who had begun in silents) produced some of the most intriguing comic personas, the Marxes setting a mode of illogic that was to last past the turn of the century. The quick patter and insouciance of Broadway in the twenties gave rise to the Screwball Comedy, the genre that probably best identifies the 1930s on American screens. Gangster films, Horror films, Historical Romances, and embryonic Thrillers were also important genres of the time.\nIn the forties, the mood changed. War films, of course, were added to the genre catalogue. Beginning in the mid-forties, that peculiar blend of urban cynicism, downbeat subject matter, and dark shadows known as “Film Noir” made its appearance, as post-war cynicism added dark and foreboding colors to the American palette.",
    "trans": "Комедія залишалася сильною в тридцяті роки, тому що сценаристи двадцятих років з Бродвею масово завозили для створення діалогів для фільмів зі звуком. І знову, як і в епоху німого кіно, провідну роль відігравали артисти. Брати Маркс, Мей Вест і В. К. Філдс (які починали у німому кіно) створили одні з найбільш інтригуючих комічних особистостей, а Маркси започаткували моду на нелогічність, яка протрималася до кінця століття. Швидкий речитатив і нерозсудливість Бродвею двадцятих років спричинили появу ексцентричної комедії, жанру, який, скоріше за все, найкраще характеризує 1930-ті роки на американських екранах. Гангстерські фільми, фільми жахів, історичні романи та трилери, які перебувають в зачатковому стані, також були важливими жанрами на той час.\nУ сорокових роках настрій змінився. До каталогу жанрів, звичайно ж, було додано фільми про війну. Починаючи з середини сорокових років, з'являється своєрідна суміш міського цинізму, песимістичних сюжетів і темних тіней, яка відома як «фільм нуар», оскільки повоєнний цинізм додав до американської палітри похмурих і зловісних фарб."
}