{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Influencer shall bear all the responsibilities and compensate Advertiser for all the losses incurred thereby (including but not limited to the other party's loss compensation, fine and any related costs and expenses, including public relations fees, transportation fees, legal costs, attorney's fees, notarial fees, and other reasonable expenses).\n4) The influencer shall, in case of failure to create and publish the content within the agreed time and failed to take any remedial measures to publish the content or delay the posting date with the Advertiser's prior consent upon 10 days of such default, return the contract price in full and compensate the advertiser.\n5) Without advertiser written authorization, Influencers cannot contact the partner brands privately and disclose the commission and other details about the cooperation. If the violation is regarded as a serious breach of contract, the advertiser has the right to cancel the cooperation and the celebrity should bear 30% of the cooperation commission as a",
    "trans": "Інфлюенсер несе всі відповідальності та компенсує Рекламодавцю всі збитки, які виникли внаслідок цього (включаючи, але не обмежуючись, компенсацією збитків іншій стороні, штрафами та будь-якими супутніми витратами і витратами, включаючи витрати на зв'язки з громадськістю, транспортні витрати, юридичні витрати, гонорари адвокатів, нотаріальні збори та інші розумні витрати).\n4) У разі невиконання створення та публікації контенту в узгоджений термін та відсутності вжиття будь-яких заходів для публікації контенту або затримки дати публікації за попередньою згодою Рекламодавця протягом 10 днів з моменту такого порушення, інфлюенсер повинен повернути повну суму контрактної ціни та компенсувати рекламодавцю.\n5) Без письмового дозволу рекламодавця інфлюенсери не можуть приватно контактувати з партнерськими брендами та розкривати комісію та інші деталі співпраці. Якщо порушення буде визнано серйозним порушенням контракту, рекламодавець має право скасувати співпрацю, а знаменитість повинна сплатити 30% комісії за співпрацю як"
}