{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Week 1 Introduction to the study of Gender, Religion and Islam: This session is devoted to getting to\nknow each other and discussing key issues in the study of gender and religion in light of feminist and\npost-colonial approaches.\nWeek 2 Women in Qur'anic Narratives: This session introduces students to the study of the Qur’an with\na focus on the representation of gender in Qur’anic narratives.\nWeek 3 The Construction of Gender Norms: This session investigates the moral boundaries of gender\nrelations in the Qur’an, Hadith and early Muslim interpretation with a focus on the model of the\nProphets’ wives and its extension to Muslim women in general.\nWeek 4 Sexuality and Modesty: This session continues to investigate the moral boundaries of gender\nrelations in the Qur’an and Hadith with a focus on the question of sexuality and the dress code.\nWeek 5 Authority and power: This session will explore premodern Muslim views about the status of\nwomen and male authority, particularly in light of the central text Q. 3:34 (Male guardianship and the\nso-called beating verse)\nWeek 6 Individual Tutorials\nWeek 7 Feminist Approaches to the Islamic tradition: Deconstructing Patriarchy: This session will look\nat the reform discourses which led to new approaches to the Qur’an with a focus on feminist\ninterpretations that aim to deconstruct ‘patriarchal’ readings of the Qur’an.\nWeek 8 Feminist Approaches to the Islamic tradition: Reconstructing Islamic law: In this session, we\ntake a closer look at the transnational Muslim Musawah (Equality) movement associated with Sisters in\nIslam and its effort to reconstruct Gender norms and laws in Islam.\nWeek 9 Politics and Piety: Reconstructing Islamic Practice: In the final two sessions we move to look at\nwomen’s involvement in changing religious practices through political action. This session looks at the\nBritish and US contexts and the emergence of the women-led mosques.\nWeek 10: Politics and Piety: The Revival of the Tradition and Critiques of Feminist Approaches: This\nsession focuses on the revivalist, more traditionally-oriented mosque movement in the Middle East with\nreference to Egypt. The primary aim, however, will be to critically reflect upon and assess feminist\napproaches to Gender in Islam.\nThis module is taught jointly with a parallel third-year undergraduate module.",
    "trans": "Тиждень 1 Введення у вивчення Гендеру, Релігії та Ісламу: ця сесія присвячена\nнаданню знань одне одному та обговоренню ключових проблем у вивченні гендеру та релігії в світлі фемінізму та\nпост-колоніальних підходів\nТиждень 2 Жінки в нарративах Корану: Ця сесія підводить студентів до вивчення Корану з\nфокусом на представленні гендеру в нарративах Корану.\nТиждень 3 Будова гендерних норм: Ця сесія вивчає моральні межі гендерних\nвідносин в Корані, хасидизмі та рінніх мусульманських інтерпретаціях з фокусом на модель\nдружин Пророка та її поширенням на мусульманських жінок загалом.\nТиждень 4 Сексуальність та скромність: Ця сесія продовжує вивчення моральних меж гендерних\nвідносин в Корані, та хасидизмі з фокусом на питання сексуальності та дрес коду.\nТиждень 5 Авторитет та влада: Ця сесія вивчить досучасні мусульманські погляди щодо статусу\nавторитету жінок та чоловіків, зокрема в світлі центрального тексту Корану. 3:34 (Чоловіча опіка і\nтак званий битий вірш)\nТиждень 6 Індивідуальні заняття\nТиждень 7 Феміністські підходи до ісламських традиційц: Повалення патріархату: Ця сесія надасть погляд\nна реформаторські дискусії, які призвели до нових підходів до Корану з фокусом на феміністичну\nінтерпретацію, яка має на меті руйнування \"патріархальних\" тлумачень Корану.\nТиждень 8 Феміністичні підходи до ісламських традицій: Перебудова ісламського законодавства: В цій сесії ми\nближче розглянемо міжнаціональний мусульманський рух Мусава (Рівність), який співпрацює з рухом\n\"Сестри в ісламі\" в зусиллях щодо перебудови гендерних норм та законів Ісламу.\nТиждень 9 Політика та Благочестя: Перебудова ісламських практик: На останніх двох сесіях ми перейдемо до розгляду\nзалученності жінок до зміни релігійних практик через політичні дії. Ця сесія розгляне\nбританський та американський контекст та появу мечетей під керівництвом жінок.\nТиждень 10: Політика та благочестя: Відродження т радицій та критика феміністичних підходів:\nЦя сесія фокусується на реванші більш традиційно-орієнтованого руху мусульман на Середньому Сході з\nпосиланням на Єгипет. Першочергова мета, однак, полягатиме в критичному аналізіі та оцінці феміністичних\nпідходів до Гендеру в Ісламі.\nЦей модуль викладається паралельно з третиім курсом бакалавріату."
}