{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I start to take drink orders and one of the daughters orders a specialty lemonade. This is important for later. Then the same woman who was questioning me bringing 6 plates wanted to know about our coffee. I explained what coffee we have - mind you, this is my 2nd day off of training so I’m still learning things as I go. The woman asks me if I would charge her if she ordered a cup of coffee and didn’t like it. I told her that I could also just bring her a sample of the coffee to see if she likes it before she fully commits to it and she agreed to that but made sure to ask for cream and sugar with it. I brought out like 1/4 of a cup of our coffee with cream and sugar and told her that if she liked it I would fill up her cup and she was very appreciative and called me very sweet. I ran around and did some other things and when I came back I was getting their food order. It took about 15 minutes for these 6 people to order because of all of the modifications, questions, changing their minds and INTERRUPTING. They would not stop interrupting each other or me when I was taking their orders. After they ordered, the woman said she did not care for the coffee and that it was cold and ordered another drink. In the back of my mind, I said to myself “you ordered a sample of the coffee and put cold creamer in it” but I kept it to myself, smiled and apologized and took the coffee off of the table. I did not charge her anything obviously. Later, the girl who ordered the specialty lemonade decided she didn’t like it - totally fine, it’s a weirder flavor pairing so I offered to get her a different drink. She just wanted a regular lemonade. The woman with the coffee sample said she wanted to try it. When she tried it, she said she would drink it and to just bring her daughter a regular lemonade. Then she asked if we would charge for both which I explained that yes we would have to charge for both lemonades because they’re made at our bar and are both being consumed. She said never mind, just take this one and bring us a regular one. I had the specialty lemonade removed from their bill (it’s like a dollar more than a regular lemonade) and brought the girl her lemonade. The food came to their table, they were pleased with the food, and the service continued as normal. I checked back as they were finishing to see if they needed anything else and they asked for a box and a refill. I brought a box and the refill. Then the same woman asked for a container for something else. I bring that. Then she asks for a second container. I ask if she just wants one more. I bring her the other container and then they ask for the bill. I bring them the bill and continue servicing another table. When I walked by their table, I heard the grandma at the table say something like “man why was this food so expensive.” Whenever people comment on a bill, unless there’s any sort of a mix up, I keep it to myself because I know they saw the prices on the menu as they ordered. The woman with the coffee earlier flags me down and asks why it says there are 6 seats on the bill. I explained that when we put the food in for everyone, we split it by seat so they know where it’s going. She said there weren’t 6 seats. I explained that she ordered bacon and eggs and an apple juice for her son so we counted him as a seat at the table. She was really upset about this for a moment and then asked “well is the tip already included?” And I explained no that’s for parties over 6. She all of a sudden was no longer upset. They paid with one card and I brought everything back. I asked if they wanted a bag for the things they were taking home and she was quite snotty and said “yeah sure fine.” I run food for one of my tables and then bring the bag to her. The rest of the table had left already but the woman with the coffee sample from earlier is still there. She then stops me and proceeds to tell me something along the lines of this:",
    "trans": "Я починаю приймати замовлення на напої, і одна з дочок замовляє спеціальний лимонад. Це важливо для подальшого. Потім та сама жінка, яка запитувала мене про 6 тарілок, захотіла дізнатися про нашу каву. Я пояснила, яку каву ми маємо - зауважте, що це мій другий день без навчання, тому я все ще вчуся на ходу. Жінка запитує мене, чи буду я стягувати з неї плату, якщо вона замовить чашку кави і їй не сподобається. Я сказала їй, що можу також просто принести їй зразок кави, щоб вона подивилася, чи подобається їй це перед тим, як повністю зобов'язатися до цього, і вона погодилася на це, але обов'язково попросила вершки і цукор до неї. Я принесла їй приблизно 1/4 чашки нашої кави з вершками і цукром і сказала їй, що якщо їй сподобається, я заповню її чашку, і вона була дуже вдячна і назвала мене дуже милою. Я побігла займатися іншими справами, а коли повернулася, я отримувала їхнє замовлення на їжу. Цим 6 людям знадобилося близько 15 хвилин для того, щоб зробити замовлення через всі модифікації, питання, зміни думки та ПЕРЕРВИ. Вони не переставали переривати один одного або мене під час того, як я брала їхні замовлення. Після того як вони зробили замовлення, жінка сказала, що їй не сподобалася кава і що вона холодна, і замовила інший напій. У глибині душі я сказала собі: \"ти замовила зразок кави і поклала в нього холодні вершки\", але я залишила це при собі, усміхнулася і вибачилася та забрала каву зі столу. Очевидно, я нічого з неї не стягувала. Пізніше дівчина, яка замовила спеціальний лимонад, вирішила, що їй він не подобається - абсолютно нормально, це незвичайне поєднання смаків, тому я запропонувала їй отримати інший напій. Вона просто хотіла звичайний лимонад. Жінка з зразком кави сказала, що хоче його спробувати. Коли вона його спробувала, сказала, що вип'є його і просто принеси її доньці звичайний лимонад. Потім вона запитала, чи будемо ми стягувати плату за обидва напої, на що я пояснила їй так: так ми повинні будемо стягнути плату за обидва лимонади тому що вони приготовані на нашому барі і обидва споживаються. Вона сказала \"не важливо\", просто забери цей і принеси нам звичайний\". Я видалила спеціальний лимонад зі їхнього рахунку (він коштує на долар більше ніж звичайний лимонад) і принесла дівчинці її лимонад. Їжа прийшла до їхнього столу, вони були задоволені їжею і обслуговування продовжувалося як зазвичай. Я перевіряла їх під час завершення щоб дізнатися чи потрібно їм щось ще і вони попросили коробку та поповнення напою. Я принесла коробку та поповнення напою. Потім та сама жінка попросила контейнер для чогось іншого. Я приношу це. Потім вона просить другий контейнер. Я запитую чи хоче вона просто ще один. Я приношу їй інший контейнер а потім вони просять рахунок. Я приношу їм рахунок та продовжую обслуговувати інший стіл. Коли я проходила повз їхній стіл почула як бабуся за столом сказала щось на кшталт \"чому ця їжа була такою дорогою\". Коли люди коментують рахунок , якщо немає ніякої плутанини, я залишаю це при собі тому що знаю, що вони бачили ціни в меню під час замовлення. Жінка з кавою раніше зупиняє мене та запитує чому в рахунку вказано 6 місць. Я пояснюю, що коли ми вводимо їжу для всіх, ми розділяємо її по місцях, щоб вони знали куди йде. Вона каже, що місць було не 6. Я пояснюю, що вона замовила бекон, яйця та яблучний сік для свого сина, тому ми врахували його як місце за столом. Вона на мить дуже засмутилася через це, а потім запитала \"ну чай вже включено в рахунок?\" І я пояснила, що ні, це для груп більше 6 осіб. Раптово вона більше не була засмучена. Вони оплатили одним карткою і я принесла все назад. Я запитала чи хочуть вони пакет для речей які беруть додому, а вона була досить грубою та сказала \"так добре\". Я приношу пакет до неї після того як віднесла їжу одному зі своїх столів. Решта столу вже пішли але жінка з зразком кави все ще там. Вона тоді зупиняє мене та починає говорити мені щось на кшталт цього:"
}