{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear all,\nIt is my pleasure to inform you that Msia factory’s new Mfg Operation Director, [redacted_name] has come onboard our company as of yesterday. Tony came with many years of experience in project and program management, in manufacturing operation, and as well as a couple of years of experience in supply chain management, working for Tier 1 EMS companies in the like of Flex and Jabil, and he spent his last 2 years with AMD-Pensado as its Director of Factory Management before he joins our company. Tony graduated with a bachelor’s degree in management (major in Finance) and a master’s degree in business administration from a local university here in Malaysia.\nAs the Mfg Operation Director for our Msia factory, Tony will manage our ETE manufacturing function, and his role covers customer interface, order processing, new product introduction and as well as production and shipment. Tony is also responsible for managing the usual supporting departments which include TE, QA and IT function.",
    "trans": "Шановні всі,\nМені приємно повідомити вам, що новий директор з виробничих операцій заводу Msia, [redacted_name], приєднався до нашої компанії вчора. Тоні має багаторічний досвід у управлінні проектами та програмами, у виробничих операціях, а також кілька років досвіду в управлінні ланцюгом постачання, працюючи в компаніях Tier 1 EMS таких як Flex і Jabil. Останні 2 роки він працював директором з управління заводом у AMD-Pensado перед тим, як приєднатися до нашої компанії. Тоні закінчив бакалаврат з управління (спеціалізація в фінансах) та магістратуру з бізнес-адміністрування в місцевому університеті тут, у Малайзії.\nЯк директор з виробничих операцій нашого заводу Msia, Тоні буде керувати функцією виробництва ETE та його роль охоплює взаємодію з клієнтами, обробку замовлень, впровадження нових продуктів, а також виробництво та відвантаження. Тоні також відповідає за управління звичайними допоміжними відділами, такими як TE, QA та IT."
}