{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We are excited to announce the launch of the new Resident Experience App featuring Bilt! This platform is an easy and secure way to pay rent while accessing other benefits and earning rewards.\nStarting 10/15/2024, you’ll receive a link to download and log in to the Resident Experience app featuring Bilt Payments and Rewards.\nPlease note that any current automatic payments will be deactivated on 10/15/2024. If you have an automatic payment set up, it will not process for your rent payment in November. Once the Resident Experience App launches, you'll need to set up a new recurring payment to continue enjoying a seamless rent payment experience.\nThis centralized hub will also help you:\nEarn valuable points with each rent payment, which can be redeemed for travel, fitness, and more.\nYou’ll be earning the highest-value point currency, as recognized by leading publications.\nAccess exciting new rent day benefits every month.\nSubmit maintenance requests 24/7 and automatically receive status updates\nReserve amenities effortlessly, so you can enjoy them whenever you're ready.\nDiscover new ways to connect and stay up-to-date with everything happening in your community.\nStay tuned for more details – no action needed at this time!",
    "trans": "Ми раді оголосити про запуск нового додатку Resident Experience App з функцією Bilt! Ця платформа є простим і безпечним способом сплати оренди, а також доступу до інших переваг та отримання винагород.\nПочинаючи з 15.10.2024, ви отримаєте посилання для завантаження та входу в додаток Resident Experience з функціями Bilt Payments та Rewards.\nЗверніть увагу, що всі поточні автоматичні платежі будуть деактивовані 15.10.2024. Якщо у вас налаштований автоматичний платіж, він не буде оброблений для вашої орендної плати в листопаді. Після запуску додатку Resident Experience вам потрібно буде налаштувати новий регулярний платіж, щоб продовжувати насолоджуватися безперебійним досвідом сплати оренди.\nЦей централізований хаб також допоможе вам:\nЗаробляти цінні бали з кожною сплатою оренди, які можна обміняти на подорожі, фітнес та інше.\nВи будете заробляти валюту балів найвищої вартості, визнану провідними виданнями.\nОтримувати захоплюючі нові переваги в день сплати оренди щомісяця.\nПодавати заявки на обслуговування 24/7 та автоматично отримувати оновлення статусу\nЛегко резервувати зручності, щоб насолоджуватися ними, коли вам буде зручно.\nВідкривати нові способи зв'язку та бути в курсі всього, що відбувається у вашій спільноті.\nСлідкуйте за подальшими деталями – наразі не потрібно вживати жодних дій!"
}