{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear North Central San Antonio Parents, Attached you will find your child's second T1-Trimester progress report. If you have trouble viewing the document, please try viewing it on a computer or a mobile web browser (like Google Chrome) instead of the ParentSquare app. As you review your child’s progress report, please know that these grades are not final. Encourage your child to attend student hours to raise any undesirable grades, to receive details on assignments, and to receive support for any topics or courses they need additional help with. If you have any further questions, please reach out to the course subject teacher directly. Thank you and have a wonderful Fall Break!\nView Document\nPlease do not reply to this email.\nStay involved with your child’s learning and activities at school.\nYou received this email because you are a ParentSquare user in BASIS San Antonio Primary - North Central Campus. If you received this email in error or wish to disable your account, click here to unsubscribe.\nParentSquare Inc · 6144 Calle Real, #200A · Goleta, CA 93117",
    "trans": "Шановні батьки з північного центрального Сан-Антоніо, у вкладенні ви знайдете звіт про успішність вашої дитини за другий триместр T1. Якщо у вас виникають проблеми з переглядом документа, спробуйте переглянути його на комп'ютері або мобільному веб-браузері (наприклад, Google Chrome) замість програми ParentSquare. Під час перегляду звіту про успішність вашої дитини пам'ятайте, що ці оцінки не є остаточними. Заохочуйте свою дитину відвідувати години для учнів, щоб підняти будь-які небажані оцінки, отримати деталі щодо завдань і отримати підтримку з будь-яких тем або предметів, з якими їй потрібна додаткова допомога. Якщо у вас є подальші питання, зверніться безпосередньо до вчителя предмета курсу. Дякуємо і бажаємо вам чудових осінніх канікул!\nПереглянути документ\nБудь ласка, не відповідайте на цей лист.\nЗалишайтеся залученими до навчання та діяльності вашої дитини в школі.\nВи отримали цей електронний лист, оскільки ви є користувачем ParentSquare у BASIS San Antonio Primary - North Central Campus. Якщо ви отримали цей електронний лист помилково або бажаєте деактивувати свій обліковий запис, натисніть тут, щоб відписатися.\nParentSquare Inc · 6144 Calle Real, #200A · Goleta, CA 93117"
}