{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Micro Lidar lens is dirty, possibly due to dirt, oil, or organic vapor (such as ABS vapor) on the lens. A dirty lens reduces the resolution and contrast of the observed images and should be cleaned.\nWhen to use\nWhen printing volatile materials such as ABS for a long time, volatile substances will adhere to the lens surface of the camera module, resulting in a decrease in clarity and making lidar-related functions unreliable.\nSafety warning and Machine state before starting operation\nIt is suggested to power down the printer before you wipe the lens.\nOperation guide\nstep1\na. Make sure the calibration board is clean and in good condition\nb. Power down the printer, and use alcohol and other cleaning tools to wipe the module lens. The lens positions are as follows:\nstep2\nTurn on the printer, trigger a printing task, and see if the message disappears or not.\nstep3\nIf several attempts to clean the lens do not solve the problem, please contact the after-sales service to replace the Micro Lidar accessories.\nhttps://wiki.bambulab.com/x1/maintenance/replace-micro-lidar\nHow to verify completion/success\nThe message should disappear if the problem is solved.\nError message\nHMS_0C00_0100_0001_0004: Micro Lidar Lens dirty.\n0C00-0100-0001-0004\nEnd Notes",
    "trans": "Лінза Micro Lidar забруднена, можливо через бруд, олію або органічні пари (наприклад пари  ABS) на лінзі. Брудна лінза зменшує роздільну здатність та контрасність зображень, що спостерігаються, і її необхідно очистити.\nКоли використовувати\nПід час тривалого друку летючих матеріалів, таких як ABS, летучі речовини пристають до поверхні лінзи на модулі камери, що призводить до зниження чіткості та ненадійності функцій лідара.\nПопередження про безпеку та стан Машини перед початком роботи\nПеред протиранням лінзи, рекомендується вимкнути живлення принтера.\nІнструкція з управління\nкрок 1\nа. Переконайтесь, що калібровочна панель чиста та в гарному стані\nb. Вимкніть принтер та протріть лінзу модуля, використовуючи спирт та інші чистячі засоби. Розташування лінзи наступне:\nкрок 2\nУвімкніть принтер,запустіть завдання друку та погляньте, зникло чи ні повідомлення.\nкрок 3\nЯкщо кілька спроб почистити лінзу не вирішили проблему, будь лакса, зв'яжіться зі службою післяпродажного обслуговування, щоб замінити аксесуари  Micro Lidar.\nhttps://wiki.bambulab.com/x1/maintenance/replace-micro-lidar\nЯк перевірити завершення/успішність\nЯкщо проблему вирішено, повідомлення має зникнути.\nПовідомлення про помилку\nHMS_0C00_0100_0001_0004: Лінза Micro Lidar забруднена.\n0C00-0100-0001-0004\nКінцеві примітки"
}