{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi [redacted_name] & [redacted_name] & [redacted_name],\nThank you for your email re Sunday night service in the restaurant.\nBefore I address your email, I would like to advise that we are in hospitality and we need to be able to be adaptive and provide the best service that we can to our guests. Everyone needs to remember this.\nOur Opening hours for the restaurant are 6 -9pm.\nBefore any appliances are turned off it is important to check with Reception to see if there are any other guests coming in or being picked up that may be requiring a meal or have ordered a meal.\nIf it is very Quiet and then Reception can notify the Restaurant staff to close down, however, this will not be before 8pm.\nNotify Reception when turning off the grill and commencing close down – so that they are aware and can notify guests\nShould a guest order a meal and the grill has been turned off – then offer them something that can be prepared that doesn’t require the grill. Explain to the guests that the grill is off, but can do other things. The fat cooker should be the last thing that is turned off to allow a schnitzel, fish, squid or something like that to be cooked.\nEveryone gets paid for the hours they work, therefore, there is no being put behind, we just do the extra 15 mins or so that it may take. This doesn’t happen often, but when it does we must be prepared to do our part to accommodate the Guest.\nReception staff can always notify management that there has been a need to work back. This is actually required.\nIf you need to work extra or serve extra guests as per Sunday night, there is no need to take it out on the guest (remember they pay your wages), bring the issue to management, don’t display the dirty laundry to the Guests. They will be quick to make a negative review – something we don’t need.\nI was not present so I can only go by what you have all reported to me.\nI have also Cc other Restaurant staff on this email\nShould there be anything that is not clear from the above, please do not hesitate to contact me.\nKind regards\n[redacted_name]",
    "trans": "Привіт [redacted_name] і [redacted_name] і [redacted_name],\nДякуємо за ваш електронний лист щодо обслуговування в ресторані у неділю ввечері.\nПеред тим, як відповісти на ваш електронний лист, я хотів би зазначити, що ми працюємо в сфері гостинності і повинні бути адаптивними та надавати найкраще обслуговування нашим гостям. Всім потрібно пам'ятати про це.\nНаші години роботи ресторану - з 18:00 до 21:00.\nПеред тим, як вимкнути будь-які прилади, важливо перевірити з Рецепцією, чи є інші гості, які приходять або забираються і можуть потребувати їжу або замовили їжу.\nЯкщо дуже тихо, то Рецепція може повідомити персонал ресторану про закриття, однак це не буде раніше 20:00.\nПовідомте Рецепцію при вимкненні гриля та початку закриття - щоб вони були в курсі і могли повідомити гостей\nЯкщо гість замовить їжу, а гриль вже вимкнений - запропонуйте йому щось, що можна приготувати без використання гриля. Поясніть гостям, що гриль вимкнений, але можна приготувати інші страви. Фритюрницю слід вимикати останньою, щоб дозволити приготувати шніцель, рибу, кальмари або щось подібне.\nВсі отримують оплату за години своєї роботи, тому немає необхідності залишатися позаду, ми просто виконаємо додаткові 15 хвилин або близько того. Це не трапляється часто, але коли це відбувається, ми повинні бути готові зробити свою частину для задоволення гостя.\nПерсонал Рецепції завжди може повідомити керівництву про необхідність працювати більше. Це насправді потрібно.\nЯкщо вам потрібно працювати більше або обслуговувати додаткових гостей у недільний вечір, немає необхідності виводити це на гостей (пам'ятайте, що вони оплачують вашу зарплату), зверніться до керівництва з проблемою, не показуйте брудну білизну гостям. Вони швидко залишать негативний відгук - чого нам не потрібно.\nЯ не був присутній, тому можу спиратися лише на те, що ви всі мені повідомили.\nЯ також додав інших співробітників ресторану в копію цього електронного листа\nЯкщо щось неясно з вище наведеної інформації, будь ласка, не соромтеся звертатися до мене.\nЗ повагою\n[redacted_name]"
}