{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Energies of negativity cannot sustain in the presence of high vibrational frequency & pure, bright light. It may be difficult for beginners to believe, but truth is, that the negativity comes from within your own being. You will find that as you work on yourself (focusing inward, dissipating pain of traumas, fears keeping you from shining your inner light at its strongest and best), these negative demons naturally disappear. When you don’t fear them, they cease having power over you. It is when we don’t face our deepest fears & heal our past pains, our shadow sides haunt us.\nBeing still is in a way being present with all that is you, the good & the uncomfortable. Begin to love & forgive yourself in all the ways, and you will find inner peace. The road can be very in comfortable at times but you will experience magic… and support in the strangest of places… for we all have guides, ancestors, angels and so many more forces of unconditional love that await to be called on to assist in the progression to self-love and healing acceptance.\nYou are headed in the right direction! An excellent way to begin your journey of self-healing is through meditation. 🙂 Don’t worry, nothing can hurt you there! Altho, you may sometimes cry. Tears are a good way to release toxins & tension!\nRemember, in the silent darkness of your mind — the negativity you experience in meditation is only YOUR interpretation, YOUR own fears, that you have FULL CONTROL over facing, acknowledging and letting go. In doing the work, you will regain your sense of personal power & freedom.\nAs you do your work, as you meditate, as you dream, anytime you get scared, think of something you love dearly… maybe a beloved pet, a piece of artwork, someplace in nature… amplify & surround yourself in that feeling of love. Make it feel really really really BIG. What you feel in this is your heart light. Allow that light in your heart center to grow brighter and brighter with a complete sense of unconditional love and support…\nYou may imagine the love of nature healing you below like roots of trees, grounding. You may also imagine the love of the skies shining it’s pure, loving R[redacted_name]s over your head & shoulders… Imagine both of these healing energies meeting up in your heart center, amplifying & opening that beautiful heart light of yours — for the brighter your light, the lesser the darkness. ✨\nUse this in times of fear, for you must not fear as fear is fuel for continued hiding from your self & your issues. Make a commitment to face fear eye to eye & you will find, with the natural power of love light within, the negativity is NO THING.\nNo thang at all. 😉\nBeing deeply grateful for the experience to learn & grow, to expand beyond the constructs of fear.\n“The only thing we have to fear is fear itself.” —FDR\nWishing you the best on your journey. 🙏💚🌎\n—Melis[redacted_name]and music! Use music & move your body (dance, stretch, exercise) to raise vibrations too!",
    "trans": "Енергії негативності не можуть існувати в присутності високочастотних вібрацій та чистого, яскравого світла. Може бути важко для початківців повірити в це, але правда полягає в тому, що негативність походить зсередини вашого власного єства. Ви виявите, що працюючи над собою (зосереджуючись на внутрішньому світі, розсіюючи біль від травм, страхи, які заважають вам сяяти вашим внутрішнім світлом у найсильнішому та найкращому вигляді), ці негативні демони природним чином зникають. Коли ви не боїтеся їх, вони перестають мати владу над вами. Саме тоді, коли ми не стикаємося з нашими найглибшими страхами і не лікуємо наші минулі болі, наші тіньові сторони переслідують нас.\nБути спокійним - це в певному сенсі бути присутнім зі всім тим, що є у вас: добрим і незручним. Почніть любити і прощати себе у всіх відношеннях, і ви знайдете внутрішній спокій. Шлях може бути дуже незручним часом, але ви відчуєте магію... і підтримку в найдивніших місцях... адже у нас всіх є провідники, предки, ангели та багато інших сил безумовної любові, які чекають на те, щоб їх покликали для допомоги у прогресії до самолюбові та прийняттю зцілення.\nВи рухаєтеся в правильному напрямку! Відмінний спосіб почати свою подорож самозцілення - це медитація. 🙂 Не хвилюйтеся, там вам нічого не загрожує! Хоча іноді ви можете плакати. Сльози - це хороший спосіб звільнитися від токсинів і напруги!\nПам'ятайте, у тихій темряві вашого розуму - негативність, яку ви відчуваєте під час медитації, є лише вашою інтерпретацією, вашими власними страхами, над якими ви маєте повний контроль у їхньому подоланні, визнанні та відпусканні. Виконуючи цю роботу, ви відновите своє почуття особистої влади і свободи.\nПід час виконання своєї роботи, медитації або сну, коли ви відчуваєте страх, подумайте про щось, що ви дуже любите... можливо, про улюблену домашню тварину, витвір мистецтва або місце в природі... посиліть і оточіть себе відчуттям любові. Нехай це відчуття буде дійсно-дійсно-дійсно ВЕЛИКИМ. Те, що ви відчуваєте в цьому, - це ваше серцеве світло. Дозвольте цьому світлу в центрі вашого серця ставати все яскравішим і яскравішим з повним відчуттям безумовної любові та підтримки...\nВи можете уявити собі любов природи, яка лікує вас знизу, як коріння дерев, заземлюючи вас. Ви також можете уявити собі любов небес, яка світить вам своїми чистими, люблячими Р[redacted_name]над головою і плечима... Уявіть собі, як ці дві енергії зцілення зустрічаються в центрі вашого серця, посилюють і відкривають ваше прекрасне серцеве світло - адже чим яскравіше ваше світло, тим менше темряви. ✨\nВикористовуйте це в моменти страху, адже не слід боятися, оскільки страх є паливом для подальшого приховування від себе та своїх проблем. Зробіть зобов'язання зустрітися зі страхом лицем до лиця і ви знайдете, що з природною силою світла любові всередині вас негативність - це НІЧОГО.\nЗовсім нічого. 😉\nБути глибоко вдячним за можливість навчатися і рости, виходити за межі конструкцій страху.\n\"Єдине, чого ми повинні боятися - це сам страх.\" - ФДР\nБажаю вам всього найкращого на вашому шляху. 🙏💚🌎\n- Меліс[redacted_name] та музика! Використовуйте музику та рухайте своїм тілом (танцюйте, розтягайтеся, займайтеся фізичними вправами), щоб підняти вібрації!"
}