{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Taysha Gene Therapies has received the needed approval to move forward with dose escalation in its Phase 1/2 trial testing TSHA-102, its gene therapy candidate for Rett syndrome, in adolescents and adults, the company announced.\nThat green light from the study’s independent data monitoring committee (IDMC) — a group of experts overseeing the ongoing REVEAL clinical trial (NCT05606614) — means that Taysha can now step up to the treatment’s second and highest planned dose for testing. Use of that higher dose is expected to happen in the second quarter of the year.\nThe IDMC also approved dosing of the second child in the low-dose group of the pediatric version of REVEAL (NCT06152237), which began dosing earlier this year. The second child may be dosed this month, with initial data expected by mid-year.\nThe dose escalation go-ahead came after the monitoring committee reviewed available data from patients who had already received TSHA-102. Data from the first two adults treated showed that the gene therapy was well tolerated, and that it helped with breathing, sleeping, social interest, and gross and fine motor skills.\n“We have been quite encouraged by the initial safety and efficacy data demonstrated to date with TSHA-102,” Sean P. Nolan, Taysha’s chairman and CEO, said in a company press release.\nRECOMMENDED READING\nFebruary 21, 2024 News by Andrea Lobo, PhD\nShock wave therapy seen to help motor function in Rett children\nTaysha now seeking permission to expand 1 trial to US\nAccording to Nolan, Taysha is “pleased that we are cleared to dose the second patient in our REVEAL Phase 1/2 pediatric trial, and importantly, that the IDMC approved our request to proceed to dose escalation in our REVEAL Phase 1/2 adolescent and adult trial earlier than planned.”\nThe company also plans to expand clinical testing into the U.S. for adult and adolescent patients following its submission of a clinical protocol for ages 12 and older to the U.S. Food and Drug Administration. That would allow more older patients to be tested with TSHA-102.\n“Expanding our ongoing REVEAL adolescent and adult trial in Canada into the U.S. will further support our goal to evaluate TSHA-102 across a broad range of ages and stages of patients with Rett syndrome,” Nolan said.\nIn nearly all cases, symptoms of Rettare caused by mutations in the MECP2 gene, which provides instructions for producing a protein that’s needed for normal brain development.\nGene therapy for Rett syndrome aims to deliver a healthy copy of MECP2 into cells so that they can produce that protein on their own. Some cells may already produce some of it. Therefore, it’s important to tune its levels warily to avoid harmful effects, according to the researchers.\nTSHA-102 combines miniMECP2— a shorter but working version of the MECP2 gene — with miRARE, a technology that allows control of gene activity. This is expected to prevent too much protein from being produced.",
    "trans": "Taysha Gene Therapies отримала необхідне схвалення для продовження ескалації дози у своєму клінічному дослідженні фази 1/2 щодо тестування TSHA-102, кандидата на генну терапію для синдрому Ретта, у підлітків та дорослих.\nЗелений сигнал від незалежного комітету з моніторингу даних (IDMC) дослідження - групи експертів, які контролюють проведення клінічного випробування REVEAL (NCT05606614) - означає, що Taysha тепер може перейти до другого та найвищого запланованого дозування лікування для тестування. Використання цієї вищої дози очікується у другому кварталі року.\nIDMC також затвердив дозування другої дитини в групі низької дози педіатричної версії REVEAL (NCT06152237), яка почала дозування раніше цього року. Друга дитина може отримати дозу цього місяця, а первинні дані очікуються до середини року.\nСигнал про можливість підвищення дози надійшов після того, як моніторинговий комітет розглянув доступні дані від пацієнтів, які вже отримали TSHA-102. Дані від перших двох дорослих пацієнтів, які були лікуванні, показали, що генна терапія добре переноситься і допомагає з диханням, сном, соціальним інтересом та грубою і тонкою моторикою.\n“Ми були досить задоволені початковими даними безпеки та ефективності, які були продемонстровані до сьогоднішнього дня з TSHA-102,” сказав Шон П. Нолан, голова правління та генеральний директор Taysha, у прес-релізі компанії.\nРЕКОМЕНДОВАНЕ ЧИТАННЯ\n21 лютого 2024 року Новини від Андреа Лобо, доктор філософії\nТерапія ударними хвилями виявилася корисною для моторних функцій у дітей з синдромом Ретта\nTaysha тепер шукає дозволу на розширення 1 випробування в США\nЗа словами Нолана, Taysha “задоволена тим, що ми отримали дозвіл на дозування другого пацієнта в нашому педіатричному випробуванні REVEAL Phase 1/2, і важливо те, що IDMC затвердив наше прохання про підвищення дози в нашому випробуванні REVEAL Phase 1/2 для підлітків і дорослих раніше запланованого терміну.”\nКомпанія також планує розширити клінічне тестування в США для дорослих і підлітків після подачі клінічного протоколу для вікової групи 12 років і старше до Управління з контролю за продуктами і ліками США. Це дозволить протестувати більше старших пацієнтів за допомогою TSHA-102.\n\"Розширення нашого поточного дослідження REVEAL для підлітків та дорослих у Канаді на територію США ще більше підтримуватиме нашу мету оцінити TSHA-102 у широкому діапазоні вікових груп та стадій пацієнтів з синдромом Ретта,\" - сказав Нолан.\nУ майже всіх випадках симптоми синдрому Ретта викликані мутаціями в гені MECP2, який надає інструкції для виробництва білка, необхідного для нормального розвитку мозку.\nГенна терапія для синдрому Ретта має на меті доставити здорову копію MECP2 в клітини, щоб вони могли самостійно виробляти цей білок. Деякі клітини можуть вже виробляти його частково. Тому важливо обережно регулювати його рівні, щоб уникнути шкідливих наслідків, згідно з дослідниками.\nTSHA-102 поєднує miniMECP2 — коротшу, але функціонуючу версію гена MECP2 — з miRARE, технологією, яка дозволяє контролювати активність гена. Це очікується запобігти надмірному виробництву білка."
}