{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Full job description\nCelerion is committed to swift, exceptional clinical research through translational medicine. Every day, we use our experience, agility, and innovative research strategies to help get drugs to market faster.\nAs a Laundry Attendant/Housekeeper you will work full-time in our clinic in Lincoln, NE. This position will interact with our clinical staff and with the participants who take part in our clinical research studies.\nIn this position you will be responsible for:\nLaundering towels, bed linens and participant clothing\nAnd possibly helping with general cleaning of our clinical areas, including restrooms and common areas, consisting of: spot cleaning, mopping, sanitizing, trash removal)\nThis benefitted position will work 40 hours a week, Monday-Friday 8:30am-5:00pm, and possibly additional shifts in the afternoons/evenings/weekends if available.\nKnowledge/ Skills / Education:\nHigh school diploma / GED preferred\nCustomer service focused\nAbility to read and comprehend product safety labels\n1+ years of custodial/housekeeping experience required\n1+ years of commercial laundry experience preferred\nCelerion Values: Integrity Trust Teamwork Respect\nCelerion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, age, sexual orientation, gender identity, genetic information, marital status, qualified protected veteran status, or disability.",
    "trans": "Повний опис роботи\nCelerion прагне до швидкого та виняткового клінічного дослідження через трансляційну медицину. Щодня ми використовуємо наш досвід, гнучкість та інноваційні стратегії досліджень, щоб допомогти швидше виводити лікарські засоби на ринок.\nЯк працівник пральні/прибиральник ви будете працювати на повну ставку в нашій клініці в Лінкольні, штат Небраска. Ця посада буде взаємодіяти з нашим клінічним персоналом та учасниками, які беруть участь у наших клінічних дослідженнях.\nНа цій посаді ви будете відповідальні за:\nПрання рушників, постільної білизни та одягу учасників\nА також можливо допомога з загальним прибиранням наших клінічних приміщень, включаючи туалети та загальні зони, що складаються з: очищення плям, миття підлоги, дезінфекції, вивезення сміття)\nЦя позиція з пільгами буде працювати 40 годин на тиждень, з понеділка по п'ятницю з 8:30 до 17:00, а також можливо додаткові зміни в післяобідній/вечірній/вихідний час, якщо доступні.\nЗнання/Навички/Освіта:\nБажано наявність атестату про середню освіту / GED\nСфокусованість на обслуговуванні клієнтів\nЗдатність читати та розуміти етикетки безпеки продуктів\nВимагється 1+ рік досвіду роботи в сфері охорони/прибиранні\nБажано 1+ рік досвіду роботи в комерційній пральні\nCelerion цінує: Чесність Довіру Командну роботу Повагу\nCelerion є роботодавцем рівних можливостей. Всі кваліфіковані кандидати отримають розгляд для працевлаштування без урахування раси, кольору шкіри, релігії, статі, національного походження, віку, сексуальної орієнтації, гендерної ідентичності, генетичної інформації, сімейного стану, статусу захищеного ветерана або інвалідності."
}