{
    "source": "en_US",
    "target": "uk_UA",
    "text": "CONSENT TO RECEIVE AND SIGN DOCUMENTS ELECTRONICALLY Agree to Engage in E-Signatures and Electronic Transactions:\nBy selecting the \"Agree E-Signature\" option, below, I agree to electronically receive and sign documents on the First Advantage platform or from First Advantage, including, but not limited to disclosures, authorization documents, letters, and other related forms/documents (\"Documents\")\nRight to Complete Documents in Non-Electronic Form:\nI understand that I have the right to receive the Documents in hard copy and, where applicable, to sign the Documents with a handwritten signature. In order to obtain hard copy versions of the Documents please contact First Advantage at:\nMail:\nFirst Advantage Background Services Corp. P.O. Box 105292\nAtlanta, GA 30348\nor call (800) 845-6004 for assistance\nor email to: consumer.documents@fadv.com\nUpdating Contact Information:\nI understand that I have the right to update my electronic contact information at any time by calling (800) 845-6004 or by email to consumer.documents@fadv.com.\nWithdrawing My Consent\nI understand that I have the right to withdraw my consent to electronically receive and sign the Documents. If I decide at any point to withdraw my consent, I understand that the withdrawal is only prospective and shall not impact the legal effectiveness, validity or enforceability of any Documents signed or received electronically prior to the implementation of my requested withdrawal. The effectiveness of the withdrawal will be within a reasonable period of time after receipt of the withdrawal. If I withdraw during the period where a screening service is in the process of being fulfilled or ordered, it may impact my application for employment or contract work. If I decide at any point to withdraw my consent, I must provide a signed letter via mail to the mailing address in bold below to notify First Advantage that I wish to withdraw my consent.\nMail:\nFirst Advantage Background Services Corp.\nP.O. Box 105292\nAtlanta, GA 30348\nFor further information on the withdrawal process, you can call (800) 845-6004 or contact us at consumer.documents@fadv.com.\nHardware and Software Requirements:\nIn order to access and retain the communications and documents, I will need a computer or a mobile device as well as a working connection to the Internet. I must use Internet Explorer 6 or later, Edge,\nFirefox 3 or later, Chrome 36 or later, Safari 3.5 or later. I will be notified if there are any material changes to the software described above. I hereby represent that I have the minimum requirements necessary as described above.\nRequesting a Paper Copy of My Electronic Record:\nUpon request, I may obtain a paper copy of Documents for no fee by clicking print before submitting (if applicable). Additionally, I may mail a request to:\nFirst Advantage Background Services Corp. P.O. Box 105292\nAtlanta, GA 30348\nor call (800) 845-6004 for assistance\nor by email to consumer.documents@fadv.com Contact details for non-US candidates:\n● For candidates located in Malaysia, Australia and New Zealand, please email the South Asia Pacific Regional Compliance Officer at privacy.sapac@fadv.com\n● For candidates located in China, Taiwan, Macao, Singapore, Hong Kong, Philippines, Korea and Japan, please email the North Asia Pacific Regional Compliance Officer at privacy.napac@fadv.com\n● For candidates based in Europe, the Middle East or Africa: Email our Global Customer Care team at globaladvantagesupport@fadv.com\n● Please contact gdpr@fadv.com for questions related to GDPR.\nConsent to Use Electronic Signature:\nBy selecting the \"Agree E-Signature\" option below, I hereby consent to the use of my electronic signature to execute relevant Documents. I understand that my electronic signature will have the same legal effect, validity and enforceability as if I were to execute by handwritten signature. If I do not wish to have my electronic signature to have a binding effect, I must select \"Decline E-Sign",
    "trans": "ДОЗВІЛ НА ОТРИМАННЯ ТА ПІДПИСАННЯ ДОКУМЕНТІВ В ЕЛЕКТРОННОМУ ВИГЛЯДІ Дати згоду на використання електронних підписів та електронних транзакцій:\nВибравши опцію \"Згоден з електронним підписом\" нижче, я погоджуюсь отримувати та підписувати документи в електронному вигляді на платформі First Advantage або від First Advantage, включаючи, але не обмежуючись, розкриттями, авторизаційними документами, листами та іншими супутніми формами/документами (\"Документи\").\nПраво заповнити документи в неелектронній формі:\nЯ розумію, що маю право отримати Документи у паперовій формі і, за необхідності, підписати Документи своїм підписом. Щоб отримати паперові версії Документів, будь ласка, зв'яжіться з First Advantage за адресою:\nПошта:\nFirst Advantage Background Services Corp. P.O. Box 105292\nАтланта, GA 30348\nабо зателефонуйте за номером (800) 845-6004 для допомоги\nабо надішліть електронного листа на адресу: consumer.documents@fadv.com\nОновлення контактної інформації:\nЯ знаю, що маю право оновити свою електронну контактну інформацію в будь-який час, зателефонувавши за номером (800) 845-6004 або надіславши електронного листа на адресу consumer.documents@fadv.com.\nВідкликання мого дозволу\nЯ розумію, що маю право відкликати свій дозвіл на отримання та підписання Документів в електронному вигляді. Якщо я вирішу в будь-який момент відкликати свій дозвіл, я розумію, що відкликання буде лише перспективним і не вплине на юридичну ефективність, дійсність або виконуваність будь-яких Документів, підписаних або отриманих в електронному вигляді до реалізації мого запиту на відкликання. Ефективність відкликання буде протягом розумного періоду часу після отримання відкликання. Якщо я відкличу дозвіл під час виконання або замовлення послуги перевірки, це може вплинути на мою заявку на працевлаштування або контрактну роботу. Якщо я вирішу в будь-який момент відкликати свій дозвіл, я повинен надати письмовий лист з підписом поштою за адресою нижче жирним шрифтом, щоб повідомити First Advantage про своє бажання відкликати свій дозвіл.\nПошта:\nFirst Advantage Background Services Corp.\nP.O. Box 105292\nАтланта, штат Джорджія, 30348\nДля отримання додаткової інформації про відкликання ви можете зателефонувати за номером (800) 845-6004 або зв'язатися з нами за адресою consumer.documents@fadv.com.\nВимоги до апаратного та програмного забезпечення:\nЩоб отримати доступ до комунікацій та документів і зберегти їх, мені знадобиться комп'ютер або мобільний пристрій, а також робоче підключення до Інтернету. Я повинен використовувати Internet Explorer 6 або новішу версію, Edge,\nFirefox 3 або новішу версію, Chrome 36 або новішу версію, Safari 3.5 або новішу версію. Якщо будуть будь-які суттєві зміни в описаному вище програмному забезпеченні, мені буде повідомлено. Я цим підтверджую, що маю мінімальні вимоги, необхідні для виконання описаних вище умов.\nЗапит на надання паперової копії мого електронного запису:\nЗа запитом я можу безкоштовно отримати паперову копію документів, натиснувши кнопку друку перед подачею (якщо це застосовно). Крім того, я можу надіслати запит поштою за адресою:\nFirst Advantage Background Services Corp. P.O. Box 105292\nАтланта, штат Джорджія, 30348\nабо зателефонувати за номером (800) 845-6004 для отримання допомоги\nабо прислати електронного листа на адресу consumer.documents@fadv.com Контактні дані для кандидатів з-за меж США:\n● Для кандидатів, які знаходяться в Малайзії, Австралії та Новій Зеландії, будь ласка, надішліть електронний лист регіональному співробітнику з питань відповідності Південної Азії та Тихоокеанського регіону за адресою privacy.sapac@fadv.com\n● Для кандидатів, які знаходяться в Китаї, Тайвані, Макао, Сінгапурі, Гонконгу, Філіппінах, Кореї та Японії, будь ласка, надішліть електронний лист регіональному співробітнику з питань відповідності Північної Азії та Тихоокеанського регіону за адресою privacy.napac@fadv.com\n● Для кандидатів з Європи, Близького Сходу або Африки: надішліть електронного листа нашій команді глобальної підтримки клієнтів за адресою globaladvantagesupport@fadv.com\n● Будь ласка, зверніться до gdpr@fadv.com з питаннями щодо GDPR.\nЗгода на використання електронного підпису:\nВибираючи опцію \"Згоден з електронним підписом\" нижче, я тим самим даю свою згоду на використання мого електронного підпису для підписання відповідних документів. Я розумію, що мій електронний підпис матиме таку ж юридичну силу, дійсність і виконуваність, як якби я підписав їх власноручним підписом. Якщо я не бажаю, щоб мій електронний підпис мав обов'язкову силу, я повинен вибрати \"Відмовитися від електронного підпису\"."
}