{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name],\nThank you for your e-mail.\nHere below and here attached, the welcome package for your attention.\nMedical claims must be submitted through the MSH portal (www.msh-intl.com) or via App.\nIn case a single invoice is over US$ 1,000.00, the claim must be submitted to MCS-MCNS@dbdg.it\nPlease contact us for the guidelines.\nYou can find a copy of the summary of benefits here attached.\nPlease, follow these steps:\nRegister on the MSH Portal:\nGo to the Members’ Area at https://www.msh-intl.com/it/ or open the mobile app,\nOn the authentication page, click on “Get your login details”,\nFill out the requested information and click on “Send”.\nOnce you receive your log-in details, note that “FAO” is part of your username.\nRegister your bank details in the system following the path Your Enrollment à Your Details on the MSH website. Complete the requested details and submit the consent form here attached (please pay attention to the second page).\nWait at least two working days after you have submitted your bank details in the system before submitting your claim on the MSH portal. You can find the guidelines on how to submit your claim correctly in the file “CFW_CREATION”.\nSupporting documents for the claim submission:\nMedical prescription/report/certificate with diagnosis\nInvoices/bills\nIn case of psychotherapy or physiotherapy treatments, a list with the dates\nAn unofficial translation of the medical documents if written is a different language than English, French, Spanish or Italian\nAny other medical documents that could be in support\nIn case of expenses related to pregnancy, CSHS Clearance\nYou can now enrol your Dependents within 30 days after the beginning of your working contract.\nIn order to receive further details, please contact us.\nAlso, you can extend your medical coverage during your BIS with the ACC (After Contract Coverage): please find further details through the following link: Intranet.FAO.org: MCS\nPlease note that, should you wish to apply to the ACC, requests must be submitted on GRMS and must be received at least 30 days before NTE date of MCS Participant’s current contract: for further details on the ACC, please contact Medical-Insurance@fao.org.",
    "trans": "Шановна [redacted_name]!\nДякуємо за ваш лист.\nБудь ласка, ознайомтесь з вітальною коробкою новачка у вкладенні до цього листа.\nВсі запити медичного характеру треба подавати на порталі MSH (www.msh-intl.com) чи у застосунку.\nЯкщо один окремий рахунок перевищує 1000,00 $ США, запит треба подати на MCS-MCNS@dbdg.it\nЩоб отримати інструкції, будь ласка, зв'яжіться з нами.\nКопію зведеного переліку пільг ви знайдете у додатку до листа.\nБудь ласка, виконайте наступне:\nЗареєструйтеся на порталі MSH:\nПерейдіть до кабінету учасника за посиланням https://www.msh-intl.com/it/ або відкрийте мобільний застосунок,\nНа сторінці авторизації натисніть «Отримати дані для входу»,\nЗаповніть необхідну інформацію й натисніть «Надіслати».\nКоли ви отримаєте дані для входу в систему, зверніть увагу, що частиною вашого імені користувача буде FAO.\nЗареєструйте свої банківські реквізити в системі, перейшовши на сайті MSH за посиланням «Ваша реєстрація» у секції «Ваші дані». Вкажіть потрібні дані та надішліть форму згоди, що додається (будь ласка, зверніть увагу на другу сторінку).\nПісля реєстрації банківських реквізитів у системі треба зачекати не менше двох днів перш ніж надсилати запит на порталі MSH. Інструкції про те, як правильно оформляти запит, ви знайдете у файлі CFW_CREATION.\nДокументи, які слід подати разом із запитом:\nМедичний рецепт/висновок/довідка з діагнозом\nФактури/рахунки\nУ випадку психотерапевтичних або фізіотерапевтичних процедур подайте список із зазначенням дат\nНеофіційний переклад медичних документів, якщо вони написані іншою мовою, ніж англійська, французька, іспанська або італійська\nБудь-які інші медичні документи, які можуть стати в пригоді\nУ випадку витрат, пов'язаних з вагітністю, дозвіл Центру з безпеки та забезпечення тривалого здоров'я (CSHS)\nВи можете зареєструвати своїх підлеглих протягом 30 днів після початку дії вашого трудового договору\nДля детальнішої інформації просимо зв'язатися з нами.\nКрім того, ви можете продовжити своє медичне страхування на час BIS за допомогою ACC (Договір медичного страхування після закінчення терміну дії): будь ласка, знайдіть більш детальну інформацію за наступним посиланням: Intranet.FAO.org: MCS\nЗауважте, що запит на АСС треба подавати через GRMS, щонайменше за 30 днів до дати закінчення терміну дії поточного договору учасника MCS: для отримання додаткової інформації про АСС, будь ласка, зверніться за адресою Medical-Insurance@fao.org."
}