{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Chapter One: The Heir and the Legacy\nThe morning sunlight filtered softly through the towering, gilded windows of Blackwood Manor, illuminating the grand hallway with an air of timeless elegance. Nestled in a sprawling estate with acres of perfectly manicured gardens, Blackwood Manor was a testament to old money—a place where wealth was not flaunted but rather carried in the quiet dignity of hand-painted portraits and finely carved wood. The manor had seen generations pass, and now it stood as both a symbol and a fortress of a legacy entrusted to a single father and his young twins.\nJonathan Blackwood, the current patriarch, stood at the edge of the nursery, watching his two infants. At thirty-six, Jonathan had inherited more than wealth; he had inherited responsibility, tradition, and a silent expectation to preserve the Blackwood name with strength and poise. Tall and statuesque, his blond hair neatly groomed and his piercing blue eyes sharp with observation, he was every inch the man his forefathers had hoped to groom. Yet, beneath the poised exterior lay a cold, disciplined man, whose understanding of love was shaped by strictness rather than tenderness. He was intelligent and thoughtful, if somewhat removed. A man who had known power since birth, he found it both a mantle and a weight.\nAnd that mantle extended now to his children, his twin boy and girl, who even at a mere eight months old seemed as spirited and tempestuous as their father. Jonathan watched with a slight furrow in his brow as the twins, seated on the plush nursery floor, squabbled over a wooden block. His daughter, Annabelle, chubby cheeks flushed, clutched the block tightly in her small fists while her brother, Alexander, made determined grabs to reclaim it. There was no room for softness or weakness in the Blackwood family, and even though these were mere babies, Jonathan already saw the need for structure and discipline.\nJonathan’s frown deepened as Annabelle’s determined grasp grew tighter. She released a warlike babble of defiance as Alexander tugged back, his small face screwed up in frustration. They were fighting with all the fierce innocence of infants, but to Jonathan, this was more than a squabble. It was a signal, a reminder of the legacy they would one day shoulder.\n“Enough,” his voice cut through the baby babble, deep and commanding, his tone a warning even the young twins could recognize. Annabelle’s large blue eyes flickered up to her father, and for a moment, she paused, uncertain, her tiny fingers loosening ever so slightly. Alexander took advantage, managing to wrench the block from her grip, and Annabelle let out a wail of defeat, which he quickly matched.\nJonathan stepped forward, his gaze unwavering, his hands resting lightly at his sides. Though these were babies, though they could hardly comprehend the weight of his intentions, he felt compelled to start them on the path he himself had walked.\n“There is a legacy you both will one day carry,” he murmured, almost more to himself than to the squirming infants at his feet. “You will learn the value of restraint, of discipline. One day, you will understand.”\nWith gentle but firm hands, he separated the two, placing a block in each of their tiny fists. Annabelle blinked, her lips forming a pout, while Alexander looked up at him, blue eyes already sharp with a spark of defiance.\nJonathan allowed a small smile to flicker across his otherwise impassive face. There was strength in them—he could already see it, a fire that would one day need to be stoked and shaped, tempered into something powerful. As the twins calmed under his silent gaze, the morning sunlight pooled around them, casting a quiet, reverent glow in the nursery. This was the future, and he, Jonathan Blackwood, would see to it that they were raised to uphold the Blackwood name with unflinching pride.",
    "trans": "Розділ перший: Спадкоємець і спадщина\nСонячне світло м'яко проникало через високі позолочені вікна Чорного лісу, освітлюючи величезний коридор атмосферою вічної елегантності. Розташований на великій території з ідеально доглянутими садами, Чорний ліс був свідченням старої багатства - місцем, де заможність не хизувалася, а скоріше носилася з тихою гідністю ручно написаних портретів та тонко вирізьбленого дерева. Цей маєток бачив покоління, які проходили повз, і тепер він стояв як символ та фортеця спадщини, довіреної одному батькові та його молодшим близнюкам.\nДжонатан Блеквуд, нинішній патріарх, стояв на краю дитячої кімнати, спостерігаючи за своїми двома немовлятами. У тридцять шість років Джонатан успадкував більше ніж багатство; він успадкував відповідальність, традицію та мовчазне очікування зберегти ім'я Блеквуд з силою та гідністю. Високий та статний, з акуратно укладеним блондинистим волоссям та пронизливими блакитними очима, спостережливими як ніколи раніше, він був справжнім чоловіком, якого його предки сподівалися виховати. Проте під зовнішньою витримкою ховався холодний дисциплінований чоловік, чия уява про любов формувалася строгістю більше ніж ніжністю. Він був розумним та вдумливим, хоча й дещо відстороненим. Людина, яка знала владу з народження, знаходила в ній як тягар, так і обов'язок.\nІ ця мантія тепер поширилася на його дітей, його двійнят - хлопчика і дівчинку, які навіть у віці всього лише восьми місяців здавалося, що вони такі ж енергійні та непокірні, як і їхній батько. Джонатан спостерігав з легким зморщенням на лобі за тим, як близнюки, сидячи на м'якій підлозі дитячої кімнати, сваряться через дерев'яний блок. Його донька Аннабель, з пухкими щічками і червоним обличчям, міцно тримала блок у своїх маленьких кулачках, в той час як її брат Олександр рішуче намагався його відібрати. У родині Блеквудів не було місця для м'якості чи слабкості, і хоча це були всього лише немовлята, Джонатан вже бачив необхідність у структурі та дисципліні.\nЗморщення на обличчі Джонатана поглибилося, коли хватка Аннабель стала ще більш рішучою. Вона випустила бойовий крик непокори, коли Олександр потягнув назад, його маленьке обличко було скривлене від розчарування. Вони боролися з усією запеклою невинністю немовлят, але для Джонатана це було більше ніж просто сварка. Це був сигнал, нагадування про спадщину, яку вони одного дня понесуть на своїх плечах.\n«Досить», - його голос прорізав дитячий гомін, глибокий і владний, його тон був попередженням навіть для молодих близнюків. Великі блакитні очі Аннабель піднялися до батька, і на мить вона зупинилася, невпевнена, її маленькі пальчики трохи ослабли. Олександр скористався цим моментом і зміг вирвати блок з її хватки, а Аннабель видала крик поразки, який він швидко повторив.\nДжонатан зробив крок вперед, його погляд залишався непохитним, руки легенько лежали по боках. Хоча це були немовлята, хоча вони навряд чи могли зрозуміти вагу його намірів, він відчував себе зобов'язаним почати їх шлях у тому напрямку, яким сам пройшов.\n«Є спадщина, яку ви обоє одного дня понесете», - прошепотів він більше собі ніж ворушачим немовлятам біля своїх ніг. «Ви навчитеся цінності стриманості та дисципліни. Одного дня ви зрозумієте».\nЗ ніжними але рішучими руками він розділив їх двох, поклавши по блоку в кожен з їхніх маленьких кулачків. Аннабель моргнула очима, її губи скривилися в піхотці, а Олександр подивився на нього зверху вгору своїми вже гострими блакитними очима зі спалахом непокори.\nДжонатан дозволив невеликій усмішці спалахнути на своєму зазвичай беземоційному обличчі. У них була сила - він вже міг це бачити, вогонь, який одного дня потрібно буде розпалити і сформувати, загартувати в щось потужне. Коли близнюки заспокоїлися під його мовчазним поглядом, ранкове сонячне світло зібралося навколо них, створюючи тихий, шанобливий блиск у дитячій кімнаті. Це було майбутнє, і він, Джонатан Блеквуд, подбає про те, щоб їх виховали з непохитною гордістю носити ім'я Блеквуд."
}