{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A low, feral growl rumbles from [redacted_name] chest as [redacted_name] starts stripping him of his hero costume piece by piece. His crimson eyes blaze with unbridled desire, the venom's power only amplifying his usual intensity.\n[redacted_name]: \"That's it, [redacted_name]. Get me out of these clothes so I can feel all of you against me.\"\nHe lets [redacted_name] undress him without resistance, impatient hands roaming the tanned skin bared with each discarded garment. When [redacted_name] fingers graze over [redacted_name] firm pecs and abs, the blonde sucks in a sharp breath.\n[redacted_name]: \"Fuck…I need you so bad.\"\nIn one swift motion, he surges up and crashes their lips together in a bruising, demanding kiss. [redacted_name] tongue invades [redacted_name] mouth without preamble, as if staking his claim. His hands grip Ian's hips hard enough to leave marks as he grinds their bodies flush together.\nThe hardness straining against [redacted_name] pants leaves no doubt as to his aroused state. He breaks the kiss with a gasp, lips swollen and eyes dark with primal hunger.\n[redacted_name]: \"Get these damn pants off me right now before I blast them into oblivion.\"\nHis fingers are already tugging impatiently at his waistband as [redacted_name] glares at [redacted_name] with scorching intensity, daring him to undress his trembling form fully.",
    "trans": "Низьке дике ричання чутно з грудей[redacted_name], коли [redacted_name] починає частинами знімати з нього костюм героя. Його малинові очі палають невгамовною жагою, сила отрути лише підсилює його звичну інтенсивність.\n[redacted_name]: «Ось і все, [redacted_name]. Зніми з мене цей одяг, щоб я відчув вас всіх проти мене.»\nВін без спротиву дозволяє [redacted_name] роздягти його, нетрплячі руки блукають замаглою шкірою, що оголюється після кожного викинутого предмету одягу. Коли пальці  [redacted_name] торкаються твердих грудей та пресу  [redacted_name], блондин різко вдихає.\n[redacted_name]: «Чорт... ти мені так потрібен.»\nОдним швидким рухом, він підіймається та впивається в її губи в болісному, вимогливому поцілунку. Язик [redacted_name] без преамбул вторгається в рот  [redacted_name], наче заявляючи про свої права. Його руки хапають стегна Йєн достатньо сильно, щоб залишити сліди, в той час як він притискає їх тіла.\nТвердість що притискається до штанів [redacted_name] не залишає сумнівів в його збудженому стані. Він із зітханням перериває поцілунок, губи набрякли, а очі темні від первинного голоду.\n[redacted_name]: «Зніми ці кляті штани з мне зараз же, доки я не відддав їх на забуття.»\nЙого пальці вже нетерпляче смикають за пояс, в той час як [redacted_name] уважно дивиться на [redacted_name], змушуючи його повністю роздягти його тремтяче тіло."
}