{
    "source": "en_US",
    "target": "uk_UA",
    "text": "marketplace for buying and selling stocks. You may have heard of the Dow Jones or the S&P 500. These are a couple of the various reports, kind of like report cards, on the performance of all markets. They help us know if the market is going up, going down, or staying flat.\nThat’s what stocks are and how they work, but let me caution you here: I do not recommend investing in individual stocks! Single stocks are far too risky. It is much better to diversify in mutual funds than to put a pile of money into one particular company. Remember my friend who had invested his entire retirement in one company? You know that little business from Texas called Enron that was all over the news when it folded? That is a perfect example of why I recommend diversifying. But if you have your financial house in order and you really want to own a stock just to play around with, limit those single stocks to no more than 10 percent of your investment portfolio—and be emotionally prepared to lose that money!\nSometimes people take issue with me on my stance on single stocks. To explain my position, let me tell you about a trip I took to Vegas. I was sitting on the airplane one morning in Nashville, getting ready to take off for a speaking event. Now, if you have ever been on one of those early flights at oh-dark-thirty in the morning, you know most of the time everyone is sleepy and quiet. But not this flight! See, this one was heading for Vegas! It was buzzing with energy. People were talking excitedly about their plans. They were high-fiving, hugging, and participating in all kinds of crazy behavior for that early in the morning. You know why? They were all going to get rich! They were going out to the desert, they were going to double their money, and they were going to come back filthy rich! I will never forget the energy of that crowd when we touched down in Vegas. That little signal went ding!, telling us we could get out of our seats, and the seat belts were so loud it was like applause. It looked like people were being unleashed from their seats! They were ready to run to the casinos.",
    "trans": "ринок для купівлі та продажу акцій. Ви, можливо, чули про Dow Jones або S&P 500. Це кілька з різних звітів, схожих на табелі успішності, про результати роботи всіх ринків. Вони допомагають нам дізнатися, чи ринок зростає, падає або залишається стабільним.\nОсь що таке акції і як вони працюють, але дозвольте мені застерегти вас: я не рекомендую інвестувати в окремі акції! Окремі акції є надто ризикованими. Набагато краще диверсифікуватися в паївих фондах, ніж вкладати велику суму грошей в одну конкретну компанію. Пам'ятаєте мого друга, який інвестував всю свою пенсію в одну компанію? Ви знаєте ту маленьку компанію з Техасу під назвою Enron, яка була на всіх новинах, коли збанкрутувала? Це ідеальний приклад того, чому я рекомендую диверсифікуватися. Але якщо у вас все в порядку з фінансами і ви дійсно хочете володіти акцією просто для розваги, обмежте ці окремі акції до не більше ніж 10 відсотків вашого інвестиційного портфеля - і будьте емоційно готові втратити ці гроші!\nІноді люди заперечують мені щодо моєї позиції щодо окремих акцій. Щоб пояснити свою позицію, дозвольте мені розповісти вам про поїздку до Вегаса. Одного ранку я сидів на літаку в Нешвіллі, готуючись вирушити на виступ. Якщо ви коли-небудь були на одному з тих ранніх рейсів о темній годині ранку, ви знаєте, що зазвичай всі сплять і тихо ведуть себе. Але не на цьому рейсі! Цей рейс прямував до Вегаса! Він був наповнений енергією. Люди захоплено говорили про свої плани. Вони обмінювалися привітаннями, обіймалися і брали участь у всі[ видах божевільної поведінки для такого раннього ранку. Знаєте чому? Вони всі збиралися стати багатими! Вони вирушали в пустелю, збиралися подвоїти свої гроші і повернутися додому багатими! Я ніколи не забуду енергію тієї натовпу, коли ми приземлилися у Вегасі. Той маленький сигнал дзвонив ding!, повідомляючи нам, що ми можемо встати зі своїх місць, а ремені безпеки були такими голосними, що це було схоже на аплодисменти. Здавалося, що людей випускають зі своїх місць! Вони були готові бігти до казино."
}