{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The course will take 40 weeks. We start at A0 level and end at B1.\n• We aim to start in December, 2024. The course will take 1 year. The exact starting date is not yet final.\n• During school holidays there will be no classes.\n• Attached you will find a holiday scheme for 2024-2025.\n• You must be able to attend classes at school twice a week. Classes take 1.5 hours.\n• There are no online classes.\n• As from level A1 and A2 we will offer extra workshops (optional).\n• After the course you will receive a proof of attendance.\n• The course is free.\nRules\nTo enroll there are a few rules.\n• You cannot be employed by ASML (if so, you can stay on our waiting list of course).\n• We expect 100% attendance during the weekly lessons. If you miss 4 lessons, the course will end for you.\n• There are 12 designated holiday weeks during the course. We urge you to only go on holiday duringthese designated weeks.\n• For each lesson you need to prepare about 2 hours at home. So this is 4 hours per week.\n• In total you must invest 7 hours per week: 3 hours of lessons at school and 4 hours at home.\n• Preparing each lesson at home is obligatory. If you do not prepare, you cannot participate well duringthe lesson.\n• When the course finishes, your contract with Taalkracht stops. New students can then start the course.\nIt is very important that you think about these rules:\nCan I attend 2 classes per week?\nDo I have enough time to prepare lessons at home?\nIf the answer is yes to both questions, you can enroll and start to learn speaking Dutch!",
    "trans": "Курс триватиме 40 тижнів. Ми починаємо з рівня A0 і закінчуємо на рівні B1.\n• Ми плануємо почати в грудні 2024 року. Курс триватиме 1 рік. Точна дата початку ще не остаточна.\n• Під час шкільних канікул занять не буде.\n• У додатку ви знайдете графік канікул на 2024-2025 роки.\n• Ви повинні мати можливість відвідувати уроки в школі двічі на тиждень. Заняття тривають 1,5 години.\n• Онлайн-занять немає.\n• З рівня A1 та A2 ми пропонуватимемо додаткові майстер-класи (за бажанням).\n• Після курсу ви отримаєте підтвердження відвідування.\n• Курс безкоштовний.\nПравила\nДля запису є кілька правил.\n• Ви не можете бути працевлаштовані в ASML (якщо так, ви можете залишитися в списку очікування).\n• Ми очікуємо 100% відвідуваність під час щотижневих занять. Якщо ви не прийдете на 4 заняття, курс для вас закінчиться.\n• Під час курсу є 12 визначених тижнів для відпустки. Ми дуже рекомендуємо вам відпочивати тільки під час цих визначених тижнів.\n• Для кожного заняття вам треба підготувати приблизно 2 години вдома. Отже, це 4 години на тиждень.\n• Всього ви повинні вкладати 7 годин на тиждень: 3 години занять у школі та 4 години вдома.\n• Підготовка до кожного заняття вдома є обов'язковою. Якщо ви не будете готуватися, ви не зможете добре брати участь у занятті.\n• Коли курс закінчиться, ваш контракт з Taalkracht припиниться. Нові учні зможуть почати курс.\nДуже важливо, щоб ви подумали про наступні правила:\nЧи можу я відвідувати 2 заняття на тиждень?\nЧи є в мене достатньо часу для підготовки до занять вдома?\nЯкщо на обидва питання відповідь \"так\", то ви можете записатися і почати вивчати голландську мову!"
}