{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] finger poked into his cheek, “so are you.”\n“Not the type of soft that looks good in a skirt,” [redacted_name]pouted.\n“I need you to shut the fuck up about that,” [redacted_name] said sternly, pursing his lips. “You looked hot at fuck in a skirt.”\n[redacted_name] lips twitched up at that as he leaned in to whisper to the other, “oh? Were you looking at me during Halloween?”\nAgain, he should know by now that he will always lose when playing with [redacted_name].\n[redacted_name] tried not to yelp as [redacted_name] hand came up to wrap loosely around his throat, dragging him closer to whisper right back, “I could barely pay attention to that game, all I could think about was how fucking good you’d feel around me - how much I wanted to see those cute little ass cheeks pink from my hand.”\n“Fuckin’ hell,” [redacted_name] swallowed dryly.\n[redacted_name] smirked before pulling back, “you asked.”\n“I asked if you were looking at me.”\n“Then, yes,” [redacted_name] shrugged, “I was looking at your ass the entire game.”",
    "trans": "[redacted_name] ткнув пальцем у його щоку. «Ти теж.»\n«Не той тип м’якості, який добре виглядає у спідниці,», — надув губи [redacted_name].\n«Мені потрібно, щоб ти, чорт забирай, закрив свою пельку з цього приводу,», — суворо сказав [redacted_name], стискаючи свої губи. «Ти виглядав до біса гаряче в тій спідниці.»\nГуби [redacted_name] сіпнулися вгору від цих слів, і він нахилився, щоб прошепотіти іншому: «О? То ти дивився на мене протягом Гелловіна?»\nЗнову ж таки, йому варто було вже звикнути до того, що в іграх із [redacted_name] він завжди буде програвати.\n[redacted_name] ледь стримав зойк, коли рука [redacted_name] плавно обхопила його горло, притягуючи ближче, щоб прошепотіти у відповідь:«Я ледве міг зосередитися на тій грі, усе, про що я думав, це як офігенно добре ти б відчував себе біля мене — як сильно я хотів побачити ці милі маленькі сіднички рожевими від моєї руки.»\n«Чорт забирай,», — [redacted_name] судомно проковтнув.\n[redacted_name] самовдоволено посміхнувся, відсторонюючись. «Ти сам спитав.»\n«Я запитав, чи ти дивився на мене.»\n«Тоді так,», — [redacted_name] знизав плечима. «Я весь матч дивився на твою дупу.»"
}