{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Preface to the Third Edition\nThis third edition of Pediatric Dentistry: A Clinical Approach follows up on the two previous editions published in 2001 and 2009. It represents a considerable effort from a large group of highly experienced colleagues within the field of pediatric dentistry and related disciplines.\nThe present edition is expanded to include new chapters on recently developed essential subjects within the field of pediatric dentistry, i.e., genetics in pediatric dentistry, child abuse and neglected children, and ethics in pediatric dentistry. The previous chapter on pedodontic endodontics has been split into two chapters – one on primary teeth and one on young permanent teeth. Most of the chapters have been thoroughly revised and several new illustrations are included. The concept of evidence‐based care has been given more attention.\nIt is our hope that this edition will also serve the objective stated for the previous editions.\nGöran Koch, Sven Poulsen, Ivar Espelid, Dorte HaubekEditors",
    "trans": "Передмова до третього видання\nЦе третє видання книги «Дитяча стоматологія: клінічний підхід» є продовженням двох попередніх видань, що вийшли в 2001 і 2009 роках. Воно є значною працею великої групи досвідчених колег у сфері дитячої стоматології та суміжних дисциплін.\nДане видання доповнене новими розділами, які присвячені нещодавно розробленим найголовнішим темам у галузі дитячої стоматології, таким як генетика в дитячій стоматології, жорстоке поводження з дітьми та бездоглядні діти, а також етика в дитячій стоматології. Попередній розділ щодо дитячої ендодонтії було розділено на два розділи — на молочні зуби та на постійні зуби у молодому віці. Більшість розділів були ретельно перероблені, до них було додано кілька нових ілюстрацій. Більше уваги приділено концепції доказової медицини.\nМи сподіваємося на те, що це видання також відповідатиме цілям, які поставлені перед попередніми виданнями.\nГеран Кох, Свен Поульсен, Івар Еспелід, Дорте Гаубек Редактори"
}