{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Polycystic ovary syndrome (PCOS) is a common condition in women of reproductive age, and has reproductive, metabolic and psychological implications. Weight gain and obesity worsen the features of PCOS, while weight loss improves the features of PCOS. While there are potential barriers to successful weight management in young women who do not suffer from PCOS, women with PCOS may experience additional barriers. Weight management strategies in younger women with or without PCOS should encompass both the prevention of excess weight gain and achieving and maintaining a reduced weight through multidisciplinary lifestyle management, comprising dietary, exercise and behavioral therapy, as well as attention to psychosocial stress and practical and physiological barriers to weight management. Further research is warranted in the examination of specific barriers to weight management in women with PCOS, as well as in the determination of optimal components of lifestyle weight management interventions in young women in order to facilitate long-term compliance.",
    "trans": "Синдром полікістозних яєчників (СПЯ) є розповсюдженим захворюванням у жінок репродуктивного віку, і має репродуктивні, метаболічні та психологічні ускладнення. Набір ваги та ожиріння погіршують перебіг СПЯ, в той час як втрата ваги полегшує перебіг хвороб СПЯ. Хоча існують потенційні перепони для успішного контролю ваги і у молодих жінок, які не хворіють на СПЯ, жінки з СПЯ можуть стикатись з додатковими перепонами. Стратегія контролю ваги у молодих жінок з або без СПЯ має включати як запобігання набору надлишкової ваги, так і досягненню та підтримуванню зниженої ваги через багатодисциплінарне управління способом життя, включаючи дієтичну, фізичну та поведінкову терапію, а також увагу до психосоціального стресу та практичних і фізіологічних перепон на шляху керування вагою. Необхідна подальші дослідження для вивчення конкретних перешкод в керуванні вагою у жінок з СПЯ, а також визначення оптимальних складових заходів з контролю ваги та стилю життя у молодих жінок для полегшення дотримання довгострокового режиму лікування."
}