{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] drives [redacted_name] crazy. And not only by his disobedience. It is difficult for [redacted_name] to determine the raging feelings for omega. Alpha used to think he had a kind of paternal feeling for a little omega. Since he met [redacted_name], [redacted_name] has been watching and taking care of omega, glued plasters and even blew on the boy’s broken knees, spent his last pennies on chocolates, because omega is sweet tooth, and he was ready to tear anyone (and tore) who would offend him. And if at first all this was just a concern for the brother of his best friend, then the older Jimin became, the more [redacted_name] caught himself thinking that he was staring at a handsome guy, that sometimes he could hardly restrain himself from touching him, that deep down he wanted to taste, these smelling like vanilla, alluring lips. But he cannot. Over the past few years, [redacted_name] has been struggling with the temptation, trying to drive away the \"wrong\" thoughts about [redacted_name], but to whom he lies - alpha loses this battle over and over again.\n[redacted_name] will never belong to [redacted_name], and the point is not that the omega does not show any feelings for alpha, except his gratitude for the care, [redacted_name] stands between them. [redacted_name] respects [redacted_name] too much to want his brother. Anyway [redacted_name] is unlikely to ever agree to let his brother connect his life with his employee, and even considering that [redacted_name] is more than an ordinary assistant and right hand, this is not to be. [redacted_name] is not used to building castles in the air, so he continues to strangle more and more inflamed feelings to omega and drowns his desires for [redacted_name] in other omegas.",
    "trans": "[redacted_name] зводить з розуму [redacted_name] . І не лише своєю неслухняністю. [redacted_name]  важко визначити буремні почуття до омеги. Альфа раніше думав, що відчуває до маленького омеги свого роду батьківські почуття. З тих пір як він зустрів [redacted_name] , [redacted_name] спостерігав та піклувався про омегу, клеїв пластир та навіть дув на розбиті коліна хлопця, витрачав останні пенні на шоколад, тому що омега полюбляє солодке, і був готовий порвати будь-кого (і рвав), хто його образить. І спочатку це було просто піклуванням про брата його кращого друга, потім чим старший ставав Джимін, тим більше [redacted_name] ловив себе на думці, що дивиться на гарного хлопця, що іноді він ледве стримується, щоб не доторкнутись до нього, що глибоко в душі він хоче спробувати ці пахнучі ваніллю губи, які так кличуть. Однак він не може. Протягом останніх років [redacted_name] боровся з спокусою, намагаючись відігнати «неправильні» думки про [redacted_name], однак кому він бреше — альфа знов і знову програє цю битву.\n[redacted_name]  ніколи не належатиме [redacted_name], і справа не в тому, що омега не проявляє жодних почуттів до альфа, за виключенням вдячності за піклування, між ними стоїть [redacted_name]. [redacted_name]  занадто сильно поважає [redacted_name], щоб хотіти його брата. В будь-якому випадку [redacted_name] навряд колись погодиться дати своєму брату пов'язати своє життя із своїм працівником, і навіть зважаючи на те, що [redacted_name] — більше ніж звичайний помічник та права рука, цього не буде. [redacted_name]  не звик будувати повітряні палаци, тому він душити все більш розпалені почуття до омеги та топить свої бажання до [redacted_name]  вінших омегах."
}