{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Election Day is approaching fast, and that means we need to rev up our efforts to get votes for the IAM-endorsed candidates!\nOur union endorses candidates because elected officials directly impact our members, contracts, health care and retirement.\nHelp us engage with fellow union members about this critical election and its repercussions through a get-out-the-vote opportunity near you!\nIt's easy - just find a canvassing event in your area by clicking the link below!\nWe want to talk with fellow union members about the candidates' positions on key issues that will affect working people and labor unions.\nThere are lots of ways to help! If you're not in the mood to knock on doors, try phone banking in-person and virtually.\nWith the threat ofProject 2025, it is absolutely crucial to get involved and help elect the pro-labor candidates who will work for working families and fight for their rights.\nEarly voting and mail-in voting has already started in some states. Click hereto find the early voting schedule in your state.\nIn Solidarity,\nIAM Union",
    "trans": "День виборів наближається швидко, і це означає, що нам потрібно активізувати наші зусилля для отримання голосів за кандидатів, підтримуваних IAM!\nНаш профспілка підтримує кандидатів, оскільки обрані посадові особи безпосередньо впливають на наших членів, контракти, медичне обслуговування та пенсійне забезпечення.\nДопоможіть нам залучити інших членів профспілки до цієї важливої виборчої кампанії та її наслідків через можливість взяти участь у голосуванні поблизу вас!\nЦе просто - просто знайдіть агітаційний захід у вашій місцевості, натиснувши на посилання нижче!\nМи хочемо поговорити з іншими членами профспілки про позиції кандидатів щодо ключових питань, які вплинуть на працюючих людей та профспілки.\nЄ багато способів допомогти! Якщо ви не хочете стукати в двері, спробуйте телефонні дзвінки особисто або віртуально.\nЗ загрозою проекту 2025 абсолютно необхідно залучитися та допомогти обрати кандидатів, які підтримують трудящих сімей та борються за їх права.\nРаннє голосування та голосування поштою вже розпочалися в деяких штатах. Натисніть тут, щоб дізнатися розклад раннього голосування у вашому штаті.\nВ солідарності,\nПрофспілка IAM"
}