{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Customer,\nTo ensure the security of your Online and Mobile Banking account, your account was suspended on 10/16/2024 @ 11:19:09 AM. This occurs when your User Name or Password is entered incorrectly multiple times. To unlock your account immediately, you can visit our website (www.fnb-online.com) and select the \"Forgot Password?\" link under \"Log in to Personal Online Banking.\" You will be prompted to validate your identity and then re-establish your Password.\nYou are receiving this message because you registered this email address to receive alerts from FNB. Please do not reply to this message.\nIf you have any questions, or wish to update your settings, please access Online Banking at www.fnb-online.com or call us at 800-555-5455 Monday through Friday (8AM to 9PM) or on Saturday and Sunday (8 AM to 5 PM).\nThank you,\nFNB\nCONFIDENTIALITY AND DISCLAIMER NOTICE: This email transmission and any attachment thereto is pri",
    "trans": "Шановний клієнт,\nДля того, щоб забезпечити безпеку вашого рахунку в онлайн- та мобільному банкінгу, ваш рахунок був заблокований 16.10.2024 о 11:19:09. Це трапляється тоді, коли ім'я користувача або пароль вводяться неправильно декілька разів. Для того, щоб якнайшвидше розблокувати свій рахунок, ви можете зайти на наш сайт (www.fnb-online.com) та вибрати посилання «Забули пароль?» у розділі «Вхід в особистий онлайн-банк». Вам буде потрібно підтвердити свою особу, а потім відновити ваш пароль.\nВи отримуєте це повідомлення, тому що ви зареєстрували цю адресу електронної пошти для отримання оповіщень від FNB. Будь ласка, не відповідайте на це повідомлення.\nЯкщо у вас є запитання або ви бажаєте оновити ваші налаштування, зайдіть до онлайн-банкінгу за адресою www.fnb-online.com чи подзвоніть нам за телефоном 800-555-5455 з понеділка до п'ятниці (з 8 ранку до 9 вечора) або в суботу та неділю (з 8 ранку до 5 вечора).\nДякую,\nFNB\nПОВІДОМЛЕННЯ ПРО КОНФІДЕНЦІЙНІСТЬ ТА ВІДМОВУ ВІД ВІДПОВІДАЛЬНОСТІ: Даний електронний лист та всі вкладення до нього є"
}