{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Goedendag Rudi,\nHere we have again collected all the points we have encountered.\nBathroom 2\n- The empty socket and light button behind the mirror are still present. They would put in a new tile here.\n- We have seen that the left mirror is very crooked, can this be adjusted.\nBathroom 3\n- The lighting button and the button for the roller shutter have been moved to the hallway, we see that a tile has been placed where these buttons were first mounted. We see a color difference in the grout. I don't know if this was just repaired that the grout is still wet but I thought I'd mention it anyway.\n- Bathroom furniture for towels:\nWe have not received an answer on this point before. We have now agreed that the bathroom furniture will be mounted in the hallway. In the corner behind the door.\nBuilt-in cupboard Hall\nFor this cupboard we initially indicated dimensions of at least 60cm because a patch cabinet/server cabinet has to be mounted in it. Unfortunately, the door is now 57cm.\nWe have agreed that the cupboard will be taken along next time to see if it will fit in with a rotating movement. If this does not fit, another solution must be offered.\nFront door canopy\n- We see that the LED lighting is unstable there, flickering from harder to softer.\n- There are wires sticking out at two points, will there also be lighting here?\nLiving room\nWe were shocked by the movement at the top of the window frame with the strong wind, it really goes back and forth by centimeters. If possible, I have a video of this, which I will send on WhatsApp.\nWe noticed this in the living room and master bedroom in particular. Does anything need to be secured here? It seems as if the frame is not secured at all at the top.\nCamera connections\nWe have seen that the points where the cameras will be placed are not yet equipped with cabling. Just to be sure that this is not forgotten.\nWater softener\nWe have not seen the water softener anywhere yet? Where is it mounted?\nBoiler/heat pump/solar collector\nWe have already mounted the boiler, as it would work in combination with a heat pump or solar boiler. You indicated last week that it seems that a heat pump has been chosen, but we have not seen it yet? Does it perhaps still need to be mounted?\nGarage\nHow thick is the floor in the garage approximately? I am curious about this in connection with the installation of a car lift.\nFYI:\nVarious walls and/or door handles were already damaged. We have all bought doorstops and placed a doorstop behind each door so that this does not get damaged further :)\nDuring the visit we also asked if it is possible for me to drive to Spain next month (November) so that I can also take the cupboard that has to go in the hall.\nThey would discuss whether it is okay for me to leave the car in the garage.\nMet vriendelijke groet,\nLisanne en Mark",
    "trans": "Гедендаг Руді!\nМи знову зібрали всі моменти, з якими ми зіткнулися.\nВанна кімната 2\n- Порожня розетка і вимикач за дзеркалом все ще присутні. Тут потрібно покласти нову плитку.\n- Ми помітили, що ліворуч дуже криве дзеркало, чи можна його виправити?\nВанна кімната 3\n- Кнопка вмикання світла та кнопка для ролет були перенесені в коридор, ми бачимо, що там, де ці кнопки були раніше, поклали плитку. Видно різницю в кольорі штукатурки. Не знаю, чи це сталося щойно після ремонту, чи суміш ще не висохла, але я все одно вважаю за потрібне про це згадати.\n- Меблі для рушників у ванній кімнаті:\nНа це питання ми не отримали відповіді. Ми домовилися, що меблі для ванної кімнати будуть стояти в коридорі. У куті за дверима.\nГардеробна шафа в коридорі\nСпочатку ми вказали для цієї шафи розмір не менше 60 см, оскільки в неї потрібно було встановити комутаційну шафу/серверну шафу. Але дверцята зараз 57 см.\nМи погодилися, що шафу візьмемо з собою наступного разу, щоб побачити, чи поміститься вона в оберті. Якщо ні, то потрібно буде запропонувати інше рішення.\nКозирок над вхідними дверима\n- Ми побачили, що світлодіодна підсвітка нестабільно працює, блимає то сильніше, то м'якше.\n- У двох місцях звисають дроти, тут також буде освітлення?\nВітальня\nМи були шоковані рухом у верхній частині рами вікна при сильному вітрі, вона реально ходить туди-сюди по сантиметру. По можливості, у мене є відео, яке я відправлю на WhatsApp.\nОсобливо ми помітили це у вітальні та головній спальні. Можливо, тут потрібно щось закріпити? Виглядає так, ніби рама зовсім не закріплена вгорі.\nЗ'єднання камер\nМи бачили, що точки, де будуть розміщені камери, ще не оснащені кабелями. Не забудьте про це.\nПом'якшувач води\nМи поки що ніде не бачимо пом'якшувача води? Де він монтується?\nБойлер/тепловий насос/сонячний колектор\nБойлер ми вже змонтували, тому що він буде використовуватись у поєднанні з тепловим насосом або сонячним котлом. Ви вказали минулого тижня, що тепловий насос, схоже, був обраний, але ми ще не бачили його? Може його ще потрібно змонтувати?\nГараж\nЯкої товщини приблизно підлога в гаражі? Це мене цікавить у зв'язку з установкою автопідйомника.\nДО ВІДОМА:\nДеякі стіни та/або дверні ручки вже були пошкоджені. Ми придбали дверні обмежувачі і встановили їх за кожними дверима, щоб не допускати подальшого пошкодження :)\nПід час відвідування ми запитали, чи можна мені приїхати до Іспанії наступного місяця (листопад), аби забрати шафу, яка має бути в коридорі.\nОбговорювали, чи можу я залишити машину в гаражі.\nЗ повагою,\nЛізанна та Марк"
}