{
    "source": "en_US",
    "target": "uk_UA",
    "text": "K.U.B: hypertrophic spur along the margin of the lumbar spine vertebral bodies, lumbar spondylosis should be considered. Vertebral compression fracture of the L1 vertebral body. there is retension of fecal material on the colon, which may be obscured small density, nonspecific gas accumulation in the intestinal bowel loops, suggest clinical correlation and follow up. S/p internal fixation of the L2-L3 lumbar spine. a radiopaque nodule in pelvis is noted, differential diagnosis include urolithiasis or phlebolith or other calcification. Institution Name: Changhua Christian HospitalManufacturer: SIEMENSManufacturer’s Model Name: Fluorospot Compact FDSoftware Version(s): VH11VDose Area Product (DAP) T ABDOMEN SUPINE: 15.734 cGy*cm2Lumbar spine lateral views show hypertrophic spur along the margin of the lumbar spine vertebral bodies, lumbar spondylosis should be considered. Vertebral compression fracture of the L1 vertebral body. there is retension of fecal material on the colon, which may be obscured small density, nonspecific gas accumulation in the intestinal bowel loops, suggest clinical correlation and follow up. S/p internal fixation of the L2-L3 lumbar spine. a radiopaque nodule in pelvis is noted, differential diagnosis include urolithiasis or phlebolith or other calcification. Institution Name: Changhua Christian HospitalManufacturer: SIEMENSManufacturer’s Model Name: Fluorospot Compact FDSoftware Version(s): VH11VDose Area Product (DAP) T LUMBAR SPINE LAT R: 19.803 cGy*cm2",
    "trans": "K.U.B: необхідно враховувати гіпертрофічну шпору по краю тіл хребців поперекового відділу хребта, поперековий споднильоз. Компресійний перелам хребця L1. спостерігається застій калових мас, які можуть бути приховані, в товстому кишківнику, невелика щільність, неспецифічне накопичення газів в петлях кишківника, що дозволяє припустити клінічну кореляцію та подальше спостереження. С/п внутрішня фіксація поперекового відділку хребта L2-L3. Помічено рентгеноконтрасний вузол в малому тазі, диференційний діагноз включає сечокам'яну хворобу або флеболті або інші кальцинози. Назва закладу:  Христианський госпіталь Чанхуа. Виробник:  SIEMENSManufacture Назва моделі: Fluorospot Compact FD Програмне забезпечення: VH11V Помноження дози на площу: ЖИВОТОМ ДОГОРИ: 15,734 сГр*см2 На бічних зображеннях поперекового відділку видно гіпертрофовану шпору на краях хребців, необхідно враховувати поперековий спондильоз."
}