{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1/12th Fractional Ownership deeded condominium. Rarely available to purchase. This breathtaking 2 bedrooms/ 2bath Pied-a-terre. Perfect for your yearly stays in Manhattan. Known as the Grand Suite , It comes fully furnished with over 1400 Sq ft. of living space. Includes twice-a-day housekeeping service, 24-hour St Regis butler, fine dining at The Astor Court under chef Mark Arnao, The King Cole bar (Bloody Mary originator), Salon and gym. Stay-time include fixed week 36 (Sept 8th- 15th), and 21 days of floating time. And with any 2 bedroom ownership, you can double your stays up to 49 days a year.The St Regis Residences provide 5 star hotel amenities. Any unused stay-time can be converted to Platinum Level Bonvoy points for use at over 900 Starwood Hotels & Resorts including Sheraton, Westin, W Hotels, The Luxury Collection, Le Meridian, and Element and aloft. Other participating direct access ownership usage are at The St Regis, Aspen, and The Phoenician in Scottsdale, AZ. Just steps away from Fifth Avenue's world-renowned shopping, 30 Rockefeller Center, Central Park, Broadway theaters, museums and fine dining, the St Regis Residences has unveiled a new era of contemporary sophistication at the best address. Please call or email me today to see how you can own a piece of this legendary Manhattan icon",
    "trans": "1/12 часткова власність кооперативного дому. Продається рідко. Це захоплююча квартира з 2 спальними кімнатами та 2 ванними кімнатами на першому поверсі. Ідеально підходить до річного перебування на Манхетені. Відома як  Grand Suite, повністю умебльована, має більше 1400 кв. футів жилої площі. Включає прибирання двічі на день, дворецький St Regis 24 години, вишукані обіди в  The Astor Court від шефа Марка Арнао, бар The King Cole (автор Кривавої Мері), салон та тренажерну залу. Час перебування включає фіксований 36 тиждень (8-15 вересня) та 21 день плаваючого перебування. Маючи 2 спальні у розпорядженні, ви можете подвоїти ваше перебування до 49 днів на рік.  St Regis Residences надає 5 зіркові зручності. Весь невикористаний час перебування можна конвертувати в бали Platinum Level Bonvoy для використання в більш як 900 готалях та курортах Starwood, включно з Sheraton, Westin, W Hotels, The Luxury Collection, Le Meridian та Element і aloft. Інші учасники користування правом прямого доступу знаходяться в The St Regis, Аспен, та в The Phoenician в Скоттсдейл, Аризона. Всього в кількох кроках від всесвітньо відомих магазинів на П'ятій авеню, 30 Рокфеллер центру, Центрального парку, театрів Бродвея, музеїв та вишуканих ресторанів, St Regis Residences відкриває нову еру сучасної вишуканості за найкращою адресою. Будь ласка, зателефонуйте мені сьогодні, щоб дізнатись, як ви можете отримати у власність частину цієї легендарної ікони Манхетена."
}