{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Department’s management and oversight of the programme needs\nfurther improvement. We have summarised our findings, below, against five safeguards\nagainst poor decision-making – clarity of objectives, strong project and programme\nmanagement, senior management oversight, effective stakeholder engagement, and\nassurance. We reported that these safeguards had failed in the InterCity West Coast\nfranchise procurement and we have, therefore, examined whether these issues could be\nrepeated on High Speed 2.\nClarity of objectives\n12 The relationship between the Department’s strategic objectives for High\nSpeed 2, such as rebalancing the economy, and journey time savings, the\nlargest quantified benefit in the economic case, is unclear. The Department has\nnot structured its programme management around how it will deliver the strategic\nobjectives. Decisions that are being made at this early stage to control costs may impact\non achieving the programme objectives, for example on developments around stations\n(paragraph 4.10).\nStrong project and programme management\n13 The Department has taken steps to improve programme management.\nFor example, the Department developed a critical path of activities in October 2012,\nwhich the programme board started to use in February 2013 to coordinate programme\ntasks (paragraphs 4.11 to 4.13).\nSenior management oversight\n14 The Department strengthened its oversight by appointing a director general\nwhose sole responsibility is high-speed rail. Up to January 2013, the senior\nresponsible owner for High Speed 2 was the ‘Director General, Domestic’, who had a\nnumber of other responsibilities. More of the staff contributing to the programme will be\nline managed by the new senior responsible owner under the arrangements introduced\nin January 2013. The Department has also appointed two new directors to oversee key\nareas of the programme (paragraphs 4.14 to 4.15).",
    "trans": "Управління Департаментом та нагляд за програмою потребують\nподальшого вдосконалення. Нижче ми підсумували наші висновки щодо п'яти заходів захисту\nвід неправильного прийняття рішень: ясність цілей, ефективне управління проектами і програмами,\nнагляд з боку вищого керівництва, ефективна взаємодія із зацікавленими сторонами та\nгарантії. Як ми повідомляли, ці заходи захисту не спрацювали під час придбання франшизи InterCity на західному узбережжі,\nі тому ми вивчили, чи можуть ці проблеми\nповторитися у випадку High Speed 2.\nЯсність цілей\n12 Взаємозв'язок між стратегічними цілями Департаменту щодо High\nSpeed 2, такими як відновлення балансу в економіці, і економією часу в дорозі,\nщо є найбільшою кількісною перевагою в економічному плані, є неясним. Департамент\nне вибудував управління своєю програмою таким чином, щоб воно відповідало стратегічним\nцілям. Рішення, які приймаються на цьому ранньому етапі для контролю витрат, можуть впливати\nна досягнення цілей програми, наприклад, на розвиток інфраструктури навколо станцій\n(пункт 4.10).\nЕфективне управління проектами та програмами\n13 Департамент вжив заходів з метою покращення управління програмою.\nНаприклад, у жовтні 2012 року Департамент розробив план найважливіших заходів,\nякий рада програми почала використовувати в лютому 2013 року з метою координації програмних\nзавдань (пункти 4.11-4.13).\nНагляд з боку вищого керівництва\n14 Департамент посилив свій нагляд, призначивши генерального директора,\nвиключною відповідальністю якого є високошвидкісне залізничне сполучення. До січня 2013 року старшим\nвідповідальним власником High Speed 2 був «Генеральний директор з внутрішніх перевезень», який виконував\nнизку інших обов'язків. Все більша кількість працівників, які беруть участь у програмі, перебуватиме\nпід безпосереднім керівництвом з боку нового старшого відповідального власника відповідно до домовленостей, запроваджених\nу січні 2013 року. Крім того, Департамент призначив двох нових директорів для здійснення нагляду за ключовими\nнапрямками програми (пункти 4.14-4.15)."
}