{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Upon acceptance, authors must supply by e-mail to the Production Editor: permission grants, quoting the manuscript code. If the manuscript contains extracts, including illustrations, from other copyright works (including material from on-line or intranet sources) it is the authors' responsibility to obtain written permission from the owners of the publishing rights to reproduce such extracts using the Wiley Permission Request Form.\nManuscript Style\nThe language of the journal is English. Please ensure that your manuscript has been checked by an English language expert if there is concern for grammatical or other errors. All submissions including book reviews must have a title, be double-line spaced with type no smaller than 12 point, and have a margin of 3cm all round. Tables must be on separate pages after the reference list, and not be incorporated into the main text. Figures can be included in the main manuscript or uploaded as separate files.",
    "trans": "Після прийняття статті автори повинні надіслати по електронній пошті редактору виробництва: дозволи на публікацію, зазначаючи код рукопису. Якщо рукопис містить витяги, зокрема ілюстрації, з інших авторських робіт (включаючи матеріали з онлайн або інтрамережевих джерел), автори несуть відповідальність за отримання письмового дозволу від власників прав на публікацію таких витягів за допомогою форми дозволу Wiley Permission Request Form.\nСтиль рукопису\nМова журналу — англійська. Будь ласка, переконайтеся, що ваш рукопис перевірено англомовним експертом, якщо є сумніви щодо граматичних чи інших помилок. Всі подання, включно з рецензіями на книги, повинні мати заголовок, бути набраними через подвійний інтервал шрифтом не менше 12 пунктів і мати поля по 3 см з усіх боків. Таблиці повинні бути на окремих сторінках після списку літератури, а не інтегровані в основний текст. Рисунки можуть бути включені в основний рукопис або завантажені окремими файлами."
}