{
    "source": "en_US",
    "target": "uk_UA",
    "text": "More scent. More softness. Less static. For daring noses, we hear the trifecta of Gain Moonlight Breeze scent (laundry detergent + fabric softener + dryer sheets) is the way to go.\nAdd a new sheet on top of clothes at start of drying. Do not re-use. For Best Results: For large loads use an extra sheet. Use low heat setting for synthetics. If spotting occurs at high heat setting, rub spot with a bar soap and rewash in warm water. Content on this site is for reference purposes only. Target does not represent or warrant that the nutrition, ingredient, allergen and other product information on our Web or Mobile sites are accurate or complete, since this information comes from the product manufacturers. On occasion, manufacturers may improve or change their product formulas and update their labels. We recommend that you do not rely solely on the information presented on our Web or Mobile sites and that you review the product's label or contact the manufacturer directly if you have specific product concerns or questions. If you have specific healthcare concerns or questions about the products displayed, please contact your licensed healthcare professional for advice or answers.",
    "trans": "Більше аромату. Більше м'якості. Менше статичної електрики. Для сміливих носів ми чуємо, що тріо аромату Gain Moonlight Breeze (пральний засіб + кондиціонер для тканин + серветки, просочені пом'якшувачем-антистатиком) — це найкращий вибір.\nДодайте нову сервертку на верхній шар одягу на початку сушіння. Не використовуйте повторно. Для найкращих результатів: для великих завантажень використовуйте додаткову серветку. Використовуйте низьку температуру для синтетичних тканин. Якщо з'являються плями при високій температурі, потріть пляму господарським милом і переперіть у теплій воді. Інформація на цьому сайті надається лише для довідки. Target не гарантує, що інформація про харчову цінність, інгредієнти, алергени та інші дані про продукти на наших вебсайтах або мобільних додатках є точною або повною, оскільки ця інформація надходить від виробників продуктів. Іноді виробники можуть покращувати або змінювати формули своїх продуктів і оновлювати етикетки. Ми рекомендуємо не покладатися виключно на інформацію, представлену на наших вебсайтах або мобільних додатках, і уважно переглядати етикетку продукту або зв'язуватися з виробником безпосередньо, якщо у вас є конкретні питання або зауваження щодо продукту. Якщо у вас є конкретні медичні питання чи сумніви щодо продуктів, що відображені, будь ласка, зверніться до ліцензованого медичного спеціаліста для отримання консультації або відповідей."
}