{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Please give details of what parent/carer and child are expecting from this referral:\n(max 100 words)\nWe would like face to face therapy, every therapist who has assessed [redacted_name] or completed some therapy sessions (all abroad) as mentioned the need for him to attend therapy to help him develop his skills, his flexibility and to give him social knowledge so that he can apply on his daily life. We have parental orientation sessions monthly (privately) to guide us on how to deal and manage some behaviours, as this is provided by the team who has diagnosed [redacted_name]. There were a few things we were able to help [redacted_name] to manage a bit better, but there is a lot more to be worked which we are not specialist in the area or don’t have all the resources to do it.\nReferrer details:\nName: [redacted_name]\nDesignation: Inclusion Manager\nEmail address: ahall@miltonroad.cambs.sch.uk\nContact Address: Milton Road Primary School, Ascham Road, Cambridge, CB4 2BD\nTelephone: 01223 712333\nOnce completed please send this form, together with any relevant reports or letters to:\nCCS-TR.therapyreferrals@nhs.net\nPostal address: Occupational Therapy Admin, The Peacock Centre, Brookfield’s HospitalCampus,\nMill Road, CambridgeCB1 3DF. Tel: 0300 029 5050\nPLEASE SEE OUR WEBSITE FOR UNIVERSAL AND TARGETTED SUPPORT: https://ww",
    "trans": "Надайте деталі того, чого очікують батьки/опікуни та дитина від цього направлення:\n(максимум 100 слів)\nМи хочемо терапію віч-на-віч, оскільки всі терапевти, які оцінювали [redacted_name] або проводили деякі сеанси терапії (усі за кордоном), зазначили необхідність відвідування терапії для розвитку своїх навичок, гнучкості та здобуття соціальних знань, які він може застосовувати в повсякденному житті. Щомісяця ми проводимо орієнтаційні сесії для батьків (приватні), щоб допомогти нам зрозуміти, як справлятися з деякими поведінковими проявами, оскільки це забезпечує команда, яка поставила діагноз [redacted_name]. Було кілька речей, з якими ми допомогти [redacted_name] впоратися трохи краще, але є ще багато чого, над чим потрібно працювати, в чому ми не є фахівцями або не маємо всіх необхідних ресурсів для цього.\nДеталі направлення:\nІм'я: [redacted_name]\nПосада: Менеджер з включення\nАдреса електронної пошти: ahall@miltonroad.cambs.sch.uk\nКонтактна адреса: Milton Road Primary School, Ascham Road, Cambridge, CB4 2BD\nТелефон: 01223 712333\nПісля заповнення надішліть цю форму разом з усіма відповідними звітами чи листами на адресу:\nCCS-TR.therapyreferrals@nhs.net\nПоштова адреса: Occupational Therapy Admin, The Peacock Centre, Brookfield’s Hospital Campus,\nMill Road, Cambridge, CB1 3DF.  Телефон: 0300 029 5050\nБІЛЬШЕ ІНФОРМАЦІЇ — НА НАШОМУ ВЕБСАЙТІ ДЛЯ ОТРИМАННЯ УНІВЕРСАЛЬНОЇ ТА ЦІЛЬОВОЇ ПІДТРИМКИ: https://ww"
}