{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Tons of shoppers are searching Etsy right now for special items just like yours. Don’t run out of Etsy Ads budget and miss shoppers later in the day.\nRecently, your shop, PaperandpenArts, used 100% of its daily ad budget!\nWhen your budget is used up for the day, we stop showing your ads to shoppers. This means you could miss out on views and sales. Increase your daily Etsy Ads budget to reach even more shoppers.\nIncrease your budget\nLet's be friends\nDownload the Etsy Seller app\nYou are receiving this email because you registered on Etsy.com with this email address. To stop receiving Etsy marketing emails, unsubscribe here.\nIf you live in North America or South America, this email is sent by [redacted_address]; if you live elsewhere, this email is sent by [redacted_address] having company registration number [redacted_info] and VAT registration number [redacted_id].\nCopyright 2024 Etsy, Inc., an affiliate of Etsy Ireland UC. All rights reserved.",
    "trans": "Купа покупців шукають спеціальні товари, схожі на ваші, на Etsy прямо зараз. Не вичерпайте бюджет Etsy Ads і не впустіть покупців в кінці дня.\nНещодавно, ваш магазин, PaperandpenArts, використав 100% денного рекламного бюджету!\nКоли ваш денний бюджет вичерпано, ми припиняємо показувати вашу рекламу покупцям. Це означає, що ви можете впустити перегляди та продажі. Збільшіть свій денний бюджет EtsyAds, щоб отримати ще більше покупців.\nЗбільшити ваш бюджет\nДавайте дружити\nЗавантажити додаток Etsy Seller\nВи отримуєте цей електронний лист, тому що ви зареєстувались на  Etsy.com за цією електронною адресою. Щоб припинити отримувати маркетингову розсилку Etsy, відпишіться тут.\nЯкщо ви живете в Північній або Південній Америці, цей електронний лист надісліно з [redacted_address]; якщо ви живете в іншому місці, цей електронний лист надіслано з [redacted_address], він реєстраційний номер компанії [redacted_info] та реєстраційний номер платника податків [redacted_id].\nАвторське право 2024 Etsy, Inc., афілійований з Etsy Ireland UC. Всі права захищені."
}