{
    "source": "en_US",
    "target": "uk_UA",
    "text": "He couldn't help the dampness in his eyes, or the anguish that twisted in his gut, when he read that a sentinel or guide did not live long after their soulmate had perished. His jaw tight, he shook his head at that, wanting to deny the words. [redacted_name] was so much younger than him - that couldn't be right. But he understood, as he never had before, that he had to be more careful of his own life as part of the way in which he protected [redacted_name]'s existence.\nClosing the report, he glanced through the lengthy article, but it didn't give him anything new. It was just a synopsis of some of the key characteristics and talents of sentinels and guides, and an extrapolation of how they might yet exist in society, as well as an elaboration on their potential contributions. The article set out specific suggestions as to how they could be recognized and supported until appropriate sentinel/guide matching could be accomplished. This was the article that [redacted_name] had been committed to write, to bring the idea of sentinels into the public forum, and it was compelling.[redacted_name] heaved a sigh and set the documents back on the coffee table. He rubbed at his eyes and then crossed his arms tightly as his thoughts returned to the startling information about the physical relationship between sentinels and guides. Emotionally, he flinched from the idea. He'd never thought of himself as anything but heterosexual, had never looked at[redacted_name] as anything but a friend... a brother. Once again, his eyes lifted to the doorway to [redacted_name]'s room. What did [redacted_name] feel for him? God, surely he didn't want...\nBut [redacted_name] couldn't countenance the idea, couldn't even think it, let alone picture it.\nIt felt anathema and he stiffened in resistance.",
    "trans": "Він не міг стримати сльози на очах і болю, що скрутив його нутро, коли прочитав, що вартовий або провідник довго не прожив після загибелі своєї судженої. Стиснувши щелепу, він хитав головою, бажаючи заперечити ці слова. [redacted_name] була набагато молодшою за нього, - це не могло бути правдою. Але він усвідомив, як ніколи раніше, що повинен бути більш обережним зі своїм власним життям, щоб захистити життя [redacted_name].\nЗакриваючи рапорт, він пробіг очима довжелезну статтю, але вона не дала йому нічого нового. Це буд лише короткий огляд деяких ключовиї характеристик і талантів вартових та гідів, а токж екстраполяція того, як вони ще можуть існувати в суспільстві, а також детальний опис їхнього потенціального внеску. У статті викладено конкретні пропозиції щодо того, як їх можна було б визнати і підтримувати до того часу, поки не буде досягнуто відповідного поєднання вартових та гідів. Це була стаття, яку [redacted_name] був рішуче налаштований написати, щоб винести ідею вартових на публічний огляд, і вона була переконливою. [redacted_name] зітхнув і поклав документ назад на журнальний столик. Він потер очі, а потім міцно схрестив руки, коли його думки повернулася до приголомшливої інформації про фізичні стосунки між вартовими та гідами. На емоційному рівні, він здригнувся від цієї думки. Він ніколи не сприймав себе інакше, ніж гетеросексуалом, ніколо не дивився на [redacted_name] інакше, ніж на друга...брата. Його погляд знову піднявся до дверей кімнати [redacted_name]. Що [redacted_name] відчував до нього? Боже звичайно він не хотів...\nАле [redacted_name] не міг змиритися з цією ідеєю, не міг навіть думати про неї, не кажучи вже про те, щоб уявити її.\nЦе було схоже на анафему, і він закамʼянів у спротиві."
}