{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Something's got a hold of me lately\nNo, I don't know myself anymore\nFeels like the walls are all closin' in\nAnd the devil's knockin' at my door, whoa\nOut of my mind, how many times\nDid I tell you I'm no good at bein' alone?\nYeah, it's takin' a toll on me, tryin' my best to keep\nFrom tearin' the skin off my bones, don't you know\nI lose control\nWhen you're not next to me (when you're not here with me)\nI'm fallin' apart right in front of you, can't you see?\nI lose control\nWhen you're not next to me, mm-hm\nYeah, you're breakin' my heart, baby\nYou make a mess of me\nProblematic\nProblem is I want your body like a fiend, like a bad habit\nBad habits hard to break when I'm with you\nYeah, I know, I could do it on my own\nBut I want that real full moon black magic and it takes two\nProblematic\nProblem is when I'm with you, I'm an addict\nAnd I need some relief, my skin in your teeth\nCan't see the forest through the trees\nGot me down on my knees, darlin' please, oh\nI lose control\nWhen you're not next to me (when you're not here with me)\nI'm fallin' apart right in front of you, can't you see?\nI lose control\nWhen you're not next to me, mm-hm\nYeah, you're breakin' my heart, baby\nYou make a mess of me, yeah\nI lose control\nWhen you're not here with me, mm\nI'm fallin' apart right in front of you, can't you see?\nI lose control\nWhen you're not here with me, mm-hm\nYeah, you're breakin' my heart, baby\nYou make a mess of me",
    "trans": "Останнім часом мене щось переслідує\nНі, я себе більше не знаю\nЗдається, що стіни замикаються\nІ диявол стукає в мої двері\nЯ з глузду з'їхав, скільки разів\nЯ казав тобі, що не вмію бути на самоті?\nТак, це нелегко, я намагаюся з усіх сил утриматися\nВід того, щоб здерти шкіру з кісток, хіба ти не знаєш\nЯ втрачаю контроль\nКоли ти не поруч зі мною (коли ти не тут зі мною)\nЯ розпадаюся на частини просто перед тобою, хіба ти не бачиш?\nЯ втрачаю контроль\nКоли ти не поруч зі мною, мм-мм\nТак, ти розбиваєш мені серце, крихітко\nТи перетворюєш мене на безлад\nЦе проблема\nПроблема в тому, що я хочу твоє тіло, як диявол, як погану звичку\nПоганих звичок важко позбутися, коли я з тобою\nТак, я знаю, я міг би зробити це сам\nАле я хочу справжню чорну магію повного місяця, а для цього потрібні двоє\nЦе проблема\nПроблема в тому, що коли я з тобою, я залежний\nІ мені потрібне полегшення, моя шкіра в твоїх зубах\nЯ не бачу лісу за деревами\nОпусти мене на коліна, кохана, будь ласка, оу\nЯ втрачаю контроль\nКоли ти не поруч зі мною (коли ти не тут, зі мною)\nЯ розпадаюся на частини просто перед тобою, хіба ти не бачиш?\nЯ втрачаю контроль\nКоли ти не поруч зі мною, мм-мм\nТак, ти розбиваєш мені серце, крихітко\nТи робиш з мене безлад, так\nЯ втрачаю контроль\nКоли ти не зі мною, мм\nЯ розпадаюся на частини просто перед тобою, хіба ти не бачиш?\nЯ втрачаю контроль\nКоли ти не зі мною, мм-мм\nТак, ти розбиваєш мені серце, крихітко\nТи перетворюєш мене на безлад"
}