{
    "source": "en_US",
    "target": "uk_UA",
    "text": "For as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness-no matter how much he trained, there was nothing he could do to overcome his human limitations. But instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world-one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker \"Shadow\" and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended.",
    "trans": "На протязі всього свого життя Мінору Кагеноу був одержимий бажанням стати якомога сильнішим, що призвело його до того, що він проходив всілякі суворі тренування. Однак це бажання не виникає з прагнення бути визнаним іншими; скоріше, Мінору робить все можливе, щоб злитися з натовпом. Тому, вдаючи з себе абсолютно звичайного учня вдень, він озброюється ломом і безжально розправляється з місцевими байкерськими бандами вночі. Але коли Мінору потрапляє в аварію на вантажівці, його амбіції, здається, раптово закінчуються. У своїх останніх миттєвостях він шкодує про свою безсильність - незалежно від того, скільки він тренувався, він нічого не міг зробити, щоб подолати свої людські обмеження. Але замість того, щоб померти, Мінору перероджується як Сід, друга дитина благородної родини Кагеноу, в іншому світі - світі, де магія є звичайною справою. З силою, яку він так бажав, нарешті у нього під рукою, він приймає псевдонім \"Тінь\" і створює Shadow Garden: групу, метою якої є боротьба з загадковим Культом Діаблосів - організацією, що виникла з уяви Сіда. Однак з ростом членства та впливу Shadow Garden стає все більш очевидним, що Cult of Diablos не є такою вигаданою, як Сід планував."
}