{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Today is a special day for Talia. She is getting ready for a celebration dinner. She wants to look very nice for her night out.\nFirst, she gets her hair cut at a salon. A salon is a place where people go to get their hair and nails done.\nThen, she gets her fingernails painted pink. A woman who works at the salon paints Talia’s nails.\nTalia is not happy with the color. She asks the woman to change the color to purple.\nShe likes the purple very much.\nIt is almost time to go out. Talia goes home and looks in her closet. She tries on a pair of light blue pants with a yellow t-shirt. She tries on a tan dress with an orange belt. She tries on a yellow skirt with a green top. She wears the tan dress.\nMany of her friends and family are at the restaurant when she gets there. She hugs her mother and father.She gives her grandfather a kiss. Talia’s sister gives her a big smile. Her best friend, Asra, gives her a present.\nTomorrow is Talia’s birthday, but she is celebrating it tonight.\n\"Happy Birthday, Talia,\" they say. \"You look great!\"\n\"I feel great because all of you are here,\" says Talia, \"for my last night as a teenager.\"",
    "trans": "Сьогодні особливий день для Талії. Вона готується до святкової вечері. Вона хоче виглядати дуже гарно для свого виходу ввечері.\nСпочатку вона підстригає волосся в салоні краси. Салон - це місце, куди люди йдуть, щоб зробити зачіску та манікюр.\nПотім їй фарбують нігті на руках у рожевий колір. Жінка, яка працює в салоні, фарбує нігті Талії.\nТалія не задоволена кольором. Вона просить жінку змінити колір на фіолетовий.\nЇй дуже подобається фіолетовий колір.\nМайже час виходити. Талія йде додому і заглядає у свій шафа. Вона приміряє світло-блакитні штани з жовтою футболкою. Вона приміряє бежеву сукню з оранжевим поясом. Вона приміряє жовту спідницю з зеленою блузкою. Вона одягає бежеву сукню.\nКоли вона приходить до ресторану, там вже багато її друзів та родичів. Вона обіймає свою маму і тата. Вона цілує свого дідуся. Сестра Талії дарує їй велику усмішку. Її найкраща подруга Асра дарує їй подарунок.\nДень народження Талії завтра, але вона святкує його сьогодні ввечері.\n\"З Днем народження, Талія,\" кажуть вони. \"Ти виглядаєш чудово!\"\n\"Я почуваюся чудово, тому що ви всі тут,\" каже Талія, \"на мій останній вечір як підлітка.\""
}