{
    "source": "en_US",
    "target": "uk_UA",
    "text": "● ZeroTangle Technology: petsandwomenfriendly\nShooting Guide\nFilm the process of cleaning pet hairandthenreversetoshowthetangle-freebrushrollto\nhighlighttheanti-hairwrapfeature.\nMore details can be added to the content based on your actual experience and feelings...\n1. Carpet Detection: When it’s vacuuming, it automatically boosts suction when it hits a\ncarpet, making sure everything is thoroughly cleaned.Whenmopping,itavoidscarpetsto\nkeepthemdryandspotless.\n2. Smart Navigation: learnyourhomeinafewminutes;avoidsobstacles\n3. Quiet Operation: runsquietly;greatforfamilieswithbabies,pets\n4. Easy to Use: justsetitup,pressstart,anditcleans;evencontrolitfromthephone\n5. Long Battery Life: cleanforupto300minutes\n6. Custom Cleaning: set it to clean on a schedule, focus on specific spots, clean certain\nareas,sweeponlywithoutmopping,ordoaquickclean—whateverfitsyourneeds!\n7. Voice Control: compatiblewithAlexaandGoogleAssistant",
    "trans": "● Технологія ZeroTangle: безпечна для домашніх тварин і легкв для використарння для жінок\nІнструкція зйомки:\nЗніміть процес очищення шерсті домашньої тваринки, а потім переверніть, щоб показати незаплутаний рулон щітки\nпідкресліть функцію захисту від волосся.\nБільше деталей можна додати на основі вашого реального досвіду та відчуттів...\n1. Виявлення килима: під час пилозбору він автоматично посилює всмоктування, коли потрапляє\nна килим, ретельно все очищуючи. Під час вологого миття, не заходить на килиму, що їх\nне намочити і не забруднити.\n2. Смарт-навігація: вивчає траєкторію вашого дому за кілька хвилин; обходить перешкоди\n3. Тихо працює: працює безшумно; чудово підходить для сімей з немовлятами, домашніх тварин\n4. Простий у використанні: просто налаштуйте, натисніть «Пуск» і прибирайте; можна навіть керувати з телефону\n5. Тривалий термін служби батареї: приьирає протягом 300 хвилин\n6. Індивідуальне прибирання: установіть прибирання за розкладом, зосередьтеся на певних місцях, прибирайте у певних\nзонах, налаштуйте підмітання без миття чи встановіть швидке прибирання - що завгодно!\n7. Голосове керування: сумісне з Alexa та Google Assistant"
}