{
    "source": "en_US",
    "target": "uk_UA",
    "text": "CMNS2320 News Media\nWriting Photo Captions\nThis is a mock news story about the Halloween celebrations in Singapore\nImagine you are a journalist who is selecting photographs for a photo gallery to accompany your written article about celebrating Halloween in Singapore.\nPlease read the following story as background information and select 10 photos for this photo gallery from this album: https://photos.app.goo.gl/WQ9fQpa5KPgEwuGj8\nWrite the photo captions (you may be creative and come up with new information) following the format I’ve taught you and don’t forget to credit the photos to the right photographers.\nAdditionally, you may select other photographs from other sources but please remember to credit the photographers accordingly.\nSpike in Halloween-related sales as Singaporeans get ready for the spooky season\n(Original story published in the Straits Times by Kolette Lim on 29 October 2023 - https://www.straitstimes.com/singapore/spike-in-halloween-related-sales-as-singaporeans-get-ready-for-the-spooky-season)\nSINGAPORE – Do not be surprised if you see throngs of “nuns” or “Barbies” and “Kens” roaming the streets this weekend. They are likely to be making a trip to a “haunted house” or heading for a costume party.\nEvent organisers and costume retailers in Singapore said there has been a spike in Halloween-related ticket and product sales as interest in the spooky season grows.\nMs Savita Kashyap, executive director of travel company Journeys, said Halloween is increasingly being celebrated by younger Singaporeans, who are more exposed to Westernised media from a young age.\nJourneys, which specialises in heritage tours, is behind the Halloween event at Haw Par Villa – named Haw-Ror Villa 2 – that began on Friday and ends on Sunday. Pre-event ticket sales are 130 per cent higher than for the 2022 edition.\nMeanwhile, Universal Studios Singapore’s annual Halloween Horror Nights event “has returned to its full, pre-pandemic glory” with more visits and strong merchandise sales, said Resorts World Sentosa’s senior vice-president and chief experience officer Chang Chee Pey.\nHe did not give specific numbers, but attributed the increase to the post-pandemic rise in cross-border travel, and the introduction of twohorror-house attractions inspired by Canadian singer The Weekndand Netflix series All Of Us Are Dead.\nIn the heartland, Halloween events are drawing thousands of residents keen to carve pumpkins and paint their faces.\nAnchorpoint Mall’s Pumpkin Treat event drew more than 2,000 visitors during its opening weekend of Oct 21 and 22.\nPeople came from all over the island, some dressed in costumes, including those of superhero The Flash and famed wizard Harry Potter, said Anchorpoint’s leasing manager Alex Wong.\n“Halloween culture in Singapore definitely seems to be growing year on year, with more Singaporeans being open to dressing up and having fun during the spooky season,” she said.\nThe mall in Queenstown is expecting more people to turn up dressed as superheroes on Saturday and Sunday, the weekend just before Halloween.\nHousing estates such as Nee Soon and Joo Chiat will also be joining the weekend celebrations.\nAbout 1,350 tickets have been sold for the Opera Estate Halloween event co-organised by residents and Residents’ Networks from the estate, more than double the 600 tickets sold in 2022.\nCo-organising chairman Isaac Lum said the event has “grown from a small-scale gathering of like-minded enthusiasts to a large-scale event”. He expects more than 3,000 people to show up on Saturday evening, factoring in attendees for the non-ticketed trick-or-treat walk.\nMeanwhile, organisers of the Terror-ific Halloween Night community event at Yishun Town Square are expecting 1,500 residents to turn up on Saturday.\nHalloween is observed on Oct 31, the eve of All Saints’ Day, when Roman Catholics and other Christians honour saints of the Church.\nOver the years, Halloween has become an occasion for dressing up, trick-or-treating and carving pumpkins.\nStores selling costumes and props are also preparing for a boom in business this weekend. They expect sales numbers in October to be higher than in the same period in 2022.\nMs Kevy Veni,business development manager at costume retail store Costumes ‘N’ Parties, told The Straits Times that sales in October have increased by 15 per cent compared with the same month in 2022.\nShe said the idea of dressing up is picking up rapidly among people from all walks of life.\n“People love having fun in a way that is different from their normal lifestyle,” she added.\nPopular costume choices include those for TV characters Wednesday Addams and Cousin Itt from Netflix series Wednesday, along with fighter pilot Maverick from Top Gun, and the nun Valak of The Conjuring, said Ms Veni.\nMs Hasyna Neo,head of the rental department at CCM Costume Rental, attributes the store’s 10 per cent growth in sales to the increasing number of events, owing to the occasion’s traction.\n“We’ve seen communities and residents’ committees... using Halloween as an opportunity for neighbours to mingle,” she said.\n“It’s become another reason to gather with friends and family in Singapore.”\nSupermarkets and retail chains, too, are cashing in on the growing interest in Halloween, decking out their shelves in orange and black. For instance, FairPrice and Daiso have increased their product offerings in 2023.\nA spokesperson for Daiso Singapore said the Halloween product listings at its stores have increased by 10 per cent in 2023, with sales figures increasing by the same amount.\nSome of Daiso’s new products include costumes for children, web baskets and Halloween balloons.\nFairPrice supermarkets are also stocking pumpkin-themed bags and cosmetics.\n“This year, due to customer demand for more Halloween-related items, we increased our selection of products by 15 per cent to 20 per cent,” said a spokesperson for FairPrice Group.\n“The products have been well received by our customers and we anticipate that interest will peak over the weekend.”\nPhoto Gallery",
    "trans": "CMNS2320 Новини ЗМІ\nНаписання підписів до фотографій\nЦе фейкова новинна стаття про святкування Хелловіна в Сінгапурі\nУявіть собі, що ви є журналістом, який вибирає фотографії для фотогалереї до вашої статті про святкування Хелловіна в Сінгапурі.\nБудь ласка, прочитайте історію як фонову інформацію і виберіть 10 фотографій для цієї фотогалереї з цього альбому: https://photos.app.goo.gl/WQ9fQpa5KPgEwuGj8\nНапишіть підписи до фотографій (ви можете бути креативними і придумати нову інформацію), дотримуючись формату, якому я вас навчав, і не забудьте вказати авторство фотографій правильним фотографам.\nКрім того, ви можете вибрати фотографії з інших джерел, але, будь ласка, не забувайте відповідно вказувати авторів фотографій.\nЗростання продажів товарів, пов'язаних з Хелловіном, так як сінгапурці готуються до страшного сезону\n(Оригінальна стаття викладена в Straits Times Колетт Лім 29 жовтня 2023 року - https://www.straitstimes.com/singapore/spike-in-halloween-related-sales-as-singaporeans-get-ready-for-the-spooky-season)\nСІНГАПУР – Не дивуйтеся, якщо цього вихідного ви побачите натовпи \"монахинь\" або \"Барбі\" та \"Кенів\", які бродять вулицями. Ймовірно, вони вирушають до \"будинку з привидами\" або на костюмовану вечірку.\nОрганізатори заходів та продавці костюмів у Сінгапурі повідомили про збільшення продажів квитків та товарів, пов'язаних з Хелловіном, оскільки інтерес до страшного сезону зростає.\nМіс Савіта Кашьяп, виконавчий директор туристичної компанії Journeys, зазначила, що Хелловін все більше святкується молодшими сінгапурцями, які з раннього віку більше піддаються впливу західної культури через медіа.\nJourneys, яка спеціалізується на екскурсіях по спадщині, є організатором заходу Хелловін у парку Haw Par Villa – під назвою Haw-Ror Villa 2 – який розпочався в п'ятницю і закінчується в неділю. Продаж квитків на захід попередньо на 130 відсотків перевищує показники минулого року.\nТим часом щорічний захід Halloween Horror Nights у Universal Studios Singapore \"повернувся до своєї повної довоєнної слави\" з більшою кількістю відвідувань та сильними продажами товарів, за словами старшого віце-президента та головного директора досвіду Resorts World Sentosa Чан Чі Пея.\nВін не навів конкретних цифр, але пояснив збільшення постпандемічним зростанням міжкордонних подорожей та появою двох атракціонів у стилі будинків з привидами, натхненних канадським співаком The Weeknd та серіалом Netflix \"Усі ми мертві\".\nУ звичайних районах Хелловінські заходи приваблюють тисячі мешканців, які бажають вирізати гарбузи та малювати обличчя.\nПодія \"Гарбузові ласощі\" в торговому центрі Anchorpoint Mall привернула більше 2000 відвідувачів під час свого відкриття 21 і 22 жовтня.\nЛюди приїхали з усіх куточків острова, деякі з них були одягнені в костюми, включаючи супергероя Флеша та знаменитого чарівника Гаррі Поттера, сказав менеджер з оренди Anchorpoint Алекс Вонг.\n\"Культура Хелловіна в Сінгапурі, безумовно, здається, зростає з року в рік, все більше сінгапурців відкриті до того, щоб одягатися в костюми та веселитися під час страшного сезону,\" сказала вона.\nТорговий центр у Квінстауні очікує, що на суботу та неділю, напередодні Хелловіна, прийде більше людей, одягнених у костюми супергероїв.\nЖитлові райони такі як Ні Сун і Джу Чиат також приєднаються до святкувань на вихідних.\nБлизько 1350 квитків було продано на подію Хелловін в Опера Естейт, яка організована спільно з мешканцями та Мережами мешканців цього району, що більше ніж удвічі перевищує кількість проданих квитків (600) у 2022 році.\nГолова спільної організації Ісаак Лум сказав, що подія \"перетворилася з невеликої зустрічі однодумців на велике захід\". Він очікує, що в суботу ввечері прийде більше 3000 людей, враховуючи учасників безквиткового походу по збору цукерок.\nТим часом організатори громадської події \"Терористичний Хелловін\" на площі Яішун очікують приходу 1500 мешканців у суботу.\nХелловін святкується 31 жовтня, напередодні Дня всіх святих, коли римо-католики та інші християни вшановують святих Церкви.\nПротягом років Хелловін став нагодою для перевдягання, збору цукерок та вирізання гарбузів.\nМагазини, які продають костюми та реквізит, також готуються до збільшення продажів цього вихідного. Вони очікують, що кількість продажів у жовтні буде вищою ніж у той же період 2022 року.\nКеви Вені, менеджер з розвитку бізнесу магазину костюмів Costumes ‘N’ Parties, розповіла газеті The Straits Times, що продажі у жовтні збільшилися на 15 відсотків порівняно з тим же місяцем у 2022 році.\nВона сказала, що ідея вбиратися в костюми швидко набирає популярність серед людей з усіх верств населення.\n\"Люди люблять веселитися по-іншому, ніж у своєму звичайному житті,\" додала вона.\nПопулярними виборами костюмів є персонажі з телевізійних шоу, такі як Венздей Адамс і Кузен Ітт з серіалу Netflix \"Венздей\", а також пілот-винищувач Маверік з \"Top Gun\" і монахиня Валак з \"Закляття\", сказала пані Вені.\nПані Хасина Нео, керівник відділу прокату в CCM Costume Rental, пов'язує зростання продажів магазину на 10 відсотків зі збільшенням кількості заходів, завдяки популярності цього свята.\n\"Ми спостерігали, як громади та комітети мешканців... використовують Хелловін як можливість для спілкування сусідів,\" сказала вона.\n\"Це стало ще однією причиною для збору з друзями та родиною в Сінгапурі.\"\nСупермаркети та роздрібні мережі також користуються зростаючим інтересом до Хелловіна, оформлюючи свої полиці в оранжевий та чорний кольори. Наприклад, FairPrice та Daiso збільшили асортимент своїх товарів у 2023 році.\nПредставник Daiso Singapore повідомив, що кількість товарів для Хелловіна в їхніх магазинах збільшилася на 10 відсотків у 2023 році, а обсяги продажів зросли на ту ж саму величину.\nДеякі нові товари Daiso включають костюми для дітей, кошики для павутиння та повітряні кулі на тему Хелловіна.\nСупермаркети FairPrice також пропонують сумки та косметику з тематикою гарбуза.\n\"Цього року, через попит клієнтів на більше товарів, пов'язаних з Хелловіном, ми збільшили наш асортимент продукції на 15-20 відсотків,\" сказав представник FairPrice Group.\n\"Товари були добре прийняті нашими клієнтами, і ми очікуємо, що інтерес до них досягне піку у вихідні.\"\nГалерея фотографій"
}