{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello [redacted_name],\nThank you for your interest in The Spot at East Village!\nImportant details to note:\nFloors 2-12 anticipated occupancy is January 1, 2025\nFloors 13-18 anticipated occupancy is December 1, 2024\nAll utilities are included in the rental rates, with the exception of internet\nParking options include\nCovered, secure parking for $175.00 per month\nUncovered, secure parking for $150.00 per month\nPlease visit the link below to see our floor plans, pricing and availability\nFloor Plans of The Spot at East Village in Winnipeg, MB (thespoteastvillage.ca)\nIf you are interested in pre-leasing a unit, please complete the online application process. Once approved, the unit will be reserved for you until we are permitted into the building to view your unit (we are currently unable to conduct in-person tours as we await all necessaryoccupancy permitsfrom The City of Winnipeg). Only then will we request the half month security deposit(s) and send out your lease agreement for signature. If you have any questions regarding our units or pre-leasing process, please do not hesitate to contact us.\nThank you,\nGemini [redacted_name]",
    "trans": "Привіт, [redacted_name],\nДякуємо за ваш інтерес до The Spot в East Village!\nВажливі деталі:\nОчікувана дата заселення на поверхах 2-12 — 1 січня 2025 року.\nОчікувана дата заселення на поверхах 13-18 — 1 грудня 2024 року.\nВсі комунальні послуги включені в орендну плату, за винятком Інтернету.\nМожливості паркування:\nПокритий, безпечний паркінг за $175,00 на місяць\nНепокритий, безпечний паркінг за $150,00 на місяць\nБудь ласка, перейдіть за посиланням нижче, щоб побачити наші плани поверхів, ціни та доступність:\nПлани поверхів The Spot в East Village у Вінніпегу, MB (thespoteastvillage.ca)\nЯкщо ви зацікавлені у попередньому орендуванні квартири, будь ласка, заповніть онлайн-заявку. Після схвалення, квартира буде зарезервована для вас до того, як ми отримаємо дозвіл на вхід у будівлю для огляду вашої квартири (наразі ми не можемо проводити особисті тури, чекаючи на всі необхідні дозволи на заселення від міста Вінніпег). Тільки після цього ми запросимо половину місячного депозиту та надішлемо ваш договір оренди для підпису.Якщо у вас є будь-які питання щодо наших квартир або процесу попереднього орендування, не соромтеся звертатися до нас.\nДякуємо,\nGemini [redacted_name]"
}