{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Job Description\nUnder the direction of the Cage Supervisor the Cage cashier is responsible for providing exceptional service to our guests, processing a multitude of monetary transactions for our guests in an efficient and courteous manner and protection of company assets.\nEssential Duties\n· Cashier duties, including but not limited to: slot ticket redemption, currency exchange, slot jackpot payouts, check cashing/credit card advance, chip sales/redemption, main bank and poker bank balancing, filling/crediting of ticket redemption units, and preparation of deposits.\n· Ensures a consistent high level of service for our guests.\n· Adheres to department standards and procedures, company internal controls, and Title 31 requirements.\n· Responsible for safeguarding company assets\n· Promotes positive public/team member relations at all times.\nJob Requirements\nAbility to stand for the entire shift. Must be able to lift at least 30lbs. Ability to bend, stoop, twist, lift and reach. Must be able to communicate verbally in English and Spanish. Must be able to read and write in English. Ability to multi-task and handle mental and physical stress. Must be able to work all shifts, weekends, holidays and special events as needed. Must be at least 21 years of age.\nJob Type: Full-time\nPay: $14.00 - $16.00 per hour\nBenefits:\nDental",
    "trans": "Опис роботи\nПід керівництвом керівника клітки касир клітки відповідає за надання виняткового обслуговування нашим гостям, обробку безлічі грошових транзакцій для наших гостей ефективним та ввічливим способом та захист активів компан\nОсновні обов'язки\n· Обов'язки касира, включаючи, але не обмежуючись: викуп слот-квитків, обмін валюти, виплата виграшів з слотів, готівковий розрахунок/кредитна картка, продаж/викуп фішок, балансування основного банку та покерного банку, заповнення/кредитування одиниць викупу квитків та підготовка депозитів.\n· Забезпечує постійно високий рівень обслуговування наших гостей.\n· Дотримується стандартів та процедур відділу, внутрішніх контролів компанії та вимог Розділу 31.\n· Відповідає за захист активів компанії.\n· Завжди сприяє позитивним відносинам з громадськістю/членами команди.\nВимоги до роботи\nЗдатність стояти протягом всієї зміни. Повинен мати можливість піднімати щонайменше 30 фунтів. Здатність згинатися, нахилятися, повертатися, піднімати та досягати. Повинен вміти усно спілкуватися англійською та іспанською мовами. Повинен вміти читати та писати англійською мовою. Здатність виконувати кілька завдань одночасно та справлятися з розумовим і фізичним стресом. Повинен мати можливість працювати у всі зміни, вихідні дні, свята та спеціальні події за потреби. Повинен бути не молодше 21 року.\nТип роботи: Повна зайнятість\nОплата: 14,00 - 16,00 доларів на годину\nПереваги:\nСтоматологічне обслуговування"
}