{
    "source": "en_US",
    "target": "uk_UA",
    "text": "If we need to make this case an iron case, other evidence is essential!\"\n\"And I believe that the island countries have long been prepared.\"\n\"yes!\"\n[redacted_name]nodded immediately, and left to arrange things independently.\nAt the same time, she also caringly kept people away from the surrounding areas of the bedroom. After all, [redacted_name]'s most important thing is privacy.\n\"Um!?\"\n[redacted_name] walked into his bedroom with a bit of exhaustion, but with anticipation and excitement on his face.\nBecause he knew that the islanders had prepared a gift for him tonight.\nHe's sure to have a good time tonight.\nIt's just that the moment he walked into the door, his fine hair exploded instantly.\nI only saw the charming island woman when she was just sent here, and I don't know when she started playing with an island long knife.\nAnd when he saw him appear, the island country's long sword was directly placed on his neck.\n\"Baby, you are\"\n[redacted_name]'s voice was a little dry.\n\"Elder Wei, my young master asked me to pass a word to me.\"\n\"He said he wanted to ask you a favor.\"\n\"With your loyalty to the island country, you will definitely understand.\"\nAs soon as the words fell, the island nation's long knife in the woman's hand was sent forward.\n[redacted_name]'s face changed drastically in an instant, and he almost subconsciously retreated to the rear.\n\"[redacted_name], you cross the river and tear down the bridge, you\"\nHowever, before [redacted_name] could end, his movements froze the next moment.\nThe island nation's long knife has been completely poured into his throat.\nA splash of blood splashed out, making his wound look extremely scarlet.\n[redacted_name] clutched his blood gushing out of his throat, and sat down on the ground with an expression of disbelief.\n\"for, for, why\"\nHis voice was hoarse, and he almost squeezed out the words.\nHe doesn't understand.\nHe is loyal to the island country and never has any intention of betraying the island country.\nEven before he died, he was still thinking about what to do in order to complete the orders given by the islanders as soon as possible.\nBut under such a premise, the islanders actually killed him directly? JrNovels.com\nPrevious Chapter\nNext Chapter\nAuthor Workshops",
    "trans": "Якщо нам потрібно зробити цю справу залізним випадком, інші докази є важливими!\"\n\"І я вірю, що островні країни давно підготовлені.\"\n\"Так!\"\n[redacted_name] відразу кивнула і пішла організовувати справи самостійно.\nВ той же час вона також дбайливо тримала людей подалі від околиць спальні. Адже найважливіше для [redacted_name] - це приватність.\n\"Ум!?\"\n[redacted_name] увійшла до своєї спальні з невеликим виснаженням, але з очікуванням і захопленням на обличчі.\nБо він знав, що остров'яни підготували для нього подарунок на сьогодні ввечері.\nВін точно добре проведе час сьогодні ввечері.\nПросто в момент, коли він увійшов у двері, його гарне волосся миттєво розпустилося.\nЯ тільки побачила чарівну остров'янку, коли її тільки що привезли сюди, і не знаю, коли вона почала грати з довгим ножем остров'янина.\nІ коли він з'явився, довгий меч островної країни був прямо покладений йому на шию.\n\"Дорога, ти є\".\nГолос [redacted_name] був трохи сухим.\n\"Старший Вей, мій молодий господар попросив мене передати вам слово.\"\n\"Він сказав, що хоче попросити вас про послугу.\"\n\"З вашою відданістю островній країні, ви напевно зрозумієте.\"\nЯк тільки ці слова прозвучали, довгий ніж островної країни в руці жінки був спрямований вперед.\nОбличчя [redacted_name] миттєво змінилося, і він майже підсвідомо відступив назад.\n\"[redacted_name], ти переходиш річку і зриваєш міст\"\nОднак, перш ніж [redacted_name] встиг закінчити, його рухи замерли в наступну мить.\nДовгий ніж островної країни вже повністю увійшов йому в горло.\nСплеск крові бризнув назовні, роблячи його рану надзвичайно червоною.\n[redacted_name] схопився за кров, що фонтаном вирувала з його горла, і сів на землю з виразом невір'я.\n\"Чому, чому, чому\"\nЙого голос був хриплим, і він ледве вимовив ці слова.\nВін не розуміє.\nВін відданий островній країні і ніколи не мав наміру зраджувати островну країну.\nНавіть перед смертю він все ще думав про те, як швидше виконати накази, дані йому островитянами.\nАле в такій ситуації островитяни насправді просто вбили його?\nПопередній розділ\nНаступний розділ\nАвторські майстер-класи"
}