{
    "source": "en_US",
    "target": "uk_UA",
    "text": "For 32 years, Greg Tutunjian, 73, has picked up his coffee at Starbucks. He’s partial to its dark-roast Red Eye, but starting to question his loyalty to the chain that serves it up.\nWhile waiting for his order, Mr. Tutunjian watches impatiently as baristas whip up Iced Brown Sugar Oatmilk Shaken Espressos or other foamy, iced, caramel-topped drinks for drive-through or mobile-app orders. Minutes tick by before he is finally handed his coffee (dark-roast coffee with a shot of espresso).\nEven more annoying for Mr. Tutunjian is when Starbucks’s mobile app tells him that a bag of his favorite coffee beans — Komodo Dragon — is in stock when it isn’t.\n“I will go to four or five Starbucks in my local area and have the same experience. I check the app right before I go inside and it says it’s there, but when I arrive, the people working there say, ‘Oh, we don’t use or look at the app,’” said Mr. Tutunjian, a software consultant from Newton, Mass. “I walk out empty-handed.”",
    "trans": "Протягом 32 років Грег Тунджян, 73 роки, забирає свою каву в Starbucks. Він віддає перевагу темно-смаженій каві Red Eye, але починає сумніватися у своїй лояльності до мережі, яка її подає.\nЧекаючи на своє замовлення, пан Тунджян нетерпляче спостерігає, як баристи готують Iced Brown Sugar Oatmilk Shaken Espressos або інші пінні, холодні напої з карамельним верхом для замовлень через drive-through або мобільний додаток. Хвилини тягнуться, перш ніж йому нарешті передадуть його каву (темно-смажену каву з порцією еспресо).\nЩе більше дратує пана Тунджяна те, коли мобільний додаток Starbucks повідомляє йому, що пакетик його улюблених кавових зерен - Komodo Dragon - є в наявності, хоча насправді його немає.\n\"Я відвідаю чотири або п’ять Starbucks у своєму районі і отримаю той самий досвід. Я перевіряю додаток прямо перед тим, як зайти всередину, і він каже, що там є, але коли я приходжу, люди, які там працюють, кажуть: 'Ой, ми не користуємося і не дивимося на додаток'\", - сказав пан Тунджян, консультант з програмного забезпечення з Ньютона, штат Массачусетс. \"Я виходжу без нічого.\""
}