{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In his article How Do We Get Out of This Mess? George Monbiot reflects on the current state of our contemporary world. He asks, “Is it reasonable to hope for a better world? Study the cruelty and indifference of governments, the disarray of opposition parties, the apparently inexorable slide towards climate breakdown, the renewed threat of nuclear war, and the answer appears to be no.”.2 Though dramatic, his assessment does clearly reflect the social, political, and environmental turmoil of the contemporary world. Issues such as the increasingly urgent climate crises, the rise of social movements such as BLM in response to police brutality and of unease regarding identity-based legislation, and growing contentions between countries such as Russia and Ukraine and Israel and Palestine, which have escalated into great violence, have risen to an unignorable scale. As these crises grow, so do the political and ideological divides regarding the responses they demand. According to a 2018 Ipsos survey across 27 countries, 3 in 4 people found society in their country to be divided, with 6 in 10 responding that they “feel their country is now more divided” than before.3 As an American, I have felt this growing division, with the nation splitting bitterly into a bipartisan system where nothing gets done because each side refuses to agree with any proposal the other puts forth, regardless of how mutually beneficial it",
    "trans": "У своїй статті \"Як нам вибратися з цього безладу?\" Джордж Монбіо розмірковує про сучасний стан нашого світу. Він запитує: \"Чи є розумним сподіватися на кращий світ? Вивчіть жорстокість і байдужість урядів, безлад опозиційних партій, очевидно незворотний рух до руйнування клімату, відновлену загрозу ядерної війни, і відповідь здається негативною.\" Хоча його оцінка є драматичною, вона чітко відображає соціальні, політичні та екологічні потрясіння сучасного світу. Такі проблеми, як все більш термінові кліматичні кризи, зростання соціальних рухів, таких як BLM у відповідь на жорстокість поліції та занепокоєння щодо законодавства на основі ідентичності, а також зростаючі суперечки між країнами, такими як Росія та Україна і Ізраїль та Палестина, які переросли у великі насильства, досягли незаперечної масштабності. З ростом цих криз зростають також політичні та ідеологічні розбіжності щодо відповідей, які вони вимагають. Згідно з опитуванням Ipsos 2018 року в 27 країнах, 3 з 4 людей вважають суспільство у своїй країні розділеним, при цьому 6 з 10 відповідають, що \"відчувають, що їхня країна зараз більш розділена\", ніж раніше. Як американець, я відчув цю зростаючу розділеність, коли нація гірко розділилася на двопартійну систему, де нічого не робиться через те, що кожна сторона відмовляється погодитися з будь-якою пропозицією іншої сторони незалежно від того, наскільки взаємовигідною вона є."
}