{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1-3-2 True Stress-Strain Curve\nThe engineering stress-strain curve does not give a true indication of the deformation\ncharacteristics of a metal because it is based entirely on the original dimensions of the\nspecimen, and these dimensions change continuously during the test. Also, ductile metal that\nis pulled in tension becomes unstable and necks down during the course of the test. Because\nthe cross-sectional area of the specimen is decreasing rapidly at this stage in the test, the load\nrequired to continue deformation falls off. The average stress based on the original area\nlikewise decreases, and this produces the fall-off in the engineering stress-strain curve\nbeyond the point of maximum load. Actually, the metal continues to strain harden to fracture,\nso that the stress required to produce further deformation should also increase. If the true\nstress, based on the actual cross-sectional area of the specimen, is used, the stress-strain curve\nincreases continuously to fracture as shown in Fig. 1-3.",
    "trans": "1-3-2 Істинна крива залежності напруга-деформація\nІнженерна крива напруга-деформація не дає правдивого уявлення про деформаційні\nхарактеристики металу, тому що вона цілком базується на початкових розмірах\nзразка, а ці розміри постійно змінюються протягом тесту. Також пластичний метал, який\nрозтягується, стає нестабільним і звужується під час тесту. Оскільки\nплоща поперечного зрісу зразка швидко зменшується на цій стадії  тесту, навантаження,\nнеобхідне для продовження деформації падає. Середня напруга, що базується на початковій площі,\nтакож знижується, і це призводить до зпадання інженерної кривої напруга-деформація\nза межами точки максимального навантаження. Насправді, метал продовжує деформуватись, ущільнюючись до руйнування,\nтому напруга, необхідна для подальшої деформації також має зростати. Якщо використовується істинна\nнапруга, що виходить з фактичної площі поперечного  зрізу зразка, крива напруга-деформація\nпостійно зростає аж до руйнування, як показано на Рис. 1-3."
}