{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Be the First. Founded in 1851, Alpha Delta Pi was the first secret society established for women. ADPi sisters are everywhere on Vanderbilt’s campus, holding leadership positions in a wide variety of clubs and activities such as VUcept, Tour Guides, Dance Marathon, Next Steps, the Association of Latin American Students, and Vanderbilt Student Volunteers for Science. They pride themselves on their national philanthropy, the Ronald McDonald House Charities (RMHC), which houses the families of patients at Monroe Carell, Jr. Children’s Hospital. Sisters venture to the chapter house to make meals for the RMHC and into the Nashville Community to work with Pawster Nashville or BELL Gardens. During the fall, the ADPi philanthropy event raises thousands of dollars for the RMHC, as does ADPiHop in the spring. ADPi sisters love to hang out with each other, whether this means doing homework on the back porch, taking workout classes, or doing service together. Alpha Delta Pi’s open motto, “We Live for Each Other,” exemplifies their incredible sisterhood that they love sharing with their new sister",
    "trans": "Будьте першими. Заснована в 1851 році, Alpha Delta Pi була першою таємною організацією, створеною для жінок. Сестри ADPi присутні на кампусі Вандербільта, займаючи керівні посади в різноманітних клубах і заходах, таких як VUcept, екскурсоводи, Dance Marathon, Next Steps, Асоціація студентів з Латинської Америки та Студенти-добровольці за науку Вандербільта. Вони пишаються своєю національною благодійною діяльністю - Ronald McDonald House Charities (RMHC), яка надає житло родинам пацієнтів лікарні Monroe Carell, Jr. Children's Hospital. Сестри відвідують будинок глави організації, щоб приготувати їжу для RMHC, а також працюють у спільноті Нешвіла з Pawster Nashville або BELL Gardens. Під час осені благодійний захід ADPi збирає тисячі доларів для RMHC, так само як і ADPiHop навесні. Сестри ADPi люблять проводити час разом, будь то виконання домашніх завдань на задньому дворі, заняття фітнесом або спільна волонтерська діяльність. Відкрите гасло Alpha Delta Pi \"Ми живемо один для одного\" відображає їх неймовірну сестринську дружбу, якою вони люблять ділитися зі своєю новою сестрою."
}