{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Mediterra Team,\nWe hope everyone is in a safe location just ahead of Hurricane Milton’s landfall later this evening.\nThe Club is continuing to track the storm’s path and will provide updates as more information becomes available. However, we wanted to share an important iPhone update that will allow you to communicate in the event there is no WiFi or cellular service due to the storm.\nFor anyone who has an iPhone 14 or above:\nGo into your settings on your phone and make sure you have the iOS 18.1 or greater update installed. If not, please make sure to install the latest version in order to access this feature.\nOnce that is complete, reopen your settings, click on “APPS” at the bottom, and then click on “Messages”.\nScroll down and you should see the “Satellite Connection Demo”.\nPlease note that the update may take a few minutes to complete and must be done prior to losing cellular service.\nAgain, we will continue to monitor the storm’s progress and will do our best to provide updates via text messages and emails as more information becomes available.\nPlease stay safe.\nSincerely,\nCarmen Mauceri, CCM, ECM\nGM/COO\nArchivos adjuntos",
    "trans": "Шановна команда Mediterra!\nСподіваємося, що всі знаходяться в безпечному місці напередодні прибуття урагану Мілтона пізніше ввечері.\nКлуб продовжує відстежувати шлях шторму і надасть оновлення по мірі надходження додаткової інформації. Однак ми хотіли б поділитися важливим оновленням для iPhone, яке дозволить вам спілкуватися у випадку відсутності Wi-Fi або стільникового зв'язку через шторм.\nДля тих, хто має iPhone 14 або новішу модель:\nПерейдіть у налаштування вашого телефону і переконайтеся, що у вас встановлено оновлення iOS 18.1 або вище. Якщо ні, будь ласка, переконайтеся, що ви встановили останню версію для доступу до цієї функції.\nПісля цього знову відкрийте налаштування, натисніть \"ДОДАТКИ\" внизу і потім натисніть \"Повідомлення\".\nПрокрутіть вниз і ви повинні побачити \"Демонстрація підключення через супутник\".\nБудь ласка, зверніть увагу, що оновлення може зайняти кілька хвилин для завершення і повинно бути виконано перед втратою мобільного зв'язку.\nМи продовжимо стежити за прогресом шторму і зробимо все можливе, щоб надати оновлення через текстові повідомлення та електронні листи, коли з'явиться більше інформації.\nБудь ласка, залишайтеся в безпеці.\nЗ повагою,\nCarmen Mauceri, CCM, ECM\nGM/COO\nАрхіви прикріплені"
}