{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The film reveals its hideousness early. Scrawny ten-year-old [redacted_name], for whom Hitler is an imaginary friend, lives in Germany in the waning days of World War II. As the film begins, he heads off to a [redacted_name] summer camp. Waititi depicts the camp with a [redacted_name] whimsy, the first sign of the way in which he takes for granted the audience's anti-Nazi sympathies. He's like the YouTuber who says the N-word and cries \"I'm not racist, the joke is that I would never say something like that!\" These scenes are coupled with horrific comic performances from [redacted_name] and [redacted_name] as Nazi leaders. Here, the joke is different. We're meant to laugh at their oafish stupidity. Is this the best that this \"anti-hate satire\" can muster in comedic critique? \"Nazis are dumb,\" that's all? This is classic toothless liberal satire, the kind [redacted_name] perfected a decade and a half ago. Fascists can't be treated as evil, because that would make lighthearted comedy an obviously useless tool of resistance. But if we call them stupid instead, we can joke about how stupid they are, and take the high ground, and act like it fucking matters, like these people have ever cared if the left thinks they're dumb. This is how Waititi treats the perpetrators of mankind's most monstrous act. Not as bad guys, just fancifully silly ones.",
    "trans": "Фільм рано виявляє свою потворність. Хлопчик на ім'я [redacted_name], худий десяти-річний хлопчик, для якого Гітлер є уявним другом, живе в Німеччині в останні дні Другої світової війни. На початку фільму він вирушає в літній табір [redacted_name]. Вайтіті зображує табір з [redacted_name] примхливістю, що є першим знаком того, як він сприймає симпатії аудиторії до антинацистських поглядів. Він схожий на YouTuber'а, який говорить слово на \"N\" і плаче: \"Я не расист, жарт полягає в тому, що я ніколи б не сказав щось подібне!\" Ці сцени супроводжуються жахливими комедійними виступами [redacted_name] та [redacted_name] у ролі нацистських лідерів. Тут жарт інший. Ми повинні сміятися над їхньою незграбною дурістю. Чи це все, що може запропонувати ця \"антидискримінаційна сатира\" у комедійній критиці? \"Нацисти тупі\", і все? Це класична беззуба ліберальна сатира, яку [redacted_name] вдосконалила півтора десятиліття тому. Фашистів не можна трактувати як злочинців, адже це зробить легковажну комедію очевидно безкорисним інструментом опору. Але якщо ми назвемо їх тупими замість цього, ми можемо жартувати про те, які вони тупі, зайняти високу позицію і діяти так, ніби це має значення, ніби ці люди коли-небудь переймалися тим, що ліва сторона вважає їх дурними. Ось як Вайтіті ставиться до виконавців наймонструознішого акту людства. Не як до поганих хлопців, а просто як до фантазійно смішних."
}