{
    "source": "en_US",
    "target": "uk_UA",
    "text": "They don't believe because I'm some poor refugee kid who smells like pickles and garlic, and has lice, and I'm probably making up stories to feel important. I don't know what the American grown-ups have for memories, but they can't be as beautiful as mine. So they laugh. They don't touch me. But they roll their eyes. \"Okay,\" they say. \"It is,\" I say. \"It's one of two memories I have of my [redacted_name].\" I promise. I haven't been careless with it. My heart clenches it like a fist. Like gripping a ball bearing as hard as you can. The fin- gers dig into the palm and you don't even know if it's still in there. The knuckles are white and you're afraid it fell out and you didn't even notice. You're just clenching nothing until your nails cut into your palm and you bleed. The memory is small. Barely a few pictures. His face is one still image. T BEGNIS NI Abig godl car. It isn't real gold, just painted -the color. It was so big the seats were two couches on wheels. The car drives on a dirt road through a desert in the middle of Iran. Specifically, on the road to Ardestan. That doesn't mean anything to you, probably, if you even bothered to pronounce it. I could have said, \"on the road to skip-this-word-you're-a-dumdum-stan,\" and it'd be the same. It was a desert in a faraway land. You want a map?",
    "trans": "Вони не вірять, тому що я якийсь бідний хлопець-біженець, який пахне огірками та часником, має воші і, напевно, вигадує історії, щоб відчути себе важливим. Я не знаю, які спогади мають американські дорослі, але вони не можуть бути такими красивими, як мої. Тому вони сміються. Вони не торкаються до мене. Але закочують очі. \"Добре,\" кажуть вони. \"Так і є,\" кажу я. \"Це один з двох спогадів, які у мене є про мого [redacted_name].\" Я обіцяю. Я не був необережним з ним. Моє серце стискає його, як кулак. Як якщо б ви тримали кульку підшипника так сильно, як тільки можете. Пальці впираються в долоню, і ви навіть не знаєте, чи вона ще там. Суглоби білі, і ви боїтеся, що вона випала і ви навіть не помітили. Ви просто стискаєте нічого, поки ваші нігті не впечатаються в долоню і ви не почнете кровоточити. Спогад маленький. Ледве кілька картинок. Його обличчя - це одне нерухоме зображення. T BEGNIS NI Abig godl car. Це не справжнє золото, просто пофарбоване - кольором. Воно було таким великим, що сидіння були двома диванами на колесах. Автомобіль їде по ґрунтовій дорозі через пустелю посеред Ірану. Конкретно на дорозі до Ардестану. Це вам, напевно, нічого не означає, якщо ви навіть наважилися його вимовити. Я міг би сказати: \"на дорозі до пропустіть це слово ви дурень-стан\", і було б те ж саме. Це була пустеля в далекій країні. Вам потрібна карта?"
}