{
    "source": "en_US",
    "target": "uk_UA",
    "text": "🚨GEORGIA ELECTION FRAUD🚨\nDominion voting machines. We are already seeing MAJOR issues with the machines across the Peach State as early voting is underway\nCongresswoman MTG confirmed there is an issue in her district (14th) with the machines flipping votes from Trump to Kamala\nA voter chose Trump on the BMD (ballot marking device) & then when the printed ballot came out of the table top printer (before it was scanned to actually cast the ballot), the text showed they selected Kamala\nAfter several attempts to fix it, they finally had to void out the ballot, use another machine and start fresh. They were able to successfully select Trump and it correctly showed on the printed ballot text. The ballot was then cast by scanning the printed ballot in the Polling Place Scanner (tabulator)\nA picture of a Fulton County ballot from 2020 is shown below so you can see how a printed ballot looks after selections are made (picture from Google)\nVoters across Georgia are now being told to double check the printed ballot, before it is scanned into the tabulator, to make sure the correct selections are shown in the text on the printed ballot, which is below the QR code that is also printed on the ballot\nHowever, I want to know what difference does it make what the printed text on the ballot shows when the tabulator is only reading the QR code, not the text on the printed ballot?????\nTo those who may not be familiar with how the process works, selections are privately made on a BMD (ballot marking device aka touch screen tablet) and then are printed out on a table top printer. Each printed ballot shows a QR code on top and below it are the selections in text. The printed ballot is then scanned into the Polling Place Scanner (aka tabulator) where the QR code is read and tallies and then the process is complete\nThe Polling Place Scanner only scans the QR code, which is NOT readable by the human eye. The QR code also cannot be read by any other device other than the Polling Place Scanner. It’s NOT like what we’re accustomed to with QR codes being easily scanned by our phones in our everyday lives\nSo it DOES NOT MATTER what the text on the printed ballot states because the machine is not reading that, it is ONLY reading the QR code\nHow do we know that this voter who had issues with their vote being switched, that was identified in the text portion of the printed ballot, is also not having this same issue with the QR code?\nThere is literally NO WAY for anyone to verify what the QR code will be read as\nThis is beyond disturbing as Governor Kemp, SOS Raffensperger, AG Chris Carr and the Georgia State Legislature had four years to secure our elections after all of the issues that happened with Dominion in 2020 and they chose NOT to do a damn thing\nI have been sounding the alarm bells that although Trump is overwhelmingly winning in the State of Georgia, nothing of substance has been done on election integrity, so we are being set up for a repeat of 2020 for a stolen election\nHow does anyone that already cast their ballot know that their vote wasn’t switched, if they didn’t double check their printed ballot text, before feeding it into the tabulator?\nHow does anyone know that even if the printed ballot text is correct, that the QR code is correct?\nHow does anyone know anything, except for Dominion employees?\nIsn’t it our right as citizens to be able to ensure we are voting the way we intend?\nWe are in BIG TROUBLE in Georgia & DJT’s path back to the White House depends on the Peach State\nThe ONLY option at this point to ensure voters in Georgia have a secure, free & fair election is by declaring a State of Emergency to get rid of the machines and go to hand-marked, hand-counted paper ballots\nWe are only on day four of early voting, with 17 more days to go, before Election Day. Buckle up because the powers that be have shown they will do ANYTHING to stop Trump & it seems they are just getting started",
    "trans": "🚨ФАЛЬСИФІКАЦІЯ ВИБОРІВ У ДЖОРДЖІЇ🚨\nГолосувальні машини Dominion. Ми вже бачимо ВЕЛИКІ проблеми з машинами по всьому Персиковому штату під час раннього голосування\nКонгресвумен MTG підтвердила наявність проблеми у своєму окрузі (14-му) з машинами, які змінюють голоси з Трампа на Камалу\nВиборець обрав Трампа на BMD (пристрій для позначення бюлетенів), а потім, коли надрукований бюлетень вийшов з настільного принтера (перед тим, як його відсканували для фактичного голосування), текст показував, що вони обрали Камалу\nПісля кількох спроб виправити це, їм нарешті довелося анулювати бюлетень, використати інший пристрій і почати знову. Вони змогли успішно вибрати Трампа, і це правильно відобразилося в тексті надрукованого бюлетеня. Бюлетень був потім проголосований шляхом сканування надрукованого бюлетеня в сканері для голосування (табуляторі)\nНижче наведено зображення бюлетеня округу Фултон за 2020 рік, щоб ви могли побачити, як виглядає надрукований бюлетень після вибору (зображення з Google)\nВиборцям по всій Джорджії тепер кажуть перевірити надрукований бюлетень перед його скануванням в табуляторі, щоб переконатися, що правильні вибори відображаються в тексті на надрукованому бюлетені, який знаходиться нижче QR-коду, також надрукованого на бюлетені\nОднак я хочу знати, яке значення має те, що показує надрукований текст на бюлетені, якщо табулятор читає тільки QR-код, а не текст на надрукованому бюлетені?????\nДля тих, хто може не бути знайомим з тим, як працює процес, вибори приватно здійснюються на BMD (пристрої для позначення бюлетенів, також відомому як сенсорний планшет), а потім друкуються на настільному принтері. Кожен надрукований бюлетень має QR-код зверху і під ним - вибори у текстовому вигляді. Надрукований бюлетень потім сканується в сканер для голосування (також відомий як табулятор), де читається QR-код і підраховується кількість голосів, а потім процес завершується\nСканер для голосування тільки сканує QR-код, який не читається людським оком. QR-код також не може бути прочитаний жодним іншим пристроєм, крім сканера для голосування. Це не те ж саме, що ми звикли бачити з QR-кодами, які легко скануються нашими телефонами в повсякденному житті\nОтже, не має значення, що говорить текст на надрукованому бюлетені, тому що машина не читає це, вона тільки читає QR-код\nЯк ми можемо знати, що цей виборець, у якого виникли проблеми з перемиканням голосу, що було вказано в текстовій частині надрукованого бюлетеня, також не має тієї ж самої проблеми з QR-кодом?\nНемає абсолютно ніякої можливості для когось перевірити, як буде прочитаний QR-код\nЦе надзвичайно тривожно, оскільки губернатор Кемп, секретар штату Раффенспергер, генеральний прокурор Кріс Карр та Законодавчий орган штату Джорджія мали чотири роки для забезпечення безпеки наших виборів після всіх проблем, які виникли з Dominion у 2020 році, і вони вирішили нічого не робити\nЯ вже давно б'ю на сполох, що хоча Трамп переважно виграє в штаті Джорджія, нічого суттєвого не було зроблено для забезпечення цілісності виборів, тому нас готують до повторення 2020 року зі вкраденими виборами\nЯк може хтось, хто вже подав свій голос, знати, що їхній голос не був перемикнутий, якщо вони не перевірили текст надрукованого бюлетеня перед тим, як вставити його в табулятор?\nЯк може хтось знати, що навіть якщо текст надрукованого бюлетеня правильний, QR-код правильний?\nЯк може хтось щось знати, окрім працівників Dominion?\nХіба не є нашим правом як громадян забезпечити те, що ми голосуємо так, як маємо намір?\nУ Джорджії у нас великі проблеми, і шлях DJT назад до Білого дому залежить від штату Персикових дерев\nЄДИНИМ варіантом на даний момент для забезпечення того, щоб виборці в Джорджії мали безпечні, вільні та чесні вибори є оголошення надзвичайного стану для ліквідації машин і переходу на ручне маркування та підрахунок паперових бюлетенів\nМи лише на четвертий день дострокового голосування з ще 17 днями до Дня виборів. Приготуйтеся до того, що влада готова зробити ВСЕ можливе для того, щоб зупинити Трампа і здається, що вони тільки починають"
}