{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Global impacts in all fields and areas of study affect countries and their populations significantly, so it is vital to discuss their impact on modern societies. You can study global impacts from many perspectives, including manufacturing, law, architecture, ecology, computer science, economics, and even culture.\nSpeech Goal: students will inform and/or persuade their peers about various socially-significant issues related to the global impact of their major or field of study on the modern world.\nTask: Students are tasked with persuading/informing an audience of your fellow classmates and teacher about an issue relevant to the impact of their majors or fields of study on today’s society. This can include the impact of their major on things such their employment, hometown, country or even the world today.\n1) Introduce your major.\n2) Introduce an issue or problem (global or local in nature) that your major or field must study or is attempting to solve\n3) Frame the issue for the class.\nQuestions to consider when framing the issue:\nWhat is the issue? Is the issue solvable? What are the benefits to solving the issues? What are the detriments to allowing the issue to go unresolved? What are you doing personally to help solve the issue? How long will it take to solve the issue? How expensive is the solution? Where do we find the resources to fix the issue?\n4) Think outside of the box. We are at an important inflection point in the world today and each major and/or field of study is dealing with a multitude of issues it must solve. Your task is to choose one issue that is near and dear to you then discuss it in front of the class.\nDon’t choose the issue that your classmates will likely choose, dare to think differently about your major. Areas like the education of future students in your major, the traditional way of thinking about your major versus the modern way, the oversaturation or under-saturation of the new students in the field, pay disparities, etc. are all ripe for study and explanation.\n5) Lastly answer the purposeful question: Why did you choose this major or field of study?",
    "trans": "Глобальні впливи у всіх сферах і областях досліджень значно впливають на країни та їх населення, тому важливо обговорити їхній вплив на сучасні суспільства. Ви можете вивчати глобальні впливи з багатьох точок зору, включаючи виробництво, право, архітектуру, екологію, комп'ютерні науки, економіку та навіть культуру.\nМета виступу: студенти проінформують і/або переконають своїх однолітків щодо різних соціально значущих проблем, пов'язаних з глобальним впливом їхньої спеціальності або області дослідження на сучасний світ.\nЗавдання: Студенти повинні переконати/інформувати аудиторію своїх однокласників та вчителя про проблему, пов'язану з впливом їх спеціальностей або галузей навчання на сучасне суспільство. Це може включати вплив їх спеціальності на такі речі, як працевлаштування, рідне місто, країну або навіть світ сьогодні.\n1) Представте свою спеціальність.\n2) Представте проблему (глобального або місцевого характеру), яку ваша спеціальність або галузь повинна вивчити або намагається вирішити.\n3) Оформіть проблему для класу.\nПитання, які слід врахувати при оформленні проблеми:\nЩо таке проблема? Чи можна вирішити цю проблему? Які переваги вирішення проблеми? Які недоліки залишення проблеми невирішеною? Що ви особисто робите для допомоги у вирішенні проблеми? Скільки часу знадобиться для вирішення проблеми? Наскільки дороге рішення? Де знайти ресурси для вирішення проблеми?\n4) Думайте нестандартно. Сьогодні ми знаходимося на важливому переломному моменті в світі, і кожна спеціальність та/або галузь навчання стикається з безліччю проблем, які вона повинна вирішити. Ваше завдання - вибрати одну проблему, яка вам близька, а потім обговорити її перед класом.\nНе вибирайте проблему, яку, ймовірно, виберуть ваші однокласники, сміливо думайте по-іншому про свою спеціальність. Такі сфери, як освіта майбутніх студентів у вашій спеціальності, традиційний спосіб мислення про вашу спеціальність в порівнянні з сучасним способом, перенасиченість або недостатня кількість нових студентів у цій галузі, різниця в оплаті праці тощо - всі вони готові до вивчення та пояснення.\n5) Нарешті дайте цілеспрямовану відповідь на питання: Чому ви вибрали цю спеціальність або галузь навчання?"
}