{
    "source": "en_US",
    "target": "uk_UA",
    "text": "To redeem your gift card, follow these steps:\n1. Visit www.amazon.com/redeem.\n2. Click Apply to Account and enter the claim code when prompted.\n3. Gift card funds will be applied automatically to eligible orders during the checkout process.\n4. You must pay for any remaining balance on your order with another payment method.\nYour gift card claim code may also be entered when prompted during checkout. To redeem your gift card using the Amazon.com 1-Click® service, first add the gift card funds to Your Account.\nIf you have questions about redeeming your gift card, please visit www.amazon.com/gc-redeem.\n*Amazon.com is not a sponsor of this promotion. Except as required by law, Amazon.com Gift Cards (\"GCs\") cannot be transferred for value or redeemed for cash. GCs may be used only for purchases of eligible goods on Amazon.com or certain of its affiliated websites. GCs cannot be redeemed for purchases of gift cards. Purchases are deducted from the GC balance. To redeem or view a GC balance, visit \"Your Account\" on Amazon.com. Amazon is not responsible if a GC is lost, stolen, destroyed or used without permission. For complete terms and conditions, see www.amazon.com/gc-legal. GCs are issued by ACI Gift Cards, Inc., a Washington corporation. All Amazon ™ & © are IP of Amazon.com, Inc. or its affiliates. No expiration date or service fees",
    "trans": "Щоб активувати свою подарункову картку, виконайте ці кроки:\n1. Відвідайте www.amazon.com/redeem.\n2. Натисніть \"Застосувати до облікового запису\" та введіть код активації, коли буде запропоновано.\n3. Сума подарункової картки буде автоматично застосована до відповідних замовлень під час процесу оформлення замовлення.\n4. Ви повинні оплатити будь-який залишок на вашому замовленні іншим способом оплати.\nВаш код активації подарункової картки також може бути введений під час оформлення замовлення, коли буде запропоновано. Щоб активувати свою подарункову картку за допомогою служби 1-Click® на Amazon.com, спочатку додайте кошти подарункової картки до свого облікового запису.\nЯкщо у вас є питання щодо активації вашої подарункової картки, будь ласка, відвідайте www.amazon.com/gc-redeem.\n*Amazon.com не є спонсором цієї акції. За винятком випадків, передбачених законом, подарункові картки Amazon.com (\"GC\") не можуть бути передані за вартість або обміняні на готівку. GC можуть використовуватися лише для покупок відповідних товарів на Amazon.com або на деяких його афілійованих веб-сайтах. GC не можна використовувати для покупки подарункових карток. Покупки відраховуються з балансу GC. Щоб активувати або переглянути баланс GC, відвідайте \"Ваш обліковий запис\" на Amazon.com. Amazon не несе відповідальності за втрату, крадіжку, знищення або використання без дозволу GC. Для отримання повних умов і положень дивіться www.amazon.com/gc-legal. GC випускаються компанією ACI Gift Cards, Inc., корпорацією штату Вашингтон. У них немає терміну дії або плати за обслуговування"
}