{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Two months have passed since Historia Reiss's coronation. She has started a farm to take care of the orphans and the needy. The military has also been overhauled. They now have a new weapon that allows them to kill Titans without risking the lives of soldiers and new recruits have joined the Scout Regiment. At Jean Kirschtein's prompting, Eren Jaeger tries to remember the Scout who appeared in his father's memory and realizes that it is Commandant Keith Sadies of the Cadet Corps.\nEren, his squad, Levi, and Hange visit Keith and hear his story of how he discovered Grisha Jaeger outside of Wall Maria twenty years ago. The two became friends, and Grisha inspired Keith to think he was special. However, Keith suffered many failures, both in his personal life and as an officer, and came to realize he was not special at all. He was with Grisha the night Wall Maria fell, and carried Eren out of the woods after Grisha had taken him there. Keith hoped that Eren would avoid becoming like his father, but even though he sabotaged Eren's training gear when he was a cadet, Eren would not give up. As Eren leaves in the present day, Keith realizes he could not change anything.",
    "trans": "Минуло два місяці з моменту коронації Хісторії Рейс. Вона започаткувала ферму, щоб піклуватися про сиріт та нужденних. Військові також були реформовані. Тепер у них є нова зброя, яка дозволяє вбивати титанов, не ризикуючи життями солдатів, і до Скаутського полку приєдналися нові рекрути. За підказкою Жана Кірштайна, Ерен Єгер намагається згадати Скаута, який з'явився в пам'яті його батька, і усвідомлює, що це командир Кіт Садіс з Корпусу кадетів.\nЕрен, його команда, Леві та Ханжі відвідують Кіта і слухають його історію про те, як він двадцять років тому виявив Гріша Єгера за межами стіни Марія. Вони стали друзями, і Гріша надихнув Кіта думати, що він особливий. Однак Кіт зазнав багатьох невдач як у особистому житті, так і на посаді офіцера, і зрозумів, що зовсім не особливий. Він був з Гріша в ніч падіння стіни Марія і виніс Ерена з лісу після того, як Гріша відвів його туди. Кіт сподівався, що Ерен уникне долі свого батька, але навіть незважаючи на те, що він саботував навчальне спорядження Ерена під час його навчання в кадетах, Ерен не здався. Коли Ерен йде в наш час, Кіт розуміє, що нічого не може змінити."
}