{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name]\n“Oh my God,” J[redacted_name], the woman who brought the wedding dresses to me and stayed in order to check which one fits me better, exclaims as she steps back from me. “This one is perfect.” She adjusts the huge, full-length mirror [redacted_name] dragged in here when she complained the bride would have nowhere to look at herself. “Ta-da!” she shouts, clapping her hands together after I spin around and finally study my reflection, momentarily struck speechless by the vision in white I make.\nThe A-line, off-the-shoulder wedding dress with a deep V-neck hugs my body tightly, showcasing my breasts and creating a deep curve sliding to my waist and flaring to my hips. The chiffon-silky skirt falls to the floor; however, on one side it has a long slit, trailing from the middle of my thigh to my foot, giving me plenty of room for movement. Tiny crystals catch the sun streaming through the windows and shimmer under it as they draw attention to how the dress complements my paint-stained skin.\n[redacted_name] removes the pins from my hair, letting it cascade down my back in heavy waves, adding vivid color to this composition.\nSomeone clears their throat, and I glance to the side at the makeup artist, [redacted_name], who crosses her arms. “With a little makeup you’ll look gorgeous.” She taps on her suitcase. “It does wonders.”\n“No thank you,” I reply, and even [redacted_name] glares at her. After a loud huff, she walks away shutting the door so hard it rattles.\nWhy they even invited her is beyond me. I’ve never put on makeup in my life and surely don’t intend to start now.\nMy skin already bears so much paint on it, it doesn’t need me adding to its suffering.\n“Look at these sapphire eyes. They can be your something blue.” She winks and then picks up a shoebox from the bed. “[redacted_name] requested these in a special color, and although I’m surprised, I understand the reason now.” She takes out lilac stilettos and puts them on the floor. “It gives such a nice balance to your whole bride image.”\nI slip into my shoes, which give the entire ensemble an even more artistic look because the dress is far from ordinary. My heart pangs painfully at how [redacted_name] thought about every single detail to create the illusion of a perfect wedding—where even the dress matches my soul.\nI’d spent two hours studying various chapters on serial killer psychology before [redacted_name] came. There was an especially specific one that made me question if all my behavior wasn’t rushed, and maybe I should have listened to [redacted_name] before making judgment on whatever he does.\nConsidering his scars… and cryptic past… is it possible all these men deserved to die because they inflicted torture on those surrounding them, and there was no way to stop them but to kill them?\nJust the idea scares me, that I can justify murder, but then my past plays in front of my eyes.\nHow the monster came at night, storming into our house and calling my mom’s name.\nHow she frowned in confusion as she walked down the stairs and told me to stay in her room.\nHow she screamed for me to run and then raced to my room, giving me time to escape from him and then her endless cries while he laughed, laughed, and laughed some more until she stopped making any sounds.\nWhat if [redacted_name] kills people like that monster who ruined my life and occupies my nightmares?\nMy fingers rub over the hickey he gave me on my neck last night, my soft skin contrasting so much with his rugged texture. His embrace was so tight around me while he whispered all these illicit things in my ear.\nThis would certainly put a different spin on this situation, never making it okay because we have no right to take away someone’s life. We have the law and a justice system in place for this reason. We can’t be the judges who decide who gets to live or die.\nHowever, this I can understand, see from his perspective, and maybe discover that the monster is not as scary as I think, and nothing like the one from the past.\nThey say psychopaths are excellent manipulators, but the way he held me last night—as if he never wanted to let me go—he wouldn’t be able to pretend that, and even now I’m unharmed.\nWould a serial killer behave like this with his true prey?\nPushing away hysterics and pain and leaving only rational thinking and hope, I might discover things I never expected.\n“We just need to put the veil on and... [redacted_name]!” she shouts when I fist the chiffon in my hand, raise my skirt up, and dash toward the door, too impatient to wait until this ceremony to clear all my doubts and maybe start this marriage on the right footing.\nI can live with a sort of vigilante who has some warped moral code, which has been shaped by his environment, letting the victims of such people sleep peacefully at night. His obsession with me will probably suffocate me sometimes while his control makes us fight, but his possessiveness and protectiveness calm any fears I might have.\nI cannot live with a serial killer though who kills people for fun.\nAnd how I proceed from now on depends on the answer [redacted_name] gives me.\nFlying through the door, I almost bump into a surprised [redacted_name] and pass by him as he calls, “Miss!”\nIgnoring him, I run to the stairs while my heels click loudly on the marble. I halt when I see the man standing by the bottom step, his back to me.\nSensing my presence or hearing me, he slowly turns around and the air sticks in my throat when all his charming handsomeness comes into view.\nHe wears a three-piece suit that emphasizes every rigid muscle and those wide shoulders, which would carry the weight of the world if you let them.\nHis brown orbs glow as he sweeps his gaze over me, my skin prickling at the invisible caress he awards me, and then heat scorches them, promising me all kind of bliss. I just need to ask for it.\nHowever, ownership fills them too, and he says, “Eres hermosa, gatita.”\nYou’re beautiful, kitten.\nA dashing villain in shining armor who stole the princess from princes and knights alike.\nA raspy breath slips past my lips, and I slowly walk down the stairs, minding my dress, as his eyes roam over me, drinking in my every feature, but he frowns at my exposed leg in the slit.\nFinally I reach the last step and stand there, and still he manages to tower over me, his dominance shrinking this house—where everything that surrounds me has him in it. “Running away, [redacted_name]?” he asks and then catches a lock of my hair between his fingers, tugging on it a little. “I’m afraid this time around, I’m blocking the exit.”\n“Why do you kill all those people?” He stills, his body growing tense while the air around us electrifies, and his entire demeanor changes from playful to aloof. “Did they deserve it?” Licking my dry lips, I desperately try to control my rapidly beating heart that squeezes so hard, expecting his answer, because no matter what transpired between us earlier, it still has a hope.\nA hope that should have been the first sign to me that I started falling in love with him.\n“Have they done such hideous crimes that the only choice was to punish them in the ways you did in those pictures?”\nThe silence stretches between us as emotions play on his face. They change so quickly I cannot name any of them, and then he cups my cheek, brushing his thumb over my skin and temporarily soothing the chaos seething inside me. “Once upon a time there was a princess who fell in love with a villain,” he says, gliding his hand around my neck, pulling me closer to him until our chests bump against each other and our lips connect for a second before we share a breath. “The villain corrupted her mind so much she started to believe goodness resided in his soul.” He grabs my hand and places it over his heart. “[redacted_name], darkness possesses my heart. Not every villain was a hero once. Some of us are destined for hell, thriving among the chaos.”\n“You haven’t answered my question,” I whisper, clenching his vest in my hand while silently pleading him to give me something to hold on to. To accept the olive branch I’m extending to him and open up about this madness that’s his life, and the whole wedding charade.\nTo give me one reason to believe in him and that what we had wasn’t just a fantasy created by a psycho.\nHe squeezes my nape and then drops his hand by his side, rocking back a little and leaving emptiness with his retreat that sinks me into an even bigger coldness than before. “I murder whoever I see fit.” Ice coats his voice while anger laces his tone; clearly, thinking about his victims doesn’t bring out the best in him. “I’m a villain who does not need redemption.” Our gazes clash. “That’s your answer, [redacted_name].”\nA single tear slides down my cheek while my heart shatters inside my chest like the rarest porcelain, the thousand sharp pieces bruising every organ in my body as the hope I harbored disappears too. “Thank you,” I whisper, and he raises his hand to wipe away my tear, but I take a step back, avoiding his touch. “Now I can hate the villain without any doubts.” His hand hanging between us fists while he grits his teeth, and I do my best to ignore the pain enveloping me because the wedding is about to begin.\nAnd I have to concentrate on my escape.\nThe fairytale has come to an end.\nHeavy footsteps echo in the space, and [redacted_name] breaks the silence settling upon us. “A bride needs a veil.” She breathes heavily as she runs down the stairs and then stands in front of me.",
    "trans": "[redacted_name]\n\"О Боже,\" вигукує J[redacted_name], жінка, яка принесла мені весільні сукні і залишилася для того, щоб перевірити, яка з них мені більше підходить. Вона відступає від мене. \"Ця сукня ідеальна.\" Вона регулює величезне дзеркало у повний зріст, яке [redacted_name] привела сюди, коли поскаржилася, що наречена не матиме де подивитися на себе. \"Тада!\" - вигукує вона, плескаючи руками після того, як я обертаюся і нарешті дивлюся на своє відображення, миттєво залишаючись без слів від видіння у білому.\"\nСукня весільна А-силуету, з відкритими плечима та глибоким V-подібним вирізом, облягає моє тіло, підкреслюючи груди та створюючи глибокий вигин, що спускається до талії і розширюється до стегон. Шифонова спідниця вільно спадає до підлоги; однак з одного боку вона має довгий розріз, що йде від середини стегна до ноги, надаючи мені багато простору для руху. Маленькі кристали ловлять сонячні промені, що проникають через вікна, і мерехтять під ними, привертаючи увагу до того, як сукня доповнює мою шкіру, покриту фарбою.\n[redacted_name] знімає шпильки з моїх волосся, дозволяючи їм спадати важкими хвилями на спину, додаючи яскравий колір цій композиції.\nХтось прочищає горло, і я поглядаю вбік на візажиста [redacted_name], яка схрещує руки. \"Трохи макіяжу і ти будеш виглядати чудово.\" Вона стукає по мвоїй валізі. \"Це творить дива.\"\n\"Ні дякую,\" відповідаю я, і навіть [redacted_name] кидає на неї погляд. Після гучного зітхання вона йде геть, закриваючи двері так сильно, що вони трясуться.\nЧому її взагалі запросили - мені не зрозуміло. Я ніколи в житті не користувалася макіяжем і точно не збираюся починати зараз.\nНа моїй шкірі вже стільки фарби, що їй не потрібно додавати до свого страждання.\n\"Подивись на ці сапфірові очі. Вони можуть бути твоїм чимось блакитним.\" Вона підморгує і потім бере коробку для взуття з ліжка. \"[redacted_name] замовила їх у особливому кольорі, і хоча я здивована, тепер розумію причину.\" Вона дістає лілові туфлі на високих підборах і ставить їх на підлогу. \"Вони додають таку гарну рівновагу всьому твоєму образу нареченої.\"\nЯ взуваю свої туфлі, які надають всьому ансамблю ще більш художній вигляд, оскільки сукня далека від звичайної. Моє серце болісно стискається від того, як [redacted_name] продумала кожну деталь, щоб створити ілюзію ідеального весілля - де навіть сукня відповідає моїй душі.\nЯ провів два години, вивчаючи різні розділи про психологію серійних вбивць, перш ніж прийшов [redacted_name]. Існує один особливо специфічний, який змусив мене задуматися, чи не була вся моя поведінка поспішною, і можливо, мені слід було послухати [redacted_name] перед тим, як робити судження про те, що б він не робив.\nВраховуючи його шрами... і загадкове минуле... можливо, всі ці чоловіки заслуговували на смерть, тому що вони завдавали тортури оточуючим їх людям, і єдиним способом зупинити їх було вбити?\nТільки сама ідея лякає мене, що я можу виправдати вбивство, але тоді моє минуле постає перед моїми очима.\nЯк монстр прийшов вночі, вриваючись у наш дім і кличучи ім'я моєї мами.\nЯк вона з подивом насупила брови, спускаючись по сходах і кажучи мені залишитися в її кімнаті.\nЯк вона закричала мені бігти, а потім побігла до моєї кімнати, даючи мені час втекти від нього, а потім її безкінечні крики, поки він сміявся, сміявся і ще раз сміявся, поки вона не перестала видавати звуки.\nА що якщо [redacted_name] вбиває людей так само, як той монстр, який зруйнував моє життя і займає мої нічні жахи?\nМої пальці проводять по засосові на шиї, який він мені дав минулої ночі; моя ніжна шкіра так контрастує з його грубою текстурою. Його обійми були такими міцними навколо мене, поки він шептав мені всі ці заборонені речі на вухо.\nЦе безумовно змінило б цю ситуацію; це ніколи не зробить її нормальною, тому що ми не маємо права забирати життя у когось. У нас є закон і система правосуддя для цієї мети. Ми не можемо бути суддями, які вирішують, хто має жити або померти.\nОднак я можу зрозуміти це з його точки зору і можливо дізнатися, що монстр не такий страшний, як я думаю, і зовсім не схожий на того з минулого.\nКажуть, що психопати - відмінні маніпулятори, але те, як він тримав мене минулої ночі - ніби ніколи не хотів відпустити - він не зміг би прикидатися такою поведінкою; навіть зараз я неушкоджена.\nЧи буде серійний вбивця поводитися так зі своєю справжньою жертвою?\nВідштовхуючи істерики та біль і залишаючи лише раціональне мислення та надію, я можу виявити речі, яких ніколи не очікував.\n\"Нам просто потрібно надіти вуаль і... [redacted_name]!\" - кричить вона, коли я стискаю шифонову тканину в руці, піднімаю спідницю і мчу до дверей, занадто нетерпляча, щоб дочекатися цієї церемонії, щоб розвіяти всі свої сумніви і, можливо, почати цей шлюб з правильного старту.\nЯ можу жити з певним месником, у якого є спотворений моральний кодекс, сформований його оточенням, дозволяючи жертвам таких людей спокійно спати вночі. Його одержимість мною, напевно, іноді задушить мене, а його контроль призведе до сварок між нами, але його власницькість і захисність заспокоюють будь-які страхи, які я можу мати.\nОднак я не можу жити з серійним вбивцею, який вбиває людей для розваги.\nІ те, як я буду діяти далі, залежить від відповіді [redacted_name], яку він мені дасть.\nВибігши через двері, я майже натрапляю на здивованого [redacted_name] і проходжу повз нього, коли він кличе: \"Міс!\"\nІгноруючи його, я біжу до сходів, поки мої підбори гучно клацають по мармуру. Я зупиняюся, коли бачу чоловіка, що стоїть біля нижньої сходинки спиною до мене.\nВідчуваючи мою присутність або чуючи мене, він повільно обертається і повітря застряє у мене в горлі, коли я бачу всю його чарівну привабливість.\nНа ньому одягнений тридільний костюм, який підкреслює кожен рельєфний м'яз і ті широкі плечі, які могли б витримати вагу світу, якщо їм це дозволити.\nЙого коричневі очі світяться, коли він проводить поглядом по мені, моя шкіра поколюється від невидимого дотику, який він мені дарує, а потім їх запал обпікає мене теплом, обіцяючи всілякі насолоди. Мені просто потрібно попросити про це.\nОднак вони також наповнені власністю, і він каже: “Eres hermosa, gatita.”\nТи красива, кошенятко.\nЧарівний злодій у блискучих обладунках, який викрав принцесу у принців та лицарів.\nХрипке дихання, я повільно спускаюся сходами, дбаючи про свою сукню, поки його погляд блукає по мені, вбираючи в себе кожну рису мого обличчя, але він хмуриться на мою оголену ногу в розрізі.\nНарешті я досягаю останньої сходинки і стою там, а він все ще вдається бути вище за мене, його домінування зменшує цей будинок - де все навколо мене має його присутність. \"Тікаєш, [redacted_name]?\" - запитує він, а потім ловить пасмо мого волосся між своїми пальцями, трохи тягнучи його. \"Боюсь, цього разу я блокую вихід.\"\n\"Чому ти вбиваєш усіх цих людей?\" Він зупиняється, його тіло стає напруженим, а повітря навколо нас електризується, і його вся поведінка змінюється з грайливої на відсторонену. \"Вони це заслужили?\" Лизнувши свої сухі губи, я безнадійно намагаюся контролювати своє швидко б'ється серце, яке так сильно стискається, чекаючи на його відповідь, тому що незалежно від того, що сталося між нами раніше, у нього все ще є надія.\nНадія, яка повинна була стати першим знаком для мене того, що я почала закохуватися в нього.\n\"Вони скоїли такі жахливі злочини, що єдиним вибором було покарати їх такими способами, як ти зробив на тих фотографіях?\"\nТиша розтягується між нами, поки емоції грають на його обличчі. Вони змінюються так швидко, що я не можу назвати жодну з них, а потім він обіймає мою щоку рукою, проводячи своїм великим пальцем по моїй шкірі і тимчасово заспокоюючи хаос всередині мене. \"Колись була принцеса, яка закохалася в злодія,\" - говорить він, обвиваючи свою руку навколо моєї шиї і притягуючи мене ближче до себе до того моменту, коли наші груди зіткнуться один з одним і наші губи з'єднаються на секунду перед тим як ми поділимося вдихом. \"Злодій так сильно зіпсував її розум, що вона почала вірити в те, що доброта живе в його душі.\" Він бере мою руку і кладе її на своє серце. \"[redacted_name], темрява володіє моїм серцем. Не кожен злодій колись був героєм. Деякі з нас призначені для пекла і процвітають серед хаосу.\"\n“Ви не відповіли на моє питання,” шепочу я, стискаючи його жилетку в руці, тихо просячи його дати мені щось, за що можна було б вхопитися. Прийняти оливкову гілку, яку я йому простягаю, і відкритися щодо цього божевілля, яке є його життям, і всього цього весільного фарсу.\nДати мені одну причину повірити в нього і в те, що те, що у нас було, не було простою фантазією, створеною психом.\nВін стискає мою шию і потім опускає руку вздовж тіла, трохи відхиляючись назад і залишаючи порожнечу зі своїм відступом, яка занурює мене в ще більшу холодність, ніж раніше. “Я вбиваю кого завгодно.” Лід покриває його голос, а гнів пронизує його тон; явно думки про його жертв не викликають в ньому найкращих почуттів. “Я лиходій, який не потребує викупу.” Наші погляди зустрічаються. “Ось твоя відповідь, [redacted_name].”\nОдна сльоза сповзає по моїй щокі, поки моє серце розбивається всередині грудей як найрідкісніший порцеляновий виріб, тисячі гострих шматочків забивають кожен орган в моєму тілі, коли надія, яку я плекала, також зникає. \"Дякую,\" шепочу я, і він піднімає руку, щоб витерти мою сльозу, але я відступаю на крок назад, уникаючи його дотику. \"Тепер я можу ненавидіти лиходія без жодних сумнівів.\" Його рука між нами стиснута в кулак, поки він стиснув зуби, а я роблю все можливе, щоб ігнорувати біль, що огортає мене, тому що весілля ось-ось почнеться.\nІ я повинна зосередитися на своїй втечі.\nКазка закінчилася.\nВажкі кроки лунають у просторі, і [redacted_name] порушує тишу між нами. “Нареченій потрібен фата.” Вона важко дихає, спускається по сходах і потім стоїть переді мною."
}