{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Subject Learning Objectives\nUpon successful completion of this subject students should be able to:\n1. Critically appraise organisational and individual responses to ethical issues, conflicts and dilemmas, using relevant ethical theories and philosophies.\n2. Develop, and clearly articulate, an informed ethical position on business issues.\n3. Articulate the global sustainability landscape of principles, legal and regulatory frameworks\nand the social and environmental drivers of the sustainable enterprise logic.\n4. Explain the relationships between sustainability and innovation, entrepreneurship, value\ncreation and corporate governance.\nAssessment task 2: Case Study Analysis and Report (40% Individual and 20% Group)\nThis task addresses subject learning objective(s): 1, 2, 3 and 4. It also addresses course intended learning outcome 3.1 (make judgements and business decisions consistent with the principles of social responsibility, inclusion and knowledge of different cultures). It is weighted 60% of the total subject assessment marks (40% Individual and 20% Group).\nThis task is designed to develop your ability to critically analyse sustainability-related issues and performance in a multi-stakeholder real-life context. You will assess a complex sustainability challenge posed by an industry partner and develop and propose solutions delivered as a group presentation with an individually marked component.\nThis is a multimodal (written and presentation) two-part task, with individual and group elements and with work occurring both within class tutorials and through self-organised individual and group work outside of tutorials, as summarised below.\nIndividual task: Each member of the group will individually analyse a unique component of the problem challenge. Initial individual work-in-progress is submitted as a written document through Turnitin in Week 7.\nGroup task: Group task: After the individual task is complete, groups evaluate each group member's individual analysis and then work collectively to develop collective (group) recommendations to the problem challenge. Each group member’s individual analysis and the group’s recommendations will be delivered within a single group presentation in weeks 9 and 10, with the individual and group components submitted beforehand as a speech script or talking points and a PowerPoint presentation. These presentations with individual and group elements comprise the assessable work. All group members must attend and present.\nStudents will have the opportunity to work on this task during class, and formative feedback will be provided at various stages of the project from peers, a ‘buddy’ team and instructors.\n1\nYour challenge: how can different sectors achieve net zero?\nYour challenge is to work individually and collaboratively to develop and present ideas that will best enable the achievement of net zero emissions across a value chain of your choice. The transition to net zero is a complex systems challenge, requiring more radical action and a shift in focus from individual organisations to value chains and sectors across what will be a whole-of-economy universal transformation.\nIn summary, you will:\n• As a group, choose a value chain to work on collaboratively.\n• Individually, analyse the challenges and opportunities for achieving net zero focused on one\nentity within the value chain and identify one strategy.\n• As a group, prioritise and synthesise your individual analyses into three strategic ideas to\ntransform and decarbonise your sector.\nBackground\nIn early 2023, the Intergovernmental Panel on Climate Change, the body of the world’s leading climate scientists (IPCC), released the AR6 Synthesis Report on climate science1. The report (building on earlier reports) confirms that:\n• Global warming is likely to reach 1.5°C above pre-industrial levels (the target of the Paris Agreement) between 2030 and 2035.\n• Limiting warming to 1.5° means achieving net zero global emissions by the early 2050s (or by the early 2070s to limit warming to 2.0°).\n• Limiting warming to 1.5° and 2.0° requires rapid, deep and immediate reductions, and overshooting is almost inevitable.\nThe business community is responsible for most global emissions, and it follows that transition to net zero is an urgent priority. The potential economic opportunity loss from climate impacts is well recognised; inaction on climate change will be the most significant risk to the global economy over the next decade2. The achievement of the UN Sustainable Development Goal 13 (‘take urgent action to combat climate change and its impacts’) and related SDGs such as 7, 8, 9, 10, 11 and 12 provides the context for action.\nCompanies have made good progress on decarbonising their operational activities, but attention is turning to the emissions across the entire value chain – both upstream and downstream – which arise from an organisation’s products or services, but which fall outside an organisation’s direct management or ownership. Most of any one organisation’s total emissions (65-95%) are such ‘scope 3’ emissions, and not included within ‘scope 1’ and ‘scope 2’ boundaries, as explained in the diagrams below. Every organisation’s scope 3 emissions are someone else's scope 1 or scope 2 emissions – this is the challenge and the opportunity.",
    "trans": "Цілі навчання предмета\nПісля успішного завершення цього предмета студенти повинні бути в змозі:\n1. Критично оцінювати організаційні та індивідуальні відповіді на етичні питання, конфлікти та дилеми, використовуючи відповідні етичні теорії та філософії.\n2. Розвивати та чітко формулювати обґрунтовану етичну позицію щодо бізнес-питань.\n3. Описувати глобальний ландшафт сталого розвитку принципів, правових та регуляторних рамок\nта соціальних і екологічних чинників логіки сталого підприємництва.\n4. Пояснювати взаємозв'язки між сталим розвитком та інноваціями, підприємництвом, створенням вартості\nта корпоративним управлінням.\nЗавдання оцінювання 2: Аналіз випадку та звіт (40% індивідуально та 20% в групі)\nЦе завдання стосується навчальних цілей предмета: 1, 2, 3 та 4. Воно також стосується запланованого результату навчання курсу 3.1 (приймати рішення та бізнес-рішення відповідно до принципів соціальної відповідальності, включення та знання різних культур). Його вага становить 60% від загальної кількості балів за оцінювання предмета (40% індивідуально та 20% в групі).\nЦе завдання призначене для розвитку вашої здатності критично аналізувати питання та результати, пов'язані зі сталим розвитком, у контексті реального життя з багатьма зацікавленими сторонами. Ви будете оцінювати складну проблему сталого розвитку, поставлену партнером з галузі, і розробляти та пропонувати рішення у вигляді групової презентації з індивідуально оцінюваною частиною.\nЦе двочастинне завдання з мультимодальним (письмовим і презентаційним) виконанням, що містить індивідуальні та групові елементи, а також роботу як під час класних занять, так і поза ними у самостійно організованих індивідуальних і групових роботах, як зазначено нижче.\nІндивідуальне завдання: Кожен член групи окремо проаналізує унікальний компонент проблеми. Початкова індивідуальна робота буде подана у вигляді письмового документа через Turnitin на 7-му тижні.\nГрупове завдання: Після завершення індивідуального завдання групи оцінюють індивідуальний аналіз кожного члена групи, а потім колективно працюють над розробкою колективних (групових) рекомендацій до проблеми. Індивідуальний аналіз кожного члена групи та рекомендації групи будуть представлені в рамках єдиної групової презентації на 9-му та 10-му тижнях, при цьому індивідуальні та групові компоненти будуть подані заздалегідь у вигляді тексту виступу або основних пунктів для виступу та презентації PowerPoint. Ці презентації з індивідуальними та груповими елементами складають оцінювану роботу. Усі члени групи повинні бути присутніми та виступати.\nСтуденти матимуть можливість працювати над цим завданням під час занять, а також отримають формативний зворотний зв'язок на різних етапах проекту від однокласників, команди \"друзів\" та викладачів.\n1\nВаше завдання: як різні сектори можуть досягти нульових викидів?\nВаше завдання полягає в тому, щоб працювати індивідуально та спільно над розробкою ідей, які найкраще сприятимуть досягненню нульових викидів по всьому ланцюгу вартості на ваш вибір. Перехід до нульових викидів є складним системним викликом, що вимагає більш радикальних дій і зміни акценту з окремих організацій на ланцюги вартості та сектори в рамках універсальної трансформації всієї економіки.\nУ підсумку ви будете:\n• Як група, вибрати ланцюг вартості для спільної роботи.\n• Індивідуально проаналізувати виклики та можливості досягнення нульових викидів, зосередившись на одній\nсутності в рамках ланцюга вартості, і визначити одну стратегію.\n• Як група, пріоритизувати та синтезувати свої індивідуальні аналізи у три стратегічні ідеї для\nперетворення та декарбонізації вашого сектора.\nФон\nНа початку 2023 року Міжурядова панель експертів з питань зміни клімату (IPCC), організація провідних кліматичних вчених світу, опублікувала Звіт про синтез AR6 щодо кліматичної науки1. У звіті (який базується на попередніх звітах) підтверджується, що:\n• Глобальне потепління, ймовірно, досягне 1,5°C вище рівнів до промислової революції (ціль Паризької угоди) між 2030 і 2035 роками.\n• Обмеження потепління до 1,5° означає досягнення нульових глобальних викидів до початку 2050-х років (або до початку 2070-х років для обмеження потепління до 2,0°).\n• Обмеження потепління до 1,5° і 2,0° вимагає швидкого, глибокого та негайного зменшення викидів, і перевищення практично неминуче.\nБізнес-спільнота несе відповідальність за більшість глобальних викидів, і тому перехід до нульових викидів є терміновим пріоритетом. Потенційні економічні втрати від впливу клімату добре усвідомлюються; бездіяльність у боротьбі зі зміною клімату стане найбільш значним ризиком для світової економіки протягом наступного десятиліття. Досягнення Цілі сталого розвитку ООН 13 («вжити термінових заходів для боротьби зі зміною клімату та її наслідками») та пов'язаних з нею Цілей сталого розвитку, таких як 7, 8, 9, 10, 11 і 12, надає контекст для дій.\nКомпанії досягли доброго прогресу у декарбонізації своїх операційних діяльностей, але увага переходить до викидів по всьому ланцюгу створення вартості – як верхньому, так і нижньому – які виникають від продуктів або послуг організації, але які виходять за межі прямого управління або власності організації. Більшість загальних викидів будь-якої організації (65-95%) є такими «викидами обсягу 3», і не включені в межі «викидів обсягу 1» та «викидів обсягу 2», як пояснено на діаграмах нижче. Викиди обсягу 3 кожної організації є викидами обсягу 1 або обсягу 2 іншої організації – це виклик і можливість."
}