{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Warm Greetings\nJust to give you a brief , Filters International LLC - is based in Muscat – GALA INDUSTRIAL AREA and brings you the best\nHeavy Vehicle,Heavy Machinery ,Compressor, Generator, Automotive, Industrial, Marine and Hydraulic, , Gas Turbine Filters ,\nAir Intake(conical & cylindrical), Dust Collectors Filters, Lubricants, Batteries from around the world.\nwhich are world renowned brands and we are proud to bring the best of these products to our\n, Earth Moving Equipment and Industrial Applications. The prime aim of establishing our firm in Oman is to provide high quality filtration products like PECO Oil & Gas Filtration, GAS PARTICULATE FILTERS, HYDAC , INTERNORMAN, MP FILTERI , PALL FILTRES, Dominic Hunder , Gas Filters, WIX, SAKURA, BALDWIN, ALCO, FILTREC, MANN, FLEETGUARD which define the filtration industry.\nIn our quest to achieve the pinnacle of success in Oman, we look forward to a successful association with you.\nWe look forward to your support and a successful partnership with your esteemed firm.\nShould you have any further queries / clarifications, please do not hesitate to contact us.\nThanks & Regards",
    "trans": "Найщиріші вітання!\nКоротко про нас: компанія Filters International LLC базується в Маскаті, ПРОМИСЛОВИЙ РАЙОН ГАЛА, та пропонує найкращі\nвантажні автомобілі, важке машинне обладнання, компресори, генератори, автомобільні, промислові, морські та гідравлічні, газові турбінні фільтри,\nповітрозабірники (конічні та циліндричні), фільтри пилозбірників, мастила, акумулятори з усього світу.\nМи пропонуємо всесвітньо відомі бренди та пишаємося змогою постачати їх\nЗемлерийна техніка та промислове обладнання. Основна задача нашої компанії, заснованої в Омані, полягає у постачанні високоякісних продуктів для фільтрації таких виробників як PECO Oil & Gas Filtration, GAS PARTICULATE FILTERS, HYDAC, INTERNORMAN, MP FILTERI, PALL FILTRES, Dominic Hunder, Gas Filters, WIX, SAKURA, BALDWIN, ALCO, FILTREC, MANN, FLEETGUARD. Всі вони є еталонами якості у сфері промислової фільтрації.\nМи прагнемо досягти вершин успіху в Омані та сподіваємося на успішну співпрацю з вами.\nМи очікуємо підтримку та успішне партнерство з вашою шановною компанією.\nЯкщо у вас є запитання, або ви потребуєте роз'яснень, будь ласка, звертайтеся до нас.\nЗ повагою та вдячністю"
}