{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Australia is the sixth largest country in the world, celebrating its 26th consecutive year without a recession. However, the country is one of the ten largest emitters of greenhouse gases, mainly caused by energy use. As such, Australia is facing a trade-off between economic growth and reducing carbon dioxide (CO2) emissions. This paper empirically analyses the relationship between economic growth and CO2 emissions in Australia, based on annual data from 1965 to 2016, considering the consumption of the fossil fuels oil and coal and renewable energy. This analysis is performed using the environmental Kuznets curve (EKC) and the Decoupling Index (DI). The EKC is assessed by employing the autoregressive distributed lag model. In addition, a robustness check is provided through the vector error correction model, which allows for the employment of the Granger causality test. The results show that in Australia, there is evidence for the EKC hypothesis, and that the country is undergoing increasing relative decoupling. These results mean that economic growth causes CO2 emissions and consequently environmental degradation. To achieve environmental targets and reduce the rate of CO2 emissions while continuing to grow, Australia needs to implement measures and policies to cut CO2 emissions, such as energy demand management and control, energy efficiency, reducing fossil fuel consumption, and investing in renewable energy technology.",
    "trans": "Австралія є шостою за величиною країною у світі і святкує свій 26-й рік поспіль без рецесії. Однак країна є однією з десяти найбільших викидників парникових газів, що в основному викликано використанням енергії. Таким чином, Австралія стикається з компромісом між економічним зростанням та зменшенням викидів діоксиду вуглецю (CO2). У цій статті емпірично аналізується взаємозв'язок між економічним зростанням та викидами CO2 в Австралії на основі річних даних з 1965 по 2016 рік, враховуючи споживання викопних видів пального - нафти та вугілля, а також відновлювальної енергії. Цей аналіз проводиться за допомогою кривої Кузнеця для навколишнього середовища (EKC) та Індексу декуплінгу (DI). EKC оцінюється за допомогою моделі авторегресивного розподілу затримки. Крім того, проводиться перевірка надійності за допомогою моделі корекції помилок вектора, яка дозволяє використовувати тест причинності Грейнджера. Результати показують, що в Австралії є докази гіпотези EKC, і країна переживає збільшення відносного декуплінгу. Ці результати означають, що економічне зростання викликає викиди CO2 і, відповідно, деградацію навколишнього середовища. Щоб досягти екологічних цілей і зменшити рівень викидів CO2, продовжуючи при цьому зростати, Австралія повинна впровадити заходи та політики для скорочення викидів CO2, такі як управління та контроль попитом на енергію, підвищення енергоефективності, зменшення споживання викопного пального та інвестування у технології відновлювальної енергії."
}