{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Restoring power following Milton\nMilton restoration update\nMilton made landfall last night on the west coast as a Category 3 storm, bringing multiple tornadoes and hurricane-force winds across the state. We’re assessing damage and restoring power. Early assessments have revealed restoration challenges. On the west coast, storm surge, flooding and debris have made some areas difficult to enter. On the east coast, tornadoes toppled trees and spread debris, causing significant damage.\nWith such conditions, we urge you to prioritize safety:\nFollow warnings from local emergency officials.\nKeep roads clear for restoration workers.\nIf you come to an intersection with a non-working traffic signal, treat it as a four-way stop.\nNever operate a generator inside your home/garage or near open windows.\nStay away from flooded areas, downed power lines and debris.\nWe know how difficult it is to be without power. Rest assured, we have a convoy of restoration personnel across the state as part of our massive restoration effort. Our crews will not stop working until everyone’s lights are back on.\nVISIT FPL.COM\nView outages\nReport issues or check the status of an outage from your phone.\nTry it now\nGet resources\nSee quick links to helpful resources and find out what's in your area.\nFind help\nDownload our app\nFor instant, secure access to your account. Text APP to 69375.\nGet it now\nPlease do not reply to this email. This address is not monitored.\nFor help, visit FPL.com\nYou are receiving this email because you are an FPL customer. Add FPL-Account-Management@noreply.fpl.comto your address book or you canunsubscribe at any time.\nUpdate Profile Contact Us Terms & Conditions Privacy Policy\nFlorida Power & Light Company\nP.O. Box 025576, Miami, FL 33102\nCopyright © 2024 All rights reserved.",
    "trans": "Відновлення електропостачання після Мілтона\nОновлення відновлення в Мілтоні\nМілтон вчора ввечері вдарив по західному узбережжю як ураган 3 категорії, принісши численні торнадо та ураганні вітри по всьому штату. Ми оцінюємо збитки та відновлюємо електропостачання. Попередні оцінки виявили труднощі з відновленням. На західному узбережжі підйом води, повені та уламки зробили деякі райони важкодоступними. На східному узбережжі торнадо повалили дерева та розкидали уламки, завдавши значних збитків.\nУ таких умовах ми закликаємо вас пріоритетно дбати про безпеку:\nСлухайте попередження місцевих служб надзвичайних ситуацій.\nТримайте дороги вільними для працівників з відновлення.\nЯкщо ви потрапите на перехрестя з не працюючим світлофором, сприймайте це як чотиристоронню зупинку.\nНіколи не використовуйте генератор всередині вашого будинку/гаража або поблизу відкритих вікон.\nУникайте затоплених районів, обірваних електропроводів та уламків.\nМи знаємо, як важко бути без електрики. Будьте впевнені, що у нас є конвой працівників з відновлення по всьому штату в рамках нашої масштабної програми відновлення. Наші бригади не зупиняться, поки не включать світло для всіх.\nВІДВІДАЙТЕ FPL.COM\nПерегляньте відключення\nПовідомте про проблеми або перевірте статус відключення зі свого телефону.\nCпробуйте зараз\nОтримайте ресурси\nПерегляньте швидкі посилання на корисні ресурси та дізнайтеся, що є у вашій місцевості.\nЗнайдіть допомогу\nCкачайте наш додаток\nДля миттєвого, безпечного доступу до вашого рахунку. Надішліть SMS з текстом APP на номер 69375.\nCкачайте його зараз\nБудь ласка, не відповідайте на цей електронний лист. Ця адреса не контролюється.\nДля отримання допомоги відвідайте FPL.com\nВи отримуєте цей електронний лист, тому що ви є клієнтом FPL. Додайте адресу FPL-Account-Management@noreply.fpl.com до своєї адресної книги або можете скасувати підписку в будь-який час.\nОновити профіль Зв'язатися з нами Умови та положення Політика конфіденційності\nFlorida Power & Light Company\nПоштова скринька 025576, Маямі, Флорида 33102\nАвторські права © 2024 Усі права захищені."
}