{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You try to catch dinner to feed your wife and children, but all of the fish in this gosh darn lake keep turning into hot anime girls.\n-\nFish for food and become disappointed when they turn into inedible anime girls! Talk to the girls and get to know them! Maybe you’ll find love… or a reason to yeet them right back into the lake you fished them from.\nFeatures:\nFishing minigame\n6 fish girls to talk to\nVisual novel elements\nCute art\n7 endings ( 6 secret endings)\nGender neutral player character\n8000+ words\nA wife and children\nA skilled angler who just wants to catch dinner and leave this lake ASAP.\nA fish with attitude! She wants to talk to a human, even if they are super duper gross. Like, have you SEEN those bipedal, hairy things???\nNot a fish.\nAn elegant creature of nobility and status - unlike you, you lowly peasant. How dare you fish up such a grand being!\nShe’s smart, she’s energetic, and she has a massive crush on you. Which is bad, because you have a wife that you love very much.\nShe’s as shy as she is tall. What’s an orca doing in a lake? I don’t know, what are you doing playing a game where fish turn into anime girls?\nProbably needs to see a vet… or now that she's human, a doctor. She does not enjoy being pink.\nThis fish talks but doesn’t turn into a woman. Thank goodness. Unfortunately, it will not let itself be eaten. Entitled little thing.\n-\nCredits:\nCo developed by Mythikiwi and Sparkywor\nProgrammer: Mythikiwi\nWriter: Sparkywor\nArtists: Purorange and Sparkywor\nVoice samples provided by Mythikiwi, Sparkywor, Grimberriz, 1chi, Dark1Alien\n-\nDev notes:\n01/04/2023: We started this game 4 days ago on a whim and are surprised at how much we got done before the deadline. Unfortunately we couldn’t get facial expressions done in time for the end of the game jam, but we’ll be releasing them later on in a patch!\n7/04/2023: Expressions have been added, alongside other quality of life features!\n10/04/2023: Re uploaded files, there was a small bug with jellyfish & boots expressions which caused the game to break and become unplayable.\nPlease note: Save data will be lost if playing on browser version and game is updated, to keep save data, please download a copy of the game. Thanks!",
    "trans": "Ви намагаєтеся впіймати вечерю, щоб нагодувати свою дружину і дітей, але всі риби в цьому проклятому озері перетворюються на гарячих аніме дівчат.\n-\nЛовіть рибу для їжі і розчаровуйтеся, коли вони перетворюються на неприємних аніме дівчат! Говоріть з дівчатами і знайомтеся з ними! Можливо, ви знайдете любов... або причину скинути їх назад у озеро, з якого ви їх виловили.\nОсобливості:\nМіні-гра в риболовлю\n6 рибок-дівчат для спілкування\nEлементи візуального роману\nMиленька графіка\n7 кінцівок (6 секретних кінцівок)\nГендерно нейтральний персонаж гравця\n8000+ слів\nДружина і діти\nВмілий рибалка, який просто хоче впіймати вечерю і якомога швидше покинути це озеро.\nРиба з характером! Вона хоче поговорити з людиною, навіть якщо вони супер огидні. Ви БАЧИЛИ цих двоногих, волосатих істот???\nНе риба.\nЕлегантна істота благородства та статусу - на відміну від вас, низькопробного селянина. Як ви смієте виловити таку величну істоту!\nВона розумна, енергійна і має величезну закоханість у вас. Що погано, адже у вас є дружина, яку ви дуже любите.\nВона така ж сором'язлива, як і висока. Що робить косатка в озері? Я не знаю, що ти робиш у грі, де риби перетворюються на аніме-дівчат?\nМабуть, їй потрібно звернутися до ветеринара... або тепер, коли вона стала людиною, до лікаря. Їй не подобається бути рожевою.\nЦя риба говорить, але не перетворюється на жінку. Слава Богу. На жаль, вона не дозволить себе з'їсти. Привілейована маленька істота.\n-\nАвтори:\nСпільно розроблено Mythikiwi та Sparkywor\nПрограміст: Mythikiwi\nАвтор: Sparkywor\nХудожники: Purorange та Sparkywor\nГолосові зразки надані Mythikiwi, Sparkywor, Grimberriz, 1chi, Dark1Alien\n-\nЗаписки розробників:\n01.04.2023: Ми почали цю гру 4 дні тому спонтанно і здивовані тим, скільки ми встигли зробити до терміну. На жаль, ми не змогли вчасно завершити обличчя для кінця джему гри, але ми випустимо їх пізніше в патчі!\n07.04.2023: Додані вирази обличчя разом з іншими покращеннями якості життя!\n10.04.2023: Перезавантажені файли, була невелика помилка з виразами медуз та черевиків, яка призвела до поломки гри і неможливості її грати.\nЗверніть увагу: дані збереження будуть втрачені, якщо грати у веб-браузерній версії та гра буде оновлена. Щоб зберегти дані збереження, будь ласка, завантажте копію гри. Дякуємо!"
}