{
    "source": "en_US",
    "target": "uk_UA",
    "text": "They used physics to find patterns in information\nThis year’s laureates used tools from physics to construct methods that helped lay the foundation for today’s powerful machine learning. John Hopfield created a structure that can store and reconstruct information. Geoffrey Hinton invented a method that can independently discover properties in data and which has become important for the large artificial neural networks now in use.\nRelated articles\nPress release\nPopular information: They used physics to find patterns in information\nScientific background: “for foundational discoveries and inventions that enable machine learning with artificial neural networks”\n© Johan Jarnestad/The Royal Swedish Academy of Sciences\nInterview – First reactions\n“It was just astounding!”\nShortly after the prize announcement, 2024 physics laureate John Hopfield talks about how he found out about the prize when he was going through his e-mails. “It didn’t sink in until I got to the fourth e-mail!” Hopfield reflects on how to tackle big questions, such as how the mind works.\nJohn Hopfield. Ill. Niklas Elmehed © Nobel Prize Outreach\nInterview – First reactions\n”I was extremely surprised”\nMoments after finding out about the prize, 2024 physics laureate Geoffrey Hinton talks about the state of machine learning, the pressing need for safety research, and his hopes that the award might make people take the fears he voices more seriously.\nGeoffrey Hinton. Ill. Niklas Elmehed © Nobel Prize Outreach\nDid you know?\nThe Nobel Prize in Chemistry 2024\nThey cracked the code for proteins’ amazing structures\nThe Nobel Prize in Chemistry 2024 is about proteins, life’s ingenious chemical tools. David Baker has succeeded with the almost impossible feat of building entirely new kinds of proteins. Demis Hassabis and John Jumper have developed an AI model to solve a 50-year-old problem: predicting proteins’ complex structures. These discoveries hold enormous potential.\nRelated articles\nPress release\nPopular information: They have revealed proteins’ secrets through computing and artificial intelligence\nScientific background: Computational protein design and protein structure prediction\n© Johan Jarnestad/The Royal Swedish Academy of Sciences\nInterview – First reactions\n“I will try to get some sleep, but I don’t know if it’s possible”\n2024 chemistry laureate David Baker talks about the exciting potential of building brand new proteins.",
    "trans": "Вони використовували фізику для знаходження закономірностей в інформації\nЛауреати цього року використовували інструменти з фізики для створення методів, які допомогли закласти основу для потужного машинного навчання сьогодні. Джон Хопфілд створив структуру, яка може зберігати та відновлювати інформацію. Джеффрі Хінтон винайшов метод, який може незалежно виявляти властивості в даних і який став важливим для великих штучних нейронних мереж, які зараз використовуються.\nСупутні статті\nПрес-реліз\nПопулярна інформація: Вони використовували фізику для знаходження закономірностей в інформації\nНауковий фон: \"за фундаментальні відкриття та винаходи, які дозволяють машинне навчання з використанням штучних нейронних мереж\"\n© Johan Jarnestad/Королівська шведська академія наук\nІнтерв'ю - Перші реакції\n\"Це було просто вражаюче!\"\nНезабаром після оголошення про нагороду лауреат з фізики 2024 року Джон Хопфілд розповідає про те, як він дізнався про нагороду, коли переглядав свої електронні листи. \"Це не усвідомилося до того моменту, коли я дійшов до четвертого електронного листа!\" Хопфілд розмірковує про те, як підходити до великих питань, таких як робота розуму.\nДжон Хопфілд. Ілюстрація Нікласа Ельмехеда © Nobel Prize Outreach\nІнтерв'ю - Перші реакції\n\"Я був надзвичайно здивований\"\nМиттєво після того, як дізнався про нагороду, лауреат з фізики 2024 року Джеффрі Хінтон говорить про стан машинного навчання, нагальну потребу в дослідженнях безпеки і свої надії на те, що нагорода може змусити людей серйозніше сприймати страхи, які він висловлює.\nДжеффрі Хінтон. Ілюстрація Нікласа Ельмехеда © Nobel Prize Outreach\nЧи знали ви?\nНобелівська премія з хімії 2024\nВони розгадали код дивовижних структур білків\nНобелівська премія з хімії 2024 року присвячена білкам, геніальним хімічним інструментам життя. Девід Бейкер досяг успіху в майже неможливій справі - створив абсолютно нові види білків. Деміс Хасабіс і Джон Джампер розробили модель штучного інтелекту для вирішення проблеми, яка існує вже 50 років: прогнозування складних структур білків. Ці відкриття мають величезний потенціал.\nСупутні статті\nПрес-реліз\nПопулярна інформація: Вони розкрили секрети білків за допомогою обчислень та штучного інтелекту\nНауковий фон: Комп'ютерний дизайн білків та прогнозування їх структури\n© Йохан Ярнестад/Королівська шведська академія наук\nІнтерв'ю - Перші реакції\n\"Я спробую трохи поспати, але не знаю, чи це можливо\"\nЛауреат Нобелівської премії з хімії 2024 року Девід Бейкер говорить про захоплюючий потенціал створення абсолютно нових білків."
}