{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Giants Dance in Attack on Titan: The Musical's U.S. Premiere\nby Caroline Cao, Oct 14th 2024\n“Are you a cult? Is this musical based on a cult manga or anime?” I was half-surprised when an English-speaking, middle-aged press attendee asked this at the Attack on Titan: The Musical press conference. The answer would have been a Google away. Still, perhaps the woman's confusion was to be expected in the first American run of a manga-adapted Japanese musical of Hajime Isayama's mega-hit shōnen manga Attack on Titan.\nIn this musical, the last of humanity isn't safe in their birdcage. In a post-apocalyptic world of terrifying giants, known as Titans, humans survived behind large walls. One fateful day, their complacency is shattered when the Colossal Titan crushes a wall. One young boy, Eren Yeager, joins the warrior Survey Corps. Proud and defiant, he'll slay the giants. That is the premise of The Attack on Titan: The Musical, a 2.5D musical production.\nAnyone who read the Kodansha-published manga or watched its four-season anime adaptation (Wit Studio for its three seasons and MAPPA for its fourth) would know that a bounty of revelational twists happens beyond this premise. Attack on Titan: The Musical adapts the manga's early chapters of its relatively simpler slish-and-slash days. It wouldn't be an Attack on Titan musical without the aerial and sword-play of the Survey Corps. If you're a neophyte with only an old-fashioned impression of Western musical theatre, don't expect any tap-dancing giants. Do expect an opening Titan Ballad, composed of dancers producing the famous contorted, grotesque Titans' physicality.\nDespite an unspoken shadow over the production, the musical's aerial stunts went without a hitch. Previously, a 2016 stage show was developed and then canceled due to an on-stage fatal fall of acrobat Kazutaka Yoshino during rehearsals.\nThe musical is directed and choreographed by breakdancing champion Go Ueki of the Spartanik Rockers, with a script by Masafumi Hata, music supervision by KEN THE 90, and lyrics by Kaori Miura. The musical originally premiered in Osaka and Tokyo in January 2023. Unless they had the eBay cash to buy the Japanese production's Blu-ray, U.S. anime-manga consumers couldn't access the musical.\nFinally, U.S. fans were able to be in the room where it happened. The production sailed over to New York with its 35-member cast, the majority of reprisals from the original production, with English subtitles. The leading cast includes Kurumu Okamiya (The Garden of Words stage version) as Eren Yeager, Sara Takatsuki (Jujutsu Kaisen The Stage and also the voice of Anna in When Marnie Was There) as Mikasa Ackerman, Eito Konishi (Touken Ranbu The Stage) as Armin Arlert, and Ryo Matsuda (Tokyo Revengers Stage series, Touken Ranbu The Stage) as Levi, and Takuro Ohno (London Pacific Overtures) as Erwin. Some of the cast have credentials that include Broadway-based productions.\nGo Ueki posing with Kurumu Okamiya as Eren Yeager, Ryo Matsuda as Levi, Sara Takatsuki as Mikasa Ackerman, Eito Konishi as Armin Arlert, and Takuro Ohno as Erwin\nPhoto taken by Caroline Cao\nWhile Attack on Titan: The Musical contained distinctive idiosyncrasies from Western musical theatre, it landed among the New York City theatre district. Through the interpreter, Director Ueki said, “As an actor, New York has Broadway, and every actor wants to be on Broadway. For 25 years, I have been seeing different shows [on Broadway]… It is nice that we get to connect to the [NYC] audience and fans of the show.”\nAttack on Titan: The Musical was staged at Manhattan New York City Center, which, to clarify, is not to be mistaken as a Broadway-qualified theatre house, but it mounts Encores! revivals of Broadway-staged musicals. Confession time: Being that I saw Maury Yeston's Titanic: The Musical previously at New York City Center, I kept screwing the title up as “Attack on Titanic: The Musical.”\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nOne fan attendee inquired why the stage iteration of Mikasa wore a black scarf, to which the actress Takatsuki made the distinction between the anime's red coloring and the original black-and-white manga–and the musical is faithful to Isayama's manga.\nThe press performances displayed Ohno's Erwin singing a prayer for his fellow soldiers as Levi flies into action, the militant Survey Corps marching, high-wire stunts, puppetry, whirling locational projections, and intensive breakdance ballet. For me, the balloon head-puppet of the notorious Colossal Titan was reminiscent of Spider-Man: Turn Off The Dark.\nThe Titan Puppet Design is credited to Art Studio Takuto LTD. with Titan Balloon Production credited to B.O.S-Toybox. “There are a lot of Titans, and especially the named Titans that are, you know, special Titans,” Ueki said of the stage giants. “We wanted to make sure that they are expressed in different ways. It could be the projection, puppet, or balloon, but we made sure that each was expressed and portrayed differently.” Stephen Sondheim's Into The Woods giant this is not.\nIn addition, Levi's actor Matsuda treats the legacy of playing a fan-favorite Ackerman as if it's lightweight. He said, “Right now, I'm the only living person who has played Levi with the vertical maneuvering gear and fly. I feel that responsibility and resolve to do a good job so that fans of Attack on Titan will appreciate the stage.”\nI regret that the Q&A press conference allowed no time to squeeze through my question: “Describe how breakdancing and Attack on Titan go together?” When invited to sit mezzanine at the two-hour, intermission-free dress rehearsal among the press and New York City Center staff, I watched as a ballad of giants (actors in bodysuits before a backdrop of a field, signifying the Titans' towering sizes) performed their contorted movements and hustled into concert-esque formations, Armin singing a Disney-like “I-want” ballad, a mother singing a lullaby to her children as she is lifted into a Titan's greedy jaws, a breakdancer spinning on his head for a minute, and the Survey Corps singing and dancing a hip-hop number.\nWhen I glanced at my note-taking while processing the post-performance buzz, I saw “Levi doing his Spider-Man thing.” I also somehow scrawled and underlined: “Levi & Erwin married.”\nThe NYC premiere of Attack on Titan: The Musical arrived at a time when more manga-adapted musicals frequent the West. Two Frank Wildhorn-composed works made their London premieres: the recently closed-down English-language Your Lie In April: The Musical and last year's English-language Death Note: The Musical. In a streaming example, the 2.5D Demon Slayer: The Stage now has its part 1 production available in the U.S. on Crunchyroll.\nAttack on Titan: The Musical is one just one of the numerous branches of the Attack on Titan franchise. A compilation film of the anime finale Attack on Titan Final Season THE FINAL CHAPTERS will open in theaters on November 8th.\nUeki said, “To live in this beautiful and cruel world means so much to me, to bear this string of feelings on my back, I hope it helps us beyond the borders and to reach beyond the world.” He hopes the musical will inspire its “audience the courage to go up against hardships.”\nAttack on Titan: The Musical played at the New York City Center (131 W. 55th Street) until October 13.\ndiscuss this in the forum | bookmark/share with:\nthis article has been modified since it was originally posted; see change history\nFeature homepage / archives\nAll material Copyright © Anime News Network LLC. All rights reserved.\nserved by mayu-chan",
    "trans": "Гіганти танцюють на прем'єрі мюзиклу \"Атака Титанів\" у США\nавтор: Кароліна Цао, 14 жовтня 2024 року\n“Ви секта? Цей мюзикл заснований на манзі або аніме про секту?” Я була наполовину здивована, коли на прес-конференції мюзиклу \"Атака Титанів\" англомовний середньовічний учасник запитав це. Відповідь була б лише за Google. Тим не менш, можливо, плутанина жінки була очікувана в першій американській постановці японського мюзиклу, адаптованого з манги Хадзіме Ісаями \"Атака Титанів\".\nУ цьому мюзиклі останки людства не в безпеці у своїй пташиній клітці. У постапокаліптичному світі жахливих гігантів, відомих як Титани, люди вижили за великими стінами. Одного фатального дня їхня самовдоволеність руйнується, коли Колосальний Титан розчавлює стіну. Один молодий хлопець, Ерен Єгер, приєднується до воїнів з Загону Розвідки. Гордий і непокірний, він вб'є гігантів. Це передумова мюзиклу \"Атака Титанів\": мюзиклу у форматі 2.5D.\nКожен, хто читав мангу, видану Kodansha, або дивився її аніме-адаптацію з чотирма сезонами (три сезони від Wit Studio і четвертий від MAPPA), знає, що за цією передумовою приховано безліч відкриваючих поворотів сюжету. Мюзикл \"Атака Титанів\" адаптує ранні глави манги з її відносно простішими днями битв. Це не був би мюзикл \"Атака Титанів\", якби не було б повітряних трюків і боїв на мечах Загону Розвідки. Якщо ви новачок з лише старомодним уявленням про західний музичний театр, не очікуйте гігантів, які танцюють тапом. Очікуйте відкриття з піснею Titan Ballad, де танцюристи втілюють фізику знаменитих викривлених і потворних Титанів.\nНезважаючи на невисловлену тінь над постановкою, повітряні трюки мюзиклу пройшли без проблем. Раніше у 2016 році була розроблена сценічна вистава, яка потім була скасована через фатальне падіння акробата Казутаки Йошино під час репетицій.\nМюзикл поставлений і хореографований чемпіоном з брейк-дансу Го Уекі з команди Spartanik Rockers, сценарій написаний Масафумі Хатою, музичне супроводження здійснене KEN THE 90, а тексти пісень написані Каорі Міурою. Мюзикл вперше premiered в Осаці та Токіо в січні 2023 року. Споживачі аніме та манги в США не могли отримати доступ до мюзиклу, якщо тільки у них не було грошей на eBay для покупки Blu-ray японської постановки.\nНарешті, фанати з США змогли бути присутніми там, де все відбувалося. Постановка прибула до Нью-Йорка зі своїм складом з 35 учасників, переважна більшість з яких є повторниками з оригінальної постановки, з англійськими субтитрами. У головних ролях виступають Куруму Окамія (сценічна версія \"Сад слів\") у ролі Ерен Яегера, Сара Такацукі (Jujutsu Kaisen The Stage та також голос Анни у \"Коли Марні не було\") у ролі Мікаси Акерман, Ейто Конісі (Touken Ranbu The Stage) у ролі Арміна Арлерта, Рьо Мацуда (серія сценічних вистав \"Tokyo Revengers\", Touken Ranbu The Stage) у ролі Леві, а також Такуро Оно (Лондонські \"Тихі океанські обходи\") у ролі Ервіна. Деякі учасники складу мають досвід участі в бродвейських постановках.\nГо Уекі позує разом з Куруму Окамією в ролі Ерена Яегера, Рьо Мацуною в ролі Леві, Сарою Такацукі в ролі Мікаси Акерман, Ейто Конісі в ролі Арміна Арлерта та Такуро Оно в ролі Ервіна\nФото зроблено Каролін Чао\nХоча \"Атака Титанів: Мюзикл\" містив характерні особливості західного музичного театру, він знайшов своє місце серед театрального району Нью-Йорка. Через перекладача директор Уекі сказав: \"Як актор, для мене Нью-Йорк має Бродвей, і кожен актор хоче бути на Бродвеї. Протягом 25 років я бачив різні вистави [на Бродвеї]... Приємно, що ми можемо зв'язатися з аудиторією [в Нью-Йорку] і фанатами шоу.\"\nАтака на Титанів: Мюзикл був поставлений у Manhattan New York City Center, який, для уточнення, не слід плутати з театром, що відповідає вимогам Бродвею, але він проводить відновлення мюзиклів, які були поставлені на Бродвеї в рамках програми Encores!. Час зізнатися: оскільки я раніше бачив мюзикл Титанік: Мюзикл Maury Yeston у New York City Center, я постійно плутав назву і називав його \"Атака на Титанів: Мюзикл\".\nФото Річарда Терміна\nФото Річарда Терміна\nФото Річарда Терміна\nФото Річарда Терміна\nФото Річарда Терміна\nФото Річарда Терміна\nОдин з фанатів запитав, чому версія Мікаси на сцені носить чорний шарф, на що актриса Такатсукі пояснила різницю між червоним кольором в аніме та оригінальним чорнобілим мангою - мюзикл вірний манзі Ісаями.\nПрес-покази продемонстрували, як Ервін співає молитву за своїх товаришів-солдатів, коли Леві вступає в бій, маршируйт військовий загін Скаутів, виконують акробатичні трюки на канатах, використовують ляльки, показують проекції на місцевості, і виконують інтенсивний брейкданс-балет. Для мене лялька-голова балонного Титана нагадувала Spider-Man: Turn Off The Dark.\nДизайн ляльок Титанів належить Art Studio Takuto LTD., а виробництво балонних Титанів - B.O.S-Toybox. \"Існує багато Титанів, і особливо названих Титанів, які є особливими\", - сказав Уекі про сценічних велетнів. \"Ми хотіли переконатися, що вони будуть виражені по-різному. Це може бути проекція, лялька або балон, але ми подбали про те, щоб кожен з них був виражений і представлений по-різному.\" Це не гігант з Into The Woods Стівена Сондхайма.\nКрім того, актор Леві Мацуда ставиться до спадщини виконання улюбленого фанатами персонажа Акермана, як до чогось легковажного. Він сказав: \"Зараз я єдиний живий чоловік, який грав Леві з вертикальним маневровим обладнанням і літає. Я відчуваю цю відповідальність і рішучість добре виконати свою роль, щоб фанати Атаки Титанів оцінили виступ\".\nМені шкода, що на прес-конференції з запитаннями та відповідями не було часу задати своє питання: \"Опишіть, як брейкданс і Атака Титанів поєднуються?\" Коли мене запросили сісти на балкон під час двогодинної репетиції без перерви серед журналістів та співробітників New York City Center, я спостерігав за тим, як баладна пісня гігантів (актори в костюмах перед фоном поля, що символізує величезні розміри Титанів) виконували свої викривлені рухи і швидко переходили в концертні формації, Армін співав баладу в стилі Діснея \"Я хочу\", мати співала колискову своїм дітям, поки її піднімали в жадібні щелепи Титана, брейкдансер крутиться на голові протягом хвилини, а Загін Розвідки співав і танцював під хіп-хоп номер.\nКоли я поглянув на свої записи під час обробки післявиставкового ажіотажу, я побачив \"Леві робить свою справу Людини-павука\". Я також якось написав і підкреслив: \"Леві та Ервін одружені\".\nПрем'єра Атака Титанів: Мюзикл в Нью-Йорку відбулася в той час, коли все більше мюзиклів, адаптованих з манги, з'являються на Заході. Дві роботи Френка Уайлдгорна були представлені в Лондоні: недавно закритий англомовний Your Lie In April: The Musical та англомовний Death Note: The Musical минулого року. У прикладі стрімінгу 2.5D Demon Slayer: The Stage тепер доступна перша частина виробництва в США на Crunchyroll.\nАтака Титанів: Мюзикл є лише однією з численних гілок франшизи Attack on Titan. Компиляційний фільм фіналу аніме Attack on Titan Final Season THE FINAL CHAPTERS вийде в кінотеатрах 8 листопада.\nУекі сказав: \"Жити в цьому прекрасному і жорстокому світі для мене означає дуже багато, нести на своїх плечах цей ряд почуттів, я сподіваюся, що це допоможе нам подолати кордони і досягти більше, ніж просто світ\". Він сподівається, що мюзикл надихне свою \"аудиторію\" на те, щоб мати сміливість протистояти труднощам.\nАтака Титанів: Мюзикл виступав у Центрі міста Нью-Йорк (131 W. 55th Street) до 13 жовтня.\nобговорити це на форумі | закладка/поділитися з:\nця стаття була змінена з моменту її первісної публікації; див. історію змін\nГоловна сторінка функцій / архіви\nВсі матеріали Copyright © Anime News Network LLC. Всі права захищені.\nпредставлено mayu-chan"
}