{
    "source": "en_US",
    "target": "uk_UA",
    "text": "She decided her uncle had tormented the boy enough.\n\"Ah, Uncle Tyrion! I see you've decided to grace us with your prescence.\" She spoke, approaching the duo.\n\"Ah, Aelinor, my favourite of my sister's children!\" He leaned closer. \"Don't tell your siblings. Except Joffrey. No way that little shit is my favourite.\"\n\"I see you've indulged yourself in some wine.\"\n\"Aye.\"\n\"Perhaps you should find a place to rest before you collapse and freeze to death.\"\n\"Aye, I will.\"\nWith that, he wandered off, leaving Aelinor alone with who she now knew as Lord Stark's baseborn son.\n\"I don't think we've met. I'm...\"\n\"Princess Aelinor Baratheon.\"\n\"Well, yes. But you may call me Aelinor. Titles can be so tedious.\"\n\"It would be improper. I'm a...\"\n\"Bastard. Maybe. But, at least you resemble your father. I look like neither of my parents. My siblings look like my mother and my father's bastards look more like him than I. While you may bare the title, I hear the whispers of the court that call me a bastard. That there is no way for me to be my father's daughter when his brothers andd my cousin, Shireen, all have dark hair and blue eyes; the Baratheon trademark. I don't even have Lannister green eyes or blonde hair. I'm all Targaryen, without the name.\"\nHe was silent.\n\"I'm sorry. I didn't mean to unload all of that onto you.\"\n\"'Tis fine, my lady.\"\n\"I hope we see more of each other before I return to the dreaded capital.\"\n\"I'm sure we will.\"\n\"Well then, I'll leave you to practicing.\"\nAelinor returned just in time to see the youngest Star daughter fling food at her sister, hitting her in the face.\n\"Arya!\" Sansa squealed.\n\"Time for bed.\" Robb told her, picking her up and giving her a little nudge, after seeing the look from his mother.\nAelinor managed to compose herself after a fit of snickers, locating her younger siblings and walking up to them.\nTommen was half asleep with his head on the table, while Myrcella was fighting to keep her eyes open.\n\"You too. Time for bed.\"\nSeeing Tommen stumble, Aelinor bent down and lifted him into her arms. Luckily, he was still small enough for her to do so.\nShe reached for Myrcella's hand and led them out of the hall.\nLater that night, after the banquet had concluded, Ned and Catelyn lied in their bed, discussing the upcoming changes in their lives with Ned's offer to being Hand of the King.\n\"I'm a Northman. I belong here with you, not down south in that rat's nest they call a capital.\" Ned told his wife.\n\"I won't let him take you.\"\n\"The king takes what he wants. That's why he's king.\"\n\"I'll say, 'Listen, fat man, you are not taking my husband anywhere. He belongs to me now.' \"\n\"How did he get so fat?\"\n\"He only stops eating when it's time for a drink.\"\nTheir conversation was interrupted by a knock on the door.\n\"It's Maester Luwin, my lord.\"\n\"Send him in.\" Ned called.\n\"Pardon, my lord, my lady. A rider in the night from your sister.\" He handed Catelyn a sealed note before moving to leave.\n\"Stay.\" Ned ordered.\n\"This was sent from the Eyrie. What's she doing at the Eyrie? She hasn't been back there since her wedding.\"\nHer eyes skimmed the note before looking up in alarm and throwing it into the fireplace.\n\"What news?\" Ned asked.\n\"She's fled the capital. She says Jon Arryn was murdered. By the Lannisters. She says the king is in danger.\"\n\"She's fresh widowed, Cat.\" Ned tried comforting his wife. \"She doesn't know what she's saying.\"\n\"Lysa's head would be on a spike right now if the wrong people had found that letter. Do you think she would risk her life, her son's life, if she wasn't certain her husband was murdered?\"\n\"If this news is true, and the Lannisters conspire against the throne, who but you can protect the king?\" Maestar Luwin noted.\n\"They murdered the last Hand. Now you want Ned to take the job?\"\n\"The king rode for a month to ask Lord Stark's help. He's the only one he trusts. You swore the king an oath, my lord.\"\n\"He spent half his life fighting Robert's wars. He owes him nothing.\" She then turned to Ned. \"Your father and brother rode south once on a king's demand.\" A reminder of how her former betrothed rode South and was imprisoned and later killed alongside his father after demanding to see Prince Rhaegar, whom had whisked his sister away.\n'A different time. Different king.\" Maester Luwin noted.\nAye, it was. But was Robert Baratheon, the whoring, drunken king they'd seen tonight, enough to keep Ned and his kin safe in the Lion's den?",
    "trans": "Вона вирішила, що її дядько достатньо мучив хлопця.\n\"Ах, дядьку Тіріон! Я бачу, що ви вирішили нас потішити своєю присутністю.\" - сказала вона, наближаючись до дуету.\n\"Ах, Ейлінор, моя улюблена з дітей моєї сестри!\" - він нахилився ближче. \"Не кажи своїм братам і сестрам. Хіба що Джофрі. Ні в якому разі цей маленький гад не є моєю улюбленою.\"\n\"Я бачу, ви побалували себе вином.\"\n\"Так.\"\n\"Можливо, вам слід знайти місце для відпочинку, перш ніж ви впадете і замерзнете до смерті.\"\n\"Так, я це зроблю.\"\nЗ цими словами він пішов геть, залишивши Ейлінор наодинці з тим, кого вона тепер знала як незаконнонародженого сина лорда Старка.\n\"Я не думаю, що ми зустрічалися. Я...\"\n\"Принцеса Ейлінор Баратеон.\"\n\"Ну так. Але ви можете називати мене Ейлінор. Титули можуть бути такими нудними.\"\n\"Це було б неввічливо. Я...\"\n\"Бастард. Можливо. Але принаймні ти схожий на свого батька. Я не схожа ні на одного з моїх батьків. Мої брати і сестри схожі на мою матір, а незаконнонароджені діти мого батька більше схожі на нього, ніж я. Хоча ти можеш носити цей титул, я чую шепіт двору, який називає мене бастардом. Кажуть, що я не можу бути дочкою свого батька, коли його брати і кузина Ширін мають темне волосся і блакитні очі; фірмовий знак Баратеонів. У мене навіть немає зелених очей Ланністерів або світлого волосся. Я вся Таргарієн без імені.\"\nВін замовк.\n\"Вибачте. Я не хотіла вам все це виливати.\"\n\"Все гаразд, моя леді.\"\n\"Сподіваюся, ми ще побачимося перед тим, як я повернуся до ненависної столиці.\"\n\"Я впевнений, що ми зможемо.\"\n\"Ну тоді я залишу вас практикуватися.\"\nЕйлінор повернулася вчасно, щоб побачити, як наймолодша дочка Зірки кидає їжу у свою сестру, потрапляючи їй прямо в обличчя.\n\"Ар'я!\" - закричала Санса.\n\"Час лягати спати,\" - сказав їй Робб, піднявши її на руки і трохи штовхнувши, після того як побачив погляд своєї матері.\nЕйлінор вдалося взяти себе в руки після припадку сміху, вона знайшла своїх молодших братів і сестер і підійшла до них.\nТомен був напівсонний, поклавши голову на стіл, а Мірцелла боролася за те, щоб не заплющити очі.\n\"Ви теж. Час лягати спати.\"\nПобачивши, як Томен спотикається, Ейлінор нахилилася і підняла його на руки. На щастя, він ще був достатньо малий для цього.\nВона потягнулася за рукою Мірцели і повела їх з залу.\nПізніше тієї ночі, після завершення бенкету, Нед і Кателін лежали у своєму ліжку і обговорювали майбутні зміни у своєму житті у зв'язку з пропозицією Неда стати Рука короля.\n\"Я північний чоловік. Я належу сюди з тобою, а не на південь у те гніздо щурів, яке вони називають столицею.\" — Сказав Нед своїй дружині.\n\"Я не дозволю йому забрати тебе.\"\n\"Король забирає те, що хоче. Ось чому він король.\"\n\"Я скажу: 'Слухай, товстий чоловік, ти не забереш мого чоловіка нікуди. Він тепер належить мені.'\"\n\"Як він так розжирів?\"\n\"Він перестає їсти тільки тоді, коли час пити.\"\nIхню розмову перервало стук у двері.\n\"Це Майстер Лувін, мій лорде.\"\n\"Впустіть його.\" - Покликав Нед.\n\"Вибачте, мій лорде, моя леді. Повертається вершник від вашої сестри вночі.\" - Він передав Кателін запечатану записку перед тим як піти.\n\"Залиштеся.\" - Наказав Нед.\n\"Це було надіслано з Ейрі. Що вона робить в Ейрі? Вона не поверталася туди з моменту весілля.\"\nЇї очі пробіглися по записці, перш ніж вона з тривогою підняла погляд і кинула її у камін.\"\n\"Які новини?\" - запитав Нед.\n\"Вона втекла з столиці. Вона каже, що Джона Аррена вбили. Ланністери. Вона каже, що король у небезпеці.\"\n\"Вона тільки-но стала вдовою, Кет.\" Нед намагався заспокоїти свою дружину. \"Вона не знає, що говорить.\"\n\"Голова Ліси зараз була б на списі, якби цю листівку знайшли неправильні люди. Ти думаєш, вона ризикувала б своїм життям, життям свого сина, якби не була впевнена, що її чоловіка вбили?\"\n\"Якщо ця новина правда, і Ланністери змовляються проти трону, хто, як не ти, може захистити короля?\" - зауважив майстер Луїн.\n\"Вони вбили останнього Рука. Тепер ти хочеш, щоб Нед взяв цю роботу?\"\n\"Король їхав місяць, щоб попросити допомоги у лорда Старка. Він єдиний, кому він довіряє. Ти присягнув королю на вірність, мій лорд.\"\n\"Він провів половину свого життя, борючись у війнах Роберта. Він нічого йому не винен.\" Потім вона звернулася до Неда. \"Твій батько та брат одного разу їхали на південь за вимогою короля.\" Нагадування про те, як її колишній наречений поїхав на південь і був ув'язнений та пізніше вбитий разом зі своїм батьком після того, як вимагав побачити принца Рейгара, який викрав його сестру.\n'Інший час. Інший король.\" - зауважив майстер Луїн.\nТак, це було так. Але чи достатньо Роберт Баратеон, розпусний п'яниця-король, якого вони бачили сьогодні ввечері, щоб забезпечити безпеку Неда та його роду в лігві левів?"
}