{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1. Physical Sun. . . . . . . . .\nForm . . . . . . Personality . . .\nInfluencing Mutable Cross.\n2. Heart of the Sun. . . . . .\nSoul Consciousness. . . . . . .\nInfluencing Fixed Cross\n3. Central spiritual Sun. . .\nLife . . . . . . . . . . . . . . . . . . . .\nInfluencing Cardinal Cross\nBy the word \"influencing\" I here refer to the energies pouring from these three aspects of the Sun through the three Crosses to our planet. Ponder on this and remember also that our Sun is travelling through space (carrying our solar system along in its sphere of influence) around our own central and conditioning star which it has been rightly presumed exists in the constellation Taurus, the Bull, being found in the Pleiades. At the same time it appears, from the standpoint of our planet, to be passing through the twelve signs of the zodiac; this is a symbol macrocosmically considered, of the dramatic centralised point of view of the individual human being, the microcosm. It is interesting to [112] compare the symbolism and the underlying truth connected with the lesser and the greater zodiacs and with their twelve month and their 25,000 year cycles. They bear out much that I have given you anent the soul, influenced by the esoteric planets eventually, and the personality, influenced by the orthodox planets. The greater zodiac is symbolic of the soul and the lesser of the personality. In the personality cycle, the lesser zodiac conditions the personality career and the twelve planetary houses are of dominant importance. Later the influence of the twelve signs supersedes the influence of the planets.",
    "trans": "1. Фізичне Сонце. . . . . . . . .\nФорма . . . . . . Особистість . . .\nВпливаючи на Змінний Хрест.\n2. Серце Сонця. . . . . .\nДуша Свідомість. . . . . . .\nВпливаючи на Фіксований Хрест\n3. Центральне духовне Сонце. . .\nЖиття. . . . . . . . . . . . . . . . . . . .\nВпливаючи на Кардинальний Хрест\nПід словом \"впливаючи\" я тут маю на увазі енергії, що виходять з цих трьох аспектів Сонця через три Хрести до нашої планети. Поміркуйте над цим і також пам'ятайте, що наше Сонце рухається простором (несучи нашу сонячну систему разом зі своєю сферою впливу) навколо нашої власної центральної та умовної зірки, яка справедливо вважається існуючою в сузір'ї Тельця, Бика, і знаходиться в Плеядах. В той же час воно здається, з точки зору нашої планети, проходить через дванадцять знаків зодіаку; це символ макрокосмічно розглянутого драматичного централізованого погляду індивідуальної людської істоти, мікрокосму. Цікаво порівняти символіку та основну істину, пов'язані з меншими та більшими зодіаками та їх дванадцятимі місяцями і 25 000-річними циклами. Вони підтверджують багато того, що я вам розповів про душу, зрештою впливову есеотеричними планетами, і особистість, впливову ортодоксальними планетами. Великий зодіак є символом душі, а менший - особистості. У циклі особистості менший зодіак визначає кар'єру особистості, а дванадцять планетарних домів мають домінуюче значення. Пізніше вплив дванадцяти знаків перевершує вплив планет."
}