{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello and Welcome!\nWelcome to the Edify team! We are super excited to have you on board with us. We can't wait to see what great things you'll bring to the team!\nYou might have received an email about your Edify Google account. If you need any help setting it up, don't worry - just check out our Pre-Boarding Guide for all the info you need and more. Please complete the courses mentioned at the bottom of the guide as soon as possible. We want to make sure you're good to go on your first day, so be sure to follow its instructions carefully and let us know if you have any questions.\nTo get started, from your work computer, please download and install our remote management agent from the link provided. This quick process will help us set up your computer and get you ready to roll.\nNinjaOne Agent Link\nIf you have any questions or concerns at any point, please don't hesitate to reach out to us at [redacted_email]. We're always here to help and make sure you're doing great in your new role.\nOnce again, welcome to the Edify team! We're so happy to have you here with us.\nBest regards,\n– IT Team",
    "trans": "Привіт і ласкаво просимо!\nЛаскаво просимо до команди Edify! Ми дуже раді мати вас у нашій команді. Ми не можемо дочекатися, щоб побачити, які чудові речі ви принесете команді!\nВи могли отримати електронний лист про свій обліковий запис Google Edify. Якщо вам потрібна допомога з його налаштуванням, не хвилюйтеся - просто ознайомтеся з нашим Посібником з попереднього onboarding для отримання всієї необхідної інформації та багато іншого. Будь ласка, якнайшвидше пройдіть курси, згадані внизу посібника. Ми хочемо переконатися, що ви готові до свого першого дня, тому уважно дотримуйтесь його інструкцій і дайте нам знати, якщо у вас є питання.\nЩоб почати роботу, будь ласка, завантажте та встановіть наш агент віддаленого управління за наданим посиланням зі свого робочого комп'ютера. Цей швидкий процес допоможе нам налаштувати ваш комп'ютер і підготувати вас до роботи.\nПосилання на агента NinjaOne\nЯкщо у вас виникнуть будь-які питання або проблеми в будь-який момент, не соромтеся звертатися до нас за адресою [redacted_email]. Ми завжди готові допомогти вам і переконатися, що ви добре справляєтеся у своїй новій ролі.\nЩе раз ласкаво просимо до команди Edify! Ми дуже раді мати вас тут з нами.\nC найкращими побажаннями,\n– ІТ-команда"
}