{
    "source": "en_US",
    "target": "uk_UA",
    "text": "soothsayer or otherwise possessed. There were other reasons to find Muh. ammad objectionable. As a ‘warner’ in the tradition of early prophets, he emphasised man’s accountability to God, His power, the rewards of Heaven and the punishment of Hell. He also levelled criticism against the prevailing social norms, railing against female infanticide and the abuses of wealth. None of this apparently sat well with the polytheist establish- ment, especially because he came to attack its gods and claim the Kaqba for the One God. As his followers grew in number and Muh. ammad grew in stature, the opposition to his movement stiffened. And when his uncle and guardian Abu T. alib died, Muh. ammad became vulnerable; some measure of persecution then followed; a flight to Abyssinia was aborted; the hijra to Yathrib took place.35 Muh.ammad lived in a society where kinship ties provided such protec- tion and safety as were possible, and, with the death of Abu T.alib, these ties, long stretched by Muh.ammad’s preaching, now snapped. He had to flee.\nMuh.ammad and his community after the hijra\nThat the hijra came to mark a watershed in the history of the Prophet and his community is made clear by several things, including t",
    "trans": "гадальник або іншим чином одержимий. Існували й інші причини вважати Мухаммада неприйнятним. Як \"попередник\" у традиції ранніх пророків, він підкреслював відповідальність людини перед Богом, Його владу, нагороди Раю та покарання Пекла. Він також критикував пануючі соціальні норми, виступаючи проти вбивства новонароджених дівчаток і зловживання багатством. Нічого з цього, очевидно, не подобалося язичницькому істеблішменту, особливо тому, що він прийшов атакувати їхніх богів і вимагати Каабу для Єдиного Бога. Коли число його послідовників зросло, а Мухаммад здобув популярність, опозиція до його руху посилилася. І коли помер його дядько і опікун Абу Таліб, Мухаммад став вразливим; за цим послідувала певна міра переслідувань; втеча до Абісинії була скасована; відбулася хіджра до Ятриба.\nМухаммад і його громада після хіджри\nТе, що хіджра стала вододілом в історії Пророка і його громади, стає зрозумілим з кількох причин, включаючи"
}