{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In order to make use of Heidegger’s ideas at all, it is absolutely necessary to understand which aspects of the philosophy allowed it to find an affinity with National Socialism, and to consider how the remainder might be put to work. I should make it quite clear at the outset that I do not believe that any discourse can be rendered apolitical, and it is not my objective to construct a politically neutral version of Heidegger. Rather, I suggest that while the authoritarian tone of Heidegger’s more millenarian ideas found an easy alliance with Nazism, his arguments against positivism, naturalism, Cartesianism and essentialism have far more affinity with aspects of contemporary left thought, such as feminism, ‘deep’ ecology and radical democracy. These considerations can be drawn out by dwelling for a while on the nature of Heidegger’s political engagement in the 1930s. Although Heidegger had considered himself largely apolitical during the 1920s, in the period after the writing of Being and Time his concern shifted from the nature of Being, as having been covered up by western thought, to the history of Being. In particular, he was interested in the changing place of human beings in relation to the world within which they found themselves enmeshed. Several different influences on his thought at this time can be discerned. First, following Kierkegaard, Heidegger was concerned with the emergence of nihilism, in the sense of a meaningless, drained, directionless condition of humanity (Dreyfus 1993, 291). Second, he drew increasingly on German Romanticism, and in particular the poetry of Hölderlin, which represented a critique of the atomised, scientistic thinking of the Enlightenment. Finally, he had developed an interest in the work of a number of contemporary reactionary political thinkers, such as Spengler and, particularly, Ernst Jünger (Zimmerman 1990, 34). Jünger’s critique of the modern era was based upon the premise that in nations which were increasingly concerned with material production, human beings were gradually becoming reduced to the status of workers, representing no more than cogs in a gigantic technological apparatus. While Heidegger rejected the notion that one might return to any bucolic idyll, he none the less held that Jünger’s ‘era of total mobilisation’ must be overcome by the foundation of a new way of Being on earth.",
    "trans": "Щоб скористатися ідеями Гайдеггера, абсолютно необхідно зрозуміти, які аспекти філософії дозволили їй знайти спорідненість з націонал-соціалізмом, і розглянути, як решту можна було б використати. Я повинен чітко зазначити на початку, що не вірю, що будь-який дискурс може бути представлений як аполітичний, і моя мета не полягає в тому, щоб створити політично нейтральну версію Гайдеггера. Швидше за все, я пропоную, що хоча авторитарний тон більш мілленарних ідей Гайдеггера легко знайшов союз з нацизмом, його аргументи проти позитивізму, натуралізму, картезіанства та есенціалізму мають набагато більше спорідненості з аспектами сучасної лівої думки, такими як фемінізм, \"глибока\" екологія та радикальна демократія. Ці міркування можна розкрити, зупинившись на природі політичної залученості Гайдеггера в 1930-х роках. Хоча Гайдеггер вважав себе переважно аполітичним у 1920-х роках, після написання \"Буття і часу\" його увага змістилася від природи Буття, яке було приховане західною думкою, до історії Буття. Зокрема, його цікавило змінюючеся місце людських істот у відношенні до світу, в якому вони опинилися заплутаними. У цей час можна розрізнити кілька різних впливів на його думку. По-перше, слідуючи К'єркегору, Гайдеггер був стурбований виникненням нігілізму в сенсі безглуздого, виснаженого, безцільного стану людства (Дрейфус 1993, 291). По-друге, він все більше черпав з німецького романтизму, а особливо з поезії Гьольдерліна, яка представляла собою критику атомізованого, наукового мислення Просвітництва. Нарешті, він розвинув інтерес до робіт ряду сучасних реакційних політичних мислителів, таких як Шпенглер і особливо Ернст Юнгер (Циммерман 1990, 34). Критика Юнгера сучасної епохи базувалася на припущенні про те, що в країнах, які все більше турбуються про матеріальне виробництво, людські істоти поступово стають зведеними до статусу працівників і представляють собою не більше ніж деталі в гігантському технологічному апараті. Хоча Гайдеггер відкидав поняття про можливість повернення до будь-якої пасторальної ідилії, він тим не менш вважав, що \"ера тотальної мобілізації\" Юнгера повинна бути подолана шляхом заснування нового способу буття на землі."
}