{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The legal structure and ownership are different between Retail bank and credit union ，Retail bank belongs to the limited liability company, ownership in the shareholders . While credit union is relatively small financial co-operative, its ownership is in each member of credit union，So retail bank is for profit, but credit union is not. It exists to serve every member.\nThey also target different groups,Retail bank Groups are for individuals and small businesses,The credit union for the member in local，There are geographical requirements for the members\nThey also offer different products，Retail bank have many kinds of products, but they are all large-scale，credit union products are less, but it will be more suitable for the needs of members, more humanized.\n1.\nThe target population differ Retail bank and investment bank.Retail bank Groups are for individuals and small businesses,investment bank Is targeted at large companies .\nRetail bank And investment bank have different products，retail bank The products provided are mainly saving and lending，But investment bank's main products are mainly related to shares and bonds，relevant financial advice and services will be provided\nTheir businesses also have different risks, such as retail banking is simpler and less risky than investment banking, which involves more complex financial transactions and is more risky.",
    "trans": "Юридична структура та власність відрізняються між роздрібним банком та кредитною спілкою. Роздрібний банк належить товариству з обмеженою відповідальністю, а власність знаходиться у акціонерів. У той час як кредитна спілка є відносно невеликою фінансовою кооперативою, її власність належить кожному члену кредитної спілки. Таким чином, роздрібний банк є прибутковим, а кредитна спілка - ні. Вона існує для обслуговування кожного члена.\nВони також націлені на різні групи. Групи роздрібних банків призначені для фізичних осіб та малих підприємств, а кредитна спілка - для членів місцевої громади. Існують географічні вимоги до членів.\nВони також пропонують різні продукти. У роздрібному банку є багато видів продуктів, але всі вони великомасштабні. Продуктів кредитної спілки менше, але вони будуть більш відповідними для потреб членів, більш індивідуальними.\n1.\nЦільова аудиторія роздрібного банку та інвестиційного банку відрізняється. Групи роздрібних банків призначені для фізичних осіб та малих підприємств, а інвестиційний банк націлений на великі компанії.\nРоздрібний банк та інвестиційний банк мають різні продукти. Продукти, що надаються роздрібним банком, в основному пов'язані зі заощадженнями та позиками, тоді як основні продукти інвестиційного банку в основному пов'язані з акціями та облігаціями, також будуть надані відповідні фінансові консультації та послуги.\nЇх бізнеси також мають різні ризики: наприклад, роздрібне банківське обслуговування є простішим і менш ризикованим порівняно з інвестиційним банківським обслуговуванням, яке пов'язане з більш складними фінансовими операціями і має більший ризик."
}