{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Board of Education of Carroll County will hold one session of Public Participation during its meeting on THURSDAY, OCTOBER 10, 2024, at 5:00 p.m. at the Board offices at 125 North Court Street in Westminster. During this session, there will be an opportunity for up to 15 citizens to address the Board. Each speaker will be allowed three minutes.\nDigital sign-up will be available on the Carroll County Public Schools website beginning on Monday, October 7, at 4:00 p.m. and ending on Tuesday, October 8, at 9:00 p.m. Click here and select the Public Participation tab to register. Please note, any form that is not filled out in its entirety will not be considered. If you do not have Internet access and would like to register to speak, please contact the Communications Office at 410-751-3020 during this time. Citizens will no longer be able to sign up at the Board meeting.\nAfter registering, citizens will receive a confirmation that their registration has been received. They will also be directed to check the website at noon on the day of the Board of Education meeting to see the names of those selected to speak and the order of speakers.\nCitizens will be selected to speak based on the Board’s desire to hear as many topics as possible. Citizens wishing to address a topic on the agenda will be given priority. Citizens who spoke at a previous Board meeting may not be selected so as to give other citizens an opportunity to participate.\nAll citizens still have the opportunity to submit public comment to the Board through the CCPS website at www.carrollk12.org (click on the Board of Education tab and Contact Us) or through the US mail. Persons who wish to have their comments posted on the Public Comments page of the website should indicate so at the beginning of their email. Comments must be received by 1:00 p.m. on the day of the Board meeting in order to be posted prior to the meeting.",
    "trans": "Рада з питань освіти округу Керролл під час свого засідання в ЧЕТВЕР, 10 ЖОВТНЯ 2024 року, о 17:00 в офісі Ради за адресою 125 North Court Street у Вестмінстері проводитиме одну сесію громадської участі. Під час цієї сесії до 15 громадян матимуть змогу виступити перед Правлінням. Кожному спікеру буде надано три хвилини.\nОнлайн-реєстрація буде доступна на веб-сайті Шкільних округів округу Керролл починаючи з понеділка, 7 жовтня о 16:00 і закінчуючи вівторком, 8 жовтня о 21:00. Натисніть тут і виберіть вкладку \"Громадська участь\", щоб зареєструватися. Зверніть увагу, що будь-яка форма, яка не буде заповнена повністю, не буде врахована. Якщо у вас немає доступу до Інтернету і ви хочете зареєструватися для виступу, будь ласка, зв'яжіться з Офісом зв'язків з громадськістю за номером 410-751-3020 протягом цього часу. Громадяни більше не зможуть зареєструватися на засіданні Ради.\nПісля реєстрації громадяни отримають підтвердження про отримання їхньої реєстрації. Їм також буде рекомендовано перевірити веб-сайт опівдні в день засідання Ради освіти, щоб дізнатися імена тих, хто був обраний для виступу, та порядок виступаючих.\nГромадяни будуть обрані для виступу на основі бажання Ради почути якомога більше тем. Громадяни, які бажають висловитися з приводу теми, що входить до порядку денного, матимуть пріоритет. Громадяни, які виступали на попередньому засіданні Ради, можуть не бути обрані, щоб дати можливість іншим громадянам взяти участь.\nУсі громадяни все ще мають можливість подати публічний коментар до Ради через веб-сайт CCPS за адресою www.carrollk12.org (натисніть на вкладку \"Рада освіти\" та \"Зв'яжіться з нами\") або через пошту США. Особи, які бажають, щоб їхні коментарі були опубліковані на сторінці Публічні коментарі веб-сайту, повинні вказати це на початку свого електронного листа. Коментарі повинні бути отримані до 13:00 в день засідання Ради, щоб бути опублікованими до засідання."
}