{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Measurements To compare all evaluation meth- ods on equal ground with human evaluation, we use four different measurements. First, we count the number of correct preferences (#CP), which is the number of times each automatic metric has the same preference as the average human scores do over a set of compared system pairs (§ 4.2.1). This can help measure the alignment of evaluation meth- ods with humans at a granular level. To determine the preferred system by a particular metric, we as- sign a system 1 point if its generated summary is evaluated as better than that of the other system according to the metric, or assign both systems 0.5 for a tie. Then, we aggregate the different scores for the compared systems for all 100 test inputs, and the system with a higher score is considered the preferred system by that metric (see Appendix Table 22 for details).\nNext, we also use the Pearson correlation (Co- hen et al., 2009), Spearman correlation (Spearman, 1987), and Kendall’s Tau (Kendall, 1938) to mea- sure the relationship between the scores of auto- matic evaluators and humans (§ 4.2.2, 4.2.3, 4.2.4). While the Pearson score measures linear relation- ships, the other two measure the ordinal relation- ship that may be non-linear. Moreover, Kendall’s Tau is less sensitive than Spearman correlation to outliers due to its paired counting of concordant and discordant pairs.",
    "trans": "Вимірювання Для порівняння всіх методів оцінки на рівних за умовами з людською оцінкою, ми використовуємо чотири різні вимірювання. По-перше, ми підраховуємо кількість правильних переваг (#CP), що є кількістю випадків, коли кожен автоматичний показник має ту ж саму перевагу, що й середні людські оцінки над набором порівняних систем (§ 4.2.1). Це допомагає виміряти відповідність методів оцінки з людськими оцінками на детальному рівні. Щоб визначити переважну систему за допомогою конкретного показника, ми надаємо системі 1 бал, якщо її згенероване резюме оцінюється як краще за резюме іншої системи відповідно до цього показника, або надаємо обом системам по 0,5 за нічийний результат. Потім ми агрегуємо різні оцінки для порівняних систем по всіх 100 тестових випадках, і система з вищим балом вважається переважною за цим показником (див. таблицю 22 в додатку для деталей).\nДалі ми також використовуємо коефіцієнт кореляції Пірсона (Cohen et al., 2009), коефіцієнт кореляції Спірмена (Spearman, 1987) та тау Кендалла (Kendall, 1938), щоб виміряти взаємозв'язок між оцінками автоматичних оцінювачів та людськими оцінками (§ 4.2.2, 4.2.3, 4.2.4). Поки коефіцієнт Пірсона вимірює лінійні зв'язки, інші два вимірюють порядкові зв'язки, які можуть бути нелінійними. Крім того, тау Кендалла менш чутливий до викидів, ніж коефіцієнт кореляції Спірмена, завдяки його парному рахунку конкордантних та дискордантних пар."
}