{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As announced during class tonight, the assessment of Dr. He’s part of teaching is a group presentation and comment practice. This means all of you have to form presentation groups in order to fulfill the requirements. The class needs to form 16 presentation groups (11 6-member group and 5 5-member group).\nSince we do not have enough time for the formation of the groups in class, those who still have not formed a group can submit your group member list to me via email on or before 23:59 on 30 October 2024. Would each group please just send one representative to reply this email and send me your group list. Those who have already submitted the group member list can just ignore this paragraph.\nThe updated Assessment Guidelines with the detailed requirements of the Group Presentation will be uploaded to Moodle next week. I will send you an email to inform the upload when the document is ready.\nShould you have any questions on the arrangement, please feel free to contact me.",
    "trans": "Як було оголошено сьогодні ввечері під час заняття, оцінювання частини викладання доктора Хе – це групова презентація та практика коментування. Це означає, що всі ви повинні сформувати презентаційні групи, щоб виконати вимоги. Клас повинен сформувати 16 презентаційних груп (11 груп по 6 учасників і 5 груп по 5 учасників).\nОскільки у нас недостатньо часу для формування груп на занятті, ті, хто ще не сформував групу, можуть надіслати мені список членів своєї групи електронною поштою до 23:59 30 жовтня 2024 року. Будь ласка, нехай кожен гурт надішле лише одного представника, щоб відповісти на цей електронний лист і надіслати мені список вашої групи. Ті, хто вже надіслав список членів групи, можуть просто проігнорувати цей абзац.\nОновлені Правила оцінювання з детальними вимогами до групової презентації будуть завантажені на Moodle наступного тижня. Я надішлю вам електронний лист, щоб повідомити про завантаження, коли документ буде готовий.\nЯкщо у вас виникнуть запитання щодо організації, будь ласка, звертайтеся до мене."
}