{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Scene 1\nAt a peaceful afternoon,Cynthia was in her room listening to music and laying on the bed.suddenly,her mother opened the door and came in and said,\nMom \"Your socks haven't been washed yet.\"\nCynthia (rising up her head) “Yes,and?”\nMom (Stop suddenly and slap the door)“What’s the mean this? is that the attitude that a daughter should talks to his mother?”\nCynthia (Shaking head)“No! i’m just…”\nMom(Break)“Don’t try to explain yourself out of this,I don’t want to argue with you,you just said yes mom and that’s it,Is that hard?”\nCynthia silent and go to washing her socks,but there’re some noise from her.mother still chattering angrily.\nScene 2\nThe daughter was about to go out to pack her schoolbag. The mother sat in the living room but kept looking at her，wanting to start a conversation with her.\nMom: (calmly) I understand that you have a lot on your plate, but this is becoming a habit. It’s not just about the socks; it’s about responsibility.\nCynthia: (rolling her eyes) It’s just socks! Why does it matter so much?\nMom: (firmly) It matters because it’s a part of taking care of your space. If you don’t start now, it will only get worse when you have more responsibilities.\nCynthia: (crossing her arms) But I do my chores! I clean my room and help with dinner. Why can’t you just let this one thing slide?\nMom: (sighs) It’s not about letting it slide. It’s about learning to manage your tasks. If you can’t handle this now, how will you manage when you’re on your own?\nCynthia: (softening) I guess I didn’t think of it that way. I just thought it was no big deal.\nMom: (gentle tone) It may seem small, but it’s the little things that build up.",
    "trans": "Сцена 1\nВ спокійний післяобідній час Сінтія була у своїй кімнаті, слухала музику і лежала на ліжку. Раптом її мати відкрила двері і зайшла всередину і сказала:\nМама: \"Твої шкарпетки ще не були випрані.\"\nСінтія (піднявши голову): \"Так, а що?\"\nМама (раптово зупинившись і хлопнувши дверима): \"Що це означає? Це те ставлення, яким дочка повинна розмовляти зі своєю матір'ю?\"\nСінтія (хитаючи головою): \"Ні! Я просто...\"\nМама (перебиваючи): \"Не намагайся виправдатися, я не хочу з тобою сперечатися, ти просто скажи 'так, мамо' і все, це важко?\"\nСінтія мовчки йде прати свої шкарпетки, але від неї чути деякі звуки. Мати все ще сердито бурчить.\nСцена 2\nДочка збиралася вийти, щоб зібрати свій шкільний рюкзак. Мати сиділа в вітальні, але продовжувала дивитися на неї, бажаючи розпочати розмову з нею.\nМама: (спокійно) Я розумію, що у тебе багато справ, але це стає звичкою. Справа не тільки в шкарпетках; справа в відповідальності.\nСінтія: (закочуючи очі) Це всього лише шкарпетки! Чому це так важливо?\nМама: (рішуче) Це важливо, тому що це частина догляду за своїм простором. Якщо ти не почнеш зараз, буде тільки гірше, коли у тебе з'являться більше обов'язків.\nСінтія: (склавши руки на грудях) Але я виконую свої обов'язки! Я прибираю свою кімнату і допомагаю з вечерею. Чому ти не можеш просто пропустити цю одну річ?\nМама: (зітхаючи) Справа не в тому, щоб пропустити це. Справа в тому, щоб навчитися управляти своїми завданнями. Якщо ти не можеш впоратися з цим зараз, як ти будеш управляти, коли залишишся сама?\nСінтія: (пом'якшуючи тон) Напевно, я не подумала про це таким чином. Я просто думала, що це не велика справа.\nМама: (м'яким тоном) Це може здаватися маленьким, але саме дрібниці накопичуються."
}