{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Pharming Group NV is expected to show a rise in quarterly revenue when it reports results on October 24 for the period ending September 30 2024\nThe Leiden Zuid-holland-based company is expected to report a 15.4% increase in revenue to $76.93 million from $66.66 million a year ago, according to the mean estimate from 2 analysts, based on LSEG data.\nLSEG's mean analyst estimate for Pharming Group NV is for breakeven results per share.\nThe current average analyst rating on the shares is \"strong buy\" and the breakdown of recommendations is 4 \"strong buy\" or \"buy,\" no \"hold\" and no \"sell\" or \"strong sell.\"\nThe mean earnings estimate of analysts was unchanged in the last three months.\nWall Street's median 12-month price target for Pharming Group NV is 1.65, below its last closing price of $8.91.\nThis summary was machine generated October 22 at 13:57 GMT. All figures in US dollars unless otherwise stated. (For questions concerning the data in this report, contact Estimates.Support@lseg.com. For any other questions or feedback, contact RefinitivNewsSupport@thomsonreuters.com)\nKeywords: PHARMING GROUP RESULTS/PREVIEW",
    "trans": "Очікується, що у фармацевтичній групі NV квартальний дохід зросте, про що буде повідомлено 24 жовтня за період до 30 вересня 2024\nОчікується, що The Leiden-Zuid, голандська компанія, повідомить про зріст доходу до 15.4% - з минулорічних $66,66 млн до $76,93 млн, про це розповіли 2 аналіста, які оцінили капітал компанії на основі даних LSEG.\nОцінка капіталу аналістів за даними LSEG для фармацевтичної групи NV слугує результатом точки самоокупності за одну акцію.\nПоточний статус аналістів про акції звучить як \"гарна покупка\", а рекомендації мають 4 категорії: \"гарна покупка\" або \"можна купляти\", і ніяких \"утримайтесь\" і ніяких \"продавайте\" та \"гарний продаж\".\nОцінка аналістів стосовно заробленого доходу вже три місяці не змінюється.\nСередня 12-місячна цільова ціна Уолл-Стріт для фармацевтичної групи NV становить 1,65, що нижче останньої ціни закриття в $8,91.\nЦей опис створив комп'ютер 22 жовтня о 13:57 GMT. Усі цифри в доларах США, якщо не вказано інше. (З запитаннями щодо даних у цьому звіті звертайтеся до Estimates.Support@lseg.com. З будь-якими іншими запитаннямми чи відгуками звертайтеся до RefinitivNewsSupport@thomsonreuters.com)\nКлючові слова: ФАРМАЦЕВТИЧНА ГРУПА РЕЗУЛЬТАТИ/ПЕРЕГЛЯД"
}