{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Our internships center around hands-on mentorship and a robust educational curriculum that includes challenging classes, interactive sessions, and small group discussions. Over the course of 10-12 weeks, you’ll be matched with full-time employees who will mentor you as you tackle real-world projects they design. You’ll also have access to our physical and virtual educational resources, attend guest speakers and social events, and hopefully get a real sense of what it would be like to work here full time.\nIf you have a passion for solving interesting problems, an interest in developing client relationships, and a deep curiosity in financial markets we have a feeling you’ll fit right in.\nAbout the Position\nAs a Sales and Trading intern, you’ll work alongside our experienced Sales people and Sales-Traders, learning how we engage and cover institutional clients on their trading needs in the different asset classes that we cover. They’ll offer insight into the types of client inquiries we handle daily, and you’ll learn how we service our clients, issuers, and prospective clients. The internship is a fast-paced, immersive experience, and you will attend internal classes on various topics where we can teach you the broader fundamentals of finance and trading.\nAbout You\nWe don’t expect you to have a background in one specific field--we’re looking for smart, driven people who would enjoy working with clients to solve interesting problems. We’re more interested in how you think and learn than what you currently know. You should be:\nStudying towards a Bachelor’s or Master’s degree\nProactive, reliable, and courteous with strong interpersonal and communication skills\nA self-motivated and entrepreneurial problem-solver that is excited about building relationships with our clients and partners\nA highly analytical and logical thinker, comfortable working with numbers\nExtremely organized with excellent attention to detail\nSkilled in Excel\nInterest in learning VBA, SQL and/or Python\nProficiency in Spanish or Portuguese a plus",
    "trans": "Наші стажування зосереджені на практичному наставництві та потужній освітній програмі, яка включає в себе складні заняття, інтерактивні сесії та обговорення в малих групах. Протягом 10-12 тижнів ви будете працювати з повноцінними співробітниками, які будуть наставниками для вас під час виконання реальних проектів, які вони розроблять. Ви також отримаєте доступ до наших фізичних та віртуальних освітніх ресурсів, зможете відвідувати виступи запрошених спікерів та соціальні заходи і, сподіваємося, отримаєте справжнє уявлення про те, як це - працювати тут на постійній основі.\nЯкщо ви захоплюєтеся вирішенням цікавих проблем, маєте інтерес до розвитку відносин з клієнтами і глибоку цікавість до фінансових ринків, ми впевнені, що ви впишетесь у нашу команду.\nПро позицію\nЯк стажер з продажу та торгівлі, ви будете працювати разом з нашими досвідченими співробітниками з продажу та трейдерами, дізнаючись, як ми взаємодіємо з інституційними клієнтами щодо їхніх потреб у торгівлі в різних класах активів, які ми покриваємо. Вони поділяться інформацією про типи запитів клієнтів, які ми обробляємо щодня, і ви дізнаєтеся, як ми обслуговуємо наших клієнтів, емітентів і потенційних клієнтів. Стажування - це швидкий темп занурення в роботу, і ви будете відвідувати внутрішні заняття на різні теми, де ми можемо навчити вас основам фінансів і торгівлі.\nПро вас\nМи не очікуємо від вас наявності досвіду в одній конкретній області - ми шукаємо розумних і цілеспрямованих людей, які отримають задоволення від роботи з клієнтами для вирішення цікавих проблем. Нас більше цікавить те, як ви думаєте і навчаєтеся, ніж те, що ви зараз знаєте. Ви повинні бути:\nНавчаєтесь на бакалавраті або магістратурі\nПроактивними, надійними та ввічливими людьми з сильними міжособистісними та комунікаційними навичками\nСамостійно мотивованими та підприємницькими розв'язувачами проблем, які захоплюються побудовою відносин з нашими клієнтами та партнерами\nВисокоаналітичними та логічними мислителями, комфортно працюючими з числами\nНадзвичайно організованими з відмінною увагою до деталей\nВолодієте навичками роботи в Excel\nМаєте інтерес до вивчення VBA, SQL та/або Python\nЗнання іспанської або португальської мови буде перевагою"
}