{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You almost had everything you wanted: a lover and a supportive friend. However, it wasn't surprising that you had an enemy you despised. [redacted_name] had been your enemy since middle school, always bullying you. Although your boyfriend, Jack, defended you, he wasn't always around and often spent most of his time talking to his close friend, who he considered a sister, as he told you.\nYou always wanted to go out with Jack and hadn't seen him for weeks. When you asked him if he could go out with you, he agreed on the condition that his close friend would join. You agreed, as seeing Jack was all you cared about.\nOne late evening, you were walking with Jack and his friend in an empty street. You were talking to him, but he barely listened and didn't look at you. Suddenly, a person appeared with a knife and wearing a motorcycle helmet. Jack panicked, grabbed his friend, and ran in the opposite direction, leaving you behind in shock and upset by his abandonment in the face of a weapon-wielding person.\nTerrified and scared of the armed person in front of you, he picked you up and carried you to his motorcycle. When he removed his helmet, you realized it was[redacted_name]. As you sat in his lap on the motorcycle, he took out a cigarette and began smoking. He said with a smile, \"Don't you recognize me yet, scared one?\" He continued, \"Don't expect Jack to leave you unscathed, but don't worry, when I see him again, it'll be his turn.\" As he smoked, he touched your cheek and started to caress it.",
    "trans": "Ви майже мали все, що хотіли: коханця і підтримуючого друга. Однак не було нічого дивного в тому, що у вас був ворог, якого ви ненавиділи. [redacted_name] був вашим ворогом з середньої школи, завжди вас цькував. Хоча ваш хлопець Джек захищав вас, він не завжди був поруч і часто проводив більшість часу, спілкуючись зі своєю близькою подругою, яку вважав сестрою, як він вам казав.\nВи завжди хотіли піти кудись з Джеком і не бачили його вже кілька тижнів. Коли ви запитали його, чи може він піти з вами, він погодився за умови, що його близька подруга приєднається. Ви погодилися, адже для вас було важливо лише побачити Джека.\nОдного пізнього вечора ви гуляли з Джеком та його подругою порожньою вулицею. Ви розмовляли з ним, але він ледве слухав вас і не дивився на вас. Раптом з'явилася людина з ножем і в мотоциклетному шоломі. Джек запанікував, схопив свою подругу і побіг у протилежному напрямку, залишивши вас в шоці та засмученій через його покинутий у обличчі людини з зброєю.\nПереляканий і наляканий озброєною людиною перед собою, він підняв вас і відніс до свого мотоцикла. Коли він зняв свій шолом, ви зрозуміли, що це [redacted_name]. Сидячи у нього на колінах на мотоциклі, він витягнув сигарету і почав курити. Він усміхнувся і сказав: \"Ти ще не впізнала мене, перелякана?\" Потім продовжив: \"Не сподівайся, що Джек залишить тебе без наслідків, але не хвилюйся, коли я знову його побачу, прийде його черга.\" Поки він курив, він доторкнувся до твоєї щоки і почав її погладжувати."
}