{
    "source": "en_US",
    "target": "uk_UA",
    "text": "John Kang articulates this line of thought.54 His thesis is that white people and people of color are differently situated in regard to using their bodies as means of expression. White people have pref- erences and can make a choice in deciding how to present them- selves. People of color, even if they have preferences on this mat- ter, lack such a choice; they must either conform to or reject the aesthetic values of the dominant group. Because of social domina- tion, large Caucasian eyes are seen as normal, objective, and natu- ral. Contrariwise, says Kang, the eyes of Asians and Asian Americans are seen as abnormal, subjective, and deviant. At root, Asians and other minorities have a sense of aesthetic inferiority and do not al- low themselves to be moved by considerations of beauty that either derive from their own race or are independent of race. In at least one passage, Kang presents his thesis in an almost defi- nitional way.55 But he cannot establish his thesis at the drop of a definition, and it would be uncharitable to ascribe to him a belief that he can. So it is necessary to consider what the arguments and evidence establish. A difficulty with Kang’s thesis is that he overem- phasizes the options available to individuals qua members of various races, and underemphasizes the variation in options available to in- dividuals who belong to one race or another. The overemphasis comes out in the statement of his thesis. White people, he indicates, have a range of options, and their acting on a “preference” in deciding how to express themselves using their bod- ies is a matter of “choice.” Asian Americans (and blacks), he says, “lack such a choice.” Their options are binary—either to conform or to reject.56 There is something to this thesis. Insofar as whites have more power and already embody the phenotypic norm to some degree, they might experience less tension in deciding how to present themselves physically—and it is just the opposite for Asian Americans. All the same, the differences between minority races as",
    "trans": "Джон Канг висловлює цю лінію думки. Його теза полягає в тому, що білі люди та люди кольорової шкіри мають різні ситуації щодо використання своїх тіл як засобів вираження. Білі люди мають уподобання і можуть зробити вибір у вирішенні того, як себе представляти. Люди кольорової шкіри, навіть якщо вони мають уподобання в цьому питанні, не мають такого вибору; їм доводиться або відповідати естетичним цінностям домінуючої групи, або відкидати їх. Через соціальне домінування великі каучукові очі вважаються нормальними, об'єктивними та природними. На противагу цьому, каже Канг, очі азіатів та американців азіатського походження вважаються ненормальними, суб'єктивними та девіантними. В основі своєї суті азіати та інші меншини мають відчуття естетичної неповноцінності і не дозволяють собі піддаватися міркуванням про красу, які походять або з їхньої власної раси, або є незалежними від раси. У принаймні одному уривку Канг представляє свою тезу майже у визначальному вигляді. Але він не може встановити свою тезу лише на основі визначення, і було б недоброю справою приписувати йому віру в те, що він може це зробити. Тому необхідно розглянути те, що встановлюють аргументи та докази. Проблема з тезою Кана полягає в тому, що він надмірно підкреслює варіанти, доступні індивідам як членам різних рас, і недостатньо підкреслює різноманітність варіантів, доступних індивідам однієї раси чи іншої. Надмірне підкреслення проявляється у формулюванні його тези. Білі люди, за його словами, мають ряд варіантів, і їхня дія на основі \"уподобання\" у вирішенні того, як виразити себе за допомогою свого тіла, є питанням \"вибору\". Азіатські американці (та чорні) \"не мають такого вибору\". Їхні варіанти є бінарними - або відповідати, або відкидати. У цій тезі є певна частка істини. Оскільки білі люди мають більше влади і вже в певній мірі втілюють фенотипічну норму, вони можуть відчувати менше напруження у вирішенні того, як фізично представити себе - і все навпаки для азійських американців. Тим не менш, різниці між меншинними расами"
}