{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear THOMAS\nWe are committed to providing an environment where all students feel safe and respected, and this month we have been focusing on consent, sexual misconduct and nighttime safety in our communications to you. We wanted to take a moment to remind you of all the ways we can support you if you have experienced sexual violence.\nAt the University we take incidents of sexual violence incredibly seriously and have a range of options to support you, all of which are designed to help you make informed choices about what you want to happen next. If you have experienced sexual violence, regardless of when or where it happened,tell us so we can help.\nSupport options\nOur team of Sexual Violence Liaison Officers (SVLO)provide one-to-one support to help you make the right choices for you. You do not need to report what has happened to the University or police to access this support and you won’t be asked to go into detail about what happened. You can access this team by submitting arequest support form.\nIf something has happened within the last 8 days, we strongly recommend you seek support from your local Sexual Assault Referral Centre (SARC) in addition to any other support you are accessing. They can provide time-sensitive information and advice, including taking forensic samples if you decide to do this. They are open 24/7, are free to access, and can also talk to you about ongoing support options. The SARC here in Bristol isThe Bridge. They can also refer you for university support to avoid you having to do this yourself.\nReport to the University\nTheStudent Resolution Serviceprovide guidance on how you can report an incident of sexual violence to the University. They can talk to you about the process, regardless of whether you decide to go ahead and will always treat you with respect and compassion. You cancontact themfor an informal discussion or submit a report to them directly. Your SVLO can also link you with this team directly.\nReport anonymously\nYou can report anonymously usingReport and Support. We won’t be able to act directly on this information, but it will be used to better understand the issues impacting our University community, and to shape our prevention and response to unacceptable behaviour.\nSafety in the city\nWe are signed up to theBristol Rulespartnership which highlights how we can all commit to staying safe, respecting each other and calling out inappropriate behaviour that happens on nights out and when socialising in the city.",
    "trans": "Шановний ТОМАС\nМи прагнемо забезпечити середовище, в якому всі студенти відчувають себе в безпеці та повазі, і цього місяця ми зосередилися на темах згоди, сексуального насильства та безпеки вночі у наших комунікаціях з вами. Ми хотіли б нагадати вам про всі способи, якими ми можемо вас підтримати, якщо ви стали жертвою сексуального насильства.\nВ університеті ми дуже серйозно ставимося до випадків сексуального насильства і маємо ряд варіантів підтримки для вас, які допоможуть вам зробити обґрунтований вибір щодо того, що ви хочете робити далі. Якщо ви стали жертвою сексуального насильства, незалежно від того, коли і де це сталося, скажіть нам, щоб ми могли вам допомогти.\nВаріанти підтримки\nНаша команда Офіцерів зв'язку з питань сексуального насильства (SVLO) надає індивідуальну підтримку, щоб допомогти вам зробити правильний вибір для вас. Вам не потрібно повідомляти про те, що сталося, університету або поліції, щоб отримати цю підтримку, і вас не попросять детально розповідати про те, що сталося. Ви можете звернутися до цієї команди, подавши запит на підтримку.\nЯкщо щось сталося протягом останніх 8 днів, ми настійно рекомендуємо вам звернутися за підтримкою до вашого місцевого Центру консультацій з питань сексуального насильства (SARC) на додаток до будь-якої іншої підтримки, яку ви отримуєте. Вони можуть надати інформацію та поради, які мають термінове значення, включаючи взяття судово-медичних зразків, якщо ви вирішите це зробити. Вони працюють цілодобово і безкоштовно доступні, а також можуть поговорити з вами про варіанти подальшої підтримки. SARC тут у Бристолі - це The Bridge. Вони також можуть направити вас на університетську підтримку, щоб уникнути необхідності робити це самостійно.\nПовідомлення університету\nСлужба вирішення студентських питань надає консультації щодо того, як ви можете повідомити про випадок сексуального насильства університету. Вони можуть поговорити з вами про процес незалежно від того, чи вирішите ви продовжувати його і завжди будуть ставитися до вас з повагою та співчуттям. Ви можете зв'язатися з ними для неформальної бесіди або безпосередньо подати їм звіт. Ваш SVLO також може безпосередньо зв'язати вас з цією командою.\nАнонімне повідомлення\nВи можете анонімно повідомити за допомогою функції \"Повідомити та підтримати\". Ми не зможемо діяти безпосередньо на основі цієї інформації, але вона буде використана для кращого розуміння проблем, що впливають на нашу університетську спільноту, а також для формування нашої профілактичної роботи та реагування на неприпустиму поведінку.\nБезпека в місті\nМи підписалися на партнерство Bristol Rules, яке підкреслює, як ми всі можемо зобов'язатися залишатися в безпеці, поважати один одного та викликати неприйнятну поведінку, яка відбувається під час вечірок і спілкування в місті."
}