{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Diuretics increase the rate of urine flow and Na+ excretion and are used to adjust the volume and/or the composition of body fluids. The basic urine-forming unit of the kidney is the nephron, which consists of a filtering apparatus, the glomerulus, connected to a long tubular portion that reabsorbs and conditions the glomerular ultrafiltration. Furosemide increases the delivery of solutes out of the loop of Henle, is a sulphonamide derivative, and is the most commonly used diuretic in the newborn period [1,2]. Given in excessive amounts, furosemide can lead to dehydration and electrolytic depletion [3].\nAround the year 1960 “loop” diuretics (furosemide, ethacrynic acid and bumetanide) were developed. These block the Na+-K+-2Cl− cotransport system in the ascending limb [4] and inhibit Na+, Cl− and K+ entering the tubular cell. Loop diuretics are highly efficacious, and for this reason, are called “high-ceiling-diuretics”.\nThe flux of Na+, K+ and Cl− from the lumen into the epithelial cells in the thick ascending limb is mediated by a Na+-K+-2Cl− symporter. This symporter captures free energy in the Na+ electrochemical gradient established by the basolateral Na+ pump and provides for “uphill” transport of K+ and Cl− into the cell. Abolition of the transepithelial potential difference also results in a marked increase in Ca2+ and Mg2+ excretion, with consequent increase of urine pH.\nFurosemide has weak carbonic anhydrase-inhibiting activity. Drugs with carbonic anhydrase-inhibiting activity increase urinary excretion of HCO3− and phosphate. By blocking active NaCl reabsorption in the thick ascending limb, furosemide interferes with a critical step in the mechanism that produces a hypertonic medullary interstitium. Therefore, furosemide blocks the kidney’s ability to concentrate urine during hydropenia [3].\nFurosemide binds extensively to plasma proteins and bilirubin displacement is negligible when using normal doses of furosemide. Delivery of this drug to the tubules by filtration is limited and it enters the tubules by tubular secretion. In adults, average bioavailability of furosemide is 71 ± 35% and it ranges from 43% to 73% [5]. In neonates, mean bioavailability is 84.3% (range 56% to 106%) [6]. In infants, time to peak effect when given intravenously is 1 to 3 h [7]. There is a remarkable interindividual variability in the kinetic parameters of furosemide in neonates. The half-life (t1/2) is 6 to 20-fold longer, clearance (Cl) is 1.2 to 14-fold smaller and volume of distribution (Vd) is 1.3 to 6-fold larger than the adult values.\nIn neonates, duration of the effect is approximately 6 h, although half-life (t1/2) may be as long as 67 h in the most immature newborn infants [7]. Furosemide may be administered as intravenous continuous infusion and yields more controlled diuresis as compared with intermittent intravenous infusion. Extra corporeal membrane oxygenation (ECMO) is a potentially life-saving therapy for neonates suffering from severe respiratory failure. The most common diagnosis for which ECMO is performed are diaphragmatic hernia, meconium aspiration syndrome, and pneumonia [8]. The variable renal function, and the altered furosemide pharmacokinetics, that range from 0.02 to 0.17 mg/kg/h [9], make the dosing schedule of furosemide for ECMO largely empirical. Furosemide may be administered by inhalation to preterm infants with chronic lung disease [10] to improve pulmonary mechanics [11].",
    "trans": "Діуретики збільшують швидкість виділення сечі та виведення Na+ і використовуються для корекції обсягу та/або складу рідин в організмі. Основною одиницею, що утворює сечу, є нефрон, який складається з фільтрувального апарату - клубочка, з'єднаного з довгою трубчастою частиною, яка повторно всмоктує та обробляє гломерулярну ультрафільтрацію. Фуросемід збільшує виведення розчинених речовин з петлі Генле, є похідним сульфонаміду і є найчастіше використовуваним діуретиком у новонароджених [1,2]. При прийомі в надмірних кількостях фуросемід може призвести до зневоднення та електролітного виснаження [3].\nПриблизно в 1960 році були розроблені \"петлеві\" діуретики (фуросемід, етакриновая кислота і буметанід). Вони блокують систему котранспорту Na+-K+-2Cl− у висхідній частині [4] і перешкоджають входженню Na+, Cl− і K+ у трубчасту клітину. Петлеві діуретики мають високу ефективність і з цієї причини називаються \"діуретиками з високим потенціалом\".\nПереміщення Na+, K+ і Cl− з просвіту у епітеліальні клітини у товстій висхідній частині здійснюється за допомогою Na+-K+-2Cl− симпортера. Цей симпортер використовує вільну енергію електрохімічного градієнта Na+, встановленого базолатеральним насосом Na+, для \"вгору\" транспорту K+ і Cl− у клітину. Скасування різниці потенціалів через епітеліальний шар також призводить до значного збільшення виведення Ca2+ і Mg2+, що супроводжується підвищенням pH сечі.\nФуросемід має слабку активність інгібування карбонічної ангідази. Лікарські засоби з активністю інгібування карбонічної ангідази збільшують виділення HCO3− та фосфату з сечею. Блокуючи активне всмоктування NaCl у товстій висхідній частині, фуросемід втручається у критичний етап механізму, який виробляє гіпертонічний медулярний інтерстицій. Тому фуросемід блокує здатність нирок концентрувати сечу під час гіпогідратації [3].\nФуросемід широко зв'язується з плазмовими білками, а при використанні нормальних доз фуросеміду витіснення білірубіну є незначним. Доставка цього препарату до канальців нирок шляхом фільтрації обмежена, і він потрапляє до канальців шляхом секреції. У дорослих середня біодоступність фуросеміду становить 71 ± 35% і коливається від 43% до 73% [5]. У новонароджених середня біодоступність становить 84,3% (діапазон від 56% до 106%) [6]. У немовлят час до досягнення пікового ефекту при внутрішньовенному введенні становить від 1 до 3 годин [7]. Існує значна міжіндивідуальна варіабельність у кінетичних параметрах фуросеміду у новонароджених. Період напіввиведення (t1/2) у них в 6-20 разів довший, кліренс (Cl) в 1,2-14 разів менший, а об'єм розподілу (Vd) в 1,3-6 разів більший, ніж у дорослих.\nУ новонароджених тривалість дії приблизно 6 годин, хоча період напіввиведення (t1/2) може бути до 67 годин у найменш зрілих новонароджених [7]. Фуросемід може бути введений як безперервна внутрішньовенна інфузія і забезпечує більш контрольовану діурезу в порівнянні з переривчастою внутрішньовенною інфузією. Екстракорпоральна мембранна оксигенація (ECMO) є потенційно рятувальною терапією для новонароджених з важкою дихальною недостатністю. Найбільш поширеними діагнозами, за якими проводять ECMO, є діафрагмальна грижа, синдром аспірації меконію та пневмонія [8]. Змінна функція нирок та змінена фармакокінетика фуросеміду, які коливаються від 0,02 до 0,17 мг/кг/год [9], роблять схему дозування фуросеміду для ECMO переважно емпіричною. Фуросемід може бути введений інгаляційно недоношеним немовлятам з хронічним захворюванням легень [10] для покращення легеневої механіки [11]."
}