{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Being honest\nFuld asked how it is that the world is so blind to radical Islam. Gabriel responds by repeating the adage, “If you repeat a lie often enough, people believe it.”\nBut then she went on to describe the attacks against her and her message. She says that those most critical of her, the character assassination commited against her, is not by Muslims or Arabs, but by Jews. Because she is so controversial, she is not invited to speak to Jewish groups out of fear of their leftists donors.\nShe relies only on public funding for her organization, not willing to accept government funding because she is unwilling to let anyone ‘muzzle’ her. She talks about things openly while others are afraid to even utter certain words.\nThis reminded me of the adages, “Follow the money” and “Money talks.” If one’s funding source is salient to the message one promotes, then we need to examine the funding sources of NGOs operating in the field of pro- and anti-Israel activism. We need not question Gabriel’s loyalty to her message because she pulls support only from those who already agree with her and she can remain pure.\nHowever, and I can only speak of organizations operating in Israel, I wonder if they are loyal to their messages or loyal to the messages promoted by their donors. Israeli anti-Israel NGOs, such as Rabbis for Human Rights and Breaking the Silence, are funded mainly by foreign bodies, the former to the tune of 55% and the latter to the tune of 88% of their budgets. And both of these organizations demonize the Jewish state. I am just leaving this here for you to think about for now. I will write more about this in a follow-up article.\nGabriel continues:\nIf good people don’t stand up and say something, evil dwells.",
    "trans": "Будучи чесними\nФулд запитує, як так сталося, що світ настільки сліпий до радикального ісламу. Габріель відповідає, повторюючи прислів'я: \"Якщо ви достатньо часто повторюєте брехню, люди вірять у неї\".\nАле потім вона продовжила описувати напади на себе та своє послання. Вона каже, що найбільш критичні до неї, ті, хто здійснює на неї характерне знищення, це не мусульмани чи араби, а євреї. Оскільки вона є такою суперечливою, її не запрошують виступати перед єврейськими групами через страх перед їхніми лівими донорами.\nВона покладається лише на державне фінансування для своєї організації, не бажаючи приймати урядове фінансування, оскільки не хоче дозволити комусь «заткнути» її. Вона відкрито говорить про речі, в той час як інші бояться навіть вимовити певні слова.\nЦе нагадало мені прислів'я: \"Слідкуйте за грошима\" і \"Гроші говорять\". Якщо джерело фінансування є важливим для послання, яке хтось просуває, то нам потрібно дослідити джерела фінансування НУО, які діють у сфері про- та антиізраїльської активності. Нам не потрібно ставити під сумнів лояльність Габріель до її послання, оскільки вона отримує підтримку лише від тих, хто вже з нею згоден і може залишатися чистою.\nОднак я можу говорити лише про організації, які діють в Ізраїлі, я задаюся питанням, чи вони лояльні до своїх послань або лояльні до послань, які просувають їхні донори. Ізраїльські антиізраїльські НУО, такі як Рабини за права людини та Розрив мовчання, фінансуються переважно іноземними структурами: перша на 55%, а друга на 88% свого бюджету. І обидві ці організації демонізують єврейську державу. Я просто залишаю це тут для вас поки що подумати. Я напишу більше про це в наступній статті.\nГабріель продовжує:\nЯкщо добрі люди не встануть і не скажуть нічого, зло буде панувати."
}