{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Large amounts of microplastics accumulated in the soil of agricultural fields with the rapid development of mulch agriculture. The enrichment of microplastics endangered the growth of crops and food security, and it also posed ecological risks. In this study, we investigated microplastics in a typical agriculture area of Yan' an City, in the loess hilly gully area of China. The characteristics of microplastics including their abundances, sizes, and types were measured through laser direct infrared spectrometer. The potential sources of microplastics were analyzed and the risk of soil microplastic pollution was evaluated. It was elaborated that the average abundances of microplastics in soil, water, and fertilizer were 4505 +/- 435 nkg(-1), 91 +/- 27 nL-1, and 39,629 +/- 10,114 nkg(-1), respectively. Microplastics with particle sizes < 100 mu m accounted for >90 %. The smaller the particle size, the higher the content of microplastics. The top three polymers were polyethylene (PE, 37.4 %), polyethylene terephthalate (PET, 15.0 %), and ethylene vinyl acetate (EVA, 8.9 %), respectively. Agricultural mulch, plastic film, domestic waste, surface water irrigation, and organic compost were probably the potential sources of soil microplastics. The ecological risk evaluation showed that overall sampling sites had a minor ecological risk of microplastic pollution based on their abundance, while the polymer type showed a relatively high ecological risk for the investigated agricultural soils. Polyvinylchloride (PVC) and polymethylmethacrylate (PMMA) contribute considerably to the ecological risk, and their inputs to the farmland environment should be strictly limited. There was no significant carcinogenic risk to humans. This study would provide the basic reference for the current situation and risk assessment of farmland soil microplastics pollution in the loess hilly gully area of China.",
    "trans": "Внаслідок швидкого розвитку меліоративного сільського господарства в ґрунті сільськогосподарських полів накопичуються великі кількості мікропластиків. Накопичення мікропластиків загрожує росту культур і продовольчій безпеці, а також несе екологічні ризики. У цьому дослідженні ми вивчили мікропластики в типовій сільськогосподарській зоні міста Ян'ань, в районі гірських ярів Лоесс у Китаї. Характеристики мікропластиків, включаючи їх кількість, розміри та типи, були виміряні за допомогою лазерного прямого інфрачервоного спектрометра. Були проаналізовані потенційні джерела мікропластиків і оцінено ризик забруднення ґрунту мікропластиками. Було детально розглянуто, що середні кількості мікропластиків у ґрунті, воді та добривах становили відповідно 4505 +/- 435 нг/кг, 91 +/- 27 нмл-1 та 39 629 +/- 10 114 нг/кг. Мікропластики з розмірами частинок < 100 мкм становили >90 %. Чим менший розмір частинок, тим вищий вміст мікропластиків. Трьома основними полімери були поліетилен (PE, 37,4 %), поліетилентерефталат (PET, 15,0 %) та етиленвінілацетат (EVA, 8,9 %). Сільськогосподарський мульчування, пластикові плівки, побутові відходи, зрошення поверхневою водою та органічний компост ймовірно є потенційними джерелами мікропластиків у ґрунті. Оцінка екологічного ризику показала, що загалом досліджувані ділянки мають незначний екологічний ризик забруднення мікропластиками на основі їхньої кількості, тоді як тип полімеру показав відносно високий екологічний ризик для досліджуваних сільськогосподарських ґрунтів. Полівінілхлорид (PVC) та полімethylметакрилат (PMMA) значно сприяють екологічному ризику, і їхнє введення в сільськогосподарське середовище повинно бути строго обмежене. Не було виявлено значного канцерогенного ризику для людей. Це дослідження надасть базову інформацію для оцінки поточної ситуації та ризику забруднення ґрунту сільськогосподарських земель мікропластиками в районі лесової горбистої балки у Китаї."
}