{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I cleaned up without getting the bandage wet.\nAurora’s stitching had fucking hurt. I’d forgotten how painful it could be, but there was no reason to phone the fucking doctor or go to the hospital. They were a persona and place I tried to avoid. Besides, I had a very high pain threshold. It took a lot to get to me.\nI left the bathroom, drying my body and changing into a pair of sweatpants and a shirt. I followed the scents coming from the kitchen, and I didn’t alert Aurora to my presence as she worked. She chopped onions and garlic, putting them in a pan, sprinkling in some herbs and spices as she did.\nMesmerized by the way she moved in the kitchen, I thought about what she said earlier, about feeding me. When I’d asked Sergei what she had to eat, he told me she cooked for herself, but no one else.\nMy anger at the asshole I’d killed was renewed. I wished he was alive so I could have killed him again. Not only that, I’d have made him see who Aurora belonged to. She was mine. No one else’s, and I was frustrated to know he died without me driving that point home.\nI’d never considered myself a possessive person, not when it came to a woman. My turf I defended violently, keeping it belonging to me and in turn, part of Volkov’s terrain. Women came and went. As a young man, I’d fucked my way through so much pussy. None of them had any faces. It had all been about getting myself off, and for them, it was about taking on the Volkov’s meanest fucking brigadier. I was a badge to them, a title.\nWhen Ivan told me I needed to get married for an alliance, I’d been happy to do it. I’d never intended to be faithful to my wife, or think about her.\nAurora had come as a huge surprise to me in so many ways. First, my desire for other women had faded. Even while we hadn’t been having sex but had been married, I hadn’t looked at anyone else. I hadn’t cared to. Women had tried to capture my attention, but I’d ignored them. Each time they did, Aurora’s face would flash in my head, and any desire for anyone or anything else faded.\nIt meant nothing to me.\nAurora opened a can of tomatoes, adding them to the pan, stirring, followed by some water from the kettle. She went to the cupboard, and I liked seeing her at home in the kitchen. The way she turned and worked. This was her home.\nShe had another pot boiling and I saw the packet of pasta on the counter.",
    "trans": "Я прибрався, не намочивши пов'язку.\nШви Аврори боліли, як чорт. Я забув, як це може бути болісно, але не було жодної причини дзвонити до лікаря або йти до лікарні. Вони були особою і місцем, яких я намагався уникати. Крім того, у мене дуже високий больовий поріг. Мені потрібно багато, щоб дістатися до мене.\nЯ вийшов з ванної кімнати, витер тіло і змінився на спортивні штани та футболку. Я пішов за запахами, що йшли з кухні, і не попередив Аврору про свою присутність, поки вона працювала. Вона нарізала цибулю та часник, кладе їх у сковороду, посипаючи травами та спеціями.\nЗачарований тим, як вона рухається на кухні, я подумав про те, що вона сказала раніше про те, що нагодує мене. Коли я запитав Сергія, що у неї є поїсти, він сказав мені, що вона готує для себе, але ні для кого іншого.\nМоя злість на ублюдка, якого я вбив, відновилася. Я б хотів, щоб він був живий, щоб я міг вбити його ще раз. Більше того, я б змусив його зрозуміти, кому належить Аврора. Вона моя. Нікому іншому не належить, і мені було прикро знати, що він помер без того, щоб я довів це.\nЯ ніколи не вважав себе власницькою людиною, коли справа стосувалася жінки. Свою територію я захищав насильством, тримаючи її при собі і в свою чергу частиною території Волкова. Жінки приходили і йшли. У молодості я переспав з великою кількістю дівчат. Жодна з них не мала обличчя. Все було про те, щоб задовольнити себе, а для них - про те, щоб переспати з найжорстокішим бригадиром Волкова. Я був для них значком, титулом.\nКоли Іван сказав мені одружитися для альянсу, я був радий це зробити. Я ніколи не планував бути вірним своїй дружині або думати про неї.\nАврора стала для мене величезною несподіванкою в багатьох відношеннях. По-перше, моє бажання до інших жінок зникло. Навіть коли ми не займалися сексом, але були одружені, я не дивився на нікого іншого. Мені це не було цікаво. Жінки намагалися привернути мою увагу, але я ігнорував їх. Кожного разу, коли вони це робили, обличчя Аврори спалахувало в моїй голові, і будь-яке бажання до когось або чогось іншого зникало.\nЦе нічого для мене не означало.\nАврора відкрила банку з помідорами, додала їх до сковороди, помішала, а потім додала трохи води з чайника. Вона підійшла до шафи, і мені подобалося бачити її вдома на кухні. Як вона повертається і працює. Це був її дім.\nУ неї кипіла інша каструля, а на столі я побачив пакет макаронів."
}