{
    "source": "en_US",
    "target": "uk_UA",
    "text": "23.4 What current neurophysiological methods provide? Intraoperative neurophysiological monitoring can be divided into classical monitoring and mapping techni- ques. Monitoring continuously assesses the functional integrity of the observed tracts or nerves, whereas map- ping localizes and identifies specific structures [19,28]. Observing the free-running EMG for induced activity is one of the earliest methods of cranial nerve monitor- ing [11,29,30]. However, in several cases, cranial nerve EMG has shown to be nonspecific for predicting injury to the cranial nerves [31]. Recently, for facial nerve monitoring, a semiautomatic analysis for categorizing the facial nerve EMG for different train types has been suggested [12,13,15,32,31]. So far, improved computerized classifica- tion of different train types is only available at one surgical center [31]. Direct mapping of cranial nerves is a well-established technique [17,22,33]. It helps to localize the nerve when it is distorted or hidden by a tumor. Classically, it is done by monopolar cathodal or bipolar (or even bipolar coaxial) stimulation with 0.2 ms pulse duration and a rate of 2! 3 Hz [19]. However, classical mapping is an inter- mittent method for which the surgeon needs to pause tumor removal. For further details, see Chapter 11, Brainstem mapping. Monitoring corticobulbar MEPs was initially introduced for the facial nerve and later for all motor cranial nerves [16! 21,34]. Deletis et al. suggested applying a single stimulus 90 ms after delivering a short train of stimuli [17,19]. The rationale for this kind of stimulation is that only a short train of stimuli can elicit “central” responses (activation of the corticobulbar tract for the cranial nerves) elicited from the motor cortex under general anesthesia. If a single stimulus elicits a response, this should be considered a “peripheral” response due to the spreading of current distally and activation of the cranial nerve directly. This direct activation of the extracranial nerve might occasionally cause a false-negative alarm mimicking stable MEP responses [35! 37]. Another possible limitation of MEP monitoring is that its predictive value sporadically hinges on the “irreversibility” of the deteri- oration and therefore irreversibility may represent a post hoc definition [28]. An alternative monitoring option is the direct stimulation of the CN VII using a ball-type electrode placed near the CN VII nerve exit zone of the brain stem [38]. However, these electrodes are very susceptible to accidental displacement during surgical resection. For further details on the set-up and value of corticobulbar MEP monitoring, see Chapter 10, Corticobulbar motor evoked potentials in skull base surgery. In our series of large VSs, we achieved reliable facial MEP monitoring in 75% of our patients and only one of them (6%) presented with HBS worsening at 3 months [26]. In contrast, in 25% we could not obtain reliable MEP at the beginning of the surgery and 40% presented with HBS worsening at 3 months [26]. Therefore the essential value of facial corticobulbar MEP monitoring is supported by our data. However, we could also observe that in a number of patients with large VSs, we were not able to obtain facial corticobulbar MEP already at baseline.",
    "trans": "23.4 Які методи нейрофізіологічного моніторингу в даний час доступні? Інтраопераційний нейрофізіологічний моніторинг можна поділити на класичний моніторинг і картографічні техніки. Моніторинг постійно оцінює функціональну цілісність спостережуваних шляхів або нервів, тоді як картографія локалізує та ідентифікує конкретні структури [19,28]. Спостереження за вільно працюючим ЕМГ для індукованої активності є одним з найраніших методів моніторингу черепних нервів [11,29,30]. Однак у кількох випадках ЕМГ черепних нервів виявилася неспецифічною для прогнозування ушкодження черепних нервів [31]. Нещодавно для моніторингу лицьового нерва була запропонована напівавтоматична аналіз для категоризації ЕМГ лицьового нерва за різними типами імпульсів [12,13,15,32,31]. Досі покращена комп'ютеризована класифікація різних типів імпульсів доступна лише в одному хірургічному центрі [31]. Пряме картографування черепних нервів є добре встановленою технікою [17,22,33]. Воно допомагає локалізувати нерв, коли він спотворений або прихований пухлиною. Класично це виконується за допомогою монополярної катодної або біполярної (або навіть біполярної коаксіальної) стимуляції з тривалістю імпульсу 0,2 мс і частотою 2! 3 Гц [19]. Однак класичне картографування є переривчастим методом, для якого хірург повинен призупинити видалення пухлини. Для отримання додаткової інформації див. Розділ 11, Картографування стовбура мозку. Моніторинг кортикобульбарних МЕП спочатку був введений для лицьового нерва, а пізніше - для всіх моторних черепних нервів [16! 21,34]. Делетіс та ін. запропонували застосовувати один імпульс через 90 мс після подачі короткого ряду стимулів [17,19]. Обґрунтування такого роду стимуляції полягає в тому, що лише короткий ряд стимулів може викликати \"центральні\" відповіді (активацію кортикобульбарного тракту для черепних нервів), які виникають з моторної кори під загальною анестезією. Якщо один імпульс викликає відповідь, це слід вважати \"периферійною\" відповіддю через розповсюдження струму дистально і активацію черепного нерва безпосередньо. Ця пряма активація екстракраніального нерва може іноді спричинити помилкову негативну сигналізацію, що імітує стабільні відповіді МЕП [35! 37]. Іншою можливою обмеженням моніторингу МЕП є те, що його прогностична цінність час від часу залежить від \"незворотності\" погіршення і тому незворотність може представляти постфактумне визначення [28]. Альтернативним варіантом моніторингу є пряма стимуляція CN VII за допомогою електрода у формі кулі, розташованого поблизу виходу нерва CN VII зі стовбура мозку [38]. Однак ці електроди дуже чутливі до випадкового зміщення під час хірургічного видалення. Для отримання додаткової інформації про налаштування та значення моніторингу кортикобульбарних МЕП див. Розділ 10, Кортикобульбарні моторні викликані потенціали при хірургії основи черепа. У нашій серії великих VS ми досягли надійного моніторингу лицьових МЕП у 75% наших пацієнтів і лише один з них (6%) мав погіршення HBS через 3 місяці [26]. У той же час у 25% ми не змогли отримати надійні МЕП на початку операції і 40% мали погіршення HBS через 3 місяці [26]. Тому основна цінність моніторингу лицьових кортикобульбарних МЕП підтверджується нашими даними. Однак ми також спостерігали, що у ряді пацієнтів з великими VS ми не змогли отримати лицьові кортикобульбарні МЕП вже на базовому рівні."
}