{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear teacher, Thanks for your help! I am sorry for not mentioning earlier that my estimated arrival airport is Novosibirsk Airport. I am planning to arrive on Friday, October 25th, at 7:45 AM. Could you arrange an airport pickup at this time and proceed with the dormitory check-in upon my arrival? Thank you very much for your assistance. I look forward to your response. С уважением, [redacted_name] [redacted_number] Mail to:[redacted_email] ------------------ 原始邮件 ------------------ 发件人: \"Отдел по социальной адаптации и сопровождению иностранных студентов\" ; 发送时间: 2024年10月17日(星期四) 晚上6:43 收件人: \"Hope.\"<[redacted_email]>; 主题: Re: Airport pick-up and dormitory check-in consultation, estimated arrival time: 7:45am, October 25 (Friday) Dear student! In order to get from the airport to the building of the isolation ward, located at the address \"st. Arcadia Ivanova, 24\" we offer you the TSU transfer services (Price 1700 rubles) At the exit from the baggage claim area, you will be met by a person with a sign \"Томский государственный университет / Tomsk State University\". • If your flight is delayed, a person with a sign will wait for you. • If you have any problems with your baggage (luggage did not arrive), he will help you solve them promptly. • If there is another problem, it will be solved as quickly as possible. Additional waiting and assistance fees are NOT REQUIRED. You will be taken to the isolation ward, person will help you complete all the necessary documents and answer all your questions in Russian and English. С уважением, Отдел по социальной адаптации и сопровождению иностранных студентов Четверг, 17 октября 2024, 13:25 +07:00 от Hope. <2576997930@qq.com>: Dear teacher, I am planning to purchase a flight ticket for October 25th, with an estimated arrival time of 7:45 AM. I would like to inquire about the possibility of an airport pickup service. Could you please let me know if such a service is available? Additionally, I would like to ask if it is possible to arrange my dormitory check-in upon my arrival. Lastly, I would like to confirm whether the pickup service is arranged for me alone or for a group of students. Thank you very much for your assistance, and I look forward to your response. С уважением, [redacted_name] [redacted_number] Mail to:[redacted_email]",
    "trans": "Шановний викладачу, дякую за вашу допомогу! Перепрошую, що не повідомив раніше, але моїм орієнтовним аеропортом прибуття є аеропорт Новосибірська. Я планую прибути в п’ятницю, 25 жовтня, о 7:45 ранку. Чи могли б ви організувати зустріч в аеропорту в цей час і провести реєстрацію в гуртожитку після мого прибуття? Дуже вдячний за вашу допомогу. З нетерпінням чекаю вашої відповіді. З повагою, [redacted_name] [redacted_number] Пошта: [redacted_email] ------------------ Оригінальний лист ------------------ Відправник: \"Відділ соціальної адаптації та супроводу іноземних студентів\"; Час відправлення: 17 жовтня 2024 р. (четвер) о 18:43; Отримувач: \"Hope.\" <[redacted_email]>; Тема: Re: Консультація з питань зустрічі в аеропорту та реєстрації в гуртожитку, орієнтовний час прибуття: 7:45, 25 жовтня (п’ятниця) Шановний студенте! Щоб дістатися від аеропорту до будівлі ізолятора, яка знаходиться за адресою \"вул. Аркадія Іванова, 24\", ми пропонуємо послугу трансферу від ТГУ (ціна 1700 рублів). Біля виходу з зони отримання багажу вас зустріне людина з табличкою «Томський державний університет»• Якщо ваш рейс затримається, людина з табличкою буде вас чекати. • Якщо виникнуть проблеми з вашим багажем (багаж не прибув), він допоможе вам швидко вирішити їх. • Якщо виникне інша проблема, її також буде вирішено якомога швидше. Додаткові витрати на очікування та допомогу не потрібні. Вас відвезуть до ізолятора, людина допоможе вам заповнити всі необхідні документи та відповість на всі ваші питання російською та англійською мовами. З повагою, Відділ соціальної адаптації та супроводу іноземних студентів. Четвер, 17 жовтня 2024, 13:25 +07:00 від Hope. 2576997930@qq.com: Шановний викладачу, Я планую придбати квиток на літак на 25 жовтня з орієнтовним часом прибуття о 7:45 ранку. Хотів би дізнатися про можливість організації зустрічі в аеропорту. Чи можете ви повідомити, чи доступна така послуга? Крім того, хотів би запитати, чи можна організувати реєстрацію в гуртожитку по прибуттю. І наостанок, чи є можливість підтвердити, чи буде організована зустріч лише для мене чи для групи студентів. Дуже вдячний за вашу допомогу, чекаю на вашу відповідь. З повагою, [redacted_name] [redacted_number]. Пошта: [redacted_email]"
}