{
    "source": "en_US",
    "target": "uk_UA",
    "text": "With the first class test approaching (Thursday, 17th October), we wanted to share some information and rules so that the test runs smoothly.\nIf you haven't done so, please take a look at the mock class test to familiarise yourself with the format of the timed assessments.\nThe duration of the test is 1h30m with an additional 5min for submission.\nPlease arrive at the lab at 13:00 so you have time to settle in and check that your computer is working fine. The class test will start at 13:15.\nPlease bring your UofG ID card. IDs will be checked before the start of the class test.\nThe class test will open at 13:15 and automatically close at 14:50. You must submit your responses before the class test closes.\nAdditional devices are not allowed.\nDictionaries are not allowed.\nOnly Moodle and R/RStudio can be opened during the class test. Please do not open any additional tabs or applications.\nYou will have full access to all Moodle material, including module notes, labs, solutions, additional codes, etc.\nIf we see any suspicious activity, you will be asked to stand up and move away from the computer immediately.",
    "trans": "Оскільки наближається перше контрольне тестування (четвер, 17 жовтня), ми хочемо поділитися важливою інформацією та правилами, щоб тест пройшов без проблем.\nЯкщо ви ще цього не зробили, перегляньте пробне тестування, щоб ознайомитися з форматом оцінювання в умовах обмеженого часу.\nТривалість тесту – 1 година 30 хвилин, плюс додаткові 5 хвилин для подання відповідей.\nБудь ласка, приходьте до лабораторії о 13:00, щоб у вас був час підготуватися та перевірити, чи справно працює ваш комп’ютер. Контрольне тестування розпочнеться о 13:15.\nНе забудьте взяти із собою студентський квиток UofG. Перевірка посвідчень відбуватиметься перед початком тесту.\nТест відкриється о 13:15 і автоматично закриється о 14:50. Ви повинні подати свої відповіді до моменту закриття тесту.\nДодаткові пристрої заборонені.\nСловники заборонені.\nПід час тестування дозволено відкривати лише Moodle та R/RStudio. Будь ласка, не відкривайте додаткові вкладки чи програми.\nВи матимете повний доступ до всіх матеріалів Moodle, включно з модульними нотатками, лабораторними роботами, розв’язками, додатковим кодом тощо.\nЯкщо буде помічено будь-яку підозрілу активність, вам доведеться негайно встати та відійти від комп’ютера."
}