{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The management of society’s resources is important because resources are\nscarce. Scarcity means that society has limited resources and therefore cannot\nproduce all the goods and services people wish to have. Just as each member of\na household cannot get everything she wants, each individual in a society cannot\nattain the highest standard of living to which she might aspire.\nEconomics is the study of how society manages its scarce resources. In most so-\ncieties, resources are allocated not by an all-powerful dictator but through the com-\nbined choices of millions of households and firms. Economists, therefore, study\nhow people make decisions: how much they work, what they buy, how much they\nsave, and how they invest their savings. Economists also study how people in-\nteract with one another. For instance, they examine how the multitude of buyers\nand sellers of a good together determine the price at which the good is sold and\nthe quantity that is sold. Finally, economists analyze forces and trends that affect\nthe! economy as a whole, including the growth in average income, the fraction of\nthe population that cannot find work, and the rate at which prices are rising.\nThe study of economics has many facets, but it is unified by several central\nideas. In this chapter, we look at Ten Principles of Economics. Don’t worry if you\ndon’t understand them all at first or if you aren’t completely convinced. We ex-\nplore these ideas more fully in later chapters. The ten principles are introduced\nhere to give you an overview of what economics is all about. Consider this chap-\nter a “preview of coming attractions.”",
    "trans": "Управління ресурсами суспільства є важливим, оскільки ресурси\nобмежені. Обмеженість означає, що у суспільства є обмежені ресурси, і тому воно не може\nвиробляти всі товари та послуги, які люди хочуть мати. Так само, як кожен член\nдомогосподарства не може отримати все, що хоче, кожен індивід у суспільстві не може\nдосягти найвищого рівня життя, до якого він може прагнути.\nЕкономіка — це вивчення того, як суспільство управляє своїми обмеженими ресурсами. У більшості\nсуспільств ресурси розподіляються не всемогутнім диктатором, а через сукупні\nвибори мільйонів домогосподарств і підприємств. Тому економісти вивчають,\nяк люди приймають рішення: скільки вони працюють, що купують, скільки\nзаощаджують і як інвестують свої заощадження. Економісти також вивчають, як люди\nвзаємодіють між собою. Наприклад, вони досліджують, як численні покупці\nта продавці товару разом визначають ціну, за якою товар продається, і\nкількість товару, що продається. Нарешті, економісти аналізують сили та тенденції, які впливають на\nекономіку в цілому, зокрема зростання середнього доходу, частку\nнаселення, яке не може знайти роботу, і рівень зростання цін.\nВивчення економіки має багато аспектів, але його об'єднують кілька центральних\nідей. У цьому розділі ми розглянемо десять принципів економіки. Не хвилюйтеся, якщо ви\nне зрозумієте їх усі одразу або якщо не будете повністю переконані. Ми\nрозглянемо ці ідеї більш детально в наступних розділах. Ці десять принципів вводяться\nтут, щоб дати вам загальне уявлення про те, чим займається економіка. Вважайте цей розділ\n«попереднім переглядом майбутніх подій»."
}