{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Brock Elliott Elementary School ([redacted_number])\nSend Email Invitations\nPlease help your child send email invitations to family, friends, and co-workers who will support Emily Medina and help Brock Elliott Elementary School. Only send email invitations to family and friends 18 years or older. Teachers and principals have this information, so please do not email them.\nClick here to see a sample Email Invitation.\nYour child can win valuable prizes on their Prize Meter when your invited sponsors make a purchase with merchants participating in the school prize program. You have until the end of the school year to win; so the more email invitations you send, the more prizes your child might earn!\nSchoolStore.com takes your family's privacy very seriously. This is a secure site. Your personal information and addresses will only benefit Brock Elliott Elementary School and will never be shared or used for any other purpose.",
    "trans": "Початкова школа Brock Elliott Elementary ([redacted_number])\nНадіслати електронні запрошення\nБудь ласка, допоможіть вашій дитині надіслати електронні запрошення родині, друзям та колегам, які підтримають  Emily Medina та допоможуть Початковій школі Brock Elliott. надсилайте запрошення лише родичам та друзям від 18 років. Вчителя та керівники мають цю інформацію, отже не пишіть їм.\nНатисніть тут, щоб переглянути зразок Електронного запрошення.\nВаша дитина може виграти цінні призи в Prize Meter, коли ваші запрошені спонсори здійснять покупку у торговців, що беруть участь в шкільній призовій програмі. Ви маєте час до кінця навчального року, щоб виграти, тому чим більше елекронних запрошень ви надіщлете, тим більше призів може заробити ваша дитина!\nSchoolStore.com дуже серйозно ставиться до приватності вашої родини. Це — безпечний сайт. Ваша персональна інформація та адреси будуть використовуватись лише Початковою школою Brock Elliott і ніколи не будуть розповсюджені або використані в інших цілях."
}