{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] stared at the woman in white in front of him in a daze. He was even a little absent-minded. He did not know if everything he saw was real. If it was real, then was the person in front of him really her?\nHer figure was valiant, her clothes fluttering in the wind. Her heroic spirit was overwhelming, and her sword Qi was awe-inspiring. Her beauty could topple cities, and she was like a sword of light. Her gaze was extremely cold, and her aura was extremely majestic. She was like an executioner who killed decisively. Her gaze was extremely clear, because she only had killing intent, and it was as cold as thousand-year-old ice.\nThe person in front of him was none other than [redacted_name]\nNo one could know the shock in [redacted_name] heart at this moment. He had clearly seen [redacted_name] fall back then, and [redacted_name] had died for him. [redacted_name] heart was filled with guilt. Even though he had the ability to slaughter all living beings in that battle, he had still seen [redacted_name]perish before his eyes.\nIn the instant that [redacted_name] had flown into a thunderous rage, he had forcefully killed the Sky Lai Realm Master. In the instant that he turned around, he discovered that [redacted_name] had long since disappeared. But now, she had actually appeared before his eyes, alive and well. This kind of shock was difficult for [redacted_name] to accept.\n[redacted_name], shock, but more than that, doubt. Was she a dead person, or a puppet?\n[redacted_name] could not sense it, because her soul seemed to have already fallen silent, and there was a deathly stillness in her eyes. However, her gaze did not have that kind of enslavement collapse. Instead, it was as cold as ever, and there was only endless killing intent.\n\"[redacted_name]!\"\n[redacted_name] shouted in a low voice. However, [redacted_name] did not have the slightest intention to stop. Instead, she became more and more courageous as the battle went on.[redacted_name] had no way to retreat at all. On the contrary, she noticed the appearance of [redacted_name]. [redacted_name]turned into a stream of light, and directly blocked in front of the two of them. He swung his sword and clashed with Y[redacted_name] sword. [redacted_name] actually felt an endless force spreading from the Heavenly Dragon Sword. The rebounding force made him filled with shock. There were only a few people who could make [redacted_name] retreat with just one sword strike.\n\"Her strength is actually so strong.\"\n[redacted_name] was shocked in his heart. He looked at [redacted_name] with his burning eyes. When her eyes met his, there was only endless killing intent, and nothing else.[redacted_name] knew that she was no longer the [redacted_name] from before.\n\"I did not expect to meet you here.\"\n[redacted_name] said with a bitter smile. Her face was filled with coldness. She had already decided to cut off her relationship with [redacted_name] for the sake of her family's revival. However, fate still tied the two of them together.\n\"Are you alright?\"\n[redacted_name] asked with concern. He glanced at [redacted_name], and the cold and complicated expression in her eyes made [redacted_name] quite puzzled.\n\"If there's something wrong, I won't be standing here.\"",
    "trans": "[redacted_name] витріщився на жінку в білому перед собою, перебуваючи в замішанні. Він навіть був трохи розсіяний. Він не знав, чи все, що він бачить, є реальним. Якщо це реально, то чи дійсно та людина перед ним - це вона?\nЇї постать була відважною, її одяг майорів на вітрі. Її героїчний дух був приголомшливим, а її мечевий Ці був вражаючим. Її краса могла б повалити цілі міста, і вона була схожа на меч світла. Її погляд був надзвичайно холодним, а її аура - надзвичайно величною. Вона була схожа на катівницю, яка рішуче вбиває. Її погляд був надзвичайно ясним, тому що вона мала лише намір вбивати, і він був холодним як тисячолітній лід.\nЛюдина перед ним не була ніким іншим, як [redacted_name]\nНіхто не міг знати шок у серці [redacted_name] в цей момент. Він чітко бачив, як [redacted_name] впала тоді назад, і [redacted_name] померла за нього. Серце [redacted_name] було сповнене провини. Навіть якщо у нього була здатність знищити всіх живих істот у тій битві, він все ще бачив, як [redacted_name] загинула на його очах.\nУ момент, коли [redacted_name] спалахнула грізним гнівом, він силою вбив Майстра Небесного Лая. У момент, коли він обернувся, він виявив, що [redacted_name] давно зникла. Але тепер вона насправді з'явилася перед його очима, жива і здорова. Цей вид шоку було важко прийняти [redacted_name].\n[redacted_name], шок, але більше того - сумнів. Чи була вона мертвою людиною або лялькою?\n[redacted_name] не могла це відчути, тому що її душа здавалася вже мовчазною і в її очах панувала мертва тиша. Однак її погляд не мав того виду підпорядкованості і розпаду. Навпаки, він залишався таким же холодним і містив лише безмежний намір вбивати.\n\"[redacted_name]!\"\n[redacted_name] тихо закричала. Однак [redacted_name] зовсім не мала наміру зупинятися. Навпаки, вона ставала все більш сміливою в міру продовження битви. У [redacted_name] зовсім не було можливості відступити. Навпаки, вона помітила появу [redacted_name]. [redacted_name] перетворилася на потік світла і прямо заблокувала шлях перед ними двома. Він розмахнув мечем і зіткнувся з мечем [redacted_name]. [redacted_name] насправді відчула безмежну силу, що поширюється від Небесного Драконового Меча. Відбивна сила наповнила її шоком. Лише кілька людей могли змусити [redacted_name] відступити всього одним ударом меча.\n\"Її сила насправді така сильна.\"\n[redacted_name] була вражена в серці. Вона дивилася на [redacted_name] палаючими очима. Коли їхні погляди зустрілися, в її очах була лише безмежна ворожість і нічого іншого. [redacted_name] знала, що вона вже не та [redacted_name], що була раніше.\n\"Я не очікувала зустріти тебе тут.\"\n[redacted_name] сказала з гіркою усмішкою. Її обличчя було сповнене холодом. Вона вже вирішила розірвати свої стосунки з [redacted_name] заради відродження своєї родини. Однак доля все ще пов'язала їх разом.\n\"Ти в порядку?\"\n[redacted_name] запитала з турботою. Вона поглянула на [redacted_name], а холодний і складний вираз в її очах викликав у [redacted_name] велике здивування.\n\"Якщо б щось було не так, я б не стояла тут.\""
}