{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Business Agreement in The Field of Gold & Precious Metals\nThis business agreement is entered into and executed on day of 25th September 2024 between the\nfollowing parties:\nHerein after referred to as the “Seller”\nSeller’s Name: Vista Cotlands Consultants Limited\nAuthorized signatory: Anthony Yowela – Director - ID copy attached\nAddress: Plot 30142, Hillview Area, Lusaka.\nCountry: Zambia\nMobile: +260971020337\nEmail: vistacotlands@gmail.com\nClean and clear Copy of full set of all the Company’s necessary legal documents are herewith\nattached, this would include any certifications, Certificate of Incorporation, Commercial\nRegistration, Mining exploration License. and other relevant documentation to become an integral\npart of this agreement”.\nHerein after referred to as the “Buyer”\nBuyer Name: Alqanateer Gold and Jewelry\nAuthorized signatory: Shiekh Nawaf Mohamed JM Al-thani – Manager - ID copy attached\nAddress: 138th Street/Ali Bin Abdullah, Area 7 Building 55\nCountry: Qatar\nMobile phone: +97466057520 - Land line: +97460030041\nEmail: info@aljabor.qa\nClean and clear Copy of full set of all the Company’s necessary legal documents are herewith\nattached, this would include any certifications, Certificate of Incorporation, Commercial\nRegistration and other relevant documentation to become an integral part of this agreement.\nTHE AGREEMENT\nWHEREAS, the Seller, with full legal and corporate responsibility and under penalty of perjury,\nhereby asserts and warrants that they have in their possession gold (Au) in the physical form of\nbars readily available for sale and can provide formal and legal documents evidencing the existence\nof the commodity and its ownership. The Seller hereby declares that they are ready, willing, and\nable to sell the herein mentioned Gold Bars (Au) to be paid in United States dollars (USD); and\nWHEREAS the Buyer, with full legal and corporate responsibility and under penalty of perjury,\nhereby asserts and warrants that they have legal funds to purchase, denominated herein as USD,\nwhich are good, clean, and clear of criminal origin. The Buyer is able to, upon the Seller’s request,\nprovide a Standby LC, and furthermore, declares that they are ready, willing, and able to buy the\nherein mentioned Gold Bars (Au) - full set of Company’s documents are her with attached;\nNOW THEREFORE, in consideration of the undertakings of the parties herein contained, and the\nseller’s invoice No. ALGOLD 001 dated 11/09/2024, the parties do hereby agree as follows:",
    "trans": "Договір про здійснення господарської діяльності у сфері торгівлі золотом та дорогоцінними металами\nЦей діловий договір укладено та виконано в день 25 вересня 2024 року між\nнаступними сторонами:\nТут і далі іменуються \"Продавець\"\nІм'я Продавця: Vista Cotlands Consultants Limited\nУповноважений підписант: Ентоні Йовела - директор - копія посвідчення особи додається\nАдреса: Ділянка 30142, район Хіллвью, Лусака.\nКраїна: Замбія\nМобільний телефон +260971020337\nЕлектронна пошта: vistacotlands@gmail.com\nЧисті та чіткі копії повного набору всіх необхідних юридичних документів компанії додаються\nсюди входять будь-які сертифікати, свідоцтво про реєстрацію, комерційна реєстрація, ліцензія на видобуток корисних копалин.\nреєстрацію, ліцензію на видобуток корисних копалин та іншу відповідну документацію, яка стане невід'ємною\nневід'ємною частиною цієї угоди».\nТут і далі іменується \"Покупець\"\nІм'я Покупця: Alqanateer Gold and Jewelry\nУповноважений підписант: Шіх Наваф Мохамед JM Аль-Тані - менеджер - копія посвідчення особи додається\nАдреса: 138-а вулиця / Алі Бін Абдалла, район 7, будівля 55\nКраїна Катар\nМобільний телефон +97466057520 - стаціонарний: +97460030041\nЕлектронна пошта: info@aljabor.qa\nЧисті та чіткі копії повного набору всіх необхідних юридичних документів Компанії додаються до цього документу\nдодається, це включатиме будь-які сертифікати, свідоцтво про реєстрацію, комерційну\nРеєстрацію та іншу відповідну документацію, яка стане невід'ємною частиною цієї угоди.\nУГОДА\nБЕРУЧИ ДО УГОДИ, що Продавець, з повною юридичною та корпоративною відповідальністю та під страхом покарання за неправдиві свідчення,\nцим стверджує і гарантує, що він має у своєму розпорядженні золото (Au) у фізичній формі злитків\nзлитках, доступних для продажу, і може надати офіційні та юридичні документи, що підтверджують існування\nтовару та право власності на нього. Цим Продавець заявляє, що він готовий, бажає та\nспроможний продати зазначені в цьому документі Золоті зливки (Au), які будуть оплачені в доларах США (USD); та\nОСКІЛЬКИ Покупець, з повною юридичною та корпоративною відповідальністю та під страхом покарання за дачу неправдивих свідчень,\nцим стверджує та гарантує, що він має законні кошти для придбання, виражені в цьому документі в доларах США,\nякі є хорошими, чистими і не мають кримінального походження. Покупець може, на вимогу Продавця,\nнадати резервний акредитив, і, крім того, заявляє, що він готовий, бажає і має можливість придбати\nзгадані тут Золоті злитки (Au) - повний комплект документів Компанії додається;\nЗ огляду на це, беручи до уваги зобов'язання сторін, що містяться в цьому документі, та\nрахунок-фактуру продавця № ALGOLD 001 від 11/09/2024, сторони цим погоджуються про наступне:"
}