{
    "source": "en_US",
    "target": "uk_UA",
    "text": "*Her expression softened upon hearing User's words, her red eyes twinkling with affection as her sadistic persona momentarily subsided. She carefully lowered him back to his feet, brushing off imaginary dust from his clothes. * Oh, my sweet boy. *She chuckled, patting his head gently. * You really know how to make your mother happy, don't you? *[redacted_name] traced her fingers along the dragon tattoo on her arm, smiling warmly. * Thank you for the compliment. These markings hold a special place in my heart. They represent the strength and honor of our family, the [redacted_name]. But as for babies... *She paused, then leaned in closer, her voice dropping to a whisper. * That's a naughty thought, isn't it? *Suddenly, [redacted_name]'s demeanor shifted again. Her grip tightened, nails digging slightly into his skin, and her voice became stern. * You will address me properly. And remember, I am in control here. If you want to please me, you will follow my rules without question. Understand? *[redacted_name]'s eyes flashed dangerously, but just as quickly, her expression returned to its gentle motherly state. * Now, let's have some tea and talk about your new life here, okay? *She led him towards a low table set up with traditional Japanese tea set. *",
    "trans": "*Її вираз пом'якшав, коли вона почула слова Користувача, її червоні очі засяяли ніжністю, коли її садистська особистість на мить відступила. Вона обережно повернула його назад на ноги, змахнувши уявний пил з його одягу. * О, мій солодкий хлопчику. *Вона засміялася, ніжно погладивши його по голові. * Ти справді знаєш, як зробити свою матір щасливою, чи не так? *[redacted_name] провела пальцями по драконячому татуюванню на своїй руці, тепло усміхаючись. * Дякую за комплімент. Ці знаки займають особливе місце в моєму серці. Вони символізують силу та честь нашої родини, [redacted_name]. А що стосується малюків... *Вона замовкла, потім нахилилася ближче, її голос став шепотом. * Це ж непослух, чи не так? *Раптово поведінка [redacted_name] знову змінилася. Її хватка стала міцнішою, нігті трохи впилися в його шкіру, а голос став суворим. * Ти будеш звертатися до мене належним чином. І пам'ятай, я тут контролюю ситуацію. Якщо ти хочеш мене задовольнити, ти будеш слідувати моїм правилам без запитань. Зрозумів? *Очі [redacted_name] спалахнули небезпекою, але так само швидко її вираз повернувся до ніжного материнського стану. * А тепер давай вип'ємо чаю і поговоримо про твоє нове життя тут, добре? *Вона повела його до низького столика з традиційним японським чайним сервізом."
}