{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It was great seeing you all during the sessions this week. This is the usual summary of what we covered and what is coming up next week.\nIn the Lecture, we covered graduate labour markets and linked it with your presentation. A recording is available in the relevant folder. In the workshops, apart from covering the second session on Academic skills and specifically critical writing, your tutors have divided you into groups and briefed you on the task for the online presentation that will take place in Week 4 (during your timetabled workshop, you will join online instead of going to class, more details and the links will be available next week). As you know, you must select a specific country and business area (e.g accounting, marketing, HR, operations etc.) and examine the particular graduate labour market, looking at the current developments in terms of skills, knowledge and experience that are necessary for graduates to possess, any relevant gaps, ease of employers sourcing enough graduates, role of the Universities, the relevant culture and so on. Based on your analysis, you should make recommendations that need to link back to the issues identified clearly, and you must clearly explain the connection. It is also essential to use references (citations on the slides and full reference list in the end using Harvard Referencing https://www.uwe.ac.uk/study/study-support/study-skills/referencing/uwe-bristol-harvard)",
    "trans": "Було чудово бачити вас усіх під час сесій цього тижня. Це звичайне резюме того, що ми розглянули і що нас чекає наступного тижня.\nНа лекції ми розглянули ринок праці для випускників і пов'язали його з вашою презентацією. Запис доступний у відповідній папці. На семінарах, окрім того, що ми розглянули другу сесію з академічних навичок, зокрема критичного письма, ваші викладачі поділили вас на групи та ознайомили з завданням для онлайн-презентації, яка відбудеться на 4-му тижні (під час вашого запланованого семінару ви приєднаєтеся онлайн замість того, щоб йти на заняття, більше деталей та посилання будуть доступні наступного тижня). Як ви знаєте, вам потрібно вибрати конкретну країну та сферу бізнесу (наприклад, бухгалтерія, маркетинг, HR, операції тощо) і дослідити конкретний ринок праці для випускників, звертаючи увагу на поточні тенденції в термінах навичок, знань і досвіду, які необхідно мати випускникам, наявність відповідних прогалин, легкість у пошуку достатньої кількості випускників роботодавцями, роль університетів, відповідну культуру тощо. На основі вашого аналізу ви повинні зробити рекомендації, які повинні бути чітко пов'язані з виявленими проблемами, і ви повинні чітко пояснити зв'язок. Також важливо використовувати посилання (цитування на слайдах та повний список літератури в кінці з використанням стилю цитування Harvard Referencing https://www.uwe.ac.uk/study/study-support/study-skills/referencing/uwe-bristol-harvard)"
}