{
    "source": "en_US",
    "target": "uk_UA",
    "text": "important you attend the final two tutorial sessions so we can see how you are progressing with your specimen book.\nDon't be fooled\nThis brief does need time and nurturing. Mocking up your book is an important part of the design process. Working on the laptop and viewing your work only on the screen can be deceiving. Point sizes, type hierarchy and how you are using the space on the page always appears different when you print your spreads out to scale, compared to looking at it on screen. Please make sure you take the time to step away from the laptop and review how your page layouts are progressing as printed mock-ups. Use your ‘Typographic Rhythm’ worksheet as a guide so you are mapping and planning how the spreads are going to look in terms of its ‘rhythm’ and ‘flow’.\nExpectations for next class\nNext week we are expecting to see a full mock-up of the entire specimen book. Trimmed to scale and in colour. You can also bring to class stock samples of what you are planning to use for the cover and text pages of the specimen book. If you know what kind of binding mechanism you are wanting to use, bring this to class as well. The more you show us, the more feedback we can give you! The ball is in your court.",
    "trans": "важливо, щоб ви відвідали останні два заняття, щоб ми могли побачити, як ви просуваєтеся з вашим зразковим буклетом.\nНе дайте себе обманути\nЦей проект дійсно потребує часу та уваги. Створення макету вашого буклета є важливою частиною процесу дизайну. Робота на ноутбуці та перегляд вашої роботи лише на екрані можуть бути оманливими. Розміри шрифтів, ієрархія типу та те, як ви використовуєте простір на сторінці, завжди виглядають по-різному, коли ви друкуєте свої розвороти в масштабі, порівняно з переглядом їх на екрані. Будь ласка, переконайтеся, що ви витратите час на те, щоб відійти від ноутбука і переглянути, як прогресують ваші макети сторінок у вигляді надрукованих макетів. Використовуйте свій аркуш \"Типографічний ритм\" як посібник, щоб планувати і картографувати, як будуть виглядати розвороти з точки зору їх \"ритму\" та \"потоку\".\nОчікування для наступного заняття\nНаступного тижня ми очікуємо побачити повний макет всього зразкового буклета. Вирізаний до масштабу і кольоровий. Ви також можете принести на заняття зразки матеріалів, які плануєте використовувати для обкладинки та текстових сторінок зразкового буклета. Якщо ви знаєте, який механізм зв'язування хочете використовувати, також принесіть його на заняття. Чим більше ви нам покажете, тим більше відгуків ми зможемо вам дати! Тепер все залежить від вас."
}