{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Case Study 9.2: No Good Deed Goes Unpunished: Failing to Live Up to Corporate Values at U.S. Bank • Do you agree with Kristof when he claims that this incident demonstrates that U.S. Bank has lost its \"soul\"? Why or why not? • What changes should the bank make to its policies to prevent a similar situation from happening again? To bring them more in line with corporate values? . If you were Emily James, would you have returned to your job at U.S. Bank at a higher salary? Why or why not? Minneapolis-based U.S. Bank has a \"people-first\" set of corporate vision and values. The company declares that employees are \"empowered to do the right thing\" and calls on them to be champions of the people we serve and work with, advocating for their dreams, ambitions and best interests. \"1 Portland, Oregon, call center employee Emily James appeared to be living out U.S. Bank's values on Christmas Eve 2019. That day, she drove to a local service station to give $20 to bank customer Marc Eugenio so he could buy gas to drive home. Eugenio had deposited a $1,080 paycheck, but the bank put a hold on the money. He spent two days at a local branch trying to get access to his account so he could buy presents for his son and daughter. On Christmas Eve, he spent hours trying to use his debit card at the gas pump, hoping that the money would appear in his account. “I was stranded,\" he said. \"I could have walked home but it would have been five miles in the cold.\" 2 He then called the bank's toll-free number and talked to James. She realized that Marc had been misled and that his money wouldn't be released. Feeling bad for Eugenio, Emily got permission from her supervisor and drove 20 minutes to the gas station and handed him $20, wishing him \"Merry Christmas.\" She then drove straight back to work. Instead of honoring James for her generous act, U.S. Bank officials fired her and the supervisor who approved her rescue mission, claiming they violated policies forbidding call center employees from meeting customers. The bank issued a statement, saying, \"She broke the rules, putting herself and the bank at unnecessary risk.\" A bank official later claimed that James misled her supervisor and could have found other ways to get the money to Eugenio. James, who received a number of honors and commendations during her time at U.S. Bank, remains convinced she did the right thing, noting, \"I can't change the world but I can change the world for that one person.\" 3 Out of a job with no severance package from the bank, she lost her health insurance and began selling blood plasma to pay the bills. James's firing led to national and international outrage. Initially, U.S. Bank stood by its decision to fire James. CEO Andy Cecere then stepped in, declaring, \"I will fix this.\" He apparently acted in response to a scathing New York Times column. Nicholas Kristof pointed to the incident as an example of how \"some companies have lost their souls.\" Kristof went on to say, The bottom line is this: Cecere, who was paid $14.1 million in 2018, presides over a company that has smeared a much-decorated employee who helped a customer and as a result survives by selling blood plasma. I suggest Cecere apologize, reinstate James and promote her; he might also show contrition by selling his own blood plasma and donating the proceeds to a charity of James's choosing. Cecere offered an apology for the incident, declaring that \"this is not who we are\" and taking \"full responsibility” for what happened. He then offered to hire back both the supervisor and James at higher pay. The supervisor immediately accepted the offer and returned to the company. James interviewed with several other employers who contacted her after learning of her plight. She took a position created for her at a credit union in California.",
    "trans": "Кейс 9.2: Немає добрих вчинків без покарання: невідповідність корпоративним цінностям у U.S. Bank • Чи погоджуєтеся ви з Кристофом, коли він стверджує, що цей інцидент демонструє, що U.S. Bank втратив свою \"душу\"? Чому так або чому ні? • Які зміни банк повинен внести до своїх політик, щоб запобігти повторенню подібної ситуації? Щоб привести їх у відповідність з корпоративними цінностями? • Якби ви були Емілі Джеймс, чи повернулися б ви на свою роботу в U.S. Bank за вищу зарплату? Чому так або чому ні? Розташований в Міннеаполісі U.S. Bank має набір корпоративних цінностей \"люди перш за все\". Компанія заявляє, що співробітники \"уповноважені робити правильні речі\" і закликає їх бути захисниками людей, яких ми обслуговуємо і з якими працюємо, відстоюючи їхні мрії, амбіції та найкращі інтереси. \"1 Співробітниця колл-центру U.S. Bank з Портленда, штат Орегон, Емілі Джеймс, здавалося, що вона втілює цінності U.S. Bank на Різдво 2019 року. Того дня вона поїхала на місцеву автозаправну станцію, щоб дати 20 доларів клієнту банку Марку Євгеніо, щоб він міг купити бензин для поїздки додому. Євгеніо вніс на рахунок банку чек на суму 1080 доларів, але банк заблокував ці гроші. Він провів два дні в місцевому відділенні банку, намагаючись отримати доступ до свого рахунку, щоб купити подарунки для сина і доньки. На Різдво він провів години, намагаючись використовувати свою дебетову картку на бензоколонці, сподіваючись, що гроші з'являться на його рахунку. \"Я був у безвихідній ситуації,\" - сказав він. \"Я міг би дійти пішки додому, але це було б п'ять миль по холодній погоді.\" 2 Потім він зателефонував на безкоштовний номер банку і поговорив з Джеймс. Вона зрозуміла, що Марка ввели в оману і його гроші не будуть розблоковані. Відчуваючи жаль до Євгеніо, Емілі отримала дозвіл від свого керівника і проїхала 20 хвилин до автозаправної станції, щоб вручити йому 20 доларів і побажати \"Щасливого Різдва\". Потім вона відразу повернулася на роботу. Замість того щоб нагородити Джеймс за її щедрий вчинок, керівники U.S. Bank звільнили її та керівника, який схвалив її рятувальну місію, стверджуючи, що вони порушили політику заборони зустрічей співробітників колл-центру з клієнтами. Банк випустив заяву, в якій говорилося: \"Вона порушила правила, підставивши себе і банк під непотрібний ризик.\" Пізніше один із представників банку стверджував, що Джеймс ввела в оману свого керівника і могла знайти інші способи передати гроші Євгеніо. Джеймс, яка отримала багато нагород і відзнак під час своєї роботи в U.S. Bank, залишається переконаною в тому, що вона зробила правильний вибір: \"Я не можу змінити світ, але можу змінити світ для однієї людини.\" 3 Залишившись без роботи і не отримавши вихідної допомоги від банку, вона втратила медичну страховку і почала продавати плазму крові для покриття витрат. Звільнення Джеймс викликало обурення як у США, так і за кордоном. Спочатку U.S. Bank підтримував своє рішення звільнити Джеймс. Потім генеральний директор Енді Чесере втрутився і оголосив: \"Я виправлю це.\" Він явно діяв у відповідь на різку колонку New York Times. Ніколас Кристоф навів цей інцидент як приклад того, як \"деякі компанії втратили свою душу.\" Кристоф продовжив: Суть справи така: Чесере, який отримав 14 мільйонів доларів у 2018 році, очолює компанію, яка очорнила дуже нагороджену співробітницю за те, що вона допомогла клієнту і в результаті виживає завдяки продажу плазми крові. Я пропоную Чесере вибачитися перед Джеймсом за цей інцидент, поновити її на посаді та підвищити їй зарплату; він також може проявити каяття тим, що продасть свою власну плазму крові і пожертвує виручені кошти благодійній організації за вибором Джеймс."
}