{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Are you okay with sitting on Ava's lap for a moment, Ray?\" He asked, who obviously nodded her head because why would she take my side when she could also be in a Ferrari? I guess I couldn't blame her for choosing that option. Charles' gaze returned to me as a grin appeared on his face. \"Sounds to me like it's two against one.\"\nI gave him an angry look and mouthed the words 'I hate you' to him before I eventually got into the car. After putting on my seatbelt, Charles placed Raylee on my lap and closed the door. He walked around the front of the car and got behind the wheel. A roaring sound echoed through the vehicle as Charles started the engine. Raylee giggled at the sound, which caused both Charles and me to smile.\nAfter a short drive, Charles drove onto a parking lot. He found an empty parking spot and shut down the engine before we all got off. I quickly felt the warm August sun burning down on me, which immediately made me regret my choice of the long black sports leggings. But they were the only sport bottoms I brought with me.\nCharles led the way with Raylee in hand, and I walked behind them. The beginning of the walk was still doable for Raylee to walk by herself. But halfway down, the path got steeper, and we had to climb over rocks at times, requiring Charles to carry her. We hiked for about 45 minutes before we reached a lookout that gave us a view of the entire city.\n\"Oh wow,\" I said, speechless, as I sat down on the edge of the low wall, which prevented us from falling off the cliff. \"Charles, this is gorgeous.\" I turned my head toward him and watched him sitting beside me with Raylee in his arms, who had fallen asleep. She had not slept many hours last night, and the walk took a lot of energy, so it made sense that she was tired. Charles made sure she was comfortable before he also looked at the view.\n\"I know. Why do you think this is one of my favourite places to go hiking?\" He asked. We both stared at the city where we grew up as I tried to catch my breath from our walk. Meanwhile, the sun was burning much worse than at the start of our walk, so I took a sip of water to cool my body down.\n\"Do you walk every morning?\" I asked Charles. He nodded as he took the water bottle from me, then took a sip himself. \"I try to. I'm not into going to the gym and doing the same exercises every time, so my trainer tries to keep me moving in as many other ways as possible.\"\n\"I can understand that this is one of your favourite ways. I mean, look at this view.\" I returned my gaze to Monte Carlo, which lay below us.\n\"Can I ask you something?\" Charles said after another moment of silence. \"Sure,\" I answered him and fixed my eyes on him.\n\"Why did you leave for Paris? Monaco has a good art school, and you are obviously in love with this city. Why didn't you stay?\" I looked down at my hands as I answered him. \"Because I made a promise to someone.\"\n\"Okay.\" Charles paused for a moment. \"May I ask who?\"\n\"My grandma.\" I took a deep breath before I continued talking. \"She was the person who introduced me to the world of art. She was from Paris and went to that school herself. When she noticed that I shared the same love for art as her, she hoped I would follow in her footsteps. I sent my portfolio to them even though I knew it was hard to get in. But when I got an invitation to come for an interview, of course, I couldn't say no.\"\n\"She must be very proud of you,\" Charles said with a smile. I pressed my lips together.\n\"I'm sure she would have been,\" I said softly, which caused Charles to frown. \"What do you mean?\" He asked. I bit on the inside of my lip to keep my emotions from taking control of me.\n\"She passed away the summer before I left for Paris.\" I saw Charles stiffen beside me. \"I'm so sorry. I'm sure she was a lovely person.\" He laid his hand on mine and stroked comfortably over the back of my hand with his thumb. We both looked at our hands, and I smiled as I thought of my childhood memories.\n\"She was the best,\" I continued talking. \"My parents were often at work, so she was usually the one to pick me up from primary school. When we were at her house, she taught me how to draw and paint. Without her, I would not have reached where I am today. When she passed away, I made it my life goal to keep doing what made her happiest: drawing.\"\nI was startled for a moment when I felt Charles's thumb on my cheek. Only then did I realise I was crying. I turned my head away and wiped the remaining tears away myself. \"I'm sorry,\" I mumbled, then started to chuckle as I realised how embarrassing this was.\n\"It's okay. I understand,\" Charles said. At first, I thought he said that to make me feel better. After all, that's what everyone did, saying they understood. Only most didn't. Charles did. I saw it in his facial expression when I looked at him. My eyes stayed focused on him as I waited for him to continue talking.\n\"I lost my dad and godfather in a short amount of time. Both were big motorsports fans. Jules, my godfather, passed away during a crash in Formula 1 in 2015. He was and still is one of the people I most look up to. He helped me a lot throughout my career up to Formula 1. What he meant to me I try to be for Raylee now. But it's hard to be as good as him. He was the best godfather.\" Charles paused as he bit on his bottom lip before continuing. \"Then, my dad passed away in 2017. He did everything to get me to where I am today. His favourite team always had been Ferrari, and it was his dream for me to drive for them one day.\"\n\"So that's what you're doing now, fulfilling his dream,\" I said softly. Charles nodded. \"Yeah. When I drove in Formula 2, I got offers from different teams. But only one team mattered to me.\"\n\"I'm sorry to hear about your dad and godfather. I'm sure they were the best, just like my grandma,\" I weakly smiled at him. Charles returned the same kind of smile. We remained seated on the edge of the wall as we enjoyed the view. I couldn't help to peak at Charles every now and then, thinking about what kind of person he was. He wasn't 'just' a Formula 1 driver. He had a story of which he just showed me a small part, and I was eager to learn more about him.\n༛༛ ༛ ༛༺༻༛ ༛ ༛༛",
    "trans": "Тобі нормально посидіти на колінах у Ави на хвилинку, Рей?\" запитав він, на що вона, очевидно, кивнула головою, адже чому б їй обирати мою сторону, якщо вона може також сидіти в Ferrari? Напевно, я не міг би звинуватити її за вибір цього варіанту. Погляд Чарльза знову повернувся до мене, і на його обличчі з'явилася усмішка. \"Здається, у нас двоє проти одного.\"\nЯ глянула на нього сердито і прошептала слова \"Я тебе ненавиджу\", перш ніж нарешті сіла в машину. Після того як я застебнула ремінь безпеки, Чарльз посадив Рейлі на мої коліна і закрив двері. Він обійшов передню частину автомобіля і сів за кермо. Гучний звук пролунав у салоні автомобіля, коли Чарльз запустив двигун. Рейлі засміялася від звуку, що змусило усміхнутися і Чарльза, і мене.\nПісля короткої поїздки Чарльз заїхав на парковку. Він знайшов вільне місце для паркування і вимкнув двигун, перш ніж ми всі вийшли з машини. Я швидко відчула тепле серпневе сонце, яке палило мене, що одразу змусило мене пошкодувати про вибір довгих чорних спортивних легінсів. Але це були єдині спортивні штани, які я взяла з собою.\nЧарльз йшов попереду з Рейлі на руках, а я йшла за ними. На початку прогулянки Рейлі ще могла йти сама. Але через деякий час шлях став крутішим, і нам довелося перелазити через камені, тому Чарльзу довелося нести її на руках. Ми йшли близько 45 хвилин, перш ніж досягли оглядового майданчика, з якого відкривався вид на все місто.\n\"Ого!\" - сказала я без слів, сівши на край низької стінки, яка захищала нас від падіння зі скелі. \"Чарльз, це чудово!\" - Я повернула голову до нього і побачила його сидячим поруч зі мною з Рейлі на руках, яка заснула. Вона не спала багато годин минулої ночі, а прогулянка забрала багато енергії, тому було зрозуміло, що вона втомилася. Чарльз переконався, що їй комфортно перед тим, як також подивитися на вид.\n\"Я знаю. Чому ти думаєш, що це одне з моїх улюблених місць для походів?\" - запитав він. Ми обидва дивилися на місто, в якому виросли, поки я намагалася відновити дихання після нашої прогулянки. Тим часом сонце палило набагато сильніше, ніж на початку нашої прогулянки, тому я зробила ковток води, щоб охолодити своє тіло.\n\"Ти ходиш на прогулянки кожного ранку?\" - запитала я Чарльза. Він кивнув, взяв пляшку з водою від мене і сам зробив ковток. \"Я намагаюся. Мені не подобається ходити в спортзал і робити одні й ті ж вправи щоразу, тому мій тренер намагається тримати мене в русі різними способами.\"\n\"Я можу зрозуміти, що це один з твоїх улюблених способів. Подивись на цей вид\", - сказала я, повертаючи погляд до Монте-Карло, яке лежало нижче нас.\n\"Можу запитати тебе про щось?\" - сказав Чарльз після ще одного моменту мовчання. \"Звичайно\", - відповіла я йому і зафіксувала погляд на ньому.\n\"Чому ти поїхала до Парижа? У Монако є хороша художня школа, а ти явно закохана в це місто. Чому ти не залишилася?\" - Я опустила погляд на свої руки, відповідаючи йому. \"Тому що я дала обіцянку комусь.\"\n\"Добре\". Чарльз зробив паузу на мить. \"Чи можу я запитати кого?\"\n\"Мою бабусю\". Я глибоко вдихнула перед тим, як продовжити розмову. \"Вона була людиною, яка познайомила мене зі світом мистецтва. Вона була з Парижа і сама навчалася в цій школі. Коли вона помітила, що я поділяю ту ж любов до мистецтва, що й вона, вона сподівалася, що я піду по її стопах. Я відправила своє портфоліо їм, хоча знала, що потрапити туди важко. Але коли я отримала запрошення прийти на співбесіду, звичайно ж, я не могла відмовитися\".\n\"Вона повинна бути дуже горда тобою\", - сказав Чарльз усміхаючись. Я стиснула губи.\n\"Я впевнена, що була б\", - тихо сказала я, через що Чарльз насупився. \"Що ти маєш на увазі?\" - запитав він. Я прикусила внутрішню частину губи, щоб стримати свої емоції.\n\"Вона померла влітку перед тим, як я поїхав до Парижа\". Я побачив, як Чарльз затиснувся поруч зі мною. \"Мені дуже шкода. Я впевнений, що вона була чудовою людиною\". Він поклав свою руку на мою і ніжно провів своїм великим пальцем по спині моєї руки. Ми обидва подивилися на наші руки, і я усміхнувся, згадуючи про своє дитинство.\n\"Вона була найкращою\", - продовжував я розповідати. \"Мої батьки часто були на роботі, тому зазвичай вона забирала мене з початкової школи. Коли ми були у неї вдома, вона навчила мене малювати і фарбувати. Без неї я б не досяг того, де я зараз. Коли вона померла, я поставив собі за мету продовжувати робити те, що приносило їй найбільше щастя: малювати\".\nЯ на мить здригнувся, коли відчув палець Чарльза на своїй щокі. Тільки тоді я зрозумів, що плачу. Я відвернув голову і самостійно витер залишки сліз. \"Вибачте\", - пробурмотів я, а потім почав сміятися, усвідомлюючи, як це соромно.\n\"Все в порядку. Я розумію\", - сказав Чарльз. Спочатку я думав, що він сказав це, щоб заспокоїти мене. Врешті-решт, так роблять всі, кажучи, що вони розуміють. Тільки більшість з них не розуміє. Чарльз розумів. Я побачив це в його виразі обличчя, коли подивився на нього. Мої очі залишилися зосередженими на ньому, поки я чекав, коли він продовжить говорити.\n\"Я втратив свого тата і хрещеного батька за короткий проміжок часу. Обидва були великими фанатами автоспорту. Жюль, мій хрещений батько, загинув під час аварії у Формулі-1 у 2015 році. Він був і залишається однією з людей, на яких я найбільше рівняюся. Він дуже допоміг мені протягом моєї кар'єри до Формули-1. Те, що він значив для мене, я намагаюся бути для Рейлі зараз. Але бути таким же хорошим як він важко. Він був найкращим хрещеним батьком\". Чарльз замовк на мить і прикусив нижню губу перед тим як продовжити: \"Потім мій тато помер у 2017 році. Він зробив все можливе, щоб довести мене до того місця, де я зараз знаходжуся. Його улюбленою командою завжди була Ferrari, і його мрією було те, щоб одного дня я виступав за них\".\n\"Отже, ти зараз це робиш, виконуючи його мрію\", - тихо сказала я. Шарль кивнув. \"Так. Коли я виступав у Формулі 2, я отримував пропозиції від різних команд. Але тільки одна команда мала для мене значення\".\n\"Мені шкода чути про твого тата і хрещеного батька. Я впевнений, що вони були найкращими, як і моя бабуся\", - злегка усміхнулася я йому. Шарль відповів мені такою ж усмішкою. Ми залишилися сидіти на краю стіни і насолоджувалися видом. Я не могла не поглядати на Шарля час від часу, думаючи про те, якою людиною він був. Він не був просто гонщиком Формули 1. У нього була історія, з якої він показав мені лише невелику частину, і мені хотілося дізнатися про нього більше.\n༛༛ ༛ ༛༺༻༛ ༛ ༛༛"
}