{
    "source": "en_US",
    "target": "uk_UA",
    "text": "When the going gets tough, tough people ought to thank their fathers. New research from Brigham Young University shows that dads are in a unique position to help their children develop persistence. According to the study, when children felt warmth and love from their father, were told the reasons behind rules, and were granted an appropriate level of autonomy, they were able to set a foundation to flourish and cope with the stress and pressures of life. Over time, kids with fathers involved in their lives were more likely to become persistent, which led to higher engagement in school and lower rates of delinquency. After following 325 families over several years, two professors, Laura Walker and Randal Day, concluded that dads play a big role in helping their kids set goals and complete them.\n[ Dads are ____A____ for their offsprings to raise the ability to ____B____ things they have to do. ]\n1(A)indifferent (B)deal with\n2(A)helpful (B)finish\n3(A)unproductive (B)spoil\n4(A)out of use (B)conceal\n5(A)beneficial (B)plan",
    "trans": "Коли буває складно, сильним людям варто подякувати своїм батькам. Результати нового дослідження, яке було проведене Університетом Брігама Янга, свідчать про те, що татусі мають унікальний шанс допомогти своїм дітям виховати наполегливість. За даними дослідження, якщо діти відчували тепло і любов від батька, їм розповідали про причини правил і давали достатній рівень автономії, вони закладали фундамент для процвітання і справлялися зі стресами та тиском життя. Згодом діти, чиї батьки брали участь у їхньому житті, виявляли більшу схильність до наполегливості, що сприяло кращому навчанню в школі та зниженню рівня правопорушень. Два професори, Лора Вокер і Рендал Дей, протягом кількох років спостерігали за 325 сім'ями і дійшли висновку, що татусі відіграють важливу роль у тому, щоб допомагати своїм дітям ставити цілі і досягати їх.\n[Татусі ____A____ для своїх нащадків, щоб виховати в них здатність ____B____ , що вони мають робити. ]\n1(А)байдужі (В)змиритися з\n2(А)допомагати (В)закінчити\n3(А)непродуктивний (В)псувати\n4(А)непотрібний (В)ховати\n5(А)вигідно (B)планувати"
}