{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Arrival Directions: From Terminal 1, baggage claims 1-11 (Hawaiian Airlines): Please exit baggage claim and proceed to the center median (follow blue Rental Car Center Shuttle signs). Board the Rental Car Center Shuttle. Once you arrive at the Rental Car Center, please proceed to the Alamo Rent-A-Car counter on the 2nd floor. From Terminal 2, International Arrivals and baggage claims 16-20: Please exit baggage claim and cross over to the center median (follow blue Rental Car Center Shuttle signs). Shuttle stops are located in the center median of baggage claim 18 and 20. Upon arrival to the Rental Car Center, please proceed up to the 2nd floor where the Alamo Rent-A-Car counter is located. From Terminal 2, baggage claims 21-31: Please exit the building. Once outside, please follow the blue Rental Car Facility signs and cross the street at Baggage Claim Crosswalk #'s 26 or 31 to the Rental Car Facility and proceed up to the 2nd Floor to the Alamo Rent-A-Car counter.",
    "trans": "Інструкції щодо прибуття: З терміналу 1, багажні відділення 1-11 (Hawaiian Airlines): будь ласка, вийдіть з багажного відділення і пройдіть до центральної медіани (слідуйте за знаками синього кольору \"Rental Car Center Shuttle\"). Сядьте на автобус Rental Car Center Shuttle. Після прибуття до Rental Car Center, будь ласка, пройдіть до стійки Alamo Rent-A-Car на 2-му поверсі. З терміналу 2, міжнародні прибуття та багажні відділення 16-20: будь ласка, вийдіть з багажного відділення і перейдіть до центральної медіани (слідуйте за знаками синього кольору \"Rental Car Center Shuttle\"). Зупинки автобуса знаходяться в центральній медіані багажного відділення 18 та 20. Після прибуття до Rental Car Center, будь ласка, підніміться на 2-й поверх, де знаходиться стійка Alamo Rent-A-Car. З терміналу 2, багажні відділення 21-31: будь ласка, вийдіть з будівлі. Після виходу на вулицю слідуйте за знаками синього кольору \"Rental Car Facility\" і перейдіть через вулицю на пішохідному переході біля багажних відділень #'26 або 31 до Rental Car Facility і підніміться на 2-й поверх до стійки Alamo Rent-A-Car."
}