{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Meaning of life etc - off-campus dinner/talk invitation, Wed 9th October\nDear GEO1010 students,\nI enjoyed meeting you at the first lecture last week. Thank you for participation, and I look forward to meeting you later this term when we’ll explore political geography.\nAt the end of the lecture I spoke about some bigger issues to do with positionality (how who we are affects how we do geography), geography as a way of making sense of the meaning of life, etc, and how some theological ideas inform my sense of being a geographer. Thanks for thoughtful comments some of you gave me afterwards.\nAs it happens I am giving a non-university talk on a related theme next Wednesday, on whether life has meaning and value. It's October 9th, 7.30-9pm, at Jesmond Parish Church (the one with the yellow door next to Jesmond Metro) . Info here:\nhttps://fb.watch/u_ynorv9bQ/\nThere’s a free dinner first (no need to book), and the talk is based on a book I wrote on some earlier research. The evening is designed to be very welcoming to people who wouldn’t usually go to church (no religious ceremony etc). A meal, then talk, and Discussion/Q&A. Amongst other things I’ll be talking about Martin Luther King’s visit to Newcastle university and some of his ideas about human value.\nA few geography lecturers will be coming along as well so there will be other geographers there. Obviously this is not an academic talk and is not part of the university programme, but feel free to come along in your spare time and join in the discussion if the topic interests you.",
    "trans": "Значення життя тощо - запрошення на вечерю/розмову поза кампусом, середа 9 жовтня\nШановні студенти GEO1010!\nМені було приємно зустріти вас на першій лекції минулого тижня. Дякую за участь і з нетерпінням чекаю зустрічі з вами пізніше цього семестру, коли ми будемо досліджувати політичну географію.\nНаприкінці лекції я говорив про деякі більші питання, пов'язані з позиціонуванням (як те, ким ми є, впливає на те, як ми займаємося географією), географією як способом осмислення сенсу життя тощо, а також про те, як деякі теологічні ідеї формують моє відчуття бути географом. Дякую за вдумливі коментарі, які деякі з вас мені дали після цього.\nЯк виявилося, наступної середи я буду проводити неуніверситетську лекцію на пов'язану тему про те, чи має життя сенс і цінність. Це буде 9 жовтня з 19:30 до 21:00 у церкві Святого Якова в Єсмонді (та, що з жовтими дверима поруч зі станцією метро Єсмонда). Інформація тут:\nhttps://fb.watch/u_ynorv9bQ/\nСпочатку буде безкоштовна вечеря (не потрібно бронювати), а лекція базується на книзі, яку я написав на основі деяких попередніх досліджень. Вечірка призначена для того, щоб бути дуже привітною для людей, які зазвичай не ходять до церкви (без релігійних обрядів тощо). Спочатку буде їжа, потім лекція та обговорення/питання-відповіді. Серед іншого я буду говорити про візит Мартіна Лютера Кінга до університету Ньюкасла та деякі його ідеї про людську цінність.\nКілька викладачів географії також прийдуть, тому там будуть й інші географи. Очевидно, що це не академічна лекція і не є частиною університетської програми, але якщо вас цікавить тема, приходьте у свій вільний час і приєднуйтесь до обговорення."
}