{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It’s time to Get IRONMAN 70.3 Ready\nWhether you’re a first-timer or a veteran who just can’t get enough, fortune favours the athlete who is properly prepared. Read on for important resources to help get you IRONMAN ready, no matter what your journey looks like.\nExpect MORE from Your Training\nYour training is the heart of your IRONMAN preparation — training with purpose is the best way to reach your finish line and get there faster. To assist you in this pursuit, we are excited to partner with TriDot.\nTriDot leverages billions of data points from 20 years of research to deliver the world's most effective triathlon training designed specifically for you. Use TriDot with or without a coach and get the most out of each and every workout.\nStart Free\n5 Time Management Hacks:\nWorried about fitting it all in? Be smarter with your time.\nGet The Tips\nStrength Training for Busy Triathletes:\nKeep your body injury-resistant and strong with these two simple circuits.\nRead More\n9 Steps to Get Ready:\nOnce registered, there are several important steps you should take to ensure you’re ready. On the TriDot Podcast, coach Jeff Raines and IRONMAN’s Casey Taker share nine steps to properly prepare.\nListen Now\nSubscribe and get 10 Free Travel Packs**\nStart Here\nMaurten Solid, Official Sports Performance Bar. Serves you right\nExclusive Access\nThe Fastest Wetsuit in the World\nShop Now\nPremier And Technical Partners\nView in browser\nThis email was sent to this email address by IRONMAN Germany GmbH (d/b/a IRONMAN), Höchster Straße 90, 65835 Liederbach,Hesse,Germany , or one of its subsidiaries.\nYou are receiving this email because either: you are a current athlete and this information is relevant to your race experience with us; you have previously competed in an WTC event (or, if you are not an athlete, you signed up through one of our websites) and requested to receive future IRONMAN-related emails and newsletters; or, if this email is a marketing message, you have elected to receive such information or offers from WTC.\nWe only want to send you emails that you are interested in and want to read, so if you wish to change your preferences or to opt-out from any future mailings, you can unsubscribe or manage your subscription preferences.",
    "trans": "Час підготуватися до IRONMAN 70.3\nЧи ви новачок, чи ветеран, який просто не може насититися цим видом спорту, удача супроводжує спортсмена, який належним чином підготовлений. Читайте далі важливі ресурси, які допоможуть вам підготуватися до IRONMAN незалежно від того, яким виглядає ваш шлях.\nОчікуйте БІЛЬШЕ від вашого тренування\nВаше тренування є серцем вашої підготовки до IRONMAN - тренування з метою є найкращим способом досягти фінішної лінії і зробити це швидше. Щоб допомогти вам у цьому прагненні, ми раді співпрацювати з TriDot.\nTriDot використовує мільярди даних з 20-річних досліджень, щоб надати найефективніші тренування для тріатлону, спеціально розроблені для вас. Використовуйте TriDot з тренером або без нього і отримуйте максимум від кожного тренування.\nПочати безкоштовно\n5 порад з управління часом:\nХвилюєтеся про те, як все вмістити? Будьте розумнішими у використанні свого часу.\nОтримати поради\nСилові тренування для зайнятих тріатлетів:\nЗберігайте своє тіло стійким до травм і сильним за допомогою цих двох простих комплексів.\nЧитати далі\n9 кроків до підготовки:\nПісля реєстрації є кілька важливих кроків, які ви повинні зробити, щоб бути готовими. У подкасті TriDot тренер Джефф Рейнс та Кейсі Такер з IRONMAN діляться дев'ятьма кроками для правильної підготовки.\nСлухати зараз\nПідпишіться та отримайте 10 безкоштовних пакетів для подорожей**\nПочати тут\nMaurten Solid, офіційний спортивний енергетичний батончик. Вам це підійде\nЕксклюзивний доступ\nНайшвидкий гідрокостюм у світі\nKупити зараз\nPем'єрні та технічні партнери\nПереглянути в браузері\nЦей електронний лист було відправлено на цю електронну адресу компанією IRONMAN Germany GmbH (d/b/a IRONMAN), Höchster Straße 90, 65835 Liederbach, Hesse, Germany , або однією з її філій.\nВи отримуєте цей електронний лист, тому що: ви є діючим спортсменом, і ця інформація має відношення до вашого досвіду участі в змаганнях з нами; ви вже брали участь у змаганнях WTC (або, якщо ви не є спортсменом, ви зареєструвалися на одному з наших веб-сайтів) і бажаєте отримувати подальші електронні листи та інформаційні бюлетені, пов'язані з IRONMAN; або, якщо цей електронний лист є маркетинговим повідомленням, ви вирішили отримувати таку інформацію або пропозиції від WTC.Translated with www.DeepL.com/Translator (free version)\nМи хочемо надсилати вам лише ті електронні листи, які вас цікавлять і які ви хочете читати. Якщо ви бажаєте змінити свої налаштування або відмовитися від отримання майбутніх розсилок, ви можете скасувати підписку або керувати своїми налаштуваннями підписки."
}