{
    "source": "en_US",
    "target": "uk_UA",
    "text": "INFJ And INTP: Values\nSince both are so connected with each other, INFJ and INTP exhibit very strong shared values, especially in terms of commitment and how to treat others.\n3 Things An INFJ Values\nTruth\nHelping others\nEnduring commitment\nINFJ feels it is very important that others feel good about themselves. Thus, they value the ability to help others and to see that their partner does the same. Authenticity is one of the biggest keys to getting along with INFJ, which means they expect those who are in their lives to tell the truth all the time, even when it hurts.\nLast but not least, INFJ wants a complete commitment from their partner, especially emotionally. A humanitarian at heart, INFJ is always considerate of the thoughts and feelings of friends, family, and strangers.\n3 Things An INTP Values\nAlone time\nIntelligence\nLogic\nAlways thinking about issues big and small, INTP doesn’t hate socializing, but it’s not high on their priority list. Thus, they love to spend time alone, pondering how to solve the next problem on their list.\nThough intelligent to a fault sometimes, INTP strongly believes it is their intellect and logic that not only makes them who they are, but also sets the stage for much of the success they attain in life. While emotional awareness is not the strongest part of their personality, they are always willing to learn in this area, especially if they think it is the logical course of action.",
    "trans": "INFJ та INTP: Цінності\nОскільки обидва типи мають дуже тісний зв'язок один з одним, INFJ та INTP виявляють дуже сильні спільні цінності, особливо в плані зобов'язань та ставлення до інших.\n3 речі, які цінує INFJ\nІстина\nДопомога іншим\nТривале зобов'язання\nINFJ вважає дуже важливим, щоб інші почувалися добре щодо себе. Тому вони цінують можливість допомагати іншим і бачити, що їх партнер робить те ж саме. Автентичність є однією з найважливіших ключів до взаєморозуміння з INFJ, що означає, що вони очікують від тих, хто є у їхньому житті, завжди говорити правду, навіть якщо це боляче.\nОстаннє, але не менш важливе, INFJ хоче повного зобов'язання від свого партнера, особливо емоційно. Як гуманіст за покликанням, INFJ завжди враховує думки та почуття друзів, родини та незнайомців.\n3 речі, які цінує INTP\nЧас наодинці\nІнтелект\nЛогіка\nINTP завжди думає про великі та малі проблеми, їм не ненависно спілкуватися, але це не є пріоритетом для них. Тому вони люблять проводити час наодинці, розмірковуючи над тим, як вирішити наступну проблему зі свого списку.\nХоча іноді INTP можуть бути надто розумними для своїх власних добробутів, вони твердо вірять, що їхній інтелект і логіка не тільки визначають їхню особистість, але й закладають основу для багатьох успіхів у житті. Хоча емоційна усвідомленість не є сильною стороною їхньої особистості, вони завжди готові навчитися в цій області, особливо якщо вважають це логічним кроком."
}