{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A fiduciary duty of utmost care, integrity, honesty and loyalty in the dealings with either the Seller or the Buyer.\nIn representing both Seller and Buyer, a dual agent may not, without the express permission of the respective party, disclose to the other party confidential information, including, but not limited to, facts relating to either the Buyer's or Seller's financial position, motivations, bargaining position, or other personal information that may impact price, including the Seller's willingness to accept a price less than the listing price or the Buyer's willingness to pay a price greater than the price offered.\nEither the purchase agreement or a separate document will contain a confirmation of which agent is representing you and whether that agent is representing you exclusively in the transaction or acting as a dual agent. Please pay attention to that confirmation to make sure\nThe above duties of the agent in a real estate transaction do not relieve a Seller or Buyer from the responsibility to protect his or her own interests. You should carefully read all agreements to assure that they adequately express your understanding of the transaction. A real estate agent is a person qualified to advise about real estate. If legal or tax advice is desired, consult a competent professional.\nIf you are a Buyer, you have the duty to exercise reasonable care to protect yourself, including as to those facts about the property which are known to you or within your diligent attention and observation.\nBoth Sellers and Buyers should strongly consider obtaining tax advice from a competent professional because the federal and state tax consequences of a transaction can be complex and subject to change.\nThroughout your real property transaction you may receive more than one disclosure form, depending upon the number of agents assisting in the transaction. The law requires each agent with whom you have more than a casual relationship to present you with this disclosure form. You should read its contents each time it is presented to you, considering the relationship between you and the real\nThis disclosure form includes the provisions of 98 2079.13 to 2079.24, inclusive, of the",
    "trans": "Обов'язок довіреного управління — проявляти максимальну обережність, доброчесність та лояльність у відносинах з Продавцем або Покупцем.\nПредставляючи як Продавця так і Покупця, подвійний агент не може без дозволу відповідної сторони розкривати іншій стороні конфіденційну інформацію, включно але не обмежуючись фактами, що відносяться до фінансового, стану, мотивації, перемовної позиції Покупця або Продавця або іншу персональну інформацію, яка можве вплинути на ціну, включно з готовністю Продавця погодитись на нижчу за зазначену ціну, або готовність Покупця заплатити ціну, вище за пропоновану.\nУгода купівлі-продажу або окремий документ міститиме підтвердження того, який агнет представляє вас, і чи представляє він саме вас в угоді, або діє як подвійний агент. Будь ласка, зверніть увагу на це підтвердження, щоб переконатись\nВищезазначені обов'язки агента в угоді з нерухомістю не звільніяють Продавця або Покупця від відповідальності щодо захисту власних інтересів. Ви маєте уважно прочитати всі угоди, щоб переконатись, що вони вірно виражають ваше розуміння угоди. Агент з нерухомості є особою, що має право давати вам поради стосовно нерухомості. Якщо вам потрібна юридична або податкова консультація, зверніться до компетентного спеціаліста.\nЯкщо ви покупець, ви маєте право виявляти розумну обачність, щоб захиститись, в тому числі у відношенні тих фактів щодо нерухомості, які вам відомі або знаходяться під вашою увагою або спостереженням.\nЯк Продавці так і Покупці мають уважно розглянути можливість отримання податкової консультації від компетентного спеціаліста, тому що податкові наслідки угоди на федеральному рівні та рівні штату можуть бути складними та підлягати зміні.\nПротягом угоди ви можете отримати більш ніж одну форму розкриття інформації, в залежності від кількості агентів, що приймають участь в угоді. Закон вимагає, щоб кожен агент,зяким ви маєте більше, ніж випадкові відносини, надав вам цю форму розкриття інформації. Ви повинні читати її вміст кожного разу, коли вам її представляють, зважаючи на відносини між вами та агентом\nФорма розкриття інформації містить положення 98 2079.13 — 2079.24 включно"
}