{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Ahmed Masoud\nAl-Rabwa, Al-Nahda Street, Riyadh, Saudi Arabia\nContact No.: +966 566441827\nEmail ID: ahmed_masoud007@yahoo.com\nProject / Product/ Technical Manager\nQualified IT professional with nearly 15 years of experience in implementing projects and products as well as managing\npresales across diverse roles in the organizational hierarchy. Exploring challenging assignments with a professionally\nmanaged organization. Skilled in managing presales related to designing AVAYA solutions from SMB to enterprise level,\nCISCO Routing and Switching solutions, Passive infrastructure network for data, CCTV, TV, security systems, AV, telephone\nnetwork Includes UTP, fiber optic cables and UPS technology. Adept at working on communication manager, system\nmanager, session manager, presence services, utility services, messaging, modular messaging, conferencing, application\nenablement services, contact recording, call management system, session boarder controller, IP office 500, IP office server\nedition for Avaya. Proficient in working on routing and switching configuration for CISCO, AVAYA, HP, 3COM product. A\nresourceful manager, recognized for building, retaining, motivating, and guiding high performing teams to deliver\norganizational objectives.\nAREA OF EXPERTISE\nProject Management ~ Requirement Elicitation ~ Solution Customization ~ SLA Compliance ~ IT Infrastructure Management ~\nInstallation & Configuration ~ Risk & Change Management ~ Technical Troubleshooting ~ Presales & Business Development ~\nProduct Demonstration & Training ~ Client Relationship Management ~ Training & Development ~ Team Leadership\nPROFESSIONAL EXPERIENCE\nTechnical Manager (Aug 2021 - Present)\nSenior Technical Consultant (Jan 2019 – July 2021)\nHawsabah, Riyadh, Saudi Arabia\n* Work to establish a new division for light current systems for business solutions. Taking care of the technical work team and\nestablishing a professional project management methodology in the department.\nKey Responsibilities:\nAs Technical Manager\n• Collaborate with the local office for end-to-end management of assigned projects in compliance to project delivery\nschedules and other SLA parameters.\n• Guide teams in implementing changes to the project scope and other project parts as well as effectively resolving\ncritical technical issues.\n• Interact with key decision makers across client organizations pertaining to projects related to new data infrastructure.\n• Prepare and present project management standard documentation requested by the client or from internal\nmanagement.\n• Prepare and present various status reports for the senior management and other stakeholders to enable effective\ndecision making.\n• Leading technical team consists of engineers and technicians. Supervising sub-contract as well.\n• Building scope of work for projects as needed.\nAs Senior technical consultant\n• Involving for establishing a new division for business solutions such as voice, video, surveillance, security, AV, and data\ncenter solutions.\n• Involved in evaluating tenders, direct requests, and RFPs for officially submitting proposals in coordination with\nvendors, local distributors and other resellers.\n• Liaised with vendors for obtaining the certificate, revenue, promotions, and invoices with regards to company accounts\nand for rendering solutions to critical cases reported by customers.",
    "trans": "Ахмед Масуд\nАл-Рабва, вулиця Аль-Нахда, Ер-Ріяд, Саудівська Аравія\nКонтактний номер: +966 566441827\nEmail ID: ahmed_masoud007@yahoo.com\nМенеджер проектів/продуктів/технічний менеджер\nKваліфікований IT-фахівець з майже 15-річним досвідом впровадження проектів та продуктів, а також управління ними\nпродажі попередніх замовлень у різних ролях в організаційній ієрархії. Дослідження складних завдань у професійно\nкерованій організації. Вміло управляю продажами, пов'язаними з проектуванням рішень AVAYA від рівня SMB до підприємств,\nрішеннями маршрутизації та комутації CISCO, пасивною інфраструктурою мережі для даних, CCTV, телевізорів, систем безпеки, AV, телефонних\nмережах. Включає UTP, волоконно-оптичні кабелі та технологію UPS. Вміло працюю з менеджером зв'язку, системним\nменеджером, менеджером сеансів, службами присутності, утилітами, обміном повідомленнями, модульним обміном повідомленнями, конференц-зв'язком, додатків\nпослугами активації, записом контактів, системою управління дзвінками, контролером прикордонного сеансу, IP-офісом 500, серверною версією IP-офісу\nдля Avaya. Професійно працюю з конфігурацією маршрутизації та комутації для продуктів CISCO, AVAYA, HP, 3COM.\nРесурсний менеджер, визнаний за створення, утримання, мотивацію та керівництво високоефективними командами для досягнення\nорганізаційних цілей.\nСФЕРА ЕКСПЕРТИЗИ\nУправління проектами ~ Виявлення вимог ~ Налаштування рішень ~ Дотримання SLA ~ Управління ІТ-інфраструктурою ~\nВстановлення та налаштування ~ Управління ризиками та змінами ~ Технічне усунення неполадок ~ Продажі попередніх замовлень та розвиток бізнесу ~\nДемонстрація продукту та навчання ~ Управління відносинами з клієнтами ~ Навчання та розвиток ~ Лідерство команди\nПРОФЕСІЙНИЙ ДОСВІД\nТехнічний менеджер (серпень 2021 - теперішній час)\nCтарший технічний консультант (січень 2019 – липень 2021)\nHawsabah, Ер-Ріяд, Саудівська Аравія\n* Працюю над створенням нового підрозділу для систем легкого струму для бізнес-рішень. Піклуюсь про технічну команду роботи та\nвпроваджую професійну методологію управління проектами в відділі.\nKлючові обов'язки:\nЯк технічний менеджер\n• Співпрацюю з місцевим офісом для управління проектами від початку до кінця відповідно до виконання проектів\nграфіків та інших параметрів SLA.\n• Керувати командами у впровадженні змін до обсягу проекту та інших частин проекту, а також ефективно вирішувати\nкритичні технічні проблеми.\n• Взаємодіяти з ключовими приймаючими рішеннями в організаціях клієнтів щодо проектів, пов'язаних з новою інфраструктурою даних.\n• Підготовка та представлення стандартної документації з управління проектами, запитуваної клієнтом або внутрішнім\nкерівництвом.\n• Підготовка та представлення різних звітів про стан для старшого керівництва та інших зацікавлених сторін для забезпечення ефективного\nприйняття рішень.\n• Керування технічною командою, що складається з інженерів та техніків. Також нагляд за підрядниками.\n• Формування обсягу робіт для проектів за потреби.\nЯк старший технічний консультант\n• Участь у створенні нового підрозділу для бізнес-рішень, таких як голосові, відео, спостереження, безпека, AV та рішення для даних\nцентрів обробки.\n• Участь в оцінці тендерів, прямих запитів та RFP для офіційного подання пропозицій у координації з\nпостачальниками, місцевими дистриб'юторами та іншими перепродавцями.\n• Спілкування з постачальниками для отримання сертифікатів, доходів, акцій та рахунків-фактур щодо рахунків компанії\nта надання рішень для критичних випадків, повідомлених клієнтами."
}