{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The oversight board aims to protect the interests of investors and further the public interest in the preparation of informative, accurate, and independent audit reports for com- panies. Largely in response to the widespread misconduct leading to the global recession, the Dodd–Frank Wall Street Reform and Consumer Protection Act was passed. The purpose of the act is to prevent future misconduct in the financial sector, protect consumers from com- plex financial instruments, oversee market stability, and create transparency in the financial sector. The act created three financial agencies: the Financial Stability Oversight Council, the Office of Financial Research, and the Consumer Financial Protection Bureau. The bureau was created to regulate and ensure consumers are protected against overly complex and/or deceptive financial practices. Whistle-blower protection includes a bounty program whereby those who report corporate misconduct to the SEC may receive 10 to 30 percent of settle- ment money if their reports result in a conviction of more than $1 million in penalties.",
    "trans": "Метою наглядової ради є захист інтересів інвесторів та просування суспільних інтересів у підготовці інформативних, точних і незалежних аудиторських звітів для компаній. Значною мірою у відповідь на широко поширені неправомірні дії, які призвели до глобальної рецесії, було прийнято закон Додда–Френка про реформу Уолл-стріт та захист прав споживачів. Метою закону є запобігання в майбутньому неправомірним діям у фінансовому секторі, захист споживачів від складних фінансових інструментів, нагляд за стабільністю ринку і забезпечення прозорості у фінансовому секторі. Відповідно до закону, було створено три фінансові установи: Рада з нагляду за фінансовою стабільністю, Управління фінансових досліджень та Бюро з фінансового захисту споживачів. Бюро було створено для регулювання і забезпечення захисту споживачів від надмірно складних та/або оманливих фінансових практик. Захист інформаторів включає програму винагород, відповідно до якої ті, хто повідомляє Комісії з цінних паперів та бірж про неправомірні корпоративні дії, можуть отримати від 10 до 30 відсотків від суми компенсації, якщо їхні повідомлення призведуть до винесення обвинувального вироку у вигляді штрафу на суму понад 1 мільйон доларів США."
}