{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In that moment, I wasn’t mad anymore. I wasn’t hurt. All I wanted was to help him, to be the sister he needed, even if I didn’t fully understand everything he was going through. I didn’t care about the age gap or whether I was mature enough. Alex was my brother, and he needed me.\nThe rest of that day passed in a blur. I stayed with him, helping him through the worst of it, and when he finally calmed down, I helped him clean up and get into bed. The next morning, I brought him some medicine and told him we were going to the hospital. He needed real help, and I wasn’t going to let him brush it off anymore.\nHe didn’t argue, and I think part of him was relieved. We went to the hospital together, and he finally saw a psychiatrist. When they diagnosed him with extreme anxiety and panic disorder, I felt this strange mix of relief and fear. Relief, because now we knew what was wrong. Fear, because I didn’t know how long it would take for him to get better, or if he ever would.\nBut I wasn’t going to let him go through it alone. I’d be there, every step of the way.\nA few weeks later, Alex was still struggling. The treatment was helping, but it was slow. One day, he asked me to come with him to the bathroom again. I could tell he was embarrassed, asking for my help, but I didn’t mind. I just wanted to make sure he was okay.",
    "trans": "У той момент я більше не була сердита. Я не була ображена. Все, що я хотіла, це допомогти йому, бути тією сестрою, яка йому потрібна, навіть якщо я не зовсім розуміла все, через що він проходить. Мене не цікавила різниця у віці або те, чи достатньо я зріла. Алекс був моїм братом, і він потребував мене.\nРешта того дня пройшла в тумані. Я залишалася з ним, допомагаючи йому пережити найгірше, а коли він нарешті заспокоївся, я допомогла йому прибратися і лягти спати. Наступного ранку я принесла йому ліки і сказала, що ми їдемо до лікарні. Йому потрібна була справжня допомога, і я не збиралася дозволяти йому відмахнутися від цього більше.\nВін не сперечався, і я думаю, що частина його була полегшена. Ми пішли до лікарні разом, і він нарешті побачив психіатра. Коли його діагностували з екстремальною тривожністю та панічним розладом, я відчула дивне поєднання полегшення та страху. Полегшення, тому що тепер ми знали, що не так. Страх, тому що я не знала, скільки часу знадобиться йому для одужання або чи взагалі одужає.\nАле я не збиралася залишати його одного в цьому. Я буду поруч на кожному кроці.\nЧерез кілька тижнів Алекс все ще бореться. Лікування допомагає, але воно повільне. Одного дня він знову попросив мене піти з ним до ванної кімнати. Я могла зрозуміти, що йому соромно просити про допомогу, але мені було все одно. Я просто хотіла переконатися, що з ним все гаразд."
}