{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Likewise, consider the current situation regarding one of the most important moral issues we have in society: the sexualisation of children. For decades, feminist scholars voiced concerns about the ‘mainstreaming of pornography’ and its harmful effects on young people. Today, however, having largely ignored this advice, childhood is being threatened by something even worse – a coordinated campaign to erode the barriers designed to protect young people from sexual exploitation. In example after example, from the use of paedophilic symbolism by high-fashion house Balenciaga to the dubious content of Drag Queen Story Hour and The Family Sex Show to Netflix series like Cuties (2020) and Sex Unzipped (2021), it appears that some factions in the upper echelons of the culture industry are extremely confused about where adult sexuality starts and childhood ends. Indeed, such is the confusion about children’s place in society that some commentators consider it acceptable to moot the idea of ‘porn for children’,23 or even worse to publicly promote the acronym MAP [minor attracted person] as a way of ‘destigmatising’ (i.e. shamefully excusing) paedophilia.24 Likewise, transgender activists regularly speak of the so-called ‘transexual child’, with trans rights lobbyists arguing that physiological interventions like puberty blockers and gender realignment surgery should be made available to children as young as twelve. Unfortunately, we can’t even look to policymakers or influential NGOs to draw a red line when it comes to the sexualisation of children. For some time now, the World Health Organisation has been promoting the idea that ‘sexuality education’ should start ‘from birth’, including instruction about ‘early childhood masturbation’ for children aged four and under.25 In the twenty-first century, by treating children in this manner, as the moral and cultural equivalents of adults, we are essentially annulling the idea of the life course. As a result, we now exist in such a bizarre, upside-down world that a judge presiding in an English court is prepared to accept that an adult teacher who had sex with one of his sixteen-year-old pupils had been groomed by the student rather than the other way round.26Second, as life stages blur and the psychosocial experiences of adults and children become more interchangeable, conflicts between generations will intensify. This might seem paradoxical, but as the ongoing ‘generational war’ between Millennials/Gen Zers and Baby Boomers makes clear, as individuals at different stages of the life cycle start to resemble each other (in terms of their mindset, interests and concerns), genera",
    "trans": "Також розгляньте поточну ситуацію щодо однієї з найважливіших моральних проблем, які ми маємо в суспільстві: сексуалізацію дітей. Протягом десятиліть феміністські дослідники висловлювали занепокоєння щодо \"узаконення порнографії\" та її шкідливого впливу на молодь. Однак сьогодні, ігноруючи ці поради, дитинство піддається загрозі з боку ще гіршого - координованої кампанії з розмитими бар'єрів, призначених для захисту молодих людей від сексуальної експлуатації. У прикладі за прикладом, від використання педофільської символіки модним будинком Balenciaga до сумнівного змісту Drag Queen Story Hour та The Family Sex Show до серіалів Netflix, таких як Cuties (2020) та Sex Unzipped (2021), здається, що деякі фракції у верхніх ешелонах індустрії культури надзвичайно заплутані в тому, де починається доросла сексуальність і закінчується дитинство. Справді, така плутанина щодо місця дітей у суспільстві призводить до того, що деякі коментатори вважають прийнятним обговорювати ідею \"порнографії для дітей\",23 або навіть гірше - публічно пропагувати акронім MAP [особа, приваблена до неповнолітніх] як спосіб \"дестигматизації\" (тобто ганебного виправдання) педофілії.24 Також трансгендерні активісти регулярно говорять про так звану \"транссексуальну дитину\", при цьому лобісти прав трансгендерів стверджують, що фізичні втручання, такі як блокатори статевого дозрівання та операції зі зміни статі, повинні бути доступні дітям віком до дванадцяти років. На жаль, ми не можемо навіть звернутися до політиків або впливових НУО, щоб провести червону лінію у питанні сексуалізації дітей. Протягом деякого часу Всесвітня організація охорони здоров'я просуває ідею про те, що \"освіта з питань сексуальності\" повинна починатися \"з народження\", включаючи навчання про \"ранню дитячу мастурбацію\" для дітей віком до чотирьох років.25 У двадцять першому столітті, ставлячись до дітей таким чином, як до моральних і культурних еквівалентів дорослих, ми фактично скасовуємо ідею життєвого циклу. В результаті ми зараз існуємо в такому дивному перевернутому світі, що суддя, який веде справу в англійському суді, готовий прийняти те, що дорослий вчитель, який мав секс з однією зі своїх учениць шістнадцяти років, був підкорений учнем замість того, щоб бути підкореним.26 По-друге, оскільки стадії життя стираються і психосоціальний досвід дорослих і дітей стає більш взаємозамінним, конфлікти між поколіннями посиляться. Це може здатися парадоксальним, але як показує триваюча \"генераційна війна\" між мілленіалами/поколінням Z та бебі-бумерами, коли особи на різних етапах життєвого циклу починають нагадувати один одного (з точки зору їхнього світогляду, інтересів та проблем), покоління"
}