{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Starting 10/26/2024, the iCloud and Apple Media services associated with your Apple Account will be operated by Apple Services Pte. Ltd. in Singapore rather than Apple Distribution International Ltd. in Ireland. Your personal data associated with these services will be transferred to and processed by Apple Services Pte. Ltd. as the new data controller in accordance with Apple’s Privacy Policy. Apple maintains the same high standards for data protection no matter where your data is processed.\nIf you do not agree to Apple Services Pte. Ltd. operating and processing your personal information, then you are free to cease using our services and can exercise your right to access or delete your personal data by visiting the Data and Privacy page at https://privacy.apple.com. If you have any questions regarding your personal data, you can contact us anytime at https://apple.com/legal/privacy/contact.\nContact details for Apple Services Pte. Ltd.\nAddress: 7 Ang Mo Kio Street 64, Singapore 569086.\nPhone Number: 02-6712-6700\nEmail: privacyoffice_korea@apple.com\nRegards,",
    "trans": "Починаючи з 10/26/2024 року сервіси iCloud та Apple Media, пов'язані з вашим обліковим записом Apple, переходять під управління компанії Apple Services Pte. Ltd. у Сингапурі, а не Apple Distribution International Ltd. в Ірландії, як це було раніше. Персональні дані, пов'язані з вказаними сервісами, будуть надані для обробки компанії Apple Services Pte. Ltd., який тепер є новим контролером даних відповідно до політики конфіденційності Apple. Компанія Apple дотримується однаково високих стандартів  щодо захисту даних, незалежно від того, де саме вони проходять обробку.\nЯкщо ви не погоджуєтеся на обробку власних персональних даних компанією Apple Services Pte. Ltd, можете вільно припинити користування нашими сервісами та скористатися своїм правом на доступ до власних персональних даних або правом на їх видалення. Для цього перейдіть на сторінку «Дані та конфіденційність» за посиланням https://privacy.apple.com. Якщо у вас виникніть питання щодо ваших персональних даних, звертайтеся у будь-який час за посиланням https://apple.com/legal/privacy/contact.\nКонтактні дані Apple Services Pte. Ltd.\nАдреса: 7 Ang Mo Kio Street 64, Singapore 569086.\nТелефон: 02-6712-6700\nЕлектронна пошта: privacyoffice_korea@apple.com\nЗ повагою,"
}