{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Poseidon stood amidst the seething tension, torn between his anger towards Hades and Zeus. His little sea star, with a voice tinged with urgency, whispered about Hades' motives, labeling the situation a mere misunderstanding. On the other hand, Zeus seemed determined to justify his intent to kill his daughter.\n\"Thanks to you, all the bags of supplies and essentials for their journey are gone! It's all your fault, you bloody cunt!\" Daemon's voice thundered before Poseidon could even begin to address his brother's outburst.\n\"She shouldn't have been born!\"\nHelaena tightened her grip on Perse, her gaze fixed on Zeus with a burning intensity. \"You ought to show some gratitude. She embarked on this quest to retrieve something you've carelessly lost, Lord Zeus.\"\nZeus' furious eyes fell on the Targaryen, \"Watch your tone —\"\n\"Take your eyes off her and do not speak to her in that tone!\" Perseus snapped, her irritation, anger, and annoyance evident in his tone. \"It's because of your reckless actions that we're in this godforsaken mess!\"\n\"Helaena!\" Alicent shrieked in fear that her daughter would be blasted.\nAemond didn't disagree with Helaena's words. His gaze focused on Lucaera—Perse, still alive and breathing. He wondered how much trouble and danger she had faced. His regret for killing her had doubled.\n\"Too bad he didn't finish her off this time,\" Otto muttered.\n\"What the hell did you just say?\" Aemond snapped his head towards his grandfather. He was fortunate the others hadn't heard him. They were surrounded by Immortals who could end them at any moment.\nWhen Otto didn't respond, Aemond raised his fist as if to punch him across the cheek.\n\"Aemond!\"\nOtto regained his composure and scolded the boy, \"You stupid boy!\"\n\"What are you going to do strike me?\" Aemond sneered. When Otto remained silent, he turned his gaze back to Lucaera, longing evident in his eyes.\nAegon II regarded his brother as if he'd lost his mind. Wasn't it obvious after Lucaera had beaten him up that she wanted nothing to do with him anymore?\n\"You fool.\" muttered Viserys I tiredly.\nAthena's expression mirrored Poseidon's turmoil, her anger palpable at the thought of her father nearly taking her daughter's life. She paid no acknowledgment to the near-death experience of Perse and Grover in the process.\nThe rest of the Sea family and Blacks seethed with fury, their anger directed squarely at Zeus. Apollo, Artemis, Demeter, and every other god stood stupefied by Zeus' reckless behavior.\nHades breathed a secret sigh of relief, knowing he was momentarily out of the woods. He hoped Zeus wouldn't act too rashly towards Perse, as he'd face the wrath of his wife Persephone, who had already grown fond of Poseidon's daughter.\nDemeter, in particular, had taken a liking to the girl, who bore a striking resemblance to her dear Kore and Mother Rhea.\n\"Enough, Daemon,\" Rhaenyra's voice cut through the tension, her steel eyes fixed on Zeus as she snarled. \"As much as I'd relish the thought of cutting off his cock and feeding it to him, what truly matters is that the children escaped the explosion.\"\nJacaerys, Triton, and Joffrey looked seconds from exploding with anger.\n\"I would gladly do it right now!\" Corlys snapped, how dare he try to kill Perse?\nRhaenys glared coldly at Zeus and the man, \"You're a fool!\"\nAmphitrite looked ready to claw out Zeus' eyes, \"Stupid stupid stupid!\"\nThe other gods reacted with a mixture of spluttering disbelief and laughter at the Realm Delight's bold words.\nClarisse cackled along with the Stoll brothers. Thalia grinned ear to ear seeing her father be put in place.\nAlicent began, but her words were cut short by her husband's intervention.\n\"Stop, Alicent. She's allowed to be mad,\" he said firmly. Viserys I couldn't believe he would have to endure the loss of his beloved granddaughter once more.\nAlicent held back her words, her eyes full of anger. She remembered how furious she had been when Aemond lost his eye because of Rhaenyra's daughter. She had every right to be mad yet her feelings were squashed. But if it was Rhaenyra or his grandchildren it would've been different.\n\"Stop! It's done. Let's just continue reading,\" Annabeth said, calming things down. \"The Fates already told us about what could happen because of Zeus. Are we surprised?\"\nThat got a few murmurs of agreement.\nMeanwhile, Zeus had calmed down but appeared offended.\nHestia agreed, \"Let us watch the films and once we have a break we will all have to talk.\" she said referring to her siblings, eyes landing on Zeus.\nAs they turned their attention to the task at hand, Poseidon couldn't shake the feeling of unease that lingered in the air. The rift between the two brothers had deepened while Hades was in the middle but it was clear that he'd side with Poseidon.\n\"Enough both of you can fight it out later.\" Hades the older reprimanded the two in annoyance. He didn't want to deal with another fight.\n\"Don't think I am done with you Hades.\" Poseidon sneered. His threats were a promise.\nViserys I and Daemon observed the three brothers, contemplating what it would have been like if their youngest brother had survived. Would their relationship be stronger? Would things have turned out differently?",
    "trans": "Посейдон стояв серед киплячої напруги, розриваючись між своєю гнівом до Аїда і Зевса. Його маленька морська зірка, з голосом, наповненим терміновістю, шепотіла про мотиви Аїда, називаючи ситуацію простим непорозумінням. З іншого боку, Зевс, здається, був рішуче налаштований виправдати свій намір вбити свою дочку.\n\"Завдяки тобі всі мішки з припасами та необхідними речами для їхньої подорожі пропали! Це все твоя провина, брудна сучка!\" - прогримів голос Деймона ще до того, як Посейдон встиг би почати реагувати на вибух гніву свого брата.\n\"Їй не слід було народжуватися!\"\nГелаена міцніше стиснула Персе, її погляд був прикований до Зевса з палаючою інтенсивністю. \"Ти повинен проявити вдячність. Вона вирушила в цю місію, щоб повернути щось, що ти безтурботно втратив, пане Зевс.\"\nЛюті очі Зевса впали на Таргарієнку: \"Слідкуй за тоном —\"\n\"Відведи погляд від неї і не говори з нею в такому тоні!\" - різко відповів Персей, його тон виражав роздратування, гнів і незадоволення. \"Саме через твої необдумані дії ми опинилися в цьому проклятому безладі!\"\n\"Гелаена!\" - закричала Алісент зі страхом, що її дочка буде вражена.\nAемонд не заперечував словам Гелаени. Його погляд був зосереджений на Лукері—Персе, яка все ще жива і дихає. Він дивувався, скільки проблем і небезпеки вона пережила. Його шкода за те, що він її вбив, подвоїлася.\n\"Шкода, що він цього разу не покінчив з нею,\" - пробурчав Отто.\n\"Що ти тільки що сказав?\" - різко повернув голову Aемонд до свого діда. Йому пощастило, що інші його не почули. Вони були оточені Безсмертними, які могли б покінчити з ними в будь-який момент.\nКоли Отто не відповів, Aемонд підняв кулак ніби щоб вдарити його по щоках.\n\"Aемонд!\"\nОтто відновив свою самовладання і насварив хлопця: \"Ти дурний хлопець!\"\n\"Що ти збираєшся зробити, вдарити мене?\", - насмішкувато запитав Еймонд. Коли Отто залишився мовчазним, він знову повернув погляд до Лукери, в його очах була явна туга.\nЕйгон II дивився на свого брата так, ніби той втратив розум. Хіба не було очевидно після того, як Лукера побила його, що вона більше не хоче мати з ним нічого спільного?\n\"Ти дурень\", - тихо пробуркотав Вісеріус I.\nВираз Афіни відображав внутрішній конфлікт Посейдона, її гнів був відчутний при думці про те, що її батько майже забрав життя її дочки. Вона не звернула уваги на близький до смерті досвід Персе і Гровера в процесі.\nІнші члени родини Моря і Блеків кипіли від гніву, їхня злість була спрямована прямо на Зевса. Аполлон, Артеміда, Деметра та інші боги були приголомшені безрозсудною поведінкою Зевса.\nАїд тихо зітхнув з полегшенням, знаючи, що він тимчасово уникнув небезпеки. Він сподівався, що Зевс не буде діяти занадто імпульсивно щодо Персе, адже йому доведеться зіткнутися з гнівом своєї дружини Персефони, яка вже прив'язалася до дочки Посейдона.\nОсобливо Деметра полюбила цю дівчинку, яка була дуже схожа на її дорогу Корe і Матір Рея.\n\"Досить, Деймоне\", - голос Рейніри прорізав напругу, її сталеві очі були приковані до Зевса, коли вона загарчала. \"Наскільки б мені не хотілося відрубати йому член і нагодувати ним його самого, справжнє значення має те, що діти врятувалися від вибуху\".\nДжейсаріс, Тритон і Джеффрі виглядали так, ніби ось-ось вибухнуть від гніву.\n\"Я б із задоволенням зробив це прямо зараз!\" - різко відповів Корліс, як він сміє намагатися вбити Персе?\nРейніс холодно поглянула на Зевса і чоловіка: \"Ти дурень!\"\nАмфітріта виглядала готовою вирвати Зевсу очі: \"Дурний дурний дурний!\"\nІнші боги реагували на сміливі слова Царства Захоплення змішаними почуттями недовіри та сміху.\nКларісса разом зі Столлами засміялася. Талія усміхнулася від вуха до вуха, бачачи, як її батька ставлять на місце.\nАлісент почала говорити, але її слова були перервані втручанням чоловіка.\n\"Зупинись, Алісент. Вона має право бути сердитою,\" - твердо сказав він. Візеріс I не міг повірити, що знову доведеться витримувати втрату своєї улюбленої внучки.\nАлісент стримала свої слова, її очі були сповнені гніву. Вона пам'ятала, як була розлючена, коли Еймонд втратив око через дочку Рейніри. Вона мала всі права бути сердитою, але її почуття були придушені. Але якби це стосувалося Рейніри або його онуків, все було б інакше.\n\"Зупиніться! Все вже зроблено. Давайте просто продовжимо читати,\" - сказала Аннабет, заспокоюючи ситуацію. \"Долі вже розповіли нам про те, що може статися через Зевса. Ми здивовані?\"\nЦе викликало кілька згідних бурчань.\nТим часом Зевс заспокоївся, але виглядав ображеним.\nГестія погодилася: \"Давайте подивимося фільми, а коли у нас буде перерва, ми всі повинні будемо поговорити.\" - сказала вона, звертаючись до своїх братів і сестер, поглянувши на Зевса.\nКоли вони повернули свою увагу до справи, що стояла перед ними, Посейдон не міг позбутися відчуття тривоги, яке залишалося в повітрі. Розрив між двома братами поглибився під час того, як Аїд був посередині, але було зрозуміло, що він стане на сторону Посейдона.\n\"Досить! Обидва ви можете вирішити це пізніше.\" - з докором сказав старший Аїд двом. Він не хотів мати справу з ще однією сваркою.\n\"Не думай, що я закінчив з тобою, Аїд.\" - насмішливо відповів Посейдон. Його погрози були обіцянкою.\nВізеріс I та Деймон спостерігали за трьома братами, розмірковуючи про те, якими б вони були відносини, якби їхній молодший брат вижив. Чи стали б їхні стосунки міцнішими? Чи все склалося б інакше?"
}