{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Two security guards have lost their jobs after a customer complained on social media that she was manhandled when being wrongly accused of shoplifting HK$80 worth of goods.\nAccording to the post published on Tuesday (Oct 8), the woman, surnamed Leung, said she had the worst shopping experience of her life when she visited the Tsim Sha Tsui branch of the health and beauty chain Mannings in the morning at around 10 am.\nLeung said she was misidentified as a shoplifter and subdued by two female undercover security guards after checking out through the self-service kiosks. The victim said one of the guards held her in a chokehold while the other dragged her by her backpack.\nShe recalled she was dragged back to the store and being accused of stealing two boxes of herbal cough and throat syrup. Leung was only let go after presenting the invoice without a formal apology but only one of the guards jokingly said the incident was all just a misunderstanding.\nLeung filed a complaint to Mannings, asking for a proper explanation and expressing her dismay over the incident.\nIn response to the incident on Wednesday, Mannings apologized for Leung being mistreated and added that the two undercover guards hired by an outsourced security company had been fired immediately on Tuesday as they violated the code of conduct.\nThe chain also noted that it has terminated the contract with the outsourced security company.",
    "trans": "Двоє охоронців втратили свої роботи після того, як клієнтка поскаржилася в соціальних мережах на те, що її неправильно звинуватили у крадіжці товарів на суму 80 гонконгських доларів і при цьому грубо поводилися з нею.\nЗгідно з публікацією, опублікованою у вівторок (8 жовтня), жінка на прізвище Леунг заявила, що вона пережила найгірший досвід покупок у своєму житті, коли вранці близько 10 години відвідала філію мережі здоров'я та краси Mannings у Цім Ша Цуй.\nЛеунг сказала, що її помилково ідентифікували як злодійку магазину і затримали дві жінки-під прикриттям після того, як вона пройшла через самообслуговування. Потерпіла розповіла, що одна з охоронниць тримала її в задушливому захваті, а інша тягнула її за рюкзак.\nВона згадала, що її потягли назад до магазину і звинуватили у крадіжці двох коробок трав'яного сиропу від кашлю та болю в горлі. Леунг була відпущена лише після того, як пред'явила рахунок без формального вибачення, а тільки одна з охоронниць жартівливо сказала, що це все було просто непорозумінням.\nЛеунг подала скаргу до Mannings, просячи належного пояснення і висловлюючи своє обурення з приводу інциденту.\nУ відповідь на інцидент у середу Mannings вибачилася за те, що Леунг була неправильно оброблена, і додала, що дві охоронниці під прикриттям, найняті аутсорсинговою охоронною компанією, були негайно звільнені у вівторок за порушення кодексу поведінки.\nМережа також зазначила, що розірвала контракт з аутсорсинговою охоронною компанією."
}