{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] might be five inches smaller than me, but even at five foot two, she still manages to move me a couple of inches to the left when she bashes her shoulder into me. “Well, if you have sex with someone on campgrounds, the only place you’re going to find yourself is buried in the woods when I murder you.”\n“You’re not going to murder me. I’m not interested in him and he’s clearly not interested in me.” I retake my place and wrap my arms around her, resting my head on hers. Something I started doing when I overtook her in height, which I know annoys her. “Tell me you love me again.”\nShe huffs, a sound I’ve missed during our time apart. [redacted_name] becoming exasperated by me doesn’t quite have the same effect on a videocall. “This feels like a HR complaint waiting to happen.”\n“Tell me,” I tease, dragging out the “me” until she attempts to elbow me, her short black bob tickling against my face in the struggle. “Please, please, please.”\n“I love you, [redacted_name]. Welcome home. Now get off me, I have a tour to conduct.”\n“MY FEET FEEL LIKE THEY’RE going to fall off.”\nI shoot [redacted_name] a disbelieving look. “You’re a ballerina. Your feet have been through worse.”\n“Being a ballerina has not stopped my sandals from shredding my feet because I was wearing the wrong shoes on a freaking hike.”",
    "trans": "[redacted_name] може бути на п'ять дюймів нижче за мене, але навіть при зрості п'ять футів два дюйми вона все ще здатна зрушити мене на кілька дюймів вліво, коли вона вдаряє мене своїм плечем. \"Ну якщо ти займатимешся сексом з кимось на кемпінгах, єдине місце, де ти опинишся - це похований в лісі, коли я тебе вб'ю.\"\n\"Ти не будеш мене вбивати. Я не зацікавлена в ньому і він явно не зацікавлений в мені.\" Я повертаю своє місце і обіймаю її, покладаючи голову на її. Це те, що я почав робити, коли я перевищив її у зрості, знаючи що це її дратує. \"Скажи мені ще раз, що ти любиш мене.\"\nВона зітхає зі звуком, якого мені не вистачало під час нашої розлуки. [redacted_name] стає роздратованою через мене, але це не має такого ж ефекту на відеодзвінку. \"Це виглядає як скарга до HR, яка чекає на свій момент\".\n\"Скажи мені,\" я жартую, затягуючи \"мене\" до того моменту, поки вона не спробує вдарити мене ліктем, її коротка чорна стрижка доторкається до мого обличчя під час боротьби. \"Будь ласка, будь ласка, будь ласка\".\n\"Я тебе люблю, [redacted_name]. Ласкаво просимо додому. Тепер відчепись від мене, мені потрібно провести екскурсію\".\n\"Мої ноги відчувають себе так, ніби ось-ось відваляться\".\nЯ кидаю [redacted_name] недовірливий погляд. \"Ти балерина. Твої ноги пережили гірше\".\n\"Бути балериною не завадило моїм сандалям порізати мої ноги, тому що я носила неправильне взуття на чортовому поході\"."
}