{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We are looking for a skilled Fish Filleter to join our team. The role involves cutting, trimming, and preparing fish for retail use in a fast-paced environment. You will also inspect and process fish to meet company standards. This is a hands-on position requiring the use of knives and other cutting tools to ensure the highest quality of product.\nKey Responsibilities:\nUse knives, cleavers, bandsaws, or other cutting equipment to fillet and trim fish.\nWeigh fish products and accurately label containers with weight and contents.\nInspect fish for defects, bruises, blemishes, and remove these along with any excess parts.\nPrepare fish for packaging by cutting, trimming, and filleting as needed.\nSeparate fish and byproducts into specified containers and seal for further processing.\nProcess fish into ready-to-cook cuts for retail sale.\nRemove skin, scales, and bones as required for product quality.\nMaintain a clean and organized workstation.\nRequired Skills:\nProficiency in using cutting tools (e.g., knives, meat saws, bandsaws).\nAttention to detail for inspecting and trimming fish.\nAbility to work in a cold, wet environment.\nNice-to-Have Skills:\nExperience in meat or fish processing environments.\nKnowledge of food safety regulations.\nAbility to work in a fast-paced setting with minimal supervision.\nRequired Experience:\nPrevious experience in meat or fish processing.\nContract Details:\nHourly position with potential for overtime based on workload.\nMonday to Friday schedule, with occasional Saturday work.\nCold working conditions at 32°F.",
    "trans": "Ми шукаємо кваліфікованого рибного філетувальника, який приєднається до нашої команди. Роль передбачає нарізання, обрізання та підготовку риби для роздрібного продажу в умовах швидкого темпу роботи. Ви також перевірятиме та оброблятиме рибу згідно зі стандартами компанії. Це робоча позиція, що вимагає використання ножів та інших різальних інструментів для забезпечення найвищої якості продукту.\nОсновні обов'язки:\nВикористовувати ножі, тесаки, стрічкові пили або інше різальне обладнання для філетування та обрізання риби.\nЗважувати рибні продукти і точно маркувати контейнери із зазначенням ваги та вмісту.\nПеревіряти рибу на дефекти, синці, плями та видаляти їх разом із зайвими частинами.\nПідготовка риби до упаковки: обрізка, філетування та нарізка за необхідності.\nРозподіляти рибу та побічні продукти у зазначені контейнери та герметизувати для подальшої обробки.\nОбробляти рибу до готових до приготування шматочків для роздрібного продажу.\nВидаляти шкіру, луску та кістки за необхідності для забезпечення якості продукту.\nПідтримка чистоти та порядку на робочому місці.\nНеобхідні навички:\nВміння використовувати різальні інструменти (наприклад, ножі, пили для оброблення м'яса, стрічкові пили).\nУвага до деталей при перевірці та обрізці риби.\nМожливість працювати в холодному, вологому середовищі.\nБажані навички:\nДосвід роботи в м'ясній або рибній промисловості.\nЗнання нормативів безпеки харчових продуктів.\nЗдатність працювати в умовах швидкого темпу та мінімального нагляду.\nНеобхідний досвід:\nПопередній досвід роботи в м'ясній або рибній промисловості.\nУмови контракту:\nПосада з погодинною оплатою, з можливістю понаднормових годин залежно від навантаження.\nГрафік роботи: з понеділка по п’ятницю, можлива робота по суботах.\nХолодні умови роботи при температурі 32°F."
}