{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Longitudinal separationbetween subsequent aircraft following the same track (in-trail) and between aircraft on intersecting tracks is time-based and is thus expressed in clock minutes. The standard time interval between aircraft following the same route with the same assigned speed is 10 minutes. That time interval wil be adjusted to accommodate aircraft with different speed assignments, shorter if the leading aircraft is faster and longer if the leading aircraft is slower. Aircraft separation is assessed in terms of differences between the respectie ATAs / ETAs at common points. The maintenance of in-trail separations is aided by the application of the Mach Number Technique in which jet aircraft are assigned a specificmach numberas part of their clearance. However, aircraft clock errors resulting in waypoint ATA and ETA errors in position reports can lead to an erosion of actual longitudinal separations between aircraft. It is thus vitally important that the time-keeping device intended to be used to indicate waypoint passing times is accurate, and is synchronised to an acceptable UTC time signal before commencing flight in NAT airspace.",
    "trans": "Поздовжнє ешелонування між повітряними суднами, які слідують одне за одним по одному і тому ж маршруту (попутний рух), а також між повітряними суднами на пересічних трасах визначається за часом і, таким чином, виражається в хвилинах годинників. Стандартний часовий інтервал між повітряними суднами, які йдуть по одному маршруту з однаковою заданою швидкістю, становить 10 хвилин. Цей часовий інтервал буде скоригований з урахуванням того, що повітряні судна мають різну швидкість: він є більш коротким, якщо провідне повітряне судно швидше, і більш тривалим, якщо провідне повітряне судно рухається повільніше. Ешелонування повітряних суден оцінюється з точки зору відмінностей між відповідним фактичним часом прильоту/розрахунковим часом відправлення в загальних точках. Дотриманню ешелонування при попутному русі сприяє застосування методу чисел Маха, при якому реактивним літакам присвоюється певне число Маха в рамках їхнього допуску. Проте помилки бортового годинника, які призводять до помилок у фактичному часі прильоту/розрахунковому часі відправлення у маршрутних точках у звітах про місцезнаходження, можуть призводити до зменшення фактичного поздовжнього ешелонування між повітряними суднами. Таким чином, життєво важливо, щоб пристрій відліку часу, призначений для використання для вказівки часу проходження маршрутних точок, був точним та синхронізованим з прийнятним сигналом часу за всесвітнім координованим часом перед початком польоту у північноатлантичному повітряному просторі."
}