{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Notification from: The Way Point\nGood morning, Residents of The Waypoint,\nIt has come to our attention that several vehicles have been parked in handicap spaces without the appropriate handicap parking decal or license plate. Please be advised that parking in these designated spaces without proper authorization is strictly prohibited, and vehicles in violation may be towed.\nWe kindly ask for your cooperation in ensuring that these spaces remain accessible to those who need them.\nThank you for your attention to this matter.\nTo ensure that you continue to receive these emails, please add [redacted_email] to your Email Address Book.\nTo unsubscribe to notifications from The Way Point, please click here.\nMessage delivered to you by One Call Now. If you have any questions or are interested in the notification services provided by One Call Now for schools, employers, property managers, religious groups, sports teams, and businesses, please visit our web site www.onecallnow.com .\nView our privacy policy.\n© 2007 - 2024 - One Call Now",
    "trans": "Сповіщення від: The Way Point\nДоброго ранку, жителі Waypoint,\nДо нашої уваги потрапило те, що кілька автомобілів були припарковані на місцях для інвалідів без відповідної наклейки чи номерного знака для паркування для інвалідів. Прохання звернути увагу на те, що паркування на цих спеціально відведених місцях без відповідного дозволу суворо заборонено, і транспортні засоби, які порушують правила, можуть бути евакуйовані.\nМи люб'язно просимо вас співпрацювати, щоб ці місця залишалися доступними для тих, кому вони потрібні.\nДякуємо вам за увагу до цього питання.\nЩоб переконатися у тому, що ви будете продовжувати отримувати ці електронні листи, будь ласка, додайте [redacted_email] до вашої електронної адресної книги.\nЩоб скасувати підписку на сповіщення від The Way Point, будь ласка, натисніть тут.\nПовідомлення було вам відправлено через One Call Now. Якщо у вас є питання або ви зацікавлені в сервісах сповіщень, які надаються One Call Now для шкіл, роботодавців, менеджерів з нерухомості, релігійних груп, спортивних команд та бізнесів, будь ласка, відвідайте наш сайт www.onecallnow.com.\nПереглянути нашу політику конфіденційності.\n© 2007 - 2024 — One Call Now"
}