{
    "source": "en_US",
    "target": "uk_UA",
    "text": "WHAT WE’RE LOOKING FOR\nWe are looking for a reliable, solid and dependable AM opening Front of House Server to fill the open position at a high volume hotel restaurant. In this role, you are responsible for opening duties and delivering a positive experience for guests. We strive for only the best to service guests and making every guest feel acknowledged and taken care of.\nWHO WE ARE\nForrest Solutions is the nation’s first and leading premier staffing firm. We focus on providing qualified professionals to a variety of client locations throughout the nation. We offer temp, temp to perm and long term contracted job opportunities.\nSchedule:\nAM - Opening shift 6AM - 3PM. Schedule will vary depending on needs and in house scheduling\nRequirements:\nPrevious POS and 1+ year fast-paced high volume restaurant experience required\nDependable/ reliable\nEnjoys working with people\nMaintain a positive attitude\nKeep a clean and polished appearance\nAdaptable/flexible\nDetail-oriented\nStanding, walking, and bending throughout the entire work day\nAbility to lift, stack and maneuver objects that may weigh 30 to 50 pounds\nCOVID-19 Vaccination Required\nCompensation:\nHourly waged tipped position starting from $11 per hr. plus TIPS. *This is a high volume/ traffic venue where tips can estimate $500+/week on average\nAbout Forrest Solutions:\nForrest Solutions is the nation’s first and leading premier outsourcing/staffing firm. We focus on providing qualified professionals to a variety of client locations throughout the nation. We offer temp, temp to perm and long-term contracted job opportunities.\nReport Job",
    "trans": "ЩО МИ ШУКАЄМО\nМи шукаємо надійного, сумлінного та впевненого у своїх силах офіціанта гостьової зони у ранкову зміну для заповнення відкритої вакансії в ресторані готелю з великою кількістю відвідувачів. У цій ролі ви будете відповідати за виконання обов'язків у ранкову зміну та за забезпечення позитивного досвіду для гостей. Ми прагнемо обслуговувати гостей тільки найкращим чином, щоб кожен гість відчував, що його визнають і про нього піклуються.\nХТО МИ\nForrest Solutions є першою і передовою в країні фірмою з підбору персоналу. Ми спеціалізуємося на наданні кваліфікованих фахівців різним клієнтам по всій країні. Ми пропонуємо тимчасову, постійну та довгострокову роботу згідно контракту.\nГрафік роботи:\nРанкова зміна — робоча зміна з 6 ранку до 3 годин дня. Графік відрізнятиметься залежно від потреб та внутрішнього розкладу.\nВимоги:\nПотрібен попередній досвід роботи з касовим апаратом і 1+ рік роботи у ресторані з великою кількістю відвідувачів\nГідний довіри/надійний\nПодобається працювати з людьми\nПідтримує позитивний настрій\nПідтримує чистий і бездоганний зовнішній вигляд\nАдаптований/гнучкий\nОрієнтований на деталі\nСтояти, ходити і нахилятися протягом усього робочого дня\nЗдатність піднімати, складати і маневрувати предметами вагою від 30 до 50 фунтів\nПотрібна вакцинація від COVID-19\nЗаробітная плата:\nПогодинна оплата від 11 доларів на годину плюс ЧАЙОВІ. *Це ресторан з великою кількістю відвідувачів, де чайові можуть становити в середньому 500+ доларів на тиждень.\nПро Forrest Solutions:\nForrest Solutions є першою і передовою в країні фірмою з підбору персоналу. Ми спеціалізуємося на наданні кваліфікованих фахівців різним клієнтам по всій країні. Ми пропонуємо тимчасову, постійну та довгострокову роботу згідно контракту.\nПовідомити про вакансію"
}