{
    "source": "en_US",
    "target": "uk_UA",
    "text": "New announcement from Mhd.Abdulhamed Hassan Molhim\nAbsence Warnings\nDear Students,\nThis is a gentle reminder regarding the attendance and absence policies at UoS. Please keep in mind that I have no control over Blackboard (BB) marking you as absent. If BB marks you absent, it simply means it recorded you as absent. BB tracks the exact time, including hours, minutes, and seconds, of when you log in and log out. It is completely automatic, and I do not manually mark you absent.\nTo avoid being marked absent, please ensure the following:\nArrive on time and remain in class for the entire session.\nEnsure you have a stable Wi-Fi connection and a reliable PC, and always connect to the UoS Wi-Fi when at the university.\nAvoid distractions from other applications during class, as this may unintentionally mark you as idle or logged out without your intention.\nRead the policy on the course outline:\nPolicies on Attendance, Lateness, and Behavior: The university's official regulations on class attendance and lateness will be strictly followed.\nAttendance for 2-Day Semester Courses:\n3 absences: First warning\n5 absences: Second warning\n7 absences: Banned from taking the final exam, resulting in a grade of ‘FA’ (Failed Attendance) for the semester.\nYou must attend at least 50 minutes (66%) of the total class time to be marked \"Present.\" If you are not in the Blackboard class for 50 minutes",
    "trans": "Нове повідомлення від Мхд. Абдулхамеда Хасана Молхіма\nПопередження про відсутність\nШановні студенти,\nЦе м'яке нагадування щодо політики відвідування та відсутності в UoS. Будь ласка, пам'ятайте, що я не маю контролю над тим, як Дошка(BB) позначає вас як відсутнього. Якщо BB позначає вас як відсутнього, це просто означає, що він зафіксував вас як відсутнього. BB автоматично відстежує точний час, включаючи години, хвилини та секунди, коли ви входите в систему і виходите з неї. Це повністю автоматизовано, і я не позначаю вас вручну як відсутніх.\nЩоб уникнути позначення як відсутнього, будь ласка, дотримуйтесь наступних рекомендацій:\nПриходьте вчасно і залишайтеся на занятті протягом усього сеансу.\nПереконайтеся, що у вас стабільне Wi-Fi з'єднання та надійний комп'ютер, і завжди підключайтеся до Wi-Fi UoS під час перебування в університеті.\nУникайте відволікань з інших додатків під час заняття, оскільки це може ненавмисно позначити вас як бездіяльного або вийшовшого з системи без вашого наміру.\nПрочитайте політику в описі курсу:\nПолітики щодо відвідування, запізнень та поведінки: Офіційні правила університету щодо відвідування занять та запізнень будуть строго дотримані.\nВідвідування для курсів семестру тривалістю 2 дні:\n3 відсутності: Перше попередження\n5 відсутностей: Друге попередження\n7 відсутностей: Заборона на складання фінального екзамену, що призведе до отримання оцінки \"FA\" (Неуспішна присутність) за семестр.\nВи повинні бути присутніми щонайменше 50 хвилин (66%) загального часу заняття, щоб бути позначеними як \"Присутній\". Якщо ви не будете на занятті в Дошці протягом 50 хвилин"
}