{
    "source": "en_US",
    "target": "uk_UA",
    "text": "SPACIOUS 5 BEDROOM + DEN, 2.5 BATH HOME, OVER 2,900 SQ. FT. UNDER AIR!\nWelcome to Cypress Cay in the Gateway Community, a beautifully manicured neighborhood of single-family homes. This home offers an abundance of space and amenities!\nFeaturing luxury vinyl floors throughout, the kitchen boasts solid surface countertops, a large closet pantry, and custom kitchen cabinetry. The first floor includes a formal living area, formal dining area, a kitchen snack bar, breakfast room, den/office, half bath, and a large family room.\nUpstairs, youll find 5 bedrooms, 2 full bathrooms, and a convenient laundry room. The primary suite features dual walk-in closets and an en-suite bathroom with dual sinks, a separate garden tub, and a shower stall. Two guest bedrooms also include walk-in closets. Enjoy wood floors throughout the home and take in the serene view of the pond with a fountain in your backyard. Just a short walk away are the community pool and playground!\nLawn care included. Located close to I-75, RSW Airport, JetBlue Park, and Hammond Stadium",
    "trans": "ПРОСТОРИЙ ДІМ З 5 СПАЛЬНЯМИ + ВІТАЛЬНЯ, 2,5 ВАННИМИ КІМНАТАМИ, ПОНАД 2900 КВ. ФУТІВ ВІДКРИТОЇ ЗОНИ!\nЛаскаво просимо до Cay в громаді Гейтвей, красивому й доглянутому приміському районі з односімейними будинками. Цей будинок має багато простору та зручностей!\nКухня з вініловою підлогою преміумкласу, стільницями з масиву, великою шафою-коморою та кухонним гарнітуром, який виготовлено на замовлення. На першому поверсі знаходиться парадна вітальня, столова, бар, кімната для сніданків, спальня/кабінет, напівванна і великий сімейний зал.\nНа верхньому поверсі розташовані 5 спалень, 2 великі ванні кімнати та зручна пральня. Основна спальня має дві гардеробні кімнати та окрему ванну кімнату з двома раковинами, окремою ванною з виходом у сад, душовою кабіною. Дві гостьові спальні також мають гардеробні кімнати. Весь будинок з підлогою з дерева та дивовижним заспокійливим видом на задній двір зі ставком і фонтаном. За кілька хвилин пішки знаходяться міський басейн та дитячий майданчик!\nДогляд за газоном включено. Нерухомість розташована недалеко від I-75, аеропорту Флориди RSW, парку JetBlue Park та стадіону Хаммонда"
}