{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Attestation: I have personally reviewed the study and the provided clinical information. I have assessed/edited resident's findings and have prepared a revised report that is based on my own observation and interpretation. Final report dictated by Mohamed Halabi and signed by [redacted_name] 10/25/2024 7:23 PM\nNarrativa\nEXAM: US TRANSVAGINAL INDICATION: 43 years-old Female presenting with confirm IUP. COMPARISON: Comparison made with transvaginal ultrasound dated 4/9/2024 Multiple grayscale and Color doppler real-time sonographic images were obtained by the ultrasound technologist. Selected static images are presented to the radiologist. Findings: There is a saclike nonspecific cystic structure within the endometrial cavity, may represent a gestational sac, with mean sac diameter is measuring approximately 4.0 x 1.7 x 1.8 cm, which corresponds to 7 weeks and 1 day of pregnancy. There is a probable tiny yolk sac. No evidence for fetal pole. No direct sonographic evidence for ectopic pregnancy. Posterior uterine body fibroid measures approximately 1.1 x 1.6 x 1.3 cm. Cervical length is 4.5 cm. Within the left ovary there is a 1.6 x 1.4 cm ovarian cyst. Within the right ovary there is a 2.9 x 3.1 x 2.8 cm cyst, not well visualized. The right ovary measures approximately 4.5 x 3.5 x 3.1 cm and the left ovary measures approximately 2.8 x 3.4 x 2.4 cm. There is no significant free fluid.",
    "trans": "Атестація: Я особисто переглянув дослідження та надану клінічну інформацію. Я оцінив/відредагував результати обстеження мешканця та підготував переглянутий звіт, заснований на власному спостереженні та інтерпретації. Остаточний звіт продиктований Мохамедом Халабі та підписаний [redacted_name] 25.10.2024 19:23\nНаратив\nЕКЗАМЕН: ТРАНСВАГІНАЛЬНЕ УЗД США ПОКАЗАННЯ: 43-річна жінка, яка звернулася з підтвердженою внутрішньоматковою вагітністю. ПОРІВНЯННЯ: Порівняння проведено з трансвагінальним ультразвуковим дослідженням від 09.04.2024 року. Були отримані численні сірі та кольорові доплерівські реальні сонографічні зображення, які були отримані ультразвуковим техніком. Вибрані статичні зображення представлені радіологу. Висновки: Внутрішньоматковій порожнині є мішкоподібна неспецифічна кістозна структура, яка може представляти собою гестаційний міхур, середній діаметр якого приблизно 4,0 x 1,7 x 1,8 см, що відповідає 7 тижням і 1 дню вагітності. Є ймовірно маленький жовтковий міхур. Немає ознак плодової частини. Немає прямих сонографічних ознак позаматкової вагітності. Фіброма задньої стінки матки має розміри приблизно 1,1 x 1,6 x 1,3 см. Довжина шийки матки становить 4,5 см. У лівому яєчнику є кістка розміром 1,6 x 1,4 см. У правому яєчнику є кістка розміром 2,9 x 3,1 x 2,8 см, яка погано візуалізується. Правий яєчник має розміри приблизно 4,5 x 3,5 x 3,1 см, а лівий яєчник має розміри приблизно 2,8 x 3,4 x 2,4 см. Значної вільної рідини немає."
}