{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Apple Customer,\nThank you for placing an order for Apple software.\nAttached please find the password required to open your license agreement separately sent to you in PDF. If you do not receive the PDF of your license agreement, please check your spam filters for attachment restrictions and contact us to have your password and license document sent again.\nPlease print or save your license agreement for your records.\nYour password is:ZHaztP8L\nShould you have questions about this order, or if this communication should have been sent to someone else, please contact Apple, or the authorised reseller you purchased your volume license from.\nAll details about our software licensing programs can be found at:\nPlease do not reply to this message. You are receiving this email because you purchased Apple software volume licensing. Please note that this message was sent from a notification-only address that cannot accept incoming mail. Apple respects your privacy. Information regarding your personal information can be viewed at http://www.apple.com/legal/privacy/.\nDon’t forget to add do_not_reply@apple.com to your Address Book to keep future email from skipping your inbox or getting caught in spam filters.\nThank you for choosing Apple!",
    "trans": "Шановний клієнте Apple!\nДякуємо, що замовили програмне забезпечення Apple.\nУ додатку ви знайдете пароль, який відкриє ліцензійну угоду. Угода була надіслана вам окремо у форматі PDF. Якщо ви не отримали PDF-файл ліцензійної угоди, перевірте, будь ласка, спам-фільтри на наявність обмежень додатків, і зв'яжіться з нами, щоб ми надіслали вам пароль і ліцензійний документ повторно.\nБудь ласка, видрукуйте або збережіть ліцензійну угоду.\nВаш пароль: ZHaztP8L\nЯкщо у вас виникнуть запитання щодо цього замовлення або якщо це повідомлення слід було надіслати комусь іншому, зверніться до Apple або до авторизованого торгового дилера, у якого ви придбали ліцензію.\nДеталі про всі ліцензії на наше програмне забезпечення можна знайти за посиланням:\nБудь ласка, не відповідайте на це повідомлення. Ви отримали його, тому що придбали ліцензію на програми Apple. Apple. Зверніть увагу, що це повідомлення було надіслано з адреси, призначеної лише для повідомлень, яка не може приймати вхідну пошту. Компанія Apple поважає вашу конфіденційність. Інформацію про ваші персональні дані можна переглянути за посиланням http://www.apple.com/legal/privacy/.\nДодайте do_not_reply@apple.com до своєї адресної книги, щоб у майбутньому наші листи не потрапляли до скриньки зі спамом.\nДякуємо за те, що обираєте Apple!"
}