{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Although it saddens us, your stay is coming to an end.\nTomorrow,21/10/2024, is your check-out day.\nBelow, you will find the instructions for your apartment check-out.\nPlease, for hygiene reasons and to avoid unpleasant odours, kindly dispose of the trash and clean the kitchen, leaving dishes, glasses, and utensils clean.\nTo facilitate the work of our cleaning team, we kindly ask you to adhere to the check-out time you provided during your online check-in. If your departure time changes, please inform us.\nIf your apartment has keys, simply leave all sets of keys on the apartment table and close the door upon exit. If your apartment has a key box, leave the keys inside the box as you found them. (Does not apply to Villa Rural Zen, Villa Rural La Torre, and Casa Rural la Zamarrilla)\nEnsure that windows and doors are securely closed, and all air conditioning/heating devices are turned off\nIf you have paid your deposit by credit card, it will be returned to you within 7 days (depending on your bank).\nTHANK YOU!\nOn behalf of our team members, we appreciate you choosing Living4malaga for your stay.\nWe hope you are satisfied with our services and look forward to seeing you in the future.\nWe would greatly appreciate it if you could leave us a maximum rating on Google and on the platform where you made your reservation.\nYour feedback is essential and holds great value for both us and our future guests.",
    "trans": "Як це не сумно, але ваше проживання у нас добігає кінця.\nВиселення відбувається завтра, 21.10.2024.\nНижче ви знайдете інструкцію з виселення з апартаментів.\nПросимо вас, з міркувань гігієни та для уникнення неприємних запахів, винести сміття та прибратися на кухні, залишаючи чистий посуд, стакани та приладдя.\nДля полегшення роботи нашої команди прибиральників ми просимо вас не порушувати час виїзду, вказаний вами під час онлайн-реєстрації. Якщо час виїзду змінюється, повідомте нам про це, будь ласка.\nЯкщо ваші апартаменти мають ключі, залиште всі комплекти ключів на столику в апартаментах і зачиніть двері при виході. Якщо в апартаментах є сейф, то залиште ключі в ньому в тому вигляді, в якому ви їх знайшли. (Це не стосується вілл Rural Zen, Villa Rural La Torre та Casa Rural la Zamarrilla)\nУпевніться, що вікна та двері надійно зачинені, а всі кондиціонери/опалювальні прилади вимкнені\nЯкщо ви внесли заставу кредитною карткою, вона повернеться вам протягом 7 днів (залежно від вашого банку).\nДЯКУЄМО!\nМи вдячні від імені членів нашої команди за вибір Living4malaga для вашого перебування.\nСподіваємося, ви будете задоволені нашими послугами і з нетерпінням очікуємо зустрічі з вами в майбутньому.\nБудемо дуже вдячні, якщо ви поставите нам максимальну оцінку в Google і на платформі, на якій ви здійснили бронювання.\nВаш зворотний зв'язок є важливим і має велику цінність як для нас, і для наших майбутніх гостей."
}