{
    "source": "en_US",
    "target": "uk_UA",
    "text": "briefing\nHi everyone,\nJust to follow-on from Susi's announcement, I realised that the Climate Futures MSc rules for award were not included in School's Rules for Award summary.\nTo be clear: To be awarded the Climate Futures MSc, you must take 180 credits and pass 150 credits at 50+.\nAlso note that all taught post-graduate programmes require a minimum weighted average of 50+, including any modules failed; that is, your award will be calculated based on the average (mean) of the final marks for all of your 180 credits, including any failed module. Thus, while you may fail one 30 credit module and still get the MSc, the failed module score will still count towards your overall degree classification, which must average 50% or more.\nI hope that is clear, but if not, please discuss with your Academic and Personal Tutors (APTs).\nAlso to reiterate, please do make sure you understand and follow the rules on academic malpractice.\nI'm reattaching both documents here - updated for CFutures MSc.",
    "trans": "брифінг\nВсім привіт,\nПродовжуючи тему повідомлення Сьюзі, я зрозумів, що правила отримання ступеня магістра з кліматичного ф'ючерсу не включені в резюме правил Школи щодо присудження.\nЩоб прояснити: для отримання ступеня магістра з кліматичного майбутнього ви маєте взяти 180 кредитів і здати 150 кредитів на оцінку 50+.\nЗверніть також увагу, що для всіх аспірантських програм вимагається мінімальний середньозважений бал 50+, враховуючи всі незасвоєні модулі; іншими словами, ваша нагорода буде розрахована на основі середнього балу за всі 180 кредитів, включаючи всі незасвоєні модулі. Отже, попри те, що ви можете не скласти один 30-кредитний модуль і все ж отримати ступінь магістра, бал за невдалий модуль все одно буде враховуватися у вашій загальній класифікації ступеня, яка має становити в середньому 50% або більше.\nСподіваюся, це зрозуміло, але якщо ні, обговоріть це з вашими академічними та персональними кураторами (APTs).\nТакож хочу повторити, що ви маєте переконатися, що зрозуміли і дотримуєтесь вимог стосовно академічної недоброчесності.\nЯ додаю обидва документи тут, оновлені для CFutures MSc."
}