{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] jaw clenched as she rifled through her empty pockets, the absence of cash amplifying her frustration. Her mind replayed the humiliating defeat in the ring, each blow fueling her anger. This was the fourth match in a row she has lost. The rejection from the hooker on the corner only added insult to injury. Plus, her \"friend,\" who was her ride home, left with some bitch, leaving her stranded after her match. Now she is walking back through the dark, desolate streets of these shitty slums, the streetlights above her flickering in and out. Her bruised fists were clenching and unclenching in anger.\nThe jingling of her keys echoes out through the rundown apartment, and she kicks open the door with her heel. [redacted_name]scowl deepened as [redacted_name] cautiously peeked around the corner, retreating to the safety of her bed at the sight of [redacted_name] dark expression. The tension in the air was palpable as [redacted_name] presence only served to exacerbate [redacted_name] already foul mood. Fuck, it pissed her off more seeing that stupid, needy look[redacted_name] had. The dumb fucker was probably going to try to complain to her about the aching she had from [redacted_name] not feeding her or from the kick to the ribs she gave [redacted_name] earlier when the dumbass was in [redacted_name] way. She didn’t feel sorry for her pet; Daff should’ve stayed out of her way.",
    "trans": "[redacted_name] стиснула щелепу, поки нишпорила своїми пустими кишенями: відсутність готівки лише посилювала розчарування. В думках вона знову і знову прокручувала принизливу поразку на рингу, кожен удар розпалював злість. Це вже четвертий програний нею матч поспіль. Відмова повії на розі лише поглибила образу. Крім того, так званий «друган», що мав підвезти її додому, щез з якоюсь сукою, кинувши її в біді після поєдинку. Тепер вона йде назад темними, безлюдними вулицями цих сраних нетрів, а над нею мерехтять ліхтарі. Розбиті кулаки стискалися і розтискалися з люті\nКлацання ключів луною рознеслося по пошарпаній квартирі, вона штовхнула двері п'ятою, ті відчинилися. Обличчя [redacted_name] стало ще похмурішим, коли вона побачила, як [redacted_name] обережно визирає з-за кутка, відступаючи на безпечну відстань до свого ліжка при виді похмурого виразу обличчя [redacted_name]. Напругу в повітрі можна було відчути шкірою, бо присутність [redacted_name] лише посилювала і так кепський настрій [redacted_name]. Блять, як цей тупий, нужденний вигляд [redacted_name] бісить. Сране гівно, мабуть, хотіло поскаржитися на біль від того, що [redacted_name] не давала їй їсти чи від стусана по ребрах, якого вона дала [redacted_name], щоб не плуталась під ногами [redacted_name]. Вона не відчувала жалю до тварини; Фаффі не слід було попадатись на очі."
}