{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Extraction is the crucial first step in the analysis of medicinal plants, because it is necessary to extract the desired\nchemical components from the plant materials for further separation and characterization. The basic operation included steps,\nsuch as pre-washing, drying of plant materials or freeze drying, grinding to obtain a homogenous sample and often improving the\nkinetics of analytic extraction and also increasing the contact of sample surface with the solvent system. Proper actions must be\ntaken to assure that potential active constituents are not lost, distorted or destroyed during the preparation of the extract from\nplant samples. If the plant was selected on the basis of traditional uses (Fabricant and Farnsworth, 2001), then it is needed to\nprepare the extract as described by the traditional healer in order to mimic as closely as possible the traditional ‘herbal’ drug. The\nselection of solvent system largely depends on the specific nature of the bioactive compound being targeted. Different solvent\nsystems are available to extract the bioactive compound from natural products. The extraction of hydrophilic compounds uses\npolar solvents such as methanol, ethanol or ethyl-acetate. For extraction of more lipophilic compounds, dichloromethane or a\nmixture of dichloromethane/methanol in ratio of 1:1 are used. In some instances, extraction with hexane is used to remove\nchlorophyll (Cos et al., 2006).\nAs the target compounds may be non-polar to polar and thermally labile, the suitability of the methods of extraction\nmust be considered. Various methods, such as sonification, heating under reflux, soxhlet extraction and others are commonly\nused (United States Pharmacopeia and National Formulary, 2002; Pharmacopoeia of the People’s Republic of China, 2000; The\nJapanese Pharmacopeia, 2001) for the plant samples extraction. In addition, plant extracts are also prepared by maceration or\npercolation of fresh green plants or dried powdered plant material in water and/or organic solvent systems. A brief summary of\nthe experimental conditions for the various methods of extraction is shown in Table 1.\nThe other modern extraction techniques include solid-phase micro-extraction, supercritical-fluid extraction,\npressurized-liquid extraction, microwave-assisted extraction, solid-phase extraction, and surfactant-mediated techniques, which\npossess certain advantages. These are the reduction in organic solvent consumption and in sample degradation, elimination of\nadditional sample clean-up and concentration steps before chromatographic analysis, improvement in extraction efficiency,\nselectivity, and/ kinetics of extraction. The ease of automation for these techniques also",
    "trans": "Екстракція є критично важливим першим кроком у аналізі лікарських рослин, оскільки необхідно екстрагувати потрібні\nхімічні компоненти з рослинних матеріалів для подальшого розподілу та характеристики. Основні операції включають такі етапи,\nтакі як попереднє промивання, сушіння рослинних матеріалів або ліофілізація, подрібнення для отримання однорідного зразка і часто покращення\nкінетики аналітичної екстракції, а також збільшення контакту поверхні зразка з системою розчинників. Необхідно вжити належних заходів\nщоб гарантувати, що потенційні активні компоненти не втрачаються, не спотворюються і не руйнуються під час приготування екстракту з\nрослинних зразків. Якщо рослина була обрана на основі традиційного використання (Fabricant i Farnsworth, 2001), то необхідно\nпідготувати екстракт, як це описано традиційним лікарем, щоб максимально точно відтворити традиційний «трав’яний» препарат.\nвибір розчинника в основному залежить від специфічної природи біоактивної сполуки, яку потрібно виділити. Для виділення біоактивної сполуки з природних продуктів доступні різні розчинники.\nдоступні системи для виділення біоактивних сполук з природних продуктів. Для видобутку гідрофільних сполук використовують\nполярні розчинники, такі як метанол, етанол або етилацетат. Для видобутку більш ліпофільних сполук використовують дихлорометан або суміш дихлорометану з метанолом\nсуміш дихлорометану з метанолом у співвідношенні 1:1. В деяких випадках для видобутку використовують гексан для видалення\nхлорофілу (Cos et al., 2006).\nОскільки цільові сполуки можуть бути як неполярними, так і полярними, а також термолабільними, необхідно враховувати придатність методів екстракції\nповинні бути враховані. Різні методи, такі як соніфікація, нагрівання під рефлюксом, екстракція за допомогою сокслета та інші, зазвичай\nвикористовуються (Фармакопея Сполучених Штатів та Національний формуляр, 2002; Фармакопея Китайської Народної Республіки, 2000;\nЯпонська фармакопея, 2001) для екстракції рослинних зразків. Крім того, екстракти рослин також готуються шляхом мацерації або\nпроціджування свіжих зелених рослин або висушеного порошку рослинного матеріалу у воді та/або органічних розчинниках. Короткий огляд\nумов експерименту для різних методів екстракції наведено в таблиці 1.\nІнші сучасні техніки екстракції включають мікроекстракцію в твердому фазі, екстракцію супер-критичною рідиною,\nекстракцію під тиском рідиною, екстракцію за допомогою мікрохвиль, екстракцію в твердому фазовому середовищі та методи, що використовують поверхнево-активні речовини, які\nмають певні переваги. Це зменшення споживання органічних розчинників і деградації зразка, усунення\nдодаткових етапів очищення зразка та концентрації перед хроматографічним аналізом, покращення ефективності екстракції,\nселективність та/або кінетика екстракції. Легкість автоматизації цих технік також"
}