{
    "source": "en_US",
    "target": "uk_UA",
    "text": "註冊及考試組\nRegistration and Examinations Section\nTo\nStudents with Centralized Course Examinations (undergraduate curriculum) in First Term 2024-25\nFrom\nRegistration and Examinations Section\nDate\n30-10-2024\nSubject\nDraft Examination Timetable, 1st term 2024-25\nEnquiry\nugadmin@cuhk.edu.hk\nDear Students,\nKindly be informed the following pertaining to the arrangements of the centralized course examinations in 1st term 2024-25.\n1. Draft Examination Timetable\nThe Draft Examination Timetable has been released today (30 October 2024) on CUSIS under the tab “Exam Timetable for UG Courses”. Students MUST check carefully the dates, time and venues arranged for their course examination(s) in the Draft Examination Timetable. If there are genuine problems that students cannot attend any examination scheduled for their courses, they should seek advice from course teachers concerned on or before 4 November 2024.\nThe Draft Examination Timetable has been compiled with due consideration of the following guidelines:\n(i) students will have at most 2 examinations per day;\n(ii) if practicable, at least a 2-hour break will be arranged for students who have consecutive examinations.\nStudent are reminded to observe additional guidelines/arrangements, if there are any, as advised by course teachers and departments concerned.\n2. Special Examination Arrangements\nFor individual students with special education needs (SEN), the Draft Examination Timetable released at RES homepage may NOT be applicable to them. SEN students concerned who have reported to the Office of student Affairs (OSA) should refer to the related message in CUSIS. FINAL Examination Timetable will be sent to them by e-mail around 22 November 2024 when related arrangements have been worked out with departments concerned.\n3. Absence from Centralized Course Examinations\nIn case of absence from examination, please observe the relevant University Regulations and submit application in person to the following office:\na. Undergraduate Students: Registration and Examinations Section (10/F, YIA)\nb. IASP Students: Office of Academic Links (i-Centre, 1/F, YIA)\nc. Postgraduate Students: Graduate School Office (7/F, YIA)\nPlease take note of the “FAQ for Absence from Centralized Course Examinations” under the Guidelines and Information for Centralized Course Examinations of RES homepage for details in applying for absence from centralized course examinations as well as the necessary supporting documents that should be submitted to RES. Early purchase of air tickets will NOT be accepted as reason for absence from examinations.\n4. Final Examination Timetable\nStudents MUST check the examination details from the Final Examination Timetable which will be released on 11 November 2024.\nWith best regards,\nRegistration and Examinations Section\n30 October 2024\nDisclaimer:\n******************DISCLAIMER******************\nThis e-mail is sent by ITSC on the request of Registration and Examinations Section. If you have any queries or comments regarding the policies and guidelines for mass mailings by ITSC please check at https://cuhk.hk/ind-msmail or submit them to ITSC Service Desk at https://cuhk.hk/ask-it.\n**********************************************",
    "trans": "註冊及考試組\nВідділ реєстрації та іспитів\nдля\nстудентів, які складають централізовані курсові іспити (навчальний план бакалаврату) у першому семестрі 2024-25 року\nВід\nВідділу реєстрації та іспитів\nДата\n30.10.2024\nПредмет\nПроєкт розкладу іспитів, 1-й семестр 2024-25 року\nЗапит\nugadmin@cuhk.edu.hk\nШановні студенти,\nІнформуємо вас про наступний порядок проведення централізованих курсових іспитів у 1 семестрі 2024-25 року.\n1. Проєкт розкладу іспитів\nПроєкт розкладу іспитів був опублікований сьогодні (30 жовтня 2024 року) на CUSIS у вкладці «Розклад іспитів для бакалаврських курсів». Студенти ПОВИННІ уважно перевірити дати, час і місця проведення іспитів зі своїх предметів, які зазначені в проєкті розкладу іспитів. У разі появи реальних проблем, які пов'язані із неможливістю відвідування іспитів з предметів, студенти повинні звернутися за консультацією до відповідних викладачів курсів не пізніше 4 листопада 2024 року.\nПроєкт розкладу іспитів був складений з урахуванням таких рекомендацій:\n(i) у студентів буде не більше 2 іспитів на день;\n(ii) якщо це реально, то для студентів, які складають іспити поспіль, буде організовано мінімальну 2-годинну перерву.\nСтудентам нагадують про потребу дотримуватися додаткових рекомендацій/регламентів, якщо такі є, відповідно до рекомендацій викладачів курсів і відповідних факультетів.\n2. особливі умови складання іспитів\nДля окремих студентів, у яких є особливі освітні потреби (SEN) проєкт розкладу іспитів, який опублікований на головній сторінці RES, може до них не застосовуватися. Студенти з особливими освітніми потребами, які звернулися до Відділу по роботі зі студентами (OSA), повинні ознайомитися з відповідним повідомленням у CUSIS. Фінальний розклад іспитів буде їм відправлено електронною поштою десь 22 листопада 2024 року, коли відповідні домовленості будуть досягнуті з відповідними факультетами.\n3. Відсутність на централізованих курсових іспитах\nУ разі відсутності на іспиті, будь ласка, дотримуйтесь відповідних правил університету та особисто подайте заявку в наступний офіс:\na. Студенти бакалаврату: Відділ реєстрації та іспитів (10/F, YIA)\nb. Студенти IASP: Відділ академічних зв'язків (i-Centre, 1/F, YIA).\nc. Аспіранти: Офіс магістратури (7/F, YIA)\nБудь ласка, зверніть увагу на «Часті запитання щодо відсутності на централізованих курсових іспитів« у розділі про інструкції та інформацію щодо централізованих курсових іспитів» на домашній сторінці RES, де детально описано, як подавати заяву про відсутність на централізованих курсових іспитах, а також про необхідні підтверджувальні документи, які треба подати до RES. Рання купівля авіаквитків НЕ БУДЕ вважатися як причина відсутності на іспитах.\n4. Розклад фінальних іспитів\nСтуденти ЗОБОВ'ЯЗАНІ перевірити деталі про іспити в розкладі фінальних іспитів, який буде опубліковано 11 листопада 2024 року.\nЗ найкращими побажаннями,\nВідділ реєстрації та іспитів\n30 жовтня 2024 року\nДисклеймер:\n******************ДИСКЛЕЙМЕР******************\nЦей електронний лист відправляється ITSC за запитом Відділу реєстрації та іспитів. Якщо у вас виникли будь-які запитання або коментарі щодо політики та рекомендацій з масової розсилки ITSC, будь ласка, перевірте їх на сайті https://cuhk.hk/ind-msmail або надішліть їх до служби підтримки ITSC за адресою https://cuhk.hk/ask-it.\n**********************************************"
}