{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Rejection is a detrimental experience that directly threatens people’s fundamental need for social acceptance and connection. Rejection is particularly distressing for people with elevated social anxiety, as it is their core fear. Yet, very few studies have examined the impact of daily rejection in the context of social anxiety. The present research examined the socioemotional effects of daily feelings of rejection in the context of social anxiety across two experience-sampling studies. Study 1 was a 2-week daily diary study with community adults and Study 2 was a 4-week ecological momentary assessment (EMA) study with a clinical sample of adults with and without social anxiety disorder (SAD). In both studies, elevated social anxiety was linked with feeling more rejected. In both studies, feeling more rejected was linked to higher intensity negative emotions and a greater desire to be alone. Interestingly, relationships between participants’ rejection feelings and their emotional well-being and social motivation did not vary based on their level of social anxiety symptoms. Taken together, results suggest that daily rejection experiences are associated with worse emotional well-being and impaired social functioning.",
    "trans": "Відторгнення є негативним досвідом, що безпосередньо загрожує основній потребі людей у соціальному прийнятті та зв'язках. Відторгнення є особливо болючим для людей, які мають підвищену соціальну тривожність, адже це їхній основний страх. Втім, вплив щоденного відторгнення в контексті соціальної тривожності вивчався в дуже небагатьох дослідженнях. Це дослідження вивчало соціально-емоційні наслідки повсякденного відчуття відторгнення в умовах соціальної тривожності у двох дослідженнях, заснованих на вибірці з досвіду. У дослідженні 1 проводилося 2-тижневе дослідження щоденника за участю дорослих із громади, а у дослідженні 2 - 4-тижневе дослідження миттєвої екологічної оцінки (EMA) з клінічною вибіркою дорослих, які мали та не мали соціального тривожного розладу (SAD). У обох дослідженнях підвищений рівень соціальної тривожності був пов'язаний з відчуттям, що їх більше відторгають. Почуття відторгнення в обох дослідженнях було пов'язане з вищою інтенсивністю негативних емоцій і більшим бажанням побути на самоті. Цікавим є те, що взаємозв'язок між відчуттям відторгнення та емоційним добробутом і мотивацією учасників не залежав від рівня їхньої соціальної тривожності. Результати дослідження свідчать про те, що щоденне відчуття відторгнення асоціюється з погіршенням емоційного самопочуття та соціального функціонування."
}