{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Establish & maintain a strong network of relationships with regional government leaders\nTrack and analyze national and provincial government policy dynamics, including but not limited to laws and regulations, healthcare industry policies, market access & tender opportunities etc., conduct in-depth research to enable regional sales leaders to drive business results.\nCommunicate regularly to understand authorities’ intentions and preferences, convey and strive for support and resources.\nIdentify and drive collaborative projects with local authorities, such as government subsidies, tax incentives, joint projects, etc.\nMonitor and evaluate local policies or events that may negatively impact the business and develop response strategies promptly in times of crisis to mitigate the risks.\nRegularly report on the progress of relations work to senior management and provide policy recommendations and improvement suggestions.\nDefine and implement market assess strategies, ensure emphasis is placed on cost control and efficiency enhancement to ensure the profitability of the business.\nLead region Value-Based Purchasing project, make sure to achieve consensus on the product's value proposition with clinical and authorities.\nProvide consulting support to reginal business leaders and lead to resolve government related issues at regional level.",
    "trans": "Встановлювати та підтримувати сильну мережу відносин з керівниками регіональних органів влади\nВідстежувати та аналізувати зміни в політиці національних та регіональних органів влади, включно але не обмежуючись законами та нормами, політикою в сфері охорони здоров'я, можливостей для доступу до ринку та тендерів, здійснювати поглиблені дослідження, щоб дозволити регіональним керівникам з продажів досягати бізнес результатів.\nПідтримувати регулярний зв'язок, щоб розуміти наміри та вподобання уряду, повідомляти та намагатись отримати підтримку та ресурси.\nВиявляти та розвивати сумісні проєкти з місцевою владою, нарпиклад урядові субсидії, податкові бонуси, сумісні проєкти та ін.\nВідстежувати та оцінювати місцеву політику або заходи, які можуть негативно вплинути на бізнес, та оперативно розробляти стратегії в кризові часи, щоб пом'якшити ризики.\nРегулярно доповідати про прогрес в розвитку відносин старшому керівнику та надавати рекомендації з політики та пропозиції покращення.\nВизначати та реалізовувати стратегії оцінювання ринку, приділяти особливу увагу контролю за витратами та підвищенням ефективності, щоб забезпечити дохідність бізнесу.\nКерувати регіональним проєктом із закупівель на базі вартості, переконуватись  вдосягненні консенсусу щодо запропонованої вартості продукту з лікувальними закладами та органами влади.\nНадавати консультаційну підтримку регіональним керівникам та очолювати вирішення проблем з владою на регіональному рівні."
}