{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello,\nWe hope this email finds you well. We just wanted to check in!\nWe recognize that the fertility journey can feel new and overwhelming for many people, but we are here to support you each step of the way. We know that you were given so much information during your initial conversation with a Patient Care Advocate (PCA), so if you need a refresher on any part of your benefit, please don’t hesitate to reach out.\nPlease let us know if you decide to move forward with any next steps and we will help you with the process. If you've chosen to pursue treatment, please let us know and your PCA will work to ensure your treatment is authorized. If relevant to your treatment journey, it's helpful to ask your clinic for your medication protocol, and then check with your PCA about medication coverage and whether or not you need prior authorization.\nWe are here to help! If you have any questions or just want to chat, please contact your PCA.",
    "trans": "Вітаємо,\nСподіваємося, що цей лист знайде вас у доброму здоров'ї. Ми лише хотіли привітатися!\nМи знаємо, що для багатьох людей процес лікування безпліддя може здатися новим і непосильним, але ми готові підтримати вас на кожному кроці цього шляху. Ми розуміємо, що під час першої розмови з Patient Care Advocate (PCA) ви отримали багато інформації, тому, якщо ви хочете дізнатися більше про будь-яку частину ваших прав, будь ласка, не соромтеся звертатися до нас.\nЯкщо ви вирішите продовжити подальші кроки, повідомте нам, і ми допоможемо вам у цьому процесі. Якщо ви вирішили продовжити лікування, сповістіть нас про це, і ваш PCA працюватиме над тим, щоб забезпечити дозвіл на ваше лікування. Якщо це має відношення до вашого лікування, вам буде корисно звернутися до клініки з проханням надати вам протокол прийому ліків, а потім проконсультуватися з вашим РСА стосовно покриття ліків і того, чи потрібен вам попередній дозвіл.\nМи тут, щоб допомогти! Якщо ви маєте запитання чи просто хочете поспілкуватися, зверніться до свого РСА."
}