{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In recent years, a new generation of animal models of PD has been made available, based on the enhanced, pathological accumulation of neuromelanin (NMel). The rationale behind these approaches was based on (i) well-known evidence for the presence of a reciprocal association between the incidence of PD and melanoma (Olsen et al., 2006; Constantinescu et al., 2007; Bertoni et al., 2010; Inzelberg et al., 2016; Dalvin et al., 2017; Bose et al., 2018; Dube et al., 2020); (ii) detection of alpha-synuclein in malignant melanocytes (Dean and Lee, 2021); (iii) proven correlation between dopaminergic cell vulnerability and neuromelanin content (Hirsch et al., 1988, 1989; Kastner et al., 1992); and (iv) the fact that primates (human and non-human) are the only animal species with pigmented neurons in the ventral mesencephalon, locus coeruleus (LC) and dorsal motor nucleus of the vagus nerve (DMNX), three structures in close relationship with the potential prionoid spread of alpha-synuclein pathology, in keeping with the so-called “Braak hypothesis” (Braak et al., 2002, 2003) that postulates a clinicopathological correlation of LB burden in parallel to disease progression.\nIn humans, dopamine neurons became pigmented upon the age-dependent intracytoplasmic accumulation of NMel, a dark granular-like substrate resulting from a non-enzymatic oxidation of dopamine (Fedorow et al., 2005, 2006), reaching pigmentation levels high enough to allow direct macroscopical visualization of the SNc and LC (not the same case for pigmented DMNX, only visible microscopically). Pigmentation levels increase with age, particularly in humans (Fedorow et al., 2006) and to a lesser extent in non-human primates, where a very mild pigmentation can only be detected beyond 6 years of age in squirrel monkeys (McCormack et al., 2004). In this regard, the potential role of NMel in dopaminergic cell degeneration has long been neglected since rodents, as by far the most commonly used experimental laboratory animals, do not accumulate NMel (Marsden, 1961; Carballo-Carbajal et al., 2019).",
    "trans": "В останні роки з'явилася нова генерація моделей тварин для дослідження хвороби Паркінсона (PD), заснованих на підвищеному патологічному накопиченні нейромеланіну (NMel). Раціональність цих підходів базується на (i) добре відомих доказах наявності зворотного зв'язку між частотою виникнення PD та меланомою (Olsen et al., 2006; Constantinescu et al., 2007; Bertoni et al., 2010; Inzelberg et al., 2016; Dalvin et al., 2017; Bose et al., 2018; Dube et al., 2020); (ii) виявленні альфа-синуклеїну в злоякісних меланоцитах (Dean and Lee, 2021); (iii) доведеній кореляції між вразливістю дофамінергічних клітин та вмістом нейромеланіну (Hirsch et al., 1988, 1989; Kastner et al., 1992); та (iv) тим фактом, що примати (люди та не люди) є єдиними видами тварин з пігментованими нейронами у вентральному мезенцефалі, синьому ядрі (LC) та дорсальному моторному ядрі блукаючого нерва (DMNX), трьох структурах, які мають тісний зв'язок з потенційним пріоноподібним розповсюдженням патології альфа-синуклеїну, відповідно до так званої \"гіпотези Браака\" (Braak et al., 2002, 2003), яка постулює клініко-патологічну кореляцію навантаження тільцями Леві паралельно прогресуванню захворювання.\nУ людей нейрони дофаміну стають пігментованими внаслідок вікової залежності накопичення NMel в цитоплазмі, що є темним гранульованим субстратом, який виникає внаслідок неферментативного окислення дофаміну (Fedorow et al., 2005, 2006). Рівні пігментації досягають достатньо високих значень, щоб дозволити безпосередню макроскопічну візуалізацію SNc та LC (випадок з пігментованим DMNX інший - він видимий лише мікроскопічно). Рівні пігментації збільшуються з віком, особливо у людей (Fedorow et al., 2006), і в меншій мірі у приматів, де дуже легка пігментація може бути виявлена лише після 6 років життя у білочеревих мавп (McCormack et al., 2004). У цьому відношенні потенційна роль NMel у дегенерації дофамінергічних клітин довгий час була недооцінена, оскільки гризуни, які є найбільш поширеними експериментальними лабораторними тваринами, не накопичують NMel (Marsden, 1961; Carballo-Carbajal et al., 2019)."
}