{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Parents,\nArt in Mangroves Competition\nParticipation Categories:\nCycle 1 (Grades 1-4)\nFormat: Drawing and Painting\nTopic: The wonders and secrets of the mangrove world\nCycle 2 (Grades 5-9)\nFormat: Sculptures and Prototypes\nTopic: The wonders and secrets of the mangrove world\nOptions for Projects:\nBuild a model representing the mangrove's diverse ecosystem.\nCreate a storytelling piece showing how different elements of the mangrove ecosystem interact and protect against rising sea levels, storms, erosion, and floods.\nDesign a “Mangrove Defender” invention, such as a tool for planting, cleaning pollution, or monitoring mangrove health.\nSubmission Details\nDeadline: All artwork must be submitted to the school by November 5, 2024.\nJudging Criteria\nFor All Entries:\nCreative and innovative features\neffective use of materials\nAdherence to the theme\nNovelty and new ideas\nEnvironmental message conveyed\nQuality of the artwork\nFor Sculptures and Prototypes:\nUse of sustainable materials (recycled materials preferred)\nCompetition Requirements and Conditions\nTheme: Artwork must adhere to the provided themes but can include a creative touch.\nDimensions: All submitted art forms cannot exceed 1 meter in length and 1 meter in width.\nMaterials: All art must use sustainable, non-toxic, and preferably recycled materials.\nArtistic Enhancements: Use embellishments (crystals, reflective materials, ribbons, adhesives) only for enhancement purposes.\nColor Diversity: Different colors may be used to express creativity.\nMaterial Processing: Creative melting, mixing, or blending of materials during the artistic process is allowed.\nEncourage Creativity!\nParticipants are encouraged to explore the beauty and importance of mangroves through their artwork. This competition is a fantastic opportunity to express creativity while raising awareness about our vital ecosystems!\nBest of Luck,\nMs. [redacted_name].",
    "trans": "Шановні батьки,\nЗмагання: Мистецтво в манграх\nКатегорії учасників:\nЦикл 1 (1-4 класи)\nФормат: Малювання та живопис.\nТема: Дива і секрети мангрового світу\nЦикл 2 (5-9 класи)\nФормат: Скульптури та прототипи\nТема: Дива і таємниці світу мангрового світу\nОпції для проектів:\nСтворіть модель, що представляє різноманітність мангрових екосистем.\nНапишіть оповідь, яка показує, як різні елементи екосистеми мангрових лісів взаємодіють між собою та захищають від підвищення рівня моря, штормів, ерозії та повеней.\nРозробіть винахід «Мангровий Захисник», наприклад, інструмент для посадки, очищення від забруднень або моніторингу стану мангрів.\nДеталі подачі заявок\nДедлайн: Усі роботи мають бути надіслані до школи до 5 листопада 2024 року.\nКритерії оцінювання\nДля всіх робіт:\nКреативні та інноваційні фічі\nефективне використання матеріалів\nДотримання теми\nНовітні та нові ідеї\nПередане повідомлення про середовище\nЯкість художньої роботи\nДля скульптур та прототипів:\nВикористання екологічно чистих матеріалів (перевага надається переробленим матеріалам)\nВимоги та умови змагання\nТема: Роботи повинні відповідати запропонованим темам, але можуть включати творчий підхід.\nРозміри: Усі подані роботи не повинні перевищувати 1 метр у довжину та 1 метр у ширину.\nМатеріали: Всі роботи повинні бути виконані з екологічно чистих, нетоксичних і, бажано, перероблених матеріалів.\nХудожні Покращення: Використовуйте прикраси (кристали, відбивні матеріали, стрічки, клеї) лише для покращення роботи.\nРізноманітність кольору: Можна використовувати різні кольори для вираження творчості.\nОбробка Матеріалів: Дозволяється креативне плавлення, змішування або злиття матеріалів під час художнього процесу.\nЗаохочуємо креативність!\nУчасники заохочуються досліджувати красу та важливість мангрових лісів через своє мистецтво. Цей конкурс — чудова можливість для вираження творчості та підвищення обізнаності про наші важливі екосистеми!\nЩасти вам,\nпані [redacted_name]."
}