{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Winfried,\nThe Oslo-Frederikshavn-Copenhagen route has always been part of DFDS and it was not an easy decision to part ways with the route. Today, however, we are very sad to say goodbye and delighted that the new owner Gotlandsbolaget will take on this iconic route as they are better suited to develop the experience of this route into the future to benefit both staff and passengers.\nWe would like to inform you that DFDS has now sold the Oslo-Frederikshavn-Copenhagen route and as of 31 October 2024 handed over the vessels Pearl Seaways and Crown Seaways and all operations, crew and staff to the new owner Alvina Shipping A/S, part of Gotlandsbolaget.\nThe route will continue to operate as normal also using the familiar DFDS brand for an agreed transition period. If you already have a booking, your ticket will remain valid, and you can enjoy the wonderful experience of the Oslo-Frederikshavn-Copenhagen crossings. To make a new booking, please do so in the normal way via www.dfds.com.\nNew Data Controller\nWith this change, effective 31 October 2024, Alvina Shipping A/S - company reg. (CVR) no. 44631261 has also become the new data controller, overseeing your personal data with the same high standards of protection and privacy you have come to expect from DFDS.\nWhat this means for you\nNo action required: Put simply, you don’t need to do anything! The transition will be seamless, and all rights as well as obligations of DFDS A/S will be transferred to the new owner Alvina Shipping A/S, that will continue to process your data in accordance with applicable data protection laws.\nUninterrupted service: Your travel service will continue smoothly, with the new owner Alvina Shipping A/S honouring all existing terms and conditions.\nUpdated privacy policy: Alvina Shipping A/S has revised its privacy notice to reflect this transition. We encourage you to review the updated policy HERE.\nShould you have any questions or concerns, please feel free to contact us at dkinfo@dfds.com or visit our FAQ: www.dfds.com/en/passenger-ferries/transaction-of-the-copenhagen-frederikshavn-oslo-route. We are here to support you at every step of this transition.\nThank you for your continued loyalty and trust. We look forward to seeing you embark on new journeys with the iconic Oslo-Frederikshavn-Copenhagen route.\nWarm regards,",
    "trans": "Вінфрід,\nМаршрут Осло-Фредеріксхавн-Копенгаген завжди був частиною DFDS, і розлучитися з цим маршрутом було нелегким рішенням. Сьогодні ми дуже сумуємо про прощання і радіємо тому, що новий власник Gotlandsbolaget візьме на себе цей знаковий маршрут, оскільки вони краще підходять для розвитку досвіду цього маршруту в майбутньому на користь як персоналу, так і пасажирам.\nМи хочемо повідомити вас про те, що DFDS тепер продала маршрут Осло-Фредеріксхавн-Копенгаген і станом на 31 жовтня 2024 року передала судна Pearl Seaways та Crown Seaways разом з усіма операціями, екіпажем та персоналом новому власнику Alvina Shipping A/S, частині Gotlandsbolaget.\nМаршрут продовжить працювати нормально, також використовуючи знайомий бренд DFDS протягом узгодженого перехідного періоду. Якщо у вас вже є бронювання, ваш квиток залишиться дійсним, і ви зможете насолодитися чудовим досвідом перетинів Осло-Фредеріксхавн-Копенгаген. Щоб зробити нове бронювання, будь ласка, зробіть це звичайним способом через www.dfds.com.\nНовий контролер даних\nЗ цією зміною, що набирає чинності 31 жовтня 2024 року, Alvina Shipping A/S - компанія з реєстраційним номером (CVR) 44631261 також стала новим контролером даних, який здійснює нагляд за вашими особистими даними з такими ж високими стандартами захисту та конфіденційності, які ви очікували від DFDS.\nЩо це означає для вас\nНе потрібно вживати жодних дій: простіше кажучи, вам не потрібно нічого робити! Перехід буде безперебійним, і всі права та обов'язки DFDS A/S будуть передані новому власнику Alvina Shipping A/S, яка продовжить обробку ваших даних відповідно до застосовних законів про захист даних.\nБезперервне обслуговування: Ваші подорожі продовжаться безперешкодно, новий власник Alvina Shipping A/S виконає всі існуючі умови та положення.\nОновлена політика конфіденційності: Alvina Shipping A/S переглянула своє повідомлення про конфіденційність, щоб відобразити цей перехід. Ми рекомендуємо вам ознайомитися з оновленою політикою ТУТ.\nЯкщо у вас є будь-які питання або занепокоєння, будь ласка, не соромтеся звертатися до нас за адресою dkinfo@dfds.com або відвідайте наше FAQ: www.dfds.com/en/passenger-ferries/transaction-of-the-copenhagen-frederikshavn-oslo-route. Ми готові підтримати вас на кожному етапі цього переходу.\nДякуємо за вашу постійну лояльність і довіру. Ми з нетерпінням чекаємо можливості бачити вас на нових подорожах по знаковому маршруту Осло-Фредеріксхавн-Копенгаген.\nЗ найкращими побажаннями,"
}