{
    "source": "en_US",
    "target": "uk_UA",
    "text": "View Online\nJian,\nhere’s your September\nstatement.\nHello Jian,\nYour latest monthly statement is ready to view. It’s an easy way for you to keep tabs on your agreement. We’ll send it at the same time every month so you’re always up to date.\nView statement\nWith Mercedes me finance you can keep track of your agreement online, anytime, anywhere. Update your details, change your monthly payment date, and more. Log in or register now to take control.\nGo to Mercedes me finance\nKeeping your car in shape helps to keep its value at the end of your agreement. So, we’ve put together some suggestions on how to keep it running smoothly and looking its best.\nView suggestions\nIf your circumstances change for any reason, or you need a little extra support managing your agreement, please don’t worry. Our team is on hand to help.\nGet in touch\nWould you like this information in another format, such as print? If so, please let us know.\nYours sincerely,\nMercedes-Benz Finance\nWe’d love to know if you found the information in this email helpful and easy to understand. If you have a couple of minutes, please complete our short survey to give us your feedback.\nTell us what you think\nMercedes-Benz Financial Services and Mercedes-Benz Finance are trading names of Mercedes-Benz Financial Services UK Limited. Registered in England and Wales (registered number 2472364). Delaware Drive, Tongwell, Milton Keynes, MK15 8BA. Authorised and regulated by the Financial Conduct Authority.\nMercedes-Benz Financial Services UK Limited takes your privacy seriously. Unless you have agreed otherwise, your personal information will only be used to provide the products and services you have requested from us, and to administer your agreement. We will duly and diligently safeguard the privacy and confidentiality of your data. For more information on how we use your data, please see our privacy policy.\n© 2024 Mercedes-Benz Group AG Legal Notice",
    "trans": "Переглянути онлайн\nЦзянь,\nось ваш вересневий\nзвіт.\nПривіт, Цзянь,\nВаш останній щомісячний звіт готовий до перегляду. Це простий спосіб стежити за вашим договором. Ми будемо надсилати його в один і той же час кожного місяця, щоб ви завжди були в курсі справ.\nПереглянути звіт\nЗ Mercedes me finance ви можете стежити за своїм договором онлайн, у будь-який час і з будь-якого місця. Оновіть свої дані, змініть дату щомісячного платежу та багато іншого. Увійдіть або зареєструйтесь зараз, щоб взяти під контроль.\nПерейти до Mercedes me finance\nДогляд за вашим автомобілем допомагає зберегти його вартість наприкінці вашого договору. Тому ми підготували кілька порад про те, як підтримувати його в хорошому стані та вигляді.\nПереглянути поради\nЯкщо ваша ситуація зміниться з будь-якої причини або вам потрібна додаткова підтримка в управлінні вашим договором, не хвилюйтеся. Наша команда готова допомогти.\nЗв'яжіться з нами\nЧи хотіли б ви отримати цю інформацію в іншому форматі, наприклад, у друкованому вигляді? Якщо так, будь ласка, дайте нам знати.\nC повагою,\nMercedes-Benz Finance\nМи б хотіли дізнатися, чи знайшли ви інформацію в цьому листі корисною та зрозумілою. Якщо у вас є декілька хвилин, будь ласка, заповніть наше коротке опитування, щоб дати нам свій відгук.\nСкажіть нам, що ви думаєте\nMерседес-Бенц Фінансові Послуги та Mерседес-Бенц Фінанс є торговими назвами Mercedes-Benz Financial Services UK Limited. Зареєстрована в Англії та Уельсі (реєстраційний номер 2472364). Delaware Drive, Tongwell, Milton Keynes, MK15 8BA. Авторизована та регульована Управлінням фінансового нагляду.\nMercedes-Benz Financial Services UK Limited серйозно ставиться до вашої конфіденційності. Якщо ви не погодилися на інше, ваша особиста інформація буде використовуватися лише для надання запитаних вами продуктів і послуг, а також для управління вашим договором. Ми належним чином і старанно захистимо конфіденційність і таємницю ваших даних. Для отримання додаткової інформації про те, як ми використовуємо ваші дані, будь ласка, ознайомтеся з нашою політикою конфіденційності.\n© 2024 Mercedes-Benz Group AG Юридичне зауваження"
}