{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Present ticket at front gate for park entry. This product is not valid on Saturday. Some attractions in the park may require an\nadditional fee. This ticket may not be used for private or special\nevents.\nA chaperone policy is in effect for guests visiting Six Flags Great\nAdventure. Under the chaperone policy, all park guests who are\nages 15 years old or younger must be accompanied by a\nchaperone who is at least 21 years old to be admitted to, or\nremain in, the park after 5:00 p.m. local time to close. The\nchaperone must present a valid government-issued photo identification with date of birth at ticket entry. One (1) chaperone\nmay accompany no more than ten (10) guests ages 15 or\nyounger per day. In addition, the chaperone must accompany\ntheir party during entry, remain inside the park during their visit, and be available by phone throughout their stay. Guests ages 15 years old or younger who are found inside the park\nunaccompanied by a chaperone will be subject to ejection.",
    "trans": "При вході у парк пред'явіть цей квиток. Цей квиток не дійсний у суботу. Деякі атракціони парку можуть потребувати\nдодаткову оплату. Квиток не призначений для приватних чи спеціальних\nзаходів.\nПолітика супроводу: ця політика діє для тих, хто відвідує атракціони Six Flags Great\nAdventure. Згідно з політикою супроводу, всі гості парку, яким\nне виповнилося 15 років, повинні супроводжуватися\nособою, якій виповнилося не менш 21 року, для того, щоб отримати доступ до атракціонів чи\nзалишатися на території парку після 17:00 місцевого часу до його закриття. При вході у парк дорослий\nсупроводжуючий повинен пред'явити дійсний документ державного зразка з фотокарткою та вказаною датою народження. Один (1) дорослий\nможе супроводити не більше десяти (10) гостей до 15 років або\nмолодших у день. Додатково, дорослий повинен супроводжувати\nсвою групу під час входу, залишатися на території парку під час відвідування і бути доступним через телефон протягом усього перебування. Гості віком 15 років або молодші, які перебувають на території парку\nбез нагляду дорослих, будуть віддалені з парку."
}