{
    "source": "en_US",
    "target": "uk_UA",
    "text": "15 October 2024\nDear Members of the School of Graduate Studies,\nAs [redacted_name]’s course instructor and programme leader, I take great pleasure in\nrecommending her for a doctoral position in your prestigious group. I have known her since\nSeptember 2021 and taught her regularly in class as well as examining her coursework. She\nwas an attentive listener, actively participated in seminar discussions, and demonstrated\nunderstanding and insight into the course content.\nIn addition, [redacted_name]’s essays were delivered punctually and to a consistently high standard -\naccurate, clear, concise, and logical. Her presentation in class was also clear and well-\nbalanced with good quality slides. As a result, her coursework always achieved a pass with\nDistinction.\nAdditionally, I enjoyed collaborating with [redacted_name] on topics related to mental health\ndevelopment in China as well as the treatment and management of PTSD. During our\ndiscussions, she frequently posed insightful questions and introduced original and innovative\nideas.\nIn summary, [redacted_name] is a diligent student with a great enthusiasm for academic research and\nwriting. Her high marks on our Masters’ programme have demonstrated an aptitude and\ngenuine interest in a doctoral study. I have no doubts that she will perform well in your\nprogramme, and strongly recommend her for your consideration.\nYours sincerely,\nProfessor Edgar Jones\nProgramme Leader for the MSc in War & Psychiatry\nTel: +44-02078485413\nE-mail: edgar.jones@kcl.ac.uk",
    "trans": "15 жовтня 2024 р.\nШановні співробітники школи післядипломної освіти!\nЯк викладач курсу та керівник програми [redacted_name], я з великим задоволенням\nрекомендую її на посаду доктора у вашій престижній групі. Я знаю її з\nвересня 2021 року і регулярно викладав у неї на заняттях, а також перевіряв її курсові роботи. Вона\nбула уважним слухачем, брала активну участь у дискусіях на семінарах і продемонструвала\nповне розуміння змісту курсу.\nКрім того, есе [redacted_name] були підготовлені вчасно і на незмінно високому рівні –\nточні, чіткі, стислі і логічні. Її презентація на заняттях також була чіткою та добре\nзбалансованою з використанням якісних слайдів. В результаті вона завжди здавала курсові роботи на\nвідмінно.\nКрім того, мені сподобалося співпрацювати з [redacted_name] над темами, пов’язаними з розвитком психічного здоров’я\nв Китаї, а також лікуванням та веденням посттравматичних стресових розладів. Протягом наших\nдискусій вона часто ставила проникливі запитання і представляла оригінальні та інноваційні\nідеї.\nОтже, [redacted_name] є старанною студенткою, яка проявляє великий ентузіазм до академічних досліджень та\nнаписання робіт. Її високі оцінки у нашій магістерській програмі продемонстрували здатність та\nсправжній інтерес до докторантури. У мене немає сумнівів, що у неї будуть гарні результати у вашій\nпрограмі, і я наполегливо рекомендую вам розглянути її кандидатуру.\nЩиро ваш,\nПрофесор Едгар Джонс\nКерівник програми магістратури у галузі війни і психіатрії\nТел.: +44-02078485413\nАдреса електронної пошти: edgar.jones@kcl.ac.uk"
}