{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Fundamental ideas of transhumanism were first advanced in 1923 by the British geneticist J. B. S. Haldane in his essay Daedalus: Science and the Future, which predicted that great benefits would come from the application of advanced sciences to human biology—and that every such advance would first appear to someone as blasphemy or perversion, \"indecent and unnatural\".[ 30] In particular, he was interested in the development of the science of eugenics, ectogenesis (creating and sustaining life in an artificial environment), and the application of genetics to improve human characteristics such as health and intelligence.\nHis article inspired academic and popular interest. J. D. Bernal, a crystallographer at Cambridge, wrote The World, the Flesh and the Devil in 1929, in which he speculated on the prospects of space colonization and radical changes to human bodies and intelligence through bionic implants and cognitive enhancement.[ 31] These ideas have been common transhumanist themes ever since.[ 2]\nThe biologist Julian Huxley is generally regarded as the founder of transhumanism after using the term for the title of an influential 1957 article.[ 6] But the term derives from a 1940 paper by the Canadian philosopher W. D. Lighthall.[ 32] Huxley describes transhumanism in these terms:",
    "trans": "Ключові ідеї трансгуманізму були вперше висунуті у 1923 році британським генетиком Д. Б. С. Холдейном в есе під назвою  «Дедал: наука і майбутнє». У своїй роботі вчений передбачив величезну користь, яку принесе застосування передових досліджень людської біології, але також і те, що кожне досягнення на початку завжди буде сприйматися кимось як богохульство та збочення, як щось «непристойне та неприродне». [30] Вчений зокрема цікавився розвитком таких наук, як євгеніка, ектогенез (створення і підтримка життя у штучному середовищі) та застосуванням генетики для поліпшення здоров'я та інтелекту людини.\nЕсе викликало науковий і популярний інтерес. У 1929 році кристалограф кембридзького університету Д. Д. Бернал опублікував «Світ, плоть і диявол», де розмірковував про перспективи колонізації космосу і радикальних змін людського тіла та інтелекту за допомогою біонічних імплантатів і когнітивного вдосконалення. [31] З того часу ці ідеї стали поширеними трансгуманістичними темами. [2]\nЗасновником трансгуманізму зазвичай вважають біолога Джуліана Хакслі, який використав термін у своїй статті, що була опублікована у 1957 році та отримала значну впливовість. [6] Проте походження самого терміну пов'язують зі статтею канадського філософа В. Д. Лайтхолла, яка вийшла побачила світ у 1940 році. [32] Хакслі описує трансгуманізм таким чином:"
}