{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Mia goes to Benny's place where she finds him lost in thought, sorting through photos. He tells her that if she's hungry there's food in the kitchen and drinks at the bar but he's kind of busy and they should talk later.\nMia says that she's in trouble and he puts the photos away and asks what happened. She describes the whole situation with Angel Mora. Benny thinks her story is amazing, almost unbelievably so. He doesn't think that she's lying but thinks that she is likely confused because her imagination is too vivid due to her job as a journalist. He thinks that if Mora is angry at her, he must have lost his marbles. Heinvites her tolive with him until things quiet down. He would keep her presence a secret and says she would be safe there.\nHe tells her that if things drag on, he can buy her a house in the Maldives. He tells her to please understand but he can't get involved in this matters because he needs to remain neutral with both the werewolves and vampires, and she should probably stop annoying the world's most powerful vampires.\nMia tells Benny that it was not her fault it came to this. Benny says that if she needs help he can help her leave, change her name, her age, whatever she needs. The offer stands. He can also open her a bank account with a six-figure balance so she can buy a house and have a peaceful life. But if she wants to play around with ancient prophecies and put herself into further danger she can, but she should not bother him with it because he does not have time for it. He then explains, pointing at the pictures, that he's planning a bigconcert and his fans expect a lot of him and he cannot fail them and apologises.\nMia can then - Ask what he's doing exactly - or - Leave - (both free options). If she asks him for details he explains he is choosing outfits, decorations and special effects;if she just leaves, the scene skips directly to the next choice.\nMia says that she needs to go and you get a choice (both free options)to tell Benny- Don't worry, I understand [💗+1 Benny] - or We're through [ -1 Benny].\nIf Mia choses the first answer, Benny says that a girl like her is a rare find and asks her to call him, to which she replies that of course she will.\nIf Mia choses the second answer, she tells him that everything is more important than her. He doesn't look up from his photos, says it's one less problem for him, snaps his fingers towards the door and says the exit is there. She storms away and waits for his apology call, which never comes.",
    "trans": "Мія приходить до Бенні, де знаходить його заглибленим у думки, перебираючи фотографії. Він каже їй, що якщо вона голодна, то в кухні є їжа, а в барі напої, але він трохи зайнятий і їм слід поговорити пізніше.\nМія каже, що вона має проблеми, і він прибирає фотографії та запитує, що сталося. Вона описує всю ситуацію з Анхелем Мора. Бенні вважає її історію дивовижною, майже неймовірною. Він не думає, що вона бреше, але вважає, що вона ймовірно збита з пантелику через свою яскраву уяву як журналістка. Він думає, що якщо Мора сердиться на неї, то він напевно зовсім збожеволів. Він пропонує їй пожити з ним до того часу, поки все не заспокоїться. Він би тримав її присутність в секреті і каже, що там вона буде в безпеці.\nВін говорить їй, що якщо все затягнеться, він може купити їй будинок на Мальдівах. Він просить її зрозуміти, але не може втручатися в ці справи, оскільки йому потрібно залишатися нейтральним як щодо вовків-перевертнів, так і щодо вампірів, і їй слід припинити дратувати наймогутніших вампірів світу.\nМія каже Бенні, що це не її вина, що все так склалося. Бенні відповідає, що якщо їй потрібна допомога, він може допомогти їй піти, змінити ім'я, вік, все, що їй потрібно. Пропозиція залишається в силі. Він також може відкрити їй банківський рахунок з шестизначним балансом, щоб вона могла купити будинок і мати спокійне життя. Але якщо вона хоче гратися з давніми пророцтвами і наражати себе на подальшу небезпеку, вона може це зробити, але не повинна турбувати його цим, тому що у нього немає на це часу. Потім він пояснює, вказуючи на фотографії, що планує великий концерт і його фанати багато чого від нього очікують, і він не може їх підвести, і вибачається.\nМія може - запитати його, що саме він робить - або - піти - (обидва варіанти безкоштовні). Якщо вона запитає його про деталі, він пояснить, що вибирає костюми, декорації та спеціальні ефекти; якщо вона просто піде, сцена перейде безпосередньо до наступного вибору.\nМія каже, що їй потрібно йти, і ви отримуєте вибір (обидва варіанти безкоштовні) сказати Бенні - Не хвилюйся, я розумію [💗+1 Бенні] - або Ми закінчили [ -1 Бенні].\nЯкщо Мія обирає першу відповідь, Бенні каже, що дівчина як вона - рідкість і просить її зателефонувати йому, на що вона відповідає, що звичайно зателефонує.\nЯкщо Мія обирає другу відповідь, вона говорить йому, що все важливіше за неї. Він не підводить погляд від своїх фотографій, каже, що це одна проблема менше для нього, клацає пальцями в бік дверей і каже, що вихід там. Вона виходить з гнівом і чекає на його вибачення по телефону, яке ніколи не приходить."
}