{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Logan just gave a grunt. The pain kicked in, and he looked down at himself. Bloody circles had made their way to the surface of his clothes, and he huffed. Maybe Wade was better at getting shot than he was.\nHe started to peel off his now-holey jacket. Wade whistled and hooped at him. Logan meant to give him a look of dissatisfaction while he also undid the buttons on his stained red dress-shirt, but making eye contact with him right then from across the room was probably a stupid idea.\nWade giggling a little and practically running over to him out of excitement amongst the corpses being kicked aside would've probably sent his blood rushing downwards in different scenarios (and maybe it still did), but his brain was also busy trying to get his body to hurry up and quit leaking it out all over the place. Wade clung onto his bare arm after his shirt came loose, and instead of promoting it- Logan let out a yelp as Wade pushed a bullet lodged into his shoulder a little deeper.",
    "trans": "Логан лише пробурчав. Біль пронизав його і він опустив погляд на себе. Криваві кола проступили на поверхні його одягу і він важко зітхнув. Можливо, Вейд краще справляється з кулями, ніж він сам.\nВін почав здирати з себе тепер вже діряву куртку. Вейд свиснув і гукнув йому. Логан збирався кинути на нього незадоволений погляд, одночасно розстібаючи ґудзики на своїй забрудненій червоній сорочці, але дивитися йому в очі, знаходячись в іншому кінці кімнати, було, мабуть, поганою ідеєю.\nВейд, сміючись і практично підбігаючи до нього від хвилювання серед трупів, яких відкидало в сторону, ймовірно, змусив би його кров прилинути вниз в інших сценаріях (можливо, так і сталося), але його мозок також намагався змусити тіло прискоритися і перестати ставати всюди відомим. Вейд вчепився в його голу руку після того, як його сорочка розстебнулася, і замість того, щоб заспокоїти його, Логан зробив пронизливий крик, коли Вейд втиснув кулю, що застрягла в його плечі, трохи глибше."
}