{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Your package might undergo unusual shipping condition, this may due to several reasons, most likely package was returned to sender, customs issue, lost, damaged etc. General explanation:\nYour package is being returned to sender due to any of these reasons: package refused by addressee; incorrect / illegible / incomplete address; expired retention period; addressee absence; etc.\nYour package might be retained by customs department due to any of these reasons: contains prohibited goods; importation of the goods is restricted; retained by customs due to tax payable, or any other unspecified reasons.\nYour package may have suffered damage or been lost during the transportation period.\nIf you ensure your package has been delivered successfully, please ignore this notice. However, if you haven't received your package and it is under the\"Alert\" status, then please pay attention: you need to read and analyze the detailed tracking information carefully. Due to complex description of worldwide shipping providers, we can't auto-detect and determine all the status 100% accurately, hope you understand. We'd advise you to contact the package sender or your shipping carrier for clarification.",
    "trans": "Ваш пакет може підлягати незвичайним умовам доставки, це може бути пов'язано з кількома причинами, найімовірніше, пакет був повернутий відправнику, виникла проблема з митницею, загублений, пошкоджений тощо. Загальне пояснення:\nВаш пакет повертається відправнику з будь-якої з цих причин: пакет відмовлено отримувачем; неправильна / нерозбірлива / неповна адреса; закінчився термін зберігання; відсутність отримувача тощо.\nВаш пакет може бути затриманий митною службою з будь-якої з цих причин: містить заборонені товари; імпорт товарів обмежений; затриманий митницею через податок, що підлягає сплаті, або з інших не вказаних причин.\nВаш пакет міг бути пошкоджений або загублений під час транспортування.\nЯкщо ви впевнені, що ваш пакет був успішно доставлений, будь ласка, ігноруйте це повідомлення. Однак, якщо ви не отримали свій пакет і він має статус \"Увага\", зверніть увагу: вам потрібно уважно прочитати та проаналізувати детальну інформацію про відстеження. Через складний опис постачальників послуг доставки по всьому світу ми не можемо автоматично визначити та точно визначити всі статуси на 100%, сподіваємося на ваше розуміння. Ми рекомендуємо вам зв'язатися з відправником пакета або вашим перевізником для уточнення."
}