{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A shudder coursed through her at the memory of his strong arms lifting her as if she were as light as a feather, pressing her against the wall while thrusting his thick cock inside her until all she could do was take it. Biting back a sigh, Penelope pressed her thighs together for some relief, though it appeared she had not been as subtle as she had intended to be when she saw Colin’s eyes flick down to her crotch before fixing her with a dark gaze as he hungrily licked his lips.\nSwallowing hard, Penelope took a deep breath, mentally kicking herself for being so obvious in her attraction to him, which would certainly not get him to leave and only encourage him further. No, if she wanted to convince Colin she held no interest in him, she needed to get her traitorous body under control.\n“Clearly, all those mind-blowing orgasms you’ve given me have severely messed with my brain somehow,” she chuckled in an attempt to ease the tension. Without much success, judging by the prominent bulge in his trousers as he clenched his jaw so tight, she was worried he might crack his teeth.\nTeeth she would much prefer grazing her skin, leaving bite marks all over her. Or maybe he could use them to tug at her bottom lip before delving his tongue into her mouth and-\nOh no, she really needed to stop that train of thought. Especially when he was so close to pouncing her after she had only just recovered from feeling him so close just a few minutes ago.\nIf he touched her again, she would not be able to resist him. She would give him everything she was, everything she had until there was nothing left of her.\nBut she could not lose herself in him again. She had to be strong, so Penelope bit the inside of her cheeks and focused on her breathing to get some sense of control over herself.\n“And I’d be happy to write you a reference letter for your site,” she continued hoarsely before she got too carried away. “Though I still don’t quite get why you would even need the extra cash,” Penelope added with a frown. “But that’s none of my business and maybe you just like having some fun as you’ve put it, which is fair enough, but I just don’t do casual sex.”\nThe last part came out a little shriller than intended, but at least it seemed to sober him up a little, blinking at her as if she has just told him the Earth was flat or that her mother was Catherine the Great. All of a sudden, there were so many emotions playing on his face, it was difficult to keep up as he went from confusion to shame to regret and a dozen others within seconds.\nPenelope regretted not having shifted this to the couch, her legs feeling a bit wobbly, her arms turning numb from the tension in her muscles. But then Colin’s eyes cleared up, the raw vulnerability in them taking her breath away as he looked at her with realisation.\n“Pen,” he said, and how dare he say her name like that? So softly, so reverently, nearly bringing her to her knees that were already so close to buckling. “I’ve stopped seeing other clients ever since we took our masks off.”\nNow it was her turn to be stunned to silence because whatever she had expected him to say, it had certainly not been this.\nSurely, he must know what this sounded like. What he was insinuating. And while Penelope had thought she knew him better than she knew herself, in this moment, she knew nothing anymore.\n“The only reason why I kept the site up was because I had no other way to contact you,” Colin continued with a small smile, his eyes never leaving hers. “After I saw you at Aubrey, I instantly deleted my account.”\nDesperately trying to get her breathing under control, Penelope stared at him, searching for any signs that he was lying, but drew a blank. Her mind was racing, millions of thoughts swirling in her brain as it dawned upon her that she might have had this all wrong.\nAll this time, Penelope had convinced herself that, to him, she was no more than just another subscriber, a customer, a temporary fling. That their sessions had meant nothing. That all their intimacies, even their friendship had meant nothing. That it had all just been in her mind.\nHowever, if that were the case, then why would he even bother coming here in the first place? Like she had said, Colin could have any woman in London and beyond and yet, he chose to waste his Thursday evening with her, doing – well, Penelope had no idea what exactly he was doing because the obvious answer was way too far fetched.\n“But-“ she stammered before her voice gave up, swallowing the lump that had settled in her throat to squeeze out just a single word. “Why?”\n“I couldn’t do it,” he breathed with a longing gaze that made her stomach swoop. “I couldn’t talk to any other woman because all I could think about was you. My entire week, I was counting down the hours until I could see you again and when I bumped into you at my mother’s birthday party, I thought I had won the fucking jackpot.”",
    "trans": "В її пам'яті проскочив тремтячий спогад про його сильні руки, які піднімали її, як ніби вона була легка, як пір'їнка, притискаючи її до стіни, поки він не вкладав свій товстий член всередину неї, і все, що вона могла робити - це приймати це. Втискаючи губи, Пенелопа з'єднала свої стегна разом для полегшення, хоча здавалося, що вона не була такою непомітною, як планувала, коли побачила, як очі Коліна спустилися до її промежини перед тим, як він зафіксував на ній темний погляд і жадібно облизнув губи.\nЗ важким ковтком Пенелопа глибоко вдихнула, ментально лаючи себе за те, що була такою очевидною у своєму привабленні до нього, що точно не змусить його піти і лише ще більше заохотить. Ні, якщо вона хотіла переконати Коліна в тому, що не має до нього інтересу, їй потрібно було взяти під контроль своє зрадливе тіло.\n\"Очевидно, всі ті неймовірні оргазми, які ти мені дав, якимось чином серйозно вплинули на мій мозок\", - засміялася вона в спробі розрядити напругу. Судячи з помітного випуклості в його штанах і того факту, що він так сильно стиснув щелепу, що могла б зламати зуби.\nЗуби, якими їй би більше подобалося гризти її шкіру і залишати укуси по всьому тілі. А може бути, він міг би потягнутися за її нижньою губою перед тим, як занурити свій язик у її рот і-\nО ні, їй дійсно потрібно зупинити цей потік думок. Особливо коли він так близько до того, щоб напасти на неї після того, як вона тільки-но оговталася від відчуття його близькості всього кілька хвилин тому.\nЯкщо він знову торкнеться її, вона не зможе йому опиратися. Вона віддасть йому все те, чим є, все те, що має до тих пір, поки від неї нічого не залишиться.\nАле вона не могла знову втратитися в ньому. Вона повинна бути сильною, тому Пенелопа прикусила внутрішню частину щік і зосередилася на своєму диханні, щоб отримати хоч якусь контроль над собою.\n\"І я була б рада написати вам рекомендаційний лист для вашого сайту\", продовжила вона хрипким голосом, перш ніж занадто захопитися. \"Хоча я все ще не зовсім розумію, навіщо вам взагалі потрібні додаткові гроші\", додала Пенелопа з похмурим виразом обличчя. \"Але це не моя справа, можливо, вам просто подобається веселитися, як ви сказали, що цілком справедливо, але я просто не займаюся випадковим сексом\".\nОстання частина вийшла трохи різкіше, ніж вона мала на увазі, але принаймні це, здається, трохи охолодило його, він дивився на неї так, ніби вона тільки що сказала йому, що Земля плоска або що її мати - Катерина Велика. Раптом на його обличчі з'явилося стільки емоцій, що було важко встигнути за ним: від здивування до сорому, від жалю до десятків інших за секунди.\nПенелопа шкодувала про те, що не перенесла цю розмову на диван, її ноги відчували себе трохи нестійкими, а руки ставали безвідчутними від напруги в м'язах. Але потім очі Коліна прояснилися, і та raw вразливість в них забрала у неї подих, коли він подивився на неї з усвідомленням.\n\"Пен\", сказав він, і як він сміє так вимовляти її ім'я? Так м'яко, так шанобливо, майже змушуючи її впасти на коліна, які вже були так близькі до того, щоб піддатися. \"Я перестав бачитися з іншими клієнтами з того моменту, як ми зняли маски\".\nТепер настала її черга бути приголомшеною до мовчання, тому що те, що вона очікувала почути від нього, точно не було цим.\nНапевно, він повинен знати, як це звучить. Що він натякає. І хоча Пенелопа думала, що знає його краще за себе саму, в цей момент вона більше нічого не знала.\n\"Єдина причина, чому я залишав сайт активним - це те, що у мене не було іншого способу зв'язатися з тобою\", продовжив Колін з маленькою усмішкою, його очі ніколи не відриваясь від її. \"Після того як я побачив тебе в Обрі\", миттєво видалив свій акаунт\".\nВідчайдушно намагаючись взяти під контроль своє дихання, Пенелопа дивилася на нього, шукаючи будь-які ознаки того, що він бреше, але не знаходила нічого. Її розум мчав, мільйони думок кружляли в її голові, коли їй стало зрозуміло, що вона могла все це неправильно зрозуміти.\nУвесь цей час Пенелопа переконувала себе в тому, що для нього вона не більше ніж просто ще одна підписниця, клієнтка, тимчасовий роман. Що їхні зустрічі нічого не значили. Що всі їхні інтимності, навіть їхня дружба нічого не значили. Що все це було лише в її уяві.\nОднак якщо це так, то чому б йому взагалі приходити сюди? Як вона вже сказала, Колін міг би мати будь-яку жінку в Лондоні і за його межами, але все ж вибрав би витратити свій вечір четверга з нею, займаючись - ну, Пенелопа не мала жодного уявлення про те, що саме він робить, оскільки очевидна відповідь була занадто фантастичною.\n\"Але-\" вона заплуталася у словах перед тим, як її голос зник, ковтаючи грудку, яка осіла в її горлі, щоб вимовити лише одне слово. \"Чому?\"\n\"Я не міг цього зробити\", він видихнув з тугим поглядом, який змусив її шлунок заколотися. \"Я не міг поговорити з жодною іншою жінкою, тому що єдине про що я міг думати - це ти. Весь тиждень я відраховував години до того моменту, коли зможу знову тебе побачити, а коли я випадково зустрів тебе на дні народження моєї матері, я подумав, що виграв чортів джекпот\"."
}