{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Good afternoon parents!\nI hope this message finds you well. I am excited to share that we will be celebrating Multicultural Day on Friday, November 1st. Each teacher has been assigned a country for our bulletin board decorations, and our assigned country is Nicaragua.\nIn addition to the bulletin board, parents are welcome to decorate the walls and doors around the classroom (please avoid covering the windows). For this, I recommend using Alien tape, as it adheres better, especially since my door is near an exit and may experience some humidity during drop-off. Please refrain from using staples on the walls or doors.\nTo volunteer, parents must first complete the volunteer clearance process. We will have time for decorating from October 28th to October 31st, and parent volunteers are welcome from 8:30 AM to 1:00 PM.\nIf you are interested in helping with our Hispanic Heritage bulletin board, please contact me or our room mom, Brenda. I will select two parents to decorate in the classroom, but we would greatly appreciate any donations of supplies from other interested parents.\nThank you all for your support! I’d also like to extend my gratitude to Ms. Gabriela Molero and Ms. Paola Cedeno for their wonderful work on our fall bulletin",
    "trans": "Добрий день, батьки!\nСподіваюся, що це повідомлення застане вас у доброму здоров'ї. Я з радістю повідомляю, що ми будемо святкувати День мультикультуралізму в п’ятницю, 1 листопада. Кожному вчителю було призначено країну для оформлення нашої дошки оголошень, і наша призначена країна — Нікарагуа.\nОкрім дошки оголошень, батьки можуть прикрасити стіни та двері навколо класу (будь ласка, не заклеюйте вікна). Для цього я рекомендую використовувати клейку стрічку Alien, оскільки вона краще тримається, особливо зважаючи на те, що мої двері знаходяться біля виходу і під час висадки дітей може бути вологість. Будь ласка, утримайтеся від використання скоб на стінах або дверях.\nДля того, щоб стати волонтером, батьки повинні спочатку пройти процес отримання дозволу на волонтерство. У нас буде час для декорування з 28 жовтня по 31 жовтня, і батьки-волонтери можуть приєднатися з 8:30 до 13:00.\nЯкщо ви зацікавлені в допомозі з дошкою оголошень «Іспанська спадщина», будь ласка, зв'яжіться зі мною або з мамою нашого класу, Брендою. Я виберу двох батьків для прикрашання класу, але ми будемо вдячні за будь-які матеріали, які можуть пожертвувати інші зацікавлені батьки.\nДякую всім за вашу підтримку! Також хочу висловити подяку пані Габріелі Молеро та пані Паолі Седено за їхню чудову роботу над нашим осіннім стендом."
}