{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Professional platforms are launching experiments around short video formats after seeing the success of consumer apps like TikTok, Instagram, and YouTube. Earlier this year, LinkedIn started testing a TikTok-like video feed through a new “Video” tab placed in the navigation bar. The company said video was a sought-after form of communication by users.\nGlassdoor also aims to replicate the engagement metrics of LinkedIn through polls and short videos.\nBesides this, the company is also launching Worklife Pros. It is a set of curated individuals who want to share content and insights on topics like navigating remote work dynamics, achieving a healthy work-life balance, understanding mental health in the workplace, and developing career-advancing skills.\nGlassdoor has selected over a dozen people for this program from different sectors such as tech, business, recruiting, and career & money. Meanwhile, LinkedIn assigns a top voice badge in different sectors to experts who often post engaging content on the platform. Glassdoor said that content from these pros will appear in the main feed and also in community feeds. The company added that users can engage with these pros by their real name or in an anonymous manner.\nThe company launched anonymous community features last year, leveraging tech and platform from its acquisition of Fishbowl made in 2021. Glassdoor has seen an uptick in engagement since it launched this feature.\nThe company said it now has 25 million registered community users as compared to 7 million in June 2023. Plus, it has seen more than 44 million conversations in different bowls (aka communities) and notes that community users are 50 times more engaged than traditional Glassdoor users.",
    "trans": "Професійні платформи запускають експерименти з короткими відеоформатами після того, як побачили успіх споживчих додатків, таких як TikTok, Instagram та YouTube. Раніше цього року LinkedIn почав тестувати відеопотік, схожий на TikTok, через нову вкладку \"Відео\", розміщену в навігаційній панелі. Компанія заявила, що відео є затребуваною формою спілкування для користувачів.\nGlassdoor також прагне відтворити метрики залучення LinkedIn за допомогою опитувань та коротких відео.\nКрім цього, компанія також запускає Worklife Pros. Це набір кураторів, які хочуть ділитися контентом та інсайтами на теми, такі як управління динамікою віддаленої роботи, досягнення здорового балансу між роботою та особистим життям, розуміння психічного здоров'я на робочому місці та розвиток навичок для кар'єрного зростання.\nGlassdoor обрала понад десяток людей для цієї програми з різних секторів, таких як технології, бізнес, рекрутинг та кар'єра і фінанси. Тим часом LinkedIn присвоює експертам у різних секторах значок \"топ-голос\", які часто публікують цікавий контент на платформі. Glassdoor повідомила, що контент від цих професіоналів з'явиться в основному потоці новин та також у спільнотах. Компанія додала, що користувачі можуть взаємодіяти з цими професіоналами під своїм справжнім ім'ям або анонімно.\nКомпанія запустила функції анонімних спільнот минулого року, використовуючи технології та платформу з придбання Fishbowl у 2021 році. Glassdoor помітила збільшення залученості після запуску цієї функції.\nКомпанія повідомила, що зараз має 25 мільйонів зареєстрованих користувачів спільноти порівняно з 7 мільйонами у червні 2023 року. Крім того, він побачив понад 44 мільйони розмов у різних чашах (так званих спільнотах) і зазначає, що користувачі спільноти в 50 разів більш активні ніж традиційні користувачі Glassdoor."
}