{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Severe financial loss to a company or person, provided that the need for urgent action is not the result of the petitioner's or applicant's failure to timely file the benefit request or to timely respond to any requests for evidence;\nEmergencies and urgent humanitarian reasons;\nNonprofit organization (as designated by the Internal Revenue Service (IRS) whose request is in furtherance of the cultural and social interests of the United States;\nCompelling U.S. government interests (such as urgent cases for the Department of Defense or DHS, or other public safety or national security interests); or\nA clear USCIS error.\nIf at a later time you can provide the evidence needed to be considered for an expedite, we strongly suggest uploading a letter of explanation and any evidence you may have to support your request in your USCIS online account. Please Note: If your documentation is in any language other than English, it must be accompanied by a Certified English Translation.",
    "trans": "Значні фінансові втрати для компанії або особи, за умови, що необхідність вжиття термінових заходів не є результатом того, що заявник або прохач не змогли вчасно подати запит на отримання допомоги або вчасно відповісти на будь-які запити щодо надання доказів;\nФорс-мажорні ситуації та невідкладні гуманітарні причини;\nНекомерційна організація (згідно з визначенням Податкової служби США (IRS)), чий запит спрямований на підтримку культурних і соціальних інтересів Сполучених Штатів;\nВагомі інтереси уряду США (наприклад, термінові справи для Міністерства оборони або DHS, або інші інтереси громадської безпеки або національної безпеки); або\nОчевидна помилка USCIS.\nЯкщо пізніше ви зможете надати докази, які потрібні для прискореного розгляду, ми дуже рекомендуємо завантажити лист із поясненнями та будь-якими доказами на підтримку вашого запиту в онлайн-акаунті USCIS. Будь ласка, зверніть увагу: якщо ваші документи складено будь-якою мовою, окрім англійської, вони мають супроводжуватися завіреним перекладом на англійську мову."
}