{
    "source": "en_US",
    "target": "uk_UA",
    "text": "from view while I chucked the plastic bag into the far corner. “I have frozen pizza, or,” I opened the refrigerator. Moths flew out of it. Okay, so moths didn’t actually fly out, but they might as well have. My fridge was barren except for wine, a small bottle of half-and-half for my coffee, and a to-go container from my favorite local deli.\nI shut the door and turned back to him. “Or frozen pizza.”\nHe shook his head, carefully set a protesting Fred onto the floor, and stood. From his videos, I knew he was tall, but seeing him in the flesh, taking up far too much space in my dining room, was something else. He was several inches over six feet, with broad shoulders and the tree trunk thighs of a football player. His black Henley clung to him in a way that almost made me jealous. Lucky cotton.\nI wanted to say something, crack a joke, or find some way to fill this pregnant silence, but words escaped me. He was here. In my house. Within touching distance.\nMy body was keyed up, hyper-aware of his every move as he grabbed his phone off the table. I didn’t know if it was like this for all women, but giving head turned me on. The act was so intimate, so vulnerable for both parties, and I just plain enjoyed getting someone else off. Feeling a dick go rigid between my lips and start to pulse as a man lost himself to pleasure? I loved it, which meant that I was horny as hell right now.\nAt this point, all it would take was a single brush of his fingers against my clit, and I would come, but I doubted he was thinking about sex after I’d stabbed him.\nI felt a brush against my shin and looked down to see Fred butting his head against my leg. “Oh, now you remember me? The human who rescued you and has done nothing but spoil you rotten since the day you turned up like a half-drowned rat? I see how it is.”\nFred sat back on his haunches and meowed up at me, unapologetic.\nThe sound of footsteps had me lifting my head. The Faceless Man padded toward me, holding his phone out.\nYou should shower and get some sleep, the text read. Thanks for stitching me up. It was the least you could do after brutally mutilating me, but I appreciate it anyway.\nI clapped a hand over my eyes and groaned. I was never going to see him again. “I know I’ve said it about a hundred times, but I am so sorry.”",
    "trans": "з виду поки я закинула пластиковий пакет у дальній кут. \"У мене є заморожена піца або\", я відкрила холодильник. З нього вилетіли молі. Добре, молі насправді не вилетіли, але могли б. Мій холодильник був порожнім за винятком вина, маленької пляшки вершків для кави і контейнера на винос з моєї улюбленої місцевої закусочної.\nЯ закрила дверцята і повернулася до нього. \"Або заморожена піца\".\nВін похитав головою, обережно поставив протестуючого Фреда на підлогу і встав. З його відео я знала, що він високий, але бачити його в живу, займаючим занадто багато місця в моїй їдальні, було зовсім іншим. Він був кілька дюймів вище шести футів, з широкими плечима і стегнами як у футболіста. Його чорний Хенлі облягав його так, що я майже відчула заздрість. Щаска бавовна.\nЯ хотіла щось сказати, пожартувати або знайти спосіб заповнити цю вагому тишу, але слова мене покинули. Він тут. У моєму домі. На відстані витягнутої руки.\nМоє тіло було напружене, гіперусвідомлене кожного його руху, коли він взяв свій телефон зі столу. Я не знала, чи це так для всіх жінок, але оральний секс мене збуджував. Цей акт був таким інтимним, таким вразливим для обох сторін, і мені просто подобалося приносити задоволення комусь іншому. Відчувати, як член стає твердим між моїми губами і починає пульсувати, коли чоловік втрачає себе в задоволенні? Мені це подобалося, а це означало, що я зараз страшенно збуджена.\nНа даний момент все, що потрібно - це одне легке дотик його пальців до мого клітора, і я б прийшла до оргазму, але сумнівалася, що він думає про секс після того, як я його поранила.\nЯ відчула дотик до своїй гомілці і подивилася вниз, щоб побачити Фреда, який торкається головою до моєї ноги. \"Ох, тепер ти згадуєш про мене? Людину, яка врятувала тебе і з того дня тільки балує тебе? Я бачу, як воно є\".\nФред сів на задні лапи і без вибачень подивився на мене.\nЗвук кроків змусив мене підняти голову. Безликий чоловік підійшов до мене і простягнув свій телефон.\nТобі слід прийняти душ і виспатися, написано в тексті. Дякую за те, що зашила мене. Це було найменше, що ти могла зробити після того, як жорстоко покалічила мене, але я все одно ціную це.\nЯ закрив очі рукою і застонав. Я більше ніколи не побачу його. \"Я знаю, що казав це вже сотні разів, але мені так шкода\"."
}