{
    "source": "en_US",
    "target": "uk_UA",
    "text": "CareerConnects.com Terms and Conditions\nLast Update: October 20, 2023\nThank you for visiting the CareerConnects.com website located at CareerConnects.com (the \"Site\"). The Site is an Internet property of Surfin Mouse, LLC and its affiliated companies (\"CareerConnects.com ,\" \"we,\" “our” or \"us\"). Each end-user visitor to the Site agrees to comply with and be bound by the following Terms and Conditions (\"Terms and Conditions\"), as well as the Agreement (as defined below) in its entirety, when she/he: (a) accesses or uses the Site; (b) accesses and/or views any of the Site's viewable blog posts, text, graphics and/or other material (collectively, “Content”); (c) utilizes any of the interactive areas of the Site, such as blog and comment sections, that enable end-users to interact with third parties, as well as CareerConnects.com personnel (“Interactive Services”); (d) utilizes the searchable database (“Database”) in order to view job listings (“Listings”) as made available by CareerConnects.com 's third party employment advertising partners (“Third Party Employers”) (collectively, the “Listing Services”); and/or (e) signs up to receive e-mail alerts about Listings that meet the end-user's preselected criteria (the “E-mail Alert Services,” and together with the Site, Content, Interactive Services, Database, Listings and Listing Services, the “Site Offerings”).\nThe CareerConnects.com Privacy Policy (\"Privacy Policy\") and any and all other applicable CareerConnects.com operating rules, policies, price schedules and other supplemental terms and conditions or documents that may be published from time to time, are expressly incorporated herein by reference (collectively, the \"Agreement\"). Please review the complete terms of the Agreement carefully. If you do not agree to the terms and conditions of the Agreement in their entirety, you are not authorized to use the Site Offerings in any manner or form.",
    "trans": "Умови та положення CareerConnects.com\nОстаннє оновлення: 20 жовтня 2023 року\nДякуємо, що відвідали веб-сайт CareerConnects.com, розташований за адресою CareerConnects.com (далі - \"Сайт\"). Сайт є інтернет-власністю компанії Surfin Mouse, LLC та її афілійованих компаній (далі - \"CareerConnects.com\", \"ми\", \"наш\" або \"нас\"). Кожен відвідувач кінцевого користувача Сайту погоджується дотримуватися та бути зв'язаним наступними Умовами та положеннями (далі - \"Умови та положення\"), а також Угодою (як визначено нижче) в повному обсязі, коли він/вона: (a) отримує доступ до Сайту або використовує його; (b) отримує доступ до будь-яких видимих блог-постів, текстів, графіки та/або іншого матеріалу Сайту (разом - \"Контент\"); (c) використовує будь-які інтерактивні розділи Сайту, такі як блоги та коментарі, які дозволяють кінцевим користувачам взаємодіяти з третіми сторонами, а також з персоналом CareerConnects.com (\"Інтерактивні послуги\"); (d) використовує пошукову базу даних (\"База даних\") для перегляду оголошень про роботу (\"Оголошення\"), які надаються партнерами з реклами вакансій третьої сторони CareerConnects.com (\"Треті роботодавці\") (разом - \"Послуги оголошень\"); та/або (e) підписується на отримання електронних сповіщень про Оголошення, які відповідають попередньо вибраним критеріям кінцевого користувача (далі - \"Послуги електронних сповіщень\", а разом із Сайтом, Контентом, Інтерактивними послугами, Базою даних, Оголошеннями та Послугами оголошень - \"Пропозиції Сайту\").\nПолітика конфіденційності CareerConnects.com (далі - \"Політика конфіденційності\") та всі інші застосовні правила роботи CareerConnects.com, політики, прейскуранти цін та інші додаткові умови або документи, які можуть публікуватися час від часу, прямо включені до цього документа шляхом посилання (разом - \"Угода\"). Будь ласка, уважно ознайомтеся з повними умовами Угоди. Якщо ви не погоджуєтеся з умовами Угоди в повному обсязі, вам не надається право використовувати Пропозиції Сайту будь-яким чином або формою."
}