{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Oh my goodness! Is this really okay? It really surprised me so much that I read the email 3 times!\nThanks to the internetworking let me know 2 predecessors, I never dreamed that the founder of Koaloha would make a ukulele for me, I was really moved! This pineapple 🍍 Very three-dimensional and very special! I've never played a ukulele like this before, which is really cool!\nIn addition, most of my students can not communicate in English, because they are still young, learning English is too short, but just because of the English songs, we will study for a period of time. Other times, we play more Chinese songs, and even play some Chinese songs on the ukulele (attached video, because of the limitation of email space, I can only upload a short paragraph, please forgive me).\nBut I really appreciate your suggestion of the video meeting culture course and seminar. You guys are really thoughtful and leave a strong mark in the history of the development of ukulele!\nI can only say thank you again to express my feelings, if I have a chance to go to the United States, I must pay a good visit to you!",
    "trans": "О, Боже мій! Це дійсно нормально? Це реально здивувало мене настільки, що я прочитав лист 3 рази!\nЗавдяки міжмережевому обміну я дізнався про 2 попередників, я ніколи не мріяв, що засновник Koaloha зробить укулеле для мене, я був дійсно зворушений! Цей ананас 🍍 Дуже тривимірний і дуже особливий! Я ніколи раніше не грав на такій укулеле, і це дуже круто!\nКрім того, більшість моїх учнів не можуть спілкуватися на англійській мові, бо вони ще молоді, вивчення англійської триває занадто мало, але просто через англійські пісні ми будемо займатися протягом деякого періоду часу. В інший час ми граємо більше китайських пісень, і ми навіть граємо деякі китайські пісні на укулеле (додається відео, через обмежене місце в електронній пошті я можу завантажити лише короткий уривок, будь ласка, вибачте мене).\nАле я дуже ціную вашу пропозицію про відеокурс курс та семінар з культури проведення зустрічей. Ви, хлопці, дійсно уважні і залишаєте помітний слід в історії розвитку укулеле!\nЯ можу тільки ще раз подякувати вам, щоб висловити свої почуття, і якщо в мене буде можливість поїхати до США, я повинен до вас завіітати!"
}