{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In the nineteen forties, the first computers were bigger than cars.Now computers are becoming smaller and better.Some computers are tiny. You may be unaware of them.There is probably one inside your TV or washing machine.You depend on computers more than you realize.\nWhat can we do with computers? We can use computers to calculate.They can calculate at a faster speed than we can and almost never give wrong answers.We can also type and draw things with them.In addition, computers can do important jobs like operating railways and flying planes and spaceships.\nIs a computer cleverer than me? The answer is \"No\". Your brain can produce new ideas but computers cannot.However, one day computers may be able to do a better job than human beings.For example, they may be better than doctors at doing their job.What will happen to us if computers can do all our jobs? Will we have nothing to do? Computers may change our lives, but will they make them better?",
    "trans": "ВІ 1940-х роках перші комп'ютери були більшими за автомобілі. Тепер комп'ютери стають меншими та кращими. Деякф комп'ютери є крихітними. Ви можете цього не знати. Ймовірно один з них знаходиться у вашому телевізорі або пральній машині. Ви залежите від комп'ютерів більше, ніж усвідомлюєте.\nЩо ми можемо робити завдяки комп'ютерам? Ми можемо використовувати комп'ютери для розрахунків. Вона можуть рахувати швидше за нас, і майже ніколи не дають невірних відповідей. Також з ними ми можемо друкувати та малювати. На додаток, комп'ютери можуть робити важливі функції, наприклад керувати залізницею та літаками, а також космічними кораблями.\nЧи розумніший комп'ютер за мене? Відповідь «Ні». Ваш мозок може розробляти нові ідеї, а комп'ютери ні. Однак, можливо одного дня комп'ютери зможуть робити роботу краще за людей. Наприклад, вони можуть краще за лікарів роботи їх роботу. Що станеться з нами, якщо комп'ютери робитимуть нашу роботу? На нічого буде робити? Комп'ютери можуть змінити наші життя, однак чи зроблять вони його кращим?"
}