{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Once upon a time, there were three billy goats, and they were all called Gruff. A billy goat means a male goat. One day, they finished eating the grass in their field and wanted to eat more grass. So the brothers decided to go to another field. On the way, there was a deep river. The only way to get across the river was to walk over an old wooden bridge. But there was one problem. A big dangerous monster called a troll lived under the bridge. He had great big eyes and big heavy hands. Trolls are always hungry. So the three goats talked for a while and made a plan. The youngest billy goat Gruff went first. Trip, trap, trip, trap. The wooden bridge made funny noises when he walked on the bridge. \"Who is walking over my bridge?\" came a big scary voice from under the bridge. The youngest answered in a small voice, \"It's me, Mr.Troll. I'm the youngest billy goat Gruff. I'm going to the fields to eat more grass. I need to get fat.\" The troll said, \"You cannot walk across this bridge. I will eat you now!\" But the billy goat said, \"You shouldn't eat me. I'm too small. Wait for my brother. He's much bigger and more delicious than me. \"Good idea!\" said the troll. And the youngest billy goat walked across the bridge. The second billy goat Gruff went next. Trip, trap! Trip, trap! \"Who is walking over my bridge?\" asked the troll. \"It's me,\" said the second billy goat in a medium voice. \"Ah! I was waiting for you! I will eat you,\" said the troll. But the second billy goat said, \"Wait, Mr.Troll. I have a bigger brother. He is the biggest and most delicious of us all.\" The troll wanted a big lunch, so he said, \"Good idea!\" And the second billy goat walked across the bridge. The third billy goat Gruff came last. Trip! Trap! Trip! Trap! The wooden bridge sounded like it was about to break. \"Who is walking over my bridge?\" said the troll in a loud voice because he was really hungry now. \"It is me, the biggest billy goat Gruff.\" The billy goat spoke in a voice as powerful as the troll's voice. \"Now I'm going to eat you,\" said the troll. But the billy goat said, \"Try if you can! I've got two sharp horns to attack your eyes. I have two heavy feet to crush your body!\" And the biggest billy goat killed the troll and threw him down the river. The three billy goats all went to the fields and ate so much that they became very fat.\n全文 停止",
    "trans": "Жили-були три козли, і всі вони називалися Груфф. Козел - це самець кози. Одного дня вони закінчили їсти траву на своєму полі і захотіли поїсти ще більше трави. Тож брати вирішили піти на інше поле. По дорозі була глибока річка. Єдиний спосіб перейти через річку - це пройти по старому дерев'яному мосту. Але була одна проблема. Під мостом жив великий небезпечний монстр, якого звали троль. У нього були великі очі і важкі руки. Тролі завжди голодні. Тож три козли трохи поговорили і склали план. Наймолодший козел Груфф пішов першим. Тріп-трап, тріп-трап. Дерев'яний міст видавав смішні звуки, коли він йшов по ньому. \"Хто йде по моєму мосту?\" - пролунав з-під мосту великий страшний голос. Наймолодший відповів тихим голосом: \"Це я, пане троль. Я наймолодший козел Груфф. Я йду на поля, щоб поїсти більше трави. Мені потрібно поправитися\". Троль сказав: \"Ти не можеш пройти через цей міст. Я тебе зараз з'їм!\" Але козел сказав: \"Ти не повинен мене їсти. Я занадто маленький. Почекай на мого брата. Він набагато більший і смачніший за мене\". \"Добра ідея!\" - сказав троль. І наймолодший козел перейшов міст. Наступним пішов другий козел Груфф. Тріп-трап! Тріп-трап! \"Хто йде по моєму мосту?\" - запитав троль. \"Це я\", - сказав другий козел середнім голосом. \"Ах! Я чекав на тебе! Я тебе з'їм,\" - сказав троль. Але другий козел сказав: \"Почекай, пане троль. У мене є старший брат. Він найбільший і найсмачніший з нас усіх.\" Троль хотів великий обід, тому сказав: \"Добра ідея!\" І другий козел перейшов міст. Останнім прийшов третій козел Груфф. Тріп! Трап! Тріп! Трап! Дерев'яний міст звучав так, ніби ось-ось зламається. \"Хто йде по моєму мосту?\" - спитав троль голосом, бо він вже дуже голодний був. \"Це я, найбільший козел Груфф.\" Козел заговорив голосом, таким же потужним, як у троля. \"Тепер я тебе з'їм\", - сказав троль. Але козел відповів: \"Спробуй, якщо зможеш! У мене є два гострих роги, щоб атакувати твої очі. У мене є дві важкі ноги, щоб розчавити твоє тіло!\" І найбільший козел вбив троля і скинув його в річку. Три козли пішли на поля і так багато їли, що стали дуже товстими.\n全文 停止"
}