{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Blood on the Crypto Streets!\nDear gacog,\nIt's been a while since we last crossed paths, and back then, the crypto world was in chaos. Bitcoin had taken a nosedive, and the headlines were all about the death of crypto.\nIt was rough—blood on the streets. But, as always, the true believers never quit. Fast forward to today, Bitcoin is up 47.3% year to date, and the broader crypto market continues to thrive and evolve.\nAt NoOnes, we've been on the same relentless mission to serve you better. Here’s what we’ve been up to since your last visit:\nA brand-new Spot Exchange– Dive into a fresh world of altcoins like SOL, TON, and Monero. Ready to trade? Jump in to NoOnes Spot.\nNoOnes Gift Cards– Gifting crypto just got easier! Whether it's for family, friends, or your business, now you can give or receive NoOnes Gift Cards. Perfect for expanding payment options or just sharing the crypto love.\nRevamped Partner Program– Earn more by referring others to NoOnes. With higher payouts and better rewards, it’s time to start building your own crypto business with us.\nNew Coins on wallet- Your Noones wallet now has a brand new look and brand new coins starting with user favourite SOL.\nAnd that’s just the surface. Under the hood, we’ve supercharged the platform—faster trading, fewer disputes, more profit opportunities, and overall better value. We’re committed to making your experience smoother and more profitable.\nCurious about our journey? Check out our CEO’s live dashboard, where we lay everything bare—radical transparency at its finest:dashboard.noones.com.\nWe’re here for one thing—to be your partner in success. So come back, explore what’s new, and let's continue this crypto revolution together.",
    "trans": "Кров на криптовалютних вулицях!\nШановний gacog,\nПройшло багато часу з тих пір, коли ми наші шляхи востаннє перетиналися, і тоді світ криптовалют перебував у хаосі. Біткоїн різко впав у ціні, а заголовки газет були заповнені повідомленнями про смерть криптовалют.\nБуло тяжко — кров на вулицях. Але, як завжди, по-справжньому віруючі не здавалися. Сьогодні біткоїн виріс на 47,3 % за рік, а криптовалютний ринок продовжує рости та розвиватися.\nМи в NoOnes виконуємо ту ж саму непохитну місію, щоб допомагати вам краще. Ось що ми зробили з моменту вашого останнього візиту:\nНайновіша спот-біржа — пориньте в новий світ альткоїнів, таких як SOL, TON і Monero. Готові торгувати? Заходьте на NoOnes Spot.\nПодарункові картки NoOnes — дарувати криптовалюту стало ще легше! Неважливо чи це для сім'ї, друзів або вашого бізнесу, зараз ви можете дарувати або отримувати подарункові карти NoOnes. Ідеально підходить для розширення варіантів оплати або просто для того, щоб розділити любов до криптовалюти.\nОновлена партнерська програма — заробляйте більше, залучаючи інших у NoOnes. З більш високими виплатами і кращими винагородами, пора починати будувати свій власний криптовалютний бізнес разом з нами.\nНові монети на гаманці — ваш гаманець Noones зараз має абсолютно новий вигляд і в ньому абсолютно нові монети, починаючи з улюблених користувачем SOL.\nІ це тільки верхівка айсбергу. По факту ми вдосконалили платформу — швидша торгівля, менше конфліктів, більше можливостей для отримання прибутку і загалом краща цінність. Ми намагаємося зробити ваш досвід більш приємним і прибутковим.\nЦікаво дізнатися про наш шлях? Перегляньте онлайн панель керування нашого генерального директора, де ми викладаємо все начистоту — радикальна прозорість у своєму найкращому прояві: dashboard.noones.com.\nМи тут тільки для одного — стати вашим партнером у досягненні успіху. Тому заходьте до нас, вивчайте новинки і давайте разом продовжимо криптореволюцію."
}