{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Your X activity\nAudience, media and tagging\nManage what information you allow other people on X to see.\nYour posts\nManage the information associated with your posts.\nContent you see\nDecide what you see on X based on your preferences like Topics and interests\nMute and block\nManage the accounts, words, and notifications that you’ve muted or blocked.\nDirect Messages\nManage who can message you directly.\nSpaces\nManage who can see your Spaces listening activity\nDiscoverability and contacts\nControl your discoverability settings and manage contacts you’ve imported.\nData sharing and personalization\nAds preferences\nManage your ads experience on X.\nInferred identity\nAllow X to personalize your experience with your inferred activity, e.g. activity on devices you haven’t used to log in to X.\nData sharing with business partners\nAllow sharing of additional information with X’s business partners.\nLocation information\nManage the location information X uses to personalize your experience.\nGrok\nAllow your posts as well as your interactions, inputs, and results with Grok to be used for training and fine-tuning.",
    "trans": "Ваша активність в X\nАудиторія, медіа та тегування\nКеруйте тим, яку інформацією ви дозволяєте бачити іншим користувачам X.\nВаші публікації\nКерування інформацією, яка пов'язана з вашими публікаціями.\nКонтент, який ви бачите\nВирішуйте, що ви бачите на X, залежно від ваших уподобань, наприклад тем та інтересів.\nВимкнення звуку і блокування\nКеруйте акаунтами, словами та сповіщеннями, які ви вимкнули або заблокували.\nОсобисті повідомлення\nКеруйте тим, хто може писати вам особисті повідомлення.\nSpaces\nКеруйте тим, хто може бачити вашу активність прослуховування в Spaces.\nЯк легко вас можна знайти і контакти\nКерування налаштуваннями того, як легко вас можна знайти, та управляйте імпортованими контактами.\nСпільне використання даних і персоналізація\nУподобання в рекламі\nКеруйте вашим рекламним досвідом в X.\nПередбачувана персоніфікація\nДозвольте X персоналізувати ваш досвід з урахуванням вашої передбачуваної активності, наприклад, активності на пристроях, які ви не використовували для входу в X.\nОбмін даними з діловими партнерами\nДозволяйте обмін додатковою інформацією з діловими партнерами X.\nІнформація про місцезнаходження\nУправляйте інформацією про місцезнаходження, яку X використовує для персоналізації вашого досвіду.\nGrok\nДозвольте використовувати ваші публікації, а також ваші взаємодії, дані та результати в Grok для навчання і точного налаштування."
}