{
    "source": "en_US",
    "target": "uk_UA",
    "text": "If incorrect or inappropriate settings are chosen, this may lead to false positive or false negative results. For example, pharmaceutical drugs are regularly tested for purity and contamination. If incorrect parameters are selected, contaminants may not be detected, and contaminated drugs may be distributed to the public, causing harm to patients.\nThe development and verification of methods is a rigourous approach to the successful detection of analysts of interest, providing a reliable and robust method of analysing that works again and again. In this experiment, you will see the effects of parameter changes in the development of methods. In Pharmaceutical Analysis, The Characteristics Of The Summit Are Recorded And Reported Based On Certain Criteria Defined In Different Drugs. Programs such as Chemstation (Agilent), Chromeleon (Dionex/ThermoFisher), and Empower (Waters) are used to integrate and enrol the top properties. The following values are obtained from chromatograms. Depending on the standard used (drugs), different equations can be used. For this, some values require a chromatogram.",
    "trans": "Якщо були вибрані неправильні або невідповідні налаштування, це може призвести до хибнопозитивних або хибнонегативних результатів. Наприклад, фармацевтичні препарати регулярно тестують на чистоту і забрудненість. Якщо вибрані неправильні параметри, забруднювальні речовини можуть бути не виявлені, а заражені препарати можуть потрапити до населення, заподіявши шкоду пацієнтам.\nРозробка і верифікація методів є жорстким підходом до успішного виявлення зацікавлених аналітиків, тим самим забезпечуючи надійний і стійкий метод аналізу, який спрацьовує знову і знову. У цьому експерименті ви побачите ефект зміни параметрів під час розробки методів. У фармацевтичному аналізі характеристики саміту реєструються та відображаються у звіті на основі певних критеріїв, які встановлені для різних препаратів. Для інтеграції та реєстрації основних властивостей використовуються такі програми, як Chemstation (Agilent), Chromeleon (Dionex/ThermoFisher) і Empower (Waters). Наступні значення отримуються з хроматограм. Залежно від використовуваного стандарту (препарати) можуть застосовуватися різні співвідношення. Для отримання деяких значень потрібна хроматограма."
}