{
    "source": "en_US",
    "target": "uk_UA",
    "text": "When they called us to the table for dinner, I was lucky enough to be seated next to one of the senior Shell participants, Steven Fries, the firm’s chief economist. We met over arancini, the likes of which you might find at an upscale food court in a baseball stadium. Based in Shell’s global headquarters in the Hague, Fries pronounces his words with a precision that defies accent; even after speaking with him, his colleagues didn’t realize he’s an American until he told them. Like many people who studied economics at elite Western institutions between 1975 and 1986 would, he blames the lack of affordable housing in London on too much government regulation, which is why his support for big public investments to transition society away from oil and gas surprised me. That is, until I realized that, in his mind, those big public investments would be going to energy companies. When the proverbial light bulb went on above my head, he gave me a look that seemed to say, “Come on, man. What do you think we’re doing here?”",
    "trans": "Коли вони нас покликали за стіл вечеряти, я був щасливий опинитися поруч з одним зі високопоставлених учасників Shell, Стівеном Фрісом, головним економістом фірми. Ми познайомилися за аранчіні, які схожі на ті, які можна побачити в елітному кафе на бейсбольному стадіоні. Фріс, який працює в глобальній штаб-квартирі Shell у Гаазі, вимовляє свої слова з точністю, яка не допускає акценту; навіть після розмови з ним його колеги не зрозуміли, що він американець, поки він сам їм не сказав. Як і багато людей, які вивчали економіку в елітних західних вищих навчальних закладах у період із 1975 до 1986 року, він звинувачує в нестачі доступного житла в Лондоні занадто сильне державне регулювання, тому його підтримка великих державних інвестицій для переходу суспільства від нафти і газу мене здивувала. Тобто поки я не збагнув, що, на його думку, ці великі державні інвестиції підуть енергетичним компаніям. Коли в мене над головою загорілася горезвісна лампочка, він кинув на мене погляд, який, здавалося, казав: «Перестань, чувак. Що, по-твоєму, ми тут робимо?»"
}