{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Tax certification\nHave you been notified by the IRS that you're subject to backup withholding?\nNo, I'm not subject to backup withholding\nYes, I have heard from the IRS that I'm subject to backup withholding\nHere is the W-9 form generated based on your responses:\nUnder penalties of perjury, I certify that:\n1. The number shown on this form is my correct taxpayer identification number (or I am waiting for a number to be issued to me); and\n2. I am not subject to backup withholding because:\n(a) I am exempt from backup withholding, or\n(b) I have not been notified by the Internal Revenue Service (IRS) that I am subject to backup withholding as a result of a failure to report all interest or dividends, or\n(c) the IRS has notified me that I am no longer subject to backup withholding; and\n3. I am a U.S. citizen or other US person; and\n4. The FATCA code(s) entered on this form (if any) indicating that I am exempt from FATCA reporting is correct.\nThe IRS does not require your consent to any provision of this document other than the certifications required to avoid backup withholding.\nPrimary Applicant's Name\n[redacted_name]\nPrimary Applicant's Taxpayer Identification Number\n•••-••-9668\nI certify that the tax certification statements above are accurate and true.\nImportant information about procedures for opening a new account:\nTo help the government fight the funding of terrorism and money laundering activities, Federal law requires all financial institutions to obtain, verify, and record information that identifies each person who opens an account. What this means for you: when you open an account, we’ll ask for your name, address, date of birth, and other information that will allow us to identify you. We may also ask to see your driver’s license or other identifying documents.\nContinue",
    "trans": "Податковий сертифікат\nЧи повідомила вас податкова служба про те, що ви підлягаєте додатковому оподаткуванню?\nНі, я не підлягаю додатковому оподаткуванню\nТак, я отримав повідомлення від податкової служби про те, що я підлягаю додатковому оподаткуванню\nОсь форма W-9, яка була створена на основі ваших відповідей:\nПід загрозою кримінальної відповідальності я засвідчую, що\n1. Номер, який вказаний у цій формі, є моїм правильним ідентифікаційним номером платника податків (або я чекаю, коли мені буде присвоєно такий номер); і\n2. Я не підлягаю додатковому оподаткуванню, тому що:\n(a) я звільнений від додаткового оподаткування, або\n(b) Податкова служба (IRS) не повідомила мене про те, що я підлягаю додатковому оподаткуванню через невиконання вимог щодо звітування про всі відсотки або дивіденди, чи\n(c) Податкова служба повідомила мене про те, що я більше не підлягаю додатковому оподаткуванню; та\n3. Я є громадянином США або іншою особою, яка перебуває у США; і\n4. Код(и) FATCA, зазначений(і) у цій формі (прия наявності), що вказує(ють) на те, що я звільнений(і) від подання звіту FATCA, є правильним.\nПодаткова служба не вимагає від вас згоди з будь-якими положеннями цього документа, крім сертификатів, необхідних для уникнення додаткового оподаткування.\nІм'я основного заявника\n[redacted_name]\nІдентифікаційний номер платника податків основного заявника\n-------9668\nЯ підтверджую, що наведені вище заяви про податковий сертифікат є точними та правдивими.\nВажлива інформація щодо процедури відкриття нового рахунку:\nДля того, щоб допомогти уряду боротися проти фінансування тероризму та відмивання грошей, федеральний закон вимагає від усіх фінансових установ отримувати, перевіряти та записувати інформацію, яка ідентифікує кожну людину, що відкриває рахунок. Що це значить для вас: коли ви відкриваєте рахунок, ми попросимо вас вказати ваше ім'я, адресу, дату народження та іншу інформацію, яка дасть нам змогу ідентифікувати вас. Ми також можемо попросити пред'явити ваші водійські права або інші документи, що засвідчують особу.\nПродовжити"
}