{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Aquarius why did you say that?\" Harry, the future one, said. He was all fun and games, but Aquarius never spoke like that unless someone from the time or dimension they are in is most likely near by. \"Don't tell me.\"\n\"Oh yes. You and Dad's younger selves are right next to me, very much red, surprised that Dad's younger self didn't throw up yet. Well it actually doesn't look like he's going to throw up, so that's a good sign. I think,\" Aquarius spoke like it's no big deal.\n\"Well this is awkward,\" Harry's future self said. \"I think we are going to go now. Please stay safe and don't do anything stupid that will get you hurt. Again. Zoey don't get hurt for both your parents sakes. If anyone decides to take a little trip to the past. Let me know right away if you can. If not I'll probably end up finding out. Otherwise have fun the best you can. Ok bye Aqua.\"\n\"Bye Papa! Dad and Uncle Ron!\"\nZoey waved good bye with a big smile on her face and then they were gone.\n\"We'll never speak of this,\" Draco was the first to speak.\n\"Yeah we don't want to ruin Uncle Ron's brain yet,\" Aquarius spoke with a smile on her face. \"Well I'm gonna go to sleep and maybe tomorrow we can speak about other stuff with the rest of the group.\"\n\"Yes,\" Harry said, still a bit red. \"Zoey would you like to come with me or?\"\n\"I'll come with you Uncle Harry,\" Zoey said with a smile. \"I'll see you later Aqua?\"\n\"Yeah,\" she smiled.\n\"Ok then let's go. Bye Aquarius. Sleep well,\" Draco told his future daughter.\n\"Thanks Dad,\" Aquarius said and then went off to sleep to a smiling Draco, but only she knew about that small smile that her Dad's younger self displayed when she said those two words.",
    "trans": "\"Водолію, навіщо ти це сказав?\", сказав Гаррі, майбутній. Він був весь такий веселий, але Водолії ніколи так не розмовляють, якщо тільки хтось із часу або виміру, в якому вони перебувають, не знаходиться поруч. \"Не кажи мені.\"\n\"О, так. Ти і молодші татові \"я\" поруч зі мною, дуже червоні, здивовані, що молодше татове \"я\" ще не знудило. Ну, насправді не схоже, що він збирається блювати, тож це хороший знак. Я думаю, - Водолій говорив так, ніби це не мало ніякого значення.\n\"Це дуже незручно\", — сказав майбутній Гаррі. \"Гадаю, нам треба йти. Будь ласка, бережи себе і не роби дурниць, які можуть тобі зашкодити. Ще раз. Зої, не роби нічого поганого заради ваших батьків. Якщо хтось вирішить здійснити невеличку подорож у минуле. дайте мені знати, якщо зможете. Якщо ні, то я, мабуть, все одно дізнаюся. В іншому випадку, розважайтеся, як можете. Бувай, Аква.\"\n\"Бувайте, тату! Тато і дядько Рон!\"\nЗої помахала їм на прощання з широкою посмішкою на обличчі, а потім вони пішли.\n\"Ми ніколи не будемо про це говорити\", — першим заговорив Драко.\n\"Так, ми ще не хочемо руйнувати мозок дядька Рона\", — сказала Водолій з посмішкою на обличчі. \"Ну, я піду спати, а завтра, можливо, ми зможемо поговорити про інші речі з рештою групи\".\n\"Так\", — сказав Гаррі, все ще трохи червоніючи. \"Зої, ти хочеш піти зі мною чи ні?\"\n\"Я піду з тобою, дядьку Гаррі\", — сказала Зої з посмішкою. \"Побачимося пізніше, Аква?\"\n\"Так\", — посміхнулася вона.\n\"Гаразд, тоді пішли. Бувай, Водолій. Спи спокійно\", — сказав Драко своїй майбутній доньці.\n\"Дякую, тату\", — відповіла Водолій і пішла спати до усміхненого Драко, але тільки вона знала про ту маленьку посмішку, яка з'явилася на обличчі молодого батька, коли він вимовив ці два слова."
}