{
    "source": "en_US",
    "target": "uk_UA",
    "text": "When the customer developing the market, the customer needs to increase the PVD surface treatment on the product.\nThe customer will issue the following sample PO to us within this week, and we will provide the PVD sample to the customer within next week.\nNo. Part Number Part Name MOQ Material Surface\nTreatment\n1 COVR0001SSB Rebrand quazar cover assembly 1 SUS304, t1.2mm Brushed+PVD\n2 COVR0002SSB ASTRO-Cover assembly 4 SUS304, t1.2mm Brushed+PVD\n3 COVR0005SSB AOD101 Cover Assembly 2 SUS304, t1.2mm Brushed+PVD\n2)Project Name：D1345 for hand dryer\nWe have received the tooling modification PO for COVR007 and BASE005, and will provide the tooling modifiedsamples by 29 Oct.\nOnce the customer confirms that the sample will be put into trial production in Nov.\n3)Project Name：D1343 for hand dryer\nWereceivedthefollowingnew PO, and the shipment will start in Nov.\nPart Name PO Qty\nCOVR0002SSB 350\nCOVR0001SSB 300\nBASE0001 500\nBRKT0003 1000\nBRKT0004 1000\nBASE0003 1000\nCOVR0005SSB 1000\nHDCC0995SSB 150\nEnd of report",
    "trans": "Коли клієнт розвиває ринок, йому потрібно збільшити ступінь обробки поверхні продукту методом фізичного осадження (PVD) з парової фази.\nКлієнт оформит нам наступне замовлення протягом цього тижня, і ми надамо зразок PVD клієнту протягом наступного тижня.\n№ Номер запчастини Назва запчастини Мінімальний об'єм замовлення Поверхня матеріалу\nОбробка\n1 COVR0001SSB Ребрендинговеа кришка Quazar в зборі 1 SUS304, t1.2мм Шліфована+PVD\n2 COVR0002SSB Кришка ASTRO в зборі 4 SUS304, t1.2мм Шліфована+PVD\n3 COVR0005SSB Кришка в зборі AOD101 2 SUS304, t1.2мм Щліфована+PVD\n2) Назва проєкту: D1345 для сушарки для рук\nМи отримали замовлення на модифікацію оснащення для COVR007 і BASE005, і надамо модифіковані зразки оснащення до 29 жовтня.\nЯк тільки клієнт підтвердить, що зразок буде запущено у тестове виробництво в листопаді.\n3) Назва проєкту: D1343 для сушарки для рук\nМи отримали наступні нові замовлення, і відвантаження почнеться в листопаді.\nНазва запчастини замовлення Кількість\nCOVR0002SSB 350\nCOVR0001SSB 300\nBASE0001 500\nBRKT0003 1000\nBRKT0004 1000\nBASE0003 1000\nCOVR0005SSB 1000\nHDCC0995SSB 150\nКінець звіту"
}