{
    "source": "en_US",
    "target": "uk_UA",
    "text": "♑Capricorn Monthly Horoscope October 2024\nIf you were born under the sign of Capricorn, in October you will discuss your personal or family financial affairs with people from your circle of relatives, friends or partners.\nAn unpleasant situation that arose some time ago will continue to cause you problems this month as well. However, things will gradually begin to develop in a favorable direction for you.\nYou will be lucky in solving a problem that is unpleasant for you.\nIn October, you can expect to receive money or another benefit from a person with whom you have a close relationship.\nThis month it will be important for you to find out the truth about a lie from a person with whom you do not live together. Although this event is related to your past, you will want to get answers to some questions that are important to you.\nIn this month, the most important success for you will be of a financial or material nature.\nIt is likely to receive unexpected money, as well as other useful financial and material actions for you.\nThis month you will be invited to a gathering or you will be surprised by news related to the private life of a loved one.\nBoys and girls will rejoice at a success. You will experience a strong and unforgettable emotion. For you, October will be a favorable month for a new, promising romantic relationship or a professional - career venture.\nMen will be excited about their personal love life or the love affairs of their friends or relatives. An interesting development can have a flirtation with a woman who lives at a distance from you. However, conflicts this month will also be related to your love or marriage life. Not every decision or action you make will be welcomed with open arms by the partner you have by your side. An old unrequited love affair may also come to the fore in your life for some reason or because of receiving news related to it.\nWomen will be warm, understanding, supportive of their friends, and they will need you this month. Those of you who have children of your own will be involved in important activities, appearances or changes in their lives. In general, October brings good opportunities to stabilize your life, find new opportunities for realization and achieve the much-desired personal progress.",
    "trans": "♑Гороскоп для Козорога на жовтень 2024 року\nЯкщо ви народилися під знаком Козорога, у жовтні ви обговорюватимете особисті або сімейні фінансові справи з родичами, друзями чи партнерами.\nНеприємна ситуація, яка виникла деякий час тому, продовжуватиме завдавати вам проблем цього місяця. Однак поступово справи почнуть розвиватися у сприятливому для вас напрямку.\nВам пощастить у розв'язанні проблеми, яка є для вас неприємною.\nУ жовтні ви можете очікувати отримання грошей або іншої вигоди від людини, з якою у вас близькі стосунки.\nЦього місяця для вас буде важливо дізнатися правду про брехню від людини, з якою ви не живете разом. Хоча ця подія пов'язана з вашим минулим, ви захочете отримати відповіді на деякі важливі для вас питання.\nЦього місяця найважливіший успіх для вас буде фінансового або матеріального характеру.\nЦього місяця вас можуть запросити на зібрання або ви будете здивовані новинами, пов'язаними з особистим життям близької людини.\nЦього місяця вас можуть запросити на зібрання або ви будете здивовані новинами, пов'язаними з особистим життям близької людини.\nХлопці та дівчата будуть радіти успіху. Ви відчуєте сильну та незабутню емоцію. Для вас жовтень буде сприятливим місяцем для нових, перспективних романтичних стосунків або професійних-кар'єрних починань.\nЧоловіки будуть схвильовані своїм особистим любовним життям або любовними справами своїх друзів чи родичів. Цікаво може розвиватися флірт із жінкою, яка живе на відстані від вас. Однак конфлікти цього місяця також будуть пов'язані з вашим любовним або подружнім життям. Не кожне ваше рішення або дія буде сприйнята з ентузіазмом вашим партнером. Стара нерозділена любовна справа також може вийти на перший план у вашому житті з якоїсь причини або через отримання новин, пов'язаних із нею.\nЖінки будуть теплими, чуйними, підтримуватимуть своїх друзів, і цього місяця вони потребуватимуть вас. Ті з вас, хто має власних дітей, будуть залучені до важливих подій, появ або змін у їхньому житті. Загалом, жовтень приносить хороші можливості для стабілізації вашого життя, знаходження нових можливостей для реалізації та досягнення бажаного особистого прогресу."
}