{
    "source": "en_US",
    "target": "uk_UA",
    "text": "People often have differing views about love, especially depending on their culture. Some cultures believe in love at first sight. Love at first sight is when two people see each other for the first time and immediately know that they are in love with each other, without ever having to speak with them or get to know them. Some of the most romantic love stories ever told are about love at first sight. But some people believe that love at first sight isn’t real. These people say that love at first sight is far-fetched and not realistic.\nA: I think that love at first sight is very real. The moment I first saw my wife I knew she was the person I was going to marry. She was very pretty, but there was something else about it that I just can’t describe. There was something about her that just instantly drew me to her, it was something about her energy. When she smiled at me I knew that I was going to marry her one day. Some people try to think too logically about romance. But romance is an instinctual thing that we can’t understand just by studying it. Sometimes when it’s right, you just know.\nB: Some people might think that love at first sight is real, but this is just wishful thinking. Scientifically, when we meet someone we are attracted to we can often have a physiological response. This means that our pulse might speed up, we can get sweaty, and feel nervous or tingly. But just because there is attraction at first sight doesn’t mean that there is love. We are attracted to people all the time that we don’t really have any connection with. To have a positive and loving relationship, people have to have some things in common or other connections outside of just a physical attraction or first connection.",
    "trans": "Люди часто мають різні погляди на кохання, особливо залежно від їхньої культури. Деякі культури вірять у кохання з першого погляду. Кохання з першого погляду — це коли двоє людей бачать одне одного вперше і відразу розуміють, що закохані, навіть не розмовляючи та не знайомлячись ближче. Деякі з найромантичніших історій кохання пов'язані з цим явищем. Але інші вважають, що кохання з першого погляду нереальне. Вони стверджують, що це надумано й нереалістично.\nA: Я вважаю, що кохання з першого погляду цілком реальне. Коли я вперше побачив свою дружину, то одразу зрозумів, що це та людина, з якою я хочу одружитися. Вона була дуже гарна, але було ще щось більше, що я не можу описати. Її енергетика миттєво привернула мою увагу. Коли вона посміхнулася мені, я зрозумів, що одружуся з нею колись. Деякі люди намагаються занадто логічно підходити до романтики. Але романтика — це інстинктивна річ, яку не можна зрозуміти лише вивчаючи її. Іноді, коли все правильно, ти просто знаєш це, і все.\nB: Деякі люди можуть вважати, що кохання з першого погляду реальне, але це просто бажане уявлення. З наукового погляду, коли ми зустрічаємо когось, хто нам подобається, то часто маємо фізіологічну реакцію. Це означає, що наш пульс може прискоритися, ми можемо спітніти, відчувати нервозність або поколювання. Але лише через привабливість з першого погляду не можна стверджувати, що це кохання. Ми часто приваблюємося до людей, з якими насправді не маємо глибокого зв'язку. Для того, щоб мати позитивні та люблячі стосунки, людям потрібно мати спільні інтереси або інші зв'язки, окрім фізичної привабливості чи першого враження."
}