{
    "source": "en_US",
    "target": "uk_UA",
    "text": "12535715600 Deposited a new message:\n\"Greetings tied in families. The following are this week's announcements, concert dress day. Is this coming Wednesday, October 16th. Please make sure that your student is coming to school that day in their concert dress uniform. Look for an email from your music teacher for more information including ordering info for photos from our own Truman music boosters. We are holding our annual A SB fundraiser, the Ch Von on October 25th. We are raising funds for the next two weeks to support extracurricular activities at Truman A flyer will be coming home on Monday with more details. Next, our schedule for parent teacher conferences on October 17th and 18th. This year parent teacher conferences are taking place primarily on Thursday, October 17th, but there may be some availability for conferences on the 18th. If your student's teacher is not able to be there. The evening of the 17th, evening conferences on the 17th are arena style with all families able to come at any time to meet with teachers in the front of the counseling center for sixth grade core classes and the cafeteria for all other classes. If your family would like to request a team conference with all of your students, teachers at once. Even though you were not contacted for one, you can reach out to Principal Parks at in Parks at Tacoma dot K 12 dot W a.us to request one. Finally, please note that we have a half day schedule on both October 17th and 18th. Truman middle school will dismiss at 10:55 a.m. on both days. The schedules for conference days and the half day schedule for students will be listed in a corresponding email tonight. Please let administration and our front office staff know if you have any questions last but not least our Titan JV and varsity basketball along with our Lady Titan soccer team will host Gray Middle School tomorrow game, start at 3 p.m. Titan seat team basketball will travel to Great Middle let's come out tomorrow and cheer on Titan athletics. Those are the completion of our announcements for the week of October 13th. Enjoy the rest of your evening. I know.\"\nClick here: 14699825005 to listen to full voice message.",
    "trans": "12535715600 Додано нове повідомлення:\nПривітання, пов'язані з родинами. Нижче наведені оголошення на цей тиждень: день концертного одягу. Він відбудеться в цю середу, 16 жовтня. Будь ласка, переконайтеся, що ваш учень прийде до школи в цей день у своєму концертному одязі. Шукайте електронний лист від вашого вчителя музики для отримання додаткової інформації, включаючи інформацію про замовлення фотографій від наших власних музичних батьківських комітетів Truman. Ми проводимо наш щорічний збір коштів A SB, Ch Von, 25 жовтня. Протягом наступних двох тижнів ми збираємо кошти для підтримки позакласних заходів у Truman. У понеділок додому прийде листівка з більш детальною інформацією. Далі, наш графік проведення батьківських зборів 17 та 18 жовтня. Цього року батьківські збори переважно відбудуться в четвер, 17 жовтня, але можуть бути доступні деякі зустрічі і 18 числа. Якщо вчитель вашого учня не зможе бути присутнім ввечері 17 числа, то зустрічі ввечері 17 числа будуть проходити в стилі арени, всі сім'ї зможуть прийти в будь-який час і зустрітися з вчителями перед центром консультування для основних класів шостого класу та в їдальні для всіх інших класів. Якщо ваша сім'я хоче запросити командну зустріч з усіма вчителями вашого учня одночасно, навіть якщо вас не контактували для цього, ви можете звернутися до директора Паркса за адресою in Parks at Tacoma dot K 12 dot W a.us, щоб запросити її. Нарешті, зверніть увагу, що у нас є розклад південної зміни як 17 так і 18 жовтня. Середня школа Truman буде звільнена о 10:55 ранку в обидва дні. Розклади для днів конференцій та розклад південної зміни для учнів будуть зазначені у відповідному електронному листі сьогодні ввечері. Будь ласка, повідомте адміністрації та нашому персоналу приймальні, якщо у вас є які-небудь питання останнє, але не менш важливе: наша команда Titan JV та варстат баскетболу разом з командою дівчат Titan з футболу завтра приймуть команду Gray Middle School матчі починаються о 15:00. Команда Titan seat team basketball поїде до Great Middle давайте завтра підемо і підтримаємо атлетику Titan. Це завершення наших оголошень на тиждень з 13 жовтня. Насолоджуйтесь залишком вечора.\nНатисніть тут: 14699825005 щоб прослухати повне голосове повідомлення."
}