{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Quality and satisfaction have been studied individually, but in most cases one or the other has been related to the other one. Although in some studies both terms are understood as one and the same (Fayyaz et al., 2020), the difference is quite clear: quality of care is a global evaluation of the service received, while satisfaction is an emotional reaction to the performance of the service (Moreira & Silva, 2015). It is important to add that the relationship must be considered from all points of view in order to understand how the dimensions of one concept and the other interact. Therefore, within the factors involved in the link, special attention should be paid to the actors who work in and are part of the medical systems (Naidu, 2009) and also, it must be paid atten- tion to the economic benefits of this relationship. Patient satisfaction is not only a driver of the good financial performance of hospitals, but also of the well-being of a country, as it contributes to improved economic revenues (Liu et al., 2010). A positive interaction between quality and sat- isfaction affects long-term relationships between healthcare providers and patients (Rutledge & Nascimiento, 1996).",
    "trans": "Якість та задоволеність вивчалися окремо, але у переважній більшості випадків один фактор був тісно пов'язаний з іншим, і навпаки. Проте у деяких дослідженнях обидва терміни розглядають як єдине поняття (Файаазта ін., 2020 р.), але різниця між ними досить чітка: якість ставлення — це глобальна оцінка запропонованого сервісу, а задоволення — це емоційна реакція на отриману послугу (Морейра та Сілва, 2015 р.). Важливо наголосити, що взаємозв'язок необхідно розглядати з усіх точок зору, щоб зрозуміти, як взаємодіють виміри обох концепцій. Тому серед факторів, які формують такий взаємозв'язок, особливу увагу слід приділяти суб'єктам, які працюють у медичній системі та є її частиною (Найду, 2009 р.). Слід також враховувати економічні вигоди вказаного взаємозв'язку. Задоволеність пацієнтів є не тільки рушійною силою хороших фінансових показників лікарень, але й добробуту країни, оскільки сприяє збільшенню економічних надходжень (Лью та ін., 2010 р.). Позитивний взаємозв'язок між якістю та задоволеністю впливає на довгострокові відносини між медичними працівниками та пацієнтами (Рутледж та Нашімієнто, 1996 р.)."
}