{
    "source": "en_US",
    "target": "uk_UA",
    "text": "3. Take an ELP test\nAccepted assessment tests\nNAIT accepts the following ELP assessment testsand the minimum test score. ELP test results are only valid for two years from the test date.\nEnglish Language Proficiency (ELP) test Minimum accepted test score\nIELTS Academic\nNAIT also accepts IELTS One Skill Retake\n6.0 in each section\nNAIT’s ELP Exam 73% or “B” in each section\nCanadian Language Benchmarks Assessment (CLB)or Canadian Language Benchmark Placement Assessment (CLBPA) 8.0 in each section\nCAELor CAEL Online 60 overall score\nCambridge English Language Assessment B2 First, C1 Advanced or C2 Proficiency: 169 in each section\nTOEFL iBT;Home Edition is also accepted\n20 in each section\nEffective Fall 2025:70 overall score, with a minimum score of 17 in each section\nDuolingo\n115 overall score, with a minimum score of 100 in each integrated subscore.\nMichigan English Test (MET) 59 overall score\nPTE Academicor PTE Academic online 58 overall score\nLanguageCert B2 Communicator Test 38 in each section",
    "trans": "3. Пройдіть ELP-тест\nПрийняті оцінювальні тести\nNAIT приймає наступні тести оцінки рівня англійської мови (ELP) та мінімальні необхідні бали. Результати тестів ELP дійсні лише протягом двох років з дати складання тесту.\nМінімально прийнятий бал для тесту оцінки рівня англійської мови (ELP)\nIELTS Академічний\nNAIT також приймає перездачу IELTS One Skill Retake\n6.0 у кожному розділі\nІспит ELP NAIT 73% або «B» у кожному розділі\nКанадське мовне тестування (CLB) або Канадське мовне тестування (CLBPA) 8.0 балів у кожній секції\nЗагальна оцінка CAELor CAEL Online 60\nCambridge English Language Assessment B2 First, C1 Advanced або C2 Proficiency: 169 у кожному розділі\nTOEFL iBT;Home Edition також приймається\n20 у кожному розділі\nЕфективно з осені 2025 року: загальний бал 70, з мінімальним балом 17 у кожному розділі\nДуолінго\n115 загальний бал, з мінімальним балом 100 за кожну інтегровану підоцінку.\nТест з англійської мови штату Мічиган (MET) 59 загальний бал\nPTE Academicor PTE Academic онлайн 58 загальна оцінка\nLanguageCert B2 Комунікативний тест 38 у кожному розділі"
}