{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name].” Mom smooths her dress when she greets me in her great room. Her body is as rigid as her speech and she appears frazzled, anxious about seeing me.\nI didn’t have to force my way inside even though I was more than ready to do so. Clearly, my father didn’t pass the memo on to his staff that I’m no longer welcome here. He’s yet to show his face, but I’ll be demanding that soon.\n“Mom.” I feel uncharacteristically confident. I think that’s because I’ve had my come-to-Jesus moment and have no expectations for how this conversation will end. I’ve got nothing left to lose with my family and I never knew how freeing it could be not to be governed by fear. “Can you please get Dad? We all need to have a conversation.”\nShe swallows hard. “He won’t speak with you, darling, but I want to have that conversation.”\nI love my mother. Deeply. However, I’m too angry with her to tread carefully here. “The one in which we discuss the real reason why Dad has\ndisowned me.”\nAlarm spikes across her face. “Your father hasn’t disowned you,\n[redacted_name].”\nMy brows arch. “Really? What would you call it then? Discarded?\nRejected? Abandoned? I mean, take your pick. They all apply.”\n“No,” she rushes to explain, “he simply wants you to know how strong his feelings are over your marriage. You have to admit that you rushed into\nit and—”\n“No.” I shake my head almost violently. “I might have rushed into\nmarriage, but that’s not the real reason Dad’s doing what he is and you know it.” She recoils like she’s been slapped but I just keep going. “Dad’s doing what he does best. He’s withholding love to get what he wants. He’s doing that because it’s a tactic that’s always worked with him where I’m concerned, but it won’t work in this situation. It will never work again. I’m not the scared little girl desperate for her father’s approval any longer, Mom. I see him for exactly what he is, a bully who has no idea how to be a father.”\n“Careful what you say, [redacted_name],” Dad says, joining us with a thunderous expression on his face. “You won’t be able to take it back.”\nI stare at him, wondering how I was ever scared of him. Why I ever needed his approval to believe I was a worthy human being. “I don’t want to take anything back, Dad. I mean every word I’m saying.”\nHis jaw hardens and his nostrils flare. “That man isn’t who you think he is. He will break your heart, and when he does, I won’t be there to pick the pieces up like I always have.”\nMy eyes almost bulge out of my head. “Are you serious? When have you ever picked the pieces up for me?”\n“I’ve had to do it every single time you’ve made a mess of a relationship.”\nMom inhales sharply. “[redacted_name]. That’s enough.",
    "trans": "[redacted_name].\" Мама пригладжує свою сукню, вітаючи мене у своїй великій кімнаті. Її тіло таке ж напружене, як і її мова, і вона виглядає розгубленою, схвильованою через зустріч зі мною.\nЯ не змушена була втискуватися всередину, хоча була більш ніж готова це зробити. Очевидно, мій батько не передав своїм співробітникам, що я більше не бажана гостя тут. Він ще не з'явився, але я незабаром вимагатиму його присутності.\n— Мамо. — Відчуваю себе незвично впевненою. — Мабуть, це тому, що я пережила свій момент прозріння і не маю жодних очікувань щодо того, як закінчиться ця розмова. — У мене більше нічого втрачати в родині, і я ніколи не знала, як це — бути вільною від страху. — Можеш, будь ласка, покликати тата? Нам усім потрібно поговорити.\nВона важко ковтає. — Він не буде говорити з тобою, дорогенька, але я хочу провести цю розмову.\nЯ глибоко люблю свою маму. Однак я занадто зла на неї, щоб бути обачною. — Та, в якій ми обговоримо справжню причину, чому тато\nмене відрікся.\nТривога відбивається на її обличчі. — Твій батько не відрікся від тебе,\n[redacted_name].\"\nМої брови підіймаються. — Справді? Як би ти це назвала?\nВикинув? Відкинув? Покинув? Обирай будь-яке слово. Усі підходять.\n— Ні, — поспішає пояснити вона, — він просто хоче, аби ти знала, як сильно він переживає через твій шлюб. — Ти повинна визнати, що ти кинулася в нього,\nі...\n— Ні. — Я майже насильно хитаю головою. — Можливо, я й кинулася одружуватися,\nале це не справжня причина, чому тато робить те, що робить, і ти це знаєш. — Він чинить так, як завжди робив. — Він утримує любов, аби отримати те, що хоче. — Це його тактика, яка завжди працювала зі мною, але в цій ситуації вона не спрацює. — Вона більше ніколи не спрацює. — Я більше не та налякана дівчинка, яка прагне батьківського схвалення, мамо. — Я бачу його таким, яким він є насправді, — хуліганом, який не має уявлення, як бути батьком.\n— Обирай слова, [redacted_name], — каже тато, приєднуючись до нас з грізним виразом обличчя. — Назад їх уже не забрати.\nЯ дивлюся на нього, дивуючись, як я колись боялася його. — Чому мені потрібне було його схвалення, щоб вірити, що я гідна людина? — Я не хочу нічого забирати назад, тато. — Я маю на увазі кожне слово, яке я сказала.\nЙого щелепа затверджується, а ніздрі розширюються. — Той чоловік не такий, яким ти його вважаєш. — Він розіб'є твоє серце, і коли це станеться, я не буду там, щоб зібрати його уламки, як завжди робив.\nМої очі майже випадають з орбіт. — Ти серйозно? Коли ти хоч раз збирав мої уламки?\n— Я мусив це робити щоразу, коли ти псувала стосунки.\nМама різко вдихає. — [redacted_name]. Досить."
}