{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Both accords ban dissemination of_______________about weapons of mass destruction.\n2. \"Joining the Iraqi opposition cannot be a __________ , \" for mass murder, \" the watchdog group said in a statement.\n3. The new boy is always ____________ and doesn’t seem to care. I think he’s a___________.\n4. You would be____________ to invest all your money in one company.\n5. ____________ is not intended to serve as a license for persons to flout the law and purposely avoid liability for their actions.\n6. Instead of instantly jumping from one task to the next, you have __________ to end your work on the last task and mentally prepare for the next.\n7. President Lyndon B . Johnson is the only president to actually___________because of his dog.\n8. High costs have driven many companies to______________for new development.\n9. I'm the one who's going to make your life real difficult from now on if you don't _________ .\n10. _____________on tobacco product regulation, including on the use of ingredients, were adopted last week by governments.",
    "trans": "Обидва акти забороняють поширення_______________про зброю масового знищення.\n2. \"Приєднання до іракської опозиції не може бути ____________,\" - заявила група спостерігачів у своїй заяві.\n3. Новий хлопець завжди ____________ і, здається, не піклується про це. Я думаю, що він ____________.\n4. Вам було б ____________ вкласти всі свої гроші в одну компанію.\n5. ____________ не призначено для того, щоб служити ліцензією для осіб, які порушують закон і навмисно уникають відповідальності за свої дії.\n6. Замість того, щоб миттєво переходити від одного завдання до іншого, у вас є ____________, щоб завершити свою роботу над останнім завданням і психологічно підготуватися до наступного.\n7. Президент Ліндон Б. Джонсон є єдиним президентом, який насправді ____________ через свою собаку.\n8. Високі витрати змусили багато компаній звернутися до ____________ для нового розвитку.\n9. Я той, хто зробить ваше життя справді важким з цього моменту, якщо ви не ____________.\n10. Минулого тижня уряди прийняли _____________ щодо регулювання тютюнових виробів, включаючи використання інгредієнтів."
}