{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Add, use, and share boarding passes, tickets, and other passes in Apple Wallet\nWith the Wallet app, you can add and use eligible boarding passes, movie tickets, coupons, rewards cards, and more. You can also share some passes and tickets.\nHow to add a boarding pass, ticket, or other pass to Apple Wallet on your iPhone\nOpen the app, email, notification, or other communication that contains your boarding pass, ticket, or other pass.\nTap Add to Apple Wallet.\nFollow the instructions on the screen.\nIf necessary, tap Add in the upper right corner.\nIf you don't see an option to add your boarding pass, ticket, or other pass to the Wallet app, contact the merchant or company that issued it to make sure they support passes in the Wallet app.\nWhen you add a boarding pass, ticket, or other pass to the Wallet app on your iPhone, you automatically add it to the Wallet app on your paired Apple Watch.\nLearn how to remove a pass or ticket from the Wallet app.\nUse a boarding pass, ticket, or other pass in Apple Wallet\nWhen you add a boarding pass, ticket, or other pass to the Wallet app, you can use it with your iPhone or Apple Watch.",
    "trans": "Додавайте, користуйтеся та діліться пасажирськими талонами, квитками та іншими перепустками на Apple Wallet\nЗавдяки застосунку Wallet ви можете додавати та використовувати відповідні пасажирські талони, квитки в кінотеатр, купони, подарункові картки та багато інших речей. Можете також ділитися деякими перепустками та квитками.\nЯк додати пасажирський талон, квиток чи інший документ до Apple Wallet на вашому пристрої iPhone\nВідкрийте програму, електронний лист, сповіщення або інше повідомлення, яке містить ваш пасажирський талон, квиток або інший документ.\nТоркніться «Додати до  Apple Wallet».\nВиконайте інструкції на екрані.\nЗа необхідності натисніть «Додати» у верхньому правому куті.\nЯкщо ви не бачите функції додати пасажирський талон, квиток або інший документ до застосунку Wallet, зверніться до продавця або компанії, яка його видала, щоб переконатися, що вони підтримують пропуски Wallet.\nДодавши пасажирський талон, квиток або інший документ до застосунку Wallet на вашому iPhone, документи автоматично додаються до програми Wallet на вашому спареному годиннику Apple Watch.\nДізнайтеся, як видалити квиток з застосунку Wallet.\nЯк використати пасажирський талон, квиток або інший документ в Apple Wallet\nКоли ви додаєте пасажирський талон, квиток або інший документ до застосунку Wallet, ви можете використовувати їх на пристрої iPhone чи Apple Watch."
}