{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You are receiving this mail because you are a voting contact forDagomys Telecom LLCat the upcoming RIPE NCC General Meeting (GM), which will take place from 30 October - 1 November 2024.\nTo attend and vote, you must register through the LIR Portal:\nhttps://my.ripe.net/#/meetings/active\nVoting registration closes at 14:00 (UTC+1) on 30 October 2024. Make sure to register before this time to be able to vote.\nWe encourage all RIPE NCC members to use their voting rights so that the resolution result reflects the membership’s overall preferences.\nOnce registered and eligible, you will receive two emails during the GM from Assembly Voting:\nAn email with Voting Code 2 (your GM Registration Number).\nAn email with Voting Code 1 (pre-filled) and a link to the voting platform.\nBoth codes are necessary to access the voting platform.\nImportant:\nOnly the primary LIR is eligible to vote for members that hold multiple LIR accounts.\nIf you are the registered contact for more than one RIPE NCC member, you can register all eligible votes via the LIR Portal. You will not receive additional reminders if you represent multiple members.\nAt the GM, you will vote on one resolution on the redistribution:\n“The General Meeting approves the redistribution of the excess contribution/deficit paid in the financial year 2024 in the following way:\n- In case there is an excess contribution, this will be redistributed to the membership in 2025 according to the RIPE NCC Clearing House procedure.\n- In case of a deficit, this will be covered by the RIPE NCC reserves.”\nNote: If the membership does not approve the resolution, the excess contribution paid will be added to the reserves and the deficit of contribution paid will be redistributed to the membership in 2025.\nYou can view the meeting agenda with the resolution and related information at: [redacted_url]\nThe GM will be held in person at the Clarion Congress Hotel Prague. Members can also attend online through the Meetecho platform. For remote participation, all registered attendees will receive a link to the GM livestream and Meetecho platform. Further information is available at:\nhttps://www.ripe.net/membership/gm/meetings/ripe-ncc-general-meeting-october-2024/ways-to-get-involved/\nKey Dates and Times:\nVoting Opens: Approx. 18:00 (UTC+1) on 30 October 2024\nVoting Closes: 09:00 (UTC+1) on 1 November 2024\nResults Live streamed: 10:30 (UTC+1) on 1 November 2024\nWe look forward to your participation at the RIPE NCC General Meeting.\nKind regards,\nFergal Cunningham\nHead of Membership Engagement\nRIPE NCC",
    "trans": "Ви отримали цей лист, тому що вас вибрали для голосування від Dagomys Telecom на Загальних зборах RIPE NCC, далі GM, які будуть проводитися з 30 жовтня по 1 листопада 2024 р.\nДля участі та голосування необхідно зареєструватися на порталі LIR:\nhttps://my.ripe.net/#/meetings/active\nРеєстрація виборців закривається о 14:00 (UTC+1) 30 жовтня 2024 року. Просимо зареєструватися до цього часу, щоб отримати змогу голосувати.\nМи запрошуємо всіх членів RIPE NCC скористатися своїм правом голосу, щоб результат резолюції відображав загальні уподобання членів.\nПісля реєстрації та перевірки права голосу, під час Загальних зборів ви отримаєте електронні листи від Асамблеї з підрахунку голосів:\nЛист з кодом голосування 2 (це ваш реєстраційний номер GM).\nЛист з кодом голосування 1 (попередньо заповнений) та посилання на платформу для голосування.\nОбидва коди необхідні для доступу до платформи для голосування.\nВажливо:\nЛише основний локальний інтернет-реєстр (LIR) маж право голосувати за членів, які мають кілька облікових записів LIR.\nЯкщо ви є зареєстрованою контактною особою для більш ніж одного члена RIPE NCC, можете зареєструвати всіх суб'єктів, що мають право на голос, на порталі LIR. Ви не отримуватимете додаткових нагадувань, якщо ви є представником кількох членів.\nНа Загальних зборах ви проголосуєте за одну резолюцію про перерозподіл:\n«Головні збори затверджують перерозподіл надлишкових внесків/дефіциту, сплачених у 2024 фінансовому році наступним чином:\n- У разі наявності надлишкових внесків, останні будуть розподілені між членами у 2025 році згідно з процедурою Розрахункової палати RIPE NCC.\n- У разі недостачі, остання буде покрита резервами RIPE NCC».\nПримітка: якщо члени організації не затвердять резолюцію, надлишок сплачених внесків буде додано до резервів, а дефіцит сплачених внесків буде перерозподілено між членами організації у 2025 році.\nПорядок денний Зборів можна переглянути тут: [redacted_url]\nЗагальні збори будуть проводитися в очному форматі в конференц-залі  готелю Clarion Congress Hotel у Празі. Учасники також можуть взяти участь онлайн через платформу Meetecho. Для дистанційної участі всі зареєстровані учасники отримають посилання на пряму трансляцію Загальних зборів та платформу Meetecho. Більш детальна інформація доступна за посиланням:\nhttps://www.ripe.net/membership/gm/meetings/ripe-ncc-general-meeting-october-2024/ways-to-get-involved/\nОсновні дати та час:\nГолосування розпочинається: приблизно о 18:00 (UTC+1) 30 жовтня 2024 року\nГолосування закривається: о 9:00 (UTC+1) 1 листопада 2024 року\nПряма трансляція результатів: 10:30 (UTC+1) 1 листопада 2024 року\nЗ нетерпінням чекаємо на вашу участь у Загальних зборах RIPE NCC.\nЗ найкращими побажаннями,\nФергал Каннінгем\nКерівник відділу зв'язків з членами організації\nФергал Каннінгем"
}