{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Good evening 5th grade families,\nWe wanted to update you on a few things coming up.\n1) Conferences have started. Please keep an eye out for more emails to come in trying to set one up with you. We are trying to meet up with everyone as soon as we can. We are working on dates and times to meet with everyone so they are not rushed and you have time to talk to us and ask questions. If by phone is easier, please let us know. We do have paperwork to send home for you to sign and if you do come in person you can sign it then and then we just make a copy for you.\n2) Musical Auditions are tomorrow and if you student is auditioning, please remember that if they have other siblings, they will not be able to wait with them due to the space where the auditions being held.\n3) We have been having issues with DOJO and students' points. We are still able to get in contact with people, but the points are not always being updated and or we are not seeing the changes when we are changing from the computers to our IPADs. So...we will still be awarding students points for them to go to store, but it may turn into a system where they are \"paid\" during the day and points are kept track on almost like a \"credit card.\" We did this last year, students would be told if they got \"paid\" during that block and also we teachers would talk during the day and after school, and then keep track of their points, keep them updated and then they would use their \"credit card\" green paper on Friday to go to store. We will keep you updated and we apologize for this inconvenience. I am working on this.\nFinally, we are headed into the end of the 2nd six weeks. Six weeks tests are coming up and so please be on the look out for reviews coming home from me in science and especially vocabulary practice to help students out learn these.\nIf you have any questions are concerns, please let me know.\n[redacted_name]\n[redacted_info]\n[redacted_info]",
    "trans": "Добрий вечір, родини п'ятикласників!\nХочемо оновити для вас інформацію про кілька майбутніх подій.\n1) Конференції вже розпочалися. Будь ласка, слідкуйте за подальшими електронними листами, оскільки ми намагаємося домовитися про зустріч із вами. Ми намагаємося зустрітися з усіма якомога швидше. Ми працюємо над датами і часом, щоб зустрічі не були поспішними, і у вас був час поговорити з нами та поставити запитання. Якщо вам зручніше говорити по телефону, будь ласка, дайте нам знати. Ми надішлемо вам додому документи на підпис, а якщо ви прийдете особисто, ви можете підписати їх на місці, і потім ми зробимо для вас копію.\n2) Музичні прослуховування відбудуться завтра, і якщо ваша дитина проходить прослуховування, будь ласка, пам'ятайте, що якщо у неї є брати чи сестри, вони не зможуть чекати разом через обмежений простір у місці проведення прослуховувань.\n3) У нас виникають проблеми з DOJO та балами учнів. Ми все ще можемо зв'язатися з людьми, але бали не завжди оновлюються і/або ми не бачимо змін, коли переходимо з комп'ютерів на наші айпади. Отже...ми все ще будемо нараховувати учням бали для походу до магазину, але це може перетворитися на систему, де їм «платять» протягом дня, а бали відстежуються майже як на «кредитній картці». Ми робили це минулого року, учням повідомляли, чи вони отримали «оплату» протягом того блоку, також ми, вчителі, спілкувалися протягом дня та після школи, відстежували їхні бали, оновлювали їх, а потім вони використовували свою «кредитну картку» — зелений папірець у п'ятницю, щоб піти до магазину. Ми будемо тримати вас в курсі та перепрошуємо за незручності. Я працюю над цим.\nНарешті, ми наближаємося до кінця другого півріччя. Незабаром будуть тести за шість тижнів, тому, будь ласка, очікуйте на огляди з природознавства і лексичні вправи, які я надсилатиму додому, щоб допомогти учням у їх вивченні.\nЯкщо у вас є будь-які запитання чи занепокоєння, будь ласка, повідомте мені.\n[redacted_name]\n[redacted_info]\n[redacted_info]"
}