{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Both parties agree that upon completion of the gravel processing line, Party B shall independently contract and operate the production line. At the same time, Party A promises that all stone materials extracted from the mining area shall be produced and processed by Party B, and Party A shall be responsible for sales. Party A shall settle the finished products produced and processed by Party B at the price agreed herein.\nThe two parties agree the production line will be handed over to Party B for independent contracting and operation after the construction of stone crush\nprocessing production line is completed establishment. Meanwhile Party A promises all mined stones from the mining area will be handed over to Party B for production and processing, and Party A will be responsible for its sales after Party B finished crush stone. Party A will pay Party B with settled price according to this Agreement.",
    "trans": "Обидві сторони погоджуються, що після завершення будівництва лінії з переробки гравію Сторона B самостійно укладатиме контракти та керуватиме виробничою лінією. Водночас Сторона A зобов’язується, що всі кам’яні матеріали, видобуті з гірничодобувної ділянки, будуть вироблятися та перероблятися виключно Стороною B, а Сторона A відповідатиме за їх реалізацію. Сторона A здійснюватиме розрахунок за готову продукцію, вироблену та перероблену Стороною B, за ціною, погодженою в цьому договорі.\nОбидві сторони погоджуються, що після завершення будівництва дробильної установки виробнича лінія буде передана Стороні B для самостійного укладання контрактів і управління її роботою.\nОбидві сторони погоджуються, що після завершення створення виробничої лінії з переробки Сторона B отримає її для самостійного укладання контрактів і управління. Водночас Сторона A зобов’язується передавати всі видобуті кам'яні матеріали з гірничодобувної ділянки Стороні B для виробництва та переробки, а після дроблення каменю Стороною B Сторона A буде відповідати за його продаж. Сторона A здійснюватиме оплату Стороні B за узгодженою в цьому Договорі ціною."
}