{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Aunt Jemima brand, historically controversial for its origins rooted in racial stereotypes, still had certain positive aspects that made it successful in the marketplace:\nProduct Quality: The product itself, regardless of the branding, was appreciated by consumers for its taste and quality. The pancakes and syrup became synonymous with a good, hearty breakfast.\nNostalgia and Tradition: For some, the brand evoked nostalgia and was seen as part of family traditions. Many associated it with comfort food, and it became a familiar part of their lives, passed down through generations.\nHowever, these strengths were overshadowed by the problematic nature of its branding and the evolving cultural awareness around racial sensitivity, which eventually led to the brand being revamped.\nBrand Recognition and Loyalty: Aunt Jemima was a widely recognized brand for decades. Many consumers were loyal to the product because of its long-standing presence on the shelves and its association with breakfast staples like pancakes and syrups.",
    "trans": "Бренд Aunt Jemima, історично суперечливий через свої корені, пов'язані з расовими стереотипами, все ж мав певні позитивні аспекти, які зробили його успішним на ринку:\nЯкість продукту: Сам продукт, незалежно від бренду, був оцінений споживачами за свій смак і якість. Млинці та сиропи стали синонімами сніданку з хорошим, ситним початком.\nНостальгія та традиція: Для деяких бренд викликав ностальгію і сприймався як частина сімейних традицій. Багато хто асоціював його з комфортною їжею, і він став знайомою частиною їхнього життя, передавався з покоління в покоління.\nОднак ці сильні сторони були затінені проблематичним характером його брендингу та еволюцією культурної свідомості щодо расової чутливості, що врешті-решт призвело до перетворення бренду.\nВизнання бренду та лояльність: Aunt Jemima була широко визнаним брендом протягом десятиліть. Багато споживачів були лояльні до продукту через його тривалу присутність на полицях і асоціацію зі сніданковими основами, такими як млинці та сиропи."
}