{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Event description\nIIt’s almost spooky season! Join G’Day Mates for this two-hour ghost tour through Glenside Hospital.\nIf you’re intrigued by the supernatural, or just looking for a fun night out with friends, this is your chance to explore the eerie Z Ward. You’ll hear true experiences, disturbing events, and decide for yourself – is it really haunted?\nBook your ticket for just $22 today and get ready for a night filled with mystery and excitement!\n*Due to the nature and location of this tour, some content and stories might be distressing to some people. Additionally, the tour will take place in darkness. *\nCheck out the website for more details and consider if this is the right activity for you before grabbing your tickets: Z Ward Ghost Tour - Adelaide Haunted Horizons\nImportant Notes:\n- UniSA Student IDs will be sighted upon arrival.\n- Please arrive by 19:00 pm.\n- Refunds can only be processed if requested more than 48 hours before the event day.\nPhotography Disclaimer:\n1. I understand that images, video and audio of me will be recorded or captured in connection with the event.\n2. I consent to the University using, publishing, reproducing or editing the images, video or audio of me to promote the University (Image Consent).\n3. I release the University from any claims in connection with the Image Consent.",
    "trans": "Опис події\nСезон жахів вже близько! Приєднуйтесь до G’Day Mates на цю двогодинну екскурсію з привидами по лікарні Гленсайд.\nЯкщо вас цікавить надприродне або ви просто шукаєте веселий вечір з друзями, це ваш шанс дослідити моторошний відділ Z. Ви почуєте справжні історії, тривожні події і самі вирішите - чи дійсно тут є привиди?\nЗабронюйте свій квиток всього за 22 долари сьогодні і підготуйтеся до вечора, наповненого таємницями та захопленням!\n*Через характер та місцезнаходження цієї екскурсії деякий контент та історії можуть бути тривожними для деяких людей. Крім того, екскурсія проходитиме в темряві.*\nПерегляньте веб-сайт для отримання додаткової інформації та подумайте, чи підходить вам ця діяльність перед тим, як придбати квитки: Екскурсія з привидами у відділі Z - Привидні горизонти Аделаїди\nВажливі примітки:\n- Студентські посвідчення UniSA будуть перевірені при вході.\n- Будь ласка, приходьте до 19:00.\n- Виплати можуть бути оброблені лише за запитом більше ніж за 48 годин до дня події.\nВідмова від фотографування:\n1. Я розумію, що мої зображення, відео та аудіо будуть записані або зафіксовані у зв'язку з подією.\n2. Я даю згоду Університету використовувати, публікувати, відтворювати або редагувати мої зображення, відео або аудіо для реклами Університету (Згода на використання зображень).\n3. Я звільняю Університет від будь-яких претензій у зв'язку зі Згодою на використання зображень."
}