{
    "source": "en_US",
    "target": "uk_UA",
    "text": "“He’s cute,” Daisy says, appraising Scott from the kitchen. The main level of the townhouse is all one open space, so we have a direct view of the four guys in the living room, sitting on various pieces of leather furniture. The frizzy-haired psychic is on the ottoman, shuffling her Tarot cards.\nLily and I give our youngest sister a long stare. Mine contains a strong warning, but Lily looks more confused, like a puppy wandering the side of a road. I’d only stop to help a sad dog if they shared my genetics. Cruel, maybe. But survival of the fucking fittest. Blood is thicker than water. Choke on all of those clichés. They’re true.\nDaisy adds, “I mean, if you’re into the whole blond, scruffy alpha-male vibe.” She bites into a carrot with a crooked grin.\n“You mean if you’re into the whole domineering, jackass vibe,” I refute.\n“Or that,” she says. “But no offense, Ryke is more of the jackass.” She says it with an even larger smile. Yes, she’s friends with Loren’s brother, who happens to be twenty-three. It’d be stranger if she didn’t hang around high fashion models older than even him.\nMy two sisters and I have excused ourselves from the palm reading to replenish on pizza and drinks. But really, I wanted to leave the guys to grill the producer...or rather—my fake ex-boyfriend. I internally gag every time I think of Scott and boyfriend in the same sentence. He’s put this disgusting chili pepper and pickle taste in my mouth. And for anyone who finds that combination pleasant, I’ll give you Scott’s number. He’s all yours.",
    "trans": "\"Він милий\", - каже Дейзі, оцінюючи Скотта з кухні. Основний рівень таунхаусу - це все один відкритий простір, тому ми маємо прямий вид на чотирьох хлопців у вітальні, які сидять на різних шкіряних меблях. Психічка з кучерявим волоссям сидить на оттоманці і перетасовує свої карти Таро.\nЛілі та я довго дивимося на нашу молодшу сестру. Мій погляд містить сильне попередження, але Лілі виглядає більш заплутаною, як цуценя, що блукає по краю дороги. Я б зупинилася, щоб допомогти сумному собаці, тільки якщо б вони мали мої гени. Жорстоко, можливо. Але виживає найсильніший. Кров густіша за воду. Задихніться від усіх цих кліше. Вони правдиві.\nДейзі додає: \"Я маю на увазі, якщо вам подобається весь цей образ блондина, неохайного альфа-самця\". Вона відкушує морквину з кривою усмішкою.\n\"Ти маєш на увазі, якщо тобі подобається весь цей образ домінуючого, придуркуватого типу\", - заперечую я.\n\"Або так\", - каже вона. \"Але без образи, Райк більше схожий на придурка\". Вона говорить це з ще більшою усмішкою. Так, вона дружить з братом Лорена, якому виповнилося двадцять три роки. Було б дивно, якби вона не спілкувалася з моделями високої моди старшими за нього.\nМої дві сестри і я вибралися з читання долі рук, щоб поповнити запаси піци та напоїв. Але насправді я хотіла залишити хлопців для того, щоб розпитати продюсера... або скоріше - мого фальшивого колишнього хлопця. Я внутрішньо нуджуся кожного разу, коли думаю про Скотта і хлопця в одному реченні. Він залишив у мене огидний смак чилі перцю і огірка в роті. А для тих, хто вважає цю комбінацію приємною, я дам номер Скотта. Він ваш."
}