{
    "source": "en_US",
    "target": "uk_UA",
    "text": "China has finally pivoted to broad stimulus measures, but a fundamental problem remains that may make the gesture less effective: Xi Jinping's rejection of the Western model.\nAs China’s economy as a whole has shifted from market norms of the Western world, growth in China has gradually weakened.\nA four-year-long project tracking China’s economic path, by the Atlantic Council’s GeoEconomics Center and Rhodium Group, documents the relationship between Xi’s turn away from market reforms and the consequences for the economy.\nIt’s a trend that is unlikely to be reversed unless Xi sets aside some of this suspicion of market forces, or as Dan Rosen, founder of Rhodium Group, puts it, takes a \"journey to the West.\"\nSuch a journey would require the Chinese leader to do what he vowed to do after taking power in late 2012. In the following year, Beijing outlined an ambitious reform agenda, pledging to give the market “a decisive role” in the economy.\nMore than 10 years later, however, China is moving more in the direction of a planned economy. The reform agenda did little more than help the top leader centralize decision-making into his own hands.\nThe power center in Beijing is now doing more to steer flows of money and other resources, and it is setting tighter parameters for entrepreneurs and investors alike. Private investment has plunged as a result, and foreign-capital flows have dried up.\nRosen and his partner, Josh Lipsky at the Atlantic Council, a Washington think tank, aim to show in the latest installment of their China Pathfinder project, to be published Wednesday, how Beijing’s own policy decisions have affected the country’s growth trajectory.\nIn other words, they say, quit blaming Covid, geopolitical tensions or weak demand outside China.\n“Many analysts were timid about holding Beijing to the same logic applied to everyone else,” Rosen says. “Without market reform, growth falters.”\n'Journey to the West'\nThe report highlights how China has turned a deaf ear to calls from many inside and outside China to empower consumers—a move that would make China’s economy more like that of the U.S.\nInstead, Beijing has doubled down on manufacturing that has led to wasteful overproduction at home and heightened trade tensions with Western economies. China’s exports have surged but its overall economy struggles.\nThe new report also points tocomplications many global investors and businesses facethese days: “There are more data obstacles now to analyzing China’s economy than in 2019, including data lags and delays that hamper study and have a chilling effect on open discussion of economic problems in China.”\nAs China faces its worst economic downturn in decades, Xi has fortified the country against foreign influence. It remains to be seen whether he can take a page from the Chinese classic “Journey to the West”—a Ming dynasty tale about a monk’s pilgrimage to collect knowledge in foreign parts–and venture out of his comfort zone.\n(A note to readers: Many of you have noticed that in last week’s column, I mixed up the years for the widespread protests in China and Beijing’s lifting of the zero-Covid policy. Both occurred in late 2022, not 2020. My apologies for the mistake.)",
    "trans": "Китай нарешті перейшов до широких заходів стимулювання економіки, але залишається фундаментальна проблема, яка може зробити цей жест менш ефективним: відмова Сі Цзіньпіна від західної моделі.\nОскільки економіка Китаю в цілому відійшла від ринкових норм західного світу, зростання в Китаї поступово ослабло.\nЧотирирічний проект, що відстежує економічний шлях Китаю, проведений Геоекономічним центром Атлантичної ради та групою Rhodium Group, документує зв'язок між відходом Сі від ринкових реформ і наслідками для економіки.\nЦе тренд, який навряд чи буде змінено, якщо Сі не відкладе частину цієї підозри до ринкових сил, або, як говорить Дан Розен, засновник Rhodium Group, не здійснить \"подорож на Захід\".\nТака подорож вимагала б від китайського лідера зробити те, що він пообіцяв зробити після приходу до влади наприкінці 2012 року. У наступному році Пекін окреслив амбітну програму реформ, обіцяючи надати ринку \"вирішальну роль\" в економіці.\nОднак більше ніж через 10 років Китай рухається більше в напрямку планової економіки. Програма реформ мало що зробила, крім того, щоб допомогти верховному лідеру централізувати прийняття рішень у своїх руках.\nВлада в Пекіні зараз робить більше для керування потоками грошей та інших ресурсів і встановлює більш жорсткі параметри для підприємців та інвесторів. Внаслідок цього приватні інвестиції різко впали, а потоки іноземного капіталу висохли.\nРозен і його партнер Джош Ліпскі з Атлантичної ради, вашингтонського аналітичного центру, мають намір показати в останньому випуску свого проекту China Pathfinder, який буде опублікований в середу, як рішення політики Пекіна вплинули на траєкторію зростання країни.\nІншими словами, вони кажуть, перестаньте звинувачувати Covid, геополітичні напруження або слабкий попит за межами Китаю.\n\"Багато аналітиків були обережними у тому, щоб притягнути Пекін до тієї ж логіки, яка застосовується до всіх інших\", - говорить Розен. \"Без ринкових реформ зростання спотикається.\"\n\"Подорож на Захід\"\nЗвіт підкреслює, як Китай проігнорував заклики багатьох всередині та зовні країни надати споживачам більше повноважень - крок, який зробив би економіку Китаю більш схожою на економіку США.\nНатомість Пекін ще більше зосередився на виробництві, що призвело до марнотратного надвиробництва вдома і загострення торгових напружень з західними економіками. Експорт Китаю зріс, але його загальна економіка страждає.\nНовий звіт також вказує на ускладнення, з якими стикаються багато глобальних інвесторів та бізнесу в ці дні: \"Зараз існує більше перешкод у доступі до даних для аналізу економіки Китаю, ніж у 2019 році, включаючи затримки та затримки з даними, які заважають дослідженню і мають стримуючий вплив на відкриту дискусію про економічні проблеми в Китаї\".\nОскільки Китай стикається з найгіршим економічним спадом за десятиліття, Сі зміцнив країну проти іноземного впливу. Чи зможе він взяти приклад з китайської класики \"Подорож на Захід\" - повісті епохи династії Мін про паломництво монаха для збору знань в чужих краях - і вийти зі своєї зони комфорту, поки що залишається під питанням.\n(Примітка для читачів: Багато з вас помітили, що в колонці минулого тижня я переплутав роки для широкомасштабних протестів у Китаї та скасування політики нульового Covid в Пекіні. Обидва відбулися наприкінці 2022 року, а не в 2020 році. Прошу вибачення за помилку.)"
}