{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Ironically, Lou was given a chance by the witch, a representation of evil, while the villagers, whom she trusted, attempted to murder her. The line between right and wrong becomes hazy here. In a world where dreams could come true, no absolute good or evil exists.\n4. Once upon a time, there was a little French village in the countryside. Together, the peasants farmed and raised sheep and cattle to survive. However, there was a woman named Lou who had to fight for her life after losing her parents when she was a little child. She moved into the forest to live off of picking herbs after selling her parents' farm to the locals.\nAfter caring for Lou out of sympathy, the villagers soon lost interest in her when things did not get better. They not only stopped assisting her, but they also began to treat her badly in a covert manner.\n5. About a week after the shimmering light of the full moon filled the sky, the village began to see signs of dead livestock. As the days went by, the animals continued to die, and the village was shaken.\nThe villagers gathered together and came up with a plan to find the culprit, which was to organize a daily roundup of the villagers. But the day they started doing this, people started dying instead of livestock.\n6. After following a trail of blood, Lou eventually came across a silver dagger. She thought, \"What luck!\" since she felt the silver dagger would be worth something. She quickly cleaned the blood off and tucked it away in her sleeve. Curious if there was more to find, Lou continued following the blood trail into the heart of an enchanted forest.\nAs Lou travels deeper into the forest, he finds a hut that appears to have been built only a short time ago. Lou tries the door, but it won't open, and he looks in the window, but the curtains are closed and he can't see anything.\nAfter circling the hut halfway around, he sees another window, this one with a small gap in the curtains. Lou looked through the gap and saw a very beautiful woman sleeping soundly inside. Lou was mesmerized by the beauty of the woman and couldn't take his eyes off her, until she suddenly opened her eyes. Lou locks eyes with her and faints, shaking with an unknown fear.",
    "trans": "Іронічно, що Лу отримала шанс від відьми, яка є уособленням зла, тоді як селяни, яким вона довіряла, намагалися вбити її. Межа між добром і злом тут стає розмитою. У світі, де мрії можуть здійснюватися, не існує абсолютного добра чи зла.\n4. Колись давно в маленькому французькому селі на сільській місцевості жили селяни, які разом обробляли землю та вирощували овець і худобу для виживання. Однак була жінка на ім'я Лу, яка змушена була боротися за своє життя після того, як втратила батьків у дитинстві. Вона переїхала в ліс, щоб жити за рахунок збору трав після продажу ферми своїх батьків місцевим жителям.\nПісля того як селяни почали піклуватися про Лу зі співчуття, вони незабаром втратили до неї інтерес, коли ситуація не покращилася. Вони не тільки перестали їй допомагати, але й почали погано ставитися до неї приховано.\n5. Приблизно через тиждень після того, як сяюче світло повного місяця заповнило небо, в селі почали з'являтися ознаки мертвих тварин. З кожним днем тварини продовжували гинути, і село було потрясене.\nСеляни зібралися разом і придумали план знайти винуватця - організувати щоденний обхід селян. Але в день, коли вони почали це робити, люди почали помирати замість худоби.\n6. Слідувавши за слідом крові, Лу врешті-решт натрапила на срібний ніж. Вона подумала: «Яка удача!» оскільки відчула, що срібний ніж може коштувати чогось. Вона швидко витерла кров і сховала його у рукаві. Зацікавившись можливістю знайти ще щось, Лу продовжила слідувати за слідом крові вглиб зачарованого лісу.\nКоли Лу заглиблюється в ліс, він знаходить хатину, яка здається побудованою зовсім недавно. Лу пробує відкрити двері, але вони не відкриваються; він заглядає у вікно, але штори закриті і нічого не може побачити.\nПісля того, як він обійшов хату наполовину, він бачить ще одне вікно, цього разу з маленькою щілиною у шторах. Лу заглянув через щілину і побачив дуже красиву жінку, яка міцно спала всередині. Лу був зачарований красою жінки і не міг відірвати від неї погляд, поки вона раптово не відкрила очі. Лу зустрічає її погляд і втрачає свідомість, тремтячи від невідомого страху."
}