{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hawks was walking down the street, when he saw his childhood hero. The winged man smiled wide.\nHe opened his mouth to call Endeavor’s name. But before he could utter a word, he saw All Might approach the other man.\nEndeavor and All Might in the same place…Wow...\nAll Might clasped his hand on Endeavor’s shoulder. Endeavor greeted him with a nod. His eyes darted over his shoulder, as if he didn’t want to be followed.\nSuddenly getting goosebumps, Hawks hid behind a car and covered himself with his wings.\nShit…!\nHe slapped his palm to his forehead, feeling like an idiot.\n... Why am I so nervous?!\nRegaining his composure, he peeked out from behind the car. From the distance, he saw Endeavor and All Might duck into a building.\n…. Huh?\nHawks stood up and walked towards the building. As he drew closer, he realized it was an abandoned hotel. The outside was all dingy and decrepit. It looked like a really seedy place.\nBaffled, Hawks entered the building. Silently, he followed Endeavor and All Might up the stairwell. The two got off at the tenth floor.\nHawks slipped out of a window and stared at the building, watching all the windows on the tenth floor. When he located All Might and Endeavor, he flew backwards, away from the hotel. The adjacent building was also abandoned. The young hero ducked into one of its rooms and hid inside, watching the two men like a hawk.\nAll Might pulled off his pants, then Endeavor’s. Moving to the bed, he laid Endeavor on his back, and pressed his massive dick against the hero’s smaller cock.",
    "trans": "Хоукс йшов вулицею, коли побачив свого героя дитинства. Крилатий чоловік широко усміхнувся.\nВін відкрив рот, щоб покликати Ендевора. Але перш ніж він встиг вимовити хоч слово, побачив, як Олл Майт підходить до іншого чоловіка.\nЕндевор і Олл Майт в одному місці... Вау...\nОлл Майт поклав руку на плече Ендевора. Ендевор привітав його кивком. Його погляд метнувся через плече, ніби він не хотів, щоб його слідували.\nРаптово відчувши мурашки по шкірі, Хоукс сховався за автомобілем і накрився крилами.\nЛайно...!\nВін вдарив себе долонею по лобі, відчуваючи себе ідіотом.\n... Чому я такий нервовий?!\nВідновивши свою впевненість, він заглянув з-за автомобіля. Здалеку він побачив, як Ендевора і Олл Майт зайшли в будівлю.\n... Га?\nХоукс піднявся і пішов до будівлі. Підійшовши ближче, він зрозумів, що це покинутий готель. Зовні він виглядав брудним і занедбаним. Це виглядало як дуже сумнівне місце.\nЗдивований, Хокс увійшов у будівлю. Безшумно він слідував за Ендевора і Олл Майтом по сходах. Обидва вийшли на десятому поверсі.\nХокс висунувся з вікна і дивився на будівлю, спостерігаючи за всіма вікнами на десятому поверсі. Коли він знайшов Олл Майта і Ендевора, він відлетів назад, подалі від готелю. Сусідня будівля також була покинута. Молодий герой зайшов в одну з кімнат і сховався всередині, спостерігаючи за двома чоловіками як яструб.\nОлл Майт зняв свої штани, а потім штани Ендевора. Перемістившись до ліжка, він поклав Ендева на спину і притиснув свій величезний член до меншого члена героя."
}