{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Important information about your retirement plan is now available. Please review this information.\nYour quarterly benefit statement for the Poly-America, L.P. Retirement Plan is now available.\nTo access your statement, log on to www.millimanbenefits.com. From your Dashboard, scroll to the bottom of the page and click on \"Statement\" next to the most recent date range.\nNote: You will find this statement on the website until the later of one year or the date a new version becomes available online. We encourage you to print or download and save this statement for your records.\nYou have the right to request and obtain a free paper version of this statement by contacting Milliman in one of the ways outlined below.\nYou also have the right to opt out of electronic delivery and receive only paper versions of the documents related to your retirement plan at no charge. To do so, log on to www.millimanbenefits.com, click on the Profile icon, and update your preferences in the Personal Information section.\nFor help, please contact Milliman in one of the following ways:\nEmail contact.center@milliman.com.\nUse the Web Chat feature on www.millimanbenefits.com. To access this feature, log in, scroll to the bottom of any page and click the chat box icon.\nCall the Milliman Benefits Service Center at 866-767-1212.\nCopyright ©2022Milliman, Inc. All Rights Reserved",
    "trans": "Важлива інформація про ваш пенсійний план тепер доступна. Будь ласка, ознайомтеся з цією інформацією.\nВаш квартальний звіт про пільги для Пенсійного плану Poly-America, L.P. тепер доступний.\nЩоб отримати доступ до свого звіту, увійдіть на www.millimanbenefits.com. На панелі управління прокрутіть вниз донизу сторінки та натисніть \"Звіт\" поруч із найновішим діапазоном дат.\nПримітка: Ви знайдете цей звіт на веб-сайті до закінчення одного року або до дати появи нової версії онлайн. Ми рекомендуємо вам роздрукувати або завантажити та зберегти цей звіт для своїх записів.\nВи маєте право запросити та отримати безкоштовну паперову версію цього звіту, звернувшись до Milliman одним із наведених нижче способів.\nВи також маєте право відмовитися від електронної доставки та отримувати лише паперові версії документів, пов'язаних з вашим пенсійним планом, безкоштовно. Для цього увійдіть на сайт www.millimanbenefits.com, натисніть на значок Профіль і оновіть свої налаштування в розділі Особиста інформація.\nДля отримання допомоги, будь ласка, зв'яжіться з Milliman одним із наступних способів:\nНапишіть на електронну пошту contact.center@milliman.com.\nВикористайте функцію веб-чату на сайті www.millimanbenefits.com. Щоб отримати доступ до цієї функції, увійдіть в систему, прокрутіть вниз будь-яку сторінку і натисніть на значок чату.\nЗателефонуйте до Центру обслуговування клієнтів Milliman Benefits за номером 866-767-1212.\nАвторські права ©2022 Milliman, Inc. Всі права захищені"
}