{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Our research focused on the healthy middle-aged and young population before corneal refractive surgery. For patients with eye infections or intraocular surgery, emphasis should be placed on combining drug sensitivity testing with conjunctival sac bacterial culture. It was reported that 49.1% of isolated strains from patients with clinically diagnosed bacterial conjunctivitis and keratitis were S. aureus, and no statistically significant differences were observed between males and females. The rate of staphylococci ocular infections was higher in patients over 60 years old, while the least infection cases were observed in the group under 31 years of age. Among the S. aureus strains, 23.7% had an MR-phenotype (MRSA), whereas among the CoNS isolates, 61.7% had shown MR- resistance24. An epidemiological analysis of eye infections disclosed the continued high rates of fluoroquinolone nonsusceptbility circulating among ocular methicillin-susceptible Staphylococcus aureus, methicillin-susceptible Staphylococcus epidermidis, methicillin-resistant S. aureus, and methicillin-resistant S. epidermidis isolates, as well as the detection of uncommon, but emerging resistance (< 5%) for Streptococcus pneumoniae25. A study on the microbial spectrum of ocular infections in eastern China also found that the predominant pathogens were the staphylococcal, but Staphylococcus had high resistance to antibiotics, with nearly half of the isolates in the study resistant to methicillin26. Moreover, a report from Japan showed that the positive rate of bacterial culture in the conjunctival sac before cataract surgery was 96.6%. Staphylococcus epidermidis was the most common pathogen, and its sensitivity to fluoroquinolone antibiotics was low. However, the average age of the study population was 74 years old, and there may be systemic diseases and a history of long-term drug treatment27. In a study on the antibiotic susceptibility of conjunctival bacterial in patients undergoing refractive surgery, coagulase-negative staphylococci (CNS) was found to be the main group, and the resistance to earlier-generation fluoroquinolones was increasing among methicillin-resistant CNS. It may be a therapeutic option to use newer fluoroquinolones in patients undergoing refractive eye surgery28. But their research subjects were composed of middle-aged and young women, and most of them had a history of wearing contact lenses. This reminds us of paying attention to these patients in the future clinical practice. The results of drug sensitivity tests, although they were not assessed in the current study, should not be neglected.",
    "trans": "Наше дослідження було зосереджене на здоровій популяції середнього віку та молоді перед хірургією рефракції рогівки. Для пацієнтів з очними інфекціями або внутрішньоочною хірургією слід акцентувати увагу на поєднанні тестування чутливості до лікарських засобів з бактеріальним посівом кон'юнктивального мішка. Було повідомлено, що 49,1% ізольованих штамів у пацієнтів з клінічно діагностованим бактеріальним кон'юнктивітом та кератитом становили S. aureus, і статистично значущих відмінностей між чоловіками та жінками не спостерігалося. Частота стафілококових очних інфекцій була вищою у пацієнтів старше 60 років, тоді як найменша кількість випадків інфекцій спостерігалася у групі молодше 31 року. Серед штамів S. aureus 23,7% мали MR-phenotype (MRSA), тоді як серед ізолятів CoNS 61,7% виявили MR-резистентність. Епідеміологічний аналіз очних інфекцій виявив продовження високих рівнів нечутливості до фторхінолонів серед метицилінчутливого Staphylococcus aureus, метицилінчутливого Staphylococcus epidermidis, метицилінрезистентного S. aureus та метицилінрезистентного S. epidermidis, а також виявлення рідкісної, але зростаючої резистентності (<5%) для Streptococcus pneumoniae. Дослідження мікробного спектра очних інфекцій у східному Китаї також показало, що домінуючими патогенами були стафілококи, проте Staphylococcus мав високу резистентність до антибіотиків, при цьому майже половина ізолятів у дослідженні була резистентною до метициліну. Крім того, звіт з Японії показав, що позитивна частота бактеріального посіву в кон'юнктивальному мішку перед операцією катаракти становила 96,6%. Staphylococcus epidermidis був найпоширенішим патогеном, і його чутливість до фторхінолонових антибіотиків була низькою. Однак середній вік населення дослідження становив 74 роки, і можуть бути системні захворювання та історія тривалого лікування препаратами. У дослідженні чутливості до антибіотиків кон'юнктивальних бактерій у пацієнтів, які проходили рефракційну хірургію, коагулазонегативні стафілококи (CNS) були основною групою, а резистентність до фторхінолонів попередніх поколінь зростала серед метицилінрезистентних CNS. Це може бути терапевтичною опцією використання нових фторхінолонів у пацієнтів під час рефракційної хірургії ока. Але їхні об'єкти дослідження складалися переважно зі жінок середнього віку та молодого віку, і більшість з них мали історію носіння контактних лінз. Це нагадує нам про необхідність звертати особливу увагу на цих пацієнтів у майбутній клінічній практиці. Результати тестів чутливості до лікарських засобів, хоча вони не були оцінені в поточному дослідженні, не повинні бути ігноровані."
}