{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Elon Musk: \"Those who oppose this are traitors. All Caps: TRAITORS\"\nPeter, the radical left has turned their back on America and is prepared to bring a FINAL BLOW to our country's elections by allowing non-citizens to vote!\nIf they succeed at blocking Republicans from putting the ultimate barricade in place to keep illegals OUT of our elections, we can kiss Republican victories goodbye.\nGoodbye House majority!\nGoodbye Senate majority!\nGoodbye Republican White House!\nOnce the radical left INCINERATES everything sacred in our elections, Republicans will never win another election AGAIN.\nBut we know YOU won't betray America, Peter...\nSo we need to mount one final UNPRECEDENTED response to SAVE our elections!\nWe're asking every American patriot to add their name and say \"I WILL NEVER BE A TRAITOR TO AMERICA!\" >> us4.co/3i0jh3\nTime is short. Dems are rallying to RUIN the GOP's efforts at this very moment!\nWe have ZERO time to waste. ACT NOW before it's too late. >> us4.co/3i0jh3\nstop=end",
    "trans": "Ілон Маск: «Всі, хто проти цього — зрадники. Всі великі: ЗРАДНИКИ»\nПітер, ліворадикали відвернулись від америки та готові нанести ОСТАННІЙ УДАР виборам в нашій країні, дозволяючи негромадянам голосувати!\nЯкщо вони зможуть завадити Республіканцям звести останню баррикаду та НЕ допустити нелегалів до наших виборів, ми можемо попрощатися з перемогою Республіканців.\nБувай більшість в палаті!\nБувай більшість в Сенаті!\nБувай Республіканський Білий дім!\nКоли ліворадикали перетворять на попіл все святе в наших виборах, Республіканці БІЛЬШЕ ніколи не переможуть на виборах.\nОднак ми знаємо, що ВИ не зрадите Америку, Петер...\nТому нам потрібно здійснити одну останню БЕЗПРЕЦЕДЕНТНУ відповідь, щоб ВРЯТУВАТИ наші вибори!\nМи просимо кожного американського патріота додати своє ім'я та сказати «Я НІКОЛИ НЕ БУДУ ЗРАДНИКОМ АМЕРИКИ!»>> us4.co/3i0jh3\nЧасу мало! Демократи саме зараз збираються ЗРУЙНУВАТИ зусилля РЕСПУБЛІКАНСЬКОЇ ПАРТІЇ\nМи НЕ МОЖЕМО гаяти час. ДІЙТЕ ЗАРАЗ, перш ніж стане занадто пізно>> us4.co/3i0jh3\nзупинка= кінець"
}