{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Compared with the reference facade with internal sunshades, the cooling requirement can be significantly reduced – with increased night-time ventilation and thermally active building masses. However, the high U-value of the single glazing between offices and cavity leads to higher temperatures on the inside of the glass and hence a reduction in the stand- ard of comfort. Fig. 2.3.118 shows the structure of the double- leaf facade to the Volksbank in Pforzheim. Compared to mechanical supply- and exhaust- air systems for offices using a single-leaf facade with heat recovery, a pure supply- or exhaust-air facade without heat recovery will increase the heating requirement by about 15%. However, a proper comparison should not ignore the higher electricity consumption for the supply- and exhaust-air plant, weighted to account for the primary energy input. Thus, integrating a double-leaf facade in a system with heat recovery would seem to favour the exhaust-air variation because in the supply-air",
    "trans": "Порівняно з еталонним фасадом із внутрішніми сонцезахисними елементами, потреба в охолодженні може бути значно знижена – за рахунок посиленої нічної вентиляції та термічно активних будівельних мас. Однак високий коефіцієнт теплопередачі (U-значення) одинарного скління між офісами та порожниною призводить до підвищення температури на внутрішній стороні скла, що, у свою чергу, знижує рівень комфорту.  На мал. 2.3.118 представлена структура двошарової фасадної системи для Volksbank у Пфорцгаймі. У порівнянні з механічними системами подачі та відведення повітря для офісів, що використовують одинарний фасад із рекуперацією тепла, використання фасаду з подачею або витяжкою повітря без рекуперації збільшить потребу в опаленні приблизно на 15%.  Однак для коректного порівняння не можна ігнорувати вищі витрати електроенергії на роботу системи подачі та витяжки повітря, які слід оцінювати з урахуванням первинного енергоспоживання. Таким чином, інтеграція двошарової фасадної системи у систему з рекуперацією тепла, схоже, сприятиме витяжному варіанту, оскільки у випадку припливного…"
}