{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Local Official Apologizes After Misstep in Budget Allocation\nCityville, October 31, 2023\nIn a surprising turn of events, the Cityville budget committee chair, [redacted_name], publicly apologized Tuesday after a significant error was discovered in the proposed budget allocations for the upcoming fiscal year.During a recent town hall meeting, community members raised concerns about the funding earmarked for local schools, which appeared to be significantly lower than previous years. Upon further investigation, it was revealed that an oversight in Johnson’s calculations led to an underfunding of vital educational programs.“ I take full responsibility for this mistake,” Johnson stated in a press conference. “I deeply regret any confusion or concern this has caused. Ensuring our schools are adequately funded is a top priority, and I am committed to rectifying this error.” The budget committee plans to convene this week to revise the allocations and ensure that schools receive the necessary resources. Local educators and parents have expressed relief at the prompt response but emphasized the importance of transparency in future budget discussions.“ This incident highlights the need for careful oversight in our financial decisions,” said [redacted_name], a parent and community advocate. “We hope this serves as a lesson moving forward.” As the committee works on the revised budget, Cityville residents are encouraged to participate in upcoming meetings to voice their opinions and concerns about local funding priorities.",
    "trans": "Місцевий чиновник вибачився після помилки в розподілі бюджету\nСітілів, 31 жовтня 2023 року\nУ несподіваному повороті подій голова бюджетного комітету Сітілів, [redacted_name], публічно вибачився у вівторок після того, як була виявлена значна помилка в запропонованих розподілах бюджету на наступний фінансовий рік. Під час недавньої зустрічі з громадою члени спільноти висловили занепокоєння щодо фінансування, призначеного для місцевих шкіл, яке виявилося значно нижчим, ніж у попередні роки. Після подальшого розслідування було виявлено, що помилка у розрахунках Джонсона призвела до недостатнього фінансування важливих освітніх програм. \"Я беру на себе повну відповідальність за цю помилку\", - заявив Джонсон на прес-конференції. \"Я глибоко шкодую про будь-яку плутанину або занепокоєння, які це викликало. Забезпечення адекватного фінансування наших шкіл є нашим головним пріоритетом, і я готовий виправити цю помилку.\" Бюджетний комітет планує зібратися цього тижня для перегляду розподілів і забезпечення необхідних ресурсів для шкіл. Місцеві педагоги та батьки висловили полегшення швидкою реакцією, але підкреслили важливість прозорості у майбутніх обговореннях бюджету. \"Цей інцидент підкреслює необхідність ретельного контролю у наших фінансових рішеннях\", - сказала [redacted_name], мати та громадська активістка. \"Ми сподіваємося, що це стане уроком на майбутнє.\" Поки комітет працює над переглянутим бюджетом, мешканців Сітілів закликають брати участь у майбутніх зустрічах, щоб висловити свої думки та занепокоєння щодо пріоритетів фінансування місцевих потреб."
}