{
    "source": "en_US",
    "target": "uk_UA",
    "text": "OSCAR ISAAC: How are you feeling?\nARCA: Good. I got back to Barcelona a couple of days ago. I was in Madrid and Paris for a little bit. I’m glad to be able to travel for work.\nISAAC: It feels like we’re doing some sort of weird subversive act by actually working.\nARCA: Transgressive, too. Using libidinal energy, putting oneself out there, taking measured risks, creating.\nISAAC: Unsanctioned creation.\nARCA: I don’t think many people know about our collaboration at the Mutant;Faith show [an immersive performance series Arca staged in 2019 at The Shed in New York], and I was wondering if you’d be down to talk about it.\nISAAC: Let’s go back to the beginning: an email I wrote you. I found it, and I’d like to read it: “I’d love to invite you to come see our production of Hamlet at the Public Theater in New York City this summer. I’m a massive admirer of your work, and the new album, in particular, has been such an inspiration and obsession for me throughout the process of putting the play together. Flesh, despair, love, and death, the swan song, all themes that synchronize with the play so powerfully and reflect each other. Y tu voz me rompe el corazón [your voice breaks my heart]. You have an open invitation. Please don’t hesitate to reach out, un abrazo [a hug]. With much admiration and respect.” And then you showed up, and I was really taken aback. You were so kind and generous afterward.\nShirt by Celine by Hedi Slimane. Briefs and Garter Belt by DSTM. Shoe Cap courtesy of HBA Museum,. Shoes by 032c RTW.\nARCA: I was so moved after seeing your performance in Hamlet. I’d never seen the play before, and I just couldn’t believe it. There was an element of shape-shifting in your range; the places that you were unafraid to go to emotionally, you were then able to very casually come back from. I relate to that and it’s very moving. I felt lucky to have caught that performance, and ever since then, our correspondence has given me strength. It’s mysterious to me that somehow we develop this will to be an artist. And then you somehow end up meeting other artists along the way. From bonding over the work that you’re doing, you get to meet people from different backgrounds, different generations, and different spheres. We never talked about it, but I was so grateful to collaborate with you at the show. I wanted to hear how you feel about it in hindsight?\nISAAC: I’m so proud of it. I can’t not show a photograph of me all dressed up and looking fantastic.\nARCA: For me, it was about our connection, so I was overprotective or maybe too shy about it. Does that make any sense?\nISAAC: Of course, and I appreciate that. It was crazy, even just the lead-up to it, because we were talking about what it could be in a very organic way. You said it could be any number of things, and that sent me on a hunt. I found this [Samuel] Beckett text [Ohio Impromptu], which is about versions of these twins. It was talking about something very dark, and you loved it.\nARCA: It blew me away.\nISAAC: I think the other thing that really moved me about it, apart from just your willingness to play and to go there with it, was that my father came up to visit.\nARCA: I know.\nISAAC: He’s totally right-of-center, politically. He’s this Cuban guy who’s in Tennessee, and we don’t see eye-to-eye on a lot of things, and I didn’t really tell him anything about it. I’m just like, “Hey, I’m going to do this performance. Why don’t you come? There’s a really incredible musician you should see.” So he came, and he sat there and watched me undergoing the transformation [into a blonde wig and tights], and he made some jokes about it, but then he came in to meet you, and he turned into a shy little boy. He was so enamored of you, and after we left, he said, “I think she liked me.” I said, “I think she liked you, too.”\nARCA: I did. He was really sweet and cool. I was surprised that you invited him.\nISAAC: I know. Afterward, he also said, “It was like watching a little girl in her room, doing make-believe, but allowing herself to be as vicious, and as wild, as she wanted to be.”\nARCA: I thought that was very profound, not needing to see innocent play as devoid of a shadow. That’s so humanizing. There’s something freeing, almost playful, about simulating certain things.\nISAAC: You unify it all. Even the unification that happened between me and my father for that one moment.\nARCA: It’s about harmony. The grotesque can suddenly become incredibly beautiful. The sexual can become pure. The feminine and the masculine mix with each other. All these things are Arca.",
    "trans": "ОСКАР ІСААК: Як ти почуваєшся?\nАРКА: Добре. Я повернувся до Барселони кілька днів тому. Я був трохи в Мадриді та Парижі. Я радий, що можу подорожувати по роботі.\nІСААК: Відчувається, ніби ми робимо якусь дивну підривну дію, насправді працюючи.\nАРКА: Також трансгресивно. Використовуючи лібідинальну енергію, виставляючи себе на показ, беручи обмірковані ризики, створюючи.\nІСААК: Несанкціоноване створення.\nАРКА: Я не думаю, що багато людей знають про нашу співпрацю на шоу Mutant;Faith [серія інтерактивних виступів, які Арка провела в 2019 році в The Shed у Нью-Йорку], і я хотів би дізнатися, чи готовий ти поговорити про це.\nІСААК: Давайте повернемося до початку: до електронного листа, який я тобі написав. Я його знайшов і хотів би його прочитати: \"Я б хотів запросити тебе прийти подивитися нашу постановку Гамлета в Public Theater у Нью-Йорку цього літа. Я великий шанувальник твоєї роботи, а новий альбом, зокрема, був для мене таким натхненням і одержимістю протягом процесу підготовки п'єси. Плоть, відчай, любов і смерть, лебедина пісня - всі ці теми так потужно синхронізуються з п'єсою і відображають одна одну. Твій голос розбиває мені серце. У тебе є відкритий запрошення. Будь ласка, не соромся звертатися, обіймаю. З великою повагою та захопленням.\" А потім ти прийшов, і я був справді здивований. Ти був так добрий і щедрий після цього.\nСорочка від Celine від Hedi Slimane. Труси та пояс для панчіх від DSTM. Капці для взуття люб'язно надані HBA Museum,. Черевики від 032c RTW.\nАРКА: Я був так зворушений, побачивши вашу гру в Гамлеті. Я ніколи раніше не бачив цю п'єсу і просто не міг у це повірити. У вашій діапазоні була елемент перевтілення; місця, куди ви безстрашно йшли емоційно, ви потім могли дуже невимушено повернутися назад. Я з цим можу співвіднестися, і це дуже зворушливо. Я відчував себе щасливим, що зміг побачити цю виставу, а з тих пір наше спілкування дало мені силу. Мені загадково, якось ми розвиваємо цю волю бути артистом. І потім ви якимось чином зустрічаєте інших артистів на своєму шляху. Завдяки зв'язку через роботу, яку ви робите, ви знайомитеся з людьми з різними досвідами, різних поколінь і різних сфер. Ми ніколи про це не говорили, але я був дуже вдячний за можливість співпрацювати з вами на шоу. Як ви почуваєтеся щодо цього тепер, оглядаючись назад?\nІСААК: Я дуже гордий цим. Я не можу не показати фотографію себе в чудовому вбранні.\nАРКА: Для мене це було про наш зв'язок, тому я був надмірно захисним або, можливо, занадто сором'язливим щодо цього. Це має сенс?\nІСААК: Звичайно, і я це ціную. Це було божевільно, навіть просто підготовка до цього, тому що ми говорили про те, яким це може бути в дуже органічний спосіб. Ви сказали, що це може бути будь-яка кількість речей, і це відправило мене на пошуки. Я знайшов цей текст [Семюела] Беккета [Ohio Impromptu], який говорить про версії цих близнюків. Він говорив про щось дуже темне, і вам це сподобалося.\nАРКА: Це мене вразило.\nІСААК: Інша річ, яка мене справді зворушила в цьому, окрім вашої готовності грати і йти туди з цим, полягає в тому, що мій батько приїхав в гості.\nАРКА: Я знаю.\nІСААК: Він абсолютно правий у політичному плані. Він кубинець, який живе в Теннессі, і ми не згодні з багатьма речами, і я насправді нічого йому про це не сказав. Я просто сказав: \"Привіт, я збираюся виступити. Чому б тобі не прийти? Там буде справді неймовірний музикант, якого ти повинен побачити.\" І він прийшов, сів там і спостерігав за моєю трансформацією [в блондинистий перуку та колготки], він жартував з цього приводу, але потім підійшов до тебе познайомитися і став сором'язливим хлопчиком. Він був так захоплений тобою, а після того, як ми пішли, сказав: \"Я думаю, що їй я сподобався.\" Я відповів: \"Я теж думаю, що їй ти сподобався.\"\nАРКА: Мені сподобалося. Він був дуже милим і класним. Я була здивована, що ти його запросив.\nІСААК: Знаю. Після цього він також сказав: \"Це було як спостерігати за маленькою дівчинкою в її кімнаті, яка грає в уяву, але дозволяє собі бути такою ж жорстокою і диким, як хоче.\"\nАРКА: Я вважала це дуже глибоким, не потребуючи бачити невинну гру без тіні. Це так гуманізує. Є щось звільняюче, майже грайливе в симуляції певних речей.\nІСААК: Ти все це об'єднуєш. Навіть об'єднання, яке сталося між мною і моїм батьком в той один момент.\nАРКА: Це про гармонію. Гротеск може раптово стати неймовірно красивим. Секс може стати чистим. Жіноче і чоловіче змішуються між собою. Усі ці речі - це Арка."
}