{
    "source": "en_US",
    "target": "uk_UA",
    "text": "to enforce a copyright through the American courts.\nHowever, most UK music-makers don’t worry about registration until they have music industry business partners who can advise on these things.\nCONTROLS\nUnder US copyright law, the controls that come with the sound recording copyright are different to the controls that come with the song copyright. This means that artists and labels currently don’t earn any money when their recordings are played in public spaces or on AM/FM radio stations. However, they do earn money when their recordings are played on online or satellite radio.\nCOLLECTIVE LICENSING\nIn the US there are several collecting societies representing the performing rights in songs (ie the equivalent to PRS), including BMI, ASCAP, SESAC and GMR. American songwriters have to decide which society to join.\nPRS has reciprocal agreements with both BMI and ASCAP, meaning UK music-makers that allow PRS to represent their rights globally need to decide whether they want BMI or ASCAP to license their music in the US.\nThe US collecting society for recordings\nis called SoundExchange. Though it\nonly collects royalties from online and satellite radio. Remember, there are no AM/FM radio or public performance royalties, and in the US the labels directly license TV. As with PPL, both artists and labels join SoundExchange, although session musicians access their ER royalties via another organisation run by performer unions AFM and SAG-AFTRA.\nUntil recently there wasn’t an equivalent to MCPS in the US representing the mechanical rights in songs. However,\nat the start of 2021 a new organisation was launched called the Mechanical Licensing Collective (MLC).\nFAIR USE\nIn all countries, including the UK, there are certain scenarios where people can actually make use of copyright works without getting permission. We sometimes refer to these as copyright exceptions. These exceptions include things like critical analysis, news reporting and parody.\nIn the US there is a much wider concept called ‘fair use’. People use this term a lot online, but the principle only actually applies in the US. What is deemed ‘fair use’ under US law may be covered by\na more specific copyright exception in other countries, but not always.",
    "trans": "для забезпечення авторських прав через американські суди.\nОднак більшість музикантів з Великобританії не турбуються про реєстрацію, поки у них немає партнерів по бізнесу в музичній індустрії, які можуть дати поради з цих питань.\nКОНТРОЛІ\nЗгідно з американським законодавством про авторське право, контролі, що супроводжують авторське право на звукозапис, відрізняються від контролів, що супроводжують авторське право на пісню. Це означає, що артисти та лейбли в даний час не заробляють грошей, коли їхні записи виконуються в громадських місцях або на станціях AM/FM радіо. Однак вони заробляють гроші, коли їхні записи виконуються на онлайн-радіо або супутниковому радіо.\nКОЛЕКТИВНЕ ЛІЦЕНЗУВАННЯ\nУ США існує кілька колекційних товариств, які представляють виконавські права на пісні (тобто еквівалент PRS), включаючи BMI, ASCAP, SESAC та GMR. Американські композитори повинні вирішити, до якого товариства приєднатися.\nPRS має взаємні угоди як з BMI, так і з ASCAP, що означає, що музиканти з Великобританії, які дозволяють PRS представляти їхні права на глобальному рівні, повинні вирішити, чи хочуть вони, щоб BMI або ASCAP ліцензували їхню музику в США.\nКолекційне товариство США для записів\nназивається SoundExchange. Хоча воно\nзбирає роялті лише з онлайн-радіо та супутникового радіо. Пам'ятайте, що в США немає роялті за AM/FM радіо або публічне виконання, а лейбли безпосередньо ліцензують телебачення. Як і у випадку з PPL, як артисти, так і лейбли приєднуються до SoundExchange, хоча сесійні музиканти отримують свої роялті ER через іншу організацію, керовану профспілками виконавців AFM та SAG-AFTRA.\nДо недавнього часу в США не було еквівалента MCPS, який би представляв механічні права на пісні. Однак\nна початку 2021 року була створена нова організація під назвою Mechanical Licensing Collective (MLC).\nСПРАВЕДЛИВЕ ВИКОРИСТАННЯ\nУ всіх країнах, включаючи Великобританію, існують певні ситуації, коли люди можуть фактично використовувати авторські твори без отримання дозволу. Іноді ми називаємо ці ситуації винятками з авторського права. Ці винятки включають такі речі як критичний аналіз, новинна доповідь та пародія.\nУ США існує набагато ширше поняття, яке називається \"добросовісне використання\". Люди часто використовують цей термін в Інтернеті, але принцип насправді застосовується лише в США. Те, що вважається \"добросовісним використанням\" відповідно до законодавства США, може бути охоплено\nбільш конкретним винятком з авторського права в інших країнах, але не завжди."
}