{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Code of Conduct\nDear [redacted_name],\nTraining and competing abroad is a great opportunity for Hong Kong riders to experience and test their abilities. It is important to recognize that it is a privilege to be selected to the AEF Cup CSIJ-B Jeju Island, Korea. Along with the opportunity to participate in the mentioned event, is the responsibility that you as well as anyone representing you, will have to always conduct yourselves in a manner that reflects positively on both your team and on Hong Kong. This means whilst you are training and competing, in the warm up, walking the course, in the stables, training, on the show venue premises, when you are in the company of other countries’ athletes and officials, at the hotel or at any time where you are seen representing your country.\nIn order to do so it is important for you to read and follow the EFHKC Code of Conduct.\nThe following points are related directly to competing at any team or individual competition abroad under Hong Kong, China:\nCode of Conduct at all times:\n• Athletes and accompanying parents must report to and co-operate with the Chef d’Equipe or Team Coach throughout their stay in Korea.\n• Athletes and accompanying parents must respect the decision of the Chef d’Equipe or Team Coach and acknowledge that, in the care of a Team training and competition, such decisions are made for the good of the team.\n• If the Athlete or accompanying parent has a problem with any decision made by the Chef d’Equipe or Team Coach, you must remember to communicate in a respectful manner at all times.\n• Accompanying parents are not allowed to enter the Warm-up Arena and have only limited access to the stables.\n• You must follow the instructions and wear the uniforms or equipment provided by the EFHKC, including but not limited to training, competition, and prize-giving sessions.\n• All meeting times must be adhered to. Punctuality is important.\n• Athletes and accompanying parents must read and observe the EFHKC Children and Vulnerable Adults Safeguarding Policy, especially the Protocols for Overseas Travel in section 3.4 Travel and events of the Policy.\n• Athletes and accompanying parents will be expected to obey the rules applicable to guests staying in the hotel. The rights of fellow guests must also be respected.\n• Abide to all laws of the countries visited must be adhered to as well as regulations related to air travel and customs restrictions.\n• The EFHKC reserves the right to use and distribute any photographs or videos taken during training, competitions, and related activities in any form and without restriction.\n• Any specific medication must be communicated to the Chef d’Equipe or Team Coach, any medication that may be required at short notice during the day should be organized by the Chef d’Equipe or Team Coach.\nI ___________________________________ have read the above and will adhere to all the points above. I understand that there will be consequences if I do not abide by this Code of Conduct.\nAthlete signature:\nDate:",
    "trans": "Кодекс поведінки\nШановний [redacted_name],\nТренування та участь у змаганнях за кордоном - це чудова можливість для гонщиків з Гонконгу випробувати свої здібності. Важливо усвідомлювати, що бути обраним для участі в Кубку AEF CSIJ-B на острові Чеджу в Кореї - це привілей. Разом з можливістю взяти участь у згаданій події, ви та будь-хто, хто вас представляє, будете нести відповідальність завжди поводитися так, щоб позитивно відображати як вашу команду, так і Гонконг. Це означає, що під час тренувань та змагань, розминки, прогулянки по маршруту, в стайнях, під час тренувань, на території виставкового майданчика, коли ви знаходитесь у компанії спортсменів та офіційних осіб з інших країн, в готелі або в будь-який час, коли вас бачать як представників вашої країни.\nДля цього важливо прочитати та дотримуватися Кодексу поведінки EFHKC.\nНаступні пункти безпосередньо стосуються участі у будь-яких командних або індивідуальних змаганнях за кордоном під егідою Гонконгу (Китай):\nКодекс поведінки завжди:\n• Спортсмени та супроводжуючі батьки повинні протягом свого перебування в Кореї звітувати перед шефом команди або тренером команди та співпрацювати з ними.\n• Спортсмени та супроводжуючі батьки повинні поважати рішення шефа команди або тренера команди і визнавати те, що в рамках догляду за командою під час тренувань та змагань такі рішення приймаються на благо команди.\n• Якщо спортсмен або супроводжуючий батько має проблему з будь-яким рішенням шефа команди або тренера команди, вони повинні пам'ятати про необхідність спілкування в поважній манері в будь-який час.\n• Супроводжуючим батькам заборонено входити до розминкової арени і їм надається лише обмежений доступ до стайень.\n• Ви повинні дотримуватись інструкцій та носити уніформу або обладнання, надані EFHKC, включаючи, але не обмежуючись, тренуваннями, змаганнями та церемоніями нагородження.\n• Необхідно дотримуватись усіх часів зустрічей. Пунктуальність важлива.\n• Спортсмени та супроводжуючі батьки повинні ознайомитися з Політикою захисту дітей та вразливих осіб EFHKC, особливо з Протоколами для закордонних поїздок у розділі 3.4 Подорожі та заходи Політики.\n• Від спортсменів та супроводжуючих батьків очікується дотримання правил, що застосовуються до гостей, які проживають у готелі. Права інших гостей також повинні поважатися.\n• Необхідно дотримуватись усіх законів країн, які відвідуються, а також правил, пов'язаних з авіаперевезеннями та митними обмеженнями.\n• EFHKC залишає за собою право використовувати та розповсюджувати будь-які фотографії або відео, зроблені під час тренувань, змагань та супутніх заходів, у будь-якій формі і без обмежень.\n• Будь-які специфічні медикаменти повинні бути повідомлені шефу команди або тренеру команди, будь-які медикаменти, які можуть знадобитися в короткий термін протягом дня, повинні бути організовані шефом команди або тренером команди.\nЯ ___________________________________ прочитав вище наведене і буду дотримуватись усіх наведених пунктів. Я розумію, що якщо я не буду дотримуватись цього Кодексу поведінки, будуть наслідки.\nПідпис спортсмена:\nДата:"
}