{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In this activity students will go through the elements of a section of the Crimes Act 1958 and apply it to the fact scenario below. The assessment will be in two parts.\nPart 1 Written (3 marks)\nFirst students must identify a fact in the scenario assist the prosecution case specifically relating the fact to an element of the crime. (1 mark)\nSecondly students must identify a fact in the scenario assist the defendant. In this regard students are referred to sections 72 and 73 of the Crimes Act 1958 . If students use ss 72 or 73 in their answers they must state why a section, or subsection assists the defendant specifically discussing a relevant fact. (1 mark)\nThirdly provide a conclusion supported by facts as applied to the law to whether the crime of robbery has been committed and whether they believe Rob is guilty or not guilty. (1 mark)\nStudents should also submit their proposed questions for witnesses (maximum two) as part of their written response. Students will be able to ask additional questions (if they wish) in response to evidence given by witnesses in the moot court. These questions should be on the proforma document that will be available under this assessment item in the assessments tab.\nThe purpose of this assessment is to apply elements of the law to a fact situation. Just stating or reciting a section of the Act is not sufficient. The objective is to introduce students to the legal method. This is an IRAC exercise (Issue, Rule, Application, Conclusion). The issue here is identified for you. Has Rob committed robbery as set out in S75 of the Crimes Act 1958? The rule or relevant law has also been provided. You will need to apply the facts to the law to come up with your conclusion.",
    "trans": "У цій діяльності студенти пройдуть через елементи розділу Закону про злочини 1958 року та застосують їх до наведеного нижче фактичного сценарію. Оцінювання буде складатися з двох частин.\nЧастина 1 Письмова (3 бали)\nСпочатку студенти повинні ідентифікувати факт у сценарії, який допоможе справі обвинувачення, конкретно пов'язавши факт з елементом злочину. (1 бал)\nПо-друге, студенти повинні ідентифікувати факт у сценарії, який допоможе обвинуваченому. У цьому відношенні студентам рекомендується звернутися до статей 72 та 73 Закону про злочини 1958 року. Якщо студенти використовують ст. 72 або 73 у своїх відповідях, вони повинні вказати, чому стаття або підстаття допомагає обвинуваченому, конкретно обговорюючи відповідний факт. (1 бал)\nПо-третє, надайте висновок, підтриманий фактами, застосованими до закону, щодо того, чи був скоєний злочин грабежу і чи вважають вони Роба винним чи невинним. (1 бал)\nСтуденти також повинні подати свої запропоновані питання для свідків (максимум два) як частину своєї письмової відповіді. Студенти зможуть задати додаткові питання (якщо бажають) у відповідь на свідчення свідків у судовому засіданні. Ці питання повинні бути на формулярі, який буде доступний в рамках цього оцінювання у вкладці оцінювання.\nМетою цього оцінювання є застосування елементів закону до фактичної ситуації. Просто зазначити або процитувати статтю Закону недостатньо. Мета полягає в тому, щоб ознайомити студентів з юридичним методом. Це вправа IRAC (Проблема, Правило, Застосування, Висновок). Проблема тут вже визначена для вас. Чи скоїв Роб грабіж згідно зі статтею 75 Закону про злочини 1958 року? Правило або відповідний закон також були надані. Вам потрібно буде застосувати факти до закону, щоб прийти до свого висновку."
}