{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Join us at Spring Haven Farm for a gourd-geous day of fall fun! Bring your family and friends to our delightful Fall Fest, where you'll have the opportunity to carve pumpkins alongside our playful goats.\nImagine carving your perfect pumpkin with our friendly goats by your side, eagerly munching on the insides as you scoop them out. Get creative and make the most spook-tacular pumpkin while enjoying fall-themed games and crafts.\nCome for the pumpkins, stay for the goats, and leave with memories that will last a lifetime!\nFarm Admission Ticket:\n$14.95 per person ($15.95 at the door)\nTickets include:\nAdmission to the Farm, a bag of animal treats, the Tractor Train, Bubble Barn, Farm Games area, an activity book for kids 12 and under.\nChoose your pumpkin size to carve a pumpkin with a goat!\nSmall Pumpkin $9 Medium Pumpkin $13 and Large Pumpkin $17\n(Pumpkin purchase not required to for entry to the Fall Festival)\nNO Outside Pumpkins!",
    "trans": "Приєднуйтесь до нас на фермі Spring Haven у чудовий день осінніх розваг! Приведіть свою родину та друзів на наш чарівний осінній фестиваль, де у вас буде можливість вирізати гарбузи поруч з нашими грайливими козами.\nУявіть, як ви вирізаєте ваш ідеальний гарбуз, а поруч з вами наші дружелюбні кози, які з задоволенням поїдають насіння, поки ви його виймаєте. Проявіть креативність і зробіть найстрашніший гарбуз, насолоджуючись осінніми іграми та майстер-класами.\nПриходьте за гарбузами, залишайтеся заради кіз та їдьте зі спогадами, які залишаться на все життя!\nВхідний квиток на ферму:\n14,95 доларів з особи (на місці 15,95 доларів)\nУ квиток входять:\nВхід на ферму, пакетик ласощів для тварин, поїздка на тракторному потязі, бульбашковий амбар, ігрова зону на фермі, дитяча розмальовка для дітей до 12 років.\nВиберіть розмір вашого гарбуза, щоб вирізати його разом з козою!\nМаленький гарбуз — 9 доларів, середній гарбуз — 13 доларів, великий гарбуз – 17 доларів\n(Покупка гарбуза не обов'язкова для входу на осінній фестиваль)\nНЕ приносьте свої гарбузи!"
}