{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Content marketing is a new trend that is highly recognisable in online marketing strategies. The nexus of commercial communication of content is to enable the brand to give something valuable and gain something valuable in return. Indeed, research on firm-generated content (FGC) and user-generated content (UGC) exists, but possible connections are left in the dark. This study explored the commercial value added chain of content marketing by focusing on possible coherences of commercially driven content generating constructs and their online communication channels, using content marketing as an umbrella term for any commercially generated content. This study provides insights into commercial B2C online content generation. After a data cleaning, elimination of incomplete questionnaires, the data was analysed with structural equation modelling. The results illustrate content marketing's ability to impact UGC commercially and thus provide a solid base for future research.",
    "trans": "Контент-маркетинг є новим трендом, широко відомим в стратегіях онлайн-маркетинга. Сутність комерційного повідомлення контенту полягає в тому, щоб дозволити бренду дати щось цінне та отримати щось цінне навзаєм. Дійсно, дослідження контенту, згенерованого фірмами (FGC) та контенту, згенерованого користувачами (UGC) існують, однак можливий зв'язок між ними залишається поза увагою. Це дослідження вивчило комерційний ланцюг контент-маркетингу з доданою цінністю, зосереджуючись на можливому зв'язку комерційних конструкцій контенту та їхніх каналів онлайн комунікації, використовуючи контент-маркетинг в якості загального терміну для будь-якого комерційно-згенерованого контенту. Це дослідження надає аналітику комерційної онлайн генерації контенту В2С. Після очищення даних, видалення неповних анкет, дані були проаналізовані з допомогою моделювання структурних рівнянь. Результат показує здатність контент-маркетингу здійснювати комерційний вплив на UGC, і, таким чином, надають міцну базу для майбутніх досліджень."
}