{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Davidoff Primeros by Davidoff Nicaragua Maduro Cigar delivers the bold and earthy flavours of Nicaraguan tobacco in a compact and convenient format. Perfect for those who enjoy the complexity of a Maduro wrapper but prefer a shorter smoking session, this cigar offers a rich, full-bodied experience with all the depth and sophistication of Davidoff’s renowned Nicaraguan blends.\nWrapped in a dark, perfectly aged Nicaraguan Maduro leaf and filled with premium Nicaraguan tobaccos, the Primeros by Davidoff Nicaragua Maduro provides a robust flavour profile. Smokers can savour deep notes of dark chocolate, roasted coffee, and black pepper, with subtle hints of earth and spice. Despite its smaller size, this cigar delivers an even burn and a smooth draw, ensuring a consistently pleasurable smoking experience.\nIdeal for moments when time is limited but the desire for a rich, indulgent smoke remains, the Davidoff Primeros by Davidoff Nicaragua Maduro Cigar offers the perfect balance of convenience and complexity, making it a must-have for any Maduro enthusiast.",
    "trans": "Сигара Davidoff Primeros by Davidoff Nicaragua Maduro - це сміливі та землисті аромати нікарагуанського тютюну в компактному та зручному форматі. Ідеальна для тих, кому подобається складна обгортка сигари Мадуро, але хто віддає перевагу короткій сесії куріння, ця сигара пропонує багатий, насичений смак з усією глибиною та вишуканістю відомих нікарагуанських сумішей Davidoff.\nЗагорнута в темний, ідеально витриманий лист нікарагуанської сигари Мадуро та наповнена преміальними нікарагуанськими тютюнами, Primeros by Davidoff Nicaragua Maduro забезпечує міцний смаковий профіль. Курці можуть відчути глибокі ноти чорного шоколаду, смаженої кави та чорного перцю з тонкими відтінками землі та прянощів. Незважаючи на свій невеликий розмір, ця сигара забезпечує рівномірне горіння і плавне затягування, гарантуючи незмінно приємний досвід куріння.\nІдеальна для моментів, коли час обмежений, але бажання отримати насичений, вишуканий дим залишається, сигара Davidoff Primeros by Davidoff Nicaragua Maduro пропонує ідеальний баланс зручності та складності, що робить її обов'язковою для будь-якого ентузіаста мадеро."
}