{
    "source": "en_US",
    "target": "uk_UA",
    "text": "And that’s why she laid submissively on her back. She’d let him believe she learned her lesson and when he let her go, she’d-.\nWhat are you going to do? Call the police on him, that little guilt-ridden voice mockingly suggested. Yeah, do that Frisky. When all of this is over with, you should just call our loyal police who aren’t corrupted in the least and would never look the other way if they were paid to do so. I’m sure they would arrest Sans.\nFrisk let out a weak sob as Sans gave her right nipple a hard flick. His moan of pleasure echoing in her mind and probably in her nightmares later on in the night. I’ll leave the city first-\nHe’ll kill again if you do, that little voice whispered now sounding timid and afraid but to Frisk’s horror much stronger in volume. And next time it won’t be some poor fellow you met off the street. It’ll be your neighbors tied to that chair the next time. And he’ll find you, you’ve seen what he can do. How can you outrun a man who can be anywhere within a blink of an eye? He’ll find you and take you back to this hellhole and do this all over again. Do you want to be responsible for another death-\nFrisk shook her head, trying to push that voice away. She couldn’t let that part of her mind take over. No! She couldn’t let that part of her mind convince her it was her fault that Jim died.\nI didn’t kill Jim! I have nothing to feel guilty about! Frisk screamed at the part of her mind that was beginning to spiral out of control. She needed to get a grip on herself! She couldn’t let herself be convinced that she killed another human. She couldn’t allow herself to convince herself that she deserved this. That if she just went along with Sans, none of this would happen. She would never allow herself to-\nFrisk’s eyes flew open as she felt that warm presence in her chest again. And this time the warm little invisible hands didn’t lightly stroke or tease her. They grabbed at the invisible thing that was in the middle of her chest and squeezed it.",
    "trans": "Ось чому вона покірно лежала на спині. Вона дозволила йому повірити, що вона зрозуміла свій урок, а коли він відпустить її...\nЩо ти збираєшся робити? Покликати поліцію на нього, - зневажливо запропонувала та маленька голосок, сповнений провини. Так, зроби це, Фріск. Коли все це закінчиться, ти просто повинна зателефонувати нашим вірним поліцейським, які зовсім не корумповані і ніколи не закриють очі, якщо їм за це заплатять. Я впевнений, що вони арештують Санса.\nФріск тихо всхлипнула, коли Санс сильно щипнув її правий сосок. Його стогін задоволення відлунював у її свідомості і, напевно, пізніше в її кошмарах. Я спочатку покину місто-\nВін знову вб'є, якщо ти це зробиш, - прошепотів той маленький голосок тепер вже тремтячим і наляканим тоном, але для жаху Фріск набагато сильніше за обсягом. І наступного разу це не буде якийсь бідний хлопець, якого ти зустріла на вулиці. Це будуть твої сусіди, прив'язані до того стільця наступного разу. І він знайде тебе, ти бачила, на що він здатний. Як можна втекти від чоловіка, який може бути де завгодно за мить ока? Він знайде тебе і поверне назад у цю пекельну яму і все це повторить знову. Ти хочеш бути відповідальною за ще одну смерть-\nФріск похитнула головою, намагаючись прогнати той голосок геть. Вона не могла дозволити цій частині свого розуму взяти верх. Ні! Вона не могла дозволити цій частині свого розуму переконати себе в тому, що це її вина в тому, що Джим помер.\nЯ не вбивала Джима! Мені немає за що відчувати провину! - закричала Фріск на ту частину свого розуму, яка починала виходити з-під контролю. Їй потрібно було взяти себе в руки! Вона не могла дозволити собі бути переконаною в тому, що вона вбила іншу людину. Вона не могла дозволити собі переконати себе в тому, що заслуговує на це. Що якби вона просто пішла за Сансом, нічого цього б не сталося. Вона ніколи б не дозволила собі-\nОчі Фріск різко відкрилися, коли вона знову відчула ту теплу присутність у своїй грудях. І цього разу ті теплі невидимі ручки більше не ніжно гладили або дражнили її. Вони схопилися за невидиму річ посередині її грудей і стиснули її."
}