{
    "source": "en_US",
    "target": "uk_UA",
    "text": "🧵3 What Happens After You Receive the Alert When the Emergency Broadcast System (EBS) is activated and the alert appears on your phone, the unfolding phase will initiate. This phase includes a direct broadcast from the Earth Alliance, spearheaded by Trump and key military figures, designed to circumvent the conventional media channels which are viewed as corrupt. The content of these broadcasts will provide real-time insights into the alleged ongoing takedown of the Deep State, including mass arrests and the supposed collapse of a corrupt financial system. The broadcasts are planned to be released in series, with each segment unveiling more details about long-hidden truths, ranging from human trafficking networks to the orchestration of global conflicts and natural calamities. The broadcast aims to expose the purported misuse of government agencies like FEMA and the FBI, accusing them of executing false flag operations and engineered disasters to consolidate power. This EBS broadcast isn’t a short-lived event; it is expected to continue for several days, possibly extending to 10 days, reflecting the dynamics on the ground. During this period, there will be a complete blackout of regular internet services, social media, television, and mainstream news outlets. The only available information will come through the EBS, continuously updating the public on arrests, military actions, and financial system overhauls. It is crucial to prepare for this extended period without standard communication and services. Ensure you have adequate supplies, including food, water, and essentials, and arrange for alternative power sources as you will be unable to shop or access online services.",
    "trans": "🧵3 Що відбувається після отримання сповіщення Коли активується Система екстреного мовлення (EBS) і сповіщення з'являється на вашому телефоні, розпочнеться фаза розвитку подій. Ця фаза включає пряму трансляцію від Земної Альянсу, очолювану Трампом та ключовими військовими діячами, яка призначена для обходу традиційних медіа-каналів, які вважаються корумпованими. Зміст цих трансляцій надасть реальні дані про нібито триваюче знищення Глибокої Держави, включаючи масові арешти та передбачуваний крах корумпованої фінансової системи. Трансляції плануються до випуску серіями, кожен сегмент розкриває більше деталей про довго приховані істини, починаючи від мереж торгівлі людьми до організації глобальних конфліктів і природних катастроф. Мета трансляції - викрити нібито зловживання урядовими агентствами, такими як FEMA та FBI, звинувачуючи їх у виконанні операцій під чужим прапором та інженерних катастроф для консолідації влади. Ця трансляція EBS не є короткочасною подією; вона очікується протягом кількох днів, можливо, до 10 днів, відображаючи ситуацію на місцях. Протягом цього періоду буде повна відключка звичайних інтернет-послуг, соціальних мереж, телебачення та основних новинних каналів. Єдина доступна інформація надходитиме через EBS, постійно оновлюючи громадськість про арешти, військові дії та реформи фінансової системи. Вкрай важливо підготуватися до цього тривалого періоду без стандартного зв'язку та послуг. Переконайтеся, що у вас є достатні запаси продуктів харчування, води та необхідних речей, а також організуйте альтернативні джерела енергії, оскільки ви не зможете купувати або користуватися онлайн-послугами."
}