{
    "source": "en_US",
    "target": "uk_UA",
    "text": "your host family's name and their phone numbers as emergency contacts, so have this information ready!\n● Please write NO for the required DCSA rooming share section. We will take care of room\nrequests at school.\n● You can only select one sport - you can not ski one day, snowboard the other day. ●\nWhen you are registering you will be asked \"DCSA Regular or Goofy\". This means: ○ Goofy - snowboarders, your right foot is in front, left foot in back\n○ Regular - snowboarders, your left foot is in front, right foot in back\n○ I don't know - for snowboarders who don't know if they are goofy or regular ○Iski!-forskiers:)\n● Find out if you need to rent ski clothing (pants, jackets, gloves) or if you can borrow. Clothing rentals are part of the registration process (additional fee) and are in US sizing. Clothing Rentals for the 2 days:\n○ Full set (pants, jacket, gloves, goggles) = $100 ○ Jacket & Pants = $75\n○ Pants Only = $50\n○ Jacket Only = $50\n○ Gloves Only = $25 ○ Goggles Only = $25\nThere will be a few waitlist spots saved so if you are not successful in registering, follow the instructions from the Google Classroom Announcement from your school’s Program Assistant to add your name to the waitlist.\nPlease see your Program Assistant on Monday if you have any questions:\n● Claremont: [redacted_name] ● Parkland: [redacted_name]\n● Stelly’s: [redacted_name]",
    "trans": "Будь ласка, напишіть ім'я вашої хост-сім'ї та їхні номери телефонів як екстрені контакти, тому майте цю інформацію під рукою!\n●Напишіть \"НІ\" для обов'язкової частини про спільне проживання в DCSA. Ми подбаємо про\nзапити на кімнати в школі.\n● Ви можете вибрати тільки один спорт - не можна кататися на лижах один день, а на сноуборді інший день.\n● Під час реєстрації вас запитають \"DCSA Regular або Goofy\". Це означає: ○ Goofy - сноубордисти, ваша права нога попереду, ліва позаду.\n○Regular - сноубордисти, ваша ліва нога попереду, права позаду.\n○ Я не знаю - для сноубордистів, які не знають, чи вони goofy чи regular. ○ Iski! - для лижників :)\n● Дізнайтесь, чи потрібно вам орендувати лижний одяг (штани, куртки, рукавички), чи ви можете позичити. Оренда одягу є частиною процесу реєстрації (додаткова плата) і проводиться за американськими розмірами. Оренда одягу на 2 дні:\n○ Повний комплект (штани, куртка, рукавички, окуляри) = 100$ ○ Куртка і штани = 75$\n○ Лише штани = 50$\n○ Лише куртка = 50$\nЛише рукавички = 25$ ○ Лише окуляри = 25$\nБудуть збережені кілька місць у списку очікування, тому якщо вам не вдасться зареєструватися, слідуйте інструкціям з оголошення в Google Classroom від програмного асистента вашої школи, щоб додати своє ім'я до списку очікування.\nБудь ласка, зверніться до вашого програмного асистента в понеділок, якщо у вас є будь-які питання:\n● Claremont: [redacted_name] ● Parkland: [redacted_name]\n● Stelly’s: [redacted_name]"
}