{
    "source": "en_US",
    "target": "uk_UA",
    "text": "and military necessity (see further, section 5, ‘What is military necessity?’).\nThe purpose of IHL is not to make war illegal or to end war. A general prohibition on the use of armed force amongst States as well as exceptions to it, are found in another branch of international law known as the jus ad bellum, which is established in the UN Charter.3 By contrast, IHL – or the jus in bello – treats the existence of an armed conflict as a fact and seeks to regulate behaviour within the factual circumstance of armed conflict. While jus ad bellum distinguishes between States that resort to the use of force unlawfully and those that do so lawfully, jus in bello applies equally to both belligerents, regardless of the justness of the causes of war, the legality of the initial resort to force, and who started the armed conflict.\n4. Who is protected under international humanitarian law?\nIHL protects those who are not or no longer involved in hostilities. This includes fighters hors de combat; medical, religious, and humanitarian relief personnel; journalists; and other civilians.\nThe category of “protected persons”, as defined in the 1949 Geneva Convention Relative to the Protection of Civilian Persons in Time of War (the Fourth Geneva Convention), designates civilians who, during an international armed conflict, find themselves, at any moment or under any circumstance, in the hands of a party to the conflict of which\n3\nthey are not nationals, and which does not have diplomatic relations with their State of nationality.4 Hence all civilians who find themselves in a territory occupied by a belligerent and who are nationals of the occupied State (the enemy of the occupying power) are “protected persons” and benefit from protections established in the Fourth Geneva Convention (see further, section 7, ‘What are the main sources of international humanitarian law?’).\nCivilians who do not qualify as “protected persons” under the Fourth Geneva Convention, but who are nonetheless in need of protection from risks related to an international or non- international armed conflict are protected by other rules of IHL. This includes civilians in their State of nationality who require protection from their own State, for instance because they are suspected of supporting the enemy, or because they are ethnically affiliated with the opposing party in an inter- ethnic conflict.\n5. What i",
    "trans": "та військової потреби (див. нижче, розділ 5, «Що таке військова потреба?»).\nМета МГП не в тому, щоб зробити війну незаконною або припинити війну. Загальна заборона використання збройної сили між державами, а також виключення з неї викладені в іншій галузі міжнародного права, яка відома як jus ad bellum і закріплена в Статуті ООН.3 Натомість МГП - або jus in bello - трактує існування військового конфлікту як факт і прагне регулювати дії за фактичних обставин збройного протистояння. Якщо jus ad bellum розрізняє держави, які застосовують силу незаконно, і ті, які використовують її законно, то jus in bello однаково поширюється на обидві воюючі сторони, попри справедливість причин війни, правомірність початкового застосування сили і на те, хто розпочав збройний конфлікт.\n4. Хто перебуває під захистом міжнародного гуманітарного права?\nМГП захищає тих, хто не залучений або більше не бере участі у бойових діях. Це стосується бійців hors de combat; медичного, релігійного та гуманітарного персоналу; журналістів та інших цивільних осіб.\nДо категорії «захищених осіб», відповідно до визначення Женевської конвенції про захист цивільного населення під час війни 1949 року (Четверта Женевська конвенція), відносяться цивільні особи, які в ході міжнародного збройного конфлікту в певний момент або за будь-яких умов перебувають у руках сторони конфлікту, що перебуває в конфлікті, і\n3\nвони не є громадянами і не перебувають у дипломатичних відносинах з державою їхнього громадянства.4 Отже, всі цивільні особи, які перебувають на території, зайнятій воюючою стороною, і є одночасно громадянами окупованої держави (ворога окупаційної влади), є «особами, що знаходяться під захистом» і мають право на захист, встановлений Четвертою Женевською конвенцією (див. далі, розділ 7 «Які основні джерела міжнародного гуманітарного права?»).\nГромадяни, які не належать до «захищених осіб» згідно з Четвертою Женевською конвенцією і потребують захисту від ризиків, що виникають у зв'язку з міжнародним або неміжнародним збройним конфліктом, перебувають під захистом інших правил МГП. До них належать цивільні особи в державі їхнього громадянства, які вимагають захисту від своєї держави, зокрема, через те, що їх підозрюють у підтримці ворога, або тому, що вони мають етнічну приналежність до протилежної сторони в міжнаціональному конфлікті.\n5. Що, якщо"
}