{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I wrote earlier about my cousin and her husband, and how they introduced me to sex. But, a few years later I was dating this guy and we were out on a date. We stopped at this bar to have a couple drinks. We had never been there before but, it seemed like a nice place.\nI had on a low cut dress that buttoned up the front and was kinda short. Black heels and I looked very sexy. Zack was so horny for me. He told me he couldn’t wait to fuck me. I didn’t have panties on and it was driving him nuts. He kept reaching over and slipping his hand up my dress to my pussy.\nWe sat at this corner table and were so caught up in each other we didn’t notice that almost everybody had left. It was almost closing time so, we started finishing our drinks. Zack had been fingering my pussy of an on all evening. I looked around and all I saw was the bar tender a man in his 60’s. I stood up and got my balance then said, “We better get out of here.” I was definitely feeling the liquor.\nZack said, “Okay, lets fuck in the car? “I started laughing.” Just as we started to walk out 6 biker guys walked in. The bar tender said, “Sorry guys, were closed.” State law.” The one guy said, “We don’t care.” “Lock the doors but, were staying here.” I’m getting scared and looking for another way out. I don’t see one. One of the biker guys locked the door.\nThen, they saw me and Zack. He said, “Ooh, look here, a gorgeous sexy lady and her man.” Now, you, as he pointed to me, can be our entertainment and your man can be John’s entertainment.” I was afraid to think what that meant for Zack. He said, “Come over here little lady.” I said, “No, we were leaving.” He said, “Well, you ain’t leaving now.”” So, come here.”\nFour of them walked over to us and two stood by Zack and two took me over to the guy that had been talking. I heard Zack say something to those guys but, wasn’t sure what it was. The boss guy grabbed me and pulled me close to him and was looking down at my titties. He said, “Wow, these are big, just the kind I like.” He starts to undo my dress and I push him away. He looked at one of the guys and they hand cuffed my hands behind my back.\nHe said, “Now, let me see what we got here.” He unbuttoned my dress completely. He held it open and whistled then said, “Guys, you won’t believe this.” He unhooked my front close bra and cupped my titties. He pushed my dress off my shoulders along with my bra. Then, he turned me around for all of them to see. He reached down and fingered my naked pussy. All I could do was stand there.\nZack was just as helpless as I was. I saw they had hand cuffed his hands behind his back too. The guy who was fingering my pussy was called Big Dave, and there was one guy called John. I think he was gay.\nHe was over with Zack. He unbuttoned Zack’s shirt and was sucking on his nipples. I’m sure Zack wasn’t liking that.\nBig Dave told the other ones to come look at me closer. There were many hands touching, poking, and prodding inside me. They stuck their fingers in my pussy and my ass. I winced in pain. They didn’t care. The bar tender just stayed behind the bar and said nothing. Big Dave said, “Put her on that table.” They laid me on my back and Big Dave stepped up and stuck his dick in me. He was fucking me as he put my legs on his shoulders.\nI looked over at Zack and John was pulling down his pants. Zack had a huge hard on. Then I saw John start sucking Zack’s dick. That kinda turned me on. Why I don’t know but, it did. I had a biker on each of my titties and Dave was fucking me. They were sucking my tits and Dave started pounding me. He didn’t fuck me long at all. I could tell he was getting ready to cum. He pulled my down closer to his body and as he grunted, he rammed his dick in me and cum.\nWhen Dave pulled out another guy stepped up and stuck his dick in me. He was bigger than Dave. Then I heard one of them say, “I’m not waiting.” He went over to Zack and told John to move. John quit sucking Zack and they put Zack on a table, on his back. The one guy put Zack’s legs up on his shoulders and stuck his dick inside Zack. Zack yelled as he forced his dick in him.\nI don’t think Zack had ever had anybody fuck his ass before. He yelled quite awhile.I heard the guy tell him, “We’re gonna get your back door pussy all broke in.” He was fucking Zack with a long dick. He reached and got Zack’s dick and started stroking it, jacking him off. He leaned over and started sucking it. He sucked it an made Zack cum.\nThis guy fucking me finished and another guy started fucking me. I wish they would take off the cuffs. I told Dave, I won’t try to run please take them off. He said, “Okay, we’ll take yours off.” Another biker stepped up and put my legs on his shoulders, rubbed his dick along my pussy then stuck it in my ass. I screamed out, “Ow, that hurts.” He kept ramming it in and he fucked me hard. One biker came over and put his dick in my mouth.\nThey were pinching my titties, sucking on them and Dave crammed his fat fingers in my pussy while the one guy fucked my ass. I think he was trying to make me cum but, just didn’t have the right method. I looked over and another biker was fucking Zack’s ass. John was sucking his dick again. Zack was getting as much action as I was. I wondered if Zack was liking it.\nThis guy cum in my mouth. Yuck! I wonder how much longer they’re gonna keep us here. Dave said, “You have been a present surprise young lady, I wasn’t expecting to get fucked tonight.” He told the bar tender to get over here and fuck this slut before they leave. So, the bar tender came over and fucked my pussy.\nEverybody had fucked me at least once, some twice. Poor Zack got fucked and sucked a lot. Dave waited until the bar tender finished fucking me then, he said, “We’re gonna leave here boys.” “Thank the people for their kindness.” The other bikers mumbled thank you’s. They uncuffed Zack and left the building. I was naked and Zack was too.\nThe bar tender said he was sorry all this happened. We got dressed left and got in the shower when we got home. We hardly spoke in the car. In the shower we were washing each other and I said, “Was it horrible for you?” He said, “Well, having my dick sucked wasn’t bad.” “I wasn’t wild about the fact a man was who was sucking me off.” “But, having my ass raped was horrible.” “He forced it in without and prep an it hurt like hell.” “After awhile it wasn’t bad, I think it was numb or something.” “But, when my dick was being sucked at the same time, I kinda liked it.”\nZack said, “What about you, did they hurt you?” I said, “No, they just fucked me and made me suck some of them but, I was kinda numb from the liquor so, it wasn’t much to me.” “I was more worried about you.”\nWell, it was sure a night to remember.” “How many times did they cum in you?” I said, “I lost count.” “At least 10.” Zack was standing behind me when he pushed his hard dick into my pussy. He said, “Ten huh,\nthat’s a lot, for one pussy.” He’s ramming his dick in an out of me and he’s so hard.\nI said, “Does all those guys fucking me turn you on?” “He said, “As a matter a fact it is turning me on.” He fucked me hard an I liked it. We got out of the shower and continued fucking each other several more times. Zack made me cum talking about how hard his dick got when he saw them fucking me. I told him it turned me on to see a man sucking your dick.\nWe both got fucked a lot tonight but, we’re alright so, we said, “We may have to go back there sometime",
    "trans": "Раніше я розповідав про свою двоюрідну сестру та її чоловіка, та те, як вони описували мені свій секс. Але, декілька років потому, ми з цим хлопцем зустрілися та пішли на побачення. Ми пішли до бару та випили по декілька коктейлів. Ми ніколи не були там до цього, але це місце виглядало чудово.\nЯ була вдягнена у довгу сукню, яка спереду була коротшою. На чорних каблуках я виглядала дуже сексуально. Зак був дуже збуджений через мене. Він сказав, що не хоче чекати, щоб переспати зі мною. На мені не було трусиків, і це зводило його з розуму. Він продовжував тягнутися до мене і засовувати руку під сукню до моєї кицьки.\nМи сиділи за кутовим столиком і були так захоплені одне одним, що не помітили, як майже всі пішли. Було вже близько до зачинення, тож ми допили наші напої. Зак весь вечір мацав мою кицьку. Я озирнулася і побачила, що за барною стійкою стоїть чоловік років 60-ти. Я підвелася, щоб відновити рівновагу, а потім сказала: \"Нам краще піти звідси\". Я чітко відчувала сп'яніння.\nЗак сказав: \"Гаразд, давай переспимо в машині?\". \"Я почала сміятися.\" Щойно ми почали виходити, до бару зайшли 6 байкерів. Бармен сказав: \"Вибачте, хлопці, ми зачинені\". \"Закон штату\". Один з них відповів: \"Нам байдуже\". \"Закрийте двері, але ми залишимося тут.\" Я злякалася і почала шукати інший вихід. Я не бачу жодного. Один з байкерів замкнув двері.\nПотім вони побачили мене і Зака. Він сказав: \"О, подивіться, чудова сексуальна жінка та її чоловік\". Ти, як він показав на мене, можеш бути нашою розвагою, а твій чоловік може бути розвагою Джона\". Я боялася подумати, що це означало для Зака. Він сказав: \"Ходи сюди, панночко\". Я сказала: \"Ні, ми вже йдемо\". Він сказав: \"Ну, тепер ви не підете\". Тож, йдіть сюди.\"\nЧетверо з них підійшли до нас, двоє стали біля Зака, а двоє відвели мене до хлопця, який розмовляв. Я чула, як Зак щось сказав тим хлопцям, але не була впевнена, що саме. Бос схопив мене, підтягнув до себе і почав дивитися на мої груди. Він сказав: \"Ого, які великі, якраз такі, як я люблю\". Він почав розстібати мою сукню, але я відштовхнула його. Він подивився на одного з хлопців, і вони закували мені руки в наручники за спиною.\nВін сказав: \"Зараз я подивлюся, що тут у нас\". Він повністю розстебнув мою сукню. Він тримав її розстебнутою і насвистував, а потім сказав: \"Хлопці, ви не повірите\". Він розстебнув мій передній закритий бюстгальтер і взяв мене за груди. Він зіштовхнув мою сукню з плечей разом з бюстгальтером. Потім він розвернув мене так, щоб усі бачили. Він нахилився і помацав мою голу кицьку. Все, що я могла зробити, це стояти там.\nЗак був таким же безпорадним, як і я. Я бачила, що його руки теж були сковані наручниками за спиною. Хлопця, який мацав мою кицьку, звали Великий Дейв, і був ще один хлопець на ім'я Джон. Думаю, він був геєм.\nВін закінчив із Заком. Він розстебнув сорочку Зака і почав смоктати його соски. Я впевнена, що Заку це не подобалося.\nВеликий Дейв сказав іншим, щоб вони підійшли і подивилися на мене ближче. Було багато рук, які торкалися, штовхали і тицяли мене всередину. Вони засовували пальці в мою кицьку і дупу. Я здригалася від болю. Але їм було байдуже. Бармен просто стояв за барною стійкою і нічого не говорив. Великий Дейв сказав: \"Покладіть її на той стіл\". Вони поклали мене на спину, а Великий Дейв підійшов і встромив у мене свій член. Він трахав мене, поклавши мої ноги собі на плечі.\nЯ подивилася на Зака, а Джон стягував з нього штани. У Зака був величезний стояк. Потім я побачила, як Джон почав смоктати член Зака. Це мене трохи завело. Не знаю, чому, але це так. У мене було по байкеру на кожній з моїх цицьок, а Дейв трахав мене. Вони смоктали мої цицьки, а Дейв почав мене трахати. Він трахав мене зовсім недовго. Я могла сказати, що він готується кінчити. Він притягнув мене ближче до свого тіла і, буркнувши, встромив у мене свій член і кінчив.\nКоли Дейв вийшов, інший хлопець підійшов і встромив у мене свій член. Він був більший за Дейва. Потім я почула, як один з них сказав: \"Я не буду чекати\". Він підійшов до Зака і сказав Джону, щоб той відійшов. Джон перестав смоктати Зака, і вони поклали Зака на стіл, на спину. Один хлопець закинув ноги Зака собі на плечі і встромив свій член у Зака. Зак кричав, коли він засовував у нього свій член.\nЯ не думаю, що Зак коли-небудь раніше мав когось, хто б трахав його в дупу. Він кричав досить довго. Я чула, як хлопець сказав йому: \"Ми збираємося вдерти твою кицьку через задні двері\". Він трахав Зака довгим членом. Він простягнув руку, взяв член Зака і почав гладити його, дрочити. Він нахилився і почав смоктати його. Він смоктав його, поки Зак не кінчив.\nЦей хлопець, що трахав мене, закінчив, і інший хлопець почав трахати мене. Я хочу, щоб вони зняли наручники. Я сказала Дейву: \"Я не намагатимусь втекти, будь ласка, зніміть їх\". Він відповів: \"Гаразд, знімемо\". Інший байкер підійшов і поклав мої ноги собі на плечі, потер свій член по моїй кицьці, а потім встромив його мені в дупу. Я закричала: \"Ой, як боляче\". Він продовжував встромляти його і жорстко трахав мене. Один байкер підійшов і засунув свій член мені в рот.\nВони щипали мене за цицьки, смоктали їх, а Дейв запхав свої товсті пальці в мою кицьку, поки один хлопець трахав мене в дупу. Я думаю, що він намагався змусити мене кінчити, але просто не знав правильного методу. Я озирнулася, і побачила, що інший байкер трахає Зака в дупу. Джон знову смоктав його член. Зак отримував стільки ж задоволення, скільки і я. Мені було цікаво, чи Заку це подобається.\nЦей хлопець кінчив мені в рот. Фу! Цікаво, як довго вони нас тут триматимуть? Дейв сказав: \"Ви стали справжньою несподіванкою, юна леді, я не очікував, що мене сьогодні трахнуть\". Він сказав бармену, щоб той підійшов і трахнув цю шльондру до того, як вони підуть. Тож бармен підійшов і трахнув мою кицьку.\nКожен займався зі мною сексом принаймні раз, а дехто й двічі. З бідолашним Заком займалися сексом, також він багато смоктав. Дейв дочекався, поки бармен закінчив зі мною, і сказав: \"Ми підемо звідси, хлопці\". \"Подякуйте людям за їхню доброту\". Інші байкери пробурмотіли \"дякую\". Вони зняли наручники з Зака і вийшли з будівлі. Я була гола, і Зак теж.\nБармен сказав, що йому шкода, що все це сталося. Ми переодягнулися і пішли в душ, коли повернулися додому. В машині ми майже не розмовляли. У душі ми мили один одного, і я запитала: \"Тобі було жахливо?\". Він відповів: \"Ну, посмоктати мій член було непогано\". \"Я не був у захваті від того, що мені відсмоктував чоловік». «Але те, що мене зґвалтували, було жахливо.\" \"Він заштовхав його без підготовки, і це було пекельно боляче.\" \"Через деякий час стало не так боляче, я думаю, вона оніміла або щось таке.\" \"Але коли мій член смоктали в той же час, мені це навіть подобалося\".\nЗак запитав: \"А тобі було боляче?\" Я відповіла: \"Ні, вони просто займалися сексом зі мною і змушували смоктати, але я трохи сп'яніла, тож мені було не дуже приємно\". \"Я більше хвилювався за тебе.\"\nЩо ж, це була безсумнівно ніч, яку варто запам'ятати.\" \"Скільки разів вони кінчали в тебе?\" Я відповіла: \"Я збилася з рахунку\". \"Щонайменше 10.\" Зак стояв позаду мене, коли він заштовхав свій твердий член у мою кицьку. Він сказав: \"Десять,\nзабагато для однієї кицьки.\" Він вгоняв свій член в мене і виходив з мене, і він був такий твердий.\nЯ запитав: \"Тебе заводять всі ці хлопці, які мене трахають?\" \"Він відповів: \"Насправді це мене заводить\". Він займався сексом зі мною жорстко, і мені це подобалося. Ми вийшли з душу і продовжили займатися сексом ще кілька разів. Зак довів мене до оргазму, розповідаючи про те, як у нього вставав, коли він бачив, як вони займаються сексом зі мною. Я сказала йому, що мене заводить, коли чоловік смокче твій член.\nНас обох сьогодні добряче випороли, але з нами все гаразд, тож ми погодилися: \"Можливо, нам доведеться повернутися туди колись\"."
}