{
    "source": "en_US",
    "target": "uk_UA",
    "text": "There are two coursework activities that will be assessed in this module, both to be prepared and submitted individually. You will, however, get the opportunity to collaborate with your SGT team to create material for formative feedback.\nIn the first activity you will be assigned one of four different metabolic problem-solving exercises, involving an unknown enzyme and a simulated inhibitor of this enzyme. Your task will be to determine the identity of this enzyme and its kinetic parameters as well as the kinetic properties of the simulated inhibitor. To identify the enzyme, you must solve a metabolic clue. To determine the kinetic parameters of the enzyme and the properties of the inhibitor you will be given simulated experimental data, which you will have to process and interpret. You will submit your solution to the metabolic clue as a graphical abstract, while your calculations and results will be submitted using a pre-formatted excel spreadsheet. This will be accompanied by a 300-word conclusion/interpretation section. You are allowed to use graphs and figures. Text in graphs and figures or in their legends (within reason) will not count towards the word limit. More details will be revealed in live events and tutorials.\nIn the second activity you will be asked to create a differential diagnosis flow chart for diseases that cause jaundice. You only need to include diseases discussed in the GLD module in this module (extras are optional), but your flow chart should result in unambiguous diagnoses for each disease, even if you were to put it to real clinical use. You have the option to add a short 200-word figure legend to your flow charts. This legend is not necessary and there is no part of the marking scheme that is contingent on the inclusion of a legend. More details will be revealed in live events and tutorials.",
    "trans": "У цьому модулі оцінюватимуться дві курсові роботи, які ви маєте підготувати та здати індивідуально. Однак ви матимете можливість співпрацювати зі своєю командою SGT над створенням матеріалів для дидактичного зворотного зв'язку.\nУ першій курсовій вам буде запропоновано одну з чотирьох вправ на розв'язання метаболічної задачі з невідомим ензимом та симульованим інгібітором цього ензиму. Вашим завданням буде визначити ензим, його кінетичні параметри, а також кінетичні властивості змодельованого інгібітора. Щоб визначити ензим, необхідно розв'язати метаболічну задачу. Щоб визначити кінетичні параметри ензиму та властивості інгібітора, будуть надані змодельовані експериментальні дані, які необхідно обробити та інтерпретувати. Вирішення метаболічної підказки необхідно представити у вигляду графіку, а підрахунки та результати — у  вигляді попередньо відформатованої електронної таблиці Excel. Робота повинна містити висновок/інтерпретацію з 300 слів. Можете використовувати графіки та рисунки. Текст графіків та рисунків (в межах допустимого) не буде враховуватися для підрахунку слів. Більше інформації ви отримаєте під час зустрічей онлайн та навчальних семінарів.\nУ другій курсовій вам буде запропоновано створити блок-схему диференціальної діагностики захворювань, що викликають жовтяницю. Вам потрібно включити в цей модуль лише ті захворювання, які розглядаються в модулі GLD (інші необов'язкові), але ваша схема повинна давати однозначні діагнози для кожного захворювання, навіть якщо вам доведеться застосовувати її в реальному клінічному застосуванні. Можете додати до блок-схеми короткий опис на 200 слів. Він не є обов'язковим, і немає жодної частини схеми маркування. Більше інформації ви отримаєте під час зустрічей онлайн та навчальних семінарів."
}