{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I will explain the Ryukyu Kingdom. The Ryukyu Kingdom was established by Shobashi in 1429 and existed in the southwestern islands of Japan for about 450 years until 1879. It was an area from the Amami Islands in the north to the Yaeyama Islands in the south. It also developed as a maritime kingdom through diplomacy and trade with China, Japan, Korea, and Southeast Asian countries. Shuri Castle was the political, economic and cultural center of the maritime kingdom.\nI will introduce the Ryukyu Kingdom. The Ryukyu Kingdom was established in 1429 by Sho Hashi and was a monarchical country that existed in the Nansei Islands of Japan for about 450 years until 1879. Its territory ranged from the Amami Islands in the north to the Yaeyama Islands in the south. It also developed as a maritime kingdom through diplomacy and trade with China, Japan, Korea, and Southeast Asian countries. Shuri Castle was the political, economic, and cultural center of the maritime kingdom.",
    "trans": "Я поясню, що таке королівство Рюкю. Королівство Рюкю було засновано Шобасі в 1429 році і воно знаходилося на південно-західних островах Японії приблизно 450 років, до 1879 року. Територія королівства простягалася від островів Амамі на півночі до островів Яеяма на півдні. Завдяки дипломатії та торгівлі з Китаєм, Японією, Кореєю та країнами Південно-Східної Азії воно також розвивалося як морське королівство. Політичним, економічним і культурним центром морського королівства був замок Шурі.\nЯ представлю королівство Рюкю. Королівство Рюкю було засновано в 1429 році Сьо Хасі і це була монархічна країна, що існувала на островах Нансей в Японії близько 450 років до 1879 року. Територія королівства простягалася від островів Амамі на півночі до островів Яеяма на півдні. Завдяки дипломатії та торгівлі з Китаєм, Японією, Кореєю та країнами Південно-Східної Азії воно також розвивалося як морське королівство. Політичним, економічним і культурним центром морського королівства був замок Шурі."
}