{
    "source": "en_US",
    "target": "uk_UA",
    "text": "had manufactured it quickly enough. I tear it down in frustration.\n\"Katniss,\" he says. I go over to him and brush the hair back from his eyes. \"Thanks for finding me.\"\n\"You would have found me if you could,\" I say. His forehead's burning up. Like the medicine's having no effect at all.\nSuddenly, out of nowhere, I'm scared he's going to die.\n\"Yes. Look, if I don't make it back —\" he begins. \"Don't talk like that. I didn't drain all that pus for nothing,\" I say.\n\"I know. But just in case I don't—\" he tries to continue. \"No, Peeta, I don't even want to discuss it,\" I say, placing my fingers on his lips to quiet him.\n\"But I—\" he insists.\nImpulsively, I lean forward and kiss him, stopping his words.\n15 This is probably overdue anyway since he's right, we are supposed to be madly in love. It's the first time I've ever kissed a boy, which should make some sort of impression I guess, but all I can register is how unnaturally hot his lips are from the fever. I break away and pull the edge of the sleeping bag up around him. \"You're not going to die. I forbid it. All right?\"",
    "trans": "вона швидко його виготовила. Я розбираю його в гніві.\n\"Катніс\", каже він. Я підходжу до нього і відкидаю волосся з його очей. \"Дякую за те, що знайшла мене\".\n\"Ти б знайшов мене, якби міг\", кажу я. У нього гарячий лоб. Наче ліки зовсім не діють.\nРаптом я боюся, що він може померти.\n\"Так. Дивись, якщо я не повернуся\" починає він. \"Не говори так. Я не витягнув всю цю гній без причини\", кажу я.\n\"Я знаю. Але на випадок, якщо я не зможу...\" - намагається продовжити він. \"Ні, Піта, я навіть не хочу це обговорювати\", - кажу я, кладучи пальці на його губи, щоб заспокоїти його.\n\"Але я...\" - наполягає він.\nІмпульсивно я нахиляюся вперед і цілую його, зупиняючи його слова.\nЦе, мабуть, вже запізно, адже він правий, ми повинні бути шалено закоханими. Це перший раз, коли я цілувала хлопця, що повинно справити певне враження, але все, що я можу відчути - це те, як ненормально гарячі його губи від лихоманки. Я відриваюся і підтягують край спального мішка навколо нього. \"Ти не помреш. Я забороняю це. Добре?\""
}