{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Virgin Money is now part of a strongerNationwide\nDear Miss [redacted_name],\nI am pleased to confirm that Nationwide has completed its acquisition of Virgin Money.\nNationwide is now stronger and able to deliver even greater value for our members, including through our unique Branch Promise, leading customer satisfaction, and competitive savings and lending rates.\nWe aim to deliver market-leading standards of customer service as the UK’s second largest provider of mortgages and savings accounts.\nImportantly, Nationwide is still a mutual and owned by our members. All of the profits generated by Virgin Money will be retained for the benefit of customers and, for the first time in the UK, a full-service business bank will be part of a large mutual.\nThe country’s small and medium businesses will be able to choose to bank with a national brand that cares about the services and support it provides for customers and the impact it has on society without having to meet the needs of external shareholders.\nI can also confirm that Virgin Money branches are now included in our Branch Promise. This means that everywhere there is a Nationwide or Virgin Money branch, we promise to still be there until at least the start of 2028.\nAlthough you will not be able to use Virgin Money branches for Nationwide transactions now, over time we expect to broaden the range of services we offer. You will benefit from the Virgin Money expertise in personal lending and credit cards, as well as business banking and accounts for clubs and societies.\nCustomers who have savings with both Nationwide and Virgin Money will continue to benefit from the maximum protection offered by the Financial Services Compensation Scheme on each of their Nationwide and Virgin Money accounts.\nAs we integrate Nationwide and Virgin Money carefully over time, the impact we have in communities across the UK, and the benefits we offer to members and customers, will only increase.\nOne in three people in the UK now have a connection to Nationwide – this deal means we can do even more to make their banking fairer, more rewarding, and for the good of society.\nThank you for being a member.\nYours sincerely,\n[redacted_name]\nChairman\nFull details of the acquisition and answers to questions you may have are available from our website nationwide.co.uk/virgin-money\nWe will keep you updated through our website and in our regular newsletter. If you have not signed up to receive the newsletter, you can do so here.",
    "trans": "Virgin Money тепер є частиною більш сильної Nationwide\nШановна пані [redacted_name],\nЯ радий підтвердити, що Nationwide завершила придбання Virgin Money.\nТепер Nationwide є більш сильною і здатна надати ще більшу цінність нашим членам, включаючи нашу унікальну Обіцянку відділення, провідну задоволеність клієнтів та конкурентоспроможні ставки заощаджень і кредитів.\nМи прагнемо забезпечити лідируючі стандарти обслуговування клієнтів як другий за величиною постачальник іпотечних кредитів та ощадних рахунків у Великій Британії.\nВажливо зазначити, що Nationwide все ще є взаємною організацією і належить нашим членам. Всі прибутки, отримані від Virgin Money, будуть збережені на користь клієнтів, а вперше в Великій Британії повноцінний бізнес-банк стане частиною великої взаємної організації.\nМалі та середні підприємства країни зможуть вибрати банківське обслуговування у національного бренду, який піклується про послуги та підтримку, які він надає клієнтам, а також про вплив на суспільство, не маючи потреби задовольняти вимоги зовнішніх акціонерів.\nЯ також можу підтвердити, що відділення Virgin Money тепер входять до нашої Обіцянки відділення. Це означає, що скрізь, де є відділення Nationwide або Virgin Money, ми обіцяємо залишатися там принаймні до початку 2028 року.\nХоча ви не зможете використовувати відділення Virgin Money для транзакцій з Nationwide, з часом ми очікуємо розширити спектр послуг, які ми пропонуємо. Ви отримаєте переваги від експертизи Virgin Money у сфері особистого кредитування та кредитних карток, а також у бізнес-банкінгу та рахунках для клубів і товариств.\nКлієнти, які мають заощадження як у Nationwide, так і у Virgin Money, продовжать отримувати максимальний захист, наданий Схемою компенсації фінансових послуг, на кожному з їхніх рахунків у Nationwide та Virgin Money.\nПоступово інтегруючи Nationwide та Virgin Money, ми лише збільшимо вплив, який ми маємо в громадах по всій Великобританії, а також переваги, які ми пропонуємо членам та клієнтам.\nОдна з трьох людей у Великобританії зараз має зв'язок з Nationwide - ця угода дозволяє нам зробити ще більше для того, щоб їхнє банківське обслуговування було справедливішим, більш вигідним і на користь суспільству.\nДякуємо вам за те, що ви є членом.\nЗ повагою,\n[redacted_name]\nГолова\nПовні деталі придбання та відповіді на ваші запитання доступні на нашому веб-сайті nationwide.co.uk/virgin-money\nМи будемо тримати вас в курсі через наш веб-сайт та в нашому регулярному інформаційному бюлетені. Якщо ви ще не підписалися на отримання інформаційного бюлетеня, ви можете зробити це тут."
}