{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello there!\nThank you for purchasing a meal for your flight.\nWe have updated our meal selections and apologise that we will not be able to fulfil the meal that you have selected.\nPlease be assured however that your previously chosen meal(s) will be replaced with the next best alternative as follows:\nMeal Chosen Meal Replacement\nRed Stew Beef Brisket with Noodles Stewed Beef Brisket Hor Fun\nChinese Braised Chicken with Rice Kung Po Chicken with Rice*\nNasi Lemak* Chicken Satay with Rice*\nTeriyaki Chicken Udon Noodles Japanese Curry Chicken with Rice*\nTomato Chicken with Penne Roasted Chicken Thigh in Rosemary Brown Sauce with Penne\nAglio Olio with Broccoli Croquette Aglio Olio with Falafel\nIndonesian Style Spicy Chicken with Rice (Ayam Balado)* Nasi Lemak*\nChicken Potato Chowder Ragout of Chicken & Potato\nMini Chicken Patties with Rice Ginger Teriyaki Chicken with Rice\nNutty Korma with Basmati Rice* Dahl Curry Basmati Rice*\nTuna & Cheese Croissant Turkey Ham & Cheddar Cheese Croissant\nChicken Mayo Wrap Rosemary Roasted Chicken Wrap\nEgg White & Spinach Wrap Mushroom Swiss Wrap\nHam & Cheese Croissant Egg Mayo Croissant\nOld Chang Kee Curry Puff* NYC Bagel - Soft Onion Bagel with Cream Cheese\n*Meal is spicy\nAll prepaid combos include a snack and the choice of coke or water.\nAlternatively, if you prefer to select other meal options, you may do so via ‘Manage my Booking’ using the link from 15/10/24 as follows:https://manage.flyscoot.com/\nNote that meal choices are limited for flights less than 72 hrs prior to departure.\nOnce again, we apologise for any inconvenience caused and look forward to welcoming you on board!\nThe Scoot Team\nScoot\n65 Airport Boulevard, Changi Airport Terminal 3, Singapore, Singapore, 819663\nFor any enquiries, please contact us here.",
    "trans": "Привіт!\nДякуємо за покупку страви для вашого рейсу.\nМи оновили наш асортимент страв та перепрошуємо, але ми не зможемо виконати замовлення страви, яку ви обрали.\nПроте, будьте впевнені, що ваша попередньо обрана страва(и) буде замінена на наступну найкращу альтернативу, як зазначено нижче:\nОбрана страва Замінна страва\nЧервоне тушкована яловича грудинка з локшиною Тушкована яловича грудинка Гор Фун\nКитайське тушковане курча з рисом Кунг Па курча з рисом*\nНасі Лемак*  Курячий сатай з рисом*\nТеріаки курячі удон локшина  Японське каррі з куркою та рисом*\nТоматне курча з пенне  Запечене куряче стегно з розмариновим коричневим соусом та пенне\nAglio Olio з броколі-крокетом  Aglio Olio з фалафелем\nІндонезійське гостре курча з рисом (Аям Баладо)*  Насі Лемак*\nКурячий картопляний чоудер  Рагу з курки та картоплі\nМіні курячі котлетки з рисом  Імбирний теріякі курячий з рисом\nГоріхове корма з басматі рисом*  Дал каррі з басматі рисом*\nКруасан з тунцем та сиром  Круасан з індичою шинкою та сиром чеддер\nОбгортка з курячим майонезом  Обгортка з куркою, запеченою з розмарином\nОбгортка з яєчних білків та шпинату  Обгортка з грибами та швейцарським сиром\nКруасан з шинкою та сиром  Круасан з яєчним майонезом\nOld Chang Kee Curry Puff*  NYC бейгл – м'який бейгл з цибулею та крем-сиром\n*Страва гостра\nУсі передоплачені комбо включають перекус та вибір кока-колою або водою.\nЯкщо, натомість, ви бажаєте обрати інші варіанти страв, ви можете зробити це через «Manage my Booking», використовуючи посилання від 15/10/24 як наведено: https://manage.flyscoot.com/\"https://manage.flyscoot.com/\nЗверніть увагу, що вибір страв обмежений для рейсів, заброньованих менше ніж за 72 години до відправлення.\nЩе раз перепрошуємо за будь-які незручності та з нетерпінням чекаємо зустрічі на борту!\nКоманда Scoot\nScoot\n65 Airport Boulevard, Changi Airport Terminal 3, Singapore, Singapore, 819663\nЯкщо у вас є будь-які запитання, будь ласка, звертайтеся до нас тут."
}