{
    "source": "en_US",
    "target": "uk_UA",
    "text": "DOCUMENT(s)\nSUBMITTED\nüYES\nüNO\nCOMMENT(S) BY\nACTION OFFICER ?\nCover letter detailing client request\nDetailed Business Plan as per BITC business plan guidelines\nCommitted Proof Of funding (letter committing funds for the project)\nAudited Financials of operation\nBank Statement of funder(s), investor(s)\n5 years Projected Financials\nCertificate of Incorporation\nShare Certificate\nCopy of Tax Clearance, VAT, PPADB\nID/passport copy of promoters and investors\nIf all the necessary documents are submitted, IP receives the documents and signs off checklist. Documents are then submitted to the pre-assessment committee. Clients will receive an update on the status of their application no later than 14 working days from date of submission\nIf there are any missing documents, IP does not receive the submission and immediately returns all documents to the promoter and advices on the process of submission\nReceived By;\nName: ……………………………… Signature: ………………….. Client Signature…………………………\nDate: ……………………\nCompany Name…………………………….. Contacts……………………………………",
    "trans": "ДОКУМЕНТ(и)\nНАДІСЛАНІ\nüТАК\nüНІ\nКОМЕНТАР(І) ВІД\nВІДПОВІДАЛЬНИЙ ЗА ПРАКТИКУ?\nСупровідний лист з детальним описом запиту клієнта\nДетальний бізнес-план відповідно до інструкцій бізнес-плану BITC\nПідтвердження фінансування (лист про виділення коштів на реалізацію проєкту)\nАудиторська фінансова звітність\nПідтвердження з банку про спонсора(ів), інвестора(ів)\nПрогнозовані 5-річні фінансові показники\nСвідоцтво про реєстрацію\nСертифікат акцій\nКопія про сплату податків, ПДВ, PPADB\nКопія посвідчення особи/паспорта промоутерів та інвесторів\nЯкщо всі необхідні документи подані,  IP отримує їх і підписує контрольний список. Потім документи подаються на розгляд комісії з попередньої оцінки. Клієнти отримують повідомлення про статус своєї заявки не пізніше, ніж через 14 робочих днів з дати подання заявки\nУ разі відсутності деяких документів, IP не отримує заявку і негайно повертає всі документи промоутеру та консультує щодо процесу подання заявки\nОтримано;\nІм'я: ……………………………… Підпис: ………………….. Підпис клієнта…………………………\nДата: ……………………\nНазва організації…………………………….. Контактні дані……………………………………"
}