{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This announcement received undiluted enthusiasm.45 In the announcement, Xu explained B-site’s enormous\ninvestment in new bangumi and the financial problem the company faced. Finally, Xu published a plan for\nnew charges that would cover the cost of buying new bangumi. This new source of income depended on fans\npaying for the content voluntarily.46 Every user, even those who did not pay, could enjoy video content\nwithout pre-roll ads. It seemed misguided to bet the commercial destiny of the company on fragile and\nunpredictable voluntary donations, but in fact, it worked very well. The total number of bangumi contractors\nreached 40,000. With this great “new bangumi contract project,” the B-site survived its hard times. Moreover,\nthe B-site could even pay its staff an honest salary and was able to provide a new office building with a cosy\nbusiness environment. Besides the improved financial situation, this project also brought a good reputation\nand helped the B-site remain the only website without pre-roll ads.47",
    "trans": "Це оголошення отримало безрозбавлене захоплення.45 У оголошенні Сюй пояснив величезні\nінвестиції в нові бангумі та фінансову проблему, з якою зіткнулася компанія. Нарешті, Сюй опублікував план для\nнових зборів, які покривали б витрати на придбання нових бангумі. Це нове джерело доходу залежало від фанатів\nоплати контенту на добровільних засадах.46 Кожен користувач, навіть ті, хто не платив, міг насолоджуватися відеоконтентом\nбез попередніх рекламних роликів. Здавалося, що робити ставку на комерційну долю компанії за допомогою крихких та\nнепередбачуваних добровільних пожертв, було помилкою, але насправді це дуже добре працювало. Загальна кількість підрядників бангумі\nдосягла 40 000. Завдяки цьому чудовому «новому проекту контракту на бангумі», B-сайт пережив важкі часи. Більше того,\nB-сайт навіть міг платити своїм співробітникам чесну заробітну плату та зміг забезпечити новий офісний будинок з затишною\nділовою атмосферою. Крім покращення фінансового становища, цей проект також приніс хорошу репутацію\nі допоміг B-сайту залишатися єдиним сайтом без попередніх рекламних роликів.47"
}