{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Memory in the Microcomputer System\nPrimary computer memory comes built in to the computer. Secondary computer memory is in internal or external storage devices.\nMicrocomputers also have two types of memory — primary and secondary. Primary memory includes read-only memory (ROM), which is built into the computer. As its name implies, it can only be read, it can't be written to or added to. The instructions in the read-only memory are not lost when the computer is turned off. These instructions tell the computer how to start up. Another type of primary memory is random access memory (RAM), where data and applications currently being used by the computer are kept. RAM is lost when the computer is turned off.\nSecondary memory comes in the form of internal or external storage devices, including the internal hard drive, CDs, DVDs, thumb drives, and secure digital (SD) cards. Secondary memory is also available in external hard drives and in the cloud, which is storage on the Internet.\nWhich secondary memory device do you use most often?\nFlash drive\nCD\nDVD\nSecure digital card\nExternal hard drive\nCloud storage",
    "trans": "Пам'ять у мікрокомп'ютерній системі\nПервинна комп'ютерна пам'ять вбудована в комп'ютер. Вторинна комп'ютерна пам'ять знаходиться в внутрішніх або зовнішніх пристроях зберігання.\nМікрокомп'ютери також мають два типи пам'яті - первинну та вторинну. Первинна пам'ять включає в себе пам'ять тільки для читання (ROM), яка вбудована в комп'ютер. Як випливає з її назви, вона може бути лише прочитана, до неї не можна записувати або додавати дані. Інструкції в пам'яті тільки для читання не втрачаються, коли комп'ютер вимкнений. Ці інструкції говорять комп'ютеру, як завантажитися. Іншим типом первинної пам'яті є оперативна пам'ять (RAM), де зберігаються дані та програми, які в даний момент використовуються комп'ютером. RAM втрачається, коли комп'ютер вимкнений.\nВторинна пам'ять представлена у вигляді внутрішніх або зовнішніх пристроїв зберігання, включаючи внутрішній жорсткий диск, CD-диски, DVD-диски, флеш-накопичувачі та карти Secure Digital (SD). Вторинна пам'ять також доступна у вигляді зовнішніх жорстких дисків і в хмарному сховищі, яке є зберіганням в Інтернеті.\nЯкий пристрій вторинної пам'яті ви використовуєте найчастіше?\nФлеш-накопичувач\nCD\nDVD\nКарта Secure Digital\nЗовнішній жорсткий диск\nХмарне сховище"
}