{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We particularly encourage new researchers, who may have just started this September, to present their research ideas in a low-pressure, friendly, and supportive environment.\nOpportunities to work together. Connect with peers, the academic community, and potential collaborators, fostering valuable relationships within or across your field/s.\nWindsor Building 10:00am−5:00pm (refreshments from 9:00am)\nPresentations can be on any aspect of your research, whether that be a general overview as you begin to survey the field, or a more detailed explanation of a final chapter. We also welcome poster presentations, which will be displayed during the conference. (**We will print your poster if sent by deadline**)\nWe look forward to your contributions and the opportunity to celebrate the excellence of doctoral research together.\n7th November 10am–5pm: PGR Conference.\nWe are delighted to invite doctoral researchers from all disciplines and all stages of research to take part in our annual Doctoral Research Conference. This interdisciplinary conference aims to provide a platform for emerging scholars to present their cutting-edge research, engage in meaningful academic discussions, network with peers and experienced academics, and build lasting connections within the academic community.\nKey Dates:\n22nd October 12pm: deadline for posters to be sent to pgrtraining@rhul.ac.uk for printing.\nBenefits of Presenting:\nDevelop your confidence. Presenting in a low-pressure, supportive environment will help to develop your confidence in public speaking and articulate your research to a broad audience.\nProfessional Development. Participate in interesting discussions and listen to innovative research, providing insights into the latest research trends and methodologies.\nFor queries, please contact: pgrtraining@rhul.ac.uk.\n14th October 12pm: deadline for submissions of interest. Please fill in the form above with details of your presentation/poster.\nCall for papers: Doctoral Research Conference, 7th November 2024\nPlease indicate on your application whether your presentation will be 5, 10, or 20 minutes. Prizes will be awarded for the best presentations in each time category as well as a poster prize.\n23rd October: final programme sent out to all presenters and conference attendees.\nFeedback and Improvement. Receive constructive feedback from the academic community across different disciplines and fellow researchers to enhance your research, develop new ideas, and practice for winter/spring conferences.\n***Please fill in this form by 14th October, 12pm to register your interest in presenting or displaying a poster at the conference***",
    "trans": "Ми особливо заохочуємо нових дослідників, які, можливо, тільки що почали свою діяльність у вересні цього року, представити свої ідеї досліджень у невимушеній, дружній та підтримуючій атмосфері.\nМожливості для спільної роботи. Зв'яжіться з однолітками, академічною спільнотою та потенційними співпрацівниками, сприяючи розвитку цінних зв'язків у межах або між вашими галузями.\nБудівля Віндзор 10:00−17:00 (перекуси з 9:00)\nПрезентації можуть стосуватися будь-якого аспекту вашого дослідження, будь то загальний огляд на початку вивчення галузі або більш детальне пояснення фінального розділу. Ми також вітаємо постерні презентації, які будуть виставлені під час конференції. (**Ми надрукуємо ваш постер, якщо він буде надісланий до терміну**)\nМи з нетерпінням чекаємо на ваші внески та можливість разом відзначити відмінність докторських досліджень.\n7 листопада 10:00–17:00: Конференція PGR.\nМи раді запросити докторів наук з усіх дисциплін та всіх етапів досліджень взяти участь у нашій щорічній конференції докторських досліджень. Ця міждисциплінарна конференція має на меті надати платформу для нових науковців для представлення їхніх передових досліджень, участі в змістовних академічних обговореннях, налагодження контактів з однолітками та досвідченими академіками та встановлення тривалих зв'язків в академічній спільноті.\nКлючові дати:\n22 жовтня 12:00: термін для надсилання постерів на адресу pgrtraining@rhul.ac.uk для друку.\nПереваги презентації:\nРозвивайте свою впевненість. Презентація в невимушеній, підтримуючій атмосфері допоможе вам розвинути впевненість у публічному виступі та чітко викласти своє дослідження широкій аудиторії.\nПрофесійний розвиток. Беріть участь в цікавих обговореннях та слухайте інноваційні дослідження, отримуючи уявлення про останні тенденції та методології в дослідженнях.\nДля запитань звертайтеся за адресою: pgrtraining@rhul.ac.uk.\n14 жовтня 12:00: термін для подачі заявок на участь. Будь ласка, заповніть форму вище з деталями вашої презентації/постера.\nЗапрошення до подачі статей: Конференція докторських досліджень, 7 листопада 2024 року\nБудь ласка, вкажіть у своїй заявці, чи буде ваша презентація тривалістю 5, 10 або 20 хвилин. Призи будуть присуджені за найкращі презентації в кожній часовій категорії, а також буде приз за постер.\n23 жовтня: фінальна програма буде надіслана всім доповідачам та учасникам конференції.\nЗворотний зв'язок та покращення. Отримайте конструктивний зворотний зв'язок від академічної спільноти з різних дисциплін та колег-дослідників, щоб покращити своє дослідження, розвинути нові ідеї та підготуватися до зимових/весняних конференцій.\n***Будь ласка, заповніть цю форму до 14 жовтня, 12:00, щоб зареєструвати свою зацікавленість у виступі або демонстрації постера на конференції***"
}