{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Stochastic computing(SC)has a substantial amount of study on application-specific integrated circuit(ASIC)design for artificial intelligence(AI)edge computing,especially the convolutional neural network(CNN)***,SC has little to no optimization on field-programmable gate array(FPGA). Scaling up the ASIC logic without FPGA-oriented designs is inefficient,while aggregating thousands of bitstreams is still challenging in the conventional *** research has reinvented several FPGA-efficient 8-bit SC CNN computing architectures,i.e.,SC multiplexer multiply-accumulate,multiply-accumulate function generator,and binary rectified linear unit,and successfully scaled and implemented a fully parallel CNN model on Kintex7 *** proposed SC hardware only compromises 0.14%accuracy compared to binary computing on the handwriting Modified National Institute of Standards and Technology classification task and achieved at least 99.72%energy saving per image feedforward and 31? more data throughput than modern *** to SC,early decision termination pushed the performance baseline exponentially with minimum accuracy loss,making SC CNN extremely lucrative for AI edge computing but limited to classification *** SC's inherent noise heavily penalizes CNN regression performance,rendering SC unsuitable for regression tasks.",
    "trans": "Стохастичне обчислення (SC) отримало значну кількість досліджень щодо розробки спеціалізованих інтегральних схем (ASIC) для edge-комп'ютингу в галузі штучного інтелекту (AI), зокрема для згорткових нейронних мереж (CNN)***, проте SC має мало або зовсім не має оптимізації для програмованих вентильних матриць (FPGA). Масштабування логіки ASIC без рішень, орієнтованих на FPGA, є неефективним, тоді як агрегування тисяч потоків бітів залишається викликом у традиційних підходах ***.Дослідження запропонували кілька ефективних для FPGA 8-бітових архітектур SC CNN, а саме: мультиплексор для операцій множення-накопичення, генератор функцій для множення-накопичення та бінарну rectified linear unit, і успішно масштабували та реалізували повністю паралельну модель CNN на базі Kintex7 ***.Запропоноване апаратне забезпечення SC компрометує точність лише на 0,14% порівняно з двійковими обчисленнями для задачі класифікації рукописних символів за модифікованим стандартом Національного інституту стандартів і технологій, при цьому досягаючи не менше 99,72% енергозбереження на кожне зображення при прямому проходженні та до 31% більшої пропускної здатності даних, ніж сучасні ***.Раннє завершення обчислень експоненційно підняло базовий рівень продуктивності з мінімальною втратою точності, що робить SC CNN надзвичайно привабливими для edge-комп'ютингу в галузі AI, проте обмеженими лише для задач класифікації ***. Природний шум, властивий SC, суттєво погіршує продуктивність регресійних моделей CNN, що робить SC непридатним для регресійних завдань."
}