{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Form W-8BEN\nI AGREE to use Electronic Records and Signatures.\nBy checking the 'I agree to use Electronic Records and Signatures' box and selecting “Next” you confirm that:\nI can access and have read the Electronic Record and Signature Disclosure Document;\nI can print on paper the Electronic Record and Signature Disclosure Document or save or send the disclosure document to a place where I can print it on paper, for future reference and access;\nI acknowledge that it is my obligation to notify Morgan Stanley as soon as reasonably possible if there is a change in my email address or other location to which the electronic records may be provided;\nI consent to receive certain documents, disclosures and notifications through electronic means;\nIf I withdraw my consent, I acknowledge that it is my obligation to notify Morgan Stanley as soon as reasonably possible of the address or other location to which paper records may be provided; and I consent to using electronic signatures and acknowledge my digital signature.\nNote: If you are resident in a FATCA partner jurisdiction (i.e., a Model 1 IGA jurisdiction with reciprocity), certain tax account information may be provided to your jurisdiction of residence.\nPart IIdentification of Beneficial Owner\n1 Name of individual who is the beneficial owner: 2 Country of citizenship:\n[redacted_name]",
    "trans": "Форма W-8BEN\nЯ ЗГОДЕН використовувати електронні записи та підписи.\nВідзначивши поле \"Я згоден використовувати електронні записи та підписи\" і вибравши \"Далі\", ви підтверджуєте:\nЯ можу отримати доступ до документа про розкриття електронних записів і підписів і прочитати його;\nЯ можу надрукувати документ про розкриття електронних записів і підписів на папері або зберегти чи надіслати його в місце, де можу надрукувати його на папері для подальшого використання;\nЯ визнаю свою обов'язок повідомити Morgan Stanley про зміну моєї адреси електронної пошти або іншого місця для отримання електронних записів якомога швидше;\nЯ даю згоду на отримання певних документів, розкриттів і повідомлень в електронному вигляді;\nЯкщо я відкличу свою згоду, я визнаю свою обов'язок повідомити Morgan Stanley про адресу або інше місце для отримання паперових записів якомога швидше; і я даю згоду на використання електронних підписів і визнаю свій цифровий підпис.\nПримітка: Якщо ви є резидентом юрисдикції-партнера FATCA (тобто юрисдикції з Модельною угодою 1 IGA з взаємністю), певна інформація про податкові рахунки може бути надана вашій юрисдикції проживання.\nЧастина I Ідентифікація вигодонабувача\n1 Ім'я особи, яка є вигодонабувачем: 2 Країна громадянства:\n[redacted_name]"
}