{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The idea of Mary as a metaphor for the Church itself is especially strong in his later paintings. In Madonna in the Church she dominates the cathedral; her head is almost level with the approximately sixty feet high gallery.[ 39] Art historian Otto Pächt describes the interior of the panel as a \"throne room\" which envelops her as if a \"carrying case\".[ 40] This distortion of scale is found in a number of other of his Madonna paintings, including Annunciation. Her monumental stature borrows from the works of 12th- and 13th-century Italian artists such as Cimabue and Giotto, who in turn reflect a tradition reaching back to an Italo-Byzantine type and emphasises her identification with the cathedral itself. Art historians in the 19th century thought the work was executed early in van Eyck's career and attributed her scale as the mistake of a relatively immature painter. The idea that her size represents her embodiment as the church was first suggested by Erwin Panofsky in 1941.[ 41] Till-Holger Borchert says that van Eyck did not paint \"the Madonna in a church\", but as \"the Church\".[ 42]",
    "trans": "ІІдея про Марію як метафору самої Церкви є особливо сильною в його пізніших картинах. У «Мадонні в Церкві» вона домінує над собором; її голова майже на одному рівні з галереєю висотою приблизно шістдесят футів.​ Історик мистецтва Отто Пехт описує інтер'єр панелі як «тронну залу», що огортає її, ніби «переноску».​[40] Це викривлення масштабу зустрічається у ряді інших його картин з Мадонною, зокрема у «Благовіщенні». Її монументальна постать запозичує елементи від творів італійських художників XII–XIII століть, таких як Чімабуе та Джотто, які, у свою чергу, відображають традицію, що сягає італо-візантійського типу, та підкреслює її ідентифікацію із самим собором. Історики мистецтва XIX століття вважали, що робота була виконана на початку кар'єри ван Ейка, і пояснювали її масштаб помилкою відносно недосвідченого художника. Ідею, що її розмір символізує її втілення як церкви, вперше запропонував Ервін Панофскі у 1941 році.​ [41] Тіл-Хольгер Борхерт зазначає, що ван Ейк не намалював «Мадонну в церкві», а, скоріше, як «Церкву».​[ 42]"
}