{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hola [redacted_name]! This is Mrs. [redacted_name], Spanish 1 interventionist from FLVS. This week, I am covering for your teacher, Mrs. Brekke. I hope all is well with you and your family after the storm. We are reaching out about your progress in Spanish 1. Your last assignment was submitted on 9/30/2024. That means, it has been too long since work was submitted in your Spanish class! If you have been affected by the storm, let me know if possible. If you have not been affected, please make sure you submit at least 1 today and then you can submit more later this week, but you need to show you are active in the class in order to continue enrollment. If you need to do a dba, text me to schedule it. If you want to wait for your teacher to complete it, that is fine but make sure you submit other work meanwhile. Check the home page in the course for helpful information and resources. Call or text if you need help! Have a great week.",
    "trans": "Привіт [redacted_name]! Це пані [redacted_name], викладачка іспанської 1 на FLVS, яка тимчасово заміняє вашу вчительку, пані Брекке.  Сподіваюся, що у вас і вашої сім’ї все гаразд після шторму. Ми хочемо поговорити про ваш прогрес у вивченні іспанської. Ваше останнє завдання було подане 30 вересня 2024 року, а це означає, що минуло надто багато часу без активності в курсі!  Якщо шторм вас зачепив, будь ласка, дайте мені знати, якщо є така можливість. Якщо ж ні, вам потрібно надіслати хоча б одне завдання вже сьогодні, а потім можна надолужувати решту протягом тижня. Важливо показати, що ви активно працюєте в курсі, щоб продовжити навчання.  Якщо вам потрібно пройти DBA, напишіть мені, щоб узгодити час. Якщо ви хочете дочекатися вашої основної вчительки, це також можливо, але тоді обов’язково надсилайте інші завдання поки що. На головній сторінці курсу є корисна інформація та ресурси.  Якщо вам потрібна допомога, телефонуйте або пишіть у повідомлення. Гарного тижня!"
}