{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Global Services Team\nAs part of our ongoing commitment to fostering a culture of inclusivity and empowerment, I want to remind you the importance of completing the Employee Involvement Survey before the October 15th deadline. This is a key opportunity for each of us to provide valuable feedback and ensure our voices are heard in shaping the future of our team and Thermo Fisher Scientific as a whole.\nI’ve already completed the survey myself, and it took me less than 5 minutes to provide my input. It’s a quick but impactful way for us to help make a difference.\nI encourage you to take a few moments to do the same as soon as possible. By completing it early, we can demonstrate the passion and dedication that drive us every day and ensure that our feedback reaches the highest levels of the organization.\nEmployee Involvement Survey (click on this link)\nThank you for your continued efforts and for making time to share your thoughts. Together, we can keep pushing our team and Thermo Fisher Scientific forward!\nKind regards\nHelen",
    "trans": "Вітаємо, команда з надання глобальних послуг!\nВ рамках нашого постійного зобов'язання з формування культури інклюзивності і розширення прав та можливостей я хочу нагадати вам про важливість заповнення опитування щодо залучення співробітників до кінцевого терміну 15 жовтня. Для кожного з нас це унікальна можливість висловити цінну точку зору та переконатися, що наші голоси почують при формуванні майбутнього нашої команди і Thermo Fisher Scientific в цілому.\nЯ сама вже заповнила опитування, і мені знадобилося менше 5 хвилин, щоб висловити свою точку зору. Для нас це швидкий, але ефективний спосіб змінити ситуацію на краще.\nЯ закликаю вас приділити кілька хвилин, щоб зробити те ж саме якомога швидше. Заповнивши це якомога раніше, ми зможемо продемонструвати пристрасть та відданість справі, які рухають нас щодня, і забезпечити, щоб наші точкі зору дійшли до найвищих рівнів організації.\nОпитування щодо залучення співробітників (натисніть на це посилання)\nДякую вам за ваші невтомні зусилля і за те, що знайшли час поділитися своїми думками. Разом ми зможемо продовжувати рухати нашу команду і компанію Thermo Fisher Scientific вперед!\nЗ повагою,\nХелен"
}