{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Take a few moments to consider them, but be mindful of your jaw. It just may find it and disbelief pedestrian accidents. The pedestrian ran for the pavement, but I got them. The guy was all over the road. I had to swerve a number of times before I was sure, the old fellow would never make it to the other side of the road when I struck him to avoid hitting the bumper of the car in front struck a pedestrian. The pedestrian had no idea which way to run as I ran over The car in front hit the pedestrian but he got up so I hit him again. Pedestrian hit me and went under my car. I saw her look at me twice. She appeared to be making slow progress when we met on impact now we may smile, but in reality pedestrian safety is a serious issue. Don’t forget each, and every statement above describes a real person who is only trying to go about his or her business before their day was suddenly made much worse by colliding with a heavy fast moving vehicle a pedestrian is considered a person moving on foot or using a conveyance such as rollerskate skateboards or something other than a bicycle a pedestrian can also be a person with a disability using a tricycle cycle or a wheelchair for transportation because pedestrian debt occurred in 17% of all traffic fatalities driving cautiously pedestrians are important because they may suddenly cross your path on December 1, 2010, our two year-old daughter Callie walking back to their home in Rohnert Park California While passing through a crosswalk about two blocks from their house. Mother and daughter were hit by 1997 Honda Murray was only injured, but her daughter didn’t survive the collision a driver a Sonoma State freshman and volleyball player was using her cell phone at the time of the accident in response to the tragedy friends and neighbors petition for the town to more clearly mark the crosswalk and reduce the speed limit in that area. However, far those precautions may go toward making Rohnert Park pedestrian safer Signs and lower speed limits don’t offer protection from motorist or simply not watching the road without question the most important safety tip to reduce pedestrian injuries in fatalities is to pay attention. You can significantly reduce your chances of being in a collision with a pedestrian, obeying traffic rules and being aware of an dangers by car make eye contact with pedestrians if possible, and make sure they can see you in reality most of the guidelines boil down to using simple common sense pedestrian activity is at its greatest within densely developed area, such as cities and town centers, but it is also significant neighborhoods suburban roadways motorist should always take special precautions to watch for pedestrians in those areas as well That only our motor is prohibited by law from blocking a crosswalk when at a red light or a stop sign a motorist must not stop with a portion of their vehicle in the crosswalk such as the front bumper when a motor is blocks a crosswalk and force the pedestrian to go around the vehicle vehicle consequently, placing them in danger a motor must stop and remain stop for the pedestrian crossing the roadway within a marked crosswalk. This also includes any unmarked crosswalk at an intersection except Those were the movement of traffic is being regulated by police officers or traffic control signals or where otherwise prohibited by municipal county or state regulation however, these guidelines don’t apply where a pedestrian tunnel or overhead pedestrian crossing has been provided. Remember, pedestrians are the road users most susceptible to traffic risk Which means that is a driver of a motor vehicle must use extra caution to avoid a collision, regardless of the rules of the road or right away, the loss specifically requires you to exercise great care to avoid striking pedestrians children often pose a high risk motor because they can be unpredictable pedestrians and typically difficult to see. Take extra care to look for children, especially in your schools and bus stops of playgrounds park Dessert vehicles such as ice cream trucks the most important pedestrian safety message is this pedestrian safety is a shared responsibility there is no one single cause for pedestrian related crashes and pedestrian motorist. Must ensure pedestrian safety motorist should stop for pedestrians in crosswalk for pedestrians turning right on a red light and obey posted speed limits. Take great care not to block or park in crosswalks keep your vehicles windshield clean, allowing for maximum visibility alert for pedestrians at all times Remain alert in areas. Pedestrians are most likely to appear near schools in town centers residential neighborhoods parks never attempt to pass a vehicle that stopped in order to allow a pedestrian across stop for all pedestrians in a crosswalk, even if they are still in the crosswalk when the signal changes remember that pedestrians are the most vulnerable roadway users remember as a motorist, you will be held responsible for maintaining pedestrian safety. Now that we’ve discussed a few of the responsibilities of the driver let’s discuss the responsibilities of a pedestrian all of us at some point our pedestrians as we walk on roads Shared vehicles as pedestrian. It’s important to be aware of traffic conditions, and watch for drivers. Don’t assume that you may proceed a driver may not be looking or paying attention simply making eye contact with a driver does not mean that the driver is ready to yield the right way. Remember, hybrid and electric vehicles are virtually silent. Don’t use audio cues only when crossing an intersection make sure to look in all directions on a vehicles if there are no pedestrian crosswalk or signals on the street be extra careful and crossing, although drivers are required to yield to pedestrians at an intersection where traffic is not controlled by signal. It’s important to be on the safe side now remember, although the law states that a driver must yield to pedestrians if a driver is not paying attention or you run in front of a moving vehicle Prevent you from being hit when traffic signal indicates walk you should look in all directions and make sure that the intersection is clear of all vehicles before proceeding to cross. If a driver is trying to beat the light do you wanna be sure you’re in a safe place if you’re in the process of crossing in the signal begins to blinker indicate don’t walk make sure to finish crossing to prevent blocking traffic if there are some sidewalks, you are not permitted to walk in the road, except while crossing the road at a crosswalk, there are no sidewalks. You must walk facing oncoming traffic don’t walk on a highway or freeway sign indicates that there are no pedestrians allowed. If you’re walking at night, be sure to wear clothing that can be viewed by drivers such as white light or reflective.",
    "trans": "Приділіть кілька хвилин, щоб розглянути їх, але будьте обережні з вашою щелепою. Вона може знайти і незадоволені пішохідні аварії. Пішохід побіг на тротуар, але я їх отримав. Чоловік був усюди на дорозі. Мені довелося кілька разів ухилятися, перш ніж я був впевнений, що старий чоловік ніколи не дійде до іншої сторони дороги, коли я вдарив його, щоб уникнути зіткнення з бампером автомобіля попереду, який вдарив пішохода. Пішохід не знав, в яку сторону бігти, коли я проїхав по ньому. Автомобіль попереду вдарив пішохода, але він піднявся, тому я вдарив його знову. Пішохід вдарив мене і потрапив під мій автомобіль. Я двічі бачила її погляд на собі. Вона здавалася повільною, коли ми зустрілися при зіткненні зараз ми можемо посміхатися, але насправді безпека пішоходів - це серйозна проблема. Не забувайте, що кожне з наведених вище тверджень описує реальну людину, яка просто намагається займатися своїми справами, перш ніж їхній день раптово стане набагато гіршим через зіткнення з важким швидко рухомим транспортним засобом пішохід вважається особою, яка пересувається пішки або використовує транспортний засіб, такий як роликові ковзани, скейтборд або щось інше, крім велосипеда пішохід також може бути особою з обмеженими можливостями, яка використовує триколісний велосипед або інвалідний візок для пересування тому що смертельні випадки серед пішоходів сталися у 17% всіх дорожньо-транспортних пригод водіння обережно пішоходи важливі, оскільки вони можуть раптово перетнути ваш шлях 1 грудня 2010 року наша дворічна донька Келлі поверталася додому в Ронерт-Парку Каліфорнія проходячи через пішохідний перехід приблизно за два квартали від їхнього будинку. Мати і донька були збиті автомобілем Honda 1997 року випуску Мюррей була лише травмована, але її донька не вижила після зіткнення водійка-першокурсниця університету Сонома і волейболістка користувалася мобільним телефоном під час аварії у відповідь на цю трагедію друзі та сусіди подали петицію місту про більш чітке позначення пішохідного переходу та зниження швидкості в цій зоні. Однак ці заходи безпеки можуть лише частково сприяти підвищенню безпеки пішоходів у Ронерт-Парку Знаки та нижчі обмеження швидкості не забезпечують захисту від водіїв автомобілів або просто відсутності уваги до дороги безумовно найважливіша порада щодо безпеки пішоходів для зменшення травм і смертей серед них - це звертати увагу. Ви можете суттєво зменшити свої шанси потрапити в наїзд на пішохода, дотримуючись правил безпеки дорожнього руху та усвідомлюючи загрозу з боку автомобіля встановлюйте візуальний контакт з пішоходами, якщо це можливо, і переконайтеся, що вони вас бачать. Більшість рекомендацій зводяться до використання простого здорового глузду. Пішохідна активність є найвищою в межах щільної забудови, наприклад, у містах та центрах міст, але це також значні околиці приміських доріг автомобіліст завжди повинен вживати спеціальних заходів обережності, щоб стежити за пішоходами в цих районах також. Що тільки наш автомобіль заборонено законом блокувати перехід при червоному світлі або знаку зупинки автомобіліст не повинен зупинятися з частиною свого транспортного засобу на пішохідному переході, таким як передній бампер, коли автомобіль блокує пішохідний перехід і примушує пішохода об'їжджати транспортний засіб транспортний засіб, отже, ставлячи їх у небезпеку автомобіль повинен зупинитися і залишатися зупинкою для пішохода, який перетинає проїжджу частину дороги в межах розміченого пішохідного переходу. Це також включає в себе будь-який нерозмічений пішохідний перехід на перехрестях, за винятком тих, де рух регулюється поліцейськими або світлофорами, або де це заборонено муніципальними чи державними правилами, однак ці рекомендації не застосовуються там, де передбачено пішохідний тунель або надземний пішохідний перехід. Пам’ятайте що пішоходи це найвразливіші учасники дорожнього руху це означає що водії повинні бути особливо обережними щоб уникнути зіткнень незалежно від правил дорожнього руху та права на перевагу закон вимагає від водіїв вживати всіх можливих заходів для уникнення наїзду на пішоходів. Діти часто становлять високу небезпеку на дорозі, оскільки вони можуть бути непередбачуваними пішоходами, і їх зазвичай важко помітити. Будьте особливо уважними, шукаючи дітей, особливо біля шкіл, автобусних зупинок, ігрових майданчиків, парків або транспортних засобів, таких як фургони з морозивом. Найважливіше повідомлення щодо безпеки пішоходів таке: безпека пішоходів — це спільна відповідальність. Немає єдиної причини аварій із участю пішоходів, і водії, і пішоходи повинні забезпечувати безпеку. Водії повинні зупинятися для пішоходів на пішохідних переходах, для пішоходів під час повороту праворуч на червоне світло та дотримуватися встановлених обмежень швидкості. Будьте дуже обережні, щоб не блокувати або паркуватися на пішохідних переходах. Тримайте лобове скло вашого автомобіля чистим, щоб забезпечити максимальну видимість. Будьте пильними до пішоходів у будь-який час. Залишайтеся уважними в місцях, де пішоходи з’являються найчастіше: біля шкіл, у центрі міста, у житлових районах, парках. Ніколи не намагайтеся обігнати автомобіль, який зупинився, щоб пропустити пішохода. Зупиняйтеся для всіх пішоходів на переході, навіть якщо вони все ще знаходяться на переході, коли сигнал змінюється. Пам’ятайте, що пішоходи є найбільш вразливими користувачами доріг. Як водій, ви несете відповідальність за забезпечення безпеки пішоходів.Тепер, коли ми обговорили деякі обов’язки водія, давайте обговоримо обов’язки пішохода. Усі ми в певний момент є пішоходами, коли йдемо дорогами, якими рухаються транспортні засоби. Як пішохід, важливо бути обізнаним про дорожню обстановку та стежити за водіями. Не припускайте, що ви можете рухатися вперед — водій може не дивитися або не звертати уваги. Навіть якщо ви встановили зоровий контакт із водієм, це не означає, що водій готовий поступитися вам дорогою. Пам’ятайте, що гібридні та електромобілі практично безшумні. Не покладайтеся лише на звукові сигнали під час переходу перехрестя. Обов’язково озирніться у всіх напрямках на наявність транспортних засобів. Якщо на вулиці немає пішохідних переходів або сигналів, будьте особливо обережні під час переходу. Хоча водії зобов’язані поступатися дорогою пішоходам на перехрестях, де рух не регулюється сигналами, важливо діяти з розумом. Пам’ятайте, хоча закон вимагає, щоб водій поступався дорогою пішоходам, якщо водій не звертає уваги або ви вибігаєте перед транспортним засобом, це не врятує вас від наїзду. Коли сигнал світлофора дозволяє пішоходам рухатися, спочатку озирніться у всіх напрямках і переконайтеся, що перехрестя вільне від транспортних засобів, перш ніж почати перехід. Якщо водій намагається проїхати на жовте світло, переконайтеся, що ви знаходитесь у безпечному місці. Якщо ви вже почали перехід, а сигнал починає блимати, вказуючи не йти, обов’язково завершіть перехід, щоб не блокувати рух. Якщо тротуари відсутні, вам не дозволяється йти дорогою, за винятком переходу дороги на пішохідному переході. Якщо тротуарів немає, йдіть назустріч руху. Не ходіть по шосе або автостраді, якщо знак вказує на заборону для пішоходів. Якщо ви йдете вночі, обов’язково вдягайте одяг, який можуть побачити водії, наприклад, білий, світлий або з відбивними елементами."
}