{
    "source": "en_US",
    "target": "uk_UA",
    "text": "General Motors (GM) reports making progress in EV profitability, which would mark a significant milestone as traditional automakers struggle to break into an EV market already dominated by Tesla (TSLA). Stifel nextgen transport analyst Stephen Gengaro sits down with Seana Smith and Madison Mills to discuss where GM's progress leaves Tesla.\n\"Legacy OEMs (original equipment manufacturers) have sort of lagged in in EV development. That's one area where Tesla has benefited in the short term. The other delays we've seen kind of across the spectrum from GM and Ford (F) and others, it really allows the Tesla and the Rivians of the world to continue to gain traction with customers,\" Gengaro tells Yahoo Finance, noting, \"That actually sets them up for being in a very good strong position longer term.\"\nHe adds, \"It's going to be interesting how this evolves as to whether sort of a legacy GM person is going to go to Tesla or Rivian over GM, but I still think that the Teslas and Rivians of the world are kind of leading the way on the EV front. So I don't think those GM comments have too big an impact on Tesla in the next couple of years.\"",
    "trans": "General Motors (GM) звітує про підвищення прибутковості від продажів електромобілів, що стане значним поворотом у боротьбі традиційних автовиробників за вихід на ринок електромобілів, на якому вже домінує Tesla (TSLA).  Аналітик Stifel з питань транспорту наступного покоління Стівен Генгаро зустрівся з Шоною Сміт та Медісон Міллс, щоб поговорити про те, який вплив прогрес GM матиме на Tesla.\n«Старі виробники оригінального обладнання добряче відстали у розвитку електромобілів. У цій галузі Tesla виграла в короткостроковій перспективі. Отже, затримки, я якими стикається увесь традиційний сектор, GM до Ford (F) та інших, дійсно дозволяють Tesla та моделям Rivian набирати популярність серед клієнтів, — стверджує Генгаро в інтерв'ю Yahoo Finance, зазначаючи, — Це фактично ставить їх у дуже хорошу сильну позицію в довгостроковій перспективі».\nВін додає: «Буде цікаво спостерігати за розвитком цих подій, і чи перейде хтось із колишніх працівників GM на Tesla або Rivian, надавши їм перевагу над GM, але я все ще вважаю, що Tesla та Rivian лідирують на фронті електромобілів. Тому не думаю, що звіти GM матимуть надто великий вплив на Tesla в найближчі кілька років»."
}