{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Background\nZoroastrianism is one of the world's oldest known monotheistic religions, founded by the prophet Zoroaster (or Zarathustra) in ancient Iran (Persia) around the 6th century BCE. It has had a profound influence on the religious, cultural, and philosophical development of Iran and neighboring regions. Here's an in-depth look at Zoroastrianism:\nZoroastrianism is centered on the worship of[redacted_name], the supreme god who embodies truth, light, and goodness.[redacted_name] is the creator and sustainer of the universe, and is opposed by [redacted_name], the principle of evil. Zoroastrianism posits a dualistic worldview in which the forces of good (Spenta Mainyu) and evil ([redacted_name]) are engaged in a cosmic struggle. Humans are called upon to choose between these two opposing forces through their thoughts, words, and deeds.\nZoroastrianism emphasizes ethical behavior, particularly the pursuit of righteousness (asha) and the renunciation of falsehood (druj). The ethical code is summarized in the motto: \"Good thoughts, good words, good deeds\" (Humata, Hukhta, Huvarshta).\nSacred Texts",
    "trans": "Передумови\nЗороастризм — це одна з найдавніших відомих у світі монотеїстичних релігій, започаткована пророком Зороастром (або Заратустрою) у Стародавньому Ірані (Персії) близько 6-го століття до нашої ери. Вона зробила глибокий вплив на релігійний, культурний і філософський розвиток Ірану та сусідніх регіонів. Нижче ми розглянемо зороастризм більш детально:\nУ центрі зороастризму — поклоніння [redacted_name], верховному богу, який уособлює істину, світло і добро. [redacted_name] є творцем і підтримкою всесвіту, якому протистоїть [redacted_name], принцип зла. У зороастризмі існує дуалістичний світогляд, в якому сили добра (Спента Майнью) і зла ([redacted_name]) ведуть космічну боротьбу. Людина повинна вибирати між цими двома протиборчими силами за допомогою своїх думок, слів і вчинків.\nЗороастризм робить наголос на етичній поведінці, насамперед на праведності (аша) та відмові від неправди (друдж). Моральний кодекс підсумовується в гаслі: «Добрі думки, добрі слова, добрі справи» (Хумата, Хухта, Хуваршта).\nСвященні тексти"
}