{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi Mrs. [redacted_name],\nI assume the facility agreed to not go forward and not receive a report?\nIt is the exact same facility and the same self-assessment? They do not need to edit the self-assessment to show a different scope of the assessment?\nThe 2 month timeframe from the self-assessment to the verification is still ok?\nIf yes to all, then as you suggest please ask Worldly - with both facility contact and you in the ticket - to go from VRP back to ASC.\nEmphasize that you and facility are in agreement. The facility contact is in Cc on the ticket.\nYou can share this message with them from SLCP stating that SLCP is in the know and has given approval to change from VRP to ASC for this exceptional circumstance.\nOn a different confidential note:\nHow do you intend to move forward with this repeat verification?\nIs the assumption that the facility will exclude parts of the facility premised from the verification?\nWill the facility not permit photos?\nIs the facility clear about their obligations during the verification? That photos are required, interviews, etc.? And that you will have to insert into the report when the facility did not allow photos and why?\nThat whatever is stated in the scope of the verification must be accessible to the Verifier to check?\nI just want to make sure that the facility is aware of normal protocol and there is no repeat of the same situation.",
    "trans": "Доброго дня, пані [redacted_name],\nЯ припускаю, що заклад погодився не продовжувати і не отримувати звіт?\nЦе той самий заклад і той же самооцінка? Їм не потрібно редагувати самооцінку, щоб показати інший обсяг оцінки?\nЧи все ще прийнятний термін у 2 місяці від самооцінки до перевірки?\nЯкщо так на всі питання, то як ви пропонуєте, будь ласка, попросіть Worldly - з контактною особою закладу та вами в квитку - перейти з VRP назад до ASC.\nНаголосіть на тому, що ви та заклад погоджені. Контактна особа закладу вказана в копії квитка.\nВи можете поділитися цим повідомленням з ними від SLCP, зазначивши, що SLCP в курсі справи і дала дозвіл на зміну з VRP на ASC в цій винятковій ситуації.\nНа іншій конфіденційній ноті:\nЯк ви плануєте продовжити цю повторну перевірку?\nЧи є припущенням те, що заклад виключить частини закладу з перевірки?\nЧи не дозволить заклад фотографії?\nЧи зрозумілий заклад свої зобов'язання під час перевірки? Чи потрібні фотографії, інтерв'ю тощо? І чи доведеться вам вказати у звіті, коли заклад не дозволив зробити фотографії і чому?\nЧи повинно бути доступним для перевіряючого все, що зазначено в обсязі перевірки?\nЯ просто хочу переконатися, що заклад знає про нормальний протокол і не буде повторення тієї ж ситуації."
}