{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Despite the priest’s warnings, more and more people come to see the angel, and Elisenda has the idea to start charging them admission. The angel is such a popular attraction that he makes Pelayo and Elisenda wealthy. The angel, meanwhile, festers in his own filth. The people gawp at him, taunt him, and pull his feathers, but he only responds with supernatural patience, not once lashing out at them. They even brand him with a hot iron to see if he is still alive. Meanwhile, the church authorities replying to Father Gonzaga are more concerned with superficial questions like how many times the angel might fit on the head of a pin.\nBefore long, a new attraction arrives in town: “a frightful tarantula the size of a ram and with the head of a sad maiden.” The townspeople find the spider woman more relatable than the old man because she speaks the same language as they do, so she can tell a recognizable and moralistic story about who she is and how she became so odd. Her popularity quickly eclipses the angel, whose odd miracles—helping a blind man grow new teeth, or making sunflowers sprout from a leper’s wounds—are simply not miraculous enough for the townspeople. Father Gonzaga is able to let go of the issue now that the general populace is no longer interested.\nBy this point, Pelayo and Elisenda have amassed enough money to buy a much bigger house. Pelayo quits his job, and Elisenda buys herself some fancy clothes. The child’s health continues to improve, and he sometimes goes into the chicken coop to play near the angel. A doctor comes, but he also cannot explain the angel’s nature.\nThe child is now strong enough to go to school. The angel goes “dragging” himself about the house like “a stray dying man,” much to the annoyance of Pelayo and Elisenda. His wings are balding and thin.\nAs time passes, the old man’s condition improves and his feathers return. One day, Elisenda is cooking in the kitchen and notices him trying to fly. Though his attempts are clumsy, eventually he manages to gain altitude and soars over the horizon. Elisenda lets out a sigh of relief, partly for the angel, but mostly for herself—he is “no longer an annoyance in her life.”",
    "trans": "Незважаючи на попередження священика, все більше людей приходять подивитися на ангела, і Елісенда має ідею почати стягувати з них плату за вхід. Ангел стає настільки популярною атракцією, що робить Пелайо та Елісенду багатими. Тим часом ангел гниє у власному бруді. Люди дивляться на нього, насміхаються з нього і тягнуть його пір'я, але він лише відповідає надприродним терпінням, жодного разу не нападаючи на них. Вони навіть клеймують його гарячим залізом, щоб дізнатися, чи він ще живий. Тим часом церковні влади, які відповідають отцю Гонсагі, більше турбуються про поверхневі питання, такі як те, скільки разів ангел може вміститися на голівці шпильки.\nНевдовзі в містечку з'являється нова атракція: \"страшна таргана розміром з баранчика і з головою сумної дівчини\". Мешканці містечка знаходять жінку-павука більш зрозумілою, ніж старий чоловік, оскільки вона говорить тією ж мовою, що й вони, і може розповісти впізнавану та моральну історію про те, хто вона і як стала такою дивною. Її популярність швидко перевершує популярність ангела, чия дивна чудесність - допомога сліпому чоловікові виростити нові зуби або вирощування соняшників з ран прокаженого - просто не є достатньо чудесною для мешканців містечка. Отець Гонсага може відпустити цю справу тепер, коли загальна населення більше не цікавиться нею.\nНа цей момент Пелайо та Елісенда накопичили достатньо грошей, щоб купити набагато більший будинок. Пелайо звільняється з роботи, а Елісенда купує собі розкішний одяг. Здоров'я дитини продовжує покращуватися, і іноді він заходить у курник погратися поруч з ангелом. Приходить лікар, але він також не може пояснити природу ангела.\nТепер дитина достатньо сильна, щоб піти до школи. Ангел \"переміщується\" по дому як \"блукаючий вмираючий чоловік\", що дуже дратує Пелайо та Елісенду. Його крила лисі та тонкі.\nЗ часом стан старого чоловіка покращується, і його пір'я повертається. Одного дня, коли Елісанда готує на кухні, вона помічає, як він намагається літати. Хоча його спроби незграбні, врешті-решт йому вдається піднятися в повітря і пролетіти за горизонт. Елісанда зітхає з полегшенням, частково за ангела, але в основному за себе - він більше не є \"навантаженням у її житті\"."
}