{
    "source": "en_US",
    "target": "uk_UA",
    "text": "decrease in the mean from Figure 2 by 5.2205 positive results and a decrease in the standard\ndeviation by 12.2511. The mean decreased by approximately 64.7% and the standard deviation\ndecreased by approximately 86.6% from Figure 2. This shows that the 4 games with a DAR of 3\nwere significant outliers in the sample. Therefore, the games with a DAR of 3 should be closely\ncompared with those with a DAR of 0, 1, and 2.\nFigure 4 shows the mean average change in player count per day over the first 7 days\nafter the release of the video games in each deceptive advertising rating category. The average\nchange in player count from day to day was calculated for each game to create this figure. Once\neach game was given a DAR, the mean was calculated for the average change in player count for\neach game in the same DAR group. The same process was conducted for Figure 5. However, in\nFigure 5, a 30-day time frame was accounted for. For both Figure 4 and Figure 5, there is no\nsignificant trend immediately noticeable among DAR groups 0, 1, and 2. Games with a DAR of\n3 showed a significant increase in the mean average change in player count compared to the\nprevious DAR groups for both figures. In these figures, a higher number in the positive direction\nis representative of a larger decrease in player count. This may show that in extreme cases of\ndeceptive advertising, consumers are more likely to stop playing a game than if the game had\nutilized non-deceptive advertising. Since this observation is consistent among 7-day and 30-day\ntime frames, it may be possible to conjecture that the drop in player count is unlikely to have\nresulted from a bandwagon effect, in which people stop playing the game because of other\npeople’s decision to stop playing the game. It may be possible to conjecture that when deceptive\nadvertising is present in extreme cases, consumers are likely to stop playing the video game as a\nresult of their own decision due to a game's deceptive advertising. Therefore, to retain players, it",
    "trans": "зменшення середнього значення в порівнянні з малюнком 2 на 5,2205 позитивних результатів та зменшення стандартного\nвідхилення на 12,2511. Середнє значення зменшилося приблизно на 64,7%, а стандартне відхилення\nзменшилося приблизно на 86,6% порівняно з малюнком 2. Це свідчить про те, що 4 ігри з показником недобросовісної реклами 3\nбули значущими викидами у цій вибірці. Отже, ігри з показником недобросовісної реклами 3 слід ретельно\nпорівнювати з іграми з показниками недобросовісної реклами 0, 1 та 2.\nНа малюнку 4 показано середню зміну кількості гравців на день протягом перших 7 днів\nпісля виходу відеоігор у кожній категорії показників недобросовісної реклами. Середня\nзміна кількості гравців з дня на день була розрахована для кожної гри для отримання цього показника. Після того, як\nкожній грі був присвоєний показник недобросовісної реклами, було розраховано середнє значення для середньої зміни кількості гравців для\nкожної гри в одній і тій самій групі показників недобросовісної реклами. Той самий процес був проведений для малюнка 5. Проте\nна малюнку 5 було враховано 30-денний період часу. Як на малюнку 4, так і на малюнку 5 немає\nзначної та відразу помітної тенденції серед груп показників недобросовісної реклами 0, 1 і 2. Ігри з показником недобросовісної реклами\n3 показали значне збільшення середньої зміни кількості гравців порівняно з\nпопередніми групами показників недобросовісної реклами для обох малюнків. На цих малюнках більш висока цифра в позитивному напрямку\nсвідчить про значне зниження кількості гравців. Це може свідчити про те, що у гіршому випадку\nнедобросовісної реклами споживачі з більшою ймовірністю припиняють грати в гру, ніж якби в грі\nвикористовувалася добросовісна реклама. Оскільки це спостереження узгоджується між 7-денними та 30-денними\nперіодами часу, можна припустити, що зменшення кількості гравців навряд чи було\nспричинене ефектом перемоги, коли люди перестають грати в гру через рішення інших\nлюдей припинити грати в цю гру. Можна припустити, що коли недобросовісна\nреклама присутня у гіршому випадку, споживачі, швидше за все, перестануть грати у відеогру\nза власним рішенням через недобросовісну рекламу у грі. Отже, для утримання гравців це"
}