{
    "source": "en_US",
    "target": "uk_UA",
    "text": "TransMedics Group Inc (NASDAQ:TMDX) shares are trading lower in Monday’s after-hours session after the company reported worse-than-expected financial results for the third quarter.\nQ3 Revenue: $108.76 million, versus estimates of $115 million\nQ3 EPS: 12 cents, versus estimates of 30 cents\nTotal revenue was up 64% on a year-over-year basis, primarily driven by an increase in utilization of the Organ Care System across all three organs, as well as additional revenue generated by the company’s logistics services.\nTransMedics said it ended the quarter with $330.1 million in cash, down from $362.8 million at the end of the second quarter.\n“We are proud of our performance year to date and look forward to ending 2024 on a strong note,” saidWaleed Hassanein, president and CEO of TransMedics.\n“We continued to make meaningful progress across each of our growth initiatives through thethird quarterand maintain our conviction in our growth runway for 2025 and beyond.”\nSee Also: Ford Q3 Earnings: Revenue Beat, EPS Beat, EV Sales Down 33%, Updated Outlook, Shares Slide\nOutlook: TransMedics said it continued to expect full-year revenue to be in the range of $425 million to $445 million versus estimates of $444.36 million.\n“Overall, we remain well on track to reach our stated target of achieving 10,000 OCS transplant cases per year in the U.S. by 2028,” Hassanein added.\nTMDX Price Action: TransMedics shares were down 23.95% after hours at $95.75 at the time of publication Monday, according to Benzinga Pro.",
    "trans": "Акції компанії TransMedics Group Inc (NASDAQ:TMDX) торгуються нижче в післяторговій сесії понеділка після того, як компанія повідомила про фінансові результати третього кварталу, які виявилися гіршими за очікування.\nДохід за Q3: 108,76 мільйона доларів США, проти оцінок у 115 мільйонів доларів США\nEPS за Q3: 12 центів, проти оцінок у 30 центів\nЗагальний дохід зріс на 64% в річному обчисленні, головним чином завдяки збільшенню використання Organ Care System для всіх трьох органів, а також додатковому доходу, отриманому від логістичних послуг компанії.\nTransMedics повідомила, що на кінець кварталу мала 330,1 мільйона доларів США готівки, що менше ніж 362,8 мільйона доларів США на кінець другого кварталу.\n\"Ми пишаємося нашими результатами з початку року і з нетерпінням чекаємо завершення 2024 року на сильній ноті\", - сказав Валід Хассанейн, президент і генеральний директор TransMedics.\n\"Ми продовжували досягати значного прогресу в кожній з наших ініціатив зростання протягом третього кварталу і зберігаємо впевненість у нашій перспективі зростання на 2025 рік і далі\".\nДивіться також: Прибуток Ford за Q3: перевищення доходу, перевищення EPS, продажі електромобілів знизилися на 33%, оновлений прогноз, падіння акцій\nПрогноз: TransMedics заявила, що продовжує очікувати дохід за весь рік у діапазоні від 425 мільйонів до 445 мільйонів доларів США проти оцінок у 444,36 мільйона доларів США.\n\"В цілому ми залишаємося на правильному шляху для досягнення нашої заявленої мети - досягнення 10 000 випадків трансплантації OCS на рік у США до 2028 року\", - додав Хассанейн.\nДія цін на акції TMDX: Акції TransMedics впали на 23,95% після закриття торгів і становили 95,75 доларів США на момент публікації в понеділок, згідно з даними Benzinga Pro."
}