{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Degree Course - IFP100Y/H\nThemes in World History\nThis course surveys the development of human societies\nfrom their origins to the present using examples from across the world. Topics may include the environment; cultural development and interaction; the creation and nature of belief systems; political, economic and social structures; gender relations; and the relationship between global patterns and local developments.\nIFP100Y/H Themes in World History is a first-year course at the University of Toronto designed for IFP students. Upon successful completion, this course counts as a credit within the Faculty of Arts & Science, the John H. Daniels Faculty of Architecture, Landscape and Design, or the Faculty of Music.\nDiscipline-specific Courses\nIFP students take discipline-specific courses which correspond to their admission stream. These courses, taught by instructors from specific departments, introduce the necessary vocabulary, assignment types, and evaluations used in their area of study.\nLanguage & Academic Skills\nDevelopment Courses\nUsing readings, lecture content, assignments, and requirements from both their degree course and sources relevant to the topic areas, students learn how to interpret information presented through a variety of written and oral mediums; construct arguments supported by evidence; and present ideas in small group and tutorial environments.\n5Q",
    "trans": "Курс - IFP100Y/H\nТематики в світовій історії\nЦей курс охоплює розвиток людських суспільств\nвід їхніх витоків до сьогодення, використовуючи приклади з усього світу. Теми можуть включати навколишнє середовище; культурний розвиток та взаємодію; створення та природу систем вірувань; політичні, економічні та соціальні структури; гендерні відносини; а також зв'язок між глобальними тенденціями та місцевими подіями.\nIFP100Y/H Тематики в світовій історії - це курс першого року в Університеті Торонто, призначений для студентів IFP. Після успішного завершення цей курс зараховується як кредит у Факультеті мистецтв і наук, Факультеті архітектури, ландшафтного дизайну та дизайну Джона Х. Деніела або Факультеті музики.\nСпеціалізовані курси\nСтуденти IFP проходять спеціалізовані курси, які відповідають їхній освітній програмі. Ці курси, які викладаються інструкторами з конкретних кафедр, вводять необхідну лексику, типи завдань та оцінювання, що використовуються в їхній галузі навчання.\nМовні та академічні навички\nКурси розвитку\nВикористовуючи читання, лекційний матеріал, завдання та вимоги як з їхнього курсу навчання, так і з джерел, пов'язаних з темами, студенти навчаються інтерпретувати інформацію, представлену через різноманітні письмові та усні засоби; будувати аргументи на основі доказів; і представляти ідеї в малих групах та під час семінарів.\n5Q"
}