{
    "source": "en_US",
    "target": "uk_UA",
    "text": "“Then he’s out.\nI lie back on the bed and retrieve my phone.\nUsually, I do that only to find out if Annika has sent me any texts. She’s the type who likes to take pictures of all the little things she encounters in her daily life and send them over with ‘Isn’t this so cute?’ or ‘I wish I could take this home with me.’\nThey’re typically cats or dogs or any small creature.\nSo imagine my surprise when I find no text from her in the past…two hours.\nNow, that’s rare.\nNormally, she’d be demanding a date or she’d lure me in for a conversation.\nNot tonight.\nI scroll to the group chat that Remi insists I stay part of. I mute them whenever they start blowing up my phone with notifications.\nRemington: Who wants to partyyy?\nEli: Don’t throw it in the house and you can do whatever you want.\nRemington: But why? I have privileges in the house.\nEli: Not unless you want to put your balls in jeopardy.\nRemington: Bloody hell, mate, no threatening the family jewels. I have a title that I need to keep alive.\nLandon: You can always go to[…]”\nExcerpt From\nGod of Pain: A Grumpy Sunshine College Romance (Legacy of Gods Book 2)\nRina Kent\nThis material may be protected by copyright.",
    "trans": "«Потім він вийшов.\nЯ лягаю на ліжко і дістаю свій телефон.\nЗазвичай я роблю це лише для того, щоб перевірити, чи не писала мені Анніка. Вона з тих, хто любить фотографувати всілякі дрібниці, які трапляються їй у повсякденному житті, і надсилати зі словами: 'Хіба це не так мило?' або 'От би забрати це додому!'\nЗазвичай це коти або собаки чи інші маленькі істоти.\nТож уявіть моє здивування, коли я не знайшов жодного повідомлення від неї за останні... дві години.\nТаке трапляється рідко.\nЗазвичай вона вимагала побачення або заманювала мене на розмову.\nАле не сьогодні.\nЯ перегортаю до групового чату, в якому Ремі наполягла, щоб я залишався. Як тільки вони починають засипати мене сповіщеннями, я просто вимикаю звук.\nРемінгтон: Хто хоче повеселитисяяя?\nІлай: Не кидай його в будинок, і ти можеш робити все, що захочеш.\nРемінгтон: Але чому? У мене є привілеї в будинку.\nНі, якщо не хочеш підставити свої яйця під удар.\nРемінгтон: Чорт забирай, приятелю, не загрожуй фамільним коштовностям. У мене є титул, який я повинен зберегти.\nЛендон: «Ви завжди можете піти до [...]\"\nУривок з\nБог болю: роман в сонячному коледжі (Спадщина богів, книга 2)\nРіна Кент\nЦей матеріал може бути захищений авторським правом."
}