{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Despite criticism from the White House, Israel was not without American supporters. Soon after the bombing, Israeli prime minister [redacted_name] called on preacher and political organizer [redacted_name] to organize conservative Christians on Israel’s behalf. Believing that American prosperity and even survival depended on its attitude toward God’s most favored nation, [redacted_name] was happy to comply. “If this nation wants her fields to remain white with grain,” he wrote in Listen, America!, a manifesto for the Moral Majority, “her scientific achievements to remain notable, and her freedom to remain intact, America must continue to stand with Israel.” 4 In September, [redacted_name] and [redacted_name] held a widely publicized meeting at Blair House, the executive branch’s guest facility opposite the White House. In a statement following the summit,[redacted_name] explained his support for Israel by citing God’s promise to “bless those who bless” [redacted_name]. “I believe history supports the premise that God deals with nations as they deal with Israel,” he told reporters.5",
    "trans": "Незважаючи на критику зі сторони Білого дому, Ізраїль не залишився без американських прибічників. Незабаром після бомбардування прем'єр-міністр Ізраїлю [redacted_name] звернувся до проповідника і політичного організатора [redacted_name] з проханням організувати консервативних християн на захист Ізраїлю. Вірячи у те, що процвітання і навіть виживання Америки залежить від її ставлення до найприхильнішої Божої нації, [redacted_name] охоче погодився. «Якщо ця нація хоче, щоб її поля залишалися білими із зерном, — писав він у «Слухай, Америко!», маніфесті для Моральної більшості», — щоб її наукові досягнення залишалися помітними, а її свобода залишалася недоторканою, Америка повинна і надалі стояти на боці Ізраїлю». 4 У вересні [redacted_name] і [redacted_name] провели масштабно розрекламовану зустріч у Блер-Гаусі, гостьовому будинку виконавчої влади, який розташований навпроти Білого дому. У заяві за підсумками зустрічі [redacted_name] пояснив свою підтримку Ізраїлю, пославшись на Божу обіцянку «благословляти тих, хто благословляє» [redacted_name]. «Я вважаю, що історія підтверджує припущення про те, що Бог робить із народами так само, як вони чинять з Ізраїлем», — сказав він журналістам5."
}