{
    "source": "en_US",
    "target": "uk_UA",
    "text": "World Mental Health Day is an important opportunity to address mental health education, awareness and advocacy against social stigma. Take some time to view the many mental health resources included in your Victor group benefits plan.\nFind the resources that suit you best on your plan member portal, GB Connect. We've created a single page where you’ll find services like discounted virtual therapy, educational videos and resources, and even a guided therapy app. Get started on your mental health journey today with:\nVirtual Therapy\nInternet-based Cognitive Behavioural Therapy (ICBT)\nALAViDA – Virtual Substance Abuse Management\nEAP – Employee Assistance Program\nWorldCare – Mental Health Medical Second Opinions\nLifeSpeak – Well-being Platform\nGet started by accessing the Mental Health Resources page and by visiting Victor Central:\nLog in to GB Connect\nTo access your mental health resources, please follow the instructions below:\nLog on to GB Connect and click on the center tile “Victor Central – Claims & Digital Wellness Centre”.\nOnce in Victor Central, click the “Visit Work, Health, Life” button in the “Work, Health and Life Services” tile under Health Services Available to You.\nYou will need to provide your consent and create an account on your first visit.\nFor future visits, you will not need to sign in to your account.",
    "trans": "Міжнародний день психічного здоров'я — це важлива нагода звернути увагу на освіту, обізнаність та пропаганду психічного здоров'я та боротьбу з суспільною стигматизацією. Знайдіть трохи часу, щоб ознайомитися з численними ресурсами про психічне здоров'я, що входять до плану страхування групи компаній Victor.\nНа порталі для учасників плану GB Connect знайдіть ресурси, які вам найбільше підходять. Ми створили єдину сторінку, на якій ви знайдете послуги віртуальної терапії зі знижкою, навчальні відео та ресурси, і навіть програму для терапії під керівництвом лікаря. Почніть свою мандрівку до психічного здоров'я вже сьогодні:\nВіртуальна терапія\nКогнітивна поведінкова терапія в Інтернеті (ICBT)\nALAViDA - Віртуальний контроль зловживання психоактивними речовинами\nEAP - Програма допомоги працівникам\nWorldCare - Друга думка лікаря з психічного здоров'я\nLifeSpeak - Платформа добробуту\nЩоб почати, перейдіть на сторінку «Ресурси з психічного здоров'я» та відвідайте Victor Central:\nУвійдіть до GB Connect\nДля доступу до ресурсів про психічне здоров'я, виконайте наведені нижче інструкції:\nАвторизуйтесь на GB Connect і клацніть на центральній панелі «Victor Central — Claims & Digital Wellness Centre».\nПерейшовши до Victor Central, клацніть на кнопку «Visit Work, Health, Life» у розділі «Work, Health and Life Services» у розділі «Health Services Available to You».\nВам потрібно буде надати свою згоду та створити обліковий запис під час першого візиту.\nДля подальших візитів вам не потрібно буде заходити у свій обліковий запис."
}