{
    "source": "en_US",
    "target": "uk_UA",
    "text": "TOLL-BY-PLATE is a payment option for customers who do not have SunPass or any other Florida compatible transponder when travelling on electronic toll collection facilities. With TOLL-BY-PLATE, a photo is taken of a vehicle’s license plate when no SunPass or any other Florida compatible transponder is detected as it travels under the tolling equipment.\nA Toll Enforcement Invoice is then mailed to the registered owner of the vehicle for the toll(s) incurred over a 30-day period, plus a $2.50 administrative fee. TOLL-BY-PLATE cannot be used on Florida Managed Lanes. If you travel in a managed lane without a SunPass or any other Florida accepted transponder, you will be subject to a $25 daily violation charge.\nSunPass is Florida’s Prepaid Toll Program and is the cheapest way to travel Florida’s toll roads.\nSunPass customers always pay the lowest toll amount and can save an average of 25% on tolls when compared to TOLL-BY-PLATE.",
    "trans": "TOLL-BY-PLATE — це варіант оплати для клієнтів, які не мають SunPass або будь-якого іншого транспондера, сумісного з Флоридою, при користуванні електронними системами збору плати за проїзд. За допомогою TOLL-BY-PLATE здійснюється фотографування номерного знака транспортного засобу, якщо під час проїзду під обладнанням для збору плати не виявлено SunPass або іншого транспондера, сумісного з Флоридою.\nПісля цього на зареєстровану власність транспортного засобу надсилається рахунок за стягнення плати за проїзд за період у 30 днів, плюс адміністративний збір у розмірі $2.50. TOLL-BY-PLATE не можна використовувати на керованих смугах Флориди. Якщо ви подорожуєте по керованій смузі без SunPass або іншого транспондера, прийнятного у Флориді, вам буде стягуватися щоденний штраф у розмірі $25.\nSunPass — це попередньо оплачена програма збору плати за проїзд у Флориді, яка є найдешевшим способом користування платними дорогами Флориди.\nКлієнти SunPass завжди сплачують найнижчу суму плати за проїзд і можуть заощадити в середньому 25% порівняно з TOLL-BY-PLATE."
}