{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I'm [redacted_name] from Glassdoor (USA). We offer quality remote online part-time/full-time jobs to help Bonanza merchants update their data, as well as free training to increase visibility and bookings. Part-time and full-time flexible work, 4 days a week, simple work, work anytime, anywhere (according to your own schedule), and receive a bonus of $50 to $500 per day. You will receive a basic salary of $1,000 for every 4 working days. This job can bring a good income to the family. A formal employee contract will be issued after completing 4 working days. Benefits: Paid annual leave: In addition to statutory holidays such as maternity leave and paternity leave, formal employees enjoy 5-15 days of paid annual leave. If you want to join us, please contact the employer by sending an SMS to the phone number [redacted_number] for more information\n(Note: you must be at least 21 years old)",
    "trans": "Я [redacted_name] з компанії Glassdoor (США). Ми пропонуємо якісну віддалену онлайн-роботу на неповний або повний робочий день з допомоги продавцям Bonanza у відновленні своїх даних, а також безкоштовне навчання для підвищення впізнаваності і кількості замовлень. Гнучкий графік роботи на неповний та повний робочий день, 4 дні на тиждень, проста робота, можна працювати в будь-який час та в будь-якому місці (за власним графіком) і отримувати бонус від 50 до 500 доларів США за день. Ви отримуватиме базову зарплату у розмірі 1000 доларів США за кожні 4 робочі дні. Ця робота може приносити хороший дохід для родини. Офіційний контракт із співробітником буде укладено після завершення 4 робочих днів. Переваги: оплачувана щорічна відпустка – на додаток до таких встановлених законом відпусток, як відпустка по вагітності і пологах та відпустка по догляду за дитиною, офіційні працівники користуються щорічною оплачуваною відпусткою тривалістю 5-15 днів. Якщо ви захочете приєднатися до нас, зв'яжіться з роботодавцем, надіславши коротке повідомлення на номер телефону [redacted_number], щоб отримати додаткову інформацію\n(Примітка: вам повинно бути не менше 21 року)"
}