{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Tens… hundreds… thousands of symbols began appearing in the air before flying towards the ice blocking the cavern.\nA moment later, the ice block began melting, revealing a small entrance.\nSu Yang entered this suspicious cavern in the middle of nowhere casually.\nOnce inside, there was a small room that resembled the interior of a cave, and there were a couple of words engraved on the ice wall, looking like sword marks.\n\"My love for you will last an eternity, just like this place that has been frozen since the Primordial Era…\" Xiao Rong read the words on the ice wall in a low voice.\n\"Hearing these words coming from another's mouth makes me want to go back in time and convince the old me to not write these words.\" A bittersweet smile appeared on Su Yang's face.\n\"You wrote these words, Master?\" Xiao Rong asked him.\n\"Yes, I wrote them. In fact, this little cavern was made by me, and I had even cultivated here for a few hundred years while waiting for the Azure Lotus to bloom.\"\n\"As for why we're here…\" Su Yang pointed to the formation on the ground and continued, \"This is a formation that will take us to the center of the Frozen Asgard.\"\n\"If we want to travel to the Frozen Azure Cave normally, it'll take us at least a couple of years even with the hidden passages since the Frozen Asgard is immensely vast. This formation is the only way we can reach our destination in a short amount of time.\"\n\"Hopefully, the formation is still functional. It's been at least twenty thousand years since I last used it, after all.\"\n\"Anyways, make yourself at home while I try to work this formation out. It'll take at least three days. If you want to look around this place, go ahead, but don't go too far. Though there's really nothing to see in this place besides the frozen ocean.\"\n\"Okay.\" Xiao Rong nodded before walking to the entrance without actually going outside, as the blizzard was still raging and she didn't like the sensation of ice fragments hitting her face.\nXiao Rong used her spiritual sense to look at the frozen ocean beneath the massive layer of ice, and to her surprise, there were many massive magical beasts dwelling deep within the water.\nFurthermore, all of these magical beasts emitted power at the Ancient Realm if not even more powerful.\nWhen the magical beasts sensed Xiao Rong looking at them, they released a powerful aura that caused the ocean to tremble slightly, sending chills down Xiao Rong's back.\nIf it were not for the unbreakable ice protecting Xiao Rong, the magical beasts would've definitely tried to attack her.\nThis was probably Xiao Rong's first time experiencing fear, and after that terrifying experience, she went back inside the cavern and remained close to Su Yang.\n\"Did you look inside the water?\" Su Yang asked her after seeing her nervous expression.\nXiao Rong nodded silently.\n\"Hahaha… It was quite shocking, eh? The magical beasts dwelling inside the waters of the Frozen Asgard are some of the most powerful and terrifying entities in the Celestial Heaven. You don't want to mess with them. Luckily for us and the rest of the world, they cannot leave the water due to the layer of ice separating the water and the outside world. If the ice ever melts and these guys leave the water, it's probably going to be a hellish experience for the Celestial Heaven.\" Su Yang laughed out loud.",
    "trans": "Десятки... сотні... тисячі символів почали з'являтися в повітрі, а потім полетіли до льоду, що блокував печеру.\nМить потому, блок льоду почав танути, відкриваючи невеликий вхід.\nСу Ян безтурботно увійшов у цю підозрілу печеру посеред нікуди.\nВсередині була маленька кімната, що нагадувала інтер'єр печери, і на льодовій стіні були вигравірувані кілька слів, схожих на сліди меча.\n\"Моя любов до тебе триватиме вічність, як і це місце, яке заморожене з часів Праматері...\" - тихо прочитала слова на льодовій стіні Сяо Ронг.\n\"Чуючи ці слова з уст іншої людини, мені хочеться повернутися в минуле і переконати старого себе не писати ці слова.\" На обличчі Су Яна з'явилася гірко-солодка усмішка.\n\"Ці слова написав ти, Майстер?\" - запитала його Сяо Ронг.\n\"Так, я їх написав. Насправді, ця маленька печера була створена мною, і я навіть займався тут культивацією протягом кількох сотень років, чекаючи цвітіння Блакитного Лотоса.\"\n\"Що стосується того, чому ми тут...\" - Су Ян вказав на форму на землі і продовжив: \"Це форма, яка відведе нас до центру Замороженого Асгарда.\"\n\"Якщо ми хочемо звичайним способом дістатися до Замороженої Блакитної Печери, нам знадобиться щонайменше кілька років навіть з прихованими проходами, оскільки Заморожений Асгард надзвичайно великий. Ця форма - єдиний спосіб дістатися до нашої мети за короткий проміжок часу.\"\n\"Сподіваюся, форма все ще функціонує. Адже минуло вже принаймні двадцять тисяч років з тих пір, як я її востаннє використовував.\"\n\"В будь-якому випадку, розслабся вдома поки я спробую розібратися з цією формою. Це займе щонайменше три дні. Якщо хочеш оглянути це місце, будь ласка, але не йди занадто далеко. Хоча тут насправді немає нічого цікавого окрім замороженого океану.\"\n\"Добре.\" - кивнула Сяо Ронг перед тим як піти до входу, не виходячи назовні, оскільки буревій все ще бушував і їй не подобалося відчуття крижаних осколків на обличчі.\nСяо Ронг використала своє духовне чуття, щоб поглянути на заморожений океан під величезним шаром льоду, і до її здивування, там мешкало багато величезних магічних звірів глибоко під водою.\nБільше того, всі ці магічні звірі випромінювали силу на рівні Древнього царства, а можливо, навіть більш потужну.\nКоли магічні звірі відчули, що Сяо Ронг дивиться на них, вони випустили потужну ауру, яка викликала легке тремтіння океану і змусила Сяо Ронг відчути холодок по спині.\nЯкби не незламний лід, що захищає Сяо Ронг, магічні звірі обов'язково спробували б напасти на неї.\nЦе, напевно, був перший раз, коли Сяо Ронг відчула страх, і після того жахливого досвіду вона повернулася назад у печеру і залишилася близько до Су Янга.\n\"Ти заглядала у воду?\" - запитав її Су Ян після того, як побачив її нервовий вираз обличчя.\nСяо Ронг мовчки кивнула.\n\"Хахаха... Це було досить шокуюче, так? Магічні звірі, що мешкають у водах Замороженого Асгарда, є одними з найпотужніших і найстрашніших істот у Небесному Небі. З ними не варто мати справу. На щастя для нас і для решти світу, вони не можуть покинути воду через шар льоду, що відділяє воду від зовнішнього світу. Якщо лід коли-небудь розтане і ці хлопці вийдуть з води, це напевно буде пекельний досвід для Небесного Неба.\" - голосно засміявся Су Ян."
}