{
    "source": "en_US",
    "target": "uk_UA",
    "text": "After a minute or two, the door swung open and there he stood. Surprisingly, he didn't look tired or grumpy at all. He simply crossed his arms across his chest, leaned against his doorframe and raised his eyebrows at me in amusement. Before I could get anything out of my mouth, he looked down at my boxers and let out a whistle, \"Lemongrab's about to make me act up.\"\n\"Shut up,\" I grumbled. \"This is a crisis.\"\nHe let out a soft sigh before shaking his head at me and my heart jumped at how his hair bounced with his movements - this man really was sculpted by the Gods - unlike the little devil in my home.\n\"It's 3am, what do you want?\"\n\"There's a roach in my room,\" I huffed. \"Kill it for me?\"\n\"In your room? Again?\" he emphasized. \"You really need to get your place checked out by some professionals.\"\n\"I mean, not exactly my room, the living room,\" I said, scratching the back of my neck. \"Don't know why I felt the need to specify that, it's my room either way. I've tried reaching out to the pest control services, they keep ghosting me.\"\nHe rolled his eyes with a small grin on his face before stepping out onto the porch and shutting the door behind him, \"Lead the way, Mr. Lemongrab Undies.\"\nI let out an annoyed sigh before turning and beginning to make my way over to my place with him following close behind. When we got to my porch, he pushed the door open and switched on the lights, \"Where is it?\"\n\"I don't know, I'm not coming in there,\" I complained, crossing my arms across my chest like a little child, staying rooted to my porch as he roamed around my living room. Suddenly, he let out a triumphant 'aha!' before beginning to run across the room with his shoe in his hand. I watched the game of cat and mouse in amusement before letting out, \"Hey, what's your name by the way?\"",
    "trans": "Через хвилину-дві двері різко відкрилися і він стояв там. На диво, він зовсім не виглядав втомленим або сердитим. Він просто схрестив руки на грудях, нахилився до дверної рами і з забавно подивився на мене піднявши брови. Перш ніж я встигла щось сказати, він подивився вниз на мої труси і свиснув: \"Лемограб змусить мене вести себе погано\".\n\"Замовчи,\" - пробурчала я. \"Це криза.\"\nВін тихо зітхнув, перш ніж похитати головою на мене, і моє серце стрибнуло від того, як його волосся підстрибнуло разом з його рухами - цей чоловік справді був вирізьблений богами - на відміну від маленького диявола в моєму домі.\n\"3 години ночі, чого ти хочеш?\"\n\"У мене в кімнаті є тарган,\" - відповіла я. \"Убий його для мене?\"\n\"У твоїй кімнаті? Знову?\" - підкреслив він. \"Тобі справді потрібно, щоб професіонали перевірили твоє місце.\"\n\"Ну, не зовсім моя кімната, а вітальня,\" - сказала я, чухаючи потилицю. \"Не знаю, чому я вирішила це уточнити, все одно це моя кімната. Я намагалася зв'язатися зі службами боротьби з шкідниками, але вони ігнорують мене.\"\nВін закотив очі з маленькою усмішкою на обличчі, перш ніж вийти на терасу і закрити за собою двері: \"Веди за собою, містер Лимонні Трусики.\"\nЯ видихнула з роздратуванням, перш ніж повернутися і почати йти до свого будинку, а він слідував за мною близько. Коли ми дійшли до моєї тераси, він відкрив двері і ввімкнув світло: \"Де він?\"\n\"Не знаю, я не збираюся туди заходити,\" - поскаржилася я, склавши руки на грудях як маленька дитина, залишаючись на своїй терасі, поки він бродив по моїй вітальні. Раптом він вигукнув тріумфальне \"ага!\" і почав бігти по кімнаті з черевиком у руці. Я спостерігала за грою кішки та мишки з задоволенням і запитала: \"До речі, як тебе звати?\""
}