{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Armour Thyroid & NP Thyroid Are Not The Same\nThe next thing you should understand is that even though both NP thyroid and Armour thyroid are BOTH medications that fall into the NDT class they are NOT the same.\nI repeat; they are NOT the same medication.\nWhat does this mean?\nIt means that certain people will do better on NP thyroid and others will do better on Armour thyroid.\nIt does NOT mean (though it may) that you can switch to one from the other and back and forth and not experience any issues.\nThis does happen but it is typically the exception rather than the rule.\nSo how do these medications differ?\nThey differ in their INACTIVE ingredients.\nRemember:\nI already said that NDT medications have several things in common but where they differ is in their inactive ingredients.\nAnd these inactive ingredients can make all of the difference, at least for some people.\nYou can find a complete list of ingredients for BOTH medications below.\nCOMPLETE list of ingredients found within NP thyroid:\nTriiodothyronine\nThyroxine\nCalcium stearate\nDextrose Monohydrate\nMaltodextrin\nMineral oil\nT1, T2, and calcitonin\nCOMPLETElist of ingredients found within Armour thyroid:\nTriiodothyronine\nThyroxine\nCalcium stearate\nDextrose\nMicrocrystalline cellulose\nSodium starch glycolate\nOpadry white\nT1, T2, and calcitonin\nThe first thing you should see is that NP thyroid has exactly 1 fewer ingredient than Armour thyroid making it slightly more “clean”.\nI am using clean in the sense that it contains FEWER inactive ingredients and dyes.\nBut you can also see that they are, in fact, quite similar.\nThe main difference is that Armour thyroid contains Opadry white and cellulose while NP thyroid contains maltodextrin(1) and mineral oil.\nAgain, these minor differences may not sound like a lot but they can actually be the difference between whether your body absorbs and uses the medication or it doesn’t.\nIf one is not working for you don’t be afraid to switch between them!",
    "trans": "Armour Thyroid та NP Thyroid — це не одне й те саме\nНаступну річ, яку ви маєте зрозуміти — це те, що хоча і NP thyroid і Armour thyroid є препаратами, що належать до класу NDT, це НЕ одне й те саме.\nЯ повторюю, це НЕ одні й ті самі ліки.\nЩо це означає?\nЦе означає, що деяким людям краще приймати NP thyroid, а іншим краще Armour thyroid.\nЦе НЕ означає (хоча і може означати), що ви можете переключатися з одного на інший, туди і назад і не відчувати жодних проблем.\nТаке трапляється, але це, як правило, виняток, а не правило.\nЧим же відрізняються ці препарати?\nВони відрізняються своїми НЕАКТИВНИМИ інгредієнтами.\nПам'ятайте:\nЯ вже говорив, що у препаратів NDT є декілька спільних рис, але їхня відмінність полягає в їх неактивних інгредієнтах.\nІ ці неактивні інгредієнти можуть зіграти вирішальну роль, принаймні, для деяких людей.\nПовний список інгредієнтів для ОБОХ препаратів ви можете знайти нижче.\nПОВНИЙ список інгредієнтів, які входять до складу тиреоїдних препаратів NP:\nТрийодтиронін\nТироксин\nСтеарат кальцію\nМоногідрат декстрози\nМальтодекстрин\nМінеральна олія\nТ1, Т2 і кальцитонін\nПОВНИЙ список інгредієнтів, які можна знайти в Armour thyroid:\nТрийодтиронін\nТироксин\nСтеарат кальцію\nДекстроза\nМікрокристалічна целюлоза\nГліколят крохмалю натрію\nОпадрі білий\nТ1, Т2 і кальцитонін\nПерше, що вам слід побачити, це те, що в NP thyroid рівно на 1 інгредієнт менше, ніж у Armour thyroid, що робить його трохи «чистішим».\nЯ використовую термін «чистий» у тому сенсі, що у ньому МЕНШЕ неактивних інгредієнтів і барвників.\nАле ви також можете побачити, що насправді вони дуже схожі.\nОсновна відмінність полягає в тому, що тиреоїд Armour містить Opadry white і целюлозу, а тиреоїд NP містить мальтодекстрин(1) і мінеральну олію.\nЗнову ж таки, ці маленькі відмінності можуть і не здаватися великими, але насправді вони можуть стати вирішальними для того, чи ваше тіло поглинає і використовує препарат чи ні.\nЯкщо один із препаратів вам не підходить, не бійтеся переходити з одного на інший!"
}