{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Parents/Guardians,\nWe are excited to announce our upcoming food drive, running from November 4th to November 15th. This initiative aims to support the residents of local Labor camps, providing much-needed food supplies for those facing disadvantages.\nAttached, you’ll find the poster outlining key items we are collecting. We encourage students to bring the following items to contribute:\nRice, lentils, and pasta\nCanned foods\nCooking oil\nTea bags and sugar\nSalt and spices\nBiscuits and dried snacks\nPlease avoid sending items that require refrigeration and ensure that all food products have at least six months remaining before their expiration date.\nAll contributions can be dropped off in students’ classes. To facilitate the collection, Sixth Form students will be visiting classrooms regularly and will gather the donated items to be stored in Room 218.\nThank you in advance for supporting this important cause. Your contributions will make a meaningful difference to our community members in need. Should you have any questions, please feel free to reach out.\nWarm regards,",
    "trans": "Шановні батьки/опікуни,\nМи раді оголосити про нашу майбутню акцію збору продуктів харчування, яка проходитиме з 4 по 15 листопада. Ця ініціатива має на меті підтримати мешканців місцевих трудових таборів, надаючи їм необхідні продукти харчування.\nУ додатку ви знайдете плакат з основними предметами, які ми збираємо. Ми закликаємо учнів принести наступні предмети для внеску:\nРис, сочевицю та макарони\nКонсервовані продукти\nОлію для приготування їжі\nЧайні пакетики та цукор\nСіль та спеції\nПечиво та сухі закуски\nБудь ласка, уникайте надсилання продуктів, які потребують охолодження, і переконайтеся, що всі продукти харчування мають щонайменше шість місяців до закінчення терміну придатності.\nВсі внески можна залишити в класах учнів. Для полегшення збору учні шостого курсу регулярно відвідуватимуть класи і збирати пожертвувані речі для зберігання в кімнаті 218.\nЗаздалегідь дякуємо вам за підтримку цієї важливої справи. Ваші внески зроблять значну різницю для членів нашої громади, які потребують допомоги. Якщо у вас є будь-які питання, не соромтеся звертатися до нас.\nЗ найкращими побажаннями,"
}