{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Create a dynamic (from 8.5 x 11 and up to 11\" x 14\"), full value range composition that MUST include all the elements that create the illusion of depth. This piece can be executed in any medium. You are creating and controlling the motion into an out of the composition by syncing hierarchical order and spatial order. You are adding the control of the movement across the picture plane with the movement into and out of the picture plane. This is a more complex type of movement and therefore slows down the viewer.\n1st version should clarify both spatial and hierarchical order in order to create a convincing illusion of depth. The 2nd version (based on original design)- you must alter the hierarchical order through visual dynamics in order to skew the illusion of depth. By using hierarchical order to contradict spatial order you will \"flatten\" your design.\nThese two pieces can be produced in any medium. For example, you can create one by hand and the other digitally if you desire. They both could be done digitally--or both by hand...your choice. When turning them in please post both in your 2D folder on OneDrive and labeled as Depth Exercise.",
    "trans": "Створіть динамічну композицію (від 8,5 x 11 до 11\" x 14\"), яка повинна включати всі елементи, що створюють ілюзію глибини. Цю роботу можна виконати в будь-якому середовищі. Ви створюєте та контролюєте рух у композиції, синхронізуючи ієрархічний порядок та просторовий порядок. Ви додаєте контроль за рухом по площині зображення разом з рухом у площину зображення та з неї. Це більш складний тип руху і, отже, уповільнює сприйняття глядача.\n1-а версія повинна уточнити як просторовий, так і ієрархічний порядок для створення переконливої ілюзії глибини. У 2-й версії (на основі оригінального дизайну) ви повинні змінити ієрархічний порядок через візуальну динаміку, щоб спотворити ілюзію глибини. Використовуючи ієрархічний порядок для суперечності просторовому порядку, ви \"плоско\" оформите свій дизайн.\nЦі дві роботи можуть бути виконані в будь-якому середовищі. Наприклад, ви можете одну створити вручну, а іншу - цифровим способом, якщо бажаєте. Обидві можуть бути виконані в цифровому формат, або обидві вручну... на ваш вибір. При здачі будь ласка, розмістіть обидві у своєму 2D каталозі на OneDrive та позначте як Depth Exercise."
}