{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Fill out the Return Form.\nMake sure the merchandise you return is in its original condition, tags and packaging included, otherwise we will be unable to accept your return and issue a refund.\nPack the items in the order box (or any rigid carton box) and stick the pre-paid UPS label over the prior delivery information. Using the label provided will guarantee a refund in the event of theft or loss during delivery to our warehouse in Italy. We will deduct a return fee of £ 9.00 from your refund for each return made using the pre-paid courier label. For all orders made before this date, no return fee will be deducted.\nFill out 3 copies of the Returns Proforma Invoice that came with your parcel: tick the items you are shipping back, state the total value of the returned items in the \"Total value of items shipped back” field, sign in the \"Sign Here\" field in the bottom left (the signature must be original on all copies). Put the 3 copies in a transparent envelope and attach it to the outside of the parcel. If the forms are not complete, the package will not pass Customs and will be returned to you. If you need an additional copy of the returns proforma invoice, please contact us and we will provide you with a new one.\nDrop-off your parcel at a UPS Access Point of your choice, visit www.ups.com or contact UPS (03457 877 877) to arrange the pick-up of your package wherever you wish.\nDue to merchandising restrictions, all returns must be shipped from the same country they were purchased from.\nPlease allow up to 10 working days from your courier collection or return drop-off for your return to be received. Once your shipment has arrived back with us, we aim to process your refund within 3-7 business days (depending on peak times). It may take an additional 10 working days for the amount to show in your account due to differing processing times of your payment provider. If your return does not meet the conditions listed, the package will be sent back to you. When your return has been accepted, your refund will be issued and you will receive a confirmation email.\nPlease note, our Customer Care team are available to support with your return enquiry once your item(s) have arrived back with us. In the meantime, you can follow the progress of your return here.\nWe don't currently offer exchanges.\nFor further information on the conditions for exercising your right to return, please see the Legal Area.",
    "trans": "Заповніть форму повернення.\nПереконайтеся, що товар, який ви повертаєте, у первісному стані, з ярликами та в оригінальному пакуванні, інакше ми не зможемо прийняти повернення та оформити відшкодування.\nЗапакуйте товари в коробку з-під замовлення (або будь-яку жорстку картонну коробку) та наклейте передплачену етикетку UPS поверх попередньої інформації про доставку. Використання цієї етикетки гарантує повернення коштів у разі крадіжки або втрати під час доставки на наш склад в Італії. За кожне повернення через передплачену етикетку буде утримано збір у розмірі £9.00. Для всіх замовлень, здійснених до цієї дати, збір за повернення не стягуватиметься.\nЗаповніть 3 копії митної декларації на повернення, яка була у вашій посилці: відзначте товари, які ви повертаєте, вкажіть їхню загальну вартість у полі \"Загальна вартість повернених товарів\", а також підпишіть у полі \"Підпис тут\" у нижньому лівому куті (підпис має бути оригінальним на всіх копіях). Покладіть 3 копії в прозорий конверт і прикріпіть його до зовнішньої сторони посилки. Якщо документи заповнені неправильно, посилка не пройде митний контроль і буде повернена вам. Якщо вам потрібна додаткова копія митної декларації, зв’яжіться з нами, і ми надішлемо вам нову.\nЗанесіть посилку в найближчий пункт прийому UPS або відвідайте www.ups.com, щоб знайти зручне місце, або зателефонуйте в UPS (03457 877 877), щоб узгодити забір посилки з будь-якого місця.\nЧерез обмеження щодо товарів, усі повернення мають бути відправлені з тієї ж країни, де було здійснено покупку.\nБудь ласка, очікуйте до 10 робочих днів після забору посилки або її здачі в пункт прийому, щоб повернення було отримано. Після прибуття товару ми обробимо повернення протягом 3-7 робочих днів (залежно від завантаженості). Через особливості роботи платіжних систем повернені кошти можуть з’явитися на вашому рахунку ще протягом 10 робочих днів. Якщо ваше повернення не відповідає зазначеним умовам, посилку буде відправлено вам назад. Як тільки повернення буде прийнято, вам надійде електронний лист із підтвердженням про відшкодування.\nЗверніть увагу, що наша служба підтримки готова допомогти з питаннями щодо повернення після отримання вашої посилки. Тим часом ви можете відстежити статус повернення тут.\nМи не пропонуємо обмін товару.\nЩоб отримати додаткову інформацію про умови повернення, перегляньте розділ \"Юридична інформація\"."
}