{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The next few classes seemed to go on as normal. Teachers introduced themselves, made the class play ice-breakers and so on.\nRecess\nThe bell for recess finally rang. Class 1A sprinted out their seats, rushing to the cafeteria. Chuuya got out of his seat less urgently, but still followed after Kaminari.\nThe kid was nice. He wasn't annoying and wasn't too overly obsessed with heroes so far. He also was the first person to speak to Chuuya, so yeah, he figured the guy was his best bet to hang out with and possibly catch a break from Dazai. Seeing Dazai at work was exhausting, but living with him was hell.\n“Wait up!” Chuuya shouted as he caught up with Kaminari.\n“Hurry Nakahara! I heard Lunch rushes's food is legendary, I don't wanna miss out.” Kaminari said, running down the staircase.\nThe kid with tape elbows, called Sero, suddenly popped up beside Chuuya.\n“Mind if I join guys?” He asked sheepishly.\n“Yeah! No problem! Join the club dude!” Kaminari replied excitedly.\n“Can a fourth join?” Another redhead, called Kirishima asked.\n“Sure!”\n“Thanks man!”\nWhile the line for food was long, Chuuya had to admit Lunch rushes's food was pretty good. Actually this was probably the best udon he'd had in a while.\nThe 4 of them sat down and talked about mundane topics while inhaling their meals.\n“You guys hear the rumour that All Might is teaching herotic’s next lesson?” Kirishima spoke up.\n“Seriously!?”\n“Yeah, I heard that this morning from a third year!”\n“First time I'm hearing this.”\n“Yeah man! A bunch of people said they saw All Might in the halls this morning.” Kirishima stated excitedly.\n“I can't wait for class then.” Chuuya smiled.\nThe group ate quietly for a minute before Kaminari spoke up.\n“Think anyone in our class can take down All Might?”\n“Kaminari!”\n“Maybe all of UA's staff and students can.”\n“No Sero, like which one person in our class do you think will come the closest?”\n“Eh, I don't think anybody’s quirk in our class is as strong as All Might.” Chuuya answered for Sero.\n“We still haven't seen everybody's quirks in action though.” Kaminari shrugged.\n“I thought everyone used theirs earlier.” Kirishima said, puzzled.\n“To be honest, I was too focused on doing the assessment to watch other people.\n“Same.” They all agreed.\nThe cafeteria halls buzzed with chatter in the background, filling up the short silence at their table.\n“Do you guys think anyone can actually beat All Might though?”\n“All Might again?-”\n“PPPFFTT! Endeavour is the number 2 hero and he can barely even touch him!” Kaminari interrupted.\n“Try not to say that around Endeavour's kid.” Sero laughed.\n“Endeavor's kid?” Chuuya asked.\n“Yeah, Todoroki in our class, the totally strong guy with the ice quirk and red and white hair.”\n“Wow. I didn't know that.” Chuuya smiled awkwardly, slightly embarrassed.",
    "trans": "Наступні кілька занять, здавалося, пройшли у звичайному режимі. Вчителі представлялися, примушували клас грати в криголами тощо.\nПерерва\nНарешті пролунав дзвінок на перерву. Учні з 1а зірвалися зі своїх місць та помчали до їдальні. Чуя піднявся зі свого місця менш поспішно, але все одно пішов за Камінарі.\nХлопець був милий. Поки що він не дратував та не був занадто одержимий героями. Крім того, він був першим, хто заговорив з Чуєю, так що так, він вирішив, що з цим хлопцем йому буде найкраще проводити час і, можливо, відпочити від Дазая. Бачити Дазая на роботі було виснажливо, але жити з ним було пеклом.\n«Зачекай!» – крикнув Чуя, наздоганяючи Камінарі.\n«Поквапся, Накахара! Я чув, що на ланч тут готують легендарну їжу, я не хочу пропустити її», – сказав Камінарі, збігаючи вниз по сходах.\nРаптом поруч з Чуєй з'явився хлопець з ліктями із скотчем, якого звали Серо.\n«Не проти, якщо я приєднаюся до вас, хлопці?» – збентежено запитав він.\n«Так! Жодних проблем! Приєднуйся до клубу, чувак!» – схвильовано відповів Камінарі.\n«А можна приєднатися ще й четвертому?» – запитав ще один рудоволосий, якого звали Кірісіма.\n«Звісно!»\n«Дякую, чувак!»\nНезважаючи на те, що черга за їжею була довгою, Чуя був змушений визнати, що їжа протягом ланчу була досить смачною. Насправді це був, мабуть, найкращий удон, який він їв за останній час.\nВони вчотирьох сиділи та розмовляли на буденні теми, поглинаючи їжу.\n«Хлопці, до вас дійшли чутки, що Всемогутній проводить наступний урок героїки?» – сказав Кірішима.\n«Серйозно?»\n«Так, я чув це сьогодні вранці від третьокурсника!»\n«Вперше чую про це».\n«Так, чувак! Багато людей казали, що бачили Всемогутнього в коридорах сьогодні вранці», – схвильовано заявив Кірісіма.\n«Тоді я не можу дочекатися початку уроку», – посміхнувся Чуя.\nГрупа мовчки їла хвилину, перш ніж заговорив Камінарі.\n«Як гадаєте, хто-небудь з нашого класу зможе перемогти Всемогутнього?»\n«Камінарі!»\n«Можливо, зможуть всі співробітники та студенти академії Юей».\n«Ні, Серо, наприклад, хто з наших однокласників, по-твоєму, підійде найближче?»\n«Е, мені не здається, що хтось у нашому класі має такі сильні примхи, як Всемогутній», – відповів Чуя замість Серо.\n«Але ми все ще не бачили всіх цих примх у дії», – знизав плечима Камінарі.\n«Мені здавалося, що всі використовували їх раніше», – сказав спантеличений Кірісіма.\n«Щиро кажучи, я занадто зосередився на оцінюванні, щоб спостерігати за іншими людьми».\n«Те саме», – погодилися всі разом.\nЗали кафетерію гуділи від балаканини на задньому плані, яка заповнила недовгу тишу за їхнім столиком.\n«Хлопці, як гадаєте, хто-небудь насправді може перемогти Всемогутнього?»\n«Знову Всемогутній?»\n«ПППФФФФ! Старальник – це герой номер 2, а він ледве може до нього доторкнутися!» – перебив його Камінарі.\n«Спробуй не говорити так при дитині Старальника», – розсміявся Серо.\n«Дитині Старальника?» – запитав Чуя.\n«Так, Тодорокі з нашого класу, найсильніший хлопець з крижаною примхою та червоно-білим волоссям».\n«Вау. Я цього не знав», – ніяково посміхнувся трохи збентежений Чуя."
}