{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Citation and References\n• When you refer to someone else's work in your assignments, you must include a\ncitation in the text as well as the full reference at the end of your work.\n• When we use someone else's ideas, we should: put them into your own words\n(paraphrasing), summarize them, or quote directly.\nWhy we use citation and references:\nBy doing this, you will give the reader enough information to find the source you have\nconsulted and support your work with evidence.\nThe format for the citation will vary depending on the referencing style you\nuse, so be sure to check.\nExamples of referencing style:\n• APA (American Psychological Association).\n• MLA (Modern Language Association).\n• Chicago/Turabian style.\n•Harvard style.\nThere are two ways to refer to other voices:\n1. Without using the exact words of the source which is called Citation. (including\nParenthetical and Narrative In-text citation).\n2. The other way is known as Quotation or Direct Quote (including Parenthetical and\nNarrative In-text citation) that refers to using the exact words of the source. It can be:\n2.1. Short quotations: Fewer than 40 words (This is what the\ntopic will address).\n2.2. Block quotations: 40 words or more.\n(For more information: https://apastyle.apa.org/style-grammar-\nguidelines/citations/quotations)\n(self-learning for your project)",
    "trans": "Цитування та посилання\n• Коли ви посилаєтесь на роботу іншої особи у своїх завданнях, ви повинні включити цитату в\nтексті, а також повну бібліографічну інформацію в кінці роботи.\n• Використовуючи ідеї інших, ми повинні: викласти їх власними словами\n(перефразувати), узагальнити або процитувати дослівно.\nНавіщо використовувати цитування та посилання:\nЦим ви надаєте читачу достатньо інформації для пошуку використаного джерела\nта підтвердження своєї роботи доказами.\nФормат цитування буде відрізнятися в залежності від обраного стилю посилань,\nтому обов’язково перевірте вимоги.\nПриклади стилів посилань:\n• APA (Американська психологічна асоціація).\n• MLA (Сучасна асоціація мови).\n• Стиль Чикаго/Туравіана.\n• Гарвардський стиль.\nЄ два способи посилання на інші думки:\n1. Без використання точних слів джерела – це називається цитуванням (включаючи\nбатьківські та наративні посилання в тексті).\n2. Інший спосіб – це використання прямих цитат (включаючи батьківські та\nнаративні посилання в тексті), що означає використання точних слів джерела. Це може бути:\n2.1. Короткі цитати: менше 40 слів (якщо саме\nце висвітлює тема).\n2.2. Блокові цитати: 40 слів або більше.\n(Додаткова інформація: https://apastyle.apa.org/style-grammar-\n-grammar-guidelines/citations/quotations)\n(самонавчання для вашого проекту)"
}