{
    "source": "en_US",
    "target": "uk_UA",
    "text": "A Chinese car group says China likely overtook Japan as the world's biggest auto exporter in 2023.\nThe Chinese Passenger Car Association (CPCA) says automakers like BYD Auto, Chery and others are seeing increased sales overseas.\nThe CPCA announced that exports of Chinese cars jumped 62 percent to a record 3.83 million vehicles. Japanese customs data showed car exports at 3.5 million for the first 11 months of the year, not including used vehicles.\nThis photo taken on December 5, 2023 shows cars being loaded onto a ship for export at the port in Lianyungang, in China's eastern Jiangsu province. (Photo by AFP)\nChina's total auto exports were estimated to hit 5.26 million units last year. Japan's full-year exports were predicted at 4.3 million units, the CPCA found.\nChina's rise as a top auto exporter is due in part to the strength of its electric vehicle (EV) automakers. BYD overtook Tesla as the world's top seller of EVs late last year. Most of the sales were within China, however.\nSome governments are concerned about Chinese auto exports affecting sales of their own automakers.\nIn September, the European Commission started an investigation into Chinese-made electric vehicles over subsidies they may have received.\nAnd the administration of U.S. President Joe Biden is considering raising taxes on some Chinese goods, including EVs, the Wall Street journal reported last month.\nDomestic market\nChina is the world's largest auto market. Vehicle sales there rose 5.3 percent last year.\nSales of battery-powered vehicles in China last year increased 20.8 percent. And sales of hybrids grew 82.5 percent last year.\nSales of Chinese-made cars are expected to make up 63 percent of total sales in China this year. Sales of Chinese cars jumped 15.7 percent last year.\nCompetition is expected to increase. Popular Chinese smartphone maker Xiaomi showed its first electric vehicle last month. It has announced it is aiming to become one of the world's top five automakers.\nFrench auto brands suffered in China in 2023, with sales down 41 percent according to data for the first 11 months of the year. Sales of Japanese cars dropped almost 11 percent last year, while U.S. brands saw sales drop 1.4 percent.\nI'm Gregory Stachel.\nReuters reported this story. Gregory Stachel adapted it for VOA Learning English.\n________________________________________________",
    "trans": "Китайська автомобільна група повідомляє, що Китай, ймовірно, обійшов Японію і став найбільшим експортером автомобілів у світі в 2023 році.\nКитайська асоціація пасажирських автомобілів (CPCA) повідомляє, що такі виробники автомобілів, як BYD Auto, Chery та інші, спостерігають зростання продажів за кордоном.\nCPCA оголосила, що експорт китайських автомобілів зріс на 62 відсотки і досяг рекордних 3,83 мільйона одиниць. Дані японської митниці показали, що експорт автомобілів склав 3,5 мільйона одиниць за перші 11 місяців року, не враховуючи вживані автомобілі.\nЦя фотографія, зроблена 5 грудня 2023 року, показує завантаження автомобілів на корабель для експорту в порту Ляньюнгань у східній провінції Цзянсу Китаю. (Фото AFP)\nЗагальний обсяг експорту автомобілів з Китаю минулого року оцінювався в 5,26 мільйона одиниць. Експорт Японії за весь рік прогнозувався на рівні 4,3 мільйона одиниць, згідно з даними CPCA.\nЗростання Китаю як провідного експортера автомобілів частково пов'язане зі силою його виробників електромобілів (EV). BYD обійшов Tesla і став найбільшим продавцем електромобілів у світі наприкінці минулого року. Однак більшість продажів відбувалася в межах Китаю.\nДеякі уряди стурбовані впливом китайського експорту автомобілів на продажі своїх власних виробників.\nУ вересні Європейська комісія розпочала розслідування щодо електромобілів китайського виробництва через можливі субсидії, які вони могли отримати.\nА адміністрація президента США Джо Байдена розглядає можливість підвищення податків на деякі китайські товари, включаючи електромобілі, про що повідомила Wall Street Journal минулого місяця.\nВнутрішній ринок\nКитай є найбільшим ринком автомобілів у світі. Продажі автомобілів там зросли на 5,3 відсотка минулого року.\nПродажі батарейних електромобілів у Китаї минулого року збільшилися на 20,8 відсотка. А продажі гібридів зросли на 82,5 відсотка минулого року.\nОчікується, що продажі автомобілів китайського виробництва складуть 63 відсотки від загальних продажів у Китаї цього року. Продажі китайських автомобілів зросли на 15,7 відсотка минулого року.\nОчікується збільшення конкуренції. Популярний китайський виробник смартфонів Xiaomi минулого місяця представив свій перший електромобіль. Він оголосив про намір стати одним із п'яти найбільших виробників автомобілів у світі.\nФранцузькі автомобільні бренди зазнали збитків у Китаї в 2023 році, продажі знизилися на 41 відсоток відповідно до даних за перші 11 місяців року. Продажі японських автомобілів минулого року знизилися майже на 11 відсотків, тоді як продажі американських брендів зменшилися на 1,4 відсотка.\nЯ Грегорі Стейчел.\nЦю історію повідомило агентство Reuters. Грегорі Стаchel адаптував її для VOA Learning English.\n________________________________________________"
}