{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Based on the case issue you’ve selected, here are some tips which might help:\nTransfers from other websites are usually instant – you should receive the money as soon as the merchant confirms the transaction.\nSome merchants need technical time to instruct a payment, so please check with them about the status of your payment. If it is completed but you still haven’t received your money, ask the merchant for the transaction ID, and get back to us so we can locate it within the Skrill system. To get in touch with us, click the button ‘No, keep case open’ at the bottom of the email.\nStill haven’t received your money?\nBefore you contact us or the sender, make sure that:\nyou’ve provided the correct email address/phone number. If you still haven’t added it to your Skrill account, you can do so from section Settings > Personal details (available on web only). Learn more\nthe details registered on the merchant website match the ones in your Skrill account. Contact the merchant directly to find out how you can update your details on their website, if necessary.\nyour account is fully set-up. If you’ve just registered and don’t see the full Dashboard in your account, click on any of the available tabs and follow the on-screen instructions. You’ll have 14 days to complete the process, after which the payment will be automatically cancelled and returned to the sender. Learn more\nyour account is verified. While verification is not a must for receiving money, there are certain transaction limits for unverified customers. If you’ve reached your limits, you won’t be able to receive your payment. Go to section Settings > Verification to check your verification status. To receive your payment, click 'Verify to receive it' and follow the instructions - learn more here.\nAre there any fees?\nReceiving money is free of charge, unless currency conversion is involved – in such cases, a fee of up to 4.49% will be applied before you receive the respective amount.\nPlease note that this is an automated message. If you would like to express dissatisfaction with the services we provide, reply to this email with more details within the next 7 days, or click the button ‘No, keep case open’ at the bottom of the email, so we can assist you further.",
    "trans": "Виходячи з вибраної вами проблематики, ось декілька порад, які можуть вам допомогти:\nПерекази з інших сайтів зазвичай миттєві — ви повинні отримати гроші відразу після того, як продавець підтвердить транзакцію.\nДеяким продавцям потрібен технічний час, щоб обробити платіж, тому перевірте у них статус вашого платежу. Якщо платіж завершено, але ви все ще не отримали ваші гроші, попросіть продавця повідомити ідентифікатор транзакції та зв'яжіться з нами, щоб ми могли знайти його в системі Skrill. Для того, щоб зв'язатися з нами, натисніть на кнопку «Ні, не закривати справу» в нижній частині електронного листа.\nВи все ще не отримали свої гроші?\nПерш ніж зв'язатися з нами або відправником, переконайтеся у тому, що:\nви вказали правильну адресу електронної пошти/номер телефону. Якщо ви все ще не додали це до свого акаунта Skrill, ви можете зробити це в розділі Налаштування > Особисті дані (доступно тільки на сайті). Дізнатися більше\nдані, зареєстровані на сайті продавця, збігаються з даними вашого рахунку Skrill. Зв'яжіться з продавцем напряму, щоб дізнатися, як ви можете оновити свої дані на їх сайті, якщо це буде необхідно.\nваш акаунт повністю налаштований. Якщо ви тільки що зареєструвалися і не бачите у своєму акаунті повної панелі управління, натисніть на будь-яку з доступних вкладок і дотримуйтесь інструкцій на екрані. У вас буде 14 днів на завершення процесу, після чого платіж буде автоматично скасовано і його буде повернено відправнику. Дізнатися більше\nваш рахунок верифіковано. Хоча верифікація не є обов'язковою умовою для отримання грошей, для неверифікованих клієнтів існують певні ліміти на транзакції. Якщо ви перевищили ліміт, ви не зможете отримати платіж. Перейдіть у розділ Налаштування > Верифікація, щоб перевірити статус верифікації. Щоб отримати платіж, натисніть «Верифікувати, щоб отримати» і дотримуйтесь інструкцій — докладніше тут.\nЧи є якісь комісії?\nОтримання грошей безкоштовне, за винятком випадків, коли конвертується валюта — у цьому випадку до отримання відповідної суми стягуватиметься комісія в розмірі до 4,49 %.\nЗверніть увагу на те, що це автоматичне повідомлення. Якщо ви хочете виразити невдоволення послугами, які ми надаємо, дайте відповідь на цей лист із більш детальною інформацією протягом наступних 7 днів або натисніть кнопку «Ні, залишити справу відкритою» в нижній частині електронного листа, щоб ми могли допомогти вам у подальшому."
}