{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It is also possible to change the temperature of a substance by doing work, which transfers energy into or out of a system. This realization helped establish that heat is a form of energy. James Prescott Joule (1818–1889) performed many experiments to establish the mechanical equivalent of heat—the work needed to produce the same effects as heat transfer. In the units used for these two quantities, the value for this equivalence is\n1.000 kcal = 4186 J.\nWe consider this equation to represent the conversion between two units of energy. (Other numbers that you may see refer to calories defined for temperature ranges other than 14.5 °C to 15.5 °C .)\nFigure 1.10 shows one of Joule’s most famous experimental setups for demonstrating that work and heat can produce the same effects and measuring the mechanical equivalent of heat. It helped establish the principle of conservation of energy. Gravitational potential energy (U) was converted into kinetic energy (K), and then randomized by viscosity and turbulence into increased average kinetic energy of atoms and molecules in the system, producing a temperature increase. Joule’s contributions to thermodynamics were so significant that the SI unit of energy was named after him.\nIncreasing internal energy by heat transfer gives the same result as increasing it by doing work. Therefore, although a system has a well-defined internal energy, we cannot say that it has a certain “heat content” or “work content.” A well-defined quantity that depends only on the current state of the system, rather than on the history of that system, is known as a state variable. Temperature and internal energy are state variables. To sum up this paragraph, heat and work are not state variables.\nIncidentally, increasing the internal energy of a system does not necessarily increase its temperature. As we’ll see in the next section, the temperature does not change when a substance changes from one phase to another. An example is the melting of ice, which can be accomplished by adding heat or by doing frictional work, as when an ice cube is rubbed against a rough surface.",
    "trans": "Також можливо змінити температуру речовини, виконуючи роботу, яка переносить енергію в систему або з неї. Це усвідомлення допомогло встановити, що тепло є формою енергії. Джеймс Прескотт Джоуль (1818–1889) провів багато експериментів, щоб встановити механічний еквівалент тепла - роботу, необхідну для досягнення тих же ефектів, що й передача тепла. У одиницях вимірювання цих двох величин значення цього еквіваленту становить\n1000 ккал = 4186 Дж.\nМи вважаємо це рівняння представленням перетворення між двома одиницями енергії. (Інші числа, які ви можете побачити, відносяться до калорій, визначених для температурних діапазонів, відмінних від 14,5 °C до 15,5 °C.)\nНа малюнку 1.10 показано одну з найвідоміших експериментальних установок Джоуля для демонстрації того, що робота і тепло можуть викликати однакові ефекти і вимірювання механічного еквівалента тепла. Вона допомогла встановити принцип збереження енергії. Гравітаційна потенційна енергія (U) була перетворена в кінетичну енергію (K), а потім випадковим чином перетворена на підвищену середню кінетичну енергію атомів і молекул у системі за рахунок в'язкості і турбулентності, що призвело до збільшення температури. Внесок Джоуля в термодинаміку був настільки значним, що одиниця вимірювання енергії SI була названа на його честь.\nЗбільшення внутрішньої енергії шляхом теплопередачі дає той же результат, що і збільшення її шляхом виконання роботи. Тому, хоча у системи є чітко визначена внутрішня енергія, ми не можемо сказати, що вона має певний \"тепловий вміст\" або \"вміст роботи\". Чітко визначена величина, яка залежить лише від поточного стану системи, а не від історії цієї системи, називається змінною стану. Температура та внутрішня енергія є змінними стану. Підсумовуючи цей абзац, можна сказати, що тепло та робота не є змінними стану.\nДо речі, збільшення внутрішньої енергії системи не обов'язково призводить до збільшення її температури. Як ми побачимо в наступному розділі, температура не змінюється, коли речовина переходить з одного фазового стану в інший. Прикладом є плавлення льоду, яке можна здійснити як додаванням тепла, так і виконанням тертя, наприклад, коли кубик льоду труть об грубу поверхню."
}