{
    "source": "en_US",
    "target": "uk_UA",
    "text": "FINISHED WALKOUT BASEMENT\nExperience the epitome of elegance, warmth, and beauty in this exquisite newly renovated and professionally landscaped residence. Upon entry, be welcomed by soaring 20-foot ceilings and a flood of natural light through expansive windows. A grand curved staircase leads to the serene upstairs bedrooms, connected by a dual vanity bathroom and a sophisticated office/library perfect for remote work or quiet relaxation. Designed with entertaining in mind, the home features a seamless flow from the impressive gourmet kitchen—complete with brand-new smart high-end appliances, quartz counters, and custom cabinetry—to an oversized deck, ideal for indoor-outdoor living. The finished walkout basement adds versatility with an extra bedroom, a beautifully renovated bathroom, and a kitchenette, perfect for hosting guests, multi-generational living, or enjoying snacks while relaxing in the grand entertainment area. Access to a hot tub and mature tree backyard retreat enhances the private oasis experience. Virtual staging showcases the functionality of all of the living spaces. Located in The Charter neighborhood, enjoy amenities such as The Cook Creek Pool, South Suburban Recreation Center, and nearby trails, with easy access to I-25, light rail, Park Meadows Mall, and Lone Tree Golf Club. Discover luxury & convenience in this move-in-ready home. Schedule your private showing today to experience the elegance and comfort of this remarkable residence.",
    "trans": "ГОТОВИЙ ПІДВАЛ З ВИХОДОМ НА ВУЛИЦЮ\nВідчуйте справжню елегантність, затишок і красу в цій вишуканій, нещодавно відремонтованій та професійно облаштованій резиденції. При вході вас зустрінуть високі 20-футові стелі та потік природного світла крізь панорамні вікна. Величні вигнуті сходи ведуть на верхній поверх до затишних спалень, з’єднаних ванною кімнатою з двома умивальниками, а також елегантного офісу/бібліотеки — ідеального для роботи з дому або спокійного відпочинку.Будинок спроектований для комфортного прийому гостей: простора кухня відкритого планування з новітньою розумною технікою преміум-класу, кварцовими стільницями та авторськими шафами плавно переходить у збільшену терасу, що забезпечує бездоганне поєднання внутрішнього та зовнішнього простору.Готовий підвал з окремим виходом додає функціональності: додаткова спальня, елегантно оновлена ванна кімната та мінікухня ідеально підійдуть для гостей, багатопоколінного проживання або легких перекусів під час відпочинку у просторій зоні розваг. Доступ до гарячої ванни та заднього двору з дорослими деревами створює відчуття приватного курорту. Віртуальне оформлення демонструє зручність використання всіх житлових зон. Будинок розташований у районі The Charter, зручності якого включають басейн Cook Creek, спортивний комплекс South Suburban Recreation Center та мальовничі стежки. Вигідне розташування забезпечує легкий доступ до I-25, залізничної станції, торгового центру Park Meadows Mall і гольф-клубу Lone Tree Golf Club. Відкрийте для себе поєднання розкоші та комфорту в цьому повністю готовому до заселення будинку. Заплануйте приватний перегляд вже сьогодні та відчуйте унікальну атмосферу цього чудового помешкання!"
}