{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Phage-seq is a high-throughput, highly-multiplexed technology for unbiased profiling and quantification of bacterial surface antigens. Phage-seq produces both a dataset—describing the bacterial surface-ome of a given strain or population—as well as VHH reagents useful for further study. Importantly, Phage-seq does not require antigens to be known in advance and decouples profiling from antigen identification. This technique is well-suited for studying bacteria when mutations are frequent and readily observed, but their phenotypic consequences are unpredictable. Our construction of a phage-displayed VHH library against P. aeruginosa antigens enables the identification of VHHs against multiple P. aeruginosa antigens via both conventional biopanning and Phage-seq. Datasets generated by Phage-seq capture biologically-important information about the bacterial cell surface. We anticipate the methods, dataset, and reagents generated herein will be useful for other applications that require profiling of the P. aeruginosa cell surface, including studies of virulence, antibiotic resistance, and longitudinal bacterial adaptation in chronic infection. These reagents can also guide the de novo choice of therapies such as lytic phage or anti-pseudomonal biologics. Finally, we anticipate that Phage-seq can be used to study micro-organisms beyond P. aeruginosa.",
    "trans": "Phage-seq — це високопродуктивна, високомультиплексована технологія для неупередженого профілювання та кількісної оцінки поверхневих антигенів бактерій. Phage-seq генерує як набір даних, що описує поверхневу омгу бактеріальної популяції чи штаму, так і VHH-реагенти, корисні для подальших досліджень. Важливою перевагою Phage-seq є те, що він не вимагає попереднього знання антигенів та розділяє профілювання ідентифікації антигенів. Ця техніка є дуже підходящою для вивчення бактерій, коли мутації часто спостерігаються, але їх фенотипові наслідки непередбачувані.Ми створили бібліотеку VHH, що дисплеюється на фагах, проти антигенів P. aeruginosa, що дозволяє ідентифікувати VHH до кількох антигенів P. aeruginosa як за допомогою традиційного біопаннінгу, так і Phage-seq. Набори даних, отримані за допомогою Phage-seq, містять біологічно важливу інформацію про поверхню бактеріальної клітини. Ми очікуємо, що методи, набір даних і реагенти, створені в рамках цього дослідження, будуть корисними для інших застосувань, які вимагають профілювання поверхні клітин P. aeruginosa, зокрема для дослідження вірулентності, стійкості до антибіотиків та адаптації бактерій у хронічних інфекціях. Ці реагенти також можуть сприяти вибору терапій, таких як лізисні фаги чи анти-псевдомонадні біологічні препарати. Зрештою, ми очікуємо, що Phage-seq може бути використаний для вивчення мікроорганізмів за межами P. aeruginosa."
}