{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Carol earned a bachelor’s degree in Psychology from Castleton University, and a doctorate in Industrial and Organizational Psychology from Central Michigan University.\nCarol Surface is Apple’s chief People officer, reporting to CEO Tim Cook.\nCarol joined Apple in 2023 from Medtronic, where she spent nearly 10 years as executive vice president and chief human resources officer. Prior to this, she served as executive vice president and chief human resources officer at Best Buy. Previously, Carol also held a series of international human resources leadership roles at PepsiCo based in New York, Hong Kong, and Dubai.\nAs the leader of the People team, Carol supports the connection, development, and care for Apple’s employees around the world. Her team oversees functions including talent development and Apple University, recruiting, employee relations and experience, benefits, compensation, and inclusion and diversity.",
    "trans": "Керол отримала ступінь бакалавра з психології у Castleton University, а також ступінь доктора філософії з промислової та організаційної психології у Central Michigan University.\nКерол Сёрфейс обіймає посаду головного фахівця з персоналу в Apple та підпорядковується генеральному директору Тіму Куку.\nКерол приєдналася до Apple у 2023 році, прийшовши з Medtronic, де вона протягом майже 10 років обіймала посаду виконавчого віце-президента та головного спеціаліста з управління людськими ресурсами. До цього вона обіймала аналогічну посаду виконавчого віце-президента та головного спеціаліста з управління людськими ресурсами у Best Buy. Раніше Керол також займала низку керівних позицій у сфері міжнародних людських ресурсів у PepsiCo, базуючись у Нью-Йорку, Гонконзі та Дубаї.\nЯк лідер команди з питань персоналу, Керол підтримує зв'язок, розвиток та турботу про співробітників Apple по всьому світу. Її команда відповідає за такі функції, як розвиток талантів та Apple University, набір персоналу, відносини з працівниками та їхній досвід, пільги, компенсації, а також питання інклюзії та різноманітності."
}