{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I believe that most of us, in our own humble ways, try to make the world better. Maybe that means giving what we can to charity or helping out in our community. Maybe it means eating less meat or driving less often. It’s enough for each of us to do our own little part.\nNot so, says Peter Singer. Singer, who is 78 and recently retired from a long teaching career at Princeton, is perhaps the world’s most influential living philosopher. His unstinting work grows out of utilitarianism, which is the view that we should do as much as possible to bring about the greatest circumstance for every individual being — and “being” does not necessarily mean “human.” His 1975 book, “Animal Liberation,” a broadside against factory farming and a defense of animal rights, helped galvanize a movement toward vegan and vegetarian eating. (Singer’s new book, “Consider the Turkey,” is a polemic against the enormous animal suffering that goes into the traditional Thanksgiving turkey feast.) And his writing on what the relatively affluent owe to the poor — short version: a lot more — was an important building block for the data-driven philanthropic movement known as effective altruism, which became popular with high-profile Silicon Valley figures including the disgraced cryptocurrency magnate Sam Bankman-Fried. (As well as plenty of regular people looking to do more good, more efficiently.)",
    "trans": "Я вірю, що більшість з нас у своїх скромних способах намагаються зробити світ кращим. Можливо, це означає віддавати те, що ми можемо пожертвувати благодійності або допомагати у нашій спільноті. Можливо, це означає їсти менше м'яса або рідше користуватися автомобілем. Кожному з нас достатньо виконати свою маленьку частину.\nНе так, каже Пітер Сінгер. Сінгер, якому 78 років і який нещодавно вийшов на пенсію після тривалої кар'єри викладання в Принстоні, можливо, є найвпливовішим живим філософом у світі. Його невтомна праця виходить з утилітаризму, який є поглядом на те, що ми повинні робити все можливе, щоб забезпечити найкращі обставини для кожної окремої істоти - а \"істота\" не обов'язково означає \"людина\". Його книга 1975 року \"Звільнення тварин\", яка є нападом на фабричне тваринництво та захистом прав тварин, допомогла активізувати рух до веганського та вегетаріанського харчування. (Нова книга Сінгера \"Розгляньте індичку\" є полемікою проти величезних страждань тварин, які супроводжують традиційний святковий обід з індичкою на День подяки.) А його писання про те, що відносно заможні люди винні бідним - коротка версія: набагато більше - стали важливим будівельним блоком для руху ефективного альтруїзму, заснованого на даних, який став популярним серед високопрофільних фігур Кремнієвої долини, включаючи дискредитованого магната криптовалют Саму Бенкмана-Фріда. (А також серед багатьох звичайних людей, які прагнуть робити більше добрих справ більш ефективно.)"
}