{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear member,\nYour next Interac e-Transfer email notification will look a little different. On October 22, Interac is rolling out an improved user experience.\nInterac has refreshed the design look and feel on all email notifications, including:\nReceive and send notifications\nAutodeposit send, receive and registration notifications\nRequest money notifications\nNo action is needed on your part\nYou don't need to do anything differently. Your settings, including Autodeposit, won’t change, and you can send and receive money as you always do. You will continue to enjoy the same security and convenience when sending and receiving funds.\nYou can help keep your financial activity secure\nAlthough nothing is changing with how you send and receive money using Interac, you have an important role to play in protecting youraccounts. Here are some ways to ensure your online and mobile banking is as secure as possible:\nSet up Interac e-Transfer Autodeposit for ease, added security and so you never need to click on a link to accept a transfer. You can set up Autodeposit in online or mobile banking.\nSign in to your online banking from your trusted device to verify a deposit.\nIf you don’t have Interac e-Transfer Autodeposit set up, always use a strong e-Transfer password that can’t easily be guessed or found, and make sure you share it through a safe channel.\nSign up for Two-step Authentication.\nSign up for Security and Transaction alerts on your accounts through your online or mobile banking.\nEnsure the e-Transfer notification you receive is actually from Interac\nInterac is a safe and secure method to send and receive money, but it's important to ensure the notifications are actually from Interac.",
    "trans": "Шановний учаснику,\nВаше наступне сповіщення по електронній пошті щодо Interac e-Transfer виглядатиме трохи по-іншому. 22 жовтня Interac запроваджує покращений користувацький інтерфейс.\nInterac оновила дизайн усіх електронних сповіщень, включаючи:\nСповіщення про отримання та надсилання\nСповіщення про автодепозит для відправки, отримання та реєстрації\nСповіщення про запит на гроші\nНе потрібно вживати додаткових заходів\nВам не потрібно робити нічого іншого. Ваші налаштування, включаючи автодепозит, не зміняться, і ви зможете надсилати та отримувати гроші, як завжди. Ви й надалі будете користуватися тією самою безпекою та зручністю при здійсненні переказів.\nЯк допомогти захистити вашу фінансову діяльність\nХоча нічого не змінюється в тому, як ви надсилаєте та отримуєте гроші через Interac, ви маєте важливу роль у захисті ваших рахунків. Ось кілька способів забезпечити максимальну безпеку вашого онлайн- та мобільного банкінгу:\nНалаштуйте Interac e-Transfer автодепозит для зручності, додаткової безпеки і того, щоб вам ніколи не доводилося натискати на посилання для підтвердження переказу. Ви можете налаштувати автодепозит через онлайн- або мобільний банкінг.\nУвійдіть у ваш онлайн-банкінг з надійного пристрою для підтвердження депозиту.\nЯкщо ви не налаштували Interac e-Transfer автодепозит, завжди використовуйте надійний пароль для e-Transfer, який не можна легко вгадати або знайти, і обов'язково передавайте його через безпечний канал.\nЗареєструйтесь для двоетапної аутентифікації.\nЗареєструйтесь для отримання сповіщень про безпеку та транзакції через онлайн- або мобільний банкінг.\nПереконайтесь, що сповіщення, яке ви отримуєте про e-Transfer, дійсно надійшло від Interac.\nInterac є безпечним і надійним методом для надсилання та отримання грошей, але важливо переконатися, що сповіщення справді надходять від Interac."
}