{
    "source": "en_US",
    "target": "uk_UA",
    "text": "STATE OF SOUTH CAROLINA\nCOUNTY OF BERKELEY\n[redacted_name],\nEmployee,\nBEFORE THE SOUTH CAROLINA\nWORKERS' COMPENSATION\nCOMMISSION\nWCC FILE NO: [redacted_info]\nvS.\nCF Siding, LLC, CONSENT ORDER\nEmployer,\nAnd\nNational Liability & Fire Ins. Co.,\nCarrier, et Al.,\nDefendants.\nThis matter was scheduled to be heard before me on October 29, 2024, to determine issues\nas set forth on the Form 50 and the Form 51. The parties advise the Commission that an\nagreement has been reached that negates the need for the Hearing.\n1. The South Carolina Workers' Compensation Commission has jurisdiction over the\nparties and subject matter of the claim.\n2. The Defendants admit that Ciaimant had an accident in the course and scope of\nher employment with Defendants on or about May 8, 2024.\nThe Defendants agree to provide causally related treatment pursuant to §42-15-\n60 for Claimant's right eye.\n4. The Defendants agree to payment of temporary total disability for all periods\nwhere claimant was written out of work, or placed under work restrictions the\nemployer could not accommodate, as the result of this acciden",
    "trans": "ШТАТ ПІВДЕННА КАРОЛІНА\nОКРУГ БЕРКЛІ\n[redacted_name],\nПрацівник,\nПЕРЕД КОМІСІЄЮ\nЗ ПИТАНЬ КОМПЕНСАЦІЇ ПРАЦІВНИКАМ\nШТАТУ ПІВДЕННА КАРОЛІНА\nНомер файлу WCC: [redacted_info]\nпроти\nCF Siding, LLC, ЗАЯВА ПРО ЗГОДУ\nРоботодавець,\nТа\nNational Liability & Fire Ins. Co.,\nПеревізник та інш\nВідповідачі.\nЦю справу було призначено до слухання на 29 жовтня 2024 року для того, щоб визначити питання, які\nвикладені у Формі 50 та Формі 51. Сторони повідомили Комісії, що\nщо була досягнута згода, яка скасовує потребу у проведенні слухань.\n1. Комісія з питань компенсацій працівникам Південної Кароліни має юрисдикцію щодо\nсторін та предмета позову.\n2) Відповідачі визнають те, що з Позивачем стався нещасний випадок протягом і в рамках\nїї роботи у Відповідачів приблизно 8 травня 2024 року.\nВідповідачі згодні надати лікування, яке пов'язане з причинно-наслідковим зв'язком, згідно з §42-15-\n60 для правого ока Позивача.\n4. Відповідачі згодні сплатити за тимчасову повну непрацездатність за всі періоди\nколи позивача звільняли з роботи або накладали обмеження на роботу, до яких\nроботодавець не міг пристосуватися, внаслідок даного нещасного"
}