{
    "source": "en_US",
    "target": "uk_UA",
    "text": "*IMPORTANT: PLEASE READ CAREFULLY\"\nThis courtesy notice is provided for ad valorem motor vehicle tax purposes and is NOT an official receipt or bill. It is a courtesy renewal reminder only.\nThis reminder notice has been prepared as a courtesy from Cullman Revenue Commission records of last year's vehicle registrations by the owner listed on the front of this courtesy reminder. Please review the vehicle listing and only renew the registration(s) for vehicles you currently own or operate. You may have other vehicles to renew that are not listed. Please carefully check all information and make any address corrections on the front of this notice. If your residence has changed outside of Cullman County or the vehicle is now based in another county, then you must register your vehicle in the new jurisdiction. Please indicate your tag number on your payment and include a $2.00 mail fee per tag renewed.\nYou may also renew your motor vehicle registration online at www.cullmanrevenuecommissioner.com prior to the last week day of your renewal month. A convenience fee will be charged for this service. Cullman County does not receive any portion of the convenience fee. If you wish to renew in person, please bring this notice with you. All mail renewals must be received by the Cullman Revenue Commissioner no later than the 20* day of the renewal month. Please note that there is some risk involved in renewing by mail.\nAll newly purchased vehicles must be registered within twenty (20) calendar days to avoid penalties. Alabama law requires the license plate to follow the owner (except vintage vehicle tags). When you sell a vehicle, you must remove the license plate. If you then purchase a replacement vehicle, you may transfer the original tag to your replacement vehicle within twenty days of purchase. If you fail to remove the tag from a vehicle you sell or trade during the current registration year, you must purchase a new tag; a replacement tag cannot be issued.\nAd valorem taxes are collected on a current basis. Ad valorem taxes on vehicles are delinquent and subject to penalty and interest on the first day of the month following the owner's renewal month. Motor vehicle owners may be entitled to a pro rata credit for property taxes paid for the remainder of their current tax year. If the vehicle is sold, traded, or reassigned, owners may bring their supporting documents and apply for a tax credit voucher within one year.\nLiability insurance is mandatory on all motor vehicles operated on the highways of Alabama. Proof of insurance coverage and the current tag and tax registration receipt must be in each vehicle and available for presentation to law enforcement officials as needed. The vehicle owner must affirm, as a prerequisite to registration, that a vehicle is insured as regulated by Alabama law. Likewise, as a prerequisite to vehicle registration, the following is required: 1) Current Alabama driver's license (private owner), Federal employer identification number (FEIN) (commercial owner).\nNew Alabama residents are required to transfer out-of-state driver licenses within thirty (30) days. Prior to registration owners may be required to provide their Alabama driver licenses or Alabama-issued identification cards and other supporting documents to prove legal residency in Cullman County.",
    "trans": "*ВАЖЛИВО: БУДЬ ЛАСКА, УВАЖНО ПРОЧИТАЙТЕ\nЦя інформація надається для цілей адвалорного податку на транспортні засоби і НЕ є офіційним чеком або рахунком. Це лише нагадування про продовження реєстрації.\nЦя нагадувальна записка була підготовлена як послуга з боку записів Комісії з доходів Куллмана на основі реєстрацій транспортних засобів минулого року, які належать власнику, зазначеному на лицьовій стороні цього нагадування. Будь ласка, перегляньте список транспортних засобів і продовжте реєстрацію лише для тих автомобілів, які ви в даний момент володієте або експлуатуєте. У вас можуть бути інші автомобілі для продовження реєстрації, які не вказані. Будь ласка, уважно перевірте всю інформацію та внесіть будь-які корективи адреси на лицьовій стороні цього повідомлення. Якщо ваша адреса проживання змінилася за межами округу Куллман або автомобіль тепер зареєстрований в іншому окрузі, вам потрібно зареєструвати свій автомобіль у новій юрисдикції. Будь ласка, вкажіть номер свого номерного знака при оплаті та додайте плату за поштову доставку у розмірі 2,00 долари США за кожен продовжений номерний знак.\nВи також можете продовжити реєстрацію свого транспортного засобу онлайн на сайті www.cullmanrevenuecommissioner.com до останнього робочого дня місяця продовження. За цю послугу буде стягнено плату за зручність. Округ Куллман не отримує жодної частини плати за зручність. Якщо ви бажаєте продовжити реєстрацію особисто, будь ласка, візьміть з собою це повідомлення. Всі запити на продовження реєстрації поштою повинні бути отримані Комісаром з доходів Куллмана не пізніше 20 числа місяця продовження. Зверніть увагу, що при продовженні реєстрації поштою існує певний ризик.\nВсі новопридбані автомобілі повинні бути зареєстровані протягом двадцяти (20) календарних днів, щоб уникнути штрафів. Закон Алабами вимагає, щоб номерний знак слідував за власником (за винятком номерних знаків для вінтажних автомобілів). Коли ви продаєте автомобіль, ви повинні зняти номерний знак. Якщо ви потім купуєте замінний автомобіль, ви можете перенести оригінальний номерний знак на свій замінний автомобіль протягом двадцяти днів після покупки. Якщо ви не знімете номерний знак з автомобіля, який продаєте або обмінюєте під час поточного року реєстрації, вам потрібно буде придбати новий номерний знак; замінний номерний знак не може бути виданий.\nАдвалорні податки на майно стягуються на поточній основі. Адвалорні податки на транспортні засоби є простроченими і підлягають штрафам та відсоткам з першого дня місяця, що слідує за місяцем продовження власника. Власники автомобілів можуть мати право на пропорційну знижку за сплачені податки на майно за залишок їх поточного податкового року. Якщо автомобіль продається, обмінюється або передається, власники можуть принести свої підтверджуючі документи та подати заявку на отримання ваучера на податкову знижку протягом одного року.\nОбов'язкове страхування відповідальності є обов'язковим для всіх транспортних засобів, які експлуатуються на автомагістралях Алабами. Доказ покриття страхування та поточний номерний знак і квитанція про реєстрацію податку повинні бути в кожному автомобілі і доступні для пред'явлення працівникам правоохоронних органів за потреби. Власник автомобіля повинен підтвердити, як умову реєстрації, що автомобіль застрахований відповідно до законодавства Алабами. Також, як умова реєстрації транспортного засобу, необхідно надати наступне: 1) Поточна водійська ліцензія Алабами (для приватного власника), Федеральний ідентифікаційний номер роботодавця (FEIN) (для комерційного власника).\nНові жителі Алабами зобов'язані перевести свої водійські ліцензії з інших штатів протягом тридцяти (30) днів. Перед реєстрацією власники можуть бути зобов'язані надати свої водійські ліцензії Алабами або видані в Алабамі посвідчення особи та інші підтверджуючі документи для доведення законного проживання в окрузі Куллман."
}