{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Musk kept mum about cheaper Teslas, which is sure to raise a few eyebrows among investors who expected to hear comments around a firmer timeline for the vehicles Tesla has said are in the works. He also acknowledged that full autonomy of new or existing Teslas will require regulatory approval.\n“I’m glad Elon is acknowledging the long rollout process involved with autonomous driving, even if the technology is supposedly ready for widespread use,” Karl Brauer with iSeeCars said in an interview.\n“But, best-case scenario, we’re still talking about an undetermined time frame for these products,” he said. “‘Before 2027’ is a long way off when your sales are plateauing and China is rushing newer, lower-cost alternatives to your current revenue stream.”\nBoth the Cybercab and the Robovan share some of their looks with the Cybertruck, including the appearance of a stainless steel body. Musk also said that the two-door Cybercab will have no charging plug, and would be charged via induction on charging pads.\n“The future has to look like the future,” Musk said to a cheering audience at the studio, which was made into the set of a city so attendees could take test drives after Musk’s short presentation was over.\nThe “We, Robot” event was seen as a potential catalyst for Tesla’s stock\nTSLA\n-0.95%\n, which has lagged the broader market this year, although some on Wall Street called for the possibility of a “sell the news” stock decline on Friday’s session, particularly without any news about the cheaper Teslas.\nThe event started nearly an hour later than the appointed 10 p.m. Eastern time. About 40 minutes after the scheduled start, Musk said on Twitter that one person in the crowd had a “medical emergency” and needed care, without elaborating further.\nShares of Tesla have lost about 4% so far this week, and are down 3.9% this year, contrasting with gains of around 21% for the S&P 500 index\nSPX\n-0.21%\n.\nSee also: Ford, GM and Rivian may get caught by a ‘China butterfly effect,’ this in",
    "trans": "Маск не прокоментував дешевші Tesla, що, безумовно, викличе подив у інвесторів, які очікували почути коментарі щодо більш чітких термінів для автомобілів, про які Tesla заявила, що вони знаходяться в розробці. Він також визнав, що повна автономія нових або існуючих Tesla вимагатиме регуляторного схвалення.\n«Я радий, що Ілон визнає тривалий процес впровадження автономного водіння, навіть якщо технологія нібито готова до широкого використання», - сказав Карл Брауер з iSeeCars в інтерв'ю.\n«Але в найкращому випадку ми все ще говоримо про невизначений термін для цих продуктів», - додав він. «\"До 2027 року\" - це дуже далеко, коли ваші продажі стабілізуються, а Китай поспішає з новими, дешевшими альтернативами до вашого поточного джерела доходу».\nЯк Cybercab, так і Robovan мають деякі спільні риси з Cybertruck, включаючи вигляд корпусу з нержавіючої сталі. Маск також зазначив, що двохдверний Cybercab не матиме зарядного роз'єму і буде заряджатися індукційно на зарядних платформах.\n«Майбутнє повинно виглядати як майбутнє», - сказав Маск захопленій аудиторії в студії, яка була перетворена на декорації міста, щоб учасники могли протестувати автомобілі після короткої презентації Маска.\nПодія «Ми, роботи» розглядалася як потенційний каталізатор для акцій Tesla\nTSLA\n-0,95%\n, які цього року відстають від більшого ринку, хоча деякі на Уолл-стріт прогнозували можливість падіння акцій «продажу новин» під час сесії в п'ятницю, особливо без будь-яких новин про дешевші Tesla.\nПодія почалася майже через годину після призначеного часу 22:00 за східним часом. Приблизно через 40 хвилин після запланованого початку Маск написав у Twitter, що у одного з людей у натовпі сталася «медична надзвичайна ситуація» і йому потрібна допомога, не уточнюючи більше деталей.\nАкції Tesla втратили близько 4% з початку цього тижня і знизилися на 3,9% цього року, що контрастує з прибутком приблизно 21% для індексу S&P 500\nSPX\n-0,21%\n.\nДивіться також: Ford, GM та Rivian можуть потрапити під «ефект метелика Китаю», це в"
}