{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Henna, also known as mehndi, is a traditional form of body art that has been used for centuries in many cultures, especially in South Asia, the Middle East, and North Africa. Made from the leaves of the henna plant, the dye is applied to the skin to create beautiful, temporary designs. It is most commonly used during weddings and festivals, and it holds special meaning in many cultures.\nIn weddings, henna plays an important role, especially for the bride. In Indian, Pakistani, and Arab weddings, it is common for the bride to have a special henna ceremony a few days before the wedding. During this event, the bride’s hands and feet are decorated with intricate designs. These designs can take several hours to complete, as they are often very detailed. Family members and close friends also join in, getting smaller designs to celebrate the occasion.\nIn some cultures, henna is believed to bring good luck and happiness to the couple. It is also a symbol of beauty, joy, and celebration. There are even old beliefs that the darker the henna stain on the bride’s hands, the stronger her marriage will be. The designs are often made up of flowers, vines, and geometric patterns, though some brides choose to include their partner's name or initials in the henna.\nHenna ceremonies are fun and full of music, laughter, and dancing. The bride usually wears beautiful traditional clothing, and the event can be a time for both sides of the family to come together. In addition to its traditional roots, henna has become popular in other parts of the world, such as Europe and North America. Some people now get henna tattoos for fashion or as part of a celebration, even if they are not getting married.\nOverall, henna remains an important part of many wedding traditions, representing love, happiness, and the joy of new beginnings. Its long history and cultural significance make it a beautiful way to celebrate special occasions.",
    "trans": "Хна, також відома як мехенді, — це традиційна форма боді-арту, яку використовують протягом століть у багатьох культурах, особливо в Південній Азії, на Близькому Сході та в Північній Африці. Барвник виготовляють із листя рослини хни й наносять на шкіру, створюючи красиві тимчасові візерунки. Найчастіше його використовують під час весіль і фестивалів, і в багатьох культурах він має особливе значення.\nНа весіллях хна відіграє важливу роль, особливо для нареченої. В індійських, пакистанських та арабських весіллях традиційно проводять спеціальну церемонію хни за кілька днів до весілля. Під час цього заходу руки та ноги нареченої прикрашають витонченими візерунками. На створення цих дизайнів може знадобитися кілька годин, оскільки вони часто дуже деталізовані. Родичі та близькі друзі також приєднуються до святкування, наносячи собі менші візерунки.\nУ деяких культурах вважається, що хна приносить молодятам удачу та щастя. Вона також є символом краси, радості та святкування. Існують навіть давні переконання, що чим темніший відтінок хни на руках нареченої, тим міцнішим буде її шлюб. Візерунки часто складаються з квітів, виноградних лоз і геометричних узорів, хоча деякі наречені обирають включити в малюнок ім’я або ініціали свого партнера.\nЦеремонії нанесення хни – це веселі події, сповнені музики, сміху та танців. Наречена зазвичай одягає прекрасний традиційний одяг, а захід стає можливістю для об’єднання обох родин. Окрім своїх традиційних коренів, хна набула популярності й в інших частинах світу, зокрема в Європі та Північній Америці. Дехто робить татуювання хною заради моди або як частину святкування, навіть якщо вони не одружуються.\nУ цілому, хна залишається важливою частиною багатьох весільних традицій, символізуючи любов, щастя та радість нових починань. Її давня історія та культурне значення роблять її прекрасним способом відзначати особливі події."
}