{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Please see the below email we have received from the Family learning team.\nPlease find attached information of our exciting ‘Hands of Leicester’ Competition.\nAs some of you may already know, Leicester Family Learning’s logo is two hands. Whilst we love this logo, as we feel it represents our ethos, we feel it could do with a revamp. So, we decided to run a city-wide competition to get parents and children involved in creating two hands that represent their family's learning journey.\nWe will be looking at the input from parents and children (all family members). The winner will be announced at our open day, Saturday 16th November, where all the hands will be displayed, along with the stories created during Family Learning Week.\nWe have some fantastic prizes:\n1st : De Monfort Hall pantomime family ticket- to see Snow White\n2nd: Family ticket to Abbey Park Enlightened\n3rd : Book and game bundle.\nPlease see attached for you to download/print yourself, should you wish to have a paper copy then please collect one from the office. Once you have completed this you can hand this back into the office by Monday 11th November 2024 for them to collect.",
    "trans": "Будь ласка, ознайомтеся з електронним листом, який ми отримали від команди сімейного навчання.\nУ ньому ви знайдете інформацію про наш захоплюючий конкурс \"Руки Лестера\".\nЯк деякі з вас, можливо, вже знають, логотипом Leicester Family Learning є дві руки. Хоча ми любимо цей логотип, оскільки вважаємо, що він відображає наш етос, ми відчуваємо, що його варто було б оновити. Тому ми вирішили провести загальноміський конкурс, щоб залучити батьків і дітей до створення двох рук, які представляють навчальний шлях їхньої родини.\nМи розглядатимемо роботи батьків і дітей (усіх членів сім'ї). Переможець буде оголошений на нашому дні відкритих дверей у суботу 16 листопада, де будуть представлені всі руки, а також історії, створені під час Тижня сімейного навчання.\nУ нас є кілька фантастичних призів:\n1-й: Сімейний квиток на пантоміму в De Monfort Hall на виставу \"Білосніжка\"\n2-й: Сімейний квиток на виставу \"Просвітлені\" в Еббі-парк\n3-й: набір книжок та ігор.\nБудь ласка, дивіться прикріплену форму, щоб завантажити/роздрукувати самостійно, якщо ви бажаєте отримати паперову копію, будь ласка, візьміть її в офісі. Після того, як ви це зробите, ви можете віддати його назад в офіс до понеділка 11 листопада 2024 року, щоб його забрали."
}