{
    "source": "en_US",
    "target": "uk_UA",
    "text": "NIACIN 500 mg TABLETS/VITAMIN B-3: Niacin (Vitamin B-3) is an essential B-group vitamin necessary for good health.\nProduct Note: Exposure to heat or sunlight may lead to melting/damage of product. Hence customers are expected to be available during the product delivery\nSUSTAINED RELEASE TO MINIMIZE FLUSHING: Niacin supplements may sometimes temporarily cause flushing and/or itching, but this sustained release tablet should minimize those symptoms. To further limit these uncomfortable but not dangerous symptoms, take daily and avoid missing doses.\nCERTIFICATIONS/CLASSIFICATIONS: Soy Free, Made without Gluten, Dairy Free, Egg Free, Nut Free, Kosher, Vegan/Vegetarian\nGMP Quality Assured: NPA A-rated GMP certification means that every aspect of the NOW manufacturing process has been examined, including our laboratory/testing methods (for stability, potency, and product formulation).\nPackaged in the USA by a family owned and operated company since 1968",
    "trans": "НІАЦИН 500 мг ТАБЛЕТКИ/ВІТАМІН В-3: Ніацин (вітамін В-3) - найважливіший вітамін групи В, необхідний для міцного здоров'я.\nПримітка до продукту: Вплив тепла або сонячного світла може призвести до плавлення/пошкодження продукту. Тому очікується, що клієнти будуть доступні під час доставки продукту\nПролонговане вивільнення для мінімізації почервоніння: Добавки ніацину іноді можуть тимчасово викликати почервоніння та/або свербіж, але ця таблетка з пролонгованим вивільненням повинна мінімізувати ці симптоми. Щоб ще більше обмежити ці неприємні, але безпечні симптоми, приймайте щодня і не пропускайте прийомів.\nСЕРТИФІКАЦІЯ/КЛАСИФІКАЦІЯ: Без сої, без глютену, без молочних продуктів, без яєць, без горіхів, кошерний, веганський/вегетаріанський\nЗабезпечено якість GMP: Сертифікація NPA GMP з рейтингом А означає, що кожен аспект виробничого процесу NOW був перевірений, включаючи наші лабораторні методи тестування (на стабільність, ефективність та рецептуру продукту).\nПакується в США сімейною компанією, що належить і управляється з 1968 року"
}