{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Using the Microscope and Handling Samples\nBiologists typically use a compound light microscope to view small living organisms and cells. To\nsee through the compound light microscope, you need to place the sample on a glass slide, but the\nsample must be thin enough to become transparent or very small.\nThe slide containing the sample is placed over an opening in the microscope stage. From a light\nsource, such as a mirror or a lamp mounted in the base, light is directed upwards, passing through the\nsample and through the objective lens positioned directly above it. The objective lens then magnifies\nthe sample. The enlarged image is then projected through the tube towards the ocular lens located in\nthe eyepiece, where it is magnified further.\nMost light microscopes have a set of objective lenses with different magnification levels. You can\nselect and focus the lens in the field of view by rotating the revolving nosepiece.\nSome modern microscopes are equipped with wired or wireless digital cameras and touch screens to\ndisplay the magnified sample under the lens, allowing for control over the screen frame and clarity,\nvideo recording, and taking screenshots or photos. They can be connected to projectors, computers,\nand mobile devices, and managed through their specific software.",
    "trans": "Використання мікроскопа та робота зі зразками\nБіологи зазвичай використовують складний світловий мікроскоп для вивчення дрібних живих організмів і клітин. Щоб\nмікроскопа, потрібно помістити зразок на предметне скло, але при цьому зразок повинен бути тонким і\nзразок повинен бути достатньо тонким, щоб стати прозорим, або дуже маленьким.\nПредметне скло зі зразком розміщують над отвором у столику мікроскопа. Від джерела світла, такого як\nсвітла, наприклад, дзеркала або лампи, встановленої в основі, світло направляється вгору, проходячи через зразок і об'єктивну лінзу, розташовану на столику.\nзразок і через об'єктив, розташований безпосередньо над ним. Потім об'єктивна лінза збільшує\nзразок. Збільшене зображення проектується через трубку до окулярної лінзи, розташованої в\nокуляра, де воно ще більше збільшується.\nБільшість світлових мікроскопів мають набір об'єктивів з різними рівнями збільшення. Ви можете\nвибрати і сфокусувати об'єктив у полі зору, обертаючи обертовий насадку.\nДеякі сучасні мікроскопи оснащені дротовими або бездротовими цифровими камерами і сенсорними екранами для\nвідображення збільшеного зразка під об'єктивом, що дозволяє керувати рамкою екрану і чіткістю зображення\nзаписувати відео, робити скріншоти або фотографії. Їх можна підключати до проекторів, комп'ютерів,\nі мобільних пристроїв, а керувати ними можна за допомогою спеціального програмного забезпечення."
}