{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Kérastase Anti Hair-Fall Fortifying Treatment Ampoules 10x6ml (10x0.20fl oz) consists of fortifying ampoules that are perfect for really weakened hair and hair with a tendency to fall out. At the same time, this ampoule-shaped serum works almost instantly, making it suitable for high peaks of hair loss. So, for a more prolonged preventive effect over time, it is important to use the Kérastase Genesis range!\nResuming, these ampoules have a combination of ingredients that maximize both the internal and external beauty of the hair fiber. In this way, the hair ends up being strengthened and repaired. Specifically, the hair follicle at the root is more attached to the skin, which prevents it from falling out. In turn, the scalp gains an ideal environment that promotes good hair growth as its protective barrier is reinforced. Finally, it is common for hair loss to have an uncomfortable feeling of itching and irritation. However, these ampoules help to soothe this itching and generally improve the balance of the scalp skin and the hair itself.",
    "trans": "Kérastase Anti Hair-Fall Fortifying Treatment Ampoules 10x6ml (10x0.20fl oz) складаються з зміцнюючих ампул, які ідеально підходять для дуже ослабленого волосся та волосся, схильного до випадіння. Водночас цей сироватка у формі ампули діє майже миттєво, що робить її придатною для високих піків випадіння волосся. Отже, для більш тривалого профілактичного ефекту з часом важливо використовувати лінію Kérastase Genesis!\nПідсумовуючи, ці ампули мають комбінацію інгредієнтів, які максимізують як внутрішню, так і зовнішню красу волосяного волокна. Таким чином, волосся зміцнюється і відновлюється. Конкретно, волосяний фолікул біля кореня краще прикріплений до шкіри голови, що запобігає його випадінню. У свою чергу, шкіра голови отримує ідеальне середовище для сприяння хорошому росту волосся завдяки зміцненню її захисного бар'єру. Нарешті, випадіння волосся часто супроводжується неприємним відчуттям свербіння та подразнення. Однак ці ампули допомагають заспокоїти це свербіння і загалом покращити баланс шкіри голови та самого волосся."
}