{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Nick admitted it was a bit selfish inconveniencing Matt by marking him up, but he knew Matt wouldn’t mind. They’d been staying in all week and Nick likes to mark up Matt because of how cute Chris can get when he’s jealous. Chris can range from being jealous of Nick for marking Matt up all by himself, or not having either of his boyfriends make him theirs.\nOnly when Matt started to breathe more heavily is when Nick pulled away, he kept his hands in place against the mattress. He reached over to the nightstand for his phone. He got ready to take a photo from above, making sure his hold on his brother was visible.\nMatt squirmed, his head falling to the side. His ears reddened in embarrassment. Nick whispered and tried to get him to look up, he settled for a photo of him hiding away shyly into the pillow. He let Matt go, Matt pulled back with giggles and got up to change into a fresh pair of clothes.\nNick got up and headed to the living room. He shouted out as he set the photo to his lock screen. “Come out when you’re ready for you and Chris’ surprise!\nNick headed over to their coffee table in the middle of their living room. He made sure that Chris didn’t sneak by and peek into the bag. Once he saw it was just as closed as he left it he sat down, he angled his phone so it would capture the three of them sitting on the couch and his brothers opening what he got them.\nThey’d talked about getting this before but decided it was too pricey. Although they definitely had enough money to splurge on anything they wanted they still decided to be smart with their money. Almost all of their pricey belongings were sent to them or they were gifts.\nNick knew how much the two of his brothers wanted this, and he decided to spend his own money on it. Even though they were all very comfortable, it's the thought that counts. Not like he wanted to use this, it seemed but Nick doesn’t care much for it.\nChris had gone into his room to work on some paperwork he’d been procrastinating on. He sped downstairs and paused when he saw the bag, a smile forming on his face as he sat beside Nick. “Is this what you were talking about when I woke up?”\nNick nodded, wrapping an arm around him. “Yup. Matt’s gonna be out any second and I’m going to record you two opening it.”\nChris danced around weirdly and snuggled into Nick as he thanked him repeatedly, kissing all over his face. Matt came out of his room and walked towards the two, his hair messy because he didn’t bother to brush it.\nIt took everything in him to not peek inside the bag but he sat besides Chris. Chris glanced over and saw the marks all over Matt’s neck. He wanted to be a bit disappointed that he wasn’t a part of it but he’d bring that up later. Chris was impatient and started recording on Nick’s phone for him, he set it against the table.\n“Okay, someone’s eager.” Nick scoffed, he pulled the bag closer and put it between his brothers. The way both their eyes followed the bag made him laugh. “Got you two a little gift, you guys deserve it.”\nChris waited for Nick’s approving nod before he reached over to start ripping the tape off. Matt leaned against his shoulder and smiled, eager to see what it was.\nChris reached in and laughed as he pulled out a PS5 box. It was unexpected but he loved it, Matt gasped and started laughing as well. He reached over to rub Nick’s head. “Nick! This is so cool!”\nNick pulled back, rolling his eyes. “Look a bit closer.”\nChris set it on his lap so they could better examine the box. Nick watched as the two started to geek out as the console was decorated in their favorite colors, he got it personalized with his connections. The two started rambling on how they’d use it in the living room for hours, Nick just now realized how much this would affect their already nonexistent sleep schedules.\nMatt almost dangerously maneuvered above Chris to squeeze Nick into a tight hug. “You’re fucking amazing. I love you.”",
    "trans": "Нік визнав, що це трохи егоїстично створювати незручності Метту, позначаючи його, але він знав, що Метт не буде проти. Вони залишалися вдома весь тиждень, і Ніку подобається позначати Метта через те, як мило може виглядати Кріс, коли він ревнує. Кріс може ревнувати Ніка за те, що той позначає Метта самостійно, або за те, що жоден з його хлопців не робить його своїм.\nТільки коли Метт почав дихати важче, Нік відпустив його, залишивши руки на матраці. Він потягнувся до тумбочки за своїм телефоном. Він приготувався зробити фото зверху, переконавшись, що його обійми з братом видно.\nМетт скривився, його голова впала на бік. Його вуха почервоніли від сорому. Нік прошепотів і спробував змусити його подивитися вгору, він зупинився на фото, де той сором'язливо ховається в подушку. Він відпустив Метта, той відскочив зі сміхом і пішов змінити одяг.\nНік встав і пішов до вітальні. Він закричав, коли встановлював фото на екран блокування свого телефону: \"Виходьте, коли будете готові до сюрпризу для вас і Крісу!\"\nНік підійшов до їхнього кавового столика посеред вітальні. Він переконався, що Кріс не пройде повз і не загляне в сумку. Коли він побачив, що вона так само закрита, як і залишив її, він сів, нахилив свій телефон так, щоб зняти трьох з них на дивані та братів, які відкривають те, що він їм купив.\nВони вже говорили про те, щоб придбати це раніше, але вирішили, що це занадто дорого. Хоча у них безумовно було достатньо грошей для того, щоб витратити їх на будь-що бажане, вони все ж вирішили бути розумними зі своїми фінансами. Майже всі їхні дорогі речі були їм прислані або подаровані.\nНік знав, як сильно двоє його братів цього хотіли, і вирішив витратити свої власні гроші на це. Навіть якщо вони всі були дуже забезпеченими, важлива думка. Не те щоб йому хотілося це використовувати; Ніку це не дуже цікаво.\nКріс зайшов до своєї кімнати, щоб попрацювати над деякими документами, які він відкладав. Він швидко спустився вниз і зупинився, коли побачив сумку, усмішка з'явилася на його обличчі, коли він сів поруч з Ніком. \"Це те, про що ти говорив, коли я прокинувся?\"\nНік кивнув, обнявши його рукою. \"Так. Матт зараз вийде і я запишу, як ви двоє її відкриваєте.\"\nКріс дивно затанцював і пригорнувся до Ніка, дякуючи йому безперервно і цілував його по обличчю. Матт вийшов зі своєї кімнати і підійшов до них двох, його волосся було неохайним, бо він не став його розчісувати.\nВін доклав усіх зусиль, щоб не заглянути всередину сумки, але сів поруч з Крісом. Кріс глянув на нього і побачив сліди на шиї Матта. Він хотів би трохи засмутитися тим, що не був частиною цього, але про це поговорить пізніше. Кріс був нетерплячим і почав записувати на телефоні Ніка для нього, поставивши його на стіл.\n\"Гаразд, хтось нетерплячий.\" - насміхнувся Нік, він потягнув сумку ближче і поставив її між своїми братами. Те, як їхні очі слідкували за сумкою, змусило його засміятися. \"Я купив вам двом маленький подарунок, ви заслуговуєте на це.\"\nКріс чекав схвального кивка від Ніка перед тим, як потягнутися і почати рвати скотч. Матт притиснувся до його плеча і усміхнувся, нетерпляче чекаючи побачити, що там.\nКріс зазирнув всередину і засміявся, коли витягнув коробку від PS5. Це було несподівано, але йому це подобалося; Матт ахнув і також почав сміятися. Він потягнувся до Ніка і погладив його по голові. \"Нік! Це так круто!\"\nНік відсахнувся назад і закотив очі. \"Подивися уважніше.\"\nКріс поклав його на свої коліна, щоб вони могли краще оглянути коробку. Нік спостерігав, як двоє почали захоплюватися, оскільки консоль була оформлена в їхніх улюблених кольорах, він отримав її персоналізованою завдяки своїм зв'язкам. Двоє почали балакати про те, як вони будуть використовувати її в вітальні годинами, Нік тільки зараз зрозумів, як це вплине на їхні вже неіснуючі графіки сну.\nМетті майже небезпечно маневрував над Крісом, щоб обняти Ніка міцно. \"Ти просто неймовірний. Я тебе люблю.\""
}