{
    "source": "en_US",
    "target": "uk_UA",
    "text": "More victims of The iCon Group pyramid scheme who live abroad have filed a complaint with the Consumer Protection Police Division.\nThe filings bring the total number of victims to 9,469 as of Saturday, with losses totalling 2.9 billion baht.\nIttidet Thaneswatana, who represents overseas victims of The iCon Group, said victims have been found in nearly 20 countries and territories, including China, Hong Kong, Macau, Myanmar, Laos, Cambodia, Malaysia, Singapore, United Arab Emirates, the United Kingdom, Italy, Germany, Sweden, Estonia, Luxembourg, Canada and the United States.\nOne of the victims from abroad is Nin, a Thai woman who runs a grocery store in Hong Kong, who joined the scheme after seeing one of the company's billboards during a visit to Thailand. Upon joining the scheme, Nin paid 250,000 baht to her recruiter, who then encouraged her to recruit members to upgrade her status within the company.\nFather detains children after heated quarrel with wife\nChina to lend more giant pandas to Thailand\nThree killed in speeding truck crash\nShe convinced several of her friends and relatives to sign up, only to encounter many problems such as missing products, unreasonably high prices, and lower profits and commissions. She and her friends and relatives have not been able to sell the products and ended up losing almost two million baht in total.\nMr Ittidet said another member of the pyramid scheme who lives in the United States also claimed massive losses as she was unable to sell the brand's products, which she had ordered in large amounts. The victim said she has had to give away hundreds of boxes of products from The iCon Group because the company has now lost its reputation and the products will soon be past their expiry dates.\nPol Lt Gen Akkaradet Phimonsri, assistant to the national police chief who leads investigations into the case, said the amount of damages and number of victims means the matter qualifies for special case status and so it will be transferred from the Central Investigation Bureau to the Department of Special Investigation on Monday.",
    "trans": "Більше жертв пірамідної схеми The iCon Group, які живуть за кордоном, подали скаргу до відділу поліції захисту прав споживачів.\nКількість жертв зросла до 9469 станом на суботу, а загальні збитки становлять 2,9 мільярда батів.\nIttidet Thaneswatana, який представляє іноземних жертв The iCon Group, повідомив, що жертви були знайдені в майже 20 країнах і територіях, включаючи Китай, Гонконг, Макао, М'янму, Лаос, Камбоджу, Малайзію, Сінгапур, Об'єднані Арабські Емірати, Великобританію, Італію, Німеччину, Швецію, Естонію, Люксембург, Канаду та Сполучені Штати.\nОднією з жертв з-за кордону є Нінь - тайська жінка, яка керує продуктовим магазином у Гонконзі і приєдналася до схеми після того, як побачила один з рекламних щитів компанії під час візиту до Таїланду. Приєднавшись до схеми, Нінь заплатила 250 000 батів своєму рекрутеру, який потім заохотив її залучити членів для підвищення свого статусу в компанії.\nБатько затримує дітей після запеклої сварки з дружиною\nКитай надасть Таїланду більше гігантських панд\nТроє загинули в аварії з вантажівкою\nВона переконала кількох своїх друзів і родичів підписатися на участь у схемі і зіткнулася з багатьма проблемами такими як відсутність товарів, незаслужено високі ціни та нижчі прибутки і комісії. Вона та її друзі і родичі не змогли продати товари і в результаті втратили майже два мільйони батів загалом.\nПан Іттідет сказав, що інший учасник пірамідальної схеми, який проживає в Сполучених Штатах, також заявив про величезні збитки, оскільки не зміг продати продукцію бренду, яку замовив у великих кількостях. Жертва сказала, що їй довелося роздати сотні коробок продукції від The iCon Group, оскільки компанія вже втратила свою репутацію, а продукти незабаром стануть непридатними для використання.\nПолковник поліції Акаредет Пімонгсрі, помічник національного начальника поліції, який очолює розслідування у цій справі, сказав, що кількість збитків і кількість жертв означає, що справа підпадає під статус спеціальної справи і буде передана з Центрального розслідувального бюро до Департаменту спеціальних розслідувань в понеділок."
}