{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I do have questions and these points that were just made are repeat of what was said last time.\nI asked a question after pointing out twice now - that the hand set lost communication's with the craft. No\nIndications were recieved from the craft as to what it was doing or where it was - zero.\nDo if the craft was going what it was intended to do. What should I have done ?\nI was getting zero indications on video as to what was the attitude if the craft.\nI was getting zero feedback as to altitude of direction of travel,\nWith out knowing the attitude of the craft of its direction of travel showing on the hand set -?\nIt was impossible to\nKnow what the next best practice was likely to be !\nI’m not getting flight information during a critical\nFlight segment that was plenty of time to request the craft move away from an open area of wet land - I’d gave Vern looking fur a craft perched on a tuft of grass.\nI stead I was dealing blind and without any feedback as to which way was best to fly the craft - I’ve explained this twice now !\nDo you see what I’m asking - I was 250 feet from the craft when it decided to land - it would have taken very few seconds to fly 250 feet if only the hand set and craft were communicating - instead I wasted what turned out to be very valuable last few minutes of flight time blind and not in communications or controlling the craft - something not mentioned anywhere here in YOUR report.\nWhy did the craft go dark - why no response - why no video - why no visuals at this very crucial juncture ?\nThis is what I’m asking and why avoid responding and instea",
    "trans": "У мене є питання, і ці моменти, які тільки що були підняті, є повторенням того, що я казав минулого разу.\nЯ поставив запитання після того, як двічі вказав — що гарнітура втратила зв'язок з апаратом. Ніяких\nпоказників не було отримано від апарату щодо того, що він робить чи де він знаходиться — нуль.\nЯкщо апарат рухався, щоб зробити те, що він мав зробити, що мені потрібно було б зробити?\nЯ не отримував ніяких вказівок на відео щодо того, в якому положенні знаходиться апарат.\nЯ не отримував ніякого зворотного зв'язку щодо висоти або напрямку руху,\nБез знання положення апарату та напрямку його руху, що показувалося на гарнітурі, — ?\nБуло неможливо\nзнати, що має бути наступним найкращим кроком!\nЯ не отримував інформації про політ під час критичного\nсегмента польоту, було достатньо часу, щоб попросити апарат відійти від відкритої ділянки болотистої землі — я б шукав апарат, що сидить на пучку трави.\nЗамість цього я працював в сліпу, без жодного зворотного зв'язку щодо того, куди краще вести апарат — я пояснив це вже двічі!\nВи розумієте, про що я питаю? Я був на відстані 250 футів від апарату, коли він вирішив приземлитися — це зайняло б дуже кілька секунд, щоб пролетіти ці 250 футів, якщо б тільки гарнітура і апарат мали зв'язок. Замість цього я витратив, як виявилось, дуже цінні останні хвилини польоту, працюючи в сліпу, без зв'язку або контролю над апаратом — це нічого не було сказано в вашому звіті.\nЧому апарат \"погас\"? Чому не було відповіді? Чому не було відео? Чому не було візуалізацій на цьому критичному етапі?\nОсь про що я питаю і чому ви уникаєте відповіді, замість того щоб..."
}