{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We're writing to let you know that you have a new message in the Regence Message Center. We want to protect your personal health information, so you'll need\nto sign in to https:[redacted_url] to see your message.\nYour message may be a notice of a new insurance claim being processed. Once you've signed into Message Center, you can view the claim and find out how to appeal a decision if needed.\nIf you have any questions, we are here to help. Just contact us.\nSincerely,\nThe Regence Team\n*** This notification was generated by an automated system. Please do not reply to this email. ***\nIMPORTANT NOTICE: This communication, including any attachment, contains information that may be confidential or privileged, and is intended solely for the entity or individual to whom it is addressed. If you are not the intended recipient, you should delete this message and are hereby notified that any disclosure, copying, or distribution of this message is strictly prohibited. Nothing in this email, including any attachment, is intended to be a legally binding signature.",
    "trans": "Ми пишемо, щоб повідомити вам про те, що у вас з'явилося нове повідомлення в Центрі повідомлень Regence. Ми бажаємо захистити вашу особисту медичну інформацію, тому вам буде потрібно\nзайти на https:[redacted_url], щоб побачити ваше повідомлення.\nВаше повідомлення може бути сповіщенням про новий страховий випадок, який знаходиться в обробці. Увійшовши в Центр повідомлень, ви зможете переглянути претензію і дізнатися, як оскаржити рішення, якщо це буде потрібно.\nЯкщо у вас виникнуть запитання, ми завжди готові допомогти. Просто зв'яжіться з нами.\nЩиро,\nКоманда Regence\n*** Це сповіщення було згенеровано автоматичною системою. Будь ласка, не відповідайте на цей лист. ***\nВАЖЛИВЕ ЗАУВАЖЕННЯ: Це повідомлення, включаючи будь-які вкладення, містить інформацію, яка може бути конфіденційною або привілейованою, і воно призначене виключно для особи або організації, якій воно направлене. Якщо ви не є цільовим одержувачем, вам треба видалити це повідомлення, і цим вас повідомляють, що будь-яке розголошення, копіювання або розповсюдження цього повідомлення суворо заборонено. Ніщо в цьому електронному листі, включаючи будь-які вкладення, не є юридично обов’язковим підписом."
}