{
    "source": "en_US",
    "target": "uk_UA",
    "text": "note that unscheduled visitors may not be permitted entry to IRCC offices. Accordingly, please come to the office as indicated above, and not more than 15 minutes in advance. If you require, your representatives and interpreter may join you in person. Please present a copy of this notice upon your arrival. Be prepared to spend up to an hour in the office.\nClients and their children aged 5 years and older (as well as representatives and interpreters) are encouraged to wear a mask or face covering before entering the IRCC office.\nIf you are not currently in Canada, you may need to make an application for a permanent resident travel document (PRTD) at either the nearest Visa Application Centre, Canadian Visa Office or via the Permanent Resident (PR) Portal. To find information on how to apply for a PRTD, go to: https://www.canada.ca/en/immigration-refugees-citizenship/services/new-immigrants/pr-travel- document.html\nIf you wish to withdraw your PR card application, you may refer to the following website for details:\nhttp://www.cic.gc.ca/english/helpcentre/answer.asp? qnum=719&top=4\nIf you wish to voluntarily renounce your permanent resident status, you may refer to the following website for details: http://www.cic.gc.ca/english/information/applications/guides/5781ETOC.asp\nThe unique client identifier (UCI) in the upper right corner of this notice is your personal identification number and it provides access to information on your file. Please include this number on all correspondence.\nIf you have questions or need more information, or wish to inform us of a change of address, you can do so by visiting https://www.canada.ca/en/immigration-refugees-citizenship/corporate/contact-ircc.html\nIf you require additional information please call the IRCC National Call Centre: 1-888-242-2100 or email them at question@cic.gc.ca .\nYours sincerely,\nPB\nImmigration, Refugee and Citizenship Canada",
    "trans": "зверніть увагу, що непередбачені відвідувачі можуть не бути допущені до офісів IRCC. Тому, будь ласка, приходьте до офісу, як зазначено вище, і не більше ніж за 15 хвилин до призначеного часу. Якщо потрібно, ваші представники та перекладач можуть приєднатися до вас особисто. Будь ласка, пред'явіть копію цього повідомлення при прибутті. Будьте готові провести в офісі до години.\nКлієнти та їх діти віком від 5 років (а також представники та перекладачі) рекомендується носити маску або захисну маску перед входом до офісу IRCC.\nЯкщо ви наразі не перебуваєте в Канаді, вам може знадобитися подати заявку на отримання документа для подорожі постійного резидента (PRTD) в найближчому Центрі подачі візових заявок, Канадському візовому офісі або через Портал постійних резидентів (PR). Щоб знайти інформацію про те, як подати заявку на PRTD, перейдіть за посиланням: https://www.canada.ca/en/immigration-refugees-citizenship/services/new-immigrants/pr-travel- document.html\nЯкщо ви бажаєте відкликати свою заявку на отримання картки PR, ви можете звернутися до наступного веб-сайту для отримання деталей:\nhttp://www.cic.gc.ca/english/helpcentre/answer.asp? qnum=719&top=4\nЯкщо ви бажаєте добровільно відмовитися від статусу постійного резидента, ви можете звернутися до наступного веб-сайту для отримання деталей: http://www.cic.gc.ca/english/information/applications/guides/5781ETOC.asp\nУнікальний ідентифікатор клієнта (UCI) у верхньому правому куті цього повідомлення є вашим особистим ідентифікаційним номером і надає доступ до інформації про вашу справу. Будь ласка, включайте цей номер у всю кореспонденцію.\nЯкщо у вас є запитання або вам потрібна додаткова інформація, або ви хочете повідомити нас про зміну адреси, ви можете зробити це, відвідавши https://www.canada.ca/en/immigration-refugees-citizenship/corporate/contact-ircc.html\nЯкщо вам потрібна додаткова інформація, будь ласка, зателефонуйте до Національного контактного центру IRCC за номером: 1-888-242-2100 або надішліть їм електронного листа на адресу question@cic.gc.ca.\nЗ повагою,\nPB\nІмміграція, біженці та громадянство Канади"
}