{
    "source": "en_US",
    "target": "uk_UA",
    "text": "What is Fermi?\nThe Universe is home to numerous exotic and beautiful phenomena, some of which can generate almost inconceivable amounts of energy. Supermassive black holes, merging neutron stars, streams of hot gas moving close to the speed of light ... these are but a few of the marvels that generate gamma-ray radiation, the most energetic form of radiation, billions of times more energetic than the type of light visible to our eyes. What is happening to produce this much energy? What happens to the surrounding environment near these phenomena? How will studying these energetic objects add to our understanding of the very nature of the Universe and how it behaves?\nThe Fermi Gamma-ray Space Telescope, formerly GLAST, is opening this high-energy world to exploration and helping us answer these questions. With Fermi, astronomers at long last have a superior tool to study how black holes, notorious for pulling matter in, can accelerate jets of gas outward at fantastic speeds. Physicists are able to study subatomic particles at energies far greater than those seen in ground-based particle accelerators. And cosmologists are gaining valuable information about the birth and early evolution of the Universe.\nFor this unique endeavor, one that brings together the astrophysics and particle physics communities, NASA has teamed up with the U.S. Department of Energy and institutions in France, Germany, Japan, Italy and Sweden. General Dynamics was chosen to build the spacecraft. Fermi was launched June 11, 2008 at 12:05 pm EDT.",
    "trans": "Що таке Фермі?\nВсесвіт є домом для безлічі екзотичних і красивих явищ, деякі з яких можуть генерувати майже незбагненні кількості енергії. Супермасивні чорні діри, злиття нейтронних зірок, потоки гарячого газу, що рухаються близько до швидкості світла... це лише деякі з чудес, які генерують гамма-промені — найенергійнішу форму радіації, яка в мільярди разів енергійніша за світло, яке ми бачимо неозброєним оком. Що відбувається, щоб виробити таку кількість енергії? Що відбувається з навколишнім середовищем поблизу цих явищ? Як дослідження цих енергетичних об'єктів допоможе нам краще зрозуміти саму природу Всесвіту і те, як він поводиться?\nГамма-телескоп Фермі, раніше відомий як GLAST, відкриває цей світ високої енергії для досліджень і допомагає нам відповісти на ці питання. Завдяки Фермі астрономи, нарешті, отримали відмінний інструмент для вивчення того, як чорні діри, відомі тим, що поглинають матерію, можуть прискорювати газові струмені на фантастичні швидкості. Фізики мають змогу вивчати субатомні частинки на енергіях, набагато більших, ніж ті, що спостерігаються в прискорювачах частинок на Землі. А космологи отримують цінну інформацію про народження та ранню еволюцію Всесвіту.\nДля цього унікального проекту, який поєднує астроп physics і фізику частинок, NASA об'єдналося з Міністерством енергетики США та інститутами з Франції, Німеччини, Японії, Італії та Швеції. Компанія General Dynamics була обрана для створення космічного апарату. Фермі було запущено 11 червня 2008 року о 12:05 по східному часу."
}