{
    "source": "en_US",
    "target": "uk_UA",
    "text": "BUY\nRENT\nSOLD\nSEARCH\nBath\nBed\nCar\n$ Min\n$ Max\nSurrounding Suburbs\nprev\nnext\nslide 13 of 15\nGALLERY\nDESCRIPTION\nMAP\nAGENTS\nENQUIRE NOW\n20 Bursaria Street, Torquay\nNaturally Elegant Designer Living\nYou’ll love:\n• The expansive, open spaces, enhanced by soaring ceilings, abundant natural light & the sophisticated style of this impeccably designed coastal haven.\n• Relaxing with family or hosting unforgettable gatherings in the open-plan living, dining & kitchen, flowing out to a private decked alfresco & landscaped garden.\n• The designer kitchen, showcasing sleek stone benchtops, a statement title splashback, grand island bench, premium Smeg appliances & a large butler’s pantry with a convenient servery window.\n• Unwinding in the luxurious master retreat, complete with sheer curtains, WIRs, & a lavish ensuite with chic stone benchtops, floor-to-ceiling tiles & a double vanity.\nPlus:\n• Three additional bedrooms with BIRs, serviced by an elegant family bathroom, a 2nd living area & a powder room rounds out the home’s functional & versatile floorplan.\n• Other highlights include ducted heating & air-conditioning, durable yet stylish flooring, ample storage, 3-metre ceilings in the living area & premium insulation to ensure year-round comfort.\n• Just a leisurely stroll to local schools, Quay Reserve, playgrounds, & The Dunes Village shops, with quick access to White's Beach & Torquay Sands Golf Course.\n• Perfectly positioned on the corner of a sought-after street, this exceptional residence offers tranquil living with nearby wetlands teeming with birdlife—an ideal sanctuary for the discerning family buyer.\nREAD MORE\nFOR SALE\n$1,125,000-$1,200,000\n4\n2\n4\n499 sqm\nFLOOR PLAN\nVIDEO\nDocuments\nStatement of Information\nShare\nInspection\n19\nOct\nSaturday, 12:00 pm - 12:30 pm\nADD TO CALENDAR\n+\n−\nContact Agents\nChris Henson\nSenior Sales Consultant\n0477774271\nchris@naturalre.com.au\nJake Equid\nSales Consultant\n0499904348\njake@naturalre.com.au\nCONTACT\n22 Bristol Road,\nTorquay, VIC 3228\n03 5261 4711\nhello@naturalre.com.au\nCopyright ©\n2024\nNatural Real Estate.\nAll rights reserved\n|\nPowered by\nAgentpoint\n.\nPrivacy Policy\nSitemap\nChat with Alex",
    "trans": "КУПИТИ\nОРЕНДУВАТИ\nПРОДАНО\nПошук\nВанна\nЛіжко\nАвтомобіль\n$ Мінімум\n$ Максимум\nНавколишні передмістя\nназад\nвперед\nслайд 13 з 15\nГАЛЕРЕЯ\nОПИС\nКАРТА\nАГЕНТИ\nЗАПИТАТИ ЗАРАЗ\nвул. Бурсарія, 20, Торквей\nПриродно елегантне дизайнерське житло\nВам сподобається:\n• Просторі, відкриті простори, підкреслені високими стелями, великою кількістю природного світла та вишуканим стилем цього бездоганно спроєктованого прибережного притулку.\n• Відпочинок з родиною або проведення незабутніх зустрічей у просторій вітальні, їдальні та кухні, що ведуть до приватної відкритої альфреско-терраси та ландшафтного саду.\n• Дизайнерська кухня з елегантними кам’яними стільницями, оригінальною плиткою на фоні, великим острівним баром, преміумприладами Smeg та великою коморою для прислуги із зручним вікном для подачі їжі.\n• Розслаблення в розкішному головному ретриті з прозорими шторами, гардеробними кімнатами та розкішною ванною кімнатою із стильними кам’яними стільницями, плиткою до стелі та подвійною умивальницею.\nДо того ж:\n• Три додаткові спальні з вбудованими шафами, елегантна сімейна ванна кімната, друга вітальня та туалет завершують функціональне та універсальне планування будинку.\n• Інші переваги: центральне опалення та кондиціонування, стильне та міцне підлогове покриття, багато місця для зберігання, стелі висотою 3 метри в зоні вітальні та преміумізоляція для забезпечення комфорту протягом усього року.\n• Лише в декількох хвилинах прогулянки до місцевих шкіл, Quay Reserve, дитячих майданчиків та магазинів The Dunes Village, зі швидким доступом до пляжу White’s Beach та гольф-клубу Torquay Sands.\n• Ідеально розташований на розі популярної вулиці, цей винятковий будинок пропонує спокійне життя з поблизу розташованими заболоченими територіями, багатими на птахів — ідеальне укриття для вимогливого покупця родини.\nЧИТАТИ БІЛЬШЕ\nНА ПРОДАЖ\n$1,125,000-$1,200,000\n4\n2\n4\n499 кв.м\nПЛАН ПОВЕРХІВ\nВІДЕО\nДокументи\nІнформаційна декларація\nПоділитись\nІнспекція\n19\nЖовтня\nСубота, 12:00 - 12:30\nДОДАТИ ДО КАЛЕНДАРЯ\n+\n-\nКонтакт з агентами\nКріс Хенсон\nСтарший консультант з продажу\n0477774271\nchris@naturalre.com.au\nДжейк Еквід\nКонсультант з продажу\n0499904348\njake@naturalre.com.au\nКОНТАКТ\n22 Bristol Road,\nTorquay, VIC 3228\n03 5261 4711\nhello@naturalre.com.au\nАвторські права ©\n2024\nNatural Real Estate.\nУсі права захищені\nІ\nПідтримується\nAgentpoint\n.\nПолітика конфіденційності\nКарта сайту\nЧат з Алексом"
}