{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear PGers,\nThe October 2024 edition of the FY2425 Generative AI Newsletter has arrived.\nWith continuous advancements in AI technology, Procter & Gamble is increasingly integrating AI across various business scenarios. We look forward to embracing the future with you and continuing to explore innovations in the AI domain!\nWhat’s new this month:\nHappy 1st Anniversary, chatPG! Over 4,500 employees in Greater China have utilized our generative AI tools, with an employee penetration rate of 73%\nNew chatPG Features Released:The ChatPG standard model has been upgraded from GPT 3.5 to GPT-4o-mini, and GPT-4o has been updated to the latest open version. The \"One Pager Coach\" is now available in the chatPG assistant.\nUpcoming ImagePG Feature:A new multimedia analysis feature will soon be launched, enabling automatic text analysis of uploaded videos to empower our business!\nchatPG Prompt Tips:Optimize the sequence of chatPG prompts and Prompt generation tips\nKey Contacts\nUse Cases:[redacted_name],[redacted_name]\nLegal:[redacted_name],InfoSec:[redacted_name],Purchasing:[redacted_name]",
    "trans": "Дорогі PGers,\nЖовтневий випуск FY2425 Generative AI Newsletter за 2024 рік уже вийшов.\nЗ постійним розвитком технологій штучного інтелекту Procter & Gamble все більше інтегрує ШІ у різноманітні бізнес-сценарії. Ми з нетерпінням чекаємо можливості приймати майбутнє разом із вами та продовжувати досліджувати інновації в галузі ШІ!\nЩо нового цього місяця:\nЗ першим річницею, chatPG! Понад 4 500 співробітників у Великому Китаї вже скористалися нашими інструментами генеративного ШІ, що забезпечило рівень проникнення серед співробітників 73%.\nНові функції chatPG випущено:Стандартну модель ChatPG оновлено з GPT 3.5 до GPT-4o-mini, а GPT-4o оновлено до останньої відкритої версії. «One Pager Coach» тепер доступний у помічнику chatPG.\nОчікувана функція ImagePG:Незабаром буде запущено нову функцію мультимедійного аналізу, яка дозволить автоматично аналізувати текст завантажених відео для підтримки нашого бізнесу!\nПоради щодо запитів chatPG:Оптимізуйте послідовність запитів chatPG та отримайте поради щодо генерації запитів.\nКлючові контакти\nПриклади використання:[redacted_name],[redacted_name]\nЮридичні питання: [redacted_name],Інформаційна безпека:[redacted_name],Закупівлі:[redacted_name]"
}