{
    "source": "en_US",
    "target": "uk_UA",
    "text": ". Your presentation could also include, but is not limited to:\nTraditions & Customs\nFood, Music, Costumes\nA PPT can be created and used to facilitate the presentation, but the presenter should not only read a text, so make sure that if you do work with text that it is only bullet points. Your job as a presenter is to bring any bullet points or images in your presentation to life.\nThe deadline for uploading any supporting material for your presentation is Friday November 1st at 09:45.\n• To what extent should individuals adapt to the cultural norms of a society they move to, versus maintaining their own cultural identity?\n• How does understanding cultural differences contribute to finding meaning and purpose in our relationships with others?\n• What are the key elements that define a culture, and how do they manifest in different societies?\nIn teams students will have 3 periods to research an international festival and prepare a 6 - 9 minute presentation (each team member 2 - 3 minutes) on the main features of the festival and try to reflect on and answer some of the following questions during your team presentation\nIntroduction to the festival\nYou DO Not need to create a PPT to support your team presentation, but you can if you want to.\nOrigins of the festival\nThings to do during the festival",
    "trans": ". Ваша презентація може також включати, але не обмежуватися:\nТрадиції та звичаї\nЇжа, музика, костюми\nМожна створити та використовувати PPT для полегшення презентації, але доповідач не повинен лише читати текст, тому переконайтеся, що якщо ви працюєте з текстом, то це лише пункти. Ваша роль як доповідача полягає в тому, щоб оживити будь-які пункти або зображення у вашій презентації.\nКінцевий термін для завантаження будь-яких допоміжних матеріалів для вашої презентації - п'ятниця, 1 листопада, о 09:45.\n• В якій мірі особи повинні адаптуватися до культурних норм суспільства, в яке вони переїжджають, порівняно з підтримкою своєї власної культурної ідентичності?\n• Як розуміння культурних відмінностей сприяє знаходженню сенсу і мети у наших стосунках з іншими?\n• Які ключові елементи визначають культуру і як вони проявляються в різних суспільствах?\nУ командах студенти матимуть 3 уроки для дослідження міжнародного фестивалю та підготовки презентації тривалістю 6-9 хвилин (кожен учасник команди 2-3 хвилини) про основні особливості фестивалю та спробують відобразити та відповісти на деякі з наступних питань під час командної презентації\nВступ до фестивалю\nВам НЕ потрібно створювати PPT для підтримки вашої командної презентації, але ви можете це зробити, якщо хочете.\nПоходження фестивалю\nРечі, які можна зробити під час фестивалю"
}