{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Help articles\nFind a missing package that shows as \"Delivered\"\nMost packages arrive on time, but, sometimes, the tracking may show as \"delivered\" and you don't have your package.\nLate Deliveries\nMost packages arrive on time. Orders sometimes show up after the estimated delivery date.\nTrack your package\nYou can find tracking information in your order details. If an order includes multiple items, each may have separate delivery dates and tracking information.\nCheck status of a refund\nYou can check the status of your refund in Your Orders .\nFind a missing item from your package\nIf an item is missing from your package, it may have been dispatched separately.\nCancel Items or Orders\nYou can cancel items or orders that haven't entered the shipping process yet.\nOrder with Free Shipping by Amazon\nAs a new customer, you can receive free delivery with your first order of eligible items with no minimum purchase required.\nSign Up for the Amazon Prime Free Trial (Non-Quebec Residents)\nIf you haven't been an Amazon Prime member in the last 12 months, you can sign up for a free trial.\nRedeem a Gift Card\nWhen you redeem an Amazon.com Gift Card or gift voucher to your account, the funds are stored in Your Account and will automatically apply to your next eligible order.\nAdd & Manage Payment Methods\nYou can add or update your payment methods by selecting Your Payments in Your Account.\nOrder with 1-click\nBuy Now is an express purchase experience that lets you review and change details, such as payment method and delivery speed, before placing your order, while still checking out quickly.\nAds in Prime Video\nPrime Video movies and TV shows will include limited advertisements. For further details, click here.\nFind answers in help articles\nType something like, where's my stuff?",
    "trans": "Допоміжні статті\nЗнайти відсутню посилку, яка позначена як \"Доставлено\"\nBільшість посилок доставляються вчасно, але іноді відстеження може показувати \"доставлено\", а у вас немає посилки.\nPізні доставки\nBільшість посилок доставляються вчасно. Замовлення іноді приходять після запланованої дати доставки.\nВідстежуйте посилку\nBи можете знайти інформацію про відстеження у деталях вашого замовлення. Якщо замовлення містить кілька товарів, кожен з них може мати окремі дати доставки та інформацію про відстеження.\nПеревірити статус відшкодування\nВи можете перевірити статус свого повернення у розділі Ваші замовлення.\nЗнайдіть відсутній товар у вашій упаковці\nЯкщо у вашій упаковці відсутній товар, можливо, він був відправлений окремо.\nСкасувати товари або замовлення\nВи можете скасувати товари або замовлення, які ще не надійшли в процес доставки.\nЗамовити з безкоштовною доставкою від Amazon\nЯк новий клієнт, ви можете отримати безкоштовну доставку з вашим першим замовленням товарів, що підлягають цьому, без мінімальної суми покупки.\nПідписатися на безкоштовну пробну версію Amazon Prime (для жителів не з Квебеку)\nЯкщо ви не були членом Amazon Prime протягом останніх 12 місяців, ви можете підписатися на безкоштовну пробну версію.\nВикористати подарункову картку\nКоли ви використовуєте подарункову картку Amazon.com або подарунковий ваучер для свого облікового запису, кошти зберігаються у вашому обліковому записі та автоматично застосовуються до вашого наступного відповідного замовлення.\nДодати та керувати способами оплати\nВи можете додати або оновити свої способи оплати, вибравши Ваші платежі у Вашому обліковому записі.\nЗамовити одним кліком\nKупити зараз - це експрес-досвід покупки, який дозволяє вам переглядати та змінювати деталі, такі як спосіб оплати та швидкість доставки, перед оформленням замовлення, при цьому швидко завершуючи покупку.\nРеклама в Prime Video\nФільми та телевізійні шоу Prime Video міститимуть обмежену кількість реклами. Для отримання додаткової інформації натисніть тут.\nЗнайдіть відповіді в довідкових статтях\nВведіть щось на кшталт \"де мої речі?\""
}