{
    "source": "en_US",
    "target": "uk_UA",
    "text": "arrangement.\n“02_leg-speed” (resp. “glissando-speed”) – Tweakable Intervals\nAvailable for all String and Woodwind Instruments, as well as for Brass Instruments with Glissando/Portamento Patches.\nThe new Enveloped Stretching tools in Vienna Instruments PRO 2 allow you to control the transition length of Performance Interval Patches in real-time.\nAttention: Loading or “enabling” these matrices for the first time will cause some delay due to the necessary rendering time.\nX-Axis Controller (horizontal): Keyswitches\nFor Bass to Soprano Instruments (lowest note C2): C1 upwards\nFor Contrabass Instruments (lowest notes below C2): C6 upwards\nUse these Keyswitches to change between different Performance Interval Patches (legato, portamento, glissando). Y-Axis Controller (vertical): CC1 (ModWheel)\nUse the ModWheel to access different transition lengths for the Performance Interval Patches.\nAppendix 2 – Vienna Instruments PRO II Matrices and Presets\nCC1 =1 CC1 = 64 CC1 = 127\nSlow transitions Regular transitions Fast transitions\n(c) 2012 Vienna Symphonic Library Vienna Instruments Orchestral Strings 1 & 2 – 137 –\n“03_runs-leg_major” – Major runs on Speed\nAvailable for all String and Wind Instruments with originally recorded Run Patches (Solo Violin, Orchestral Strings, selected Woodwinds, Trumpets)\nEnveloped time-stretching lets you switch between different rendered speeds of the recorded runs in real-time. The first cells of each matrix row show the tempo in BPM.\nThe originally played runs were performed as 32nd notes.\nX-Axis Controller (horizontal): Keyswitches\nFor Bass to Soprano Instruments (lowest note C2): C1 upwards For Contrabass Instruments (lowest notes below C2): C6 upwards\nUse these Keyswitches to change between different scales from C major to B major. Y-Axis Controller (vertical): CC1 (ModWheel)\nUse the ModWheel to trigger different speed variations, up to 7 tempo variations",
    "trans": "домовленість.\n\"02_leg-speed\" (або \"glissando-speed\") – Налаштовувані інтервали\nДоступно для всіх струнних та дерев'яних духових інструментів, а також для мідних духових інструментів з глісандо/портаменто патчами.\nНові інструменти Enveloped Stretching у Vienna Instruments PRO 2 дозволяють контролювати тривалість переходу патчів Performance Interval в реальному часі.\nУвага: Завантаження або \"включення\" цих матриць вперше викличе затримку через необхідний час рендерингу.\nКонтролер осі X (горизонтальний): Клавіші перемикання\nДля інструментів від баса до сопрано (найнижча нота C2): від C1 і вище\nДля контрабасових інструментів (найнижчі ноти нижче C2): від C6 і вище\nВикористовуйте ці клавіші перемикання для зміни між різними патчами інтервалів виконання (легато, портаменто, гліссандо). Контролер осі Y (вертикальний): CC1 (Модульне колесо)\nВикористовуйте модульне колесо для доступу до різних довжин переходів для патчів інтервалів виконання.\nДодаток 2 – Матриці та пресети Vienna Instruments PRO II\nCC1 = 1 CC1 = 64 CC1 = 127\nПовільні переходи Звичайні переходи Швидкі переходи\n(c) 2012 Vienna Symphonic Library Оркестрові струнні інструменти Vienna Instruments 1 & 2 – 137 –\n\"03_runs-leg_major\" – Головні пробіжки на швидкості\nДоступно для всіх струнних та духових інструментів з оригінально записаними патчами пробіжок (соло-скрипка, оркестрові струнні, вибрані дерев'яні духові, труби)\nФункція обгорткового тайм-стретчинга дозволяє вам переключатися між різними рендереними швидкостями записаних пробіжок в реальному часі. Перші клітинки кожного рядка матриці показують темп у BPM.\nОригінально виконані пробіжки були зіграні як тридцяті ноти.\nКонтролер осі X (горизонтальний): Клавіші перемикання\nДля інструментів від баса до сопрано (найнижча нота C2): від C1 і вище Для контрабасових інструментів (найнижчі ноти нижче C2): від C6 і вище\nВикористовуйте ці клавіші перемикання для зміни між різними гамами від до мажорної до сі мажорної. Контролер осі Y (вертикальний): CC1 (Модульне колесо)\nВикористовуйте модульне колесо для активації різних варіацій швидкості, до 7 варіацій темпу"
}