{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Date Invoice\nSupport 25-October-2024 17832609J9GO +1 (833)-944-0632\nDear nuriaescobar. [redacted_email],\nGeek SQUAD\nWe appreciate your business. You paid $528.99 for your Geek Squad subscription, which has been automatically renewed for another 2 years.\nThis is an email confirmation for the payment made through your account.\nThe amount of $528.99 has been processed and wil be debited today. This transaction wil reflect within 24 hours on your account.\nWe appreciate your continued partnership with us.\nDescription\nGeek Squad Subscription (2 years renewal)\n• Computer &mobile Virus removal and protection\n• Software and hardware troubleshooting\nUnit Quantity Total Price\nAmount $528.99\n1\n$528.99\nfI you wish ot cancel or extend Unsubscribe then kindly contact our support team. Contact Support\n+ 1 (833)-944-0632\nRegards,\nGeek Squad Inc.\n21 NFirst Street San Jose, CA 95131 System email donot reply 48638292-897-4dd8-8a69-880cdc9bba02",
    "trans": "Дата рахунку-фактури\nПідтримка 25 жовтня 2024 —  17832609J9GO — +1 (833)-944-0632\nШановний(а) nuriaescobar. [redacted_email],\nGeek SQUAD\nМи цінуємо вашу довіру. Ви оплатили $528.99 за підписку Geek Squad, яка була автоматично продовжена ще на 2 роки.\nЦе електронне підтвердження платежу, здійсненого через ваш обліковий запис.\nСума $528.99 була оброблена і буде списана сьогодні. Ця транзакція з’явиться у вашому обліковому записі протягом 24 годин.\nМи вдячні за вашу постійну співпрацю з нами.\nОпис\nПідписка на Geek Squad (продовження на 2 роки)\nВидалення вірусів та захист комп’ютера і мобільних пристроїв\nДіагностика та усунення проблем із програмним й апаратним забезпеченням\nКількість одиниць\nЗагальна ціна\n1\n528,99 $\nЯкщо ви бажаєте скасувати або продовжити підписку, будь ласка, зв’яжіться з нашою службою підтримки. Контакти служби підтримки\n📞 +1 (833)-944-0632\nЗ найкращими побажаннями,\nGeek Squad Inc.\n21 N First Street, San Jose, CA 95131"
}