{
    "source": "en_US",
    "target": "uk_UA",
    "text": "housekeeper.” She lets out a chuckle. “Your housekeeper as well.” She waves a hand around the kitchen. “I do everything you require of me.”\n“Ah...just call me Tori,” I say because I’m not comfortable with the title Mrs. Rizzo. It’s going to take some time getting used to my marital status. I gesture at the coffee pot. “Can I have some?”\nHer eyebrows fly up, and she rushes closer. Gripping hold of my forearm, she gives me a friendly smile. “This is your household, Tori. You don’t have to ask for anything.”\nA sudden burst of emotion in my chest makes my breath hitch.\nI’ve been through so much the past twenty-four hours, and just because Rita is kind to me causes tears to burn in my eyes.\nI wave a hand in front of my face while blinking like crazy to hold the tears back. “I’m sorry. Everything is overwhelming.”\nShe rubs a hand up and down my bicep and gives me a compassionate look. “You don’t have to apologize. I understand.” Stepping away from me, she heads to the coffee pot. “How do you like your coffee?”\n“Two sugars and cream, please.”\nI manage to regain control over my chaotic emotions, and walking closer to her, I ask, “I know you’re the housekeeper, but will it be okay if I prepare dinners?”\nHer eyes dart to my face. “Of course. I’m here to make life easier for you. If you want to change anything, just let me know so I don’t step on your toes.”\nGosh, she’s lovely.\nI have a sudden urge to hug Rita, but fist my hands at my sides because that would be weird, seeing as I just met her.\nWhen she hands me a cup of steaming coffee, I almost groan with relief. I take a few sips, savoring the goodness, then murmur, “Thank you so",
    "trans": "домогосподарка.\" Вона сміється. \"Ваша домогосподарка також.\" Вона махає рукою по кухні. \"Я роблю все, що ви від мене вимагаєте.\"\n\"Ах... просто називайте мене Торі,\" кажу я, оскільки мені некомфортно з титулом пані Різзо. Мені знадобиться деякий час, щоб звикнути до свого сімейного статусу. Я вказую на кавник. \"Можна мені трохи?\"\nЇї брови піднімаються, і вона швидко підходить ближче. Схопивши мене за передпліччя, вона дарує мені дружню усмішку. \"Це ваше домогосподарство, Торі. Вам не потрібно нічого просити.\"\nРаптовий сплеск емоцій у моїй грудях змушує мене затримати подих.\nЯ пройшла через так багато за останні двадцять чотири години, і тільки тому, що Рита добра до мене, сльози печуть мені очі.\nЯ махаю рукою перед обличчям і блимнувши як божевільна намагаюся стримати сльози. \"Вибачте. Все це приголомшливо.\"\nВона проводить рукою по моєму біцепсу і дивиться на мене з співчуттям. \"Вам не потрібно вибачатися. Я розумію.\" Відступивши від мене, вона йде до кавника. \"Як ви любите свою каву?\"\n\"Два цукри і вершки, будь ласка.\"\nМені вдається взяти під контроль свої хаотичні емоції, і підійшовши ближче до неї, я запитую: \"Я знаю, що ви домогосподарка, але чи буде нормально, якщо я буду готувати вечері?\"\nЇї очі швидко перемикаються на моє обличчя. \"Звичайно. Я тут, щоб полегшити вам життя. Якщо ви хочете щось змінити, просто дайте мені знати, щоб я не наступила вам на ноги.\"\nБоже, вона чудова.\nУ мене раптом виникає бажання обійняти Риту, але я стисну руки в кулаки біля боків, тому що це було б дивно, адже я тільки що зустріла її.\nКоли вона подає мені чашку димлячої кави, я майже стогну від полегшення. Я роблю кілька ковтків, насолоджуючись смаком, а потім прошепотую: \"Дякую вам так"
}