{
    "source": "en_US",
    "target": "uk_UA",
    "text": "How many people did you kill when you ditched training before Shadis took over?\" Petra asked him, getting to her feet to face him, the group of Scouts behind her not sure what to make of the situation. \"When you were sneaking off at night, how many people did you kill?\"\n\"That doesn't matter. I did what I did to survive.\" He shot back.\n\"How many innocent people did you kill while everyone else was sleeping in the barracks?\" Petra pressed further.\n\"You want to know? Fine.\" He had enough of this pretentious bullshit coming from her. \"Two major gangs in the underground, dead. Two very corrupt nobles that would rather send citizens to the slaughter than spare food from the Royal reserves, dead. I've killed more than enough people to last a lifetime. Does that make you feel better now? Does that make me the monster you want me to be? Knowing that I've killed people?\"\n\"Hey, enough.\" Captain Levi stalked through the crowd behind Petra to the front. \"We haven't even left yet and I'm already fed up of your bullshit.\" He told the both of them. \"This situation is far from ideal, but I don't give a shit.\"\nHe then turned to Petra. \"You don't like the situation, well tough shit, it's what we got, you've just got to deal with it. You don't have to like my orders, but I expect you to follow them to a T. Got it?\"\n\"Yes Captain.\"\n\"And you.\" He turned to face Y/N. \"Sit down and shut up. I've heard enough out of you already.\"\nLevi then turned to the rest of the group. \"Eld, take Petra and Armin, gather enough horses for us all and meet us at the cabin. The rest of you on the cart.\" He ordered. \"Eren, sit next to Y/N, might as well get aquatinted in human form before your Titans meet later on.\"\nWith that said, Y/N moved up to the end of the cart, letting Eren sit next to him, Mikasa and Levi across from them, with Sasha, Connie, Jean and Historia getting into the back of the cart while Oluo was tasked with driving the cart to their destination.\n\"Is it true?\" Eren spoke up once they got moving. \"That I ate someone to get my power? Is that true?\"",
    "trans": "Скільки людей ти вбив, коли кинув тренування перед тим як Шадіс взяв на себе командування?\" - запитала його Петра, підводячись на ноги та дивлячись на нього обличчям до обличчя. Група Скаутів за її спиною не знала що думати про ситуацію. \"Коли ти вночі крадькома йшов кудись, скільки людей ти вбив?\"\n\"Це не має значення. Я зробив те, що зробив для виживання.\" - відповів він.\n\"Скільки невинних людей ти вбив поки всі інші спали в казармах?\" - продовжила Петра.\n\"Хочеш знати? Добре.\" Йому набридло це претензійне бла-бла-бла з її боку. \"Два великі банди в підпіллі, мертві. Два дуже корумповані дворяни, які краще відправлять громадян на забій, ніж пожертвують їжу з королівських запасів, мертві. Я вбив більше ніж достатньо людей, щоб прожити ціле життя. Це робить тебе щасливішою? Це робить мене монстром, яким ти хочеш, щоб я був? Знаючи, що я вбивав людей?\"\n\"Гей, досить.\" Капітан Леві пройшов через натовп за Петрою до передньої частини. \"Ми навіть ще не виїхали, а я вже втомився від вашого бла-бла-бла.\" Він сказав обом. \"Ця ситуація далека від ідеальної, але мені все одно.\"\nПотім він повернувся до Петра. \"Тобі не подобається ситуація? Ну і що, це те, що у нас є, тобі просто потрібно з цим впоратися. Тобі не потрібно любити мої накази, але я очікую, що ти будеш їх виконувати до найменшої деталі. Зрозуміла?\"\n\"Так точно, капітан.\"\n\"А ти.\" Він повернувся до Y/N. \"Сядь і замовкни. Я вже чув від тебе достатньо.\"\nЛеві потім звернувся до решти групи. \"Елд, візьми Петру та Арміна, зберіть достатню кількість коней для всіх нас і зустріньте нас біля кабінки. Інші - на возі.\" Він наказав. \"Ерен, сядь поруч з Y/N, все одно краще познайомитися в людській формі перед тим, як ваші титани зустрінуться пізніше.\"\nСказавши це, Y/N перемістився до кінця воза, дозволивши Ерену сісти поруч з ним, Мікаса та Леві навпроти них, а Саша, Конні, Жан та Хісторія сіли на задню частину воза, поки Олуо був призначений водити візок до їхнього місця призначення.\n\"Це правда?\" Ерен заговорив після того, як вони почали рухатися. \"Що я з'їв когось, щоб отримати свою силу? Це правда?\""
}