{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Jeongguk could feel it.\nThe rush of power that surged through his body the second he sank his canines into his flesh.\nThe sweet promising scent of the omega in his arms was beginning to drive him mad.\nThe whimpers that filled his ears only fueled him to complete the marking.\n\"H-Hurts.\" The omega fussed around lightly but Jeongguk had him practically pinned down.\nHe could feel how erratic the omega's heartbeat was, skin beginning to grow feverish.\nBut the alpha knew what he was doing, especially when Taehyung finally let out a soft moan a few seconds later.\nThe omega blinked rapidly as the pain began to diminish, leaving behind a small trace of indescribable pleasure.\nThere were still tears in his eyes as he sniffled softly, a small squeak leaving him when he began to feel the alpha's canines retracting.\n\"Stop.\" The alpha growled lowly when Taehyung shifted slightly.\nWithin a fraction of a second, he was frozen still.\nJeongguk had pulled away enough to stare him in the face, a low growl of satisfaction leaving his lips at the sight of the omega.\nHis face was a soft shade of red, bottom lip practically quivering as tears pooled in his eyes.\nJeongguk's eyes trailed lower to where the mate mark now rested.\nIt was an angry shade of red, deep teeth marks around the area.",
    "trans": "Чонгук відчував це.\nПрилив сили, який пройшов через його тіло в ту секунду, коли він втиснув свої ікла в його плоть.\nСолодкий обіцяючий аромат омеги в його обіймах починав зводити його з розуму.\nСкиглення, які наповнювали його вуха, лише підштовхували його до завершення позначення.\n\"Б-Болить.\" Омега легенько ворочався, але Чонгук практично придавив його до землі.\nВін відчував, як нерівно б'ється серце омеги, шкіра починає ставати гарячою.\nАле альфа знав, що робить, особливо коли Техьон нарешті видав тихий стогін через кілька секунд.\nОмега швидко закліпав очима, коли біль почав зменшуватися, залишаючи після себе невеликий слід незрозумілого задоволення.\nУ нього все ще були сльози на очах, коли він тихо всхлипнув, і маленький писк вирвався з нього, коли він почав відчувати, як ікла альфи відступають.\n\"Зупинись.\" Альфа низько рикнув, коли Техьон трохи зрушився.\nВ одну мить він замер на місці.\nЧонгук відійшов достатньо, щоб подивитися йому в обличчя, з губ зірвався низький рик задоволення при вигляді омеги.\nЙого обличчя було м'якого червонуватого відтінку, нижня губа практично тремтіла, а сльози збиралися в очах.\nОчі Чонгука опустилися нижче до того місця, де тепер знаходилася позначка партнера.\nВона була гнівного червоного кольору, навколо області були глибокі сліди від зубів."
}