{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Not used, without acknowledgment, any website or software (including generative artificial intelligence) that generates assessment responses\nDeclaration of Originality\nI am aware of and understand the University's policy on plagiarism and I certify that this assignment is my own work, except where indicated by referencing, and that I have followed the good academic practices noted above.\nExtract from the University of Glasgow Plagiarism Statement\nan unacknowledged summary of a source;\n32.4 Plagiarism is considered to be an act of fraudulence and an offence against University discipline. Alleged plagiarism, at whatever stage of a student's studies, whether before or after graduation, will be investigated and dealt with appropriately by the University.\nWith regard to essays, reports and dissertations, the rule is: if information or ideas are obtained from any source, that source must be acknowledged according to the appropriate convention in that discipline; and any direct quotation must be placed in quotation marks and the source cited immediately. Any failure to acknowledge adequately or to cite properly other sources in submitted work is plagiarism. Under examination conditions, material learnt by rote or close paraphrase will be expected to follow the usual rules of reference citation otherwise it will be considered as plagiarism. Schools should provide guidance on other appropriate use of references in examination conditions.\na close paraphrase;\ndirect copying or transcription.\nClearly referenced, in both the text and the bibliography or references, all sources used in the work.\nDECLARATION\n32.2 Plagiarism is defined as the submission or presentation of work, in any form, which is not one's own, without acknowledgement of the sources. Plagiarism includes inappropriate collaboration with others. It is important to note that inappropriate collaboration with others includes inappropriate interaction with any other student, outside agency, website or software that generates assessment responses. Special cases of plagiarism can arise from a student using their own previous work (termed auto-plagiarism or self-plagiarism). Self-plagiarism includes using work that has already been submitted for assessment at this University or for any other academic award.\nIn addition, I understand that any false claim in respect of this work will result in disciplinary action in accordance with University regulations.\nWork may be considered to be plagiarised if it consists of:\nRead and understood the guidance on plagiarism in the Course Handbook, including the University of Glasgow Statement on Plagiarism.\nFully referenced (including page numbers) and used inverted commas for all text quoted from books, journals, web, etc. (Please check with your School which referencing style is to be used).\nNot sought or used the services of any professional agencies\n32.5 The University reserves the right to use plagiarism detection systems, which may be externally based, in the interests of improving academic standards when assessing student work.\n32.3 The incorporation of material without formal and proper acknowledgement (even with no deliberate intent to cheat) can constitute plagiarism.\nI confirm that I have read, understood and have complied with this statement:\nNot made use of the work of any other student(s) past or present without acknowledgement. This included any of my own work, that has previously, or concurrently, submitted for assessment, either at this or any other institution, including school.\n32.1 The University's degrees and other academic awards are given in recognition of a student's personal achievement. All work submitted by students for assessment is accepted on the understanding that it is the student's own effort.\na direct quotation;\nI confirm that this assignment is my own work and I have:\nProvided the sources for all tables, figures, data etc. that are not my own work.",
    "trans": "Не використовуйте без визнання жоден веб-сайт або програмне забезпечення (включаючи генеративний штучний інтелект), які генерують відповіді на оцінювання\nДекларація оригінальності\nЯ усвідомлюю та розумію політику університету щодо плагіату і підтверджую, що це завдання є моєю власною роботою, за винятком випадків, коли це вказано посиланням, і що я дотримувався зазначених вище добрих академічних практик.\nВитяг із Положення про плагіат Університету Глазго\nнедоцільне узагальнення джерела;\n32.4 Плагіат вважається актом шахрайства та правопорушенням проти дисципліни університету. Передбачуваний плагіат, на будь-якій стадії навчання студента, незалежно від того, чи перед випуском, чи після нього, буде розслідуваний та належним чином вирішений університетом.\nЩодо есе, звітів та дисертацій правило таке: якщо інформація або ідеї отримані з будь-якого джерела, це джерело повинно бути визнане відповідно до відповідної конвенції в цій дисципліні; а будь-яка пряма цитата повинна бути взята в лапки і джерело має бути відразу зазначене. Будь-яке неналежне визнання або неправильне цитування інших джерел у поданій роботі є плагіатом. У умовах екзамену матеріал, вивчений напам'ять або близько перефразований, повинен дотримуватися звичайних правил посилань на джерела, інакше буде вважатися плагіатом. Школи повинні надати рекомендації щодо іншого відповідного використання посилань у умовах екзамену.\nблизький перефраз;\nпряме копіювання або переписування.\nЧітко зазначені у тексті та бібліографії або списку літератури всі джерела, використані в роботі.\nДЕКЛАРАЦІЯ\n32.2 Плагіат визначається як подання або представлення роботи в будь-якій формі, яка не є власною, без вказівки на джерела. Плагіат включає неналежну співпрацю з іншими. Важливо зазначити, що неналежна співпраця з іншими включає неналежну взаємодію з будь-яким іншим студентом, зовнішньою агенцією, веб-сайтом або програмним забезпеченням, які генерують відповіді на оцінювання. Спеціальні випадки плагіату можуть виникнути, якщо студент використовує свою власну попередню роботу (яка називається авто-плагіатом або самоплагіатом). Самоплагіат включає використання роботи, яка вже була подана для оцінювання в цьому університеті або для отримання будь-якої іншої академічної нагороди.\nКрім того, я розумію, що будь-яке неправдиве твердження щодо роботи призведе до дисциплінарних заходів відповідно до правил університету.\nРобота може вважатися плагіатом, якщо вона складається з:\nПрочитав і зрозумів рекомендації щодо плагіату в Посібнику курсу, включаючи Заяву університету Глазго про плагіат.\nПовністю процитована (включаючи номери сторінок) і використані лапки для всього тексту, цитованого з книг, журналів, веб-сайтів тощо (будь ласка, уточніть у вашій школі, який стиль посилань слід використовувати).\nНе звертався і не користувався послугами жодних професійних агенцій\n32.5 Університет залишає за собою право використовувати системи виявлення плагіату, які можуть бути зовнішніми, в інтересах покращення академічних стандартів при оцінюванні студентських робіт.\n32.3 Включення матеріалу без формального та належного визнання (навіть без навмисного наміру обманути) може становити плагіат.\nЯ підтверджую, що прочитав, зрозумів і дотримуюсь цієї заяви:\nНе користувався роботою інших студентів минулих чи теперішніх без визнання. Це стосується також будь-якої моєї власної роботи, яка раніше або одночасно подавалася для оцінювання як в цьому навчальному закладі, так і в будь-якому іншому навчальному закладі, включаючи школу.\n32.1 Ступені та інші академічні нагороди університету присуджуються за особисті досягнення студента. Вся робота, подана студентами для оцінювання, приймається з розумінням того, що це є власними зусиллями студента.\nпряма цитата;\nЯ підтверджую, що це завдання є моєю власною роботою і я:\nНадано джерела для всіх таблиць, малюнків, даних тощо, які не є моєю власною роботою."
}