{
    "source": "en_US",
    "target": "uk_UA",
    "text": "IF you are not able to create it in illustrator, I may be able to recreate it into usable artwork if the design is not too complicated.\nThe Psychology Department is ordering t-shirts/sweatshirts and we are looking for a new design. Win a $25 gift card to Amazon and a free psyc dept tshirt if your design is chosen. Designs should be limited to one or two colors as each additional color will add to the cost of the t-shirt. Please don’t just copy and submit designs you find on the internet. When you create it, it is best if it is vector artwork and you create your design in illustrator or another graphics program and save it as a pdf. If the design is too hard to recreate into usable artwork or too costly, we will have to choose the 2nd place winner.\nAll Psychology majors and minors will have an opportunity to vote for their favorite design. Email your design to me at crp8@calvin.edu. Designs are due by Monday, October 7 by 8:00AM.\nBest regards,\nCathy Parks",
    "trans": "ЯКЩО ви не зможете створити це в Illustrator, я можу відтворити це в використовується artwork, якщо дизайн не надто складний.\nКафедра психології замовляє футболки/світшоти, і ми шукаємо новий дизайн. Виграйте подарункову картку на $25 для Amazon і безкоштовну футболку від кафедри психології, якщо ваш дизайн буде обраний. Дизайни повинні бути обмежені одним або двома кольорами, оскільки кожен додатковий колір збільшить вартість футболки. Будь ласка, не просто копіюйте і не подавайте дизайни, знайдені в Інтернеті. Коли ви створюєте його, найкраще, щоб це був векторний artwork, і ви створюєте свій дизайн в Illustrator або іншій графічній програмі та зберігаєте його у форматі pdf. Якщо дизайн буде занадто складним для відтворення у використовується artwork або занадто дорогим, ми виберемо переможця з другого місця.\nВсі студенти, які навчаються за спеціальністю або мають доповнення в психології, матимуть можливість проголосувати за свій улюблений дизайн. Надсилайте свій дизайн мені на електронну пошту crp8@calvin.edu. Дизайни повинні бути надіслані до понеділка, 7 жовтня, до 8:00 ранку.\nЗ найкращими побажаннями,\nКеті Паркс"
}