{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Medial frontal negativity (MFN) is an event-related potential thought to originate in the anterior cingulate cortex. It is evoked by outcomes being worse than expected, such as when presented with unfair economic proposals during the Ultimatum Game (UG). This could mean the MFN indexes a social-emotional response, as commonly suggested in accounts that relate it to a violation of a social norm of fairness. To examine the link between MFN and norm violation, we designed an EEG experiment with participants acting as representatives in an UG. Participants responded either as themselves, or as representatives of two charities. Of these, a norm-compatible charity conformed to the participant's values, while the norm-incompatible charity contrasted to them. The behavioral results showed that norm-incompatible representation reversed behavior, with almost all fair offers being declined. The MFN, however, was unaffected by the norm representation, with unfair offers consistently evoking MFNs across conditions. We furthermore replicated the curious finding that unexpectedly generous offers evoke as much MFN as unfair offers. Thus, the MFN is not nearly as sensitive to higher-order social-emotional processes as commonly assumed. Instead, the perceived inequality that drives the MFN likely reflects a rational, probabilistic process.",
    "trans": "Медіальна фронтальна негативність (MFN) є подієво-залежним потенціалом, який, ймовірно, виникає в передній частині поясної кори. Вона викликається результатами, що гірші за очікування, наприклад, коли учасники стикаються з несправедливими економічними пропозиціями під час гри \"Ultimatum Game\" (UG). Це може означати, що MFN відображає соціально-емоційну реакцію, як часто припускають у теоріях, які пов'язують її з порушенням соціальної норми справедливості. Щоб дослідити зв'язок між MFN і порушенням норми, ми розробили експеримент з EEG, де учасники виступали в ролі представників в UG. Учасники відповідали або як самі себе, або як представники двох благодійних організацій. Одна з них була сумісною з нормою і відповідала цінностям учасника, тоді як інша була несумісною з цією нормою. Поведінкові результати показали, що представництво несумісної з нормою організації змінювало поведінку, причому майже всі справедливі пропозиції були відхилені. Однак MFN не змінювалася в залежності від того, яку норму представляли учасники, і несправедливі пропозиції стабільно викликали MFN в усіх умовах. Крім того, ми підтвердили цікаву знахідку, що несподівано щедрі пропозиції викликають стільки ж MFN, скільки і несправедливі. Отже, MFN не так чутлива до вищих соціально-емоційних процесів, як часто припускають. Натомість, сприйнята нерівність, яка викликає MFN, ймовірно, відображає раціональний, ймовірнісний процес."
}