{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Maintenance Planner & Buyer (MPB) is responsible for scheduling maintenance activities in a manner that minimizes the impact on production, while obtaining the goals required for asset reliability. The MPB evaluates the need for replacement parts, obtains competitive quotes, and places orders. The MPB will be responsible for assuring correct stock levels of the maintenance spare parts area and buying replacement or new stock items required. They will be responsible for maintaining correct inventory accuracy in the spare parts and maintenance area. The MPB will provide professional, quality service and support for the maintenance team to ensure smooth, continuous, and efficient production flow. The successful associate will be able to identify and prioritize multiple projects with a continuous focus on ways to improve processes. They will also lead, delegate, direct the tasks of a specialized team (i.e., Utilities, Electrical or PLC), while providing support and general direction to all Maintenance Technicians or specific contractors. The maintenance planner will also be responsible for maintaining adequate 3rd party maintenance contracts are scheduled and performed to the standards expected by the maintenance team.",
    "trans": "Планувальник та закупник технічного обслуговування (MPB) відповідає за планування технічного обслуговування таким чином, щоб мінімізувати вплив на виробництво, одночасно досягаючи цілей, необхідних для надійності активів. MPB оцінює потребу в замінних частинах, отримує конкурентоспроможні пропозиції та оформляє замовлення. MPB буде відповідати за забезпечення правильного рівня запасів в зоні запасних частин для технічного обслуговування та закупівлю замінних або нових елементів, якщо це необхідно. Вони будуть відповідати за підтримання точної інвентаризації в зоні запасних частин та технічного обслуговування. MPB надасть професійну, якісну підтримку та сервіс для команди технічного обслуговування, щоб забезпечити плавний, безперервний та ефективний процес виробництва. Успішний кандидат зможе визначати та пріоритетизувати кілька проектів, постійно зосереджуючись на способах покращення процесів. Вони також будуть вести, делегувати та керувати завданнями спеціалізованої команди (наприклад, комунальні послуги, електрика або PLC), одночасно надаючи підтримку та загальний напрямок всім технікам технічного обслуговування або конкретним підрядникам. Планувальник технічного обслуговування також буде відповідати за підтримку адекватного графіка та виконання контрактів з третіми сторонами на технічне обслуговування відповідно до стандартів, очікуваних командою технічного обслуговування."
}