{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Monkey’s Paw is a short horror story by W.W. Jacobs, published in 1902. It revolves around a magical but cursed talisman—an old monkey’s paw—that has the power to grant three wishes to its owner, though the wishes come with unintended and tragic consequences.\nPlot Summary\nThe story begins with the White family—Mr. and Mrs. White and their son Herbert—who receive a visit from Sergeant-Major Morris, a soldier who has traveled extensively. Morris shows them the monkey’s paw and explains that it can grant three wishes to three different people. However, he warns them that the wishes come at a terrible cost. Despite his warning, Mr. White takes the paw.\n1. First Wish: Mr. White jokingly wishes for 200 pounds (a sum of money). The next day, the family receives news that Herbert has died in a tragic factory accident. As compensation, the company gives them exactly 200 pounds, revealing the horrifying consequence of the wish.\n2. Second Wish: Overcome with grief, Mrs. White convinces Mr. White to wish for Herbert to return to life. That night, they hear a knocking at the door, implying that Herbert has come back—but not as he once was. The idea that he could be returned as a decaying corpse terrifies Mr. White.\n3. Third Wish: In panic, Mr. White uses the last wish to undo Herbert’s resurrection. The knocking stops, and when Mrs. White opens the door, no one is there.\nThemes\nThe story explores themes like fate, the dangers of interfering with destiny, and the consequences of greed. It serves as a cautionary tale, suggesting that getting exactly what you wish for may have unintended and tragic outcomes.",
    "trans": "«Лапа мавпи» — це коротка історія жахів, написана В. В. Джейкобсом, яка була опублікована в 1902 році. Вона обертається навколо магічного, але проклятого талісмана — старої лапи мавпи, яка має силу виконувати три бажання для свого власника, хоча ці бажання супроводжуються непередбаченими і трагічними наслідками.\nКороткий зміст сюжету\nІсторія починається з родини Уайт — містера і місіс Уайт та їхнього сина Герберта — які отримують візит від сержанта Мора, солдата, який багато подорожував. Мор показує їм лапу мавпи і пояснює, що вона може виконати три бажання для трьох різних людей. Однак він попереджає їх, що бажання мають жахливу ціну. Незважаючи на його попередження, містер Уайт бере лапу.\n1. Перше бажання: Містер Уайт жартома бажає 200 фунтів стерлінгів (суму грошей). Наступного дня родина отримує новину про те, що Герберт загинув у трагічному нещасному випадку на фабриці. Як компенсацію компанія дає їм рівно 200 фунтів стерлінгів, виявляючи жахливі наслідки бажання.\n2. Друге бажання: Під впливом горя місіс Уайт переконує містера Уайта побажати повернення Герберта до життя. Тієї ночі вони чують стук у двері, що означає, що Герберт повернувся — але не таким, яким був раніше. Ідея того, що він може повернутися як розкладений труп, лякає містера Уайта.\n3. Третє бажання: У паніці містер Уайт використовує останнє бажання, щоб скасувати воскресіння Герберта. Стук припиняється, і коли місіс Уайт відкриває двері, нікого немає.\nТематика\nІсторія досліджує такі теми, як доля, небезпеки втручання в призначення і наслідки жадібності. Вона слугує застережною казкою,  про те, що отримання саме того, чого ви хочете, може мати непередбачувані і трагічні наслідки."
}