{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Doctor of Medicine (MD) Program is accredited by the Commission for Academic Accreditation (CAA), Ministry of Education, United Arab Emirates. The outcome competencies of the program are benchmarked with internationally known competency frameworks including the Accreditation Council for Graduate Medical Education (ACGME) and have been adapted to the cultural context of the Arabian Gulf region.\nThe graduate-entry Doctor of Medicine (MD) Program is a 4-year competency-based program with a total of 152 credits. This program is suitable for students who have completed a four-year bachelor’s degree and fulfills the admission criteria for the four-year MD program.\nThe program is organized in two inter-related phases, each of two years duration with critical points or “Gates” at the end of each phase. The eligibility of students’ progression to the next phase will be checked at the gates.\nEach phase will have specific “Phase Learning Outcomes” which are milestones towards the Program Learning Outcomes:\nPhase of‘Core Medical Sciences’ (Years 1 & 2)\nPhase of ‘Transition to Practice’(Years 3 & 4)\nAfter the successful completion of the Phase of “Transition to Practice” requirements, they graduate with a MD degree.",
    "trans": "Програма підготовки Доктор Медицини (ДМ) акредитована Комісією з академічної акредитації (КАА) Міністерства освіти Обʼєднаних Арабських Еміратів. Компетенції випускників програми відповідають міжнародно відомим рамкам компетентностей, у тому числі Ради з акредитації післядипломної медичної оствіти (РАПМО), та адаптовані до культурного контексту регіону Перської затоки.\nПрограма підготовки Докторів Медицини (ДМ) - це 4-річна компетентнісна програма із загальним обсягом 152 кредити. Ця програма підходить для студентів, які закінчили чотирирічний ступінь бакалавра та відповідають критеріям вступу на чотирирічну програму доктора медицини.\nПрограма складається з двох взаємопоʼязаних етапів, кожен з яких триває два роки, з визначними точками або \"воротами\" наприкінці кожного етапу. На \"воротах\" перевіряється відповідність студентів критеріям переходу до настпуного етапу.\nКожен етап матиме конкретні \"Навчальні результати етапу\", які є віхами на шляху до результатів навчання за програмою:\nЕтап \"Основні медичні науки\" (Роки 1 та 2)\nЕтап \"Перехід до практики\" (Роки 3 та 4)\nПісля успішного виконання вимог етапу «Перехід до практики» студенти отримують ступінь доктора медицини."
}