{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1 min ago\nA curfew will begin Wednesday night in Charlotte County\nBY COREY WILLIAMS\nShare\nA 9 p.m. to 6 a.m. curfew has been enacted in Charlotte County, along southwestern Florida’s Gulf Coast, officials said on the county’s webpage.\nThe curfew begins Wednesday night, is in place until further notice and prohibits the sale of alcohol in the county between 9 p.m. and 6 a.m. until the curfew is lifted. Violating the curfew is a misdemeanor.\n“Although I recognize the frustrations that come with enacting a curfew, this is a means of protecting the people and property of Charlotte County during and following Hurricane Milton,” Sheriff Bill Prummell said. “As soon as it is safe, I will recommend the order be rescinded. Until that time, the only people who should be out on the roadways during those hours are essential workers as they strive to assess damage and provide assistance to those in need and people traveling to and from work.”\nThe curfew will be strictly enforced in Punta Gorda, Police Chief Pam Smith added.\n“This curfew will allow emergency responders to focus on post-storm rescue and recovery efforts,” Smith said.\nADVERTISEMENT\n7 min ago\nSurge from Hurricane Milton starting to appear in Cape Coral\nBY TERRY SPENCER\nShare\nJust after noon Wednesday, surge was already starting to appear along the",
    "trans": "1 хвилину тому\nУ середу ввечері в окрузі Шарлотт почнеться комендантська година\nАвтор: КОРІ ВІЛЬЯМС\nПоділитися\nУ графстві Шарлотт, розташованому на південно-західному узбережжі Флориди, було введено комендантську годину з 21:00 до 6:00, про що повідомили чиновники на веб-сторінці графства.\nКомендантська година починається в середу ввечері, діє до подальшого повідомлення і забороняє продаж алкоголю в графстві між 21:00 і 6:00 до моменту її скасування. Порушення комендантської години є правопорушенням.\n«Хоча я розумію незручності, пов'язані з введенням комендантської години, це засіб захисту людей і майна графства Шарлотт під час урагану Мілтон і після нього», - сказав шериф Білл Праммелл. «Як тільки це стане безпечним, я рекомендую скасувати цей наказ. До того часу єдиними людьми, які повинні перебувати на дорогах у ці години, є працівники служб екстреної допомоги, які намагаються оцінити збитки і надати допомогу тим, хто її потребує, а також люди, які їдуть на роботу або повертаються з неї».\nКомендантська година буде строго дотримуватись у Пунта-Горда, додала начальник поліції Пам Сміт.\n«Ця комендантська година дозволить рятувальникам зосередитися на пошукових і відновлювальних роботах після шторму», - сказала Сміт.\nРЕКЛАМА\n7 хвилин тому\nПідйом води від урагану Мілтон починає з'являтися в Кейп-Коралі\nТЕРРІ СПЕНСЕР\nПоділитися\nПісля полудня в середу вода вже почала підніматися вздовж"
}