{
    "source": "en_US",
    "target": "uk_UA",
    "text": "understand that your users are on macOS. Here are the instructions to capture network traffic using Wireshark on macOS: 1. **Download and Install Wireshark**: - Download Wireshark from the official website: [Wireshark Download](https://www.wireshark.org/download.html). - Follow the installation instructions for macOS. 2. **Open Wireshark**: - Launch the Wireshark application. 3. **Select the Network Interface**: - In the main window, you will see a list of available network interfaces. - Select the interface that corresponds to your network connection (e.g., Wi-Fi or Ethernet). 4. **Start Capturing**: - Click on the interface to start capturing packets. - Reproduce the issue while Wireshark is capturing. 5. **Stop Capturing**: - Once the issue has been reproduced, click on the red square button to stop capturing packets. 6. **Save the Capture**: - Go to `File -> Save As` and save the capture file with a `.pcap` extension.",
    "trans": "Переконайтеся, що ваші користувачі працюють на macOS. Ось інструкції з перехоплення мережевого трафіку за допомогою Wireshark на macOS: 1. **Завантажте та встановіть Wireshark**: - Завантажте Wireshark з офіційного сайту: [Завантаження Wireshark] (https://www.wireshark.org/download.html). - Дотримуйтесь інструкцій по встановленню для macOS. 2. **Відкрийте Wireshark**: - Запустіть програму Wireshark. 3. **Виберіть мережевий інтерфейс: - У головному вікні ви побачите список доступних мережевих інтерфейсів. - Виберіть інтерфейс, який відповідає вашому мережевому підключенню (наприклад, Wi-Fi або Ethernet). 4. **Почати захоплення**: - Натисніть на інтерфейс, щоб почати перехоплення пакетів. - Відтворіть проблему, поки Wireshark виконує перехоплення. 5. **Зупинити перехоплення: - Після відтворення проблеми натисніть на червону квадратну кнопку, щоб зупинити перехоплення пакетів. 6. **Зберегти перехоплення: - Перейдіть до `Файл -> Зберегти як` і збережіть файл перехоплення з розширенням `.pcap`."
}