{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Parkinson's disease (PD) is currently the world's fastest-growing neurological disorder. It is characterized by motor and non-motor symptoms which progressively lead to significant clinical impairment, causing a high burden of disease. In addition to pharmacological therapies, various non-pharmacological treatment options are available. A well established and frequently used multiprofessional inpatient treatment concept in Germany is \"Parkinson's disease multimodal complex treatment\" (PD-MCT) which involves physiotherapists, occupational therapists, speech therapists, and other specializations for the optimization of treatment in PD (ICD G20) and other Parkinsonian syndromes (ICD G21 and G23). In this study we analyze the PD-MCT characteristics of 55,141 PD inpatients who have been integrated into this therapy concept in Germany in the years 2010⁻2016. We demonstrate that PD-MCT is increasingly applied over this time period. Predominately, PD patients with advanced disease stage and motor fluctuations in age groups between 45 and 69 years were hospitalized. In terms of gender, more male than female patients were treated. PD-MCT is provided primarily in specialized hospitals with high patient numbers but a minor part of all therapies is performed in a rather large number of hospitals with each one treating only a few patients. Access to PD-MCT differs widely across regions, leading to significant migration of patients from underserved areas to PD-MCT centers ⁻ a development that should be considered when implementing such therapies in other countries. Furthermore, our data imply that despite the overall increase in PD-MCT treatments during the observational period, the restricted treatment accessibility may not adequately satisfy current patient´s need.",
    "trans": "Хвороба Паркінсона (PD) наразі є найшвидше зростаючим неврологічним розладом у світі. Вона характеризується моторними та немоторними симптомами, які поступово призводять до значного клінічного погіршення, спричиняючи високе тягар захворювання. Окрім фармакологічної терапії, доступні різні немедикаментозні методи лікування.Добре встановленою та часто використовуваною мультипрофесійною концепцією стаціонарного лікування в Німеччині є \"мультикомплексне лікування хвороби Паркінсона\" (PD-MCT), яке передбачає залучення фізіотерапевтів, ерготерапевтів, логопедів та інших спеціалістів для оптимізації лікування PD (ICD G20) та інших паркінсонічних синдромів (ICD G21 і G23).У цьому дослідженні ми аналізуємо характеристики PD-MCT у 55 141 пацієнта з PD, які отримували цю терапію в Німеччині у 2010–2016 роках. Ми демонструємо, що застосування PD-MCT зростало протягом цього періоду. Переважно госпіталізували пацієнтів із PD на пізніх стадіях та моторними флуктуаціями у віковій групі від 45 до 69 років.Щодо гендерного розподілу, лікували більше чоловіків, ніж жінок. PD-MCT переважно проводиться у спеціалізованих лікарнях із великою кількістю пацієнтів, проте незначна частина всіх терапій здійснюється у великій кількості лікарень, де кожна лікує лише кількох пацієнтів.Доступ до PD-MCT значно різниться залежно від регіону, що призводить до значної міграції пацієнтів з недостатньо забезпечених областей до центрів PD-MCT ⁠— тенденція, яку слід враховувати під час впровадження таких терапій в інших країнах.Крім того, наші дані свідчать про те, що, незважаючи на загальне зростання кількості PD-MCT під час періоду спостереження, обмежений доступ до лікування може не повною мірою задовольняти поточні потреби пацієнтів."
}