{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We envisage cross-functional brand teams – co-led by Medical Affairs and Commercial1 – will be fully dedicated to our prioritised brands. We believe B@C will bring three major enhancements to the way we currently work:\nEach brand team will have aligned objectives and will share a common performance evaluation as a team2\nThe Local Brand Team will own the brand team budget and have flexibility to shift resources across functional boundaries within a framework of guardrails\nBrand teams will be expected to adopt the Agile Methodology and Agile Ways of Working to accelerate the way we deliver outcomes\nThis is an important step forward in our continued efforts to the transformation between Medical Affairs and Commercial to maximise brand performance. The initial plan for the roll-out will focus on prioritised brands3 in all Priority Markets. Functional Units (including global teams, regions and enabling functions) will determine their specific approach and timeline for implementation. To learn more about B@C implementation:",
    "trans": "Ми передбачаємо, що міжфункціональні команди брендів під спільним керівництвом Медичного департаменту та Комерційного департаменту1 будуть повністю присвячені нашим пріоритетним брендам. Ми віримо, що B@C принесе три основні покращення в нашу поточну роботу:\nКожна бренд-команда матиме узгоджені цілі та ділитиметься спільною оцінкою ефективності роботи як команда2\nМісцева бренд-команда володітиме бюджетом бренд-команди та матиме гнучкість у перерозподілі ресурсів між функціональними підрозділами в межах встановлених лімітів\nОчікується, що бренд-команди приймуть гнучку методологію та гнучкі способи роботи, щоб прискорити досягнення результатів.\nЦе важливий крок вперед у наших постійних зусиллях щодо трансформації між медичним та комерційним підрозділами з метою максимізації ефективності бренду. Початковий план впровадження буде зосереджений на пріоритетних брендах3 на всіх пріоритетних ринках. Функціональні підрозділи (включаючи глобальні команди, регіони та допоміжні функції) визначатимуть свій конкретний підхід та графік впровадження. Дізнатися більше про впровадження B@C:"
}