{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Branding is fundamentally antifeminist. It’s connected to private interests and wealth accumulation: profit over people. Even if their goals are not financial, brands operate within a paradigm of competition and remain linked to symbolic capital. Capitalism regulates economic activities and all social relations.7 In a market society, everything is branded: multinational corporations, grassroots com- munity initiatives, and social media “influencers” alike. To be sure, brand-design values are almost always capitalist values. Yet the potential of feminist branding need not be dismissed because it operates within this system. * So long as capitalism structures people’s lives, the end of branding is nowhere on the horizon. It is worth imagining how to resist the system provisionally from within. * Branding is historically linked to violence and coercion. It originated cen- turies ago in acts of identifying property (by burning the flesh of enslaved people and livestock), distinguishing groups (as in medieval warfare), and authenticating (state) communications. Corporate identities emerged when modern companies began differentiating their products and services. Corporations eventually shifted from making compelling products to issuing charismatic brands. Today, branding does not simply identify goods. It fuels desire. Brands influence lifestyles and mediate relationships. Brands surveil us. So long as capitalism structures people’s lives, the end of branding is nowhere on the horizon. It is worth imagining how to resist the system provisionally from within. Feminist Design Principles In the mid–twentieth century, the task of the corporate-identity designer was to translate business qualities into clear, distinctive forms. The beacon of the modern- ist brand was the absolute trademark. Minimal but memorable trademarks were thought to be enduring symbols that could represent everyone in the organization. By the 1970s, feminist designers began rejecting modernism by creating mutable trademarks.8 It is now mainstream for brands to deploy “open systems” with many trademark states. Mutable trademarks seem to overcome brand absolutism, but they also reinforce it by repositioning the trademark from absolute symbol to assimilating structure.",
    "trans": "Брендинг в основі своїй є антифеміністським. Він пов'язаний з приватними інтересами та накопиченням багатства: прибуток важливіший за людей. Навіть якщо їхні цілі не є фінансовими, бренди функціонують в рамках парадигми конкуренції і залишаються пов'язаними з символічним капіталом. Капіталізм регулює економічну діяльність та всі соціальні відносини. У ринковому суспільстві все має бренд: багатонаціональні корпорації, ініціативи громади на місцях та \"інфлюенсери\" в соціальних мережах. Безумовно, цінності дизайну брендів майже завжди є капіталістичними цінностями. Проте потенціал феміністського брендингу не слід відкидати лише тому, що він функціонує в межах цієї системи. * Поки капіталізм структурує життя людей, кінець брендингу не видніється на горизонті. Варто уявити, як можна тимчасово протистояти системі зсередини. * Брендинг історично пов'язаний з насильством і примусом. Він виник століття тому в актах ідентифікації власності (шляхом спалювання шкіри рабів і худоби), розрізнення груп (як у середньовічних війнах) та автентифікації (державних) комунікацій. Корпоративні ідентичності виникли, коли сучасні компанії почали диференціювати свої продукти та послуги. Корпорації зрештою перейшли від виготовлення привабливих продуктів до випуску харизматичних брендів. Сьогодні брендинг не просто ідентифікує товари. Він викликає бажання. Бренди впливають на стилі життя та опосередковують стосунки. Бренди слідкують за нами. Поки капіталізм структурує життя людей, кінець брендингу не видніється на горизонті. Варто уявити, як можна тимчасово протистояти системі зсередини. Феміністські принципи дизайну У середині XX століття завданням дизайнера корпоративної ідентичності було перевести бізнес-якості в чіткі, відмінні форми. Яскравим прикладом сучасного бренду був абсолютний товарний знак. Мінімалістичні, але запам'ятовувані товарні знаки вважалися довговічними символами, які могли представляти всіх членів організації. До 1970-х років феміністські дизайнери почали відкидати модернізм, створюючи змінні товарні знаки. Зараз для брендів стало звичайним використовувати \"відкриті системи\" з багатьма станами товарного знака. Змінні товарні знаки здаються такими, що долають абсолютність бренду, але вони також підкріплюють її, перетворюючи товарний знак з абсолютного символу на асимілюючу структуру."
}