{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Thank you for being a customer of Electric Ireland.\nWe are writing to inform you that your current Gas fixed term contract will expire on 27/11/2024. Now and in the future we're here for you.\nHow your bill is calculated:\nBelow is a quick rundown of the charges you are currently paying (excl. VAT):\nEnergy Unit Rate: 9.472 c/kWh\nAnnual Standing Charge: 143.08 €/annum\nOn average consumers use 11000 kWh per year. If you use this average amount we estimate that the annual bill cost for your current price plan would be €1413.11 inclusive of all charges. However, your actual annual bill cost is unlikely to be the same as the average and will depend on how much energy you actually use.\nFor further information regarding your estimated annual bill visit: www.electricireland.ie/EAB\nWhat happens next?\nAt the end of your current fixed term contract, you will move to our ValueReward price plan, with ongoing savings for direct debit and online billing and no contract. You will continue to enjoy the savings this year, next year and every year. For an average customer, we estimate that the annual cost for your new price plan would be €1614.87 inclusive of all charges.\nFrom the energy you use, to how you use it, we're here to guide you. If you need to discuss any of our products and services, call us on 1800 30 50 90, our team will be happy to help.\nWe are committed to giving you a discount rate that doesn't disappear, but we understand that you can shop around for a better deal. Is this the right tariff for you? There are no penalties for switch",
    "trans": "Дякуємо, що ви є клієнтом Electric Ireland.\nМи пишемо вам, щоб повідомити, що ваш поточний контракт на постачання газу з фіксованим терміном закінчується 27.11.2024. Ми завжди готові допомогти вам зараз і в майбутньому.\nЯк розраховується ваш рахунок:\nНижче наведено короткий огляд зборів, які ви наразі сплачуєте (без ПДВ):\nТариф за одиницю енергії: 9,472 ц/кВт·год\nРічна плата за обслуговування: 143,08 євро/рік\nВ середньому споживачі використовують 11000 кВт·год на рік. Якщо ви використовуєте цю середню кількість, ми оцінюємо, що річна вартість рахунка для вашого поточного тарифного плану становитиме 1413,11 євро з урахуванням усіх зборів. Однак фактична річна вартість вашого рахунка навряд чи буде такою ж, як середня, і залежатиме від того, скільки енергії ви фактично використовуєте.\nДля отримання додаткової інформації про ваш орієнтовний річний рахунок відвідайте: www.electricireland.ie/EAB\nЩо буде далі?\nНаприкінці вашого поточного контракту з фіксованим терміном ви перейдете на наш тарифний план ValueReward, з постійними знижками за прямий дебет та онлайн-оплату без контракту. Ви продовжите користуватися знижками цього року, наступного року і кожного року. Для середнього клієнта ми оцінюємо, що річна вартість вашого нового тарифного плану становитиме 1614,87 євро з урахуванням усіх зборів.\nВід використання енергії до способу її використання - ми тут, щоб вас направити. Якщо вам потрібно обговорити будь-які наші продукти та послуги, зателефонуйте нам за номером 1800 30 50 90, наша команда буде рада допомогти вам.\nМи прагнемо надати вам знижковий тариф, який не зникає, але розуміємо, що ви можете знайти кращу пропозицію. Чи є цей тариф для вас підходящим? За перехід немає штрафів"
}