{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Human capital and its management has become more important than ever in the 21st century. However, very few are ‘good asGoogle‘ (Parent company – Alphabet) at managing people. Google has proved that it relies upon innovation in every aspect of its business, even HRM. It has established an employee centred culture at whose core is employee empowerment. The HR function is a strategic partner at Google and it has focused on benefiting the company’s core operations by hiring and retaining only the best. Apart from Google’s technological capabilities, innovative and efficient HR is the reason that it has acquired as much success and fame. It differs from most others in terms of its focus on employees and their happiness. When it comes to keeping employees happy, Google believes in nothing less than the best. It favours ability over experience and hires only the smartest people. Several things are different about Google’s HR approach. Most outstanding thing about the tech giant is its mix of salaries and perks meant to keep its employees motivated and satisfied. Moreover, nothing is sufficient in today’s world. There is too much competition even in HR. You have to do outstanding things to be noticed and invite the best talent.\nGoogle caters to a global audience and its diverse workforce reflects the diversity of its global customer audience. In more than 40 countries around the world, it has opened more than 70 offices. Google is headquartered at Mountain View, California. The search engine giant provides a variety of internet and cloud based services aimed at individual, professional and business use. Google has reached a leading position in the technology industry with the help of a highly talented and motivated workforce that it has managed with great care.\nGoogleplex. Image Source: Pixabay\nHowever, with time it has grown famous for its employee friendly work environment and HR policies just as much as for its search engine and other internet products. Being",
    "trans": "Управління людським капіталом стало більш важливим, ніж коли-небудь, у 21 столітті. Однак дуже мало хто може похвалитися такими успіхами в управлінні людьми, як Google (материнська компанія - Alphabet). Google довела, що покладається на інновації в кожному аспекті свого бізнесу, навіть у HRM. Вона встановила культуру, орієнтовану на співробітників, в основі якої лежить розширення прав і можливостей працівників. Функція HR є стратегічним партнером у Google і зосереджена на вигоді від основних операцій компанії шляхом найму та утримання лише найкращих. Окрім технологічних можливостей Google, інноваційний та ефективний HR є причиною того, що вона досягла такого успіху та популярності. Вона відрізняється від більшості інших компаній своєю увагою до співробітників та їхньому щастю. Коли мова йде про підтримку щастя співробітників, Google вважає за краще нічого меншого за найкраще. Вона віддає перевагу здібностям над досвідом і наймає лише найрозумніших людей. У підході Google до HR є кілька відмінностей. Найвидатнішою рисою цього технологічного гіганта є поєднання зарплат і пільг, призначених для підтримки мотивації та задоволеності своїх співробітників. Більше того, сьогоднішньому світу нічого не достатньо. Існує занадто велика конкуренція навіть у HR. Вам потрібно робити видатні речі, щоб бути поміченим і запросити найкращі таланти.\nGoogle обслуговує глобальну аудиторію, а її різноманітний персонал відображає різноманітність її глобальної клієнтської аудиторії. У більше ніж 40 країнах світу вона відкрила більше 70 офісів. Штаб-квартира Google знаходиться в Маунтін-В'ю, Каліфорнія. Гігант пошукових систем надає різноманітні послуги в Інтернеті та на базі хмари, призначені для особистого, професійного та бізнес-використання. Google досягла провідної позиції в технологічній галузі завдяки висококваліфікованому та мотивованому персоналу, який вона управляє з великою увагою.\nGoogleplex. Джерело зображення: Pixabay\nОднак з часом вона стала так само відомою завдяки своїй дружній до співробітників робочій атмосфері та політикам HR, як і завдяки своїй пошуковій системі та іншим продуктам Інтернету."
}