{
    "source": "en_US",
    "target": "uk_UA",
    "text": "was walking home, from the one who kept calling even after I asked him to leave me\nalone, from the drum major who wanted me to suck his dick in the backseat of his car. I\nlearned, soon enough, that being liked meant favor, meant preferential treatment,\nmeant I was safe but only in certain ways. I was supposed to be flattered that my\nSpanish professor liked me enough to invite me to his apartment while I was still his\nstudent, to his bed, that he invited me to live with him. He was the one who taught me\nthat it actually didn’t matter how likable I was, there was always the threat of violence\nor punishment for saying or doing something he didn’t like. We could be at the market\nchoosing fish and fresh tomatoes for dinner and his hand would be resting on the small\nof my back and the next moment it would be raised to strike me. I tried diminishing\nmyself in such a way that I wouldn’t provoke him, wouldn’t anger him, tried to bend\nmyself according to his pleasure so that he would like everything I did and said and\nthought. It didn’t matter, because no matter what I did, it was never enough. I kept at it\nanyway, until there was almost nothing left of me, of the person I had been. And that\nperson I became, who was barely a person of her own, is the version of me he liked\nbest.",
    "trans": "йшла додому, від того, хто продовжував дзвонити, навіть після того, як я попросила його залишити мене\nв спокої, від капітана оркестру, який хотів, щоб я зробила йому мінет на задньому сидінні його машини. Я\nшвидко зрозуміла, що бути «улюбленою» означає отримувати прихильність, преференції,\nозначає, що я в безпеці — але тільки в певному сенсі. Я мала б бути вдячною, що моєму\nвикладачеві іспанської я подобалася настільки, що він запросив мене до своєї квартири, поки я ще була його\nстуденткою, до свого ліжка, що він запропонував мені жити з ним. Саме він навчив мене,\nщо насправді неважливо, наскільки ти приємна, завжди існує загроза насильства\nабо покарання за слова чи вчинки, які йому не сподобаються. Ми могли бути на ринку,\nвибираючи рибу та свіжі помідори для вечері, і його рука лежала б на\nмоїй спині, а в наступну мить уже була б піднята для удару.  Я намагалася применшити\nсебе так, щоб не провокувати його, не злити, намагалася підлаштуватися\nпід його бажання, щоб йому подобалося все, що я роблю, кажу,\nдумаю. Це не мало значення, тому що що б я не робила, цього ніколи не було достатньо. Але я все одно\nпродовжувала, поки майже нічого не залишилося від мене, від тієї, ким я була. І та,\nким я стала — майже без власного «я», — була тією версією мене, яка подобалася йому\nнайбільше."
}