{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Government Initiatives and Policies:\nThe Chinese government plays a pivotal role in promoting comprehensive EV recycling through various\npolicies and incentives:\no 14th Five-Year Plan (2021-2025):\n▪ Focus: Emphasizes the development of a complete recycling ecosystem for EVs,\nincluding batteries, motors, and electronic components.\n▪ Initiatives: Encourages public-private partnerships, innovation in recycling\ntechnologies, and the establishment of standardized recycling processes across the\nindustry.\no Regulatory Frameworks:\n▪ Battery and Component Tracking: Regulations mandate that EV manufacturers\ntrack the lifecycle of their vehicles and components, facilitating easier recycling and\nmaterial recovery.\n▪ Extended Producer Responsibility (EPR): EV manufacturers are required to take\nresponsibility for the end-of-life management of their vehicles, promoting the\nestablishment of in-house or partnered recycling programs that handle multiple\ncomponents.\n4. Technological Advancements:\nInnovations in recycling technologies are enabling more efficient and comprehensive recycling processes:",
    "trans": "Урядові ініціативи та політика:\nУряд Китаю відіграє ключову роль у просуванні комплексної переробки електромобілів за допомогою різних\nполітики та стимулів:\no 14-й п'ятирічний план (2021-2025):\n▪ Фокус: Наголошує на розвитку повної екосистеми переробки електромобілів,\nвключаючи батареї, двигуни та електронні компоненти.\nІніціативи: Заохочує державно-приватне партнерство, інновації у сфері переробки\nтехнологій переробки та створення стандартизованих процесів переробки в усій\nпромисловості.\no Нормативно-правова база:\n▪ Відстеження акумуляторів та компонентів: Нормативно-правові акти зобов'язують виробників електромобілів\nвідстежувати життєвий цикл своїх транспортних засобів і компонентів, що полегшує переробку та\nпереробці та відновленню матеріалів.\nРозширена відповідальність виробника (EPR): Виробники електромобілів зобов'язані брати на себе\nвідповідальність за утилізацію своїх транспортних засобів після завершення їхнього життєвого циклу, заохочуючи\nстворення власних або партнерських програм переробки, які охоплюють різні\nкомпонентів.\n4. Технологічний прогрес:\nІнновації в технологіях переробки уможливлюють більш ефективні та комплексні процеси переробки:"
}