{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Theoretical Understandings of Pregnancy and Work\nA rich array of studies exists regarding pregnancy, maternity protections and the unfair treatment of pregnant workers (for recent reviews, see Arena et al., 2023; Grandey et al., 2020). Yet, given the continued extent of unethical and discrimina- tory treatment of pregnant workers, even within economies such as the UK that purport to offer robust maternity protec- tions (Rouse, 2021; Stumbitz et al., 2018), further research on pregnancy and employment is needed (Ladge & Green- berg, 2019). Such research remains a vehicle through which the voices of pregnant workers can be heard, especially given organizational tendencies to silence maternal voices at work (Gatrell, 2005, 2011a; Rouse et al., 2021).\nTo offer background and context to this study: in the UK where the study was conducted, maternity protections are better than in many other regimes (Gatrell, 2013; Rouse et al., 2021). By law, employers must not discriminate against workers due to pregnancy, any pregnancy-related illness, or entitlement to maternity leave. Employees are not required to disclose pregnancy to employers until 15 weeks before their due date and they are not required to disclose pregnancy during the hiring process. All employees are enti- tled to take up to 52 weeks maternity leave, and maternity pay varies depending on company policy—but all pregnant workers who have worked for their employer for 26 weeks or more will receive a statutory minimum amount, set by the government of the day. This remains the case irrespective of how many maternity leaves are taken. Pregnant work- ers in the UK are also entitled to time-off (including travel time) for pregnancy-related appointments (medical; ante- natal and parenting clinics/classes and well-being sessions). Employers must not treat pregnant workers unfavorably and they must monitor risks at work, taking action to protect the health and safety of pregnant workers. These protections are universal and non-negotiable—they apply equally to all women and are easily accessible on government websites (Acas, 2023).",
    "trans": "Теоретичні Підходи до Вагітності та Роботи\nІснує широкий спектр досліджень, присвячених вагітності, захисту материнства та несправедливому ставленню до вагітних працівниць (для останніх оглядів, див. Arena et al., 2023; Grandey et al., 2020). Однак, зважаючи на те, що неетичне та дискримінаційне ставлення до вагітних працівниць усе ще залишається поширеним, навіть в економіках, таких як Велика Британія, які стверджують, що забезпечують надійний захист материнства (Rouse, 2021; Stumbitz et al., 2018), необхідні подальші дослідження щодо вагітності та зайнятості (Ladge & Greenberg, 2019). Такі дослідження залишаються важливим засобом, через який можна почути голоси вагітних працівниць, особливо з огляду на тенденції організацій до заглушення материнських голосів на робочому місці (Gatrell, 2005, 2011a; Rouse et al., 2021).\nЩоб надати контекст і передумови для цього дослідження: у Великій Британії, де воно було проведене, захист материнства є кращим, ніж у багатьох інших країнах (Gatrell, 2013; Rouse et al., 2021). За законом роботодавцям заборонено дискримінувати працівниць через вагітність, будь-які захворювання, пов’язані з вагітністю, або право на декретну відпустку. Працівниці не зобов’язані повідомляти роботодавця про вагітність до 15 тижнів перед очікуваною датою пологів і не зобов’язані розголошувати факт вагітності під час процесу найму.  Усі працівниці мають право на до 52 тижнів декретної відпустки, а виплати у зв’язку з вагітністю залежать від політики компанії. Проте всі вагітні працівниці, які пропрацювали на свого роботодавця не менше 26 тижнів, отримують мінімальну обов’язкову виплату, встановлену урядом. Це правило залишається чинним незалежно від кількості взятих декретних відпусток.  Крім того, вагітні працівниці у Великій Британії мають право на відгул (включаючи час на дорогу) для відвідування медичних прийомів, передпологових консультацій, курсів для батьків і занять із підтримки благополуччя. Роботодавці не мають права ставитися до вагітних працівниць несприятливо та зобов’язані контролювати ризики на робочому місці, вживаючи заходів для захисту їхнього здоров’я та безпеки.  Ці гарантії є універсальними та обов’язковими—вони застосовуються до всіх жінок без винятку і легко доступні на урядових сайтах (Acas, 2023)."
}