{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Charles Leclerc’s driver coach Jock Clear has cited the 2023 Singapore Grand Prix as a turning point for the Monegasque, with his Ferrari team mate Carlos Sainz claiming an impressive victory at a race that Leclerc arrived at with “a lot of confidence”.\nDuring a campaign that saw Red Bull win 21 out of 22 races with the dominant RB19, Sainz was the only driver outside of the Milton Keynes outfit to stand on the top step of the podium in 2023. The Spaniard mastered his strategy in hot and humid conditions at the Marina Bay Street Circuit to seal his second win in F1.\nREAD MORE: ‘It’s going to be amazing for me’ – Leclerc on the impact of Hamilton joining Ferrari as he opens up on times he ‘hated’ Sainz\nLeclerc, meanwhile, started from P3 on the grid but crossed the line in fourth place. Reflecting back on that weekend during an appearance on the F1 Nation podcast, Clear suggested that the 26-year-old took some good learnings from the disappointment of losing out to Sainz.\n“I think he's responded well to a very strong team mate,” said Clear. “We've long talked about the qualities of Carlos and the fact is, Carlos probably doesn't quite have that edge of pace that Charles can show in qualifying, but you look at Singapore last year and that really hit home to Charles.",
    "trans": "Тренер Шарля Леклерка Джок Клір назвав Гран-прі Сінгапуру 2023 року поворотним моментом для монегаска: його партнер по команді Ferrari Карлос Сайнц здобув вражаючу перемогу на перегонах, до яких Леклерк підійшов з \"повною впевненістю\".\nПід час кампанії, в якій Red Bull виграла 21 з 22 перегонів з домінуючим RB19, Сайнц став єдиним гонщиком за межами команди з Мілтон-Кейнса, який піднявся на вершину п'єдесталу в 2023 році. У спекотних і вологих умовах на трасі Марина Бей іспанець ідеально виконав свою стратегію і здобув свою другу перемогу у Формулі-1.\nЧИТАЙТЕ ТАКОЖ: \"Це буде приголомшливо для мене\" - Леклерк про вплив переходу Хемілтона в Ferrari і про те, як він \"ненавидів\" Сайнца\nЛеклерк, тим часом, стартував із третьої позиції на решітці, але фінішував із четвертим місцем. Розмірковуючи про той вихідний під час виступу в подкасті F1 Nation, Клір припустив, що 26-річний гонщик виніс кілька хороших уроків після розчарування від програшу Сайнцу.\n\"Я думаю, він добре відреагував на дуже сильного напарника\", - сказав Клір. Ми давно говоримо про якості Карлоса, і річ у тім, що Карлосу, імовірно, бракує того темпу, який Шарль може продемонструвати у кваліфікації, але ви подивіться на Сінгапур минулого року, що дуже сильно зачепило Шарля\"."
}