{
    "source": "en_US",
    "target": "uk_UA",
    "text": "US FC_Computer_Use_Policy.doc\nComputer Use Policy\nAmazon provides some associates with computers and computer accounts to assist in the performance of job duties and\nto assist in intra-company communication. A computer account gives you access to Amazon’s computer and email\nsystems, as well as access to the Internet. As a condition of this access, you are expected to respect the obligations and\nresponsibilities associated with having an Amazon computer account. In addition to your own good judgment and\ncommon sense; the following will serve as general guidelines for appropriate use of your Amazon.com computer\naccount and the company’s computers.\nThese guidelines apply to all computer use, including email, world wide web access, and other Internal access (including\nelectronic bulletin boards); to both personal and business use; and to both internal and external correspondence.\nGeneral computer system access has been provided for work-related purposes. While it is understood that associates\nmay occasionally use their Amazon computer account for personal use, such personal use should be limited to non-\nworking hours and should not interfere with an associate’s job duties or productivity; and as always, such use should not\nbe undertaken with the expectation of privacy.\nYour manager is responsible for ensuring that you are included in the appropriate business-related email distribution\nlists, as required by your job duties. While you are able to sign up for other lists of general interest (such as yumyum),\nplease do not sign up for any business related list whose content is not appropriate for your job. Please ask your\nmanager if you have any questions regarding which lists are appropriate for subscription.\nAssociates should generally refrain from sending email to the group distribution list Amazon or other general lists such\nas dawson or downtown unless directed by a manager. In particular, do not send personal messages, such as messages\nregarding items for sale or items sought, to any email list other than one intended specifically for such purpose (such as\nfor sale)\nAll email correspondence and other computer files created, stored, or transmitted on the company’s systems are the\nproperty of Amazon. While we will attempt to respect an associate’s privacy, Amazon management or Human\nResources may access or monitor these files if circumstances warrant.\nAssociates are responsible for ensuring that electronic communication is effective, ethical and lawful. The use of\nabusive, offensive, or profane language is prohibited. Fraudulent and obscene messages, or harassment of any kind, are\nalso prohibited. Please keep in mind that your activity on the Internet reflects on Amazon.\nAssociates are expected to exercise discretion and good judgment and to demonstrate respect for each other’s privacy\nand for company confidential information. Access to directories other than your own home directory or a shared\ndirectory for your department should be performed only with the explicit permission of the owner of that directory or\nwhen instructed by a manager.\nAssociates are expected to help protect the security of all files on the company’s computer system. In particular, you",
    "trans": "US FC_Computer_Use_Policy.doc\nПолітика використання комп'ютерів\nAmazon надає деяким співробітникам комп'ютери та комп'ютерні облікові записи, щоб допомогти у виконанні посадових обов'язків і\nтакож для внутрішньокорпоративної комунікації. Обліковий запис дає вам доступ до комп'ютера та електронної пошти Amazon, а також\nдоступ до Інтернету. Умовою такого доступу є дотримання зобов'язань і відповідальності, пов'язаних з використанням комп'ютера Amazon.\nа також доступ до Інтернету. Умовою такого доступу є дотримання вами зобов'язань та\nздорового глузду; наведені нижче правила слугуватимуть загальними вказівками щодо належного використання на вашому комп'ютеру Amazon.com\nоблікового запису і комп'ютерів компанії.\nЦі вказівки стосуються всіх видів використання комп'ютера, включно з електронною поштою, доступом до всесвітньої мережі Інтернет та іншими внутрішніми ресурсами (включно з\nелектронні дошки оголошень); як для особистого, так і для ділового використання; як для внутрішньої, так і для зовнішньої кореспонденції.\nЗагальний доступ до комп'ютерної системи надається для цілей, пов'язаних з роботою. Зрозуміло, що співробітники\nможуть час від часу використовувати свій обліковий запис Amazon в особистих цілях, таке особисте використання має бути обмежене неробочим часом і не повинно заважати роботі.\nнеробочим часом і не повинно перешкоджати виконанню працівником своїх посадових обов'язків або продуктивності праці; і, як завжди, таке використання не повинно\nздійснюватися з надією на конфіденційність.\nВаш керівник несе відповідальність за те, щоб ви були включені до відповідних списків розсилки ділової електронної пошти, як того вимагає ваша посада.\nякщо це передбачено вашими посадовими обов'язками. Хоча ви можете підписатися на інші списки загального інтересу (наприклад, yumyum),\nбудь ласка, не підписуйтесь на будь-які ділові розсилки, зміст яких не відповідає вашій роботі. Будь ласка, зверніться до свого\nкерівника, якщо у вас виникли запитання щодо того, на які списки варто підписатися.\nСпівробітники, як правило, повинні утримуватися від надсилання електронних листів до списку групової розсилки Amazon або інших загальних списків, таких як\ndawson або downtown, якщо це не вказано керівником. Зокрема, не надсилайте особисті повідомлення, такі як повідомлення\nщодо товарів на продаж або товарів, які шукають, до будь-якого списку електронної пошти, окрім тих, що призначені спеціально для цієї мети (наприклад, \"для продажу\").\nдля продажу)\nУся електронна кореспонденція та інші комп'ютерні файли, створені, збережені або передані в системах компанії, є\nє власністю Amazon. Хоча ми намагатимемося поважати конфіденційність співробітників, керівництво Amazon або відділ кадрів можуть мати доступ до цих файлів і контролювати їх.\nабо відділ людських ресурсів можуть отримати доступ до цих файлів або контролювати їх, якщо цього вимагають обставини.\nСпівробітники несуть відповідальність за те, щоб електронне спілкування було ефективним, етичним і законним. Використання\nвикористання образливих, нецензурних або ненормативної лексики заборонено. Шахрайські та непристойні повідомлення, а також будь-які переслідування\nтакож заборонені. Будь ласка, пам'ятайте, що ваша діяльність в Інтернеті відображається на Amazon.\nОчікується, що співробітники проявлятимуть розсудливість і розсудливість, а також демонструватимуть повагу до приватного життя один одного\nта для конфіденційної інформації компанії. Доступ до інших каталогів, окрім вашого власного домашнього каталогу або спільного каталогу\nвашого відділу, слід здійснювати лише з явного дозволу власника цього каталогу або\nза вказівкою керівника.\nСпівробітники повинні допомагати захищати безпеку всіх файлів у комп'ютерній системі компанії. Зокрема, ви повинні"
}