{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This setup describes the St. Petersburg paradox. The expected value of the gamble indeed appears to be infinite, as each possible outcome contributes a fixed amount to the expected value, causing the sum to diverge.\nHowever, most people would not pay an infinite amount (or even a large finite amount) for this gamble, and here’s why:\n1. Diminishing Marginal Utility: In real life, people don’t value money linearly. The more money you have, the less utility (satisfaction) you get from an additional unit of currency. This means that for most people, a huge payoff does not have proportionally huge value.\n2. Risk Aversion: Most individuals are risk-averse, meaning they prefer a certain outcome to a risky one with the same expected value. Here, there is a high probability of winning a small amount and only a very low probability of winning large amounts, which may not justify the gamble for many.\n3. Finite Resources: In reality, people don’t have infinite money to pay for a gamble, and paying a very large amount for a small chance of a high reward isn’t practical or appealing.\nDue to these factors, while the expected value is mathematically infinite, the expected utility for most individuals would be finite, and most would only be willing to pay a limited amount.",
    "trans": "Ця ситуація описує Санкт-петербурзький парадокс. Очікувана вартість виграшу в азартній грі справді здається нескінченною, оскільки кожен можливий результат додає фіксовану суму до очікуваної вартості, що призводить до розбіжності сум.\nПроте більшість людей не заплатили б нескінченну суму (ба навіть велику нескінченну суму) за таку азартну гру, і ось чому:\n1. Зменшення маржинальної користі: у реальному житті люди не оцінюють гроші лінійно. Чим більше ви маєте грошей, тим менше корисності (задоволення) ви отримуєте від додаткової грошової одиниці. Це означає, що для більшості людей величезний виграш не має пропорційно величезної цінності.\n2. Відраза до ризику: більшість людей не схильні до ризику, отже за умови тієї ж очікуваної цінності вони віддають перевагу конкретному результату аніж ризикованому. Тобто, існує висока ймовірність виграти невелику суму, але дуже низька ймовірність виграти великі суми, що може не виправдати азартну гру.\n3. Обмеженість ресурсів: насправді у людей немає нескінченних грошей, щоб платити за азартну гру, а платити дуже велику суму за малий шанс на високу винагороду видається непрактичним або мало привабливим.\nОтже, попри те, що очікувана цінність математично є нескінченно, вказані фактори призводять до того, що очікувана користь для більшості людей буде обмеженою, отже більшість буде готова платити лише обмежену суму."
}