{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Sleep/Rest Time Agreement\nAs an early care and education provider it is our responsibility to maintain a safe sleeping environment for your child. As per OCFS guidelines an agreement must be made outlining nap or rest time procedures for your child. Please complete the form and return it to your Center Director. This agreement must be completed yearly.\nThank You.\nSleep is an important part of healthy growth and development. When children sleep, their brains develop, they organize information, and they grow. Regular naps provide predictable routines and help children cope with the stimulating activities provided by the center.\nRest Schedule Infants:\n✓ In the infant rooms we provide opportunities for infants to nap as their individual schedule indicates. When infants are napping they are placed in an assigned crib and placed flat on their back to sleep, unless medical information from the child’s health care provider is presented to the center, by the parent that states this arrangement is inappropriate for that child.\n✓ Infant cribs may not have bumper pads, toys, large stuffed animals, heavy blankets, pillows, wedges, or infant positioners unless medical information from the child’s health care provider is presented in writing indicating otherwise. In lieu of blankets, EduKids requires that parents provide “sleep sacks” ONLY for their infant.\nToddlers\\ Preschool: 2 Hour Timeframe as per Classroom Schedule – Typically 1:00 PM – 3:00 PM\n✓ Children 18 months and older will nap on a cot in the classroom. Rest time occurs from 1:00 PM-3:00 PM. The room is darkened, soothing music is played and backs will be rubbed if the child wishes. No child is ever forced to sleep, however, this is a quiet time and children are asked to rest quietly for a short time until those children needing to nap have settled. For those children who do not nap, they will be offered quiet activities; remembering that other children are sleeping.\n✓ As children wake they will be allowed the same quiet activities. The staff will wake up all children with back rubbing, soft voices and kindness around 3:00 PM. Blankets will be put back in the child’s cubby and children will be offered snack.\nUPK Wrap Around Care: 1:00 PM - 3:00 PM (At select locations only)\n✓ The UPK Extended Day/ Wrap Around children will be given the opportunity to nap from 1:00\nPM-3:00 PM with the same rest time arrangement as our center children as stated above.\nSupervision During Rest Time\nAs per the requirements specified in section 418-1.8 of the NYS OCFS Regulations, all children will have competent supervision by classroom staff during rest times. Children will be within a staff members range of vision, and will be close enough to assist a child who wakes from nap, or is playing quietly in the classroom. Please sign below indicating your understanding and agreement. If you have questions about this agreement or questions a",
    "trans": "Угода про час сну/відпочинку\nВ якості провайдера послуг по ранньому догляду та освіті, ми несемо відповідальність за забезпечення безпечного середовища для сну вашої дитини. Згідно вимог OCFS, треба укласти угоду, яка визначає процедури під час сну або відпочинку для вашої дитини. Будь ласка, заповніть форму та поверніть її директору вашого центру. Цю угоду потрібно оновлювати щорічно.\nДякуємо.\nСон є важливою частиною здорового росту та розвитку. Коли діти сплять, їхній мозок розвивається, вони засвоюють інформацію та вони ростуть. Регулярні перерви на сон забезпечують передбачувані розпорядки та допомагають дітям впоратися зі стимулюючими активностями, які надає центр.\nРозклад відпочинку для немовлят:\n✓ У групах для немовлят ми забезпечуємо можливість для сну відповідно до індивідуального розкладу дитини. Під час сну немовлята знаходяться у призначеному для них ліжечку та їх кладуть спати на спину, якщо тільки не надано медичний документ від лікаря дитини, який підтверджує, що така позиція є невідповідною для цієї дитини.\n✓ Ліжечка для немовлят не повинні містити бортики, іграшки, великі м’які іграшки, важкі ковдри, подушки, валики або позиціонери для немовлят, якщо тільки немає письмової медичної довідки, яка говорить про інше. Замість ковдр EduKids вимагає, щоб батьки надавали ТІЛЬКИ спеціальні «спальні мішки» для своїх немовлят.\nМалюки/дошкільнята: 2 години згідно з розкладом класу — зазвичай 13:00–15:00\n✓ Діти віком від 18 місяців спатимуть на розкладачці в класній кімнаті. Відпочинок триває з 13:00 до 15:00. Кімната затемнена, грає спокійна музика, а за бажанням дитини їй розтирають спинку. Жодну дитину не змушують спати, але це тихий час, і дітей просять спокійно відпочити деякий час, доки ті, кому необхідний сон, не заснуть. Дітям, які не сплять, дадуть тихі активності з урахуванням того, що інші діти сплять.\n✓ Як тільки діти прокидаються, їм також будуть дозволені ті самі тихі активності. О 15:00 персонал буде будити всіх дітей лагідним голосом, м’яким погладжуванням спини та з доброзичливістю. Ковдри зберігатимуться у шафці дитини, а після сну дітям пропонуватимуть перекус.\nUPK Wrap Around Care: 13:00–15:00 (лише у вибраних місцях)\n✓ Дітям, які беруть участь у розширеній денній програмі UPK Wrap Around, буде надана можливість відпочити з 13:00 до\n15:00 згідно з тими самими правилами, що й для решти дітей центру.\nНагляд під час відпочинку\nЗгідно вимог, які зазначених у розділі 418-1.8 Регламенту NYS OCFS, усі діти будуть знаходитися під належним наглядом персоналу класу під час відпочинку. Діти будуть у полі зору працівників і на такій відстані, щоб персонал міг допомогти дитині, яка прокинулася або грається спокійно в класі. Будь ласка, підпишіться нижче, підтверджуючи своє розуміння та згоду. Якщо у вас є питання щодо цієї угоди або інші запитання, будь ласка, зверніться до директора центру."
}