{
    "source": "en_US",
    "target": "uk_UA",
    "text": "am following up on the email I sent you earlier today with an offer to help you get started with your Microsoft 365 trial.\nUnfortunately, we were unable to reach you by phone to follow up today.\nIf you would like to contact me for help with your Microsoft 365 trial, simply reply to this email with a specific day and time for me to reach out again by phone.\nShould we not hear back from you we will try reaching you again by phone between 9am and 5pm your time on the next business day, to offer our assistance.\nIf you would prefer not to be contacted, please respond to this email and let us know.\nThank you for choosing Microsoft 365. We value your business and look forward to helping you get the most out of your trial.\nNote: Microsoft will NEVER ask for Passwords or any Credit Card information. If you prefer not to receive these types of support communications going forward, just let me know. To learn how to manage your contact preferences for other parts of Microso",
    "trans": "Я пишу, щоб нагадати про електронний лист, який я надіслав вам раніше сьогодні, із пропозицією допомогти вам розпочати пробний період Microsoft 365.\nНа жаль, сьогодні нам не вдалося зв’язатися з вами по телефону для подальшого обговорення.\nЯкщо вам потрібна допомога з пробним періодом Microsoft 365, просто відповідайте на цей електронний лист, зазначивши зручний день і час для повторного дзвінка.\nЯкщо ми не отримаємо від вас відповіді, ми спробуємо зателефонувати вам знову між 9:00 та 17:00 за вашим місцевим часом наступного робочого дня, щоб запропонувати нашу допомогу.\nЯкщо ви не бажаєте отримувати подальші звернення, будь ласка, відповідайте на цей електронний лист і повідомте нас про це.\nДякуємо, що обрали Microsoft 365. Ми цінуємо вашу довіру та з нетерпінням чекаємо можливості допомогти вам отримати максимум від вашого пробного періоду.\nПримітка: Microsoft НІКОЛИ не запитує Паролі або дані Кредитної Картки. Якщо ви не бажаєте отримувати подібні повідомлення підтримки в майбутньому, просто повідомте мене.  Щоб дізнатися, як керувати налаштуваннями контактів для інших сервісів Microsoft, ..."
}