{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As Rin slipped back into a peaceful slumber, cradled securely in Kawaki's embrace, the door to their bedroom creaked open. Naruto, Hinata, and Boruto stood in the threshold, having been drawn by the faint sounds of movement and the unusual closeness they perceived between the two young ninjas.\nFor a moment, the foursome simply stared, frozen in surprise by the intimate scene before them. Kawaki, sensing their presence, lifted his head to meet their gazes, his cheeks flushing a deep red under the weight of their scrutiny.\nNaruto, ever the jokester, broke the tension with a hearty chuckle.\n\"Well, well, well! Looks like our boy Kawaki has found himself a new hobby – babysitting sleepy beauties!\"\nBoruto giggled, bouncing on his toes with excitement.\n\"Yeah, and he's really good at it too! Rin looks super comfy.\"\nHinata, however, remained stoic, her expression unreadable as she took in the sight of her daughter and Kawaki intertwined on the bed. After a beat, she stepped forward, her movements deliberate and measured.\n\"Kawaki-kun, perhaps it would be best if you gave Rin some space to rest,\"\nshe suggested softly, her tone gentle but firm.\n\"We can take over watching her for now.\"\nKawaki hesitated, torn between respecting Hinata's wishes and the strong instinct to protect and care for Rin. Glancing down at his charge, he saw that she hadn't stirred, seemingly oblivious to the sudden intrusion.\nWith a nod, he reluctantly extracted himself from Rin's side, mindful not to disturb her. As he rose to his feet, he caught Hinata's hand, giving it a grateful squeeze.\n\"Danke, Hinata-san. I appreciate your understanding,\"\nhe said sincerely, meeting her compassionate gaze.\nNaruto clapped Kawaki on the back, pushing him towards the door.\n\"No worries, buddy! We've got this covered. Go get some shut-eye yourself – you look like you could use it.\"\nAs Kawaki exited the room, he couldn't help but feel a pang of disappointment at being separated from Rin once again. Yet, he also recognized the importance of maintaining healthy boundaries and allowing her the privacy she deserved.\nRetreating to his own quarters, Kawaki collapsed onto the mattress, his mind whirling with emotions and uncertainties. Though physically apart, his heart remained tethered to Rin, yearning for the chance to explore the depth of their connection further.\nLittle did he know, fate had already begun weaving a intricate tapestry of destiny, preparing to unveil a future where their paths would forever intertwine in ways neither could have imagined. For now, however, Kawaki succumbed to exhaustion, his dreams haunted by tantalizing glimpses of what might lie ahead for him and the enigmatic ninja girl who had captured his soul.\n2 / 2",
    "trans": "Коли Рін знову занурилася в мирний сон, надійно обійнята Кавакі, двері їхньої спальні скрипнули і відчинилися. На порозі стояли Наруто, Хіната та Борут, приваблені тихими звуками руху та незвичайною близькістю, яку вони спостерігали між двома молодими ніндзя.\nНа мить четвірка просто дивилася, заціпеніла від здивування перед інтимною сценою, що розгорнулася перед ними. Кавакі, відчувши їхню присутність, підняв голову, щоб зустріти їхні погляди, його щоки запалали глибоким червоним кольором під вагою їхнього розгляду.\nНаруто, завжди жартівник, розрядив напругу гучним сміхом.\n\"Ну-ну-ну! Схоже, наш хлопець Кавакі знайшов собі нове хобі - доглядати за сонними красунями!\"\nБорут засміявся, підстрибуючи від захоплення.\n\"Так, і він справді добре в цьому! Рін виглядає дуже комфортно\".\nОднак Хіната залишалася спокійною, її вираз був незрозумілим, коли вона спостерігала за своєю дочкою та Кавакі, переплетеними на ліжку. Після паузи вона зробила крок вперед, її рухи були обдуманими і виміряними.\n\"Кавакі-кун, можливо, було б краще дати Рін трохи простору для відпочинку\",\nм'яко запропонувала вона, її тон був ніжним але рішучим.\n\"Ми можемо взяти на себе догляд за нею на даний момент\".\nКавакі вагався, розриваючись між повагою до бажань Хінати та сильним інстинктом захищати і піклуватися про Рін. Поглянувши вниз на свою підопічну, він побачив, що вона не прокинулася і здається не звертає уваги на раптове вторгнення.\nКивнувши, він неохоче відсторонився від Рін, намагаючись не потривожити її. Піднявшись на ноги, він схопив руку Хінати і подякував їй стисненням.\n\"Дякую вам, Хіната-сан. Я ціную ваше розуміння\",\nщиро сказав він їй в очі з співчуттям.\nНаруто хлопнув Кавакі по спині і штовхнув його до дверей.\n\"Не хвилюйся, друже! Ми все вирішимо. Іди відпочинь – ти виглядаєш так, ніби тобі це потрібно\".\nКоли Кавакі вийшов з кімнати, він не міг не відчути уколу розчарування через те, що знову розлучився з Рін. Однак він також усвідомлював важливість підтримки здорових меж і надання їй заслуженої приватності.\nПовернувшись до своїх покоїв, Кавакі впав на матрац, його розум був сповнений емоцій і невизначеностей. Хоча вони фізично були далеко один від одного, його серце залишалося прив'язаним до Рін, прагнучи можливості глибше дослідити їхній зв'язок.\nМало хто знає, що доля вже почала плести складну гобелену долю, готуючи до розкриття майбутнє, в якому їхні шляхи назавжди переплетуться незвичайними способами. Однак наразі Кавакі піддався виснаженню, його сни були переслідувані спокусливими проблисками того, що може чекати на нього і загадкову дівчину-ніндзя, яка захопила його душу.\n2 / 2"
}