{
    "source": "en_US",
    "target": "uk_UA",
    "text": "So many times I see new, or even experienced players being confused by stuff people refer to as \"degens\".\nI'd love to know what actual degens there are in this game. Petrified Blood comes to mind.\nEverything else is just a DoT. Across many games, the concept of dots, hits, and degen are pretty ubiquitous. People have an expectation about how those damage types function. And the intuition applies correclty to PoE as well. Stuff like armour/block only works vs hits, static mitigation (resists, phys reduction, etc) works vs Dots and hits. No mitigation works vs regen. It's like that pretty ubiquitously across games, which is pretty cool.\nI have no idea why people in PoE started calling everything a degen. It makes no sense. Righteous Fire, Blood Rage, ground-based DoTs; the list goes on and on. For some reason people started referring to them as \"degens\" instead of DoTs. All of those things can be reduced by resistance and damage reduction.\nDegen being used to describe DoTs should go the way of \"fetch\" in Mean Girls.",
    "trans": "Я так багато разів бачив, як нові або навіть досвідчені гравці плутаються через те, що люди називають «дегенами».\nЯ би хотів дізнатися, що насправді є дегенами в цій грі. На думку спадає Petrified Blood.\nВсе інше — це просто DoT. У багатьох іграх концепція DoT, хітів і дегенів є досить звичайною. Люди мають певні очікування щодо того, як ці типи шкоди функціонують. І це інтуїтивно застосовується також і в PoE. Такі речі, як броня/блок, працюють тільки проти хітів, статична мітигація (опір, зниження фізичної шкоди тощо) працює проти DoT і хітів. Ніяка мітигація не працює проти регенерації. Це є доволі універсальним у багатьох іграх, що доволі круто.\nНе маю жодного уявлення, чому в PoE почали називати все дегенами. Сенс відсутній. Righteous Fire, Blood Rage, DoT на землі — і це ще не все. З якоїсь причини люди почали називати їх «дегенами», а не DoT. Усі ці речі можна усунути за допомогою опору та зниження шкоди.\nВикористання терміну «деген» для опису DoT повинно піти шляхом «fetch» з фільму Mean Girls."
}