{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We, in the beginning, we weren't sure what to explain to her and what she would be able to grasp. And the biggest thing I found is I listened to my son’s therapist, and they all said the same thing when she starts asking questions, that's the perfect time. Before that, just act like this is normal. It's just, you know, no big deal. She still was young enough at the time. She was, I think, 5 1/2 or six when he was diagnosed. So I mean, she was still very impressionable. She is very much my mini-me. She needs to be the center of attention a lot. So I knew there was going to be a balancing act I needed to do with her and eventually it did get to the point where she ended up having a breakdown. I walked in, and I said, what's going on? And she said you like brother more than me. And I'm like where did you get that? Well, you spend more time with brother. You do more with brother. So that is when we use that opportunity to open the door and explain to her we have the same expectations for brother as we do for you. The difference though is that your brother needs extra help to achieve those things, and now she can spot my son about to melt down before we do now. She can see it, then shortly after that, she was diagnosed with dyslexia. So I felt like she embraced that, because she was already understanding that her brother didn't see things a little bit differently. And I have heard her numerous times telling school friends things like that, me and my brother are different, and that doesn't make us any less. And if we were all the same, life would just be boring. And I'm like, well, I'm parenting, check for me on that one. If she, you know, yes child, yes, you are correct. So we didn't necessarily change the way we parent. We just have to do it differently depending on the child.",
    "trans": "На початку ми не були впевнені, що пояснити їй і що вона зможе зрозуміти. І найбільше, що я виявила, це те, що я слухала терапевта мого сина, і всі вони сказали одне й те саме: коли вона почне задавати питання, це ідеальний час. До цього просто поводьтеся так, ніби це нормально. Це просто, знаєте, нічого особливого. Вона ще була досить молодою в той час. Їй було, здається, 5 з половиною або 6 років, коли його діагностували. Тобто вона все ще була дуже вразливою. Вона дуже схожа на мене. Їй потрібно бути в центрі уваги. Тому я знала, що мені потрібно буде знайти баланс у спілкуванні з нею, і зрештою це призвело до того, що вона пережила кризу. Я зайшла в кімнату і запитала: \"Що сталося?\" А вона сказала: \"Ти більше любиш брата за мене\". І я запитала: \"Звідки ти це взяла?\" Вона відповіла: \"Ти проводиш більше часу з братом. Ти робиш більше з братом\". Ось тоді ми використали цю можливість, щоб відкрити двері і пояснити їй, що у нас є ті ж очікування для брата, як і для тебе. Різниця полягає в тому, що твоєму брату потрібна додаткова допомога для досягнення цих речей, а тепер вона може помітити момент, коли мій син ось-ось розплачеться. Вона може це побачити, а незабаром після цього їй поставили діагноз дислексія. Я відчула, що вона прийняла це, тому що вже розуміла, що її брат бачить речі трохи по-іншому. Я неодноразово чула її від друзів зі школи говорити такі речі: \"Ми з братом різні, і це не робить нас менш цінними\". І якщо б ми всі були однаковими, життя було б просто нудним. І я подумала: \"Ну все ж таки я правильно виховую дитину\". Якщо вона каже: \"Так, дитинко, ти права\". Тому ми не змінювали спосіб виховання дітей. Нам просто потрібно було робити це по-різному в залежності від дитини."
}