{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Started off as research officer (1990-2000), later as lecturer/researcher (2001-present) in the field of coastal and marine environment. Conducted marine microbial research as my first extending into coral reef studies, then remote sensing and GIS. Published in refereed journals both international and national, attended conferences and gained contacts nationally and internationally particularly with universities and institutions in United Kingdom and Germany.Published books as teaching reference, research books, translated technical book on remote sensing, participated in public awareness and younger generation education programmes in video clips; trained in modelling using remote sensing techniques from well-known scientists in the prestigious GKSS (Geesthact, Germany). Based on merit, awarded scholarship by HRH Thailand’s King for MSc in Asian Institute of Technology (1993-1994), and scholarship with temporary citizenship by CDG-Germany in 2000. Headed some R&D grants and as co-researcher in others; and various consultancy projects. Supervised undergraduate and post graduate students in projects/thesis within the field of coastal and marine, and remote sensing-GIS. Served the university as for various activities - workshops, seminars, conferences to conducting national scientific expeditions i.e. ROSES expedition (2006-2008) and Ekspedisi Pelayaran Saintifik Perdana (2009). Invited by Malaysian Marine Parks Department to participate and head research on remote sensing of coral reefs for northern Straits of Malacca to map existing and additional reef resources to be gazett as Marine Protected Areas as agreed in Malaysia’s participation in CBD. Served the community by chosing to play the role of an educator for public awareness where coastal and marine is concerned, spanning from very young generations (pre-schoolers) on sustainability and importance of green earth injected into their curriculum to older generations of the public where exhibitions were held.",
    "trans": "Розпочав кар'єру як науковий співробітник (1990-2000), пізніше став викладачем/дослідником (2001 — дотепер) у сфері прибережного та морського середовища. Проводив дослідження морських мікроорганізмів, які згодом розширилися до вивчення коралових рифів, дистанційного зондування та ГІС. Публікував статті в міжнародних та національних рецензованих журналах, брав участь у конференціях та встановив контакти з університетами й науковими установами Великої Британії та Німеччини. Видавав книги для навчання, наукові праці, перекладав технічну книгу з дистанційного зондування. Брав участь у програмах підвищення обізнаності громадськості та освіти молодого покоління, зокрема у відеоматеріалах. Пройшов навчання з моделювання методами дистанційного зондування під керівництвом відомих учених у престижному GKSS (Гестгахт, Німеччина). На основі досягнень отримав стипендію від Короля Таїланду для навчання на магістратурі в Азійському технологічному інституті (1993-1994), а також стипендію з тимчасовим громадянством від CDG-Німеччина у 2000 році. Очолював кілька дослідницьких грантів і працював співдослідником в інших, а також у різних консалтингових проєктах. Керував бакалаврськими та магістерськими дослідженнями у сферах прибережного та морського середовища, дистанційного зондування та ГІС. Виконував різні обов’язки в університеті — від організації семінарів і конференцій до участі в національних наукових експедиціях, таких як ROSES (2006-2008) та Ekspedisi Pelayaran Saintifik Perdana (2009). Був запрошений Департаментом морських парків Малайзії для проведення досліджень із дистанційного зондування коралових рифів у північній частині Малаккської протоки з метою картографування існуючих та нових рифових ресурсів для заповідання як Морських охоронюваних територій відповідно до участі Малайзії в CBD. Виступав у ролі громадського освітянина для підвищення обізнаності громадськості про прибережні та морські середовища, працюючи з усіма віковими групами — від дошкільнят через інтеграцію в навчальні програми понять сталого розвитку та збереження природи, до дорослої аудиторії через виставки та заходи."
}