{
    "source": "en_US",
    "target": "uk_UA",
    "text": "That contest on 5 August 2023 would ultimately prove to be Hardy's final trip to the ring in a competitive capacity.\n\"I came out of the ring, got home and I had double vision,\" Hardy tells BBC Sport.\n\"I also had regular concussion stuff, normal fighter stuff but the next day the double vision didn't go away and I was kind of walking into stuff and I didn't feel right.\n\"Long story short, it didn't get any better, but I just got used to it. It's like anything else if you break something or bruise something you just train through it.\"\nA year on from that defeat, rather than enjoying the fruits of a long career, Hardy is instead grappling with her utility company, Con Edison, on the phone.\n\"My lights are getting ready to get shut off. I bet you [two-time welterweight champion] Shawn Porter doesn't have that problem,\" Hardy says.\nHardy and Porter are both former world champions and appeared on the same card in 2016 at Barclays Center in Brooklyn but that is where the comparisons end.\nFinancially they are worlds apart.\n\"I had this beautiful career but it's like they just pushed me back outside the fence and said 'just be happy you had the chance Heather, it was nice but go figure it out yourself', \" Hardy say",
    "trans": "Той бій 5 серпня 2023 року зрештою виявився останнім виходом Харді на ринг у змагальній якості.\n\"Я вийшов з рингу, повернувся додому, і у мене почало двоїтися в очах\", - розповідає Харді в інтерв'ю BBC Sport.\n\"У мене також був звичайний струс мозку, звичайні бійцівські проблеми, але на наступний день двоїння в очах не зникло, і я начебто наштовхувався на речі, і мені було недобре.\n\"Коротше кажучи, краще не стало, але я просто звик до цього. Це як і будь-що інше, якщо ти щось зламав або забився, ти просто тренуєшся через це\".\nЧерез рік після цієї поразки, замість того, щоб насолоджуватися плодами своєї довгої кар'єри, Харді бореться по телефону зі своєю комунальною компанією \"Кон Едісон\".\n\"Моє світло готуються вимкнути. Б'юся об заклад, що [дворазовий чемпіон у напівсередній вазі] Шон Портер не має такої проблеми\", - сказав Харді.\nХарді і Портер - колишні чемпіони світу, вони виступали на одному карді у 2016 році в Barclays Center у Брукліні, але на цьому порівняння закінчуються.\nУ фінансовому плані вони перебувають у різних світах.\n\"У мене була прекрасна кар'єра, але мене ніби виштовхнули назад за паркан і сказали: \"Просто будь щаслива, що у тебе був шанс, Хізер, це було чудово, але йди і розбирайся з цим сама\", - сказав Харді."
}