{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Trump Media & Technology, the social media company majority-owned by former President Donald Trump, extended its dramatic decline after sharp gains a few days ago.\nTrading was halted more than once early Thursday to curb volatility, just at it was earlier in the week. Still, those big swings make the stock attractive for speculative investors. Its rise and fall could also partly be down to its status as a proxy for Trump's chances of winning the White House in the election next week.\nWhile his odds have been improving lately, the latest CNN poll shows Vice President Kamala Harris with a significant lead over Trump in the key swing states of Michigan and Wisconsin. In Pennsylvania, the biggest swing state, the two are still neck and neck.\nThe stock, DJT, was down 12% to $35.34 at Thursday's close. DJT dropped 22% on Wednesday, its biggest decline since April, but it has still roughly doubled this month.\nHarris also has a slight advantage as a member of the incumbent party as key economic indicators pick up. Gasoline prices are lower, personal income is up, and overall growth came in at a solid 2.8% for the third quarter.",
    "trans": "Trump Media & Technology, соціальна мережа, мажоритарним власником якої є колишній президент Дональд Трамп, продовжила своє різке падіння після стрімкого зростання кілька днів тому.\nУ четвер торги кілька разів зупиняли, щоб стримати волатильність, так само, як і на початку тижня. Однак такі значні коливання роблять акції привабливими для спекулятивних інвесторів. Її злети й падіння також можуть частково відображати шанси Трампа на перемогу у виборах наступного тижня.\nХоча останнім часом його позиції покращилися, останнє опитування CNN показує, що віцепрезидентка Камала Гарріс має значну перевагу над Трампом у ключових штатах Мічиган і Вісконсин. У Пенсільванії, найбільшому штаті, що коливається, вони поки що йдуть нога в ногу.\nАкції DJT впали на 12% і у четвер закрилися на рівні 35,34 доларів. У середу вони втратили 22% — це найбільше падіння з квітня, але загалом за цей місяць їхня вартість майже подвоїлася.\nГарріс також має незначну перевагу як представниця чинної адміністрації, оскільки ключові економічні показники покращуються. Ціни на бензин знизилися, особисті доходи зросли, а загальний рівень економічного зростання у третьому кварталі склав стабільні 2,8%."
}