{
    "source": "en_US",
    "target": "uk_UA",
    "text": "That’s one of the problems with “Raising Arizona.” The movie is narrated by its hero, a man who specializes in robbing convenience stores, but it sounds as if he just graduated from the Rooster Cogburn school of elocution. There are so many “far be it from me’s” and “inasmuches” in his language that he could play Ebenezer Scrooge with the same vocabulary – and that’s not what you expect from a two-bit thief who lives in an Arizona trailer park.\nMaybe, of course, he just happens to talk that way. Even in this age of homogenized culture, a few people do retain distinctive and colorful speech patterns. That would be a good theory except that everyone in “Raising Arizona” talks funny. They all elevate their dialogue to an arch and artificial level that’s distracting and unconvincing and slows down the progress of the film.\nAnd what “Raising Arizona” needs more than anything else is more velocity. Here’s a movie that stretches out every moment for more than it’s worth, until even the moments of inspiration seem forced. Since the basic idea of the movie is a good one and there are talented people in the cast, what we have here is a film shot down by its own forced and mannered style.\nThe movie stars Nicholas Cage as the guy who sticks up all-night grocery stores, and Holly Hunter as the policewoman who falls in love with him while taking his mug shots. After he gets out of prison for what he hopes is the last time, they get married and set up their little home, and then discover that they cannot have children.\nMeanwhile, there have been stories in the paper about a local furniture czar, Nathan Arizona, whose wife took a fertility drug and had quints.\nHunter convinces Cage that anybody with five kids is not going to miss one of them, and Cage steals into the Arizona home to kidnap one of the infants.\nThe movie has some fun with the bombastic Arizona (played like a used car huckster by Trey Wilson), and it also contains some charming moments involving the photogenic child who has been cast as the kidnapping victim. But then there’s a silly subplot about a couple of escaped cons, and an even more ridiculous development involving some kind of superhero Hells Angel, who roars through town like a messenger from hell.\nThe movie cannot decide if it exists in the real world of trailer parks and 7-Elevens and Pampers, or in a fantasy world of characters from another dimension. It cannot decide if it is about real people, or comic exaggerations. It moves so uneasily from one level of reality to another that finally we’re just baffled. Comedy often depends on frustrating the audience’s expectations. But how can it work when we don’t have a clue about what to expect – when the movie itself doesn’t know what is possible and what is not? “Raising Arizona” is the new work by the Coen brothers, Joel and Ethan, whose previous film was the superb thriller “Blood Simple.” That was a movie that pushed reality as far as it could go within the rigid confines of a well-made thriller. “Raising Arizona” needs the same kind of restraint. It’s all over the map. If the same story had been told straight, as a comic slice of life, it might have really worked. I kept thinking of Jonathan Demme’s “Melvin and Howard,” the film about the gas station owner and the billionaire, in which equally unlikely events happened, but were very funny because they were allowed to be believable.",
    "trans": "Це одна з проблем «Виховання Арізони». Оповідь у фільмі ведеться від імені його героя, чоловіка, який спеціалізується на пограбуванні магазинів, які працюють цілодобово, але це звучить так, ніби він щойно закінчив школу ораторського мистецтва імені Рустера Когберна. У його мові так багато «далеко не мені судити» та «з огляду на те, що», що він міг би грати Ебенезера Скруджа з тим же самим словниковим запасом — і це зовсім не те, чого ти очікуєш від дрібного злодія, який живе в трейлері в Арізоні.\nМожливо, звичайно ж, він просто говорить у такий спосіб. Навіть у наш час гомогенізованої культури деякі люди все ще зберігають виразні та яскраві мовні звороти. Це було б гарною теорією, якби не той факт, що у «Вихованні Арізони» всі говорять дивно. Всі підносять свої репліки до манірного й штучного рівня, який відволікає, не переконує й уповільнює хід фільму.\nА найбільше, чого бракує «Вихованню Арізони» — це більше швидкості. Тут кожен момент розтягується більше, ніж потрібно, аж до того моменту, що навіть натхненні сцени здаються вимученими. Оскільки основна ідея фільму чудова, а в акторському складі є талановиті люди, перед нами є картина, яка збиває саму себе з ніг своїм штучним і награним стилем.\nГоловні ролі у фільмі виконують Ніколас Кейдж в ролі грабіжника нічних продуктових магазинів та Голлі Хантер в ролі поліцейської, яка закохується в нього, фотографуючи дйого для досьє. Вийшовши з в’язниці, Кейдж сподівається на те, що це востаннє, і вони з Хантер одружуються, облаштовують своє маленьке житло, але виявляють, що не можуть мати дітей.\nТим часом у газетах з’являються історії про місцевого меблевого магната Натана Арізону, чия дружина приймала ліки для підвищення народжуваності й народила п’ятірню.\nХантер переконує Кейджа, що будь-хто, у якої є п’ятеро дітей, навіть не помітить зникнення одного, і Кейдж пробирається в будинок Арізони, щоб викрасти малюка.\nФільм вдало висміює пафосного Арізону (зіграного Треєм Вілсоном у стилі продавця вживаних авто), а також містить кілька чудових моментів із фотогенічною дитиною, яка стала жертвою викрадення. Але потім з’являється безглуздий сюжет про пару втікачів-злочинців, а ще й абсурдніша лінія з якимось байкером-супергероєм, який мчить містом, немов посланець із пекла.\nФільм ніяк не може вирішити, у якому світі він існує — у реальності трейлерних парків, магазинів 7-Eleven і підгузків Pampers, чи у вигаданому вимірі, населеному карикатурними персонажами. Він не знає, чи є його герої справжніми людьми, чи гротескними образами. Стрічка так незграбно балансує між реальністю та фантазією, що в кінці кінців ми просто розгублюємося. Комедія часто заснована на розвінчанні очікувань глядача. Але як це може спрацювати, коли ми взагалі не знаємо, чого чекати — і коли сам фільм не знає, що в його світі можливо, а що ні?  «Виховання Арізони» — це новий фільм братів Коенів, Джоела та Ітана, чий попередній трилер \"Просто кров\" був чудовим зразком жанру. Це був фільм, який розширював межі реальності, але залишався в рамках добре побудованого трилера.  Для «Виховання Арізони» потрібне те саме почуття міри. Натомість він хаотичний і розкиданий у різні боки. Якби ця історія була розказана прямо, як комедійний зріз життя, вона могла б дійсно спрацювати. Я весь час згадував «Мелвін і Говард» Джонатана Деммі — фільм про власника автозаправки та мільярдера, де відбувалися такі ж неймовірні події, але вони були смішними, тому що залишалися правдоподібними."
}