{
    "source": "en_US",
    "target": "uk_UA",
    "text": "5 Unrestricted Acres W/Creek Only $15,900!\nThis tract, along with 11 others, will be liquidated on Saturday Oct 26th. Be the first to book your preview showing, call 1-888-270-4695. This property is located off of a rural, state maintained road. Power and telephone are available. Easy access in to this secluded tract will make your project easy! No hassle! This location is perfect....being just off the Blue Ridge Parkway on the NC/Virginia line. Short drive to downtown Mt.Airy (Mayberry) for great shopping and food! If you want to get away from all the chaos of the city life, this land is for you! This property is perfect for you to build the house of your dreams. If you don't want to build right away, perfect...you can camp, RV, 5th-Wheel, Motor-Coach, Tiny House, Tree House, ATV, UTV, etc. No Restrictions! If you like to Hunt, Fish, or Hike....this location couldn't be better. State parks and game-lands are in the close proximity. It's time to buy land, there is a shortage of it these days....take advantage of offers that rarely hit the market!",
    "trans": "5 вільних акрів зі струмком лише за 15 900 доларів\nЦя ділянка, разом із 11 іншими, буде продана в суботу, 26 жовтня. Будьте першими, хто забронює перегляд, зателефонуйте 1-888-270-4695. Ця ділянка розташована біля сільської дороги, що обслуговується штатом. Доступні електроенергія та телефонний зв’язок. Легкий доступ до цієї відокремленої ділянки зробить реалізацію вашого проєкту простою та безпроблемною. Ця місцевість є ідеальною....адже знаходиться неподалік від Blue Ridge Parkway на кордоні Північної Кароліни та Вірджинії. До центру Маунт-Ейрі (Мейберрі) з чудовими магазинами та ресторанами можна швидко доїхати. Якщо ви хочете втекти від міської метушні, ця земля саме для вас. Ця ділянка ідеальна для будівництва будинку вашої мрії. Якщо ви не хочете будувати одразу, чудово...ви можете використовувати її для кемпінгу, автофургону, будиночка на дереві, квадроциклів тощо. Жодних обмежень! Якщо ви любите полювання, риболовлю або піші прогулянки....ця місцевість ідеально підходить, оскільки поруч розташовані державні парки та мисливські угіддя. Прийшов час купувати землю, в наші дні вона в дефіциті....скористайтеся пропозиціями, які рідко з'являються на ринку!"
}