{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Here are some examples of personal achievements across different aspects of life:\n1. Education:\n• Graduating with honors or achieving a high GPA.\n• Overcoming a learning challenge and excelling in a subject.\n• Completing a degree or certification.\n• Winning a scholarship or academic award.\n2. Career:\n• Receiving a promotion or recognition at work.\n• Successfully leading a project or team to achieve a goal.\n• Learning a new skill that improves job performance.\n• Transitioning to a new industry or career path.\n3. Health & Fitness:\n• Reaching a fitness milestone, like running a marathon or losing weight.\n• Quitting smoking or adopting a healthier lifestyle.\n• Overcoming a significant health challenge.\n• Completing a personal fitness goal (e.g., learning to swim or achieving a yoga pose).\n4. Personal Development:\n• Learning a new language or mastering a musical instrument.\n• Developing greater emotional intelligence or improving relationships.\n• Successfully managing stress or improving work-life balance.\n• Reading a set number of books in a year to expand knowledge.\n5. Creative:\n• Publishing a book, writing an article, or completing a major artwork.\n• Starting a personal blog or YouTube channel and building a following.\n• Mastering a craft or hobby (e.g., photography, painting).\n6. Volunteering & Community Service:\n• Organizing or participating in charity events or volunteering regularly.\n• Helping raise awareness or funds for a cause.\n• Mentoring someone or contributing positively to your community.\n7. Financial:\n• Paying off debt or saving for a major purchase (home, car).\n• Building a personal investment portfolio.\n• Sticking to a budget or achieving financial independence.",
    "trans": "Ось кілька прикладів особистих досягнень у різних сферах життя:\n1. Освіта:\n• Закінчення навчального закладу з відзнакою або досягнення високого середнього балу (GPA).\n• Подолання навчальної труднощі та досягнення високих результатів у предметі.\n• Завершення здобуття ступеня або отримання сертифікації.\n• Отримання стипендії або академічної нагороди.\n2. Кар’єра:\n• Отримання підвищення або визнання на роботі.\n• Успішне керівництво проєктом або командою для досягнення поставленої мети.\n• Опанування нової навички, яка підвищує ефективність роботи.\n• Перехід до нової галузі або кар’єрного напряму.\n3. Здоров’я та фізична форма:\n• Досягнення фітнес-цілі, наприклад, пробіжка марафону або схуднення.\n• Відмова від куріння або перехід до здоровішого способу життя.\n• Подолання серйозної проблеми зі здоров’ям.\n• Досягнення особистої фітнес-цілі (наприклад, навчання плаванню або освоєння йогічної пози).\n4. Особистісний розвиток:\n• Вивчення нової мови або опанування музичного інструмента.\n• Розвиток емоційного інтелекту або покращення відносин.\n• Успішне управління стресом або покращення балансу між роботою та особистим життям.\n• Прочитання певної кількості книг за рік для розширення знань.\n5. Творчість:\n• Видання книги, написання статті або створення масштабного художнього твору.\n• Запуск особистого блогу або YouTube-каналу та залучення аудиторії.\n• Опанування ремесла або хобі (наприклад, фотографії, живопису).\n6. Волонтерство та громадська діяльність:\n• Організація або участь у благодійних заходах чи регулярне волонтерство.\n• Сприяння підвищенню обізнаності або збору коштів на благодійну справу.\n• Наставництво або позитивний внесок у розвиток громади.\n7. Фінанси:\n• Погашення боргу або заощадження на велику покупку (будинок, автомобіль).\n• Створення особистого інвестиційного портфеля.\n• Дотримання бюджету або досягнення фінансової незалежності."
}