{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Klan spread beyond Tennessee to every state in the South and included mayors, judges, and sheriffs as well as common criminals. The Klan systematically murdered black politicians and political leaders. It beat, whipped, and murdered thousands, and intimidated tens of thousands of others from voting. Blacks often tried to fight back, but they were outnumbered and out gunned. While the main targets of Klan wrath were the political and social leaders of the black community, blacks could be murdered for almost any reason. Men, women, children, aged and crippled, were victims. A 103-year-old woman was whipped, as was a completely paralyzed man. In Georgia, Abraham Colby, an organizer and leader in the black community, was whipped for hours in front of his wife and children. His little daughter begged the Klansman, \"Don't take my daddy away.\" She never recovered from the sight and died soon after. In Mississippi, Jack Dupree's throat was cut and he was disemboweled in front of his wife, who had just given birth to twins. Klansman burned churches and schools, lynching teachers and educated blacks. Black landowners were",
    "trans": "Ку-Клукс-Клан поширився за межі Теннессі на кожен штат Півдня, і включав мерів, суддей та шерифів, а також звичайних злочинців. Клан систематично вбивав чорношкірих політиків та політичних лідерів. Він бив, шмагав та вбивав тисячі людай, і залякував десятки тисяч інших, не даючи їм голосувати. Чорншкірі часто намагались чинити супротив, однак їх було менше і вони були гірше озброєні. Хоча основними цілями гніву Клану були політичні та соціальні лідери чорношкірої спільноти, чорношкірих могли вбити майже з будь-якої причини. Чоловіки, жінки, діти, літні люди та інваліди були їх жертвами. 103-річна жінка була побита, як і повністю паралізований чоловік. В Джорджії Абрахама Колбі, організатора та лідера чорношкірої спільноти кілька годин били перед його дружиною та дітьми. Його маленька дочка молила людей Клану: «Не забирайте мого тата.» Вона так і не прийшла в себе від побаченого, і незабаром померла. В Міссіссіпі,Джеку Дюпрі перерізали горло та випатрали на очах у дружини, яка тільки но народила двійню. Люди Клану спалювали церкви та школи, лінчували вчителів та освічених чорношкірих. Чорношкірі землевласники"
}