{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It was finally graduation day and she was nervous as ever. She was lucky enough to pass her exams and get through all the difficulties getting into a college, now it was just graduation in the way of her upcoming career.\nGrabbing the necessary things she needed, she quickly stepped out of her room to be greeted with the male next door, the two staring at each other in surprise.\nAwkwardly standing by their doors for a while, Natsu was the first one to move as he took two steps away from his door.\nAnd of course, he was stopped almost immediately.\n\"W—Wait a minute.\"\n\"Yeah?\"\n\"Erm... I just want to ask... what College you are going to. You didn't tell me which exam you took or even which school you got into... so I just... erm... want to know...\" She trailed off awkwardly as she tried to make it sound smooth as possible. But with her stammering and uneasiness, it made it sound forced and Natsu couldn't help but guffaw obnoxiously.\nShe grimaced at his laughter and glanced up at the taller jock. \"Well?\"\n\"I'm not telling you,\" he teased making her frown slightly. \"what are you going to do with that information, anyways?\"\n\"I—I just... I don't know, I just—\"\n\"Just what?\" He urged her to go on making her feel even more uncomfortable and powerless. She felt the heat rush to her cheeks and she felt the nervousness subside and anger wash over her, hating how he teased her so shamelessly.\n\"Fine! I just wanted to know what school you're going to, what's the big deal anyways?! You're so annoying all the time and always tease me about everything! You're such a brat, Natsu!\"\n\"A brat? Me? Who's the one screaming at me because I won't tell her which College I've been accepted to?\" He asked, stepping closer towards the blonde to tower over her figure making her glare daggers at him. \"That's right, it's you miss prissy.\"\n\"Don't call me that!\" She hissed out, practically plotting his death there. \"Why won't you just tell me? What's so secretive about it?!\" She cried out, throwing her arms in the air to emphasis her point. \"Don't tell me you didn't even get accepted to a College!\"\n\"What's going on here? Why are you two screaming at each other so early in the morning?! And before graduation, too!\" Grandine suddenly joined the scene making the two stop and look over at the woman who was dressed in a nice formal black and white dress. She had her luscious locks in a tight low bun and she had a worried scowl decorating her face. \"What's going on?\"\n\"She started it, I didn't.\" Natsu said, raising his hands up in reasoning as he pointed at the gawking female. \"She started to go all batshit on me because I wouldn't tell her which College I got into.\"\n\"What?! When did I ever go batshit on you?!\"\n\"Alright, that's enough!\" Grandine said as she pushed the two away from each other, a sigh flying out of her lips. \"It's almost time to go so Natsu, go down and get ready, okay?\"\n\"Yes ma'am.\" He nodded towards his mother before flashing a knowing smirk at the blonde. \"See ya, blondie.\"\n\"Why you—!\"\n\"Lucy, ignore him.\" The older woman said as she stepped in her line of vision making the blonde trail her eyes up the woman before landing on the distress expression. \"Getting angry at the time will cause wrinkles and that's not a good thing,\" she reminded as she put her hands on the shoulders of the blonde to let her cool down. \"besides, it's a waste wasting energy on that idiot.\"",
    "trans": "Нарешті настав день випуску, і вона була дуже нервовою. Їй пощастило скласти свої екзамени та подолати всі труднощі при вступі до коледжу; тепер залишався лише випуск перед її майбутньою кар'єрою.\nЗабравши необхідні речі, вона швидко вийшла зі своєї кімнати і була зустрінута сусідом-чоловіком, який живе поруч, і вони обидва здивовано дивилися один на одного.\nНезручно стоячи біля своїх дверей деякий час, Нацу першим зробив два кроки від своєї двері.\nІ звичайно ж, його майже відразу зупинили.\n\"П—Почекай хвилинку.\"\n\"Так?\"\n\"Ем... я просто хочу запитати... в який коледж ти йдеш? Ти не сказала мені, який екзамен ти складала або в яку школу ти вступила... тому я просто... ем... хочу знати...\" Вона незручно замовкла, намагаючись висловитися якомога плавніше. Але через її заїкання і невпевненість це звучало вимушено, і Нацу не зміг стримати гучний сміх.\nВона скривилася від його сміху і поглянула на вищого спортсмена. \"Ну?\"\n\"Я тобі не скажу,\" - пожартував він, змусивши її трохи насупитися. \"А що ти збираєшся робити з цією інформацією?\"\n\"Я—я просто... не знаю, я просто—\"\n\"Просто що?\" Він підштовхнув її продовжити, змушуючи її почуватися ще більш незручною і безсильною. Вона відчула, як тепло приливає до її щік, а нервозність зникає, поступаючись місцем гніву, ненавидячи те, як він безсоромно її дражнить.\n\"Добре! Я просто хотіла знати, в яку школу ти йдеш, у чому велика справа?! Ти завжди такий дратівливий і завжди дражниш мене з приводу всього! Ти справжній капризун, Нацу!\"\n\"Капризун? Я? Хто тут кричить на мене тільки тому, що я не скажу їй, в який коледж мене прийняли?\" - запитав він, наближаючись до блондинки і нависаючи над її фігурою, змушуючи її метати на нього погляди з ненавистю. \"Правильно, це ти, міс принцеса.\"\n\"Не називай мене так!\" — прошипіла вона, практично плануючи його смерть. \"Чому ти просто не скажеш мені? Що в цьому такого секретного?!\" — закричала вона, кидаючи руки в повітря, щоб підкреслити свою точку зору. \"Не кажи мені, що ти навіть не був прийнятий до коледжу!\"\n\"Що тут відбувається? Чому ви двоє кричите один на одного так рано вранці?! І ще до випуску!\" — раптово приєдналася до сцени Грандін, змусивши обох зупинитися і подивитися на жінку, яка була одягнена в красиву формальну чорну і білу сукню. У неї були розкішні волосся зібрані в тугий низький пучок, а на обличчі була виражена стурбованість. \"Що відбувається?\"\n\"Вона почала першою, я ні.\" — сказав Нацу, піднімаючи руки в знак пояснення і вказуючи на здивовану дівчину. \"Вона почала сходити з розуму, тому що я не хотів їй говорити, в який коледж я вступив.\"\n\"Що?! Коли я коли-небудь сходила з розуму через тебе?!\"\n\"Гаразд, досить!\" — сказала Грандін, відштовхуючи їх один від одного і видихаючи. \"Скоро час йти, тому Нацу, спустись вниз і підготуйся, добре?\"\n\"Так точно.\" — кивнув він своїй матері перед тим, як показати знакову усмішку блондинці. \"До зустрічі, блондино.\"\n\"Ти—!\"\n\"Люсі, ігноруй його.\" — сказала старша жінка, стаючи на шляху блондинки і змушуючи її підняти погляд на жінку перед тим, як зупинитися на виразі тривоги. \"Злість у цей момент призведе до зморшок, а це не добре,\" — нагадала вона, поклавши руки на плечі блондинки, щоб допомогти їй заспокоїтися. \"Крім того, витрачати енергію на цього ідіота — це марно.\""
}