{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In addition to projected indicators for each subject at Key Stage 3, IGCSE and AS/A Level the CAT4 report also provides a summary of learning preferences and styles bespoke to the individual student. This also includes advice on strategies that can be used at home to support students according to their strengths and areas for development.\nA student-friendly version of the CAT4 report has also been made available to each student and they will be required to refer to this when tracking and monitoring their own progress. Their report also includes helpful hints and tips on how to get the very best out of their learning style.\nNext steps\nTeachers and senior members of staff at the International School of Moscow will often make reference to CAT4 reports during their communication with parents and students, whether it be in written reports or during parent-teacher-student consultation evenings.\nFor the purposes of monitoring and assessment teachers will be called upon to make comparisons between a student’s current effort and attainment and the projected data given as most likely outcomes for the end of each Key Stage in school.\nIn order to keep learning on track and ensure that the student is working well towards achieving or even surpassing their projected grades teachers will set specific milestones for students to work towards.\nIf you have any questions about the reports, please address them to Brendan McLoughlin at Brendan.mcloughlin@internationalschool.ru.",
    "trans": "На додачу до прогнозованих показників кожного суб'єкта на Ключовому етапі 3 рівня  IGCSE та AS/A, звіт САТ4 також надає зведену інформацію про вподобання та стилі навчання індивідуально для окремого студента. Він також містить поради щодо стратегій, які можна використати вдома для підтримки студентів, відповідно до їхніх сильних сторін та сфер розвитку.\nДружня до студентів версія звіту САТ4 також доступна кожному студенту, і вони матимуть звертатись до неї при відстеженні та моніторингу власних успіхів. Їх звіт також містить корисні підказки та поради щодо того, як отримати максимум від свого стилю навчання.\nНаступні кроки\nВчителя та старші члени персоналу Міжнарожної московської школи  будуть часто посилатись на звіти САТ4 під час спілкування з батьками та студентами, в письмовій формі або під час консультацій батьки-вчитель-студент.\nЗ метою моніторингу та оцінювання вчителям запропонують зробити порівняння між поточними зусиллями та досягненнями студента та прогнозованими даними, враховуючи найбільш ймовірні результати в кінці кожної ключової стадії в школі.\nЩоб продовжувати навчання в правильному напрямку та забезпечити гарну роботу студента для досягнення або навіть перевищення прогнозованих оцінок, вчителя встановлять студентам специфічні етапи, до яких вони мають прагнути.\nЯкщо ви маєте будь-які питання щодо звітів, будь ласка, спрямуйте їх Брендану МакЛагліну на Brendan.mcloughlin@internationalschool.ru."
}