{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Come morning, [redacted_name] slowly flutters her eyes open to the sound of church bells, to be met with an empty spot next to her. The white sheets are cool against her bare skin as she slowly shifts to survey the room. She sits up, holding the covers against her.\nThe click of the door gains her attention. Her eyes flicker up to meet Ryujin by the door with a tray in hand. It brings a small smile to her lips.\n\"Hey, stranger.\" [redacted_name] says.\n\"Hey back,\" [redacted_name] grins, walking over. She sets the tray down on the bed next to [redacted_name]. \"The room service fled, I did what i could.\"\n\"Thank you,\" [redacted_name] says, taking a cup of milk. \"Mm, it's good.\" She hums after a sip.\n\"I hope so, i had to milk a goat to get it.\" [redacted_name] jokes, settling to stand at the balcony.\n[redacted_name] lets out a soft laugh. She notices a small flower on her tray. Without a second thought, she tucks it into her hair, lifting her eyes to met [redacted_name].\n[redacted_name] smiles at her in return. Walking back over to [redacted_name], she leans down, cupping her cheek before pulling her into a warm kiss.",
    "trans": "Вранці [redacted_name] повільно розплющує очі під звук церковних дзвонів і бачить порожнє місце поруч. Білі простирадла прохолодні торкаються її оголеної шкіри, коли вона повільно змінює положення, оглядаючи кімнату. Вона сідає, притискаючи ковдру до себе.\nКлацання дверей привертає її увагу. Її погляд піднімається і зустрічає Рюджін біля дверей із тацею в руках. На її вустах з'являється легка посмішка.\n«Привіт, незнайомко», — каже [redacted_name].\n«І тобі привіт», — посміхається [redacted_name], підходячи ближче. Вона ставить тацю на ліжко поруч із [redacted_name]. «Обслуговування номерів втекло, я зробила, що змогла».\n«Дякую», — каже [redacted_name], беручи чашку молока. «Мм, воно смачне», — муркоче вона після ковтка.\n«Сподіваюся, бо мені довелося доїти козу, щоб його дістати», — жартує [redacted_name], зупиняючись біля балкона.\n[redacted_name] тихо сміється. Вона помічає маленьку квітку на своїй таці. Не замислюючись, вона прикрашає нею своє волосся і піднімає очі й зустрічається поглядом із [redacted_name].\n[redacted_name] посміхається у відповідь. Підійшовши назад до [redacted_name], вона нахиляється, ніжно бере її за щоку й притягує до теплого поцілунку."
}