{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Scene 1: Body image\nBackground:\nK is a 17-year-old high school student with a thin figure and very good skin. She often looks in the mirror, but she feels inferior. Classmates made comments about her appearance and other things, which made her feel stressed, especially social and other things, and made her even more depressed\nDevelopment:\nShe became obsessed with losing weight, often skipping breakfast, choosing light food and even taking some weight loss classes. She gradually began to break away from her friends and focus on getting fit, exercising, and hoping to achieve her ideal body. She shares her fitness progress on social media.\nConsequences:\nAs time went by, K's physical and mental health began to become very bad with serious effects, weight loss, and she began to feel tired and dizzy and other needle-like. Her family and friends saw the change and became concerned about her health. Finally, when she went to the hospital, she was diagnosed with an eating disorder and advised to see a professional psychological help.\nSecurity Practices:\nIf K can accept herself, understand her physical condition and seek professional help, she can avoid some unnecessary factors. Of course, schools can also hold lectures on body image, so that students can share experiences with each other, learn about themselves, and build a positive body image and healthy lifestyle.",
    "trans": "Сцена 1: Образ тіла\nФон:\nK - 17-річна учениця старшої школи з худорлявою фігурою та дуже гарною шкірою. Вона часто дивиться в дзеркало, але відчуває себе неповноцінною. Однокласники робили коментарі про її зовнішність та інші речі, що викликало у неї стрес, особливо в соціальному плані, і зробило її ще більш депресивною.\nРозвиток:\nВона стала одержима схудненням, часто пропускаючи сніданок, вибираючи легку їжу і навіть відвідуючи заняття з втрати ваги. Вона поступово почала віддалятися від своїх друзів і зосереджуватися на тому, щоб стати стрункішою, займатися спортом і сподіватися досягти своєї ідеальної фігури. Вона ділиться своїм прогресом у фітнесі в соціальних мережах.\nНаслідки:\nЗ часом фізичне та психічне здоров'я K почало погіршуватися з серйозними наслідками, вона втратила вагу, почала відчувати втому, запаморочення та інші симптоми. Її сім'я та друзі помітили зміни і стали стурбовані її здоров'ям. Нарешті, коли вона звернулася до лікаря, їй поставили діагноз розлади харчування і порадили звернутися за професійною психологічною допомогою.\nПрактики безпеки:\nЯкщо K зможе прийняти себе, зрозуміти свій фізичний стан і звернутися за професійною допомогою, вона зможе уникнути деяких непотрібних факторів. Звичайно, школи також можуть проводити лекції на тему іміджу тіла, щоб учні могли ділитися досвідом один з одним, дізнаватися про себе та формувати позитивний імідж тіла і здоровий спосіб життя."
}