{
    "source": "en_US",
    "target": "uk_UA",
    "text": "PLEASE” Jason cried again.\nJosephine couldn’t believe he was asking her to even see his willy let alone touch it. Maybe he’s really enjoying having the girls play with it she thought to herself.\nJosephine hadn’t heard Yvonne’s threat. She walked back towards where he was still being held down, Marcia was still stroking his cock.\n“Come on Josephine, it’s really fun. Look how big it is” Marcia said letting Jason’s cock go letting Josephine hav a full unobstructed view of her brothers willy.\nShe gasped loudly.\n“Come on, stroke it like this” Marcia said.\nJosephine knelt down, she looked at Jason’s face and could see he had been crying. She was having second thoughts about touching it but he had called out to her virtually begging her to touch his cock.\nWith a shaking hand Josephine reached out and took hold of her brothers cock.\nJason groaned in pleasure but he didn’t know why, this was his twin sister holding his cock.\nShe was now stroking it like Marcia had shown her.\n“Do it faster” Jason said not knowing why he was helping her to jerk him off.\n“Oh my god he’s telling his sister how to do it, I was going to make him jerk himself off but he’s asking his sister to do it” Carly said.\nJosephine and Marcia still didn’t know what she was talking about buts soon found out when Jason started shooting blast after blast of sperm over his shirt covered stomach.\nThe older girls were laughing.",
    "trans": "БУДЬ ЛАСКА\", - знову закричав Джейсон.\nЖозефіна не могла повірити, що він просить її навіть побачити його член, не кажучи вже про те, щоб торкатися до нього. Можливо, йому справді подобається, коли дівчата грають з ним, подумала вона.\nЖозефіна не почула загрози Івонни. Вона повернулася до того місця, де його все ще тримали, Марсія все ще гладила його член.\n\"Давай, Жозефіна, це справді весело. Подивись, який він великий\", - сказала Марсія, відпускаючи член Джейсона і даючи Жозефіні можливість повністю оглянути член свого брата.\nВона голосно ахнула.\n\"Давай, погладь його ось так\", - сказала Марсія.\nЖозефіна стала на коліна, подивилася на обличчя Джейсона і побачила, що він плакав. Вона почала сумніватися в тому, чи варто торкатися до нього, але він покликав її практично благаючи її торкнутися до його члену.\nТремтячою рукою Жозефіна простягнула руку і взялася за член свого брата.\nДжейсон стогнав від задоволення, але не знав чому - це була його сестра-близнючка, яка тримала його член.\nВона тепер гладить його так, як показала їй Марсія.\n\"Роби це швидше\", - сказав Джейсон, не знаючи, чому він допомагає їй мастурбувати йому.\n\"О боже, він говорить своїй сестрі, як це робити, я збиралася змусити його зробити це самому, але він просить свою сестру про це\", - сказала Карлі.\nДжозефіна і Марсія все ще не знали, про що вона говорить, але незабаром дізналися, коли Джейсон почав стріляти порціями сперми на свій живіт, покритий сорочкою.\nСтарші дівчата сміялися."
}