{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We had a wonderful and busy week last week!\nThank you to NPHS for organizing a fantastic Fall Mixer fundraiser and to all the families who came together to support the Hurley. It was heartwarming to see both new and returning families connect and build community. Our assemblies also went beautifully, celebrating multiculturalism, LGBTQ+ history, and student achievements. Special thanks to the staff who made these events so meaningful and memorable. These moments truly show the strength of our community.\nLooking ahead, Halloween will be observed on Thursday, October 31st. Although Boston Public Schools does not consider Halloween a religious holiday, we understand that some families may not participate. If you have any concerns, please reach out to your child’s teacher.\nPlease review the full set of guidelines by referring to theHurley K-8 Halloween Guidelines Document. A few important things to know for Halloween:\nCostumes:\nStudents must arrive at school already dressed in their costumes—no changing at school.\nCostumes should allow for safe movement and participation in PE and recess. Inflatable or bulky costumes are not allowed.\nCostumes should be fun and positive, without violent, scary, or offensive themes.\nMasks, toy weapons, and face paint that makes students unrecognizable are not permitted.\nPlease ensure footwear is safe for outdoor play and emergencies.\nFood Policy:\nNo candy or treats are allowed in the classrooms.\nAny food donations must be coordinated with teachers and properly labeled.\nAny food brought to school without coordination will be returned to families in order to ensure adherence to safety guidelines.\nWe encourage non-food items like stickers, pencils, or erasers to mark the occasion.\nI am also excited to announce that, for the first time, we have a School Site Council with student representatives from grades 4-8! Mr. P and I met with these students last week to set up their meeting schedule for the term, which runs through February. Our first meeting will take place this Wednesday during lunch, and don’t worry—no one will miss recess 😉! I can’t wait to see the leadership and ideas they bring to the table.\nThank you for your continued support, and I look forward to another great week with our Hurley community!\nCon cariño,\nMs. Verano\nPrincipal / Directora",
    "trans": "У нас був чудовий і насичений тиждень минулого тижня!\nДякуємо NPHS за організацію фантастичного збору коштів Fall Mixer та всім родинам, які об'єдналися для підтримки Hurley. Було приємно бачити, як нові та повертаючі сім'ї спілкуються та будують спільноту. Наші збори також пройшли чудово, святкуючи багатокультурність, історію LGBTQ+ та досягнення учнів. Особлива подяка персоналу, який зробив ці заходи такими значущими та пам'ятними. Ці моменти справді показують силу нашої спільноти.\nЗ нетерпінням чекаємо на Хелловін, який буде відзначатися в четвер, 31 жовтня. Хоча Бостонські публічні школи не вважають Хелловін релігійним святом, ми розуміємо, що деякі сім'ї можуть не брати участь. Якщо у вас є які-небудь запитання, будь ласка, зверніться до вчителя вашої дитини.\nБудь ласка, ознайомтеся з повним набором рекомендацій за посиланням на документ з рекомендаціями для Хелловіна Hurley K-8. Ось кілька важливих моментів для Хелловіна:\nKостюми:\nУчні повинні приходити до школи вже одягненими в свої костюми - зміна одягу в школі не дозволяється.\nKостюми повинні дозволяти безпечний рух і участь у фізкультурі та перерві. Непридатні для носіння надувні або об'ємні костюми.\nKостюми повинні бути веселими і позитивними, без насильницьких, страшних або образливих тем.\nMаски, іграшкові зброї та фарба для обличчя, яка робить учнів невпізнаваними, не дозволяються.\nБудь ласка, переконайтеся, що взуття безпечне для гри на вулиці та в надзвичайних ситуаціях.\nПолітика щодо їжі:\nУ класах не дозволяється приносити цукерки або ласощі.\nБудь-які пожертви їжі повинні бути узгоджені з вчителями та належним чином позначені.\nБудь-яка їжа, принесена до школи без узгодження, буде повернена родинам для забезпечення дотримання правил безпеки.\nМи заохочуємо приносити нехарчові предмети, такі як наліпки, олівці або гумки, щоб відзначити цю подію.\nЯ також рада оголосити, що вперше у нас є Шкільна рада з представниками учнів з 4-8 класів! Минулого тижня пан П. і я зустрілися з цими учнями, щоб встановити графік їхніх зустрічей на термін, який триває до лютого. Наша перша зустріч відбудеться в цю середу під час обіду, і не хвилюйтеся - ніхто не пропустить перерву 😉! Я не можу дочекатися, щоб побачити лідерство та ідеї, які вони принесуть на обговорення.\nДякую за вашу постійну підтримку, і я з нетерпінням чекаю ще одного чудового тижня з нашою спільнотою Hurley!\nCon cariño,\nМіс Верно\nКерівник / Директорка"
}