{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Every society is full of cultural property of various kinds, and African societies are no exception. This cultural heritage is valuable in many different ways. It may be associated with a monetary value, especially today, but this does not detract from its other values - religious, historical and emotional, to name only those most difficult to convert into money. These values also vary over time. Today, Africans more readily value African art objects for decorative purposes, whereas they used to see them only for public places like palaces.\nSome of these art objects are outside their societies of origin and this raises a debate. Of course, the debate depends on how and when they left Africa.\nWhat interests us here is transfers of cultural property that took place during foreign domination of African societies, that is, the five to six centuries before independence, between 1400 and 1960. Transfers during this period seem to have been of three kinds: 1) unfair sales contracts; 2) seizures by the foreign power; and 3) thefts, sometimes in the form of a military expedition whose sole purpose was to take these art objects. It is possible that there were also gifts, but in the absence of any evidence, we should be cautious about this as a general practice.",
    "trans": "Кожне суспільство багате культурною спадщиною різного роду, і африканські суспільства не є винятком. Ця культурна спадщина має цінність у багатьох різних аспектах. Вона може бути пов'язана з грошовою вартістю, особливо сьогодні, але це не зменшує її інших цінностей - релігійних, історичних та емоційних, щоб назвати лише ті, які найскладніше перетворити на гроші. Ці цінності також змінюються з часом. Сьогодні африканці більше цінують африканські художні об'єкти для декоративних цілей, тоді як раніше вони бачили їх лише для громадських місць, таких як палаци.\nДеякі з цих художніх об'єктів знаходяться поза межами своїх суспільств походження, і це викликає дебати. Звичайно, дебати залежать від того, як і коли вони покинули Африку.\nТут нас цікавлять передачі культурної власності, які відбулися під час іноземного панування над африканськими суспільствами, тобто протягом п'яти-шести століть до незалежності, між 1400 і 1960 роками. Передачі цього періоду здаються трьох видів: 1) несправедливі договори купівлі-продажу; 2) конфіскації іноземною владою; і 3) крадіжки, іноді у формі військової експедиції, метою якої було забрати ці художні об'єкти. Можливо, також були подарунки, але за відсутності будь-яких доказів слід бути обережними щодо цього як загальної практики."
}