{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Network Access and Speed Caps\nThese plans provide access to the Optus 4G and 5G Network. 4G and\n5G network speeds are capped at the maximum potential speeds\nspecified in the above table in relation to each recharge option. Actual\nnetwork speeds may be slower and will vary depending on various\nfactors including your device, location and the source of download. You\nwill need a 5G compatible mobile phone and to be in an Optus 5G\nNetwork coverage area to access the Optus 5G Network. 5G is available\nin selected areas (excl. NT). Coverage will vary, check coverage at\noptus.com.au/coverage When not in an Optus 5G Network coverage\narea, compatible devices will switch to the Optus 4G Network where it is\navailable.\nData Rollover\nRoll over unused included My Data up to a max of 200GB when you\nrecharge before expiry or maintain an active AutoRecharge. Any data\naccumulated over 200GB will be forfeited. MyData Rollover will be used\nafter any MyData you have on your current recharge, data included with\nany active add-on or bonus data (e.g. data provided in connection with a\npromotion).",
    "trans": "Доступ до мережі та обмеження швидкості\nЦі плани надають доступ до мереж Optus 4G та 5G. Швидкість у 4G та\n5G мережах обмежена максимальними значеннями,\nзазначеними у таблиці вище для кожного варіанту поповнення. Фактична\nшвидкість з’єднання може бути нижчою та змінюватися залежно від різних\nфакторів, включаючи ваш пристрій, місцезнаходження та джерело завантаження.\nДля доступу до мережі Optus 5G вам знадобиться сумісний з 5G мобільний телефон та перебування\nв зоні покриття мережі Optus 5G. 5G доступний\nу визначених регіонах (за винятком NT). Покриття може відрізнятися, перевірити його можна за\nпосиланням: optus.com.au/coverage Якщо ви перебуваєте поза зоною покриття Optus 5G,\nсумісні пристрої автоматично переключаться на мережу Optus 4G, якщо вона\nдоступна.\nПеренесення невикористаних даних\nПереносьте невикористані дані My Data до 200 ГБ, якщо\nпоповнюєте баланс до закінчення терміну дії або підтримуєте активний AutoRecharge. Будь-які дані,\nщо перевищують 200 ГБ, анулюються. Перенесені дані MyData будуть використані\nпісля: доступних даних з поточного поповнення, даних, включених у\nбудь-який активний додатковий пакет або бонусних даних (наприклад, наданих у межах\nакційної пропозиції)."
}