{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Sir/Madam\nPlease find attached your renewal invitation letter as your policy is due for renewal on the 28 October 2024\nYour premium this year is £291.18 inclusive of IPT and Admin Fee\nMake sure you read and fully understand the Statement of Fact. If you do not inform us and the insurers about any changes, or supply information which is not true to the best of your knowledge or fail to disclose material facts, it may result in the policy being invalid, therefore you may not be covered in the event of a claim or cover may be affected.\nAlso please make sure sums insureds should be adequate to represent the full reinstatement value of the Property and Contents including an amount to cover inflation during the insurance year. Average will apply if the value of the Property and Contents covered, at the time of damage, be greater than its sum insured, you will only be entitled to recover such proportion of the claim.\nIf you have any queriesplease don’t",
    "trans": "Шановний(а) пане/пані,\nУ додатку ви знайдете лист-запрошення на поновлення вашого полісу, оскільки термін його дії завершується 28 жовтня 2024 року\nВаш страховий внесок на цей рік становить £291,18, включаючи IPT та адміністраційний збір\nБудь ласка, уважно ознайомтеся із Statement of Fact (Декларацією фактів) та переконайтеся, що ви її повністю розумієте. Якщо ви не повідомите нас та страхову компанію про будь-які зміни, надасте недостовірну інформацію або не розкриєте суттєвих фактів, це може призвести до анулювання полісу. У такому разі ваше страхове покриття може бути недійсним, що вплине на можливість подання страхових вимог.\nТакож зверніть увагу, що страхова сума повинна відповідати повній відновній вартості майна та його вмісту, включаючи суму для покриття інфляції протягом страхового року. Якщо вартість майна та його вмісту на момент пошкодження перевищує застраховану суму, буде застосовано правило пропорційного покриття, і ви зможете отримати компенсацію лише у відповідній пропорції.\nЯкщо у вас є запитання, будь ласка, не соромтеся звертатися до нас"
}