{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Our MSc in Sport Management is co-taught by the School of Sport, Exercise and Health Sciences (ranked 1st in the world for sport-related subjects, QS World University Rankings by Subject 2023) andLoughborough Business School (a triple accredited UK business school).\nSport is a truly international and rapidly expanding industry that unites commercial, public and third-sector stakeholders. Our Sport Management MSc gives you the skills and knowledge to work in this exciting industry.\nKey study themes include: global sport marketing and media, sport policy governance and regulation, economics of innovation in the sport industry, management of human resources in the sport industry, research methods and skills for sport managers, accounting, strategic management, and more. You will also address topics such as professional sport marketing strategies, new sport policies, and the governance of sport federations.\nOur MSc programme is a business and management degree, which accounts for nuances within the sport industry. Our teaching is informed by world-leading management and sport-related research and designed to develop your skills in sport marketing, policy and governance analysis, organisational management, finance and accounting. Students will also understand the key strategic challenges facing the sport ecosystemand the impact of sport on wider society.",
    "trans": "Наш магістерський курс з управління спортом викладається спільно Школою спорту, фізичних вправ та здоров'я (яка займає 1-е місце у світі за предметами, пов'язаними зі спортом, за рейтингом QS World University Rankings by Subject 2023) та Бізнес-школою Лафборо (тричі акредитована бізнес-школа Великобританії).\nСпорт є справді міжнародною та швидко розвиваючою галуззю, яка об'єднує комерційних, державних та представників третього сектору. Наш магістерський курс з управління спортом надає вам навички та знання для роботи в цій захоплюючій галузі.\nОсновні теми навчання включають: глобальний спортивний маркетинг та медіа, політика управління та регулювання спорту, економіка інновацій у спортивній індустрії, управління людськими ресурсами у спортивній індустрії, методи дослідження та навички для спортивних менеджерів, бухгалтерський облік, стратегічне управління тощо. Ви також будете розглядати такі теми як стратегії маркетингу професійного спорту, нові спортивні політики та управління федераціями спорту.\nНаша магістерська програма є ступенем з бізнесу та управління, яка враховує нюанси в спортивній індустрії. Наше навчання базується на світовому дослідженні в галузі управління та спорту і спрямоване на розвиток ваших навичок у спортивному маркетингу, аналізі політики та управлінні, організаційному управлінні, фінансах та бухгалтерії. Студенти також зрозуміють ключові стратегічні виклики, що стоять перед спортивною екосистемою, та вплив спорту на суспільство в цілому."
}