{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Past Due\nDear Nelson,\nDid you know … your account is currently past due?\nYou also have the option to have your monthly payment amounts automatically withdrawn from your bank account each month at no extra charge. To learn more about our automated payment options or to enroll for this service, contact us!\nThere are easy ways to make payments.\nCall Us at: 1-866-875-5488*. For TTY: We accept 711 or other Relay Service.\n** Text To Pay ** Message and data rates apply.\nHours of Operation:\nMonday-Friday: 8:00am-10:00pm ET\nSaturday-Sunday: 9:30am-6:00pm ET\n*Calls are randomly monitored and recorded to ensure quality service.\nYour The Home Depot Consumer Credit Card account is issued and serviced by Citibank, N.A.\nThe purpose of this communication is to collect a debt and all information will be used for that purpose.\nInformation for Massachusetts Residents:\nNOTICE OF IMPORTANT RIGHTS\nYOU HAVE THE RIGHT TO MAKE A WRITTEN OR ORAL REQUEST THAT TELEPHONE CALLS REGARDING YOUR DEBT NOT BE MADE TO YOU AT YOUR PLACE OF EMPLOYMENT. ANY SUCH ORAL REQUEST WILL BE VALID FOR ONLY TEN DAYS UNLESS YOU PROVIDE WRITTEN CONFIRMATION OF THE REQUEST POSTMARKED OR DELIVERED WITHIN SEVEN DAYS OF SUCH REQUEST. YOU MAY TERMINATE THIS REQUEST BY WRITING TO THE CREDITOR.\nInformation for New York Residents:\nYOU MAY REQUEST TO RECEIVE WRITTEN COMMUNICATIONS IN BRAILLE OR LARGE-PRINT FORMAT BY CALLING THE TOLL FREE OR TTY NUMBER LISTED ON THIS EMAIL.\nInformation for Washington D.C. Residents:\nYOU MIGHT HAVE INCOME OR RESOURCES THAT ARE PROTECTED FROM BEING TAKEN BY DEBT COLLECTORS. THESE MIGHT INCLUDE CERTAIN SOURCES OF INCOME, FUNDS, OR PROPERTY, INCLUDING, BUT NOT LIMITED TO, SOCIAL SECURITY, SUPPLEMENTAL SECURITY INCOME (SSI), DISABILITY OR UNEMPLOYMENT BENEFITS, VETERAN'S BENEFITS, OR CHILD SUPPORT PAYMENTS. IF YOU BELIEVE YOUR PROPERTY OR INCOME MAY BE PROTECTED, YOU MAY WISH TO SEEK LEGAL ADVICE, INCLUDING AT A LEGAL SERVICES PROVIDER OR LEGAL AID OFFICE, BEFORE PAYING THIS DEBT.\n5800 SOUTH CORPORATE PLACE, SIOUX FALLS, SD 57108\nE-mail Security Zone\nAt the top of this message, you'll see an E-mail Security Zone. Its purpose is to help you verify that the e-mail was indeed sent by Citi. To learn more about online fraud, visit citibank.com and click \"Security Center\" at the bottom of the screen.",
    "trans": "Прострочено\nШановний Нельсон,\nЧи знаєте ви ... що ваш рахунок наразі прострочений?\nВи також маєте можливість автоматично знімати щомісячні платежі з вашого банківського рахунку без додаткової плати. Щоб дізнатися більше про наші автоматизовані платіжні опції або підключитися до цієї послуги, зв'яжіться з нами!\nІснують прості способи здійснення платежів.\nЗателефонуйте нам по номеру: 1-866-875-5488*. Для TTY: ми приймаємо 711 або іншу послугу пересилання.\n** Текст для оплати ** Додаткові тарифи за повідомлення та дані застосовуються.\nГодини роботи:\nПонеділок-П'ятниця: 8:00-22:00 ET\nСубота-Неділя: 9:30-18:00 ET\n* Дзвінки випадковим чином моніторяться і записуються для забезпечення належного обслуговування.\nВаш рахунок за споживчою кредитною карткою The Home Depot випущений та підтримується банком Citibank, N.A.\nМетою повідомлення є стягнення боргу, і вся інформація буде використана для цієї мети.\nІнформація для жителів Массачусетсу:\nПОВІДОМЛЕННЯ ПРО ВАЖЛИВІ ПРАВА\nВИ МАЄТЕ ПРАВО НАДАТИ ПИСЬМОВИЙ АБО УСНИЙ ЗАПИТ, ЩОБ ТЕЛЕФОННІ ДЗВІНКИ ЩОДО ВАШОГО БОРГУ НЕ ВІДБУВАЛИСЯ ДО ВАС НА МІСЦЕ РОБОТИ. БУДЬ-ЯКИЙ ТАКИЙ УСНИЙ ЗАПИТ БУДЕ ДІЙСНИМ ТІЛЬКИ ДЕСЯТЬ ДНІВ, ХОЧА Б ВИ НЕ НАДАДИТЕ ПИСЬМОВЕ ПІДТВЕРДЖЕННЯ ЗАПИТУ, ЯКЕ БУДЕ ВІДПРАВЛЕНЕ ПОШТОЮ АБО ДОСТАВЛЕНЕ В ТЕЧІЇ СЕМИ ДНІВ ПІСЛЯ ЦЬОГО ЗАПИТУ. ВИ МОЖЕТЕ ПРИПИНИТИ ЦЕЙ ЗАПИТ, НАПИСАВШИ ЛИСТА КРЕДИТОРУ.\nІнформація для жителів Нью-Йорка:\nВИ МОЖЕТЕ ЗАПИТАТИ ОТРИМАННЯ ПИСЬМОВИХ КОМУНІКАЦІЙ У ФОРМАТІ БРАЙЛЯ АБО ВЕЛИКИМИ ЛІТЕРАМИ, ЗАТЕЛЕФОНУВАВШИ НА БЕЗКОШТОВНИЙ НОМЕР АБО НОМЕР TTY, ВКАЗАНИЙ У ЦЬОМУ ЕЛЕКТРОННОМУ ЛИСТІ.\nІнформація для жителів Вашингтона, округ Колумбія:\nУ ВАС МОЖЕ БУТИ ДОХІД АБО РЕСУРСИ, ЯКІ ЗАХИЩЕНІ ВІД ВЗЯТТЯ ДОВГОВЕРСЬКИМИ КОЛЕКТОРАМИ. ЦЕ МОЖУТЬ БУТИ ОПРЕДЕЛЕНІ ДЖЕРЕЛА ДОХОДУ, ФОНДИ АБО НЕРУХОМЕ МАЙНО, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, СОЦІАЛЬНУ ДОПОМОГУ, ДОПОМогу ЗА ДОПОВНЕННЯМ ДОХОДУ (SSI), ПОСОБИЯ ПО ІНВАЛІДНОСТІ АБО БЕЗРОБІТТЮ, ПРИВИЛЕЇ ДЛЯ ВЕТЕРАНІВ АБО ВИПЛАТИ НА УТРИМАННЯ ДИТИНИ. ЯКЩО ВИ ВВАЖАЄТЕ, ЩО ВАШЕ МАЙНО АБО ДОХІД МОЖУТЬ БУТИ ЗАХИЩЕНІ, ВАМ СЛІД БУЛО БИ ЗВЕРНУТИСЯ ЗА ЮРИДИЧНОЮ КОНСУЛЬТАЦІЄЮ, У ТОМУ ЧИСЛІ У ПРОВАЙДЕРА ЮРИДИЧНИХ ПОСЛУГ АБО ОФІСІ ЮРИДИЧНОЇ ДОПОМОГИ, ПЕРЕД ТИМ ЯК ЩОБ СПЛАТИТИ ЦЮ ЗАБОРГОВАНІСТЬ.\n5800 SOUTH CORPORATE PLACE, SIOUX FALLS, SD 57108\nЗона безпеки електронної пошти\nНа початку цього повідомлення ви побачите зону безпеки електронної пошти. Її мета - допомогти вам перевірити, чи дійсно електронний лист був надісланий компанією Citi. Щоб дізнатися більше про онлайн-шахрайство, відвідайте сайт citibank.com і натисніть \"Центр безпеки\" внизу екрана."
}