{
    "source": "en_US",
    "target": "uk_UA",
    "text": "General factors lead to an increase in supply of a good S Qe & Pe\n1. Related good (Substitute & Complements)\n The supply of a good increases if the price of one of its substitutes in\nproduction falls\n The supply of a good increases if the price of one of its complements\nin production increases\n• The supply of a\ngood increases\n• Graphically, its\nsupply curve\nshifts to the right\n• The equilibrium\nprice will\ndecrease but the\nequilibrium\nquantity will\nincrease in this\ngood market.\n2. Prices of resources and other production factors/inputs:\n The supply of a good increases if the price of one of its resources or\nproduction factor decreases, as cost of production decreases.\n3. Expected future price of a good:\nA fall in the expected future price of a good increases the current\nsupply of that good\n4. Number of sellers:\nWhen the number of sellers/producers increases in a market, the supply\nof a good increases.\n5. Advancement of technology or enhancement of Productivity:\nProductivity is output per unit of input. An advance in technology will\nenhance productivity, reduce cost of production and increases sup",
    "trans": "Загальні фактори, що призводять до зростання пропозиції товару, рівноважної кількості та рівноважної ціни:\n1. Пов’язані товари (замінники та доповнюючі товари):\nПропозиція товару зростає, якщо ціна одного з його замінників у\nвиробництві знижується\nПропозиція товару зростає, якщо ціна одного з його доповнюючих товарів у\nвиробництві зростає.\n• Пропозиція\nтовару зростає\n• Графічно\nкрива пропозиції\nзміщується вправо\nЗбалансована\nціна\nзнизиться, а збалансована ціна кількісті зросте на цьому ринку\nзбалансована\nкількість\nзросте на\nцьому гарному  ринку.\n2. Ціни на ресурси та інші виробничі фактори/вхідні ресурси:\nПропозиція товару зростає, якщо ціна одного з його ресурсів або\nвиробничих факторів знижується, оскільки знижуються витрати на виробництво.\n3. Очікувана майбутня ціна товару:\nЗниження очікуваної майбутньої ціни товару збільшує  поточну\nпропозицію цього товару\n4. Кількість продавців:\nКоли кількість продавців/виробників на ринку зростає,\nпропозиція товару збільшується.\n5. Технологічний прогрес або підвищення продуктивності:\nПродуктивність — це випуск продукції на одиницю вхідного ресурсу. Технологічний прогрес\nсприяє зростанню продуктивності, знижує витрати на виробництво та збільшує пропозицію товару"
}