{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear 1st Grade Families,\nI hope you had a great and relaxing weekend. Thank you to those that came out for Fall Fest! It was another huge success by our amazing PTA.\nHere are the announcements for the week:\nNext week on Monday, November 4, there is no school, because of Parent Teacher Conferences. Please make sure to sign up here by Thursday, if you haven't already.\nThere is also no school on Tuesday, November 5, because of Election Day.\nTurkeys in disguiseare due this Wednesday. Please finish and return them, so I can display them for conferences.\nOur spelling test will be this Friday, with the phonics pattern \"sh.\" Sh is a digraph, which means it is two letters that make one sound. You may notice I only gave 8 words on their sheet that went home today. There will still be 10 words on the test, but there will be 2 surprise words that still follow thesame phonics pattern. This allows students to focus on learning and understanding the phonics pattern versus memorizing how to spell the words. Eventually, I will give students only 5 of the 10 words on the test.\nSight word assessment will also be this Friday. If your child is on the same list for two or more weeks, please make sure to spend some extra time practicing at home.\nWe are learning addition strategies in math. So far we have learned how to draw pictures to help us count, how to use manipulatives, how to count on, and we started learning our doubles facts (2+2, 4+4). This week we are moving on to a tricky concept called doubles plus 1 and doubles minus 1. It is using the doubles to help us count. We want to introduce it to all students, but ultimately, students can pick which strategies work best for them. Please have your child practice their doubles at home (to 10) if they need to.\nOn Friday, students will get their November reading log. Please make sure you are reading every day for 20 minutes!\nONE CHANGE FOR HALLOWEEN:Administration is allowing candy to be passed out at the end of the day. However, we have nut allergies in our room. Please, NOTHING with nuts (peanuts, almonds, etc.). Please make sure it is pre-packagedindividually. Please check your child's candy at home before allowing them to eat it. There are 23 students in our classroom, total. In general, small goodies/trinkets would be much prefered over candy. Students are able to dress up in a costume. Please make sure it is something comfortable and something they can easily take on/off on their own to use the bathroom. Have them practice at home! No weapons. Masks can be put on for a picture, but will be put away during the day.\nThere will be a Halloween Parade for PreK-4th grade. It is planned for 9:00 am. Students will walk around the block in their Halloween costumes. Families are welcome to watch on the sidewalks.\nAs it gets colder outside, please dress your child appropriately for the weather! We go outside every day, unless the weather does not permit. In addition to this, please remember to label all your child's things with their name or initials! There are many things already in the lost and found.\nREMINDERS:\nNightly homework is to read for 20 minutes. My suggestion is to have your child practice reading sight words for 5 minutes, then look for those sight words in their book, and then read for 15 minutes. You can read to your child, have your child read a sentence/you read a sentence, have them repeat after you, or they read (if they are able to). Towards mid-year students should be reading on their own. Bring back the October reading log on Friday for a special prize!\nWe have an Amazon Wish List for our classroom, if you ever feel generous and would like to help us out with some much needed/wanted supplies. Totally optional! Hereis the link. Feel free to share!",
    "trans": "Сподіваюся, ви провели чудові та розслаблюючі вихідні. Дякую тим, хто прийшов на осіннє свято! Це був ще один великий успіх завдяки нашій чудовій батьківській асоціації.\nСподіваюся, ви провели чудові та розслаблюючі вихідні. Дякую тим, хто прийшов на осіннє свято! Це був ще один великий успіх завдяки нашій чудовій батьківській асоціації.\nОсь оголошення на тиждень:\nНаступного понеділка, 4 листопада, немає школи через батьківські збори. Будь ласка, переконайтеся, що ви зареєструвалися тут до четверга, якщо ще не зробили цього.\nТакож немає школи у вівторок, 5 листопада, через день виборів.\nТурки в масках мають бути здані в цю середу. Будь ласка, закінчіть їх і поверніть, щоб я міг виставити їх на конференціях.\nНаш тест з правопису відбудеться в цю п'ятницю з фонетичним шаблоном \"sh\". Sh - це диграф, що означає дві літери, які утворюють один звук. Ви можете помітити, що я дав лише 8 слів у їхньому аркуші, який сьогодні пішов додому. На тесті все ще буде 10 слів, але буде 2 сюрпризних слова, які також слідують тому ж фонетичному шаблону. Це дозволяє учням зосередитися на вивченні та розумінні фонетичного шаблону замість запам'ятовування написання слів. З часом я буду давати учням лише 5 з 10 слів на тесті.\nОцінювання зорових слів також відбудеться в цю п'ятницю. Якщо ваша дитина знаходиться в одному і тому ж списку протягом двох або більше тижнів, будь ласка, приділіть додатковий час для практики вдома.\nМи вивчаємо стратегії додавання в математиці. Досі ми навчилися малювати малюнки для допомоги у підрахунку, використовувати маніпулятиви, рахувати далі і почали вивчати наші подвоєні факти (2+2, 4+4). Цього тижня ми перейдемо до складної концепції під назвою \"подвоєне плюс 1\" і \"подвоєне мінус 1\". Вона використовує подвоєння для допомоги у підрахунку. Ми хочемо представити її всім учням, але зрештою учні можуть вибрати ті стратегії, які найкраще підходять їм. Будь ласка, нехай ваша дитина практикує свої подвоєння вдома (до 10), якщо їй це потрібно.\nУ п'ятницю учні отримають свій листок для читання за листопад. Будь ласка, переконайтеся, що ви читаєте кожен день по 20 хвилин!\nОДНА ЗМІНА ДЛЯ ХЕЛЛОУІНУ: Адміністрація дозволяє роздавати цукерки наприкінці дня. Однак у нашому класі є алергія на горіхи. Будь ласка, нічого з горіхами (арахіс, мигдаль тощо). Будь ласка, переконайтеся, що вони упаковані індивідуально. Перед тим як дозволити дитині їсти цукерки, перевірте їх вдома. У нашому класі всього 23 учні. Загалом, маленькі подарунки/дрібнички будуть набагато більш бажаними, ніж цукерки. Учні можуть одягнути костюм. Будь ласка, переконайтеся, що це щось зручне і те, що вони можуть легко зняти/одягнути самостійно для використання туалету. Нехай вони потренуються вдома! Без зброї. Маски можна одягнути для фотографії, але протягом дня їх потрібно буде прибрати.\nДля учнів PreK-4 класів відбудеться парад на Хеллоуїн. Він запланований на 9:00 ранку. Учні пройдуться по кварталу в своїх костюмах на Хеллоуїн. Сім'ї можуть спостерігати за ними з тротуарів.\nОскільки на вулиці стає холодніше, будь ласка, одягайте вашу дитину відповідно до погоди! Ми виходимо на вулицю кожного дня, якщо погода дозволяє. Крім того, будь ласка, пам'ятайте про те, щоб позначити всі речі вашої дитини їх ім'ям або ініціалами! Вже є багато речей у загублених і знайдених.\nНАГАДУВАННЯ:\nЩоденним домашнім завданням є читання протягом 20 хвилин. Моя пропозиція - нехай ваша дитина попрактикується в читанні слів зору протягом 5 хвилин, потім знайде ці слова в своїй книзі і прочитає протягом 15 хвилин. Ви можете читати вашій дитині, нехай вона прочитає речення/ви читаєте речення, нехай повторить за вами або сама прочитає (якщо може). Ближче до середини року учні повинні читати самостійно. Принесіть журнал читання за жовтень у п'ятницю для особливого призу!\nУ нас є список бажань Amazon для нашого класу, якщо ви коли-небудь відчуєте щедрість і захочете допомогти нам з деякими необхідними/бажаними приладами. Абсолютно необов'язково! Ось посилання. Не соромтеся ділитися!"
}