{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Answer each of the following questions based on your personal views and experiences.\n1. (a) What do you feel/ think when someone is not listening to you?\n(b) How do you know you are not being listened to? What cues and information, in your experience, indicate someone is not listening to you?\n2. (a) What do you feel/ think when someone is listening to you?\n(b) How do you know you are being listened to? What cues and information, in your experience, indicate someone is listening to you?\n3. In what situations/ contexts do you do your best listening? Why?\n4. In what situations/ contexts do you find it difficult to listen well? Why?\n5. What are the characteristics of an effective listener?\n6. Describe the similarities and differences between how you would listen in each of the following situations:\n(a) in class\n(b) talking with an upset friend\n(c) watching a movie or sporting event with friends in someone's home (not watching it live or in a public setting)\n(d) with a customer/ client at work",
    "trans": "Дайте відповідь на кожне з наступних запитань, виходячи із своїх особистих поглядів і досвіду.\n1. (a) Що ви відчуваєте/думаєте, коли хтось вас не слухає?\n(b) Як ви розумієте, що вас не слухають? Які ознаки та інформація, з вашого досвіду, вказують на те, що хтось вас не слухає?\n2. (a) Що ви відчуваєте/думаєте, коли хтось вас слухає?\n(b) Як ви розумієте, що вас не слухають? Які ознаки та інформація, з вашого досвіду, вказують на те, що хтось вас слухає?\n3. У яких ситуаціях/контекстах вам найкраще вдається слухати? Чому?\n4. У яких ситуаціях/контекстах вам важко гарно слухати? Чому?\n5. Які характеристики успішного слухача?\n6. Опишіть подібності та відмінності між тим, як ви слухаєте в кожній із таких ситуацій:\n(a) у класі\n(b) розмова із засмученим другом\n(c) перегляд фільму або спортивного заходу з друзями у когось удома (не в прямому ефірі й не в громадському місці)\n(d) з клієнтом/замовником на роботі"
}