{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Good morning, Jags,\nJust emailing with a few updates and information as of now:\nGrade submission has been extended for at least a week.\nThere is no information on make-up days at the time.\nCurrently, East Lee has not been activated as a shelter. (I will be on campus Tuesday from 8-10 am)\nIf you or your family are looking for a shelter, please see the attached link below:\nhttps://docs.google.com/document/u/0/d/1fPwtoq4EO2Uc6tsFNlekcwo5cNwjx_NqvuspNgDmWCM/edit\nCounseling/Mental Health - The number for mobile crisis is (844)395-4432 if there is a mental health emergency while school is out.\nPlease make sure all your electronic devices are fully charged\nAs always, your safety is my primary concern. So do all you can to prioritize your health and well-being along with your family. If you need to contact me my cell phone and email information is below\nCell: 239-888-4883\nWork Cell: 239-839-7610\nEmail: tonyaal@leeschools.net\nTony A Allen\nPrincipal\n715 Thomas Sherwin Ave. Lehigh Acres, FL 33974\no: 239-369-2932\nTonyaal@leeschools.net\nhttps://elc.leeschools.net/\nTHE SCHOOL DISTRICT OF LEE COUNTY\nPERSONAL | PASSIONATE | PROGRESSIVE",
    "trans": "Доброго ранку, Джагс,\nЯ просто пишу електронного листа з кількома оновленнями та інформацією на цей момент:\nТермін подачі оцінок продовжено щонайменше на тиждень.\nНа даний момент немає інформації щодо днів для відпрацювання.\nНа даний момент Іст Лі не був задіяний в якості притулку. (Я буду в кампусі у вівторок з 8 до 10 ранку)\nЯкщо ви або ваша сім'я шукаєте притулок, будь ласка, подивіться прикріплене нижче посилання:\nhttps://docs.google.com/document/u/0/d/1fPwtoq4EO2Uc6tsFNlekcwo5cNwjx_NqvuspNgDmWCM/edit\nКонсультації/Психічне здоров'я — номер кризового центру (844)395-4432, якщо виникне надзвичайна ситуація, пов'язана з психічним здоров'ям, у той час поки школа не працює.\nБудь ласка, переконайтеся у тому, що всі ваші електронні девайси повністю заряджені.\nЯк завжди, ваша безпека є моєю головною турботою. Тому зробіть усе можливе, щоб ваше здоров'я та благополуччя були в пріоритеті разом із вашою родиною. Якщо вам потрібно зв'язатися зі мною, мій мобільний телефон та електронна пошта вказані нижче\nМобільний: 239-888-4883\nРобочий телефон: 239-839-7610\nЕлектронна пошта: tonyaal@leeschools.net\nТоні А Аллен\nДиректор\n715 Томас Шервін Авеню, Лігхай-Ейкерс, штат Флорида 33974\no: 239-369-2932\nTonyaal@leeschools.net\nhttps://elc.leeschools.net/\nШкільний округ Лі Каунті\nОСОБИСТИЙ | ПАЛКИЙ | ПРОГРЕСИВНИЙ"
}