{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Did they hurt when you got them?”\nSunday often wondered how such an innocent question could have gotten him into this mess. Swallowing back a moan, the silver-haired man tried to prevent himself from trembling as your trailed playful fingers over the curve of his wings.\nThey fluttered beneath your gentle caress, pulling a sweet coo that made the head of the Oak family melt inside. Your legs were wrapped around his waist, cock buried to the hilt inside the tight, wet heat of your cunt, and Sunday could only hope this dream would last forever. That you would stay forever, stroking and teasing his wings till he keened.\n“So sensitive,” You mused, lips curled in a light smile, amused as Sunday gasped and bucked weakly beneath you. Your wings twitched against your back, pinfeathers rustling as you spread them open, showing their magnificence off with pride, “Is it because they’re so small?”\nYour teasing makes Sunday groan as he glared at you, “D-don’t start that again. I told you, we Halovians do not have-ah~!” Smirking, you dig your thumbs into the joint where Sunday’s wings sprout behind his ears.\nA shudder ripples through him, and you feel his cock twitch inside you, the head nudging deliciously against your gummy walls, “Hmmm? What’s wrong, boss? Unable to finish your sentences when someone’s playing with these cute little things?” You snicker, a flicker of light catching your attention immediately afterwards.\nThe golden metallic studs in his left-wing – the reason Sunday now found himself with a lapful of gorgeous, winged man - glinted in the sweet, warm light of the dream. He saw the way your eyes dilated, how your wings seemed to flare wider while you ground on his cock, “So pretty,” You cooed, admiring how Sunday’s face flushed at the compliment.\nIf you could, you would bathe the other man in jewels and various pretty, bright garments from your home planet. You’re sure Sunday would look stunning, wearing backless, gauzy clothes, cute little head wings fluttering oh-so temptingly. Every move would make his jewellery glint, sending a dazzling array of bright lights, sure to catch appreciative eyes.\nIf he were to ever step foot on your home planet, Sunday would no doubt have many admirers wishing to court him. You dug your thumbs deeper into the delicate wings on either side of his head, relishing his sharp whine of your name.\nThe thought of another pleasuring your Sunday made something hot and possessive curl in your chest. ‘No one else can have him,’ Your instincts whispered jealously, ‘Sunday is mine.’ Your wings spread out, wider and higher, as if to ward off potential competitors.\nThe spectacle dazzled the pretty man beneath you. The dream’s rays of light filtered through your large pinfeathers, bathing Sunday’s world in blue and indigo hues. He gaped up at you, eyes wide and pupils dilated in awe, admiring how resplendent you looked. His fingers twitched with the urge to reach out and stroke your wings, though he barely managed to hold back.\nThe sound of your feathers rustling together made Sunday shudder, biting his bottom lip to hold back a needy groan. You felt his cock twitch against your insides, which pulled your attention back to him, “Ah, i-if you would just let me, hngh, think properly – ooooh, yes, hahh, t-tight, Aeons.”\nSmirking, you raised your body and slammed down on his cock, tightening your pussy just the way you could tell he liked, “Yeah? But you’re so cute when you can’t think straight, boss~!” You tease him, slowly rising and lowering your body in a steady tempo, making sure to rub your t-cock against the base of his dick.\nGripping your hips tightly, Sunday grits his teeth and tries to get ahold of himself. It was extremely difficult when your greedy cunt kept pulsing around him, drenching Sunday’s dick in your arousal. In his horny hindbrain, Sunday couldn’t help but think you were marking him with your musky scent, the thought nearly sending him over the edge.\nFuck, he needed to calm down. He needed to think with his brain, not his stupid latent instincts – or his dick, “Ah, hahh, hahh, f-fuck, hngh, y-you’d, hahh, be the same w-way if I was, mmh~! If I was massaging your damned wings!” He finally managed to snap, shivering when you grinned in response.\nHe arched and bucked wildly when he felt your fingers loosen but stroke up, nails scraping around the edge of his wing piercings, “Yeah? Is that what you want, boss? You wanna preen me like a sweet boy?” You sneered, repeating the scrape of your nails, relishing his needy moan.\nIt’s a good thing he hadn’t taken off his shirt – your preoccupation with the piercings on his wing was already intense. Sunday could hardly imagine how you’d react to the matching set around his nipples, “F-fuck you!” He moaned, tilting his head back as you began to ride him in earnest.\n“Already am, pretty boy!” You laughed, the wet noises of skin hitting skin becoming louder the harder you bucked down. Sunday mewled, his clutch on your hips bruising, his eyes rolling to the back of his head in bliss. The light filtering through your feathers shifted and danced around him, and you felt proud to bathe Sunday in your colours like this.\nHissing in pleasure, you tugged and rubbed his little wings harder while your own flapped lightly, stirring the muggy air between your bodies, “Mmmh, yeah, that’s it, just lay back and lemme play with you just like this,” Your hips undulated against his with hungry fervour, your control over your ‘boss’ starting to get to your head.\nSunday moaned and tried to match your pace, trying to thrust up into you while you slammed down. But it was getting harder and harder to think when you surrounded him. Your scent, your rustling wings, your body bouncing eagerly in his lap, your hands tugging and playing with his feathers.\nIt felt good to let go, to allow you to take control, “Oh, oh Aeons, hahh, ah~!” Sunday moaned, his voice pitching higher as he writhed beneath you. The scars on your chest glinted as if they were cast in metal, your wings flapping so hard that the tips brushed against Sunday’s skin.\nYou cooed and teased him, your rhythm beginning to falter as pleasure built in the pit of your gut, “Mmmh, that’s it pretty boy, such a cute boss – do you know how hard it is to resist just reaching out and grabbing these little wings every time they flutter round your head?”\nAs if to emphasise your point, you slid your hands to the tips of them, pinching the sensitive ends and watching his feathers ruffle. Sunday whined, shuddering as his cock twitched harder inside you, “Such a tease,” You mused when he cried out, voice breathy with lust.\nSeemed like Robin wasn’t the only one with a sweet voice of the siblings. Panting, you shifted your legs till you were sitting in more of a squatted position above Sunday, your tailfeathers swivelling over his thighs, “It was only a matter of time before I’d lose my patience and show where pretty birds like you belong,” You snickered, rolling your hips with hard, smooth strokes against his.\n“You belong on your back, beneath me,” You hissed through clenched teeth, wings moving to practically encase your forms as you pressed Sunday down tighter against his desk, “You’re mine, you got it, boss? Mine to mount and fuck, I’m the only one allowed to play with these pathetic little wings of yours.”",
    "trans": "Чи боліли вони, коли ти їх отримав?\"\nСандею часто цікаво, як таке невинне питання могло привести його до цього безладу. Проковтнувши стогін, сріблястий чоловік намагався не тремтіти, коли ваші грайливі пальці проводилися по вигину його крил.\nВони тріпотіли під вашим ніжним дотиком, видаючи солодке воркування, яке змусило голову родини Дубів розтанути всередині. Ваші ноги були обв'язані навколо його талії, член похований до упору в тісному, вологому теплі вашої піхви, і Сандей міг лише сподіватися, що цей сон триватиме вічно. Що ви залишитесь назавжди, гладячи і дражнячи його крила, поки він не закричить від задоволення.\n\"Такі чутливі,\" - зауважили ви з легким усмішкою на губах, розважаючись тим, як Сандей зітхає і слабко підскакує під вами. Ваші крила тремтять у вас за спиною, пір'я шурхотить, коли ви розправляєте їх, гордо демонструючи їхню величність: “Це тому що вони такі маленькі?”\nВаше знущання викликає у Сандея стогін, коли він сердито дивиться на вас: \"Не починай знову. Я вже казав тобі, ми Халовіани не маємо-ах~!\" З посмішкою ви втискаєте свої великі пальці в суглоб, де крила Сандея виростають за його вухами.\nПо ньому проходить тремтіння, і ви відчуваєте, як його член тремтить всередині вас, голівка смачно торкається ваших м'яких стінок: \"Гммм? Що не так, бос? Не можеш закінчити свої речення, коли хтось грається з цими милими маленькими речами?\" Ви смієтеся, а потім відразу ж помічаєте спалах світла.\nЗолотисті металеві шпильки на його лівому крилі - причина того, чому Сандей зараз опинився з прекрасним крилатим чоловіком на колінах - блищали в солодкому теплому світлі сну. Він бачив, як розширюються ваші зіниці, як ваші крила здаються ширшими, коли ви терлися об його член: \"Так гарно,\" - захоплено промовили ви, милуючись тим, як обличчя Сандея червоніє від компліменту.\nЯкби ви могли, ви б обклали іншого чоловіка коштовностями та різноманітними красивими, яскравими одягами з вашої рідної планети. Ви впевнені, що Сандей виглядав б приголомшливо, носивши безспинковий, прозорий одяг, з милими маленькими крильцями на голові, які так спокусливо тріпотіли б. Кожен його рух змусив би його прикраси блищати, випромінюючи сліпучий спектр яскравих вогнів, які обов'язково привернули б захоплені погляди.\nЯкщо б він коли-небудь ступив на вашу рідну планету, у Сандея безсумнівно було б багато шанувальників, які хотіли б його завоювати. Ви глибше втиснули свої великі пальці в ніжні крильця по обидва боки його голови, насолоджуючись його різким стогоном вашого імені.\nДумка про те, що хтось інший задовольняє вашого Сандея, викликала в вашій грудях щось гаряче і володіюче. \"Ніхто інший не може його мати\", - заздрісно прошептали ваші інстинкти, - \"Сандей мій\". Ваші крила розправилися ширше і вище, ніби щоб відлякати потенційних суперників.\nЦей спектакль вразив красивого чоловіка під вами. Промені світла мрії просочилися через ваші великі пір'яні пера, омиваючи світ Сандея відтінками синього та індиго. Він витріщався на вас з відкритим ротом, очі широко розкриті і зі звуженими зіницями від захоплення, захоплюючись вашим розкішним виглядом. Його пальці тремтіли від бажання доторкнутися до ваших крил, хоча він ледве стримувався.\nЗвук шелестіння ваших пір'їв змусив Сандея здригнутися, він прикусив нижню губу, щоб стримати вимагаючий стогін. Ви відчули, як його член тремтить всередині вас, що повернуло вашу увагу до нього: \"Ах, якби ти просто дозволила мені нормально подумати - оооо так, хах, туго, Еони\".\nЗ посмішкою ви підняли своє тіло і різко опустилися на його член, затягнувши свою вагіну так, як ви знали, що йому подобається: \"Так? Але ти такий милий, коли не можеш думати прямо, бос~!\" Ви дражните його, повільно піднімаючись і опускаючись у рівному ритмі, переконуючись в тому, що трете свій член об основу його члена.\nСильно обхопивши твої стегна, Сандей стиснув зуби і намагається взяти себе в руки. Це було надзвичайно важко, коли твоя жадібна піхва продовжувала пульсувати навколо нього, заливаючи член Сандея твоїм збудженням. У своїй похотливій підсвідомості Сандей не міг не думати, що ти мітите його своїм мускусним запахом, ця думка майже довела його до краю.\nЧорт, йому потрібно заспокоїтися. Йому потрібно думати головою, а не своїми дурними латентними інстинктами - або членом: \"Ах, хах, хах, чорт, хнн, ти б була такою ж, якби я масажував твої прокляті крила!\" - нарешті зміг він вигукнути, тремтячи від твого усмішки у відповідь.\nВін вигнувся і дико підскочив, коли відчув, як твої пальці розслабилися, але провели по його пірсингам на крилах: \"Так? Це те, що ти хочеш, бос? Ти хочеш доглядати за мною як за милим хлопчиком?\" - ти насміхалася, повторюючи скребок своїх нігтів і насолоджуючись його нужденним стогоном.\nДобре, що він не зняв свою сорочку - твоє захоплення пірсингами на його крилах вже було інтенсивним. Сандей ледве міг уявити, як ти відреагуєш на відповідний комплект навколо його сосків: \"Чорт тебе побери!\" - він стогнав, відкидаючи голову назад, коли ти почала серйозно сідати на нього.\n\"Вже займаюся цим, красивий хлопчику!\" - ти сміялася, звуки шкіри об шкіру ставали голоснішими з кожним твоїм сильнішим рухом вниз. Сандей нявчав, його хватка на твоїх стегнах ставала болючою, а очі закочувалися від блаженства. Світло, що проходило крізь твої пера, змінювалося і танцювало навколо нього, і ти гордилася тим, що можеш оточити Сандея своїми кольорами таким чином.\nШиплячи від задоволення, ви сильніше потягнули та погладили його маленькі крила, поки ваші власні легенько тріпотіли, порушуючи вологе повітря між вашими тілами: \"Ммм, так, саме так, просто розслабся і дай мені грати з тобою ось так\", ваші стегна жадібно коливалися проти його.\nСандей стогнав і намагався підлаштуватися під ваш ритм, намагаючись втиснутися у вас, поки ви спускалися вниз. Але було все важче думати, коли ви оточували його. Ваш аромат, шурхіт ваших крил, ваше тіло, яке з нетерпінням підскакує на його колінах, ваші руки, які тягнуть і грають з його пір'ям.\nБуло приємно відпустити себе, дозволити вам взяти контроль: \"Ох, ох, Еони, хах, ах~!\" - стогнав Сандей, його голос підвищувався в тоні, коли він корчився під вами. Шрами на вашій грудях блищали як металеві, ваші крила так сильно тріпотіли, що кінчики торкалися шкіри Сандея.\nВи ніжно шептали йому та дразнили його, ваш ритм починав збиватися в міру того як задоволення наростало внизу живота: \"Мммм, так-так, гарний хлопчик, такий милий бос - ти знаєш як важко втриматися від того щоб просто простягнути руку і схопити ці маленькі крила кожного разу коли вони тріпочуть біля твоєї голови?\"\nНаче щоб підкреслити вашу точку зору, ви провели руками до кінчиків його крил, щипаючи чутливі кінці і спостерігаючи за тим як його пір'я розпускається. Сандей скиглив, тремтячи коли його член затремтів сильніше всередині вас: \"Таке дражнило,\" - поміркували ви коли він закричав, голосом сповненим бажання.\nСхоже, що Робін не був єдиним з солодким голосом серед братів і сестер. Задихаючись, ви змінили положення своїх ніг так що сіли більше присівши над Сандеєм, ваші хвостові пера оберталися над його стегнами: \"Було лише питанням часу коли я втрачу терпіння і покажу де належать красиві пташки як ти,\" - засміялися ви, обертаючи свої стегна з плавними рухами проти його.\n\"Ти належиш мені, на спині, під мною,\" - прошипів ти крізь стиснуті зуби, крила рухалися так, щоб практично обгорнути ваші форми, коли ти притиснув Сандей сильніше до його столу, \"Ти мій, зрозумів, бос? Мій, щоб осідлати і трахнути, я єдиний, кому дозволено грати з цими жалюгідними маленькими крилами твоїми.\""
}