{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You've successfully set up Touch ID or Face ID access\nWith Touch ID or Face ID, you can access your eligible accounts using Touch ID or Face ID stored on your device without entering your User ID and Password.\nYou can remove Touch ID or Face ID access from your profile any time. Log in to your account, go to Menu then go to Profile & Settings and toggle Touch ID or Face ID off.\nApple, the Apple logo, and iPhone are trademarks of Apple Inc., registered in the U.S. and other countries. Touch ID and Face ID are trademarks of Apple Inc.\nWe'll never ask for your personal information such as SSN or ATM PIN in email messages. If you get an email that looks suspicious or you are not the intended recipient of this email, don't click on any links. Instead, forward to abuse@bankofamerica.com then delete it.\nPlease don't reply to this automatically generated service email.\nPrivacy Notice Equal Housing Lender\nBank of America, N.A. Member FDIC\n© 2024 Bank of America Corporation",
    "trans": "Ви успішно налаштували доступ за допомогою Touch ID або Face ID\nЗа допомогою Touch ID або Face ID ви можете отримувати доступ до своїх відповідних облікових записів, використовуючи Touch ID або Face ID, збережені на вашому пристрої, без введення Ідентифікатора користувача та пароля.\nВи можете будь-коли видалити доступ Touch ID або Face ID зі свого профілю. Увійдіть у свій обліковий запис, перейдіть у Меню, потім у Профіль і Налаштування та вимкніть Touch ID або Face ID.\nApple, логотип Apple та iPhone є товарними знаками Apple Inc., зареєстрованими в США та інших країнах. Touch ID і Face ID є товарними знаками Apple Inc.\nМи ніколи не будемо запитувати вашу особисту інформацію, таку як SSN або ATM PIN, в електронних листах. Якщо ви отримали підозрілий лист або якщо ви не є призначеним отримувачем цього листа, не натискайте жодних посилань. Натомість перешліть його на abuse@bankofamerica.com, а потім видаліть.\nБудь ласка, не відповідайте на цей автоматично згенерований сервісний лист.\nПолітика конфіденційності «Рівноправного іпотечного кредитора»\nBank of America, N.A. Член [FDIC]\n© 2024 Bank of America Corporation"
}