{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The presence of defective coffee beans is known to depreciate the quality of coffee beverage consumed worldwide. These beans represent about 15–20% of the total coffee produced in Brazil and, although they are separated from the non-defective beans, they are still commercialized in the coffee trading market. Thus, it was the aim of this work to verify if physical characteristics provide an effective discrimination of defective and non-defective coffees of both Arabica and Robusta species, before and after roasting. The evaluated parameters were size (volume), density and color. The results obtained in the present study showed that, within a given coffee species, defective beans can be separated from non-defective ones by sieving, before roasting. In the case of Arabica coffees, size separation between non-defective and defective can also be accomplished after roasting. Prior to roasting, color separation will be effective for Robusta coffees, but ineffective for separation of non-defective, immature and light sour Arabica beans.",
    "trans": "Присутність дефектних кавових зерен відома тим, що знижує якість споживаної у всьому світі кави. Ці зерна складають близько 15-20% від загальної кількості кави, виробленої в Бразилії, і хоча вони відокремлені від недефектних зерен, вони все ще продаються на ринку торгівлі кавою. Таким чином, метою цієї роботи було перевірити, чи фізичні характеристики забезпечують ефективну дискримінацію дефектних і недефектних кави обох видів - арабіка і робуста, до і після обсмажування. Оцінюваними параметрами були розмір (об'єм), щільність і колір. Отримані результати в даному дослідженні показали, що в межах певного виду кави дефектні зерна можуть бути відокремлені від недефектних шляхом просіювання до обсмажування. У випадку арабської кави також можна здійснити розділення за розміром між недефектними і дефектними після обсмажування. Перед обсмажуванням розділення за кольором буде ефективним для робустової кави, але неефективним для розділення недефектних, незрілих і світло-кислих арабських зерен."
}