{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Undoubtedly, such smart textiles prevent the human body from overheating, however, the absence of dyes that can modulate the tex- tile’s colour without compromising the infrared properties remains a major barrier to textile commercialization. An inspiring study reports a novel strategy of using inorganic components as a colouring agent for scalable textiles of various colours. The fabricated textiles not only illustrate a high infrared transparency (~80%) and descent cooling ef- fect of 1.6 oC–1.8 ◦C but also reveal strong visible colours with good standability of colour during washing [146]. To verify its potential applicability, the rubber wrapped flexible heater (RWFH) having infrared emissivity similar to the human skin is utilized to imitate human heat (Fig. 10b). The temperature responses of RWFH are measured when shielded with different samples. The complete setup is isolated from the surroundings wherein the temperature is maintained at 25 ◦C. The RWFH temperature increases up to 36.5, 34.9, 34.7, 34.7,",
    "trans": "Безсумнівно, такі розумні текстильні вироби запобігають перегріву людського тіла, однак відсутність барвників, які можуть модулювати колір текстилю без компромісу з інфрачервоними властивостями, залишається основною перешкодою для комерціалізації текстилю. Надихаюче дослідження повідомляє про нову стратегію використання неорганічних компонентів як барвника для масштабованих текстильних виробів різних кольорів. Виготовлені текстильні вироби не тільки демонструють високу інфрачервону прозорість (~80%) і прийнятний охолоджуючий ефект 1,6 °C–1,8 °C, але також виявляють яскраві видимі кольори з хорошою стійкістю кольору під час прання [146]. Для перевірки їх потенційної застосовності використовується гнучкий обігрівач з гумовою оболонкою (RWFH), що має інфрачервону емісію, подібну до шкіри людини, для імітації тепла людини (рис. 10b). Вимірюються температурні реакції RWFH при укритті різними зразками. Повна установка ізольована від навколишнього середовища, де температура підтримується на рівні 25 °C. Температура RWFH підвищується до 36,5, 34,9, 34,7, 34,7,"
}