{
    "source": "en_US",
    "target": "uk_UA",
    "text": "My decision is based on the following factors\nI have considered the applicant’s economic circumstances and note that they have provided some evidence of their financial standing. I have attached little weight to this document\nas evidence of the applicant’s financial means, as on its own, it cannot be considered as significant evidence of their overall financial situation. As such, I do not consider that the applicant has strong economic incentives to return to home country at the end of their proposed stay.\nAfter considering the information provided, I am not satisfied that the applicant genuinely intends to stay temporarily in Australia for the purposes set out above.\nTherefore, I am not satisfied that the applicant meets the relevant criteria in clause 600.211 in Schedule 2 of the Migration Regulations.\nDecision\nAs clause 600.211 is not satisfied, I find the criteria for the grant of a Visitor (Tourist) visa in the Tourist stream are not satisfied. Therefore, I refuse the application by the applicant for a Visitor (Tourist) visa in the Tourist stream.",
    "trans": "Моє рішення базується на наступних факторах\nЯ врахував економічні обставини заявника і зауважив, що вони надали деякі докази свого фінансового становища. Я надав невелику вагу цьому документу\nяк доказам фінансових можливостей заявника, оскільки сам по собі він не може вважатися значним доказом їх загальної фінансової ситуації. Таким чином, я не вважаю, що у заявника є сильні економічні стимули повернутися на батьківщину по закінченню їхнього запланованого перебування.\nПісля розгляду наданої інформації я не задоволений тим, що заявник дійсно має намір тимчасово залишитися в Австралії з вищезазначеними цілями.\nОтже, я не задоволений тим, що заявник відповідає відповідним критеріям пункту 600.211 Додатку 2 до Міграційних правил.\nРішення\nОскільки пункт 600.211 не задовольняється, я вважаю, що критерії для отримання візи відвідувача (туриста) у туристичному потоці не задовольняються. Тому я відмовляю у заявці заявника на отримання візи відвідувача (туриста) у туристичному потоці."
}