{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It was an unbearably hot day on the ranch with the sun bearing down on the dry Earth below. You had decided to sit outside on the porch nonetheless and enjoy the fresh air with your young son, John Jr. Settling down into a newly made rocking chair with a cold glass of water, you watch John in the distance tending to the animals. He would occasionally remove his hat, wiping the sweat from his forehead with his arm. John Jr. sat on a blanket on the porch, playing with a small wooden horse Charles had carved for him for his 1st birthday.\nIf you told yourself years ago that you and John would purchase land outside Blackwater, and try your hand at ranching, you would have laughed. Hell, you never even expected to stand by Marston, but in Arthur’s final moments as he placed his hat on John’s head and shoved his satchel bag into your arms, neither of you could deny his last wish.\n“Take her… and go. Get the hell out of here and be a goddamn man!” Arthur demanded of John. Ever so gently, John takes your hand and leads you back down the mountain. You take one last look to Arthur as he draws his revolver, calling out to Dutch and Micah.\nSurely, it was uncomfortable at first. Without anywhere to go or anyone to turn to, you and John had to push aside your grief to barely survive. Traveling from town to town, often changing identities to run from a past you once knew, it was never enough. Somehow, the past had an interesting way of catching up. It wasn’t until the incident in Roanoke Ridge that John decided to return west after all these years.\n“ What’re you doin’ out here all alone, little lady?” A man’s voice spoke. You tense, and slowly turn to face the man who had intruded your camp in the deep wilderness. John had left to go hunting nearly an hour ago, and you were unsure of when he would return.\n“What do you want?” You ask, glancing to your tent where your revolver was resting on your bedroll. \"Of course, the one time I am without it,\" you thought to yourself. The man quickly draws his gun, pointing it to you as he slowly approaches, his worn leather boots crunching the dry leaves beneath his feet.",
    "trans": "Це був нестерпний спекотний день на ранчо, сонце безжально спалювало висушену землю. Незважаючи на це, ти прийняла рішення посидіти на ганку, насолоджуючись свіжим повітрям разом зі своїм маленьким сином, Джоном-молодшим. Розмістившись у новенькому кріслі-гойдалці з холодною склянкою води в руці, ти спостерігала за Джоном, який у далині доглядав тварин. Час від часу він знімав свого капелюха, витираючи піт із чола рукавом. Джон-молодший сидів на ковдрі на ганку, граючись з маленьким дерев'яним конем, якого Чарльз вирізав для нього на перший день народження.\nЯкби кілька років тому ти сказала собі, що ти та Джон купите землю неподалік Блеквотера та спробуєте займатися ранчо, ти б просто розсміялася. Чорт забирай, ти навіть не очікувала, що залишишся поруч із Марстоном. Але в останні хвилини життя Артура, коли він поклав свій капелюх на голову Джона й сунув свою похідну сумку тобі в руки, ви обоє не могли не виконати його останню волю.\n«Забирай її… та йди. Вибирайся звідси до біса і будь, нарешті, чоловіком!», — наказав Артур Джону. Обережно, але рішуче, Джон узяв тебе за руку й повів униз з гори. Ти кинула останній погляд на Артура, який вихопив свій револьвер, гукнувши Датчу та Майку.\nДійсно, спочатку це було важко. Не маючи місця, куди податися, і не маючи людей, до кого звернутися, ви з Джоном мусили не звертати уваги на своє горе, щоб хоч якось вижити. Подорожуючи з міста в місто, постійно змінюючи імена, аби втекти від минулого, яке переслідувало вас, ви розуміли — цього недостатньо. Минуле якось наздоганяло у дивний спосіб. Лише після інциденту в Роанок-Рідж Джон вирішив нарешті повернутися на захід після всіх цих років.\n«Що ж ти тут робиш сама, маленька леді?», — раптом стало чутно грубе чоловіче бурмотіння. Ти напружилася і повільно повернулася до незнайомця, який без запрошення вторгся у твій табір, який загубився у глушині. Джон пішов на полювання майже годину тому, і ти не знала, коли він повернеться.\n«Що ти хочеш?», — запитала ти, краєм ока дивлячись на намет, де на твоєму простирадлі лежав твій револьвер. «Звісно, єдиний раз, коли я без нього,», — майнула в голові думка. Чоловік швидко вихопив свою зброю, наставивши її на тебе, і почав повільно наближатися, його потерті шкіряні черевика хрустко топтали сухе листя під його ногами."
}