{
    "source": "en_US",
    "target": "uk_UA",
    "text": "a,\nCurrently there is an open balance totaling $485.00 CAD for citation numbers. Could you please provide Enterprise with an updated payment status for your citations by calling or responding to this email.\n[redacted_info]\n[redacted_info]\n[redacted_info]\n[redacted_info]\nEnterprise accepts payments in the following methods:\n• Debit credit card (from Visa or MasterCard) or a major credit card using Google Chrome only: www.enterprise.ca/onlinepayment\n• E-Transfer to citationscanada@em.com – note the citation number or the Rental Agreement Number\n• Cheque or Money Order remitted to PO Box 9716 STN A Toronto ON M5W 1R6\nOnce payment has been made, please send along the payment details such as reference number and amount paid so we can add those notes to your customer file.\nIf no payment arrangements are made or the full payment is not made, your customer file will be reviewed for an outside third-party placement which may affect your credit score.\nIf you have any questions or concerns, you can contact us at Telephone +1 (844) 624-4408 | Fax 1-833-978-1121 | E-Mail\nconsumercollections.ca@em.com\nWe value your business and thank you for taking the time to review your open balance and providing an update.\nThank you,",
    "trans": "а,\nНа даний момент існує невиплачений баланс у розмірі 485,00 канадських доларів за номерами посилань. Будь ласка, надайте Enterprise оновлений статус платежу за вашими посиланнями, зателефонувавши або відповівши на цей електронний лист.\n[redacted_info]\n[redacted_info]\n[redacted_info]\n[redacted_info]\nEnterprise приймає платежі наступними способами:\n• Дебетова/кредитна картка (від Visa або MasterCard) або основна кредитна картка через Google Chrome: www.enterprise.ca/onlinepayment\n• Електронний переказ на адресу citationscanada@em.com — вкажіть номер посилання або номер договору оренди\n• Чек або поштовий переказ на адресу PO Box 9716 STN A Toronto ON M5W 1R6\nПісля здійснення платежу, надішліть нам платіжні реквізити, як-от номер посилання та сума, щоб ми могли додати ці дані до вашої клієнтської справи.\nЯкщо не будуть узгоджені умови платежу або повний платіж не буде здійснений, вашу клієнтську справу буде переглянуто для передачі третій стороні, що може вплинути на ваш кредитний рейтинг.\nЯкщо у вас є будь-які питання або занепокоєння, ви можете зв'язатися з нами за телефоном +1 (844) 624-4408 | факс 1-833-978-1121 | електронною поштою\nconsumercollections.ca@em.com\nМи цінуємо ваш бізнес і дякуємо, що ви знайшли час для перевірки вашого відкритого балансу та надання оновлень.\nДякуємо"
}