{
    "source": "en_US",
    "target": "uk_UA",
    "text": "\"since his birthday, and we’d spent most of it trying to find places to get our hands on each other.\nHis car, my dorm when Lyra was in class, the shower, I couldn’t remember the last time I’d had this amount of sex in such a short period of time.\nYet, every time I tried talking to him about himself, asking about Rosemary, or just about who he was, I was shut down immediately. And I hated that I was settling for just sex.\nEvery time I told myself I would walk away, I would leave him alone if he didn’tgive me something to go on.\nI just couldn’t do it.\nShamefully, I was willing to do it, as long as I had certain parts of him. Deep down I knew there was something there, he just wasn’t letting me see it. I had known it the moment I saw him, Alistair was addictive. I just didn’t know how much, until I finally had a taste. \"\nمقتطف من\nThe Lies we Steal (The Hollow Boys Book 1)\nMonty Jay\nهذه المواد قد تكون محمية بموجب حقوق النشر.",
    "trans": "\"З того часу, як у нього був день народження, ми більшу частину часу намагалися знайти місце для інтимної близькості.\nЙого машина, моя кімната в гуртожитку, коли Ліра була на парах, душ — я не пам’ятаю, коли востаннє так часто займалася сексом за такий короткий проміжок часу.\nПроте, кожного разу, коли я намагалася поговорити з ним про його життя, запитати про Розмарі чи просто дізнатися, хто він насправді, я отримувала відмову. І мені це не подобалося — я не хотіла задовольнятися лише сексом.\nКожного разу я казала собі, що піду, залишу його, якщо він не дасть мені чогось, заради чого варто було б продовжувати.\nАле я просто не могла цього зробити.\nЯк це не соромно, я була готова це робити, поки мала певні частини його. Глибоко в душі я знала, що там є щось більше, він просто не давав мені це побачити. Я зрозуміла це в момент, коли вперше побачила його, Алістер був як наркотик. Я просто не знала, який сильний, поки не відчула це на власному досвіді.\"\nمقتطف من\n«Брехня, яку ми крадемо»(«Хлопці з порожнечі» Книга 1)\nМонті Джей\nهذه المواد قد تكون محمية بموجب حقوق النشر"
}