{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello[redacted_name], [redacted_name], and [redacted_name]!\nWe are looking forward to you joining our community😃\nAttached you will find a letter with details on your upcoming move in. Please take a moment to review and if you have any questions regarding your move, I am here to help!\nYour New Address: 2[redacted_address]Your Move In Date:Tuesday, October 22, 2024\nAppointment Time for Key Pick up and Apartment Inspection:10 o'clock AM\nYour Monthly Dues: $1,494.00\nConcession: December Rent Free (-$1494.00)\nTypically you would receive an email from \"d[redacted_email] with a link to review your lease agreement. This provides the option to sign electronically in under 5 minutes. I only have one email address on file and am unable to send the lease for three people to the same email. Do you have email addresses for [redacted_name]and M[redacted_name] If not, that is ok, we can sign the lease in office anytime you are available, feel free to stop by and I can provide a physical copy of the lease on the day of move in when you pick up your keys.",
    "trans": "Привіт [redacted_name], [redacted_name] і [redacted_name]!\nМи з нетерпінням чекаємо на ваше приєднання до нашої спільноти 😃\nДо цього листа прикріплено документ із деталями щодо вашого майбутнього заселення. Будь ласка, ознайомтеся з ним, і якщо у вас виникнуть будь-які запитання щодо заселення, я буду радий допомогти!\nВаша нова адреса:2[redacted_address] Дата заселення:Вівторок, 22 жовтня 2024\nЧас зустрічі для отримання ключів та огляду квартири:10:00 ранку\nЩомісячний платіж: $1,494.00\nПільга: Грудень місяць безкоштовно (-$1494.00)\nЗазвичай ви отримуєте електронного листа від \"d[redacted_email]\" із посиланням для перегляду вашого договору оренди. Це дозволяє підписати угоду електронним способом менше ніж за 5 хвилин.Зараз у мене є лише одна електронна адреса у файлі, і я не можу надіслати договір для трьох осіб на одну адресу. Чи маєте ви електронні адреси для [redacted_name] та M[redacted_name] Якщо ні, це не проблема – ми можемо підписати договір в офісі в будь-який зручний для вас час. Також ви можете забрати фізичну копію договору в день заселення разом із ключами."
}