{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It's been some time since this was posted and I wanted to make a quick update given what's happened over the past few months. In my initial post I wrote that I don't agree with all the things the Israeli government does and that I support the right of the Palestinian people to freedom and self rule. The intention of my post was to denounce hate and advocate for peace. It was also a post of mourning by someone whose family was murdered in the holocaust and had to deal with the triggering of that trauma by being in israel on October 7th. However, even in that post, I pleaded for the Israeli government not to \"take the bait\" and use the atrocities of October 7th as an excuse to escalate. I have to say that even though this is a complex and divisive issue, I can't believe some of the rhetoric that's come from the Israeli side. And what's worse, the complete leveling of Gaza, the deaths of thousands, the displacements of countless more- it's horrific and I want to be clear and denounce it. I am not educated enough to have a solution, and my post was never about choosing sides. I get that as the descendant of holocaust survivors I may have an inherent bias, and I am trying to acknowledge that and not allow it to cloud my capacity for empathy. I know that some people think I have failed in that, but I want to let you know that my sincere intention in this original post was to advocate for peace. It is my belief that people on both sides want to live in peace, and would choose to do so if given the opportunity. And that it is the corruption of governments and the ruling class that uses the common person as fodder that leads to these conflicts. I know there is much more to say and I am happy to engage here in the comments with anyone who wishes to have a sincere and respectful discourse. And I'll also be going to twitter as it's been brought up to me that there are certain conversations there that require my attention. Thank you to everyone who has gone out of their way to continue this conversation.",
    "trans": "Минув деякий час з моменту публікації цього поста, і я хотів би зробити швидке оновлення, враховуючи те, що сталося за останні кілька місяців. У своєму початковому пості я написав, що не погоджуюсь з усіма діями ізраїльського уряду і що підтримую право палестинського народу на свободу та самоврядування. Наміром мого поста було засудити ненависть і виступити за мир. Це також був пост скорботи від особи, чиїй родині було вбито під час Голокосту і яка змушена була зіткнутися з тригерами цієї травми, перебуваючи в Ізраїлі 7 жовтня. Однак навіть у тому пості я закликав ізраїльський уряд не \"піддаватися провокаціям\" і не використовувати звірства 7 жовтня як привід для ескалації. Я мушу сказати, що хоча це складне і роздільне питання, я не можу повірити в деяку риторику, яка виходить з ізраїльської сторони. І що ще гірше, повне знищення Гази, загибель тисяч людей, переміщення ще безлічі - це жахливо, і я хочу чітко це засудити. Я недостатньо освічений, щоб мати рішення, і мій пост ніколи не стосувався вибору сторін. Я розумію, що як нащадок переживших Голокост можу мати вроджену упередженість, і я намагаюся визнати це і не дозволяти їй затуманювати свою здатність до емпатії. Я знаю, що деякі люди вважають, що я не впорався з цим, але хочу повідомити вам, що моїм щирим наміром у цьому оригінальному пості було виступити за мир. Я вірю, що люди з обох сторін хочуть жити в мирі і вибрали б це, якби отримали можливість. І що саме корупція урядів та правлячого класу, які використовують звичайних людей як гарматне м'ясо, призводить до цих конфліктів. Я знаю, що є багато іншого про що можна сказати, і я радий спілкуватися тут у коментарях з будь-ким, хто бажає вести щирий та поважний дискурс. Я також піду в Twitter, оскільки мені було сказано, що там є певні розмови, які потребують моєї уваги. Дякую всім, хто доклав зусиль для продовження цієї розмови."
}