{
    "source": "en_US",
    "target": "uk_UA",
    "text": "\"We're going to be okay, right Love?\"\nI know what she's trying to imply, We've been avoiding the inevitable separation that's about to happen soon.\nI nodded my head and gave her a reassuring smile, but in my mind, I'm a bit so-so with everything.\nTangelo's not aware but the thought of being separated from her is what gives me the most anxiety to a point where I get panic attacks.\nI honestly don't know how to respond to her because even I don't know what's in store for us in the future.\nI love her so much, She's all I know.\nShe occupies my mind 24/7, even when she's already beside me, She's all I think about.\nShe's My Addiction, My Favorite Obsession.\nAll these worries started coming to me ever since we started our relationship\nWhat are we going to be after graduation?\nIs it going to be long distance for us? Or does she want to be in a relationship with someone who'll be physically there for her? I mean, who wouldn't want that right?\nWhat if she realizes that she doesn't want me anymore as soon as I go to New York because she doesn't want to be in a relationship with a person who's on the other side of the world.\nAm I just a phase to her? God! I hope not.\nShe's My Everything and I don't want to lose her to anyone, I won't be able to handle it.\nI would die if that happens!\nLaw school takes a really long time and I don't know if she's willing to wait for me.\nThose worries and many more has been keeping me up all night, I have had nightmares about 'em and It only ever goes away when I'm sleeping next to Tangelo.\nI'm scared to death that she will completely forget about me after graduation.\nI can't live without her anymore\nAnd then it came to me.\nPlan A: I'm going to convince my parents to let me stay here in Seoul to study Law instead of going to New York, This is a 70/30 situation.\nActually, I'm going to New York NO MATTER WHAT-100%, All I need to do is fly to the U.S. after graduation to get myself adjusted and start school Fall semester.\nPlan B: I'm going to convince Tangelo to come and live with me to New York until I'm done with school, I'll provide for her so she wouldn't need to worry about living expenses, Maybe even go to school there, She's smart and I know she'll be able to adapt.\nMy Parents really liked Lisa, They told me after we had dinner with her so I'm sure they wouldn't have a problem if I take her with me to America.\nThey know how Important My Lisa is to me, They Have to Agree.\nBut Jen, what about her Father? She can't just leave him behind--A voice in my head popped out of nowhere.\nBut what about us? What about ME?? I can't do it without Lisa! She's my Life!--I reasoned out with my conscience but of course, It has something smart to say.",
    "trans": "«Ми будемо в порядку, правда, люба?»\nЯ знаю, що вона намагається натякнути, ми уникаємо неминучого розставання, яке незабаром відбудеться.\nЯ кивнув головою і подарував їй заспокійливу усмішку, але в моїй голові я трохи сумніваюся у всьому.\nТангело не знає, але думка про те, що я буду розлучений з нею, викликає у мене найбільшу тривогу до такої міри, що у мене виникають панічні атаки.\nЧесно кажучи, я не знаю, як їй відповісти, адже навіть я не знаю, що нас чекає в майбутньому.\nЯ її дуже люблю, вона - все, що я знаю.\nВона займає мої думки 24/7, навіть коли вона вже поруч зі мною, я думаю тільки про неї.\nВона - моя залежність, моя улюблена одержимість.\nУсі ці турботи почали приходити до мене з того моменту, як ми почали наші стосунки\nЩо з нами буде після випуску?\nЧи буде між нами відстань? Або вона хоче бути в стосунках з кимось, хто буде фізично поруч з нею? Я маю на увазі, хто б цього не хотів?\nА що якщо вона зрозуміє, що більше не хоче мене, як тільки я поїду до Нью-Йорка, тому що не хоче бути в стосунках з людиною, яка знаходиться на іншому кінці світу?\nЯ просто етап для неї? Боже! Сподіваюся, що ні.\nВона - моє все і я не хочу її втрачати ні за кого іншого, я не витримаю цього.\nЯ б помер від цього!\nНавчання в юридичній школі займає дуже багато часу і я не знаю, чи готова вона чекати на мене.\nЦі турботи та багато інших тримають мене вночі без сну, мені сняться кошмари про них і вони йдуть лише тоді, коли я сплю поруч з Тангело.\nЯ боюся до смерті того, що після випуску вона зовсім забуде про мене.\nЯ більше не можу жити без неї\nІ тоді мені це прийшло в голову.\nПлан А: Я збираюся переконати своїх батьків дозволити мені залишитися тут, у Сеулі, щоб вивчати право, замість того, щоб їхати до Нью-Йорка. Це ситуація 70/30.\nНасправді, я їду до Нью-Йорка НЕ ЗАЛЕЖНО ВІД ЧОГО - 100%. Все, що мені потрібно зробити, це полетіти до США після закінчення навчання, щоб адаптуватися і почати навчання в осінньому семестрі.\nПлан Б: Я збираюся переконати Танджело приїхати і жити зі мною в Нью-Йорку, поки я не закінчу школу. Я буду забезпечувати її, щоб їй не доводилося турбуватися про витрати на проживання. Можливо, навіть піде в школу там. Вона розумна, і я знаю, що зможе адаптуватися.\nМої батьки дуже любили Лізу. Вони сказали мені це після того, як ми пообідали з нею, тому я впевнений, що у них не буде проблеми, якщо я заберу її з собою до Америки.\nВони знають, як важлива для мене моя Ліза. Вони повинні погодитися.\nАле Джен, а її батько? Вона не може просто залишити його позаду - голос у моїй голові раптово виник.\nАле що з нами? Що зі МНОЮ?? Я не можу без Лізи! Вона моє життя! - Я сперечався зі своєю совістю, але звичайно ж вона мала щось розумне сказати."
}