{
    "source": "en_US",
    "target": "uk_UA",
    "text": "With Extra Day Grace Period, you can avoid overdraft fees if your available balance is positive as of 11:59 p.m., Eastern Time on the next business day2,3.\nWellsFargo.com\nThe laws of some states require us to inform you that this communication is an attempt to collect a debt and that any information obtained will be used for that purpose. To request written collections communications in an alternative, reasonably accommodatable, format, call us at 1-800-869-3557. We accommodate telecommunications relay service calls, including 711.\nNote about balances: Ending balance reflects transactions that have posted to your account and does not reflect pending deposits or withdrawals. The available balance is an indication of funds that are available to you today; however, it may not reflect all transactions that you may have initiated or authorized.\n1. Available Balance is the most current record we have about the funds that are available for your use or withdrawal. It includes all deposits and withdrawals that have been posted to your account, then adjusts for any holds on recent deposits and any pending transactions that are known to the Bank. This balance may not reflect all of your transactions, such as checks you have written or debit card transactions that have been approved but not yet submitted for payment by the merchant.\n2. With Extra Day Grace Period, when your account is overdrawn, you have an additional business day (extra day) to make covering deposits and/or transfers to avoid the prior business day's overdraft fees. If your account's available balance as of 11:59 p.m. Eastern Time on your extra day is enough to cover the prior business day's overdraft items, the pending overdraft fees for those items will be waived. If your available balance as of 11:59 p.m. Eastern Time is enough to cover some, but not all, of the prior business day's overdraft items, we'll apply your available balance to the transactions in the order that they posted to your account. Any transactions not covered by 11:59 p.m. Eastern Time are subject to applicable overdraft fees. All deposits and transfers are subject to the Bank's Availability of Funds Policy. Please see the Wells Fargo Deposit Account Agreementfor more details.\n3. Overdraft fees do not apply to Clear Access BankingSM accounts. Optional overdraft services, such as Overdraft Protection and Debit Card Overdraft Service, are not available for Clear Access Banking accounts. Other fees may apply, and it is possible for the account to have a negative balance. Please see the Wells Fargo Consumer Account Fee and Information Schedule andDeposit Account Agreement for details.\nTo modify or cancel your alerts,sign on and go to Manage Alerts.\nPlease do not reply to this automated email.\n9c4b408f-0f68-4d13-a5e0-2524c41bd06f",
    "trans": "З додатковим пільговим періодом на один день, ви можете уникнути комісії за перевищення ліміту, якщо ваш доступний баланс є позитивним на 11:59 вечора за східним часом наступного робочого дня.\nWellsFargo.com\nЗакони деяких штатів вимагають, щоб ми повідомили вам, що ця комунікація є спробою стягнення боргу, і що будь-яка інформація, отримана, буде використана для цієї мети. Щоб запитати письмові повідомлення щодо стягнення боргу в альтернативному, доступному форматі, зателефонуйте нам за номером 1-800-869-3557. Ми надаємо послуги ретрансляції телекомунікаційних дзвінків, зокрема дзвінки на номер 711.\nПримітка щодо балансів: Кінцевий баланс відображає транзакції, які були проведені на вашому рахунку, і не відображає очікувані депозити або зняття коштів. Доступний баланс вказує на кошти, доступні вам сьогодні; однак він може не відображати всі транзакції, які ви могли ініціювати або авторизувати.\nДоступний баланс — це найактуальніша інформація, яку ми маємо про кошти, доступні для вашого використання або зняття. Він включає всі депозити та зняття, які були проведені на вашому рахунку, а потім коригується на основі будь-яких обмежень на останні депозити та будь-які очікувані транзакції, відомі банку. Цей баланс може не відображати всі ваші транзакції, наприклад чеки, які ви написали, або транзакції дебетовою карткою, які були схвалені, але ще не надіслані для оплати торговцем.\nЗ додатковим пільговим періодом на один день, коли ваш рахунок перевищено, ви маєте додатковий робочий день (додатковий день), щоб внести депозит та/або переведення, щоб уникнути комісії за перевищення ліміту попереднього робочого дня. Якщо ваш доступний баланс на 11:59 вечора за східним часом у ваш додатковий день достатній для покриття перевищених транзакцій попереднього робочого дня, комісії за ці транзакції будуть скасовані. Якщо ваш доступний баланс на 11:59 вечора за східним часом достатній для покриття деяких, але не всіх перевищених транзакцій попереднього робочого дня, ми застосуємо ваш доступний баланс до транзакцій у порядку, в якому вони були проведені на вашому рахунку. Транзакції, які не будуть покриті до 11:59 вечора за східним часом, підлягають відповідним комісіям за перевищення ліміту. Усі депозити та переведення підлягають політиці доступності коштів банку. Деталі можна знайти в Угоді про депозитні рахунки Wells Fargo.\nКомісії за перевищення ліміту не застосовуються до рахунків Clear Access BankingSM. Додаткові послуги перевищення ліміту, такі як Захист від перевищення ліміту та Послуга перевищення ліміту дебетовою карткою, недоступні для рахунків Clear Access Banking. Можуть застосовуватись інші комісії, і існує можливість, що рахунок буде мати негативний баланс. Деталі можна знайти в Розкладі комісій та інформації для споживчих рахунків Wells Fargo та Угоді про депозитні рахунки.\nЩоб змінити або скасувати ваші сповіщення, увійдіть до системи та перейдіть до \"Управління сповіщеннями\".\nБудь ласка, не відповідайте на цей автоматичний електронний лист.\n9c4b408f-0f68-4d13-a5e0-2524c41bd06f"
}