{
    "source": "en_US",
    "target": "uk_UA",
    "text": "better understand phone use in young drivers? Nationwide Children’s Hospital invites you to join us in this research venture aimed at making our roads safer for everyone.\nDiscover the Impact: Our study seeks to explore the effects of an in-vehicle camera and phone app on the driving behavior of young individuals. Your participation will contribute valuable insights that could shape the future of driving safety. You will also be compensated for your efforts to show our appreciation to your commitment.\nBe a Trailblazer for 6 Months: As a participant, you will join us on a 6-month journey. Throughout this period, you'll have a camera installed in your car and a user-friendly app on your phone. It's a chance to be at the forefront of technological advancements while contributing to a safer driving environment.\nYour Contribution Matters: Attend two in-person study visits - one at the beginning and another at the end of the 6-month period. Share your experiences through four thought-provoking questionnaires. Your valuable input will help shape the study's outcome.\nCheck Your Eligibility Today: Are you",
    "trans": "Хочете краще зрозуміти використання телефону молодими водіями? Дитяча лікарня Nationwide запрошує вас взяти участь у нашому дослідженні, спрямованому на підвищення безпеки на дорогах для всіх.\nДізнайтеся про впливНаша мета — вивчити, як автомобільна камера та мобільний додаток впливають на поведінку молодих водіїв за кермом. Ваша участь надасть цінні дані, які можуть допомогти зробити водіння безпечнішим у майбутньому. Крім того, ми висловимо нашу вдячність за вашу відданість, компенсувавши ваші зусилля.\nСтаньте новатором на 6 місяців Як учасник, ви приєднаєтесь до нас у 6-місячному дослідженні. У цей період у вашому авто буде встановлена камера, а на телефоні — зручний додаток. Це унікальна можливість опинитися на передовій технологічних досягнень та зробити внесок у безпечніше дорожнє середовище.\nВаша участь має значення Відвідайте два особисті візити — один на початку та один наприкінці дослідження. Поділіться своїм досвідом через чотири цікаві опитування. Ваші цінні відгуки допоможуть визначити результати дослідження.\nПеревірте свою відповідність сьогодні! Чи відповідаєте ви критеріям участі?"
}