{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Apple security releases\nThis document lists security updates and Rapid Security Responses for Apple software.\nAbout Apple security releases\nFor the protection of our customers, Apple doesn't disclose, discuss, or confirm security issues until an investigation has occurred and patches or releases are generally available. This document lists recent releases, including security updates and Rapid Security Responses.\nIf you need technical support for a security issue—for example, to reset your Apple ID password or to review a recent App Storecharge—view theGet help with security issuesarticle.\nIf you believethatyou'vediscovered a security or privacy vulnerability in an Apple product, learn how to submit your research.\nGet the latest software updates from Apple\nKeeping your software up to date is one of the most important things you can do to maintain your Apple product's security.\nThe latest version of iOS and iPadOS is 18.0.1. Learn how to update the software on your iPhone, iPad, or iPod touch.\nThe latest version of macOS is 15.0.1. Learn how toupdate the software on your Macand how to allow importantbackground updates.\nThe latest version of tvOS is 18. Learn how toupdate the software on your Apple TV.\nThe latest version of watchOS is 11.0.1. Learn how toupdate the software on your Apple Watch.\nThe latest version of visionOS is 2.0.1. Learn how to update the software on your Apple Vision Pro.\nNote that after a software update is installed for iOS, iPadOS, tvOS, watchOS, and visionOS, it cannot be downgraded to the previous version.\nApple security updates and Rapid Security Responses",
    "trans": "Випуски безпеки Apple\nУ цьому документі наведений список оновлень безпеки та список швидких відповідей щодо проблем безпеки програмного забезпечення Apple.\nПро випуски безпеки Apple\nЗаради захисту наших клієнтів Apple не розкриває, не обговорює і не підтверджує проблеми з безпекою доти, доки не буде проведено розслідування і патчі або випуски не будуть загальнодоступними. У цьому документі перераховані останні випуски, включно з оновленнями безпеки та оперативними заходами безпеки.\nЯкщо вам буде потрібна технічна підтримка з питань безпеки, наприклад, для скидання пароля Apple ID або для того, щоб перевірити недавнє поповнення рахунку в App Store, перегляньте статтю щодо допомоги з усуненням проблем безпеки.\nЯкщо ви гадаєте, що знайшли вразливість системи безпеки або порушення конфіденційності в продукті Apple, дізнайтеся, як подати своє дослідження.\nОтримуйте останні оновлення програмного забезпечення Apple\nОновлення програмного забезпечення є однією з найважливіших речей, що ви можете зробити для підтримки безпеки вашого продукту Apple.\nОстанньою версією iOS та iPadOS є 18.0.1. Дізнайтеся, як оновити програмне забезпечення на вашому iPhone, iPad або iPod touch.\nОстанньою версією macOS є 15.0.1. Дізнайтеся, як оновити програмне забезпечення на вашому Mac і як дозволити важливі фонові оновлення.\nОстанньою версією tvOS є 18. Дізнайтеся, як оновити програмне забезпечення на вашому Apple TV.\nОстанньою версією watchOS є 11.0.1. Дізнайтеся, як оновити програмне забезпечення на вашому Apple Watch.\nОстанньою версією visionOS є 2.0.1. Дізнайтеся, як оновити програмне забезпечення на ващому Apple Vision Pro.\nЗавуважте, що після встановлення оновлення програмного забезпечення для iOS, iPadOS, tvOS, watchOS і visionOS  її не можна буде повернути до попередньої версії.\nОновлення безпеки Apple та швидкі відповіді щодо проблем безпеки"
}