{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Originally when Apple Intelligence launched there are some T&C for using and activate this Apple Intelligence.\nFor activating Apple Intelligence at China first of all purchased iPhone must be non-Chinese iPhone means that the iPhone aren’t purchased in China not include Hong Kong and Macau. Also if use this Chinese Apple account are also unable to activate the Apple Intelligence.\nTo activate the Apple Intelligence, I have travel to Hong Kong and purchase iPhone 16 pro Max. To reach the requirement of activating Apple Intelligence, I’ve decided to switch my region from China to United States.\nI’ve started to switch my account from October 19, CST 2:00am, Shanghai time 3:00pm. Till now CST time 8:30am October 24, Shanghai Time 9:30pm I still can’t join the Apple Intelligence waitlist. I’m also upgraded my phone to iOS 18.2.\nI’ve contacted the Apple support using my Chinese phone number and it transferred to me Philippines Apple support team. It seems like the Philippine Apple support team doesn’t help me get anything. The Philippine Apple support team keeps saying that the beta version iOS right now in my phone has some problem on it. But when I log out this Apple ID, and changed to another Apple ID that is UK ones. I can successfully enable the Apple Intelligence.\nWhat does this say?! This shows that my Apple account has a problem on it. It doesn’t switch successfully to United States server! And the Philippine Apple support team keep asking me to restore my iPhone like crazy! I’ve told them that I have used several Apple account that is from United States and United Kingdom that can successfully enable the Apple Intelligence.\nBut the Philippine Apple support team said that my Apple account doesn’t have any problem!\nApple please solve the problem! Anyone who have facing this kind of problem please share to us!!!",
    "trans": "Коли Apple Intelligence було запущено, існували деякі умови використання та активації Apple Intelligence.\nДля активації Apple Intelligence в Китаї, перш за все, придбаний iPhone повинен бути не китайським iPhone, тобто iPhone не повинен бути придбаний у Китаї, не враховуючи Гонконг та Макао. Також, якщо використовувати цей китайський обліковий запис Apple, активація Apple Intelligence також буде неможливою.\nЩоб активувати Apple Intelligence, мені довелося поїхати до Гонконгу і придбати iPhone 16 Pro Max. Щоб відповідати вимогам для активації Apple Intelligence, я вирішив змінити свій регіон з Китаю на Сполучені Штати.\nЯ почав змінювати свій обліковий запис з 19 жовтня о 2:00 ранку за CST, о 15:00 за шанхайським часом. До теперішнього часу, 24 жовтня о 8:30 за CST, о 21:30 за шанхайським часом, я все ще не можу приєднатися до списку очікування Apple Intelligence. Я також оновив свій телефон до iOS 18.2.\nЯ зв'язався з підтримкою Apple, використовуючи свій китайський номер телефону, і мене перевели до команди підтримки Apple Філіппін. Схоже, що команда підтримки Apple Філіппін не може мені нічим допомогти. Команда підтримки Apple Філіппін постійно говорить, що бета-версія iOS на моєму телефоні має якісь проблеми. Але коли я виходжу з цього облікового запису Apple ID і переходжу на інший обліковий запис Apple ID з Великої Британії, я можу успішно активувати Apple Intelligence.\nЩо це означає?! Це показує, що у мого облікового запису Apple є проблема. Він не успішно переключився на сервер Сполучених Штатів! А команда підтримки Apple Філіппін продовжує безглуздо просити мене відновити мій iPhone! Я їм сказав, що використовував кілька облікових записів Apple з Сполучених Штатів та Великої Британії, які можуть успішно активувати Apple Intelligence.\nАле команда підтримки Apple Філіппін сказала, що у мого облікового запису Apple немає жодних проблем!\nApple, будь ласка, вирішіть цю проблему! Будь ласка, поділіться своїм досвідом з нами!!!"
}