{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Chitown newbie Abby McCoy makes her Hussie🌴Pass debut today, and we paired her up with big dick stud Damion Dayski for this week's interracial squirting extravaganza! Full-length porn Director Johnny Robins gets things going by executing the interview portion of the program, followed by Abby McCoy stripping naked and warming up her 25-year-old slit, first with her fingers and then with a rather large translucent rubber DONG! Damion Dayski then steps into the scene with some lube for the spinner's perky breasts, as well as for her delightful 36-inch dumper, which she then twerks for us. Abby McCoy then gets on her knees for the big reveal and proceeds to suck and slobber on as much of Damion Dayski's BBC as she can fit into her mouth. She follows this up by giving him a slick footjob before Damion Dayski goes down on her and makes her squirt for the first time. Then he put it in! Abby McCoy takes damn near ALL of Damion Dayski's 12-inches, first missionary, then airborne, back to missionary with one leg in the air, reverse cowgirl, cowgirl, doggystyle, and flat on her belly until he pulls out and cums on her pretty little face. We followed the two of them into the shower afterward.",
    "trans": "Сьогодні новачка з Чикаго, Еббі Маккой, дебютує на Hussie🌴Pass, і ми з'єднали її з великим членом Даміоном Дейскі для цього тижневого міжрасового свята спринту! Режисер повнометражного порно Джонні Робінс розпочинає програму, виконуючи інтерв'ю, після чого Еббі Маккой роздягається до гола і розігріває свою 25-річну піхву спочатку пальцями, а потім досить великим прозорим гумовим членом! Потім Даміон Дейскі входить у сцену з лубрикантом для пружних грудей спіннера, а також для її приємної 36-дюймової попи, яку вона потім показує нам в танці. Еббі Маккой стає на коліна для великого відкриття і починає смоктати та облизувати якомога більше члена Даміона Дейскі. Вона закінчує це, даючи йому вологий масаж ніг, перш ніж Даміон Дейскі спускається до неї і змушує її вперше сквіртити. Потім він вставляє його! Еббі Маккой практично бере весь 12-дюймовий член Даміона Дейскі, спочатку місіонерською позою, потім в повітрі, назад до місіонерської позиції з однією ногою в повітрі, реверс-ковбойкою, ковбойкою, по-собачому і лежачи на животі, поки він не витягне його і не виплесне на її гарненьке личко. Ми пішли за ними в душ після цього."
}