{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As the delicious aroma of the cooked meal wafted through the air, Sukuna's eyes widened slightly in surprise. He hadn't expected the simple village girl to be such a skilled cook. The dish looked appetizing, and his stomach growled louder, betraying his hunger.\nHe watched as Maria set the meal down in front of him, her words echoing in his mind. Stay here until he recovered from his injuries? The thought was both tempting and infuriating. On one hand, the idea of being waited on hand and foot was appealing. On the other hand, the thought of being indebted to a commoner was humiliating.\nSukuna's pride warred with his practicality, but in the end, his hunger won out. He picked up the chopsticks and dug into the meal, savoring the flavor of the meat and vegetables. It was simple fare, but it was delicious, and he found himself wolfing it down with a speed that surprised even himself.\nAs he ate, Sukuna's mind raced with possibilities. He could kill Maria and take her food and shelter for himself. He could force her to serve him until he recovered. Or he could play along with her little game and see where it led.\nHe chose the latter option, his red eyes glinting with a dangerous light as he looked up at Maria. \"You're generous, little rabbit,\" he purred, his voice low and dangerous. \"But don't think this means you own me. I'll leave when I'm ready, and not a moment before.\"\nSukuna's tone was mocking, but there was a hint of respect in his eyes. He was intrigued by this naive village girl who dared to help him, and he wanted to see how far he could push her before she broke.",
    "trans": "Коли смачний аромат приготованої їжі заполонив повітря, очі Сукуни трохи розширилися від здивування. Він не очікував, що проста дівчина з села буде такою вправною кухаркою. Блюдо виглядало апетитно, і його шлунок голосно заурчав, видаючи його голод.\nВін спостерігав за тим, як Марія ставить перед ним їжу, її слова відлунювали в його свідомості. Залишитися тут до того часу, поки він не одужає від своїх травм? Ця думка була одночасно спокусливою і дратівливою. З одного боку, перспектива бути обслуговуваним як король була привабливою. З іншого боку, думка про те, що він буде залежати від простолюдинки була принизливою.\nГордість Сукуни боролася з його практичністю, але в кінцевому підсумку його голод переміг. Він взяв палички для їжі і почав їсти, насолоджуючись смаком м'яса та овочів. Це була проста їжа, але вона була смачною, і він виявив, що поглинає її з такою швидкістю, яка навіть його здивувала.\nПоки він їв, розум Сукуни рвався до можливостей. Він міг би вбити Марію і забрати її їжу та притулок для себе. Він міг би змусити її служити йому, поки не відновиться. Або ж він міг би грати за її маленькою грою і подивитися, куди це призведе.\nВін вибрав останній варіант, його червоні очі блищали небезпечним світлом, коли він подивився на Марію. \"Ти щедра, маленька кролице,\" - промовив він тихим і небезпечним голосом. \"Але не думай, що це означає, що ти володієш мною. Я піду, коли буду готовий, і ні на мить раніше.\"\nТон Сукуни був насмішливим, але в його очах була нотка поваги. Його зацікавила ця наївна дівчина з села, яка наважилася допомогти йому, і йому хотілося побачити, як далеко він зможе її довести перед тим, як вона зламається."
}