{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello New College Residents,\nHalloween is just around thecorner, and we're kicking off the festivities early! Come find the Learning Experience Assistants (LXAs) for a Trick or Treat Adventure on Wednesday, October 16, from 7:00 to 9:00 PM in Wilson Lounge. Drop by anytime to take a break from the midterm grind and build your own wellness goodie bag! The LXA team will be in costume, handing out face masks, candy, stickers, hot chocolate, and more. Get in the Halloween spirit with us!\nDate: Wednesday, October 16, 2024\nTime: 7:00 - 9:00 PM\nLocation: Wilson Lounge\nIf you require any accommodations to fully participate in this event, please email us at new.reslife@utoronto.ca.\nWe can't wait to see you there!\nLXA Team\n---\nNew College Residence Life\n40 Willcocks Street, Toronto, ON M5S 1C6\nnew.reslife@utoronto.ca\nThis electronic mail (e-mail), including any attachments, is intended only for the recipients(s) to whom it is addressed and may contain information that is privileged, confidential and/or exempt from disclosure. No waiver of privilege, confidentiality or any other protection is intended by virtue of its communication by the internet. Any unauthorized use, dissemination or copying is strictly prohibited. If you have received the e-mail in error, or are not named as a recipient, please immediately notify the sender and destroy all copies of it. Thank you.",
    "trans": "Вітаю, мешканці New College!\nГеловін наближається і ми починаємо урочистості раніше! Приходь до асистентів з питань навчального досвіду (LXAs) для пригоди \"Пригощай або пожалкуєш\" в середу 16 жовтня, з 19:00 до 20:00 у Wilson Lounge. Завітайте сюди у будь-який час, щоб відволіктися від клопотів з екзаменами і зібрати свій власний оздоровчий пакунок із ласощами! Команда LXA буде в костюмах, роздаючи маски для обличчя, цукерки, наклейки, гарячий шоколад і багато чого іншого. Відчуйте дух Геловіну разом із нами!\nДата: Середа, 16 жовтня 2024 року\nЧас: 19:00-20:00\nЛокація: Wilson Lounge\nЯкщо вам потрібні будь-які умови для повноцінної участі в цьому заході, будь ласка, напишіть нам на new.reslife@utoronto.ca.\nМи з нетерпінням чекаємо зустрічі з вами!\nКоманда LXA\n---\nNew College Residence Life\n40 Вілкокс стріт, Торонто, Онтаріо M5S 1C6\nnew.reslife@utoronto.ca\nЦей електронний лист (e-mail), включаючи будь-які вкладення, призначений тільки для одержувачів, яким він був адресований, і може містити інформацію, яка є привілейованою, конфіденційною та/або яка не підлягає розголошенню. Жодна відмова від привілеїв, конфіденційності або будь-якого іншого захисту не мається на увазі в силу її передачі через Інтернет. Будь-яке несанкціоноване використання, поширення або копіювання суворо заборонено. Якщо ви отримали цей електронний лист помилково або ви не вказані як одержувач, будь ласка, негайно повідомте про це відправника і знищіть усі його копії. Дякую."
}