{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Are you interested in high-quality, natural, and tasty nutrition? We are! It’s our ambition to shape the future of nutrition.\nDöhler is a leading global producer of natural ingredients and solutions for the food, beverage, lifestyle and nutrition industries. We use innovative technology to process plant-based raw materials and enrich products such as lifestyle drinks, cereals, dairy, and confectionery goods for almost every well-known brand. Close to 10.000 dedicated employees in more than 70 countries share one common goal - to ensure that millions of people around the world enjoy the products created by us.\nWe strive to inspire and empower our employees in everything we do, and we invite you to join our team – together WE BRING IDEAS TO LIFE.\nYour Profile\n• Apply the divisional strategy within the area of responsibility.\n• Integrating new employees into the workflow and team. Promote team spirit.\n• Ensure optimal information exchange within the team and with the interfaces.\n• Setting impulses for continuous standardization and optimization of processes and organizational structures as well as implementation of corresponding measures in coordination with the manager.\n• Contributing ideas and implementing the digital transformation in the area of responsibility. Coordinating and implementing digitization projects in cooperation with the interfaces. Optimizing and mapping new and existing business processes in the digital databases and systems.\n• Adhere to approved budget and initiate appropriate action on impending and identified variances in coordination with manager.\n• Comply with legal requirements and internal regulations.\n• Documenting efficient and effective processes in the company's internal IT systems.\n• Analyze current processes at site to identify inefficiencies and areas for improvement through lean techniques.\n• Implement lean strategies and tools, such as 5S, Kaizen, and value stream mapping, to enhance productivity and quality into daily operations and process workflows.\n• Monitor key performance indicators to track the effectiveness of lean initiatives and make data driven decisions for process enhancements.\n• Provide training and leadership to ensure that lean principles are understood and practiced at all levels of plant operations.\n• Facilitate communication and share best practices across different plants and departments to standardize lean production methods.\nMandatory requirements.\n• Bachelors Degree or higher in Engineering.\n• Higher experience In Manufacturing and Continuous Improvement Systems, i.e., Lean Manufacturing, Operational Excellence, Quality/EHS.\n• Knowledge Lean principles such as Value Stream Mapping, Just-in-Time, Demand Flow, Single Piece Flow, Five S, Visual Management, Total Productive Maintenance, Continuous Improvement Process, Kaizen, and SPC, preferred.\n• Six Sigma Yellow Belt certification preferred.",
    "trans": "Вас цікавить високоякісне, натуральне та смачне харчування? Нас – так! Наша амбіція – формувати майбутнє харчової індустрії.\nDöhler – провідний світовий виробник натуральних інгредієнтів та рішень для харчової, напоївної, лайфстайл- та нутрицевтичної індустрій. Ми використовуємо інноваційні технології для переробки рослинної сировини та збагачення таких продуктів, як функціональні напої, злакові, молочні та кондитерські вироби для майже всіх відомих брендів. Майже 10 000 відданих своїй справі співробітників у більш ніж 70 країнах поділяють одну спільну мету – забезпечити мільйони людей по всьому світу якісними продуктами, створеними нами.\nМи прагнемо надихати та підтримувати наших співробітників у всьому, що ми робимо, і запрошуємо вас приєднатися до нашої команди – разом МИ ВТІЛЮЄМО ІДЕЇ В ЖИТТЯ.\nВаш профіль\n• Реалізація дивізійної стратегії у межах зони відповідальності.\n• Інтеграція нових співробітників у робочий процес та команду. Сприяння розвитку командного духу.\n•Забезпечення оптимального обміну інформацією всередині команди та з Інтерфейсами.\n•Ініціювання безперервної стандартизації та оптимізації процесів і організаційних структур, а також впровадження відповідних заходів у координації з керівником.\n• Внесення ідей та реалізація цифрової трансформації у сфері відповідальності. Координація та впровадження проєктів з цифровізації у співпраці з іншими підрозділами. Оптимізація та моделювання нових і наявних бізнес-процесів у цифрових базах даних і системах.\n• Дотримання затвердженого бюджету та ініціювання відповідних дій у разі виявлення чи прогнозування відхилень у координації з керівником.\n• Відповідність законодавчим вимогам та внутрішнім регламентам.\n•Документування ефективних та раціональних процесів у внутрішніх ІТ-системах компанії.\n• Аналіз поточних процесів на об'єкті для виявлення неефективностей та зон для покращення за допомогою Lean-методик.\n• Впровадження Lean-стратегій та інструментів, таких як 5S, Kaizen та картування потоків створення цінності, для підвищення продуктивності та якості у щоденних операціях і робочих процесах.\n• Моніторинг ключових показників ефективності (KPI) для відстеження результативності Lean-ініціатив та прийняття рішень на основі даних для покращення процесів.\n• Проводити навчання та надавати лідерську підтримку, щоб забезпечити розуміння та впровадження Lean-принципів на всіх рівнях виробничих операцій.\n• Сприяння комунікації та обмін найкращими практиками між різними виробничими майданчиками та відділами для стандартизації методів Lean-виробництва.\nОбов’язкові вимоги.\n• Ступінь бакалавра або вище в галузі інженерії.\n• Досвід роботи у виробництві та системах безперервного вдосконалення, таких як Lean Manufacturing, Operational Excellence, Quality/EHS.\n• Знання Lean-принципів, зокрема Value Stream Mapping, Just-in-Time, Demand Flow, Single Piece Flow, 5S, Visual Management, Total Productive Maintenance, Continuous Improvement Process, Kaizen та SPC (бажано).\n• Сертифікація Six Sigma Yellow Belt (бажано)."
}