{
    "source": "en_US",
    "target": "uk_UA",
    "text": "THE ROLLING STONES: A SUPERGROUP\nThe Rolling Stones are one of the world’s most successful rock bands. Formed in London in 1962, the group has sold more than 240 million albums worldwide and is reportedly worth around €850 million. Many would think that after so long, having achieved so much, and suffering from vari- ous health issues, it would be time to retire. Not the Stones. In February 2020, 15 additional dates for their “No Filter Tour” were announced.\nSo what has made the group so extraordinary and kept them together for close to 60 years despite their many public feuds? Their story provides key lessons for working in groups.\nCohesion is the invisible force that keeps a group together and is a basis for high performance as a unit. And nowhere is cohesion better demonstrated than by the career of the Rolling Stones. In the beginning, it was music—a shared passion for American R&B—that brought them together. The album Best of Muddy Waters provided the initial spark when Keith Richards and Mick Jagger met at a railway station in their hometown of Dartford, Kent, in 1960. One of the tracks on it—“Rollin’ Stone”—gave the group their name.\nEarly cohesion came from the group spending a lot of time together. The band lived, played, and went everywhere together, piled in the back of a van along with their kit. Shared experiences and especially early success helped reinforce the team’s match for each other. Cohesion grew as the team recognized that each member of the band was a master of his own instrument or voice.",
    "trans": "СУПЕРГУРТ THE ROLLING STONES\nThe Rolling Stones є одними з найуспішніших рок-гуртів у світі. Рок-гурт був заснований у Лондоні у 1962 році, його світові продажі сягнули 240 мільйонів альбомів, а статки гурту оцінюються приблизно в 850 мільйонів €. Багатьом зможе здатися, що після стількох років, таких великих досягнень та різноманітних проблем зі здоров'ям, настав час піти на пенсію. Але тільки не Stones. У лютому 2020 року було оголошено 15 додаткових дат туру No Filter Tour гурту.\nЩо ж робить цей гурт таким надзвичайним та тримає його учасників разом майже 60 років поспіль, попри численні публічні ворожнечі? Їхня історія може стати прикладом і уроком про те, як уживатися в одній музичній групі.\nЄдність — це невидима сила, яка тримає гурт разом і є запорукою високої віддачі усіх учасників як єдиного цілого. Ніде згуртованість не демонструється краще, ніж у кар'єрі гурту Rolling Stones. На початку їх об'єднала музика — спільна пристрасть до американського R'n'B. Альбом Best of Muddy Waters став першою іскрою, коли у 1960 році Кіт Річардс та Мік Джаггер зустрілися на залізничній станції свого рідного Дартфорта в окрузі Кент. Один з треків альбому Rollin' Stone і дав назву гурту.\nЗгуртованість на ранніх етапах пояснюється тим, що гурт проводив багато часу разом. Вони жили й подорожували разом, склавши в кузов фургона свої інструменти. Спільний досвід і особливо ранній успіх допомогли зміцнити зв'язок між членами команди. Єдність зростала в міру усвідомлення, що кожен учасник є майстром свого власного голосу та інструмента."
}