{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Grover is one of Sesame Street’s most famous Muppets, whose origins can be found before he became the self-professed \"cute, furry, adorable\" blue monster he would come to be known as. The pink-nosed puppet with cobalt blue fur would be definitively established in Episode 0131, the second season premiere in 1970. However, a similar-looking puppet with green-grey fur, a red nose, and malignantly-angled eyes, had been used in various Muppet productions from the 1960s up to several sketches in the first season of Sesame Street.\nThe dark puppet made its debut on The Ed Sullivan Show in December of 1967 as Gleep, one of several monsters who were described as a group of \"thugs, crooks, and burglars\". Frank Oz performed Gleep with a hard, nasally voice. The puppet would be used again as an ancillary character, performed by Oz and other puppeteers (Jim Henson and Caroll Spinney, for example) in The Muppets on Puppets (1968), Muppet Puppet Plays (1969), IBM's Rowlf-In (1969), the Sesame Street Pitch Reel, and several first season Sesame Street sketches.\nIn addition to the puppet's gruffer appearance, he was most often performed with a raspier voice, as well as somewhat rougher mannerisms than the sweetness that would eventually develop in Grover.",
    "trans": "Гровер є одним з найвідоміших ляльок Маппетів з вулиці Сезам, чиї витоки можна знайти ще до того, як він став самопроголошеним \"миленьким, пухнастим, чарівним\" синім монстром, яким його знають сьогодні. Лялька з рожевим носом і кобальтово-синім хутром була остаточно закріплена в епізоді 0131, прем'єрі другого сезону в 1970 році. Однак подібна на вигляд лялька з зеленувато-сірим хутром, червоним носом і злоякісно нахиленими очима використовувалася в різних продукціях Маппетів з 1960-х років до кількох скетчів у першому сезоні вулиці Сезам.\nТемна лялька дебютувала в шоу Еда Саллівана в грудні 1967 року під ім'ям Гліп, одного з кількох монстрів, які описувалися як група \"бандитів, шахраїв і злодіїв\". Френк Оз виконував Гліпа з жорстким, носовим голосом. Лялька використовувалася знову як допоміжний персонаж, виконуваний Озом та іншими ляльководами (наприклад, Джимом Хенсоном та Кероллом Спінні) у програмах The Muppets on Puppets (1968), Muppet Puppet Plays (1969), Rowlf-In IBM (1969), рекламному ролику Sesame Street Pitch Reel та кількох скетчах першого сезону вулиці Сезам.\nКрім грубшого вигляду ляльки, її найчастіше виконували з більш хриплим голосом, а також з дещо грубішими манерами, ніж та солодкість, яка зрештою розвинулася у Гровера."
}