{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Why does pete has a picture of me!??\nAnd it's an old picture of me....why does pete have it??\nMaybe he likes me too much and he took one from Macau??\nBut something feels odd... I should ask him...\n\"Pete...why do you have my picture under your pillow!?\"\nHe looked at the picture in my hand and snatched it from me...\n\"Its my picture...don't touch it...\"\n\"...\"\n\"I have to keep you careful...\" he said to the photo.\nHe went to his closet and I followed him to see what is he upto!??\nHe opened his duffle bag and pulled out a small box. He pulled out a little hard that the box fell with some many pictures falling out of it. I crouched down to help him when I noticed those are all my pictures....and they are not new. It looks like they are taken long back. And I didn't know they are being taken. Most of them are candid.\nThere are so many pictures of....... me...\n\"Pete...why do you have so many photos..??\" I asked him\nHe took a picture to his heart and replied...\n\"Because.... I love vegas.\"\n\"What!??\"",
    "trans": "Чому в Піта є моє фото!?\nІ це старе фото... чому Піт його має??\nМоже, я йому так подобаюсь, що він взяв одне з Макао??\nАле щось це дивно... треба запитати його...\n\"Піте... чому в тебе моє фото під подушкою!?\"\nВін подивився на фото в моїх руках і відібрав його в мене...\n\"Це моє фото... не чіпай його...\"\n\"...\"\n\"Я повинен обачно тебе зберігати...\" — сказав він до фото.\nВін підійшов до своєї шафи, а я пішла за ним, щоб побачити, що він робить!\nВін відкрив свою сумку й витягнув маленьку коробку. Він витягнув її настільки різко, що коробка впала, і багато фотографій випали з неї. Я зігнулася, щоб допомогти йому, і тоді помітила, що це все фотографії мене... і вони не нові. Здається, вони зроблені давно. І я не знала про їх створення. Більшість з них — спонтанні.\nТам стільки фотографій... мене...\n\"Піте... чому в тебе так багато фото...??\" — запитала я його.\nВін притиснув одне фото до серця й відповів...\n\"Бо... я люблю Вегас.\"\n\"Що!?\""
}