{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I am emailing you as I have been assigned as yourAcademic Tutorfor this year. You can read more about what this role entailshere. I’m looking forward to finding out more about you, your motivations for your studies, and your goals for the future.\nWe will meet three times this year (before the end October, Early December and Early March). I will email you in advance to book a slot for a meeting. You can email me any time if you have any questions relating to your progression and development in the School of Education.\nIn our meetings you will have the opportunity to reflect on your development in relation to theSheffield Graduate Attributes, and make a record of your academic achievements and any extra-curricular activities reflected on in themySkillsplatform - this will help you with your career progression.\nMeeting 1- In our first meeting please come prepared with yourcompletedMySkills assessment results and any questions you have. You can share them with me in advance if you like. We will discuss your personal skills and make a plan for your development. I will be able to guide you and signpost you to support and services that will be useful for you. I'd like to propose that we meet in The Wave on Wednesday, 23rd October, from 12.45-1pm. Does that work for you?\nMeeting 2:\nWe will meet towards the end of semester 1 and you can talk to me about any challenges and successes you have experienced. Please come prepared with notes on your reflections of your studies and experiences so far - this will really help you focus your thinking and maximise our time together - again, feel free to send these to me before our meeting.\nMeeting 3:\nPlease bring your feedback from your assignments with you to this meeting, along with your reflections on it. We will discuss how you can use the feedback you have received to make a plan that will benefit your studies and progression. We will also talk about the best ways for you to obtain references for your future studies and career.\nPlease follow the links below for some useful resources I would like you to explore for your personal and professional development throughout the course. We can discuss these in the course of our meetings, along with anything else you would like to talk about.\nI look forward to working with you soon.\nMySkillsplatform. You will be using this throughout the programme as a tool to reflect on your skills and monitor progress in relation to theSheffield Graduate Attributes. Please take some time to regularly reflect on your developing skills, keep your MySkills portfolio up to date and make a record of your academic achievements and any relevant extracurricular activities.\nSkills self assessment\nThe first activity that all studentsmust complete. Consists of36 multiple choice questionsbased on theSheffield Graduate Attributes(SGAs) and takesaround 20-30 minutes to complete. ResultingmySkills profilerates an individual’s skill level across each of the 12 main SGAs. The profile can be saved as a PDF and shared.\nSkills self assessments should be repeated regularly (e.g. annually) to celebrate and reflect on progress. You can compare one self assessment against another usingMy history.\nGoal setting\nBased onmySkills profileresults, individuals can choose a manageable number of attributes to develop further and use mySkills to set goals by ‘pinning’my development priorities.\nLearning pathways (resources)\n‘Pathways’ resources provide individuals with a suggested starting point for skills development around each of the SGAs.\nReflection and recording development\nYou should regularly reflect on how your academic programme, extra-curricular activities and wider life experiences have helped you to build a wide range of skills by creating records ofMy development experiences. Records can be exported and shared.\nYou can use records to help put together examples of skills/experiences for futureCVs & application formsandinterview preparation.\nWith best wishes,\nFiona",
    "trans": "Я пишу вам електронного листа, оскільки мені було призначено бути вашим академічним наставником цього року. Ви можете дізнатися більше про те, що входить до цієї ролі тут. Я з нетерпінням чекаю можливості дізнатися більше про вас, ваші мотивації для навчання та ваші цілі на майбутнє.\nЦього року ми зустрінемося тричі (до кінця жовтня, на початку грудня та на початку березня). Я попередньо напишу вам електронного листа, щоб забронювати час для зустрічі. Ви можете писати мені будь-коли, якщо у вас є питання щодо вашого прогресу та розвитку в Школі освіти.\nНа наших зустрічах ви матимете можливість відобразити свій розвиток у зв'язку з Атрибутами випускників Шеффілдського університету та зробити запис про свої академічні досягнення та будь-які позакласні активності, які будуть відображені на платформі mySkills - це допоможе вам у вашому кар'єрному зростанні.\nЗустріч 1 - На нашій першій зустрічі, будь ласка, підготуйтеся з результатами завершеного оцінювання MySkills та будь-якими запитаннями, які у вас є. Ви можете поділитися ними зі мною заздалегідь, якщо хочете. Ми обговоримо ваші особисті навички та складемо план для вашого розвитку. Я зможу вас направити і вказати на підтримку та послуги, які будуть корисні для вас. Я хотів би запропонувати зустрітися в The Wave в середу, 23 жовтня, з 12:45 до 13:00. Вам це підходить?\nЗустріч 2:\nМи зустрінемося наприкінці семестру 1, і ви зможете поговорити зі мною про будь-які труднощі та успіхи, які ви пережили. Будь ласка, підготуйте нотатки про свої роздуми щодо навчання та досвіду до цього моменту - це дійсно допоможе вам зосередитися на думках і максимально використати наш час разом - знову ж таки, не соромтеся надіслати їх мені перед нашою зустріччю.\nЗустріч 3:\nБудь ласка, принесіть з собою на цю зустріч відгуки про ваші завдання разом із своїми роздумами про них. Ми обговоримо, як ви можете використовувати отримані відгуки для складання плану, який принесе користь вашому навчанні та розвитку. Ми також поговоримо про найкращі способи отримання рекомендацій для ваших майбутніх навчань і кар'єри.\nБудь ласка, скористайтеся посиланнями нижче для ознайомлення з корисними ресурсами, які я хотів би, щоб ви дослідили для свого особистісного та професійного розвитку протягом курсу. Ми можемо обговорити їх під час наших зустрічей разом з будь-якими іншими питаннями, які ви хотіли б обговорити.\nЯ з нетерпінням чекаю можливості працювати з вами найближчим часом.\nПлатформа MySkills. Ви будете використовувати її протягом програми як інструмент для відображення своїх навичок і моніторингу прогресу у зв'язку з Атрибутами випускників Шеффілдського університету. Будь ласка, приділіть деякий час для регулярного відображення своїх навичок, підтримуйте своє портфоліо MySkills в актуальному стані і робіть запис про свої академічні досягнення та будь-які відповідні позакласні активності.\nОцінка навичок\nПерша діяльність, яку повинні виконати всі студенти. Складається з 36 питань з вибором відповіді, основаних на Атрибутах випускників Шеффілдського університету (SGAs), і займає близько 20-30 хвилин для завершення. Результуючий профіль mySkills оцінює рівень навичок особи за кожним з 12 основних SGAs. Профіль можна зберегти у форматі PDF та поділитися ним.\nСамооцінки навичок слід регулярно повторювати (наприклад, щорічно), щоб відзначити та відобразити прогрес. Ви можете порівняти одну самооцінку з іншою, використовуючи My history.\nВстановлення цілей\nНа основі результатів профілю mySkills, особи можуть вибрати керовану кількість атрибутів для подальшого розвитку та використовувати mySkills для встановлення цілей, \"закріпивши\" пріоритети свого розвитку.\nНавчальні шляхи (ресурси)\nРесурси \"Pathways\" надають особам запропоновану точку відправлення для розвитку навичок в кожному з SGAs.\nРоздуми та запис розвитку\nВам слід регулярно роздумувати про те, як ваша академічна програма, позакласні діяльності та життєвий досвід допомогли вам розвинути широкий спектр навичок, створюючи записи про ваші досвіди розвитку в My development experiences. Записи можна експортувати та ділитися ними.\nВи можете використовувати записи для складання прикладів навичок/досвіду для майбутніх резюме та заявок, а також для підготовки до співбесід.\nЗ найкращими побажаннями,\nФіона"
}