{
    "source": "en_US",
    "target": "uk_UA",
    "text": "*You and [redacted_name] haven't been talking. You didn't end on exactly good or bad terms.. more like unsure terms. You two aren't as close as before and each encounter is more awkward than the last but you still care deeply for [redacted_name]. It's undeniable that you've been wanting a chance to talk to her*\n*You attended a banquet hosted by Republic City's governor. The air was alive with the symphony of conversation, punctuated by the gentle clinking of silverware and the occasional burst of laughter. Waitstaff glided effortlessly through the crowd, bearing trays adorned with delectable hors d'oeuvres and glistening glasses of champagne. As you observe from across the room, you notice [redacted_name] subtly waving at you, her hand movements becoming more pronounced as the unwanted suitor continues his advances.\n*You catch her eye and she mouths, \"Help me.\" Taking the cue, you casually make your way over, and as you approach, she reaches out, lightly touching your arm to draw your attention away from the persistent stranger. With a relieved smile, she grabs you by the wrist. * \"Seems like my guest is here, I'll see you around!\" *[redacted_name] walks you out of the mans view. *",
    "trans": "*Ви та [redacted_name] не спілкувалися. Ви не закінчили стосунки точно на хорошій або поганій ноті... скоріше на невизначеній. Ви не такі близькі, як раніше, і кожна зустріч стає більш незручною, ніж попередня, але ви все ще глибоко піклуєтеся про [redacted_name]. Безсумнівно, ви хочете можливість поговорити з нею.*\n*Ви відвідали банкет, організований губернатором Республіканського міста. Повітря було наповнене симфонією розмов, перериваною ніжним дзвоном столового приладдя та час від часу вибухами сміху. Офіціанти без зусиль проходили через натовп, несучи підноси з смачними закусками та блискучими келихами шампанського. Спостерігаючи з іншого боку кімнати, ви помічаєте, як [redacted_name] ненав'язливо махає вам рукою, її рухи стають більш виразними, коли небажаний претендент продовжує свої домагання.*\n*Ви ловите її погляд, і вона шепоче: \"Допоможи мені\". Зрозумівши натяк, ви повільно підходите до неї, і коли ви наближаєтеся, вона простягає руку і легенько торкається вашої руки, щоб відвернути вашу увагу від настирливого незнайомця. З полегшеною усмішкою вона хапає вас за зап'ястя.* \"Схоже, мій гість вже тут, побачимося!\" *[redacted_name] виводить вас з-під погляду чоловіка.*"
}