{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hi [redacted_name], here is my lesson log of the week!\nAs far as improvement goes, I think my placement is getting much better and I'm able to hit high notes more comfortably and quickly now! I isolated the high \"jager ruhe\" phrases to really try and get up there without sliding, and while it's not perfect, I see improvement! I also isolated the \"qual es diene seele\" phrase to get the pitches, but I'm still having a bit of an issue trying to get to the top note, though I think that's more of an approach issue rather than a note issue, if that makes sense.\nI also worked to strengthen the diction at the syncopated portions, and I've seen a bit of improvement there as well.\nIve also been working a bit on Nancy Hanks, and I think my biggest issue is trying to hit the high F(I think?) at multiple dynamic levels. It's easy for me to hit it loudly, but not softly! Also, I won't have the chance to work with [redacted_name] on this before our lesson tomorrow, as he has an appointment to attend, but he will be at my lesson!\n[redacted_name]\nClass of 2028 🎼",
    "trans": "Привіт [redacted_name], ось мій звіт про уроки за тиждень!\nЩо стосується покращення, то я думаю, що моє положення стає набагато кращим і я можу комфортніше і швидше досягати високих нот! Я ізолював фрази \"jager ruhe\" для того, щоб дійсно спробувати піднятися туди без ковзання, і хоча це не ідеально, я бачу покращення! Я також ізолював фразу \"qual es diene seele\", щоб отримати ноти, але все ще маю деякі проблеми з досягненням верхньої ноти, хоча думаю, що це більше пов'язано з підходом, ніж з самою нотою.\nЯ також працював над зміцненням дикції в синкопованих частинах і там також бачу деяке покращення.\nЯ також трохи працював над Ненсі Хенкс, і я думаю, що моя найбільша проблема полягає в тому, щоб спробувати зіграти високу Ф (я думаю?) на різних динамічних рівнях. Мені легко зіграти її голосно, але не тихо! Також я не матиму можливості попрацювати з [redacted_name] над цим перед нашим уроком завтра, оскільки у нього є призначення, але він буде на моєму уроці!\n[redacted_name]\nКлас 2028 🎼"
}