{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Boss,\nThank you for contacting us about the issue with your recent in-game purchase. We are sorry to hear about your experience and understand how important it is to receive the items you bought.\nTo assist you further, we kindly ask you to provide us with the following details:\n1-The screenshot of your receipt with order number or ID\n2-Your user ID\n3-Game version\nOur team will work towards resolving the issue to ensure you receive the purchased items as soon as possible. Your patience and cooperation are greatly appreciated.\nWarm regards,\nWarrior Game Customer Service Team\n------------------Original------------------\nFrom: [redacted_email]\nDate: Mon, Oct 7, 2024 02:13 AM\nTo:[redacted_id][redacted_id]\nSubject: Idle Office Tycoon_Android_feedback\nYour feedback:\nYesterday I bought a pack for 599 rubles, crystals 9600 pcs, the money was written off, but the crystals never came\nGame Info\nuserId:1080088\nversion:1.2.4\nplatform:Android\ndevice:STK-LX1\nregion:RU\nlanguage:ru\nos:10\nПолучите Outlook для Android",
    "trans": "Шановний Босе,\nДякуємо, що зв'язалися з нами щодо проблеми з вашою недавньою покупкою в грі. Нам шкода чути про ваш досвід і ми розуміємо, наскільки важливо отримати придбані вами предмети.\nЩоб надати вам подальшу допомогу, ми люб'язно просимо вас надати нам наступні деталі:\n1-Знімок екрана вашого чека з номером замовлення або ID\n2-Ваш ID користувача\n3-Версія гри\nНаша команда працюватиме над вирішенням проблеми, щоб забезпечити вам отримання придбаних предметів якомога швидше. Ми дуже вдячні за ваше терпіння та співпрацю.\nЗ найкращими побажаннями,\nКоманда обслуговування клієнтів Warrior Game\n------------------Оригінал------------------\nВід: [redacted_email]\nДата: Пн, 7 жовтня 2024 року 02:13\nКому:[redacted_id][redacted_id]\nТема: Idle Office Tycoon_Android_feedback\nВаш відгук:\nВчора я купив пакет за 599 рублів, 9600 шт. кристалів, гроші були списані, але кристали так і не прийшли\nІнформація про гру\nID користувача:1080088\nверсія:1.2.4\nплатформа:Android\nпристрій:STK-LX1\nрегіон:RU\nмова:ru\nos:10\nОтримайте Outlook для Android"
}