{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Stories of women valiantly leaving their homes in the 1940s to perform the jobs of men are often framed as examples of victorious female empowerment, a sign that women had secured agency over their own lives and decisions and that, after centuries of oppression, they’d finally found freedom. But at that time, even though women across much of America had enjoyed two decades of suffrage, they were still, in almost all respects, lesser citizens than men in the eyes of the law. In many ways, women were treated as property—as being under the hand of first their fathers and then their husbands. The custom of bestowing—or asking for—the hand of a daughter in marriage is just one small but obvious example. And many of the rights and freedoms that women had technically obtained by the 1940s were also relatively recent developments. It frequently took decades for laws on paper to make a real difference in the lived experiences of the individuals to whom they pertained. One prime example: the Nineteenth Amendment to the U.S. Constitution. Passed in 1919 and ratified in 1920, it granted women the right to vote, but for decades thereafter, narrow interpretations of the amendment, as well as impediments and conditions—like literacy tests and the poll tax—would prevent many poor women, particularly in the Deep South, from exercising this right.",
    "trans": "Історії жінок, які відважно залишали свої домівки в 1940-х роках, щоб виконувати чоловічі роботи, часто подаються як приклади переможного жіночого самовизначення, ознака того, що жінки здобули агентність над своїм життям і рішеннями, і що після століть гноблення вони нарешті знайшли свободу. Але в той час, хоча жінки в багатьох частинах Америки насолоджувалися двома десятиліттями виборчого права, вони все ще були, в майже всіх відношеннях, меншими громадянами, ніж чоловіки в очах закону. У багатьох відношеннях жінки розглядалися як власність - як підпорядковані спочатку своїм батькам, а потім своїм чоловікам. Звичай надання або запиту руки дочки в шлюбі є лише одним маленьким, але очевидним прикладом. І багато прав і свобод, які жінки технічно здобули до 1940-х років, також були відносно новими явищами. Часто проходили десятиліття, перш ніж закони на папері справді змінювали життя людей, до яких вони стосувалися. Яскравий приклад: Дев'ята поправка до Конституції США. Прийнята в 1919 році та ратифікована в 1920 році, вона надала жінкам право голосу, але протягом десятиліть після цього вузькі тлумачення поправки, а також перешкоди та умови - такі як тести на грамотність та податок на голосування - заважали багатьом бідним жінкам, особливо на Півдні США, скористатися цим правом."
}