{
    "source": "en_US",
    "target": "uk_UA",
    "text": "0 if x ≤ ti.\n(LBF) model designed to predict the global surface air temperature. The aim is to investigate\nφi(x) := xi.\nThe second family is the set of piece-wise constant basis functions φ(x) := [1, γ1(x), . . . , γk(x)]⊤,\nclimate research, weather forecasting, and environmental monitoring. The dataset contains 1,017\n1 if x > ti\nSeptember 2024. It also contains the year (year) and month (month) for which the temperature\nobservations of monthly surface air temperature in degrees Celsius (temp) from January 1940 to\ny = u⊤α + φ(x)⊤β + ε,\n(\n2\nbinary vector of dummy variables, with ui = 1 if y is observed in month i and u = 0 otherwise;\nwhere y is the surface air temperature, x is year, and ε is a random noise; u := [u2, . . . , u12]⊤ is a\nYou are provided with the ERA5 surface air temperature dataset, which is widely used in\nI(x > ti) :=\nOne of the UN Sustainable Development Goals is ‘climate action’ (goal 13). In this assignment,\nwhich family of basis functions is most suited for modelling the relationship between time and\nyou are conducting a study that compares the predictive performance between three families of\nFigure 1: ERA5 surface air temperature from January 1940 to September 2024.\nof basis functions are considered for computing φ(x); the first family is the set of polynomial basis\nfunctions φ(x) := [1, φ1(x), . . . , φp(x)]⊤, with\nThe specific LBF model being considered in your study is given by\nφ(x) denotes the vector of basis function values; the parameter vectors are α and β. Three families\ntemperature.\nwith\nγi(x) := I(x > ti),\nbasis functions: polynomial, piece-wise constant, and piece-wise linear, for a linear basis function\nis observed. A scatter plot of the dataset is shown in Figure 1.\nwhere I(x > ti) is an indicator function defined by",
    "trans": "0, якщо x ≤ ti.\n(LBF), розробленої для прогнозу температури приземного шару повітря. Дослідження має на меті дослідити\nφi(x) := xi.\nДруга група являє собою множину кусково-сталих базових функцій φ(x) := [1, γ1(x), . . . , γk(x)]⊤,\nвивчення клімату, передбачення погоди та спостереження за навколишнім середовищем. База складається з 1,017 даних\n1 якщо x > ti\nВересень 2024 року. Крім того, в ньому вказано рік (year) і місяць (month), для яких проводилися\nспостереження щомісячної температури приземного шару повітря в градусах Цельсія (temp) з січня 1940 року по\ny = u⊤α + φ(x)⊤β + ε,\n(\n2\nдвійковий вектор з фіктивних величин, де ui = 1, коли y зустрічається в місяці i, і u = 0 у іншому випадку;\nде y - температура приземного шару повітря, x - рік, ε - випадковий шум; u := [u2, . . . , u12]⊤ це\nВи отримуєте дані про температуру поверхневого шару повітря ERA5, котрі активно використовують в\nI(x > ti) :=\nОдна з цілей в галузі сталого розвитку ООН - « діяльність, пов'язана зі зміною клімату» (мета 13). Це завдання,\nсімейство базисних функцій якого, найбільш придатне для відтворення зв'язку між часом і\nВи працюєте над дослідженням порівняння прогностичних показників для трьох груп родин, яких\nРисунок 1: Приземна температура повітря за даними ERA5 з січня 1940 року по вересень 2024 року.\nбазисних функцій для обчислення φ(x); перше сімейство - це набір поліноміальних базисних\nфункцій φ(x) := [1, φ1(x), . . . , φp(x)]⊤, причому\nКонкретна модель LBF, що розглядається у вашому дослідженні, має вигляд\nφ(x) позначає вектор значень базисної функції; вектори параметрів - α та β. Три сімейства\nтемпература.\nз\nγi(x) := I(x > ti),\nбазисні функції: поліноміальна, кусково-стала та кусково-лінійна, для лінійної базисної функції\nспостерігається. Діаграма розсіювання набору даних показана на рисунку 1.\nде I(x > ti) - індикаторна функція, яка визначається"
}