{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Gender-based violence, particularly against women, is a significant issue in Turkey. This form of violence manifests in various ways, including domestic abuse, femicide (the killing of women because of their gender), sexual assault, and harassment. Despite legal frameworks meant to protect women, there are several systemic and social factors that contribute to the persistence and even rise of such violence:\n1. High Femicide Rates\nTurkey has seen alarmingly high rates of femicide in recent years. Many women are killed by current or former partners, often as a result of disputes over divorce, separation, or rejecting male authority. In 2020 alone, over 400 women were reported to have been murdered. Activists argue that the actual numbers may be higher due to underreporting or cases misclassified as accidents.\n2. Weak Enforcement of Protective Laws\nWhile Turkey has laws in place aimed at protecting women from violence, such as Law No. 6284, which allows women to obtain restraining orders, the enforcement of these laws is often seen as inconsistent and inadequate. Women’s rights groups criticize the authorities for failing to take the necessary steps to protect victims, even when they have reported threats or abuse.\nTurkey was also one of the original signatories of the Istanbul Convention (a Council of Europe treaty aimed at preventing and combating violence against women). However, in 2021, Turkey withdrew from the convention, sparking widespread protests and backlash, as many saw it as a step back in the fight against gender-based violence. The government defended its decision by saying that Turkish laws could sufficiently protect women, though critics argued this withdrawal would lead to further insecurity for women.\n3. Cultural Norms and Patriarchy\nDeep-rooted patriarchal attitudes in parts of Turkish society continue to perpetuate violence against women. Many women are expected to conform to traditional roles within the family, and violations of these expectations can result in violence. In conservative segments of society, there is often a stigma around divorce or women who challenge male authority, leading to control through violence.\n4. Lack of Gender Sensitivity in Law Enforcement and the Courts\nMany women face challenges when reporting crimes due to a lack of gender sensitivity among police and the judiciary. Victims of domestic violence or sexual assault may not receive the protection they need, and sometimes their cases are dismissed or minimized. Perpetrators are often given lenient sentences or allowed to escape punishment due to “good behavior” or “provocation” defenses, which has led to public outrage.\n5. Rising Public Outrage and Activism\nWomen’s rights groups and activists have played a crucial role in bringing attention to these issues. Movements such as “We Will Stop Femicide” have organized large protests, social media campaigns, and legal advocacy to hold the government accountable and demand stronger protections for women. These groups also track femicides and highlight cases that would otherwise go unnoticed.\nDespite these challenges, the push for reforms and justice for women remains strong. However, the rise in gender-based violence, combined with the withdrawal from international frameworks like the Istanbul Convention, shows that Turkey faces significant challenges in addressing and reversing this disturbing trend. The efforts of women’s rights groups and broader societal change will be key in tackling this crisis.",
    "trans": "Гендерно обумовлене насильство, особливо щодо жінок, є значною проблемою в Туреччині. Ця форма насильства проявляється різними способами: домашнє насильство, феміцид (вбивство жінок через їхню стать), сексуальне насильство та домагання. Незважаючи на існування правових рамок, спрямованих на захист жінок, існує кілька системних і соціальних факторів, які сприяють збереженню і навіть зростанню такого насильства:\n1. Високі показники феміциду\nВ останні роки в Туреччині спостерігається тривожно високий рівень феміциду. Багато жінок стають жертвами вбивств з боку нинішніх або колишніх партнерів, часто внаслідок суперечок щодо розлучення, розділу або відмови підкоритися чоловічій владі. Тільки у 2020 році було зареєстровано понад 400 випадків вбивств жінок. Активісти стверджують, що реальні цифри можуть бути ще вищими через недооблік або неправильну класифікацію випадків як нещасних випадків.\n2. Слабке виконання захисних законів\nХоча в Туреччині існують закони, спрямовані на захист жінок від насильства, такі як Закон № 6284, який дозволяє жінкам отримувати охоронні приписи, виконання цих законів часто вважається непослідовним і недостатнім. Групи захисту прав жінок критикують владу за те, що вона не вживає необхідних заходів для захисту жертв, навіть коли вони повідомляють про загрози або насильство.\nТуреччина також була однією з перших країн, які підписали Стамбульську конвенцію (угоду Ради Європи, спрямовану на запобігання та боротьбу з насильством щодо жінок). Однак у 2021 році Туреччина вийшла з конвенції, що викликало широкомасштабні протести та негативну реакцію, оскільки багато хто вважав це кроком назад у боротьбі з насильством на ґрунті статі. Уряд обґрунтував своє рішення тим, що турецькі закони можуть достатньо захищати жінок, хоча критики стверджували, що цей вихід призведе до подальшої небезпеки для жінок.\n3. Культурні норми та патріархат\nГлибоко вкорінені патріархальні установки в деяких частинах турецького суспільства продовжують сприяти насильству щодо жінок. Багато жінок очікується, що вони відповідатимуть традиційним ролям у сім'ї, а порушення цих очікувань можуть призвести до насильства. У консервативних сегментах суспільства часто існує стигма навколо розлучення або жінок, які кидають виклик чоловічій владі, що призводить до контролю через насильство.\n4. Відсутність чутливості до гендерних питань у правоохоронних органах та судах\nБагато жінок стикаються з труднощами при повідомленні про злочини через відсутність чутливості до гендерних питань серед поліції та судової системи. Жертви домашнього насильства або сексуального насильства можуть не отримати необхідного захисту, а іноді їх справи відхиляються або мінімізуються. Зловмисники часто отримують м'які покарання або можуть уникнути покарання завдяки захисту \"доброї поведінки\" або \"провокації\", що викликає громадське обурення.\n5. Зростаюче громадське обурення та активізм\nГрупи захисту прав жінок та активісти відіграли важливу роль у приверненні уваги до цих проблем. Рухи такі як \"Ми зупинимо феміцид\" організували великі протести, кампанії в соціальних мережах та юридичну підтримку для того, щоб притягнути уряд до відповідальності та вимагати більшого захисту для жінок. Ці групи також ведуть облік феміцидів і висвітлюють випадки, які інакше залишилися б непоміченими.\nНезважаючи на ці виклики, прагнення до реформ і справедливості для жінок залишається сильним. Однак зростання насильства на ґрунті статі, в поєднанні з виходом з міжнародних рамок, таких як Стамбульська конвенція, свідчить про те, що Туреччина стикається з серйозними проблемами у вирішенні та зміні цієї тривожної тенденції. Зусилля жіночих правозахисних груп та ширші зміни в суспільстві будуть ключовими у подоланні цієї кризи."
}