{
    "source": "en_US",
    "target": "uk_UA",
    "text": "speech per learner. They found reasonably sized correlations (in the r = 0.40 to 0.55 range) between extraversion and six of the seven variables, and particularly a clear effect for the fluency measure of speech rate. Across the board, the more extraverted a speaker was, the faster speech rate he or she was likely to display. The speech had been elicited under two conditions, a high-stress ten-minute oral exam situation and a more relaxed untimed conversation with the researchers. It turned out that the stress of the situation made a noticeable impact on introverted, but not extraverted, speakers. Specifically, there was suggestive evidence that, under stressful conditions, the introverted participants achieved higher lexical richness and more explicit language but at the expense of engaging in more hesitation- marked lexical searches and in more disfluency. Overall, then, an advantage in fluency for extraverts was counterbalanced by an advantage in complexity and lexical richness for introverts. By comparison, morphological accuracy was the only variable examined by Dewaele and Furnham (2000) that did not yield any correlations with either extraversion or introversion",
    "trans": "мовлення кожного учня. Вони виявили доволі значні кореляції (в межах r = 0,40–0,55) між екстраверсією та шістьма з семи змінних, особливо чіткий ефект спостерігався для показника швидкості мовлення. Загалом, чим екстравертнішим був мовник, тим вищу швидкість мовлення він або вона демонстрували. Мовлення було отримане за двох умов: під час стресової десятихвилинної усної екзаменаційної ситуації та в більш розслабленій, без обмеження часу, розмові з дослідниками. Виявилося, що стресова ситуація мала помітний вплив на інтровертів, але не на екстравертів. Зокрема, було отримано попередні свідчення того, що за умов стресу інтроверти демонстрували вищу лексичну насиченість й чіткіше використання мови, але це супроводжувалося частішими паузами під час лексичного пошуку та вищим рівнем дисфлюентності (неспроможності говорити плавно).Таким чином, перевага екстравертів у швидкості мовлення компенсувалася перевагою інтровертів у складності та лексичному багатстві мовлення. Для порівняння, єдиною змінною, дослідженою Девеле та Фурнгамом (2000), яка не виявила жодної кореляції ні з екстраверсією, ні з інтроверсією, була морфологічна точність."
}