{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Staphylococcus aureus found in urine\nUrinalysis\nHello, I have a question regarding Staphylococcus aureus as I cannot find anything / doctors don’t know what to tell me either.\nSo about 8/9 months ago I got my first UTI ever, which was treated with Fosfomycin (2 sachets). In February I got a second UTI which was treated with Nitrofurantoin (6 pills - 3 days course). Consequently, I decided to get tested: urine test shows leukocytes in my urine at 187 and squamous epithelial cells at 48… my GP told me not to worry about these values but, to my knowledge and to what is indicated in the exam results sheet, they’re not normal at all. My urine colture came back positive and showed Staphylococcus aureus in my urine at 100,000. For that, I was put on Bactrim for 8 days (16 tablets), although I do not know if that has cleared the bacteria out properly because I am not able to retest (for context, I am an international student living in the UK: the GP I’m registered to won’t give me an in person appointment even though I begged them to and won’t give me the paperwork needed to get a culture done. I did all of my exams in my country of origin).\nI literally don’t know what to do and I’m scared of getting another UTI (I always get them after sex, even though I do my bidet regularly, pee before and after and even take D-Mannose. My partner does the same thing so I’m not sure as to what’s wrong). Could anyone direct me from here? Help would be gladly appreciated",
    "trans": "Стафілокок золотистий виявлений у сечі\nАналіз сечі\nПривіт, у мене є питання щодо стафілокока золотистого, оскільки я не можу знайти нічого / лікарі також не знають, що мені сказати.\nПриблизно 8/9 місяців тому я вперше отримав(ла) інфекцію сечовивідних шляхів (ІСШ), яка була вилікувана Фосфоміцином (2 пакетики). У лютому я отримав(ла) другу ІСШ, яка була вилікувана Нітрофурантоїном (6 таблеток - курс на 3 дні). Внаслідок цього я вирішив(ла) пройти обстеження: аналіз сечі показав наявність лейкоцитів у моїй сечі - 187 та плоских епітеліальних клітин - 48... мій лікар загальної практики сказав мені не турбуватися про ці значення, але, на мою думку і згідно з тим, що вказано в листі з результатами аналізу, вони зовсім не нормальні. Моя культура сечі дала позитивний результат і показала наявність стафілокока золотистого у моїй сечі - 100000. За це мені призначили Бактрим на 8 днів (16 таблеток), хоча я не знаю, чи вдалося повністю позбутися бактерій, оскільки я не можу пройти повторне обстеження (для довідки, я є міжнародним студентом, який живе у Великобританії: лікар загальної практики, до якого я зареєстрований(а), не дасть мені особисту консультацію, навіть якщо я їх дуже прошу, і не дасть мені документацію, необхідну для проведення аналізу культури. Я пройшов(ла) всі свої обстеження у своїй країні походження).\nЯ буквально не знаю, що робити і боюся отримати ще одну ІСШ (я завжди отримую їх після сексу, хоча регулярно користуюсь біде, пісяю до і після та навіть приймаю D-Манозу. Мій партнер робить те ж саме, тому я не впевнений(а), що не так). Чи може хтось направити мене з цього моменту? Буду вдячний за допомогу"
}