{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello,\nThank you for writing in.\nWe are unable to assess your request as it is missing the information we require for processing your report. To help us process your report, please provide:\n- the URL of the specific infringing TikTok content (audio / video / account URL) you wish to report;\n- the URL of your content; and information such as the title of the work, type of the work, copyright owner's name, date of creation, with specific timestamps where available;\n- a screenshot of your logged in (social media) account used to post your content,\n- or, any other proof that you own your content if you have not posted it online;\n- more details on how the reported content infringes your copyright.\nPlease provide these materials within 3 business days. If we do not hear back from you, we will consider this report closed and you can submit a new request with complete information.\nRegards,\nTikTok Team\nThe contents of this email and any attachments are intended for the addressee only and may be confidential and privileged material. If you have received this email in error, please delete it from your system and notify the sender as soon as possible. If you are not the addressee then you may not review, transmit, disclose, copy or otherwise use this email and any attachments.\nThank you for your cooperation.\nReport time: 2024/09/17 20:02:17\nReport ID: 7415700914513346565\nReported URLs: https://www.tiktok.com/@6817819585393230854",
    "trans": "Привіт,\nДякуємо за ваше повідомлення.\nМи не можемо оцінити ваш запит, оскільки в ньому відсутня інформація, необхідна для обробки вашого звіту. Щоб допомогти нам обробити ваш звіт, будь ласка, надайте:\n- URL-адресу конкретного порушуючого контенту TikTok (аудіо / відео / URL-адреса облікового запису), який ви хочете повідомити;\n- URL-адресу вашого контенту; а також інформацію, таку як назва твору, тип твору, ім'я власника авторських прав, дата створення, з конкретними часовими мітками, якщо доступно;\n- скріншот вашого залогованого (соціального медіа) облікового запису, використаного для публікації вашого контенту;\n- або будь-яке інше підтвердження того, що ви є власником свого контенту, якщо ви не публікували його в Інтернеті;\n- більше деталей про те, як повідомлений контент порушує ваші авторські права.\nБудь ласка, надайте ці матеріали протягом 3 робочих днів. Якщо ми не отримаємо від вас відповіді, ми вважатимемо цей звіт закритим і ви зможете подати новий запит з повною інформацією.\nЗ повагою,\nКоманда TikTok\nВміст цього електронного листа та будь-які вкладення призначені лише для адресата і можуть містити конфіденційну та привілейовану інформацію. Якщо ви отримали цей електронний лист помилково, будь ласка, видаліть його зі своєї системи та якомога швидше повідомте відправника. Якщо ви не є адресатом, то вам заборонено переглядати, передавати, розкривати, копіювати або іншим чином використовувати цей електронний лист та будь-які вкладення.\nДякуємо за вашу співпрацю.\nЧас звіту: 17.09.2024 20:02:17\nID звіту: 7415700914513346565\nПовідомлені URL-адреси: https://www.tiktok.com/@6817819585393230854"
}