{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Your immune system will become weaker, to protect your fetus from being rejected as a foreign body.\nPhysiological changes\nDuring the second trimester, hormones suppress your immune system, to help protect the fetus from being rejected as a foreign body (1). This makes it easier to catch an infection like a cold or a urinary tract infection (UTI) (2). Pregnant people who catch the flu are more likely to progress to serious illness and hospitalization, so it's a good idea to get a flu shot during flu season (3).\nThe fetus now has functioning organs and limbs. During the second trimester, the fetus will grow large enough that you can see all of its parts on an ultrasound (2).\nSize: 8.7cm/3.4in\nSymptoms and sensations\n• About 50% of people who have experienced nausea during pregnancy will feel their nausea ease this week (4).\n• Some people notice an increase in energy this week (5).\n• Some people report a bad or metallic taste in their mouth in early pregnancy due to hormonal fluctuations (6).\nTips and suggestions\n• Wash your hands often and remember that your immune system is not at its strongest.\n• Ask those who are sick to stay away from you.\n• If you're experiencing a metallic taste in your mouth, try eating ice chips or popsicles or drinking cold drinks (6,7).\n• It’s important to take good care of your teeth during pregnancy. Changes in your oral bacterial balance, a rise in oral acidity, and a weakened immune function make it easier for bad bacteria to grow (8). If your gums are swollen, talk to your healthcare provider—periodontitis can increase your risk for preterm birth (8).\nInteresting fact\nWater-soluble vitamins, like B vitamins and vitamin C, are important for fetal development, but aren’t stored in your body like fat-soluble vitamins (9). During pregnancy, you lose more water-soluble nutrients through urine (10,11), so it's important to eat well every day. Focus on foods that are nutrient-dense, colorful, and unprocessed. If you have a history of an eating disorder, your healthcare provider can help you navigate nutrition and emotions, or refer you to a specialist.",
    "trans": "Ваша імунна система стане слабшою, щоб захистити ваш плід від відторгнення як чужорідного тіла.\nФізіологічні зміни\nПротягом другого триместру гормони пригнічують вашу імунну систему, щоб допомогти захистити плід від відторгнення як чужорідного тіла (1). Це робить легшим зараження інфекцією, такою як застуда або інфекція сечовивідних шляхів (ІСШ) (2). Вагітні люди, які захворіли на грип, мають більшу ймовірність розвитку серйозного захворювання та госпіталізації, тому під час сезону грипу доцільно зробити щеплення від грипу (3).\nУ плода вже є функціонуючі органи та кінцівки. Протягом другого триместру плід виросте настільки великим, що ви зможете побачити всі його частини на ультразвуковому дослідженні (2).\nРозмір: 8,7 см/3,4 дюйма\nСимптоми та відчуття\n• Приблизно 50% людей, які відчували нудоту під час вагітності, відзначать полегшення нудоти цього тижня (4).\n• Деякі люди помічають збільшення енергії цього тижня (5).\n• Деякі люди повідомляють про неприємний або металевий смак у роті на ранніх стадіях вагітності через гормональні коливання (6).\nПоради та рекомендації\n• Часто мийте руки і пам'ятайте, що ваша імунна система не є найсильнішою.\n• Попросіть тих, хто хворий, триматися подалі від вас.\n• Якщо ви відчуваєте металевий смак у роті, спробуйте їсти льодяники або морозиво або пити холодні напої (6,7).\n• Важливо добре доглядати за зубами під час вагітності. Зміни в балансі бактерій у роті, підвищення кислотності ротової порожнини та ослаблена функція імунної системи сприяють росту шкідливих бактерій (8). Якщо ваші ясна запалені, зверніться до свого лікаря - пародонтит може збільшити ризик передчасних пологів (8).\nЦікава інформація\nВодорозчинні вітаміни, такі як вітаміни групи B та вітамін C, важливі для розвитку плоду, але не зберігаються в організмі так, як жиророзчинні вітаміни (9). Під час вагітності ви втрачаєте більше водорозчинних поживних речовин через сечу (10,11), тому важливо щодня харчуватися добре. Зосередьтеся на продуктах, які є багатими на поживні речовини, кольоровими та необробленими. Якщо у вас є історія розладів харчування, ваш лікар може допомогти вам орієнтуватися у харчуванні та емоціях або направити вас до спеціаліста."
}