{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It's natural for you to question tradition. You are, above all things, an individualist. You naturally rebel against that which is established. It doesn't mean that you consistently break all the rules, but you do question some of them, especially those that don't make much sense.\nYou possess a huge distaste for routine. You work best when you have some say as to when and how you get things done.\nYou possess much self-integrity. You avoid labeling people and are most offended when others attempt to label or stereotype you.\nYou easily embrace new ways of doing things, stick up for the underdog, and express yourself in unique and inspiring ways. You don't have to try to stand out as unique--you are original, creative, and progressive without trying. Far from pretentious, you value honesty and truth and avoid putting on airs.\nYou believe in equality and easily relate to people from all walks of life. You possess an unmistakable enthusiasm, and generally, your life is interesting because you invite unusual or adventurous experiences into your world. Others appreciate you because you are open-minded, fair, and not judgmental. Nothing really seems to faze you! You take things in stride and are rarely shocked or taken aback by human behavior.\nKey traits: She is magnetic, intuitive, inventive, unique, and innovative, always seeing where improvements and progress can be made. She is at her best when she feels free to be herself--she doesn't like to be told what to do.",
    "trans": "Цілком природно ставити під сумнів традиції. Ви, перш за все, індивідуаліст. Ви природно бунтуєте проти встановленого порядку. Це не означає, що ви постійно порушуєте всі правила, але ви ставите під сумнів деякі з них, особливо ті, які не мають сенсу.\nВи маєте велике неприязнь до рутини. Ви найкраще працюєте, коли маєте певний вплив на те, коли і як виконувати завдання.\nВи володієте великою самостійністю. Ви уникаєте ярликів для людей і найбільше ображаєтеся, коли інші намагаються вас охарактеризувати або стереотипізувати.\nВи легко приймаєте нові способи виконання справ, захищаєте слабших і виражаєте себе унікальними та надихаючими способами. Вам не потрібно намагатися виділитися як унікальному - ви оригінальні, креативні та прогресивні без зусиль. Далеко від претензійності, ви цінуєте чесність і правду і уникаєте показного поведінки.\nВи вірите в рівність і легко знаходите спільну мову з людьми з усіх верств суспільства. Ви володієте незаперечним ентузіазмом і загалом ваше життя цікаве, оскільки ви запрошуєте незвичайні або пригодницькі досвіди у свій світ. Інші цінують вас за відкритість, справедливість і відсутність упереджень. Вас нічого особливо не дивує! Ви сприймаєте речі спокійно і рідко шокуєтесь або здивовуєтесь людській поведінці.\nКлючові риси: Вона магнетична, інтуїтивна, винахідлива, унікальна та інноваційна, завжди бачить можливості для покращення та прогресу. Вона найкраще проявляється тоді, коли відчуває свободу бути собою - їй не подобається, коли їй кажуть що робити."
}