{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• The flu virus contains (−) ssRNA and has two glycoproteins called haemagglutinin (HA) and\nneuraminidase (NA) in its outer membrane.\n• The NA and HA glycoproteins are spike-like objects and are crucial to the infectious process\n• The mucosal secretions are rich in glycoproteins and glycolipids which bear a terminal sugar\nsubstituent called sialic acid\n• HA binds to the sialic acid moiety of glycoconjugates on the outer surface of host cells leading\nto adsorption and cell uptake.\n• NA catalyses the cleavage of sialic acid from glycoconjugates. It aids the movement of the\nvirus through mucus and releases the virus from infected cells after budding.\n• After replication in the host cell, Budding then takes place and a new virion is released. NA\naids this release by hydrolysing any interactions that take place between HA on the virus and\nsialic acid conjugates on the host cell membrane.\n• HA and NA act as antigens for flu vaccines. However, the influenza A virus readily mutates\nthese proteins and new flu vaccines are required each year.",
    "trans": "• Вірус грипу містить (−) однониткову РНК (ssRNA) та має дві глікопротеїни, що називаються гемаглютинін (HA) та\nнейрамінідаза (NA), у своїй зовнішній мембрані.\n• Глікопротеїни HA та NA мають форму шипів і є ключовими у процесі інфекції.\n• Секрети слизових оболонок містять велику кількість глікопротеїнів і гліколіпідів, які мають термінальну цукрову групу –\nсіалову кислоту.\n• HA зв’язується з сіаловою кислотою у складі глікокон’югатів на поверхні клітин-хазяїв, що сприяє\nадсорбції вірусу та його проникненню в клітину.\n• NA каталізує відщеплення сіалової кислоти від глікокон’югатів. Це допомагає\nвірусу рухатися через слиз і вивільнятися з інфікованих клітин після брунькування.\n• Після реплікації у клітині-хазяїні відбувається брунькування, і новий віріон вивільняється. NA\nсприяє цьому процесу, гідролізуючи взаємодії між HA на вірусі та\nсіаловими кислотними кон’югатами на мембрані клітини-хазяїна.\n• HA та NA діють як антигени для вакцин проти грипу. Однак вірус грипу A швидко мутує,\nзмінюючи ці білки, тому щороку потрібні нові вакцини."
}