{
    "source": "en_US",
    "target": "uk_UA",
    "text": "October 9, 2024\nHello Mizner Team,\nWe are closely monitoring Hurricane Milton and want to keep you informed of our plans for Club operations over the coming days. Based on the latest information, here is the current schedule:\nToday, Wednesday, October 9\nThe Fitness Center, Spa, Kids Central, Card Rooms, and Craft Bar & Grill will open at their regular times. All other areas will be closed, including both the Golf Pro Shop and Racquet Pro Shop. The Club will close after lunch at 2:30 p.m., with takeout service (lunch menu only) available until 2:30 p.m. All staff is expected to be off property by 4 PM. Confer with your department head to confirm work times within your specific area.\nPlease assure that your contact information is correct in the Paycom system, as we will need to contact you.\nThursday, October 10\nThe Club is on standby tomorrow morning based on weather conditions and the state of the facilities. We will assess conditions and any potential storm impacts to determine whether we can reopen later in the day.\nPlease pay attention to your phones, as your department head will be communicating with you concerning the reopening of the Club.\nFriday, October 11\nOur goal is to have our Clubhouse and Central fully operational with regular business hours. We will also assess outdoor areas to see if it's possible to resume operations.\nYour safety is our top priority. Please take the necessary precautions and stay safe. The management team is meeting daily to review the trajectory of the stor",
    "trans": "9 жовтня 2024 року\nВітаємо, команда Mizner!\nМи уважно стежимо за ураганом Мілтон і хочемо тримати вас у курсі наших планів щодо роботи Клубу найближчими днями. Виходячи з останньої інформації, ось поточний графік:\nСьогодні, середа, 9 жовтня\nФітнес-центр, спа, Kids Central, карткові кімнати та Craft Bar & Grill працюватимуть у звичайному режимі. Всі інші зони будуть закриті, включно з магазинами Golf Pro Shop та Racquet Pro Shop. Клуб закриється після обіду о 14:30, а замовлення на винос (тільки обіднє меню) будуть доступні до 14:30. Усі співробітники повинні покинути територію до 16:00. Будь ласка, узгодьте свій робочий час із керівником вашого відділу.\nПереконайтеся, що ваші контактні дані правильні у системі Paycom, оскільки нам може знадобитися зв’язатися з вами.\nЧетвер, 10 жовтня\nРобота Клубу буде на паузі зранку, залежно від погодних умов та стану об’єктів. Ми оцінюватимемо ситуацію та можливі наслідки шторму, щоб ухвалити рішення щодо можливого відкриття пізніше в цей день.\nБудь ласка, слідкуйте за своїми телефонами – ваш керівник відділу повідомить вам оновлену інформацію щодо відкриття Клубу.\nП’ятниця, 11 жовтня\nНаша мета – повністю відновити роботу Клубу та центральних зон у звичайному режимі. Ми також перевіримо стан відкритих майданчиків, щоб визначити можливість відновлення їхньої роботи.\nВаша безпека – наш пріоритет. Будь ласка, вживайте необхідних заходів обережності та залишайтеся в безпеці. Менеджмент проводить щоденні зустрічі для оцінки траєкторії шторму."
}