{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] feeling restless.\nHe’s been shaking his legs, biting his nails as his eyes are glued to the sight in front of him. Out of all the hotels they could've checked into, they end up in a hotel with a bathroom with see through walls.\nIt's translucent, thank goodness. Because if Doyoung sees anything more than [redacted_name] silhouette taking a shower then he might go absolutely insane.\nNot that he's sane now - when the entire day he's been thristing over a silly little guy who has a bit too much money to spend on everything Doyoung wants. It's not just about the money, but the way peach daddy turned out to be What A Man has Doyoung questioning his entire existence. So not all of his fans are pervy thirsty middle aged men after all…\nJaehyun is young and handsome, too rich for his own good. He's a genuine guy, who doesn't seek Doyoung for any sexual favors. It's Doyoung who keeps wondering what's inside of those washed out cargo pants, what's underneath the graphic tee. Doyoung’s going through it due to his prolonged dry spell, it’s been a hot minute since he went into the dating pool. After his last relationship, he decides that no man is worth investing in. But this man, he’s exactly Doyoung’s type.\nThe sound of a phone ringing snapped him out of his daydream. It's not his ringtone though.\nWhat seems to be Jaehyun's phone kept buzzing on the table, unbeknownst to his owner. Doyoung peers at it curiously, the caller number displayed on the screen. It could be just a scam call. A few seconds later it rings again, and again, with a few text messages coming in strings - that’s when Doyoung decides it's got to be important.\nHe picks up the phone, then walks over to the bathroom door to knock on it a few times. The sound of water stops, then comes Jaehyun's voice asking, “Yes, bunny?”\nDoyoung gets caught off guard at how soft his tone is, “Oh, uh… there's a call for you.”\n“Is it important?”\n“They keep calling you back, so it might be.”\nA few moments later, Jaehyun opens the door, wide enough for Doyoung to see his wet torso (the first thing he lays his eyes on). Water trickles down the tip of his hair, then to his collarbones, then the dip of his abs, then lower… and lower…\n“Sorry.” Jaehyun says. Doyoung quickly returns his gaze back to Jaehyun's, who's looking at him apologetically. He scowls at his phone in Doyoung's hand, ringing again with the same call. “It's work, but I already let them know I'm unavailable.”\nHe takes the phone in Doyoung's hand, turns it off. “I'm almost done, do you want to go next?”\nDoyoung licks his lips, it must be the drinks they had at the bar earlier now that his throat feels so dry. It's definitely not from the fact that Jaehyun is naked in front of him, fresh out of the shower, skin glowing and untouched. Doyoung wants so bad to just lunge at the man and do what he wants, it has been so long since he's gotten some. Now that he has this beautiful man served to him on a silver platter, it's hard to control himself.\nBut said man is also dense and oblivious, looking at Doyoung worriedly. “Your face is red, bunny. Are you okay?”\nDoyoung gulps, being called bunny by a hot naked guy does things to him. He shakes his head shyly, looking anywhere but down there.\n“Do you want to shower now? I can help you?”\nDoyoung almost exploded at that statement. Did Jaehyun just invite him to shower? Together? Naked?\nThe cogs in his brain jam, all Doyoung could think of is just…\n“I promise I won't do anything.”\n“Oh,” Doyoung could not hide his disappointment. Oh, if only Jaehyun knows the stuff that Doyoung wants him to do in the shower alone.\n“What?”\nThat just escaped from his head. So, Doyoung gives him. Honesty is the best policy. Sincerity is always the key. “Jaehyun, I want to have sex with you.”\nJaehyun's mouth open in shock, “W-what?!”\n“I need you to pin me in the shower and fuck me raw.”\n“Bunny!!!” Jaehyun shouts, his face as red as a tomato. “I- How can I… I'm just a nobody… you're so perfect. I don't deserve you…”\nDoyoung steps inside the shower, making Jaehyun take a few steps back. He looks at Doyoung nervously, then when he's pinned on the glass wall, Doyoung presses his body against him. “You just won a day with me, silly. So you still have the privilege to do anything with me. Anything you want.”\n“Anything I want?” Jaehyun asks, voice shaking.\n“Anything.”\n“Bunny…” Jaehyun's eyes trail Doyoung's expression for any sign of doubt, but all he could sense was determination and so much desire from Doyoung's eyes. “What you said earlier, do you mean it?”\n“Yes,” Doyoung nods his head, he brings a hand to trail the line on Jaehyun's chest, down his cleavage to his abs. “I mean it.”\n“I can fuck you, bunny?”\n“However you want, daddy.”\nThe tension between them explodes when their lips finally meet, Doyoung wastes no time to suck on Jaehyun’s plump lips that he's been staring at all day. Jaehyun lets out little whimpers as Doyoung chews on it gently, wrapping his arms around his neck to latch onto him.\nJaehyuh kisses him soft and polite, but all Doyoung wants is to make this man crumble. So he brings a hand up the back of Jaehyun's head, pulling on the strands to better angle their mouths together so Doyoung can shove his tongue. Jaehyun lets out a shocked noise at that, then it turns into soft moans of pleasure. He seems to like having his hair tugged while being kissed passionately.\nWhat Doyoung doesn't expect is to be lifted up, his legs wrap around Jaehyun's waist, and he's brought inside the shower. Doyoung gets pinned on the shower wall, now it's Jaehyun's turn to explore his mouth. He even has a hand groping Doyoung's body, from his lower back then to his still clothed ass, massaging the soft meat. He lets out a shameless moan, letting Jaehyun suck on his tongue hungrily.\nHe wants to peel his clothes off so badly at the moment, wanting to feel Jaehyun's bare body on his. “Down,” Doyoung says when Jaehyun moves his attention to the expanse of Doyoung's neck. Sucking and biting possesive marks on his skin. “Put me down, please.”\nSo Jaehyun gently lowers Doyoung down, making sure his feet touch the floor safely. While moving Doyoung notices Jaehyun's cock rising up, the tip pointing at him. Doyoung peels off his clothing so fast, throws it outside then gets on his knees.\n“Daddy, let me suck your cock.”\nJaehyun gasps when Doyoung takes him inside his warm mouth, it's as warm as they kissed earlier. He leans backwards onto the glass, throwing his head back when Doyoung works his way to take his cock whole. It's long and thick, perfect for Doyoung's big mouth. Jaehyun thinks about in his videos Doyoung’s sucking on his dildos, eyes looking straight at the camera just like how he's looking at Jaehyun now.\n“Mmm… so thick,” Doyoung says, his voice as sultry as in Jaehyun's favorite JOI video. “Need Daddy to fill me up…”\n“Bunny…” Jaehyun fists on Doyoung's black hair, gently pushing it to take more of his length. “I've been dreaming of this…”\nDoyoung's eyes widen when Jaehyun thrusts hard until it finally reaches the back of his throat, “Mmph!”\n“Bunny… I can't help myself….”\nIn contrast with his shy words, Jaehyun holds Doyoung's head and fucks into his mouth like an object of pleasure. His bunny's mouth feels much warmer and wetter than the honeybunny fleshlights he has at home, the one he uses to pleasure himself while listening to honeybunny’s voice telling him to cum. The real thing is way better, when Doyoung is on his knees, clawing on his thighs as he takes in Jaehyun's thick cock filling his throat.\n“Bunny, can I…” Jaehyun gasps when Doyoung hollows his cheeks, sucking his cock harder. “Can I come on your face?”\nPerfect. That's exactly what's Doyoung's into.\nHe nods eagerly, looking up at Jaehyun with tear glistened eyes after having his throat fucked so hard he might've lost his voice. But it doesn't stop Doyoung from begging to have cum on his face.\n“Yes, Daddy, please. I want it, give it to me.”\n“Oh bunny… You're going to be the death of me.”\nJaehyun fists his cock, it doesn't take much for him to pump out his thick semen, spreading it on Doyoung's inviting face. His mouth opened, sticking out his tongue for Jaehyun to wipe his tip on it. It feels so unreal, having honeybunny on his knees like this, begging for him.\nA switch flipped inside him.\n“Bunny, get up.” Jaehyun helps Doyoung back up to his feet, turning on the shower head to wet their bodies. Doyoung licks the cum off his lips, before letting the water wash his face clean. Jaehyun couldn't help but to swoop him in for a kiss, craving for Doyoung's warm mouth like he's already addicted to it. His cock gets excited at the thought of exploring more warmth, especially down there…\n“You're so unreal,” Jaehyun says into the kiss, licking Doyoung's lips. “My horny little bunny.”\n“Oh…” Doyoung is surprised to hear the petname he's always seen during his streams. When the donations come in so fast everyone calls him a horny bunny, and it turns him on so much. His viewers know him very well that he's anything but a honey bunny.\n“Yours,” Doyoung whines when Jaehyun's fingers dig into the flesh of his ass, teasing around the entrance. “I'm your bunny, daddy.”\n“Turn around.”\nIt's Doyoung's turn to be pinned on the glass now, his breaths fogs on the surface when he feels Jaehyun's lips trail down his shoulders to his back. His kisses are hot and wet. It sends electricity down Doyoung's body, his own arousal pushed against the cold hard glass surface as he lets Jaehyun do wonders with his mouth on his ass. Doyoung lets out breathy moans when he feels Jaehyun's tongue pushing inside his tight hole.",
    "trans": "[redacted_name] відчуває занепокоєння.\nУ нього тремтять ноги, він гризе нігті, а його очі прикуті до видовища, що відкривається перед ним. З усіх готелів, в яких вони могли зареєструватися, вони зупинилися на готелі з ванною кімнатою з прозорими стінами.\nСлава богу, вона напівпрозора. Тому що, якщо Доюн побачить щось більше, ніж силует [redacted_name], що приймає душ, він може зовсім збожеволіти.\nНе те, що він зараз у своєму розумі – адже цілий день він турбувався про маленького дурного хлопця, у якого занадто багато грошей, щоб витрачати їх на все, що хоче Доюн. Справа не тільки в грошах, але й в тому, що персиковий тато виявився тим чоловіком, хто змушує Доюна сумніватися в своєму існуванні. Отже, зрештою не всі його шанувальники – це збоченці середнього віку.…\nДжехьон молодий та красивий, але занадто багатий для свого ж блага. Він справжній хлопець, який не потребує від Доюна жодних сексуальних послуг. Це Доюн продовжує задаватися питанням, що ховається під цими випраними брюками-карго, що знаходиться під футболкою з малюнком. Доюн переживає це через тривалу перерву, минули гарячі хвилини з тих пір, як він почав зустрічатися з кимось. Після своїх останніх стосунків він вирішує, що жоден чоловік не вартий того, щоб в нього вкладатися. Але цей чоловік якраз до вподоби Доюну.\nЗвук телефонного дзвінка вирвав його із задумливості. Хоча це не його рінгтон.\nСхоже, телефон Джехьона продовжував гудіти на столі без відома його власника. Доюн з цікавістю дивиться на нього, і на екрані відображається номер абонента. Це може бути просто дзвінок від шахраїв. Через кілька секунд він дзвонить знов і знов, і надходить кілька текстових повідомлень у вигляді рядків – саме тоді Доюн вирішує, що це має бути щось важливе.\nВін бере телефон, потім підходить до дверей ванної кімнати і кілька разів стукає в них. Шум води припиняється, потім лунає голос Джехьона, який запитує: «Так, зайчику?»\nДоюн виявляється захопленим зненацька тим, наскільки м'яким є його тон: «О, е-е-е... тобі телефонують».\n«Це важливо?»\n«Тобі продовжують телефонувати, тож, можливо, так».\nЧерез кілька секунд Джехьон відчиняє двері, достатньо широко, щоб Доюн міг побачити його мокрий торс (перше, на що він звертає увагу). Вода стікає по кінчиках його волосся, потім по ключицях, потім по низу преса, потім нижче... і нижче…\n«Вибач», – каже Джехьон. Доюн швидко повертає погляд назад до Джехьона, який дивиться на нього вибачливим поглядом. Він похмуро дивиться на свій телефон в руці Доюна, який дзвонить знову з того ж номеру. «Це з роботи, але я вже дав їм знати, що недоступний».\nВін бере телефон з руки Доюна та вимикає його. «Я майже закінчив, хочеш бути наступним?»\nДоюн облизує губи, мабуть, через напої, які вони пили в барі раніше, тепер у нього так пересохло у горлі. Це, безумовно, не тому, що Джехьон стоїть перед ним голий, свіжий з душу, з сяючою та незайманою шкірою. Доюну так сильно хочеться просто накинутися на цього чоловіка та зробити те, що він хоче, пройшло так багато часу з тих пір, як він отримував це. Тепер, коли цей прекрасний чоловік піднесений йому на тарілочці з блакитною облямівкою, йому важко контролювати себе.\nАле цей чоловік нічого не розуміє та не помічає, він стурбовано дивиться на Доюна. «У тебе червоне обличчя, зайчику. З тобою все гаразд?»\nДоюн ковтає, коли гарячий голий хлопець робить з ним щось, називаючи його зайчиком. Він сором'язливо хитає головою, дивлячись куди завгодно, тільки не вниз.\n«Ти хочеш зараз прийняти душ? Чи можу я тобі допомогти?»\nДоюн ледь не вибухнув від цієї заяви. Джехьон щойно запросив його прийняти душ? Разом? Голим?\nШестерні в його мозку заклинило, і все, про що Доюн міг думати, це лише...\n«Обіцяю, що нічого не робитиму».\n«О», – Доюн не зміг приховати свого розчарування. О, якби тільки Джехьон знав, що Доюн хоче, щоб він робив в душі наодинці.\n«Що?»\nЦе просто вилетіло у нього з голови. Отже, Доюн дає йому. Чесність є найкращою політикою. Щирість – це завжди ключ до успіху. «Джехьон, я хочу зайнятися сексом з тобою».\nДжехьон в шоці відкриває рот: «Щ-що?!»\n«Мені потрібно, щоб ти притиснув мене в душі та трахнув як слід».\n«Зайчику!!!» – кричить Джехьон з обличчям, яке червоне, як помідор. – «Я... Як я можу... Я просто ніхто... Ти такий ідеальний. Я не заслуговую на тебе...»\nДоюн заходить у душ, змушуючи Джехьона відступити на кілька кроків. Він нервово дивиться на Доюна, потім, коли той виявляється притиснутим до скляної стіни, Доюн притискається до нього всім тілом. «Ти щойно виграв день зі мною, дурню. Отже, у тебе все ще є привілей робити зі мною все, що захочеш. Все, що ти захочеш».\n«Все, що я захочу?» – запитує Джехьон тремтячим голосом.\n«Все, що завгодно».\n«Зайчику... – очі Джехьона стежать за виразом обличчя Доюна в пошуках будь-яких ознак сумніву, але все, що він зміг відчути, – це рішучість та величезне бажання в очах Доюна. – Те, що ти сказав раніше, ти це серйозно?»\n«Так, – киває Доюн, проводячи рукою по грудях Джехьона та спускаючись до улоговинки на животі. – Я серйозно».\n«Я можу трахнути тебе, зайчику?»\n«Як захочеш, татко».\nНапруга між ними наростає, коли їхні губи нарешті зустрічаються, і Доюн, не витрачаючи часу, присмоктується до пухких губ Джехьона, на які він дивився цілий день. Джехьон тихо скиглить, поки Доюн обережно жує його губи, обхоплюючи руками за шию, щоб притиснутися до нього.\nДжехьон цілує його ніжно і ввічливо, але все, чого хоче Доюн, – це змусити цього чоловіка розсипатися на порох. Тож він проводить рукою по потилиці Джехьона, тягнучи за пасма, щоб їхні губи краще стикалися, і Доюн міг просунути свого язика. Джехьон видає здивований звук, який потім перетворюється на тихі стогони задоволення. Здається, йому подобається, коли його тягнуть за волосся і пристрасно цілують.\nЧого Доюн не очікує, так це того, що його піднімуть так, що його ноги обхоплять талію Джехьона, та затягнуть в душ. Доюн опиняється притиснутим до стінки душу, тепер черга Джехьона досліджувати його рот. Він навіть проводить рукою по тілу Доюна, від попереку до все ще одягненої дупи, масажуючи м'яку м'якоть. Він видає безсоромний стогін, дозволяючи Джехьону жадібно смоктати його язик.\nВ цей момент він так сильно хоче зняти з себе одяг, відчути оголене тіло Джехьона на своєму. «Вниз», – каже Доюн, коли Джехьон переводить свою увагу на шию Доюна. Сліди смоктання та кусання на його шкірі. «Посади мене, будь ласка».\nТож Джехьон обережно опускає Доюна вниз, переконавшись, що його ноги надійно торкаються підлоги. Під час руху Доюн помічає, що член Джехьона піднімається вгору, кінчик спрямований на нього. Доюн швидко знімає з себе одяг, викидає його назовні та встає на коліна.\n«Тату, дай мені посмоктати твій член».\nДжехьон задихається, коли Доюн бере його в свій теплий рот, такий же теплий, як тоді, коли вони цілувалися раніше. Він нахиляється спиною до скла, відкидаючи голову назад,коли Доюн рухається вперед, щоб прийняти його член цілим. Він довгий та товстий, ідеально підходять для великого рота Доюна. Джехьон згадує, як у своїх відео Доюн смокче фалоімітатори, дивлячись прямо в камеру, так само, як він зараз дивиться на Джехьона.\n«Ммм... такий товстий, – каже Доюн, і його голос такий же пристрасний, як в улюбленому яой-відео Джехьона. – Мені потрібен татко, щоб наповнити мене...»\n«Зайчику... – Джехьон стискає в кулаці чорне волосся Доюна, ніжно розсовуючи його, щоб воно було довшим. – Я мріяв про це...»\nОчі Доюна розширюються, коли Джехьон з силою штовхається в нього, поки, нарешті, не досягає задньої стінки його горла: «Ммм!»\n«Зайчику... Я нічого не можу з собою вдіяти...»\nНа відміну від його сором'язливих слів, Джехьон тримає голову Доюна та трахає його в рот, як об'єкт задоволення. Рот його зайчика на дотик набагато тепліший та вологіший, ніж ліхтарики милого зайчика, які є у нього вдома, і які він використовує, щоб догодити собі, слухаючи, як голос милого зайчика наказує йому кінчити. Насправді все набагато краще, коли Доюн стоїть на колінах, обхопивши себе за стегна, та приймає товстий член Джехьона, який заповнює його горло.\n«Зайчику, можна я... – задихається Джехьон, коли Доюн втягує щоки та ще сильніше смокче його член. – Можна мені кінчити тобі на обличчя?»\nІдеально. Це саме те, що подобається Доюну.\nВін охоче киває, дивлячись на Джехьона очима, повними сліз, після того, як його так сильно трахнули в горло, що він міг втратити голос. Але це не заважає Доюну благати, щоб йому кінчили на обличчя.\n«Так, татко, будь ласка. Я хочу цього, дай це мені».\n«О, зайчику... ти зводиш мене з розуму».\nДжехьон стискає член в кулаці, і йому не потрібно багато часу, щоб виплеснути свою густу сперму, розмазуючи її по привабливому обличчю Доюна. Його рот відкрився, і він висунув язик, щоб Джехьон витер об нього кінчик. Це здається таким нереальним, коли милий зайчик ось так стоїть на колінах та благає про нього.\nВсередині нього немов щось клацнуло.\n«Зайчику, вставай», – Джехьон допомагає Доюну піднятися на ноги, включає насадку для душу, щоб намочити їх тіла. Доюн злизує сперму зі своїх губ, перш ніж дозволити воді повністю змити її з обличчя. Джехьон не зміг втриматися та притягнув його до себе для поцілунку, пристрасно бажаючи доторкнутися до теплого рота Доюна, як ніби він вже залежний від нього. Його член збуджується при думці про те, щоб відчути ще більше тепла, особливо там, внизу…\n«Ти такий нереальний, – каже Джехьон під час поцілунку, облизуючи губи Доюна. – Мій хтивий маленький зайчик\".\n«О...» Доюн дивується, коли чує прізвисько, яке він завжди чув під час своїх потоків. Коли пожертви надходять так швидко, всі називають його хтивим кроликом, і це його дуже збуджує. Його глядачі прекрасно знають, що він хто завгодно, але тільки не милий зайчик.\n«Твій, – скиглить Доюн, коли пальці Джехьона впиваються в його сідниці, дражнячи вхід. – Я твій зайчик, татко».\n«Повернись».\nТепер настала черга Доюна притиснутися до скла, його дихання затуманює поверхню, коли він відчуває, як губи Джехьона ковзають по його плечах до спини. Його поцілунки гарячі та вологі. Від цього по тілу Доюна пробігає електричний розряд, його власне збудження притискається до холодної твердої поверхні скла, коли він дозволяє Джехьону творити чудеса своїм ротом на його дупі. Доюн видає хрипкі стогони, коли відчуває, як язик Джехьона проникає в його тугу дірку."
}