{
    "source": "en_US",
    "target": "uk_UA",
    "text": "REVENUE RECOGNITION PRINCIPLE\nWhen a company agrees to perform a service or sell a product to a customer, it has a performance obligation. When the company meets this performance obli- gation, it recognizes revenue. The revenue recognition principle therefore requires that companies recognize revenue in the accounting period in which the performance obligation is satisfied. To illustrate, assume that Soon’s Dry Clean- ing cleans clothing on June 30, but customers do not claim and pay for their clothes until the first week of July. Soon’s should record revenue in June when it performed the service (satisfied the performance obligation) rather than in July when it received the cash. At June 30, Soon’s would report a receivable on its statement of financial position and revenue in its income statement for the ser- vice performed.\nEXPENSE RECOGNITION PRINCIPLE\nAccountants follow a simple rule in recognizing expenses: “Let the expenses fol- low the revenues.” Thus, expense recognition is tied to revenue recognition. In the dry cleaning example, this means that Soon’s should report the salary expense incurred in performing the June 30 cleaning service in the same period in which it recognizes the service revenue. The critical issue in expense recognition is when the expense makes its contribution to revenue. This may or may not be the same period in which the expense is paid. If Soon’s does not pay the salary incurred on June 30 until July, it would report salaries payable on its June 30 statement of financial position.\nThis practice of expense recognition is referred to as the expense recogni- tion principle (often referred to as the matching principle). It dictates that efforts (expenses) be matched with results (revenues). Illustration 3-1 summa- rizes the revenue and expense recognition principles.",
    "trans": "ПРИНЦИП ВИЗНАННЯ ДОХОДУ\nКоли компанія погоджується виконати послугу або продати продукт клієнту, вона має зобов'язання щодо виконання. Коли компанія виконує це зобов'язання, вона визнає дохід. Таким чином, принцип визнання доходу вимагає від компаній визнавати дохід у бухгалтерському періоді, в якому зобов'язання щодо виконання задовольняється. Для ілюстрації припустимо, що пральня Soon's очищає одяг 30 червня, але клієнти не забирають і не оплачують свій одяг до першого тижня липня. Soon's повинна зафіксувати дохід у червні, коли вона виконала послугу (задовольнила зобов'язання щодо виконання), а не в липні, коли отримала готівку. На 30 червня Soon's відобразить дебіторську заборгованість у своєму балансі та дохід у звіті про прибутки та збитки за виконану послугу.\nПРИНЦИП ВИЗНАННЯ ВИТРАТ\nБухгалтери дотримуються простого правила при визнанні витрат: \"Нехай витрати слідують за доходами\". Таким чином, визнання витрат пов'язане з визнанням доходів. У прикладі з пральнею це означає, що Soon's повинна відобразити витрати на заробітну плату, понесені при виконанні послуги очищення 30 червня, в тому ж періоді, в якому вона визнає дохід від цієї послуги. Критичним питанням у визнанні витрат є те, коли витрата робить свій внесок у дохід. Це може бути або не бути тим же періодом, в якому витрата сплачується. Якщо Soon's не сплатить заробітну плату, понесену 30 червня, до липня, вона відобразить заборгованість по заробітній платі у своєму балансі на 30 червня.\nЦя практика визнання витрат називається принципом визнання витрат (часто називається принципом співвідношення). Вона передбачає співвідношення між витратами (зусиллями) та результатами (доходами). Ілюстрація 3-1 підсумовує принципи визнання доходу та витрат."
}