{
    "source": "en_US",
    "target": "uk_UA",
    "text": "So let me not waste time. Ok at the beginning I don’t remember exactly how things were going, but I do remember that out relationship wasn’t the best and things were kind of off then that’s when J came into the situation and basically told me that you were talking to him about a bunch of different girls and just basically saying lots of things about girls that were not me. And considering that we had a bad situation freshman year, I believed him because to me that was the only explanation for why things were going as bad as they were.. so because I was hurt again about not being your girlfriend for the second year in a row and now hearing that you were talking about other girls, I wanted revenge. So we made a TikTok to get back at you because you were “cheating” and after everything I was so hurt and devastated because I felt like I wasted my time yet again. so J and I became close friends and he made me feel like he was the only person there for me and every time I used to talk about how I missed you and I couldn’t believe everything you did\nhe would tell me all the bad things that you were doing to keep me on his side. Eventually, we fell off and he got back together with his girlfriend, and I started to hear a bunch of untrue rumors that he was telling everybody. I had a lot of people texting me bad things and his girlfriend’s friends texting me things as well. I ended up telling my mom and my grandma about it and they told me to just ignore it. I ended up attempting because I found out that he told you all his lies. Eventually, I confronted him about it and asked him why he was lying, and he claims that he never told anybody anything and that everybody was lying on him. Recently, I found out that he manipulated me the entire time and that he was in fact, telling everybody a bunch of shit that was 100% untrue.",
    "trans": "Тож, не буду витрачати час. На початку я не пам’ятаю точно, як усе було, але я пам’ятаю, що наші стосунки не були найкращими, і все було якось не так, і ось тоді з’явився Джей і фактично сказав мені, що ти говорив з ним про багато різних дівчат і просто говорив багато речей про дівчат, яких не було мене. І враховуючи, що ми мали погану ситуацію в перший рік, я повірила йому, бо для мене це було єдине пояснення, чому все йшло так погано. Тому що я знову була ображена тим, що не була твоєю дівчиною другий рік поспіль і тепер чула, що ти говориш про інших дівчат, я захотіла помсти. Тому ми створили TikTok, щоб відомстити тобі, тому що ти «зраджував», і після всього я була так поранена і спустошена, бо відчувала, що знову витратила свій час. Тож я і Джей стали близькими друзями, і він змусив мене відчувати, що він єдина людина, яка була поруч зі мною, і щоразу, коли я говорила про те, як мені тебе не вистачало і не могла повірити в усе, що ти зробив.\nвін розповідав мені всі погані речі, які ти робив, щоб залишити мене на його стороні. З часом ми віддалилися, і він знову зійшовся зі своєю дівчиною, а я почала чути багато неправдивих чуток, які він розповідав усім. Мені почали надходити повідомлення з поганими словами від його друзів і від друзів його дівчини. Я врешті розповіла мамі і бабусі, і вони сказали мені просто ігнорувати це. Я навіть намагалася через це, бо дізналася, що він розповів тобі всі свої брехні. Згодом я поставила йому запитання, чому він брехав, і він стверджував, що нікому нічого не говорив, і що всі брехали про нього. Нещодавно я дізналася, що він маніпулював мною весь час і насправді розповідав усім купу брехні, яка була на 100% неправдою."
}