{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Cubs will enjoy the night at Markham Fair. There are Monster Truck Madness show, Butter Sculpting Demonstration, Markham Fair Drag Extravaganza, the Old MacDonald farm, poultry and livestock barn, etc. Parents are welcome to pick up your youth and stay for the firework at dusk.\nDate:Thursday, October 3, 2024\nMeet up Time: 6:45pm\nPick up Time: 8:30pm\nMeet up location: Main East Gate.10801 McCowan Rd, Markham, ON L3P 3J3\nGoogle map: https://www.google.com/maps/@43.9249992,-79.2984199,17z? entry=ttu&g_ep=EgoyMDI0MDkxNi4wIKXMDSoASAFQAw==\nDress code and Attire:Full / Outdoor uniform with group scarf. Comfortable shoes to walk around the fairground.\nCost: $2.00 (Deadline Sept 26 to submit money in cash)\nNote: Youth may like to go washroom before arriving at the fair to avoid having to leave the group to find washroom and miss the show. In case needed, there is washroom at the fairground for use.\nItems to bring to the event:\nDay pack\nWater bottle with drinking water\nSmall first aid kit\nHeadlight\nWhistle\nSnack (optional)\n-----------------------------------\nIf you'd rather not receive any emails from 5th Unionville - Cubs, you can update your login settings via \"Account\" | \"My Login\" or just click here.",
    "trans": "Куби насолоджуватимуться вечором на ярмарку в Маркхемі. Буде шоу Monster Truck Madness, демонстрація скульптур з масла, екстравагантний драг-рейсинг на ярмарку в Маркхемі, ферма старого Макдональда, пташиний і тваринний павільйони тощо. Батьки можуть забрати своїх дітей і залишитися на феєрверк ввечері.\nДата: Четвер, 3 жовтня 2024 року\nЧас зустрічі: 18:45\nЧас збору: 20:30\nМісце зустрічі: Головні східні ворота. 10801 McCowan Rd, Markham, ON L3P 3J3\nGoogle карта: https://www.google.com/maps/@43.9249992,-79.2984199,17z?entry=ttu&g_ep=EgoyMDI0MDkxNi4wIKXMDSoASAFQAw==\nДрес-код та одяг: Повна / Вулична форма з груповим шарфом. Зручне взуття для прогулянок по ярмарку.\nВартість: 2,00 долари США (Термін подачі грошей готівкою до 26 вересня)\nПримітка: Молодь може захотіти відвідати туалет перед прибуттям на ярмарок, щоб уникнути необхідності покидати групу для пошуку туалету і пропустити шоу. У разі потреби на ярмарку є туалет.\nПредмети, які слід взяти з собою на захід:\nДенний набір\nПляшка з водою для пиття\nНевеликий аптечний набір\nЛіхтарик на голові\nCвисток\nЗакуска (за бажанням)\n-----------------------------------\nЯкщо ви не хочете отримувати жодних листів від 5th Unionville - Cubs, ви маєте змогу оновити налаштування входу через «Обліковий запис» | «Мій логін» або просто натисніть тут."
}