{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This is to confirm receipt of your email. If you have submitted a completed official Appeals form with your email, you will receive a initial response within 10 working days and the outcome of your appeal will be confirmed within the timescales stated in Section 10 of the Appeals Policy and Procedure.\nPLEASENOTE: The deadline for submission of Appeals claims to appeal the University's official results emails sent on 30 August 2024 was17:00 on 20 September 2024.\nThe deadline for submission of Appeals claims to appeal the University's official results emails sent on 2 September 2024 was17:00 on 23 September 2024.\nPlease note that you can only submit a valid Stage One: Formal Appeal claim once you have received your official results email from the University (and not before). Please note that you need to complete an official Appeals formand submit this to appeals@bathspa.ac.ukin order to submit a claim (an email or other communication is not sufficient).\nPlease read the University's Appeals Policycarefully and, should you wish to submit a claim for a Stage One (Formal Appeal), please send a completed Appeals form to this address within the deadline. Please note that your Appeals claim can only be considered once a fully completed Appeals form has been sent to this address.",
    "trans": "Це підтверджує отримання вашого електронного листа. Якщо ви подали заповнену офіційну форму апеляції разом із своїм електронним листом, ви отримаєте первинну відповідь протягом 10 робочих днів, а результат вашої апеляції буде підтверджено протягом термінів, зазначених у Розділі 10 Політики та процедури апеляцій.\nЗВЕРНІТЬ УВАГУ: Кінцевий термін подання заяв на апеляцію для оскарження офіційних результатів університету, надісланих електронною поштою 30 серпня 2024 року, становив 17:00 20 вересня 2024 року.\nКінцевий термін подання заяв на апеляцію для оскарження офіційних результатів університету, надісланих електронною поштою 2 вересня 2024 року, становив 17:00 23 вересня 2024 року.\nЗверніть увагу, що ви можете подати дійсну заяву на апеляцію лише після отримання електронного листа з офіційними результатами від університету (і не раніше). Зверніть увагу, що вам потрібно заповнити офіційну форму для апеляції та надіслати її на адресу appeals@bathspa.ac.uk, щоб подати заяву (електронного листа або іншого повідомлення недостатньо).\nБудь ласка, уважно прочитайте Політику апеляцій університету і, якщо ви бажаєте подати заяву на етап один (формальна апеляція), будь ласка, надішліть заповнену форму для апеляції за цією адресою в межах встановленого терміну. Зверніть увагу, що ваша заява на апеляцію може бути розглянута лише після надсилання повністю заповненої форми для апеляції за цією адресою."
}