{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Mr Yang,\nI look forward to assisting you with your commercial real estate purchase. Below and attached is an initial needs list to get the process started.\nCREDIT NEEDS LIST\nOperating Company Name\n2021 - Complete Tax Returns\n2022 - Complete Tax Returns\n2023 - Complete Tax Return\n2024 Interim Month End Financials (P&L and Balance Sheet, AR and AP Aging if more than $100,000)\nDebt Schedule (to match interim Balance Sheet)\nApplication Questionnaire Business (attached)\nBrief Company History and Explanation of Business\nREAL ESTATE HOLDING COMPANY - Company Name\nHow will property be held or owned? If a Newly Created Entity, need to know ownership breakdown\nOWNERS\nOwner Name\n2021 - Complete Tax Returns\n2022 - Complete Tax Returns\n2023 - Complete Tax Return\nSBA Personal Financial Statement (spouse signature required, attached)\nApplication Questionnaire Individuals (attached)\nResume or Bio\nCopy of Driver’s License(s) (Front and Back)\nAFFILIATES\nBusiness Name\nIf you have less than 50% ownership in another company, just provide K1, otherwise it will require last 2 years of Business Tax Returns, 2024 Interim financials, & Debt Schedule\nGENERAL ITEMS\nPurchase Agreement or offer\nPrior Government Financing Form (attached)\nSBA 504 Assistance Form (attached)",
    "trans": "Пане Янг!\nЯ з нетерпінням чекаю можливості допомогти Вам у придбанні комерційної нерухомості. Нижче додається початковий список потреб для початку процесу.\nСПИСОК ПОТРЕБ У КРЕДИТУВАННІ\nНазва чинної компанії\n2021 рік – заповнені податкові декларації\n2022 рік – заповнені податкові декларації\n2023 рік – заповнені податкові декларації\nПроміжні фінансові показники на кінець місяця за 2024 рік (звіт про прибутки та збитки за 2024 рік та балансовий звіт, дебіторська заборгованість та кредиторська заборгованість за строками давності, якщо сума перевищує 100 000 доларів США)\nГрафік заборгованості (відповідно до проміжного балансового звіту)\nАнкета-заявка для бізнесу (додається)\nКоротка історія компанії та опис бізнесу\nХОЛДИНГОВА КОМПАНІЯ З НЕРУХОМОСТІ – назва компанії\nЯк буде здійснюватися зберігання майна або володіння майном? Якщо мова йде про недавно створену юридичну особу, необхідно знати структуру володіння\nВЛАСНИКИ\nІм'я власника\n2021 рік – заповнені податкові декларації\n2022 рік – заповнені податкові декларації\n2023 рік – заповнені податкові декларації\nОсобистий фінансовий звіт Управління у справах малих підприємств (потрібний підпис подружжя, додається)\nАнкета-заявка для фізичних осіб (додається)\nРезюме або біографія\nКопія водійських прав (лицьова і зворотна сторони)\nФІЛІЇ\nНазва компанії\nЯкщо ви володієте менш ніж 50% акцій іншої компанії, просто вкажіть K1, інакше будуть потрібні податкові декларації за останні 2 роки, проміжні фінансові звіти за 2024 рік та графік погашення заборгованості\nЗАГАЛЬНІ ПОЛОЖЕННЯ\nДоговір купівлі-продажу або пропозиція\nФорма попереднього державного фінансування (додається)\nФорма допомоги 504 Управління у справах малих підприємств (додається)"
}