{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Yet apart from the increasing number of studies that examine the reality of young speakers, we would like to underscore a clear epistemological-methodological change in recent years. As reflected in this very volume, at present, the main concerns of researchers focus not only on acces- sing data and describing the situation, but on creating understanding from within, by means of young people themselves (Bucholtz, Casillas, and Lee 2016). Specifically, this paper attempts to go more deeply into the topic via such approaches and reflect on the possibilities that the concept of ‘community of practice’ (hereafter CofP) offers within the framework of current studies on young people and language in the Basque Country. We believe that the notion of CofP offers (especially within the sphere of free time and youth sports) a frame that allows for a research model aimed at what J. Katherine Gibson-Graham (2008) terms a ‘performative ontological project’. A way of understanding and practicing research that encourages assessing the practices and subjectivities involved therein. As Gibson-Graham (ibid: 618) would say, if we want to promote social change, we must change as researchers and academics and create different ways of interacting with theory. For us, the study that served as the basis for this text has implied one step further in that perfor- mative ontological project. In particular, the CofP concept has allowed us access to a space rich in possibilities for examining the relationship between young people and language. In our case, we identify with the notion of a ‘safe space’ as one of the emerging elements that allows us to take a step further in the abovementioned ontological project. An advance that we can only under- stand within the framework of shared learning with the young speakers and as part of an ethnogra- phy in progress (Altuna and Hernández 2019). A proposal that follows a model of understanding academia as the search for better ways and methods of functioning as an agent of change and creat- ing new worlds (ibid: 629).",
    "trans": "Однак, окрім зростаючої кількості досліджень, які вивчають реальність молодих мовців, ми хотіли б підкреслити чітку епістемологічно-методологічну зміну в останні роки. Як відображено в цьому томі, на даний момент основні занепокоєння дослідників зосереджені не лише на зборі даних та описі ситуації, але й на створенні розуміння зсередини, за допомогою самих молодих людей (Bucholtz, Casillas і Lee 2016). Конкретно, ця стаття намагається більш глибоко розглянути тему за допомогою таких підходів і відобразити можливості, які концепція \"спільноти практики\" (далі CofP) пропонує в рамках сучасних досліджень молодих людей та мови в Країні Басків. Ми вважаємо, що поняття CofP пропонує (особливо в сфері вільного часу та молодіжного спорту) рамки, які дозволяють створити модель дослідження, спрямовану на те, що J. Katherine Gibson-Graham (2008) називає \"перформативним онтологічним проектом\". Спосіб розуміння та практики дослідження, який сприяє оцінці практик та суб'єктивностей, що беруть участь у ньому. Як би сказала Гібсон-Грем (ibid: 618), якщо ми хочемо сприяти соціальним змінам, ми повинні змінитися як дослідники та академіки і створити різні способи взаємодії з теорією. Для нас дослідження, яке стало основою для цього тексту, означало ще один крок вперед у цьому перформативному онтологічному проекті. Зокрема, концепція CofP дозволила нам отримати доступ до простору з багатими можливостями для вивчення взаємозв'язку між молодими людьми та мовою. У нашому випадку ми ототожнюємося з поняттям \"безпечний простір\" як одним із виникаючих елементів, які дозволяють нам зробити крок вперед у згаданому онтологічному проекті. Просування, яке ми можемо зрозуміти лише в рамках спільного навчання з молодими мовцями та як частина етнографії в процесі (Altuna і Hernández 2019). Пропозиція, яка слідує моделі розуміння академії як пошуку кращих способів і методів функціонування як агента змін і створення нових світів (ibid: 629)."
}