{
    "source": "en_US",
    "target": "uk_UA",
    "text": "How Argentina Should View theDesaparecidos?\nOctober 25\nType the words Dirty War into Wikipedia and you are told that from 1974 to 1983, as part of Operation Condor, Argentina’s military forces along with paramilitary death squads hunted down political dissidents believed to be associated with socialism, left-wing Peronism or theMontonerosmovement, killing or ‘disappearing’ between 22,000 and 30,000 people.\nThe entry adds that Operation Condor targeted communist guerrillas and sympathisers, students, militants, trade unionists, writers, journalists, artists, and citizens suspected of being left-wing activists. Whether these murdered victims were actual participants, innocent or otherwise, in a nascent uprising hoping to take control of the government by force is not mentioned, nor is the Soviet Union’s leadership in, and financial support for, the impending violent revolution.\nArgentina has confronted the terrible crimes perpetrated by the Junta by prosecuting various perpetrators and compensating surviving relatives. Not everybody has received closure, justice, or compensation and today many still ask the question, what happened to the undocumented victims and why were they ‘disappeared’?\nThe Dirty War began nearly fifty years ago, and understanding it properly requires placing oneself within the context of 1970s world politics.\nPost WWII, the Soviet Union and China relentlessly instigated, financed, and supplied armed revolutions wherever they, or their proxies, were not in power. First in Eastern Europe, then Korea, Southeast Asia, the Caribbean and, by 1970, in Latin America, communism was coming to the people by foul means or fair.\nWith the election of Chile’s Salvador Allende in November 1970, the rapidly spreading worldwide communist revolution gained a foothold on Latin America’s mainland. Henceforth, it had a base from which to initiate its armed struggle against the evil forces of bourgeoise exploitation in the southern cone.\nDespite having no mandate to transform Chile into a Marxist state (he won 36% of the vote, marginally more than his two democratic opponents), President Allende pressed ahead with a revolutionary agenda. After three years in power and no growth in his popularity evidence emerged that Allende was overseeing the illegal importation of weapons and activists from a sympathetic Cuba. While preparing to stage an armed insurrection under the nose of the unsympathetic Chilean military and civilian security forces he haplessly attempted to change the make-up of the Supreme Court. Led by General Pinochet, the military drew a halt to these revolutionary activities and shot Allende before ‘disappearing’ tens of thousands of socialist sympathisers from Chilean society.\nAnd how are we invited to understand this today? As with Argentina’s Operation Condor, the accepted mainstream narrative of this period of Chile’s history is that the brass hats brutally suppressed innocents who wished only to peacefully progress society because, well, that is what they do.\nWhile studying Chilean history as an undergraduate in early 1980s Canada, I wondered why the government of a mostly stable, increasingly prosperous democratic country like Chile should so suddenly become violently repressive. As I searched for a more compelling reason for the military coup than the left-wing telling offered, I found it nearly impossible to find any alternative views to their interpretation in either academic literature or the press. Instead, I was offered CIA malfeasance, malintent by self-serving big business, and bloodthirsty brass hats showing typical and reactionary disregard for the wishes of the nation they served.\nWhat did not add up was that acting this way was atypical behaviour for both nation’s militaries. Neither had ever done this before and while I held no doubt that what happened in both countries was a tragedy, like many people today in Argentina, I wanted to know what initiated the repression and whether the mainstream interpretation I was being fed was in any way contestable.\nI knew from my studies of post-war communist activity that struggles undertaken in China, Vietnam, Cambodia, Laos, Afghanistan, Angola, Mozambique, Rhodesia, Cuba, Colombia, and Peru had resulted in countless millions of disappearances and deaths, and wondered whether anybody, supporting revolutionary armed struggle had ever considered the cost in lives before acting. Also, what I did not understand then but do now is why those perpetrating such struggles were never accorded responsibility and blame for their actions.\nI was also curious to understand the thinking that drove the military to act so brutally against so many people when it was their job to protect them.\nWere they thinking in strict terms of self-preservation, knowing that as with other conflicts where the Soviet Union had fomented and supported armed struggle, they would suffer proportionately the greatest losses, whichever side they took? Or had the brass hats made the calculated decision to act, as militaries should, quickly and decisively against an identified enemy? In which case, were they not just doing their duty?\nAs an army officer, Pinochet was in no position to make such decisions but because Chile’s President was acting in a way detrimental to his people’s safety, maybe the right call was made, notwithstanding.\nIn Argentina, both Isabel Peron and her successor Italo Luder ordered the military to act forcefully against the growing insurgency. This is documented, but did the various forces commissioned to counter the insurgency subsequently act proportionately, or egregiously?\nThese are questions for the courts to decide, but I suggest they also require further thorough academic study for any wider rational discussion to take place. Given that armed struggle, had it not been cut short in both countries, would have caused many more deaths than occurred, I think maybe a case for the defence might exist.\nQuestions surrounding responsibility for theDesaparecidosin Argentina are unlikely to go away soon, and neither should they. To politicise the issue, the left will leverage its grievances as victims to undermine the sitting government through the garnering of apologies, regardless of culpability. And they will do this without accepting any responsibility for their side’s actions which were causal. This is wrong.\nThere were victims of injustice during this time, let there be no doubt, but to frame their plight as a left versus right struggle is false and leads nowhere good. The true struggle was not between left-wing revolutionaries and a right-wing military government but rather between those who wanted to live in a peaceful democratic society and those who preferred to use violence and terror to force their ideology on an unwilling populace.\nThe real losers were the innocents who died because of one side’s insistence on violence as a path to power. These individuals and their surviving mothers, fathers, sisters, brothers, sons, and daughters have every right to insist on answers from history to assuage their pain. But a political movement that bears considerable guilt for what happened yet shows no remorse for its actions has no right to demand anything until it provides some answers itself. Until then, the left should not escape scrutiny or accountability to Argentinians seeking justice for what happened.\nIn many ways, Argentina and Chile got lucky. Civil war, with its potential for deaths numbering in the millions, was avoided. Both countries returned to electing governments democratically and living under a legal system based on rules, not guns. Finding such outcomes outside of Latin America is not possible. Argentina should mourn the deaths of the innocents but count its blessings too. It may be of little solace to the grieving, but things could have been far, far worse had action not been taken.\nFor as long as Communism has been with us, the supporters of armed struggle have never taken responsibility for the ensuing atrocities, but they should never be absolved of responsibility. Had there been no threat of armed struggle, the plight of theDesaparecidoswould not be with us today and the surviving relatives of the victims and the Argentinian people would not have to suffer with the frightful pain this unfortunate scar has placed on its history.",
    "trans": "Як Аргентина повинна ставитися до Desaparecidos?\n25 жовтня\nВведіть слова Брудна війна у Вікіпедію і вам скажуть, що з 1974 по 1983 рік в рамках Операції Кондор військові сили Аргентини разом з парамілітарними смертоносними загонами переслідували політичних дисидентів, які вважалися пов'язаними з соціалізмом, лівим перонізмом або рухом Монтонерос, вбиваючи або \"зникаючи\" від 22 000 до 30 000 людей.\nУ статті також додається, що Операція Кондор була спрямована проти комуністичних партизанів та симпатиків, студентів, активістів, профспілкових діячів, письменників, журналістів, художників та громадян, підозрюваних у тому, що вони є лівими активістами. Не згадується про те, чи були ці вбиті жертви фактичними учасниками молодого повстання з надією захопити владу силою або жертвами без вини; також не згадується про лідерство Радянського Союзу та фінансову підтримку насильницької революції.\nАргентина зіткнулася з жахливими злочинами, скоєними Хунтою, шляхом переслідування різних винуватців та компенсації вцілілих родичів. Не всі отримали закриття, справедливість або компенсацію, і сьогодні багато хто все ще ставить питання: що сталося з бездокументними жертвами і чому вони були \"зниклі\"?\nБрудна війна почалася майже п'ятдесят років тому, і правильне її розуміння вимагає розміщення себе в контексті світової політики 1970-х років.\nПісля Другої світової війни Радянський Союз і Китай безжально провокували, фінансували та постачали збройні революції там, де вони або їхні проксі не були при владі. Спочатку в Східній Європі, потім у Кореї, Південно-Східній Азії, Карибському басейні, а до 1970 року - в Латинській Америці комунізм приходив до людей будь-якими засобами.\nЗ обранням Сальвадора Альєнде в Чилі в листопаді 1970 року швидко поширювана світова комуністична революція отримала плацдарм на континенті Латинської Америки. Відтепер вона мала базу для початку своєї збройної боротьби проти злих сил буржуазної експлуатації на південному конусі.\nНезважаючи на те, що у нього не було мандату перетворити Чилі на марксистську державу (він отримав 36% голосів, трохи більше ніж його двоє демократичних опонентів), президент Альєнде продовжував реалізовувати революційну програму. Після трьох років перебування при владі та відсутності зростання популярності з'явилися докази того, що Альєнде контролював незаконний імпорт зброї та активістів з симпатичної Куби. Готуючи збройне повстання під носом несочувствуючих чилійських військових та цивільних сил безпеки, він безуспішно намагався змінити склад Верховного суду. Очолювані генералом Піночетом військові поклали край цим революційним діям і застрелили Альєнде перед тим, як \"зникнути\" десятки тисяч соціалістичних симпатиків з чилійського суспільства.\nІ як ми запрошуємося зрозуміти це сьогодні? Як і в операції Кондор Аргентини, прийнята основна наратив цього періоду історії Чилі полягає в тому, що військові жорстоко придушили невинних людей, які лише бажали мирно прогресувати суспільство, тому що вони так роблять.\nНавчаючись чилійській історії в якості студента бакалаврату на початку 1980-х років у Канаді, я задавався питанням, чому уряд переважно стабільної, все більш процвітаючої демократичної країни, такої як Чилі, раптово став насильницьки репресивним. Шукаючи більш переконливу причину військового перевороту, ніж лівоорієнтоване пояснення, я виявив, що майже неможливо знайти альтернативні погляди на їх інтерпретацію як в академічній літературі, так і в пресі. Натомість мені пропонували злочинність ЦРУ, зловмисність самозадоволеного великого бізнесу та кровожерливих генералів, які проявляли типову і реакційну байдужість до бажань нації, яку вони служили.\nТе, що не складалося в єдину картину, полягало в тому, що така поведінка була нетиповою для армій обох країн. Жодна з них ніколи раніше так не діяла, і хоча я не сумнівався в тому, що сталося в обох країнах - це трагедія, як і багато людей сьогодні в Аргентині, я хотів дізнатися, що стало причиною репресій і чи можна оспорити основну інтерпретацію, яку мені подавали.\nЗавдяки своїм дослідженням діяльності комуністів після війни я знав, що боротьба, яка велась у Китаї, В'єтнамі, Камбоджі, Лаосі, Афганістані, Анголі, Мозамбіку, Родезії, Кубі, Колумбії та Перу призвела до безлічі мільйонів зникнень і смертей. Я задавався питанням, чи коли-небудь хтось із тих, хто підтримував революційну збройну боротьбу, розглядав витрати на життя перед тим як діяти. Також я не розумів тоді того факту, який тепер розумію: чому ті, хто здійснював такі боротьби, ніколи не несли відповідальності та провини за свої дії.\nМені також було цікаво зрозуміти мислення військових керівників, які діяли так жорстоко проти такої кількості людей замість того щоб захищати їх.\nЧи думали вони виключно про самозбереження, знаючи що в конфліктах збройної боротьби за підтримки Радянського Союзу вони понесуть найбільші втрати незалежно від того на якій стороні стануть? Або генерали прийняли обґрунтоване рішення діяти швидко і рішуче проти визначеного ворога? У такому випадку чи не виконували вони просто свій обов'язок?\nЯк офіцер армії Піночет не мав можливості приймати такі рішення. Але оскільки президент Чилі діяв на шкоду безпеці свого народу можливо було прийнято правильне рішення.\nВ Аргентині як Ісабель Перон, так і її наступник Італо Лудер наказали військовим діяти рішуче проти зростаючого повстання. Це задокументовано, але чи діяли різні сили, призначені для протидії повстанню, пропорційно чи надмірно?\nЦе питання мають вирішити суди, але я вважаю, що вони також потребують подальшого ґрунтовного академічного дослідження для того, щоб відбулася будь-яка ширша раціональна дискусія. Враховуючи те, що збройна боротьба, якби вона не була припинена в обох країнах, спричинила б набагато більше смертей, ніж сталося, можливо, існує випадок для захисту.\nПитання щодо відповідальності за Десапаресидос в Аргентині навряд чи зникнуть найближчим часом, і не повинні. Щоб політизувати цю проблему, ліва сторона використовуватиме свої образи як жертв для підриву чинного уряду шляхом отримання вибачень, незалежно від провини. І вони зроблять це без прийняття будь-якої відповідальності за дії своєї сторони, які були причинами. Це неправильно.\nПід час цього періоду були жертви несправедливості, у цьому немає сумнівів, але ставити їхнє становище в контекст боротьби лівих проти правих є хибним і не веде до нічого доброго. Справжня боротьба не була між лівими революціонерами та правим військовим урядом, а скоріше між тими, хто хотів жити в мирному демократичному суспільстві, і тими, хто надавав перевагу насильству та терору для нав'язування своєї ідеології небажаному населенню.\nСправжніми програвшими були невинні люди, які загинули через наполегливість однієї зі сторін у використанні насильства як шляху до влади. Ці особи та їхні виживші матері, батьки, сестри, брати, сини та дочки мають повне право вимагати відповідей від історії для полегшення свого болю. Але політичний рух, який несе значну провину за те, що сталося, але не проявляє жодного каяття за свої дії, не має права вимагати нічого до тих пір, поки сам не надасть якісь відповіді. До тих пір ліва сторона не повинна уникати контролю або відповідальності перед аргентинцями, які шукають справедливості за те, що сталося.\nУ багатьох відношеннях Аргентина та Чилі виявилися щасливими. Громадянська війна, з її потенціалом загибелі мільйонів людей, була уникнена. Обидві країни повернулися до демократичного вибору урядів і життя під правовою системою, заснованою на правилах, а не на зброї. Знайти такі результати поза межами Латинської Америки неможливо. Аргентина повинна оплакувати смерті невинних, але також рахувати свої благословення. Це може бути малою втіхою для тих, хто горює, але ситуація могла б бути набагато гіршою, якби не було вжито заходів.\nПротягом всього часу існування комунізму прихильники збройної боротьби ніколи не брали на себе відповідальність за наступні звірства, але їх ніколи не слід звільняти від відповідальності. Якби не було загрози збройної боротьби, доля Десапаресидос сьогодні б не існувала, і родичі жертв, що вижили, і аргентинський народ не мусили б терпіти страшний біль, який цей жахливий шрам залишив на його історії."
}