{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Here are our English Language Assistants for this academic year (from left to right):\nBonnie Marville\nHi, I'm Bonnie! I'm an English Language and Linguistics student in my final year of study. I love to travel and explore different cultures, and I am currently trying to learn Spanish and Korean! I was born in St. Lucia and moved to the UK 10 years ago so I remember how difficult it can be to settle into a new place. I can't wait to meet you all and help you settle in Lancaster!\nRuqayyah Jhanji\nHi, I'm Ruqayyah, I'm in my last year studying Management and HR. I've just returned back from my year in industry, which I thoroughly enjoyed. In my free time I enjoy running, playing badminton and painting. I'm looking forward to meeting you and chatting with you all!\nCiara Salisbury\nHi, my name is Ciara. I am a postgrad student studying Law and Diplomacy. One fun fact about me is that I love to travel and I have studied in three different countries during my time in Lancaster. If I can give you one piece of advice to make the most of your time at uni, it would be to look out for travel opportunities in the UK and abroad. Can't wait to meet you all!\nMaddie Thompson\nHi, I'm Maddie! I'm in my final year studying for my undergrad in French, Spanish and Mandarin Chinese. I'm excited to be back in Lancaster after a year studying in France and in Spain, and I hope you'll come to love Lancaster as much as I do! I can't wait to meet you all very soon!\nLuke Parkinson\nHi, I'm Luke. I'm a 3rd year PhD student in Criminology. I've been studying and living in Lancaster since 2018 so I know Lancaster like the back of my hand. Looking forward to meeting everyone! I like hiking, reading and playing bass.",
    "trans": "Знайомтесь з нашими асистентами з англійської мови на цей навчальний рік (зліва направо):\nБонні Марвіл\nВітаю, я Бонні! Я вивчаю англійську мову та лінгвістику на останньому курсі. Мені подобається подорожувати та знайомитися з різними культурами, отож зараз я намагаюся вивчити іспанську та корейську мови! Я народилася в Сент-Люсії й переїхала до Великобританії 10 років тому, тому добре пам'ятаю, як важко буває влаштуватися на новому місці. Не можу дочекатися, щоб познайомитися з вами й допомогти облаштуватися в Ланкастері!\nРукайя Джханджі\nПривіт, я Рукайя, я вчуся на останньому курсі за спеціальністю \"Менеджмент та управління персоналом\". Останній рік я працювала у промисловій галузі, і мені дуже сподобалося. У вільний час я люблю бігати, грати в бадмінтон та малювати. Чекаю нагоди зустрітися та поспілкуватися з вами!\nКіра Солсбері\nПривіт, мене звати Кіра. Я аспірант, вивчаю право та дипломатію. Цікавий факт про мене: я люблю подорожувати та навчалася в трьох різних країнах під час перебування в Ланкастері. Хочете пораду про те, як максимально використати свій час в університеті: не оминіть увагою можливість подорожувати по Великобританії та за кордоном. Не можу дочекатися зустрічі з усіма вами!\nМедді Томпсон\nМоє шанування, я Медді! Я навчаюся на останньому курсі, вивчаю французьку, іспанську та китайську мандаринську мови. Я рада повернутися до Ланкастера після року навчання у Франції та Іспанії, і сподіваюся, що ви полюбите Ланкастер, як і я! Не можу дочекатися скорої зустрічі з вами!\nЛюк Паркінсон\nПривіт, я Люк. Я аспірант 3-го року навчання за спеціальністю \"Кримінологія\". Я живу й навчаюся тут з 2018 року, тому знаю Ланкастер як свої п'ять пальців. З нетерпінням очікую зустрічі з усіма! Я люблю ходити в походи, читати та граю на бас-гітарі."
}