{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] door slams shut behind him, and only then does he release the breath he’s been holding.\nFuck.\nSimon’s hands shake minutely when he tries to open his door. He fumbles with the keys, missing the lock, and lets out a shout of desperate frustration, levelling a kick with the doorframe. Pain blooms in his toe and he tries so hard not to just scream, bending at the waist, his shoulders shaking with the effort. His keys tumble out of his fingers and land on the carpet in front of him.\n“Fuck, fuck, fuck!” he sobs, dropping his forehead against the door with a depressing thunk.\nAny pleasure he experienced with Wilhelm was quickly eclipsed by his anger, by his bitterness, by his bone-deep sense of fear. The whole thing was— was tainted, coloured by the strange disconnect between them, and no matter how right it felt at the time, it was the wrong thing to do. It’s just— he was so afraid he was going to lose Wilhelm, and then he did, to Wilhelm’s fucking ex, of all people, and he couldn’t stand the thought of Wilhelm with anyone else and he was filled with such sudden possessive rage that he just had to—\nWell. It doesn’t matter why he did it. It matters that it happened, when he swore it wouldn’t, when he swore to himself that this time he was going to actually fucking talk to Wilhelm, not just stonewall him or try to move on or distract him with sex. But that all went out of the window the second [redacted_name] brought up [redacted_name].\nHe’s angry with [redacted_name]. He’s angry with himself.\nSimon bends to scoop his keys off of the carpet and finally unlocks his door, slamming it shut behind him and leaning up against it. After a moment all of the fight drains out of him and he slides down it, head in his hands, staring at his knees.\nHe doesn’t know what to do. He doesn’t know when things got so fucked up between them. Was it that first night, when he’d thrown caution to the wind and allowed himself to have what he wanted? Was it when he’d pulled away immediately after, terrified of the sheer scale of his wanting? Was it when he started to let [redacted_name] in, when he told him about his father, when he realised he was falling harder than he’s ever fallen before? Or was it every time he should have said something, taken back his it doesn’t have to be, like, a thing and let [redacted_name] know how he actually feels?\nWere they doomed from the start? Did he doom them from the start?\nHe doesn’t know. And he doesn’t know how to fix it, because they’ve both fucked up so badly and he knows he didn’t imagine the hurt in Wilhelm’s eyes when Simon pulled away from him again.\nSo, he does what he does best. He runs.\nIt’s all too easy to throw on his leather jacket, legs carrying him out of the apartment and down the stairs. He bursts out of the building and into the night, filled with a grim determination not to cry until he’s far from here. Far from [redacted_name].\nIt’s sleeting down outside, as if the weather knows what it feels like inside his mind right now, and he relishes it where he’d usually cringe away because, fuck, it feels punishing and he feels like he needs to be punished, right now.\nHe clutches his motorbike like a lifeline, swinging his leg over it, feeling the harsh rubber of the handles through his leather gloves. The engine roars to life beneath his hands, always eager, and he relishes in the raw power vibrating through the bike.\nThis was always the one thing he felt he had control over, when he was a teenager. His life was a mess, his father was a mean bastard, and he was scared out of his mind the majority of the time, but all of that just— melted away the second he felt the bike respond to him. At home, he was responsible for his mother and sister’s safety — he had to be the man of the house because the actual man of the house was less of a man and more of a monster. On the bike, speeding down the open road, the moon shining above him like a pale coin, he was responsible in a different way. The bike listened to what he wanted it to do, if he wanted to speed up or slow down that was his choice. He was in control.\nIn spite of the dread boring a pit in his stomach, he manages a small smile as he feels the bite of the engine beneath him. That thrumming energy is fucking addictive —he speeds off into the night without another thought, revving the engine.\nThe wind rushes through his hair, around his ears, along the column of his throat. Raindrops batter him, numbing his cheeks and his lips and clinging to his eyelashes as he rips through the streets and onto the motorway. The explosion of lights before him always takes his breath away, and tonight is no different. The city really is beautiful — it’s a constellation, a mini night sky made up of thousands of people living their lives.\nYou sound like Wille, he thinks, then revs the engine and drives faster.\nDriving along here at night has always filled him with a sense of beautiful freedom that he struggles to find anywhere else. Like he’s flying, like he’s freefalling. Like he’s free. Now, it just fuels his pain, because—fuck, [redacted_name] makes him feel like that, too. Makes him feel like his heart has taken wings and flown itself right out of his chest. It’s all he can do to pray that one day, [redacted_name] will feel that way about him, too. Knowing Simon’s luck, though, he’s missed his chance.",
    "trans": "[redacted_name] двері за ним різко закриваються, і лише тоді він випускає затримане дихання.\nЧорт.\nРуки Саймона трохи тремтять, коли він намагається відкрити свої двері. Він плутається з ключами, промахується по замку і видає крик від безнадійного розчарування, завдаючи удар ногою по дверній рамі. Біль розцвітає в його пальці ноги і він намагається так сильно не закричати просто так, нахиляючись вперед, його плечі тремтять від зусилля. Його ключі вислизають з пальців і падають на килим перед ним.\n\"Чорт, чорт, чорт!\" - ридає він, притискаючи лоб до дверей з пригніченим стуком.\nБудь-яке задоволення, яке він відчував з Вільгельмом, швидко затінялося його гнівом, його гіркотою, його страхом, що пронизує до кісток. Усе це було - забруднене, забарвлене дивним розривом між ними, і незалежно від того, наскільки правильно це відчувалося в той момент, це було неправильно. Просто - він так боявся втратити Вільгельма, а потім втратив його, з усіма людьми, з колишнім Вільгельма, і йому нестерпно було думати про те, що Вільгельм буде з кимось іншим, і його охопила така раптова власницька лють, що він просто мусив -\nНу. Не важливо, чому він це зробив. Важливо те, що це сталося, коли він клявся, що цього не станеться, коли він клявся собі, що цього разу він насправді поговорить з Вільгельмом, а не просто буде ігнорувати його або намагатися перейти далі або відволікати його сексом. Але все це пішло в небуття в ту секунду, коли [redacted_name] заговорив про [redacted_name].\nВін сердитий на [redacted_name]. Він сердитий на себе.\nСаймон нахиляється, щоб підняти свої ключі з килима і нарешті відкриває двері свого будинку, зачиняючи їх за собою і спираючись на них. Через мить вся боротьба виходить з нього і він сповзає вниз по дверям, тримаючи голову в руках і дивлячись на свої коліна.\nВін не знає, що робити. Він не знає, коли між ними все стало так погано. Чи було це тієї першої ночі, коли він кинув обережність на вітер і дозволив собі отримати те, що хоче? Чи було це тоді, коли він відразу ж відсторонився від цього страху перед масштабом свого бажання? Чи було це тоді, коли він почав впускати [redacted_name] у своє життя, коли розповів йому про свого батька, коли зрозумів, що закохується сильніше ніж будь-коли раніше? Або ж це сталося кожного разу, коли він повинен був щось сказати, забрати назад своє \"це не обов'язково має бути чимось\" і дати [redacted_name] знати про свої справжні почуття?\nЧи були вони приречені з самого початку? Чи прирік він їх з самого початку?\nВін не знає. І не знає, як це виправити, тому що вони обидва так сильно все зіпсували, і він знає, що не уявляв собі болю в очах Вільгельма, коли Симон знову віддалився від нього.\nТож він робить те, що вміє найкраще. Він тікає.\nЙому надто легко накинути шкіряну куртку, ноги несуть його з квартири вниз по сходах. Він вибігає з будівлі в ніч, наповнену похмурою рішучістю не плакати, поки не буде далеко звідси. Далеко від [redacted_name].\nЗзовні йде сніг з дощем, ніби погода знає, як він почувається зараз у своїй голові, і він насолоджується цим, хоча зазвичай би від цього відвертався, тому що, чорт, це відчувається як покарання, і зараз йому здається, що він потребує покарання.\nВін тримається за свій мотоцикл як за рятівний круг, перекидаючи ногу через нього, відчуваючи жорсткий каучук ручок через свої шкіряні рукавички. Двигун під його руками реве на життя, завжди готовий до дії, і він насолоджується сирою силою, що вібрує через мотоцикл.\nЦе завжди була єдина річ, над якою він відчував контроль у підлітковому віці. Його життя було безладом, його батько був жорстоким покидьком, і більшість часу він був наляканий до смерті, але все це просто - розчинялося в той момент, коли він відчував відповідь мотоцикла на себе. Удома він відповідав за безпеку матері та сестри - йому доводилося бути чоловіком у домі, тому що справжній чоловік у домі був менше чоловіком і більше монстром. На мотоциклі, мчачи по відкритій дорозі під місяцем, який світить над ним як блідий монета, він відповідав по-іншому. Мотоцикл слухав те, що він хотів би зробити - якщо він хотів прискоритися або сповільнитися - це був його вибір. Він був у контролі.\nНезважаючи на страхи, які свердлять яму в його животі, він змушує себе усміхнутися маленькою усмішкою, коли відчуває удар двигуна під собою. Ця пульсуюча енергія неймовірно приваблива - він мчить у ніч без жодної думки ще раз, ревучи двигуном.\nВітер проноситься крізь його волосся, обвивається навколо вух, проходить вздовж стовбура його шиї. Краплі дощу б'ють його, німіють щоки та губи, прилипають до вій, коли він мчить вулицями і виїжджає на автомагістраль. Вибух вогнів перед ним завжди забирає у нього подих, і сьогоднішня ніч не є винятком. Місто справді красиве - це сузір'я, маленьке нічне небо, складене з тисяч людей, які живуть своїм життям.\nТи звучиш як Вілле, думає він, потім підкручує газ і їде швидше.\nЇзда тут вночі завжди наповнювала його відчуттям прекрасної свободи, яку він важко знаходить деінде. Як ніби він літає, як ніби падає вільно. Як ніби він вільний. Тепер це лише годує його біль, тому що - чорт забирай, [redacted_name] теж змушує його відчувати себе так. Змушує його відчувати, як ніби його серце взяло крила і вилетіло прямо з грудей. Все, що він може зробити - це молитися, щоб одного дня [redacted_name] теж відчував би так щодо нього. Однак знаючи удачу Саймона, він пропустив свій шанс."
}