{
    "source": "en_US",
    "target": "uk_UA",
    "text": "food probiotics that are age- and gender-specific. Unlike isolated strains of probiotics, Raw Probiotics offers all the benefits of a true “food” probiotic with a record-setting 30+ probiotic strains. So, it’s not just isolated bacteria in a pill; Raw Probiotics is a whole-food probiotic that emulates eating fermented food. Made with mainly Bulgarian yogurt concentrate, Wild European kefir grains and scobies, and concentrated clinically studied probiotics strains, Raw Probiotics is created below 40º F and 30% humidity so that what you see on the label is what you get in the bottle.\nRaw Probiotics Women 50 & Wiser is a Raw, full spectrum, whole food probiotic formula specifically designed to meet the unique needs of women over 50. It offers 33 “original” probiotics, including L. reuteri, L. rhamnosus, B. animalis sub. Lactis, specifically formulated for women to support immune function and maintain healthy cholesterol levels already in the normal range. † Raw Probiotics Women 50 & Wiser also delivers probiotic-created vitamins, minerals and prebiotics as well as dairy-digesting enzymes to help break down lactose and casein. † Raw means our probiotics are uncooked, untreated, unadulterated, with no binders or fillers and no carriers such as maltodextrin or dextrose.",
    "trans": "пробіотики для їжі, які є специфічними для віку та статі. На відміну від ізольованих штамів пробіотиків, Raw Probiotics пропонує всі переваги справжнього \"харчового\" пробіотика з рекордною кількістю понад 30 пробіотичних штамів. Тож це не просто ізольовані бактерії в капсулі; Raw Probiotics - це пробіотик на основі цільних продуктів харчування, який імітує вживання ферментованих продуктів. Виготовлений переважно з болгарського йогуртового концентрату, диких європейських зерен кефіру та скобій, а також концентрованих клінічно досліджених штамів пробіотиків, Raw Probiotics створюється при температурі нижче 40º F і вологості 30%, щоб те, що ви бачите на етикетці, відповідало тому, що ви отримуєте в пляшці.\nRaw Probiotics Women 50 & Wiser - це сира, повноспектрова формула пробіотиків на основі цільних продуктів харчування, спеціально розроблена для задоволення унікальних потреб жінок старше 50 років. Вона містить 33 \"оригінальних\" пробіотики, включаючи L. reuteri, L. rhamnosus, B. animalis sub. Lactis, спеціально сформульованих для підтримки функції імунної системи та підтримки здорового рівня холестерину вже в нормальному діапазоні. † Raw Probiotics Women 50 & Wiser також постачає вітаміни, мінерали та пребіотики, створені пробіотиками, а також ферменти для перетравлення молочних продуктів для допомоги у розщепленні лактози та казеїну. † Сира означає, що наші пробіотики не піддаються термічній обробці, не обробляються, не містять домішок, без зв'язуючих або наповнювальних речовин і без носіїв таких як мальтодекстрин або декстроза."
}