{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The duration of attacks is helpful in distinguishing some of these causes of vertigo. Benign positional vertigo lasts less than 1 min. Attacks of Ménière’s disease are recurrent and last up to 24 h. Vestibular neuronitis does not recur but lasts several days, whereas vertigo due to ototoxic drugs is usually permanent. Brainstem ischaemic attacks occur in patients with evidence of diffuse vascular disease, and long tract signs may be present. Multiple sclero- sis may initially present with an acute attack of vertigo that lasts for 2–3 weeks. Posterior fossa tumours usually have symptoms and signs of space-occupying lesions. Acoustic neu- romas often present with vertigo and deafness. Migrainous attacks are often accompanied by nausea and vomiting. Temporal lobe epilepsy may also produce rotational vertigo, often associated with auditory and visual hallucinations. Central lesions produce nystagmus which is multidirectional and may be vertical. Peripheral lesions induce a unilateral hori- zontal nystagmus.",
    "trans": "Тривалість нападів допомагає відрізнити деякі причини запаморочення. Доброякісне позиційне запаморочення триває менше 1 хвилини. Напади хвороби Меньєра є рецидивуючими і можуть тривати до 24 годин. Вестибулярний нейроніт не повторюється, але триває кілька днів. kЗапаморочення, спричинене ототоксичними препаратами, зазвичай є постійним.Ішемічні напади стовбура мозку виникають у пацієнтів із дифузним судинним ураженням, можуть супроводжуватися ураженнями довгих провідних шляхів. Розсіяний склероз може спочатку проявлятися гострим нападом запаморочення, який триває 2–3 тижні. Пухлини задньої черепної ямки зазвичай супроводжуються симптомами та ознаками об'ємного утворення. Акустичні невроми часто проявляються запамороченням і втратою слуху. Мігрень часто супроводжується нудотою і блюванням. Скронева епілепсія також може викликати обертальне запаморочення, яке часто супроводжується слуховими та зоровими галюцинаціями. Центральні ураження спричиняють мультинаправлений ністагм, який може бути вертикальним. Периферичні ураження викликають однобічний горизонтальний ністагм."
}