{
    "source": "en_US",
    "target": "uk_UA",
    "text": "to mean ‘relating to the here and now’, from the origi- nal Greek. Technical skills together with timing, per- sonal integrity, and body coordination in nursing are an artistic performance which, apparently, does not require any effort (Peplau, 1988).\nWe realize this intuitively while observing a nurse in the art of caring, in which the technical component is reconfigured by the ‘artisan’ knowledge. This is evident when we see the images of Sonia Rochel (2013) bathing a newborn child, when we witness a nurse caring for an elderly patient with sensitivity, or a nurse establishing a therapeutic bond by communi- cating with a severely mentally ill patient. The outside observer recognizes the aesthetic experience of care as a subjective, individual, singular, and unique knowl- edge but, at the same time, shareable and communal as an immersive sensorial aesthetic experience (Monteiro, 2014). In this sense, the aesthetics of care goes beyond the purely technical aspects, since it inte- grates the world of values, the feelings, and the ethical and cultural aspects which constitute the aesthetic experiences in nursing care processes (González & Ruiz, 2012). The poetic paradigm in nursing knowl- edge also deserves special attention. The poetic term ought to be understood in the original Greek meaning of poiesis, which means creation, creativity. Commu- nication is at the core of nursing interventions, in its clinical praxis and in the specific type of scientific knowledge organized by nursing.\nIf the aesthetic experience is an acute and active perception of the object or situation, only the aesthetic knowledge can allow for a unified and enhanced understanding of complex life situations and experi- ences in nursing care. Only aesthetic, creative, and ‘poietic’ nursing care can ‘illuminate’ and bring together the gap between aggressive biotechnologies, robotics, IT in healthcare, and person-centred care.\nConclusions\nThe emerging multiparadigms, among which some are more traditional but have new reconfigurations, can lead to an identity dispersion of nursing knowledge if they are not reorganized within a more comprehen- sive model. The paradigm of totality is not completely useful, rather the opposite, for this epistemological",
    "trans": "означає «пов'язаний з тут і зараз», з оригінальної грецької мови. Технічні навички разом із таймингом, особистою цілісністю та координацією тіла в сестринстві є художнім виконанням, яке, очевидно, не вимагає жодних зусиль (Peplau, 1988).\nМи інтуїтивно усвідомлюємо це, спостерігаючи за медсестрою в мистецтві догляду, де технічний компонент перетворюється знанням «ремісника». Це стає очевидним, коли ми бачимо зображення Соні Рошель (2013), яка купає новонароджену дитину, коли ми стаємо свідками того, як медсестра чутливо доглядає за літнім пацієнтом або встановлює терапевтичний зв'язок, спілкуючись з важко психічно хворим пацієнтом. Зовнішній спостерігач розпізнає естетичний досвід догляду як суб'єктивне, індивідуальне, одиничне та унікальне знання, але в той же час спільне та колективне як занурений сенсорний естетичний досвід (Monteiro, 2014). У цьому сенсі естетика догляду виходить за межі чисто технічних аспектів, оскільки інтегрує світ цінностей, почуттів та етичних і культурних аспектів, які складають естетичні досвіди в процесах сестринського догляду (González & Ruiz, 2012). Поетичний парадигм у знанні сестринства також заслуговує на особливу увагу. Поетичний термін слід розуміти в оригінальному грецькому значенні poiesis, що означає створення, творчість. Комунікація є основою сестринських втручань, у їхній клінічній практиці та у специфічному типі наукового знання, організованого сестринством.\nЯкщо естетичний досвід є гострим і активним сприйняттям об'єкта або ситуації, лише естетичне знання може дозволити єдине та поглиблене розуміння складних життєвих ситуацій і досвідів у сестринському догляді. Лише естетичний, творчий і «поетичний» сестринський догляд може «освітити» і з'єднати розрив між агресивними біотехнологіями, робототехнікою, інформаційними технологіями в охороні здоров'я та орієнтованим на людину доглядом.\nВисновки\nНові багатопарадигмальні підходи, серед яких деякі є більш традиційними, але мають нові реорганізації, можуть призвести до розпорошення ідентичності знань про медсестринство, якщо вони не будуть реорганізовані в рамках більш комплексної моделі. Парадигма цілості не є повністю корисною, а скоріше навпаки, для цієї епістемологічної"
}