{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name],\nThe University of Exeter understands the unique challenges that Chinese students face when applying for jobs in the UK and back home in China, which is why we provide a career development programme, ‘China Career Ready’, to help you gain the knowledge and skills needed to succeed in both recruitment environments.\nThe ‘China Career Ready’ programme includes:\na bespoke online learning programme which you can work through at your own pace\na series of live workshops to provide tailored guidance with your career planning\nemployers events for insights from graduate recruiters in China\nThis programme aims to help you understand the differences between the graduate recruitment markets in China and the UK and what you need to do to succeed. Click here to watch a short video about ‘China Career Ready’.\nPlease see details below about upcoming workshops that you can book, as well as information about employer events and 1:1 support.\nI look forward to seeing you soon!\nSimon Allington FHEA\nEmployability and Careers Consultant\nChina Career Ready Programme Direct",
    "trans": "Шановний [redacted_name],\nУніверситет Ексетера розуміє унікальні виклики, з якими стикаються китайські студенти при подачі заяв на роботу в Великобританії та вдома в Китаї. Саме тому ми пропонуємо програму розвитку кар'єри \"Готовий до кар'єри в Китаї\", щоб допомогти вам здобути знання та навички, необхідні для успіху в обох середовищах набору персоналу.\nПрограма \"Готовий до кар'єри в Китаї\" включає:\nіндивідуальну онлайн-програму навчання, яку ви можете проходити у своєму власному темпі\nсерію живих семінарів для надання індивідуальних консультацій щодо планування кар'єри\nзаходи з роботодавцями для отримання інформації від рекрутерів випускників у Китаї\nЦя програма має на меті допомогти вам зрозуміти різниці між ринками набору випускників у Китаї та Великобританії і що потрібно зробити для досягнення успіху. Натисніть тут, щоб переглянути коротке відео про \"Готовий до кар'єри в Китаї\".\nБудь ласка, ознайомтеся з інформацією нижче про майбутні семінари, на які ви можете записатися, а також про заходи з роботодавцями та підтримку 1:1.\nСподіваюся скоро вас побачити!\nСаймон Аллінгтон FHEA\nКонсультант з працевлаштування та кар'єри\nПрограма \"Готовий до кар'єри в Китаї\" Директ"
}