{
    "source": "en_US",
    "target": "uk_UA",
    "text": "mainly true aneurysms and only one pseudoaneurysm was reported in the literaturell. The present case adds one more to the previously reported cases (Table 1). In contrast to previous reports the present review shows equal incidence in males and females. The age of patients ranges from 17 to 75 years with a mean of 44.5 years. Seven of the 12 patients (58%) presented with dyspnoea and/or chest pain and another three (25%) had syncopal episodes. Two patients (17%) were symptomless (i.e. presented only with a popliteal mass). Therefore this possibility should be kept in mind and included in the differential diagnosis of the popliteal fossae mass. Diagnosis depends on\" a high index of suspicion, particularly if the mass is compressible. Plethysmography and hand-held Doppler examination are unhelpfuF-lo. Duplex scanning when available is very useful, although the gold standard investigation is venographylO. Magnetic resonance imaging was per- formed in the present patient for the author's research purposes and may be indicated in selected cases as it has the advantages of being non-invasive and will not precipitate embolism in a thrombosed popliteal vein aneurysm?\nOnce the diagnosis is made, surgical correction is indicated in view of the frequent incidence of a fatal complication associated with these aneurysms (i.e. pulmonary embolism). Indeed, ten of the 12 reported cases had evidence of pulmonary embolism at presenta- tion. Several surgical procedures are described in the literature. Resection of the aneurysm with venous bypass was hailed as the procedure of choice. Exclusion by ligation of the aneurysm and bypass was performed in the present case. Perhaps the latter procedure is an acceptable alternative to the direct procedure, particu- larly in long-extending aneurysms. If so, it is better to use the contralateral great saphenous vein to ensure good venous drainage. To the best of the author's knowledge, this procedure was performed for the first time in treating these aneurysms.\nTable 1 Review of the English literature of 12 cases of popliteal vein aneurysms\nAuthors\nYear Patient age\n(years)\n1977 37 62 197717 1979 59 1980 37 1981 75 1982 59 1985 48 1988 37 50 1991 28 25\nSex Presentation Pulmonary embolism\n+\n+\n+ + +\nFederman etal? HaroldsandFriedman\nDahl etal4\nPersson etals\nChahlaoui et al.5\nDonald and Edwards7 Gallagher and HagemanB Ross et al.9\nDawson etal.lO Present case\nF Syncope\nM Dyspnoea + F Mass\nF Dyspnoea\nM Syncope\nF Chest pain\nM Dyspnoea\nM Syncope + F Dyspnoea + M Chest pain + F Chest pain +",
    "trans": "в основному були описані справжні аневризми, і лише один псевдоаневризм був згаданий у літературі. Поточний випадок додає ще один до раніше описаних випадків (таблиця 1). На відміну від попередніх звітів, у даному огляді показано однакову частоту виникнення у чоловіків і жінок. Вік пацієнтів коливається від 17 до 75 років, середній вік становить 44,5 років. Семеро з 12 пацієнтів (58%) звернулися зі скаргами на задишку та/або біль у грудях, а ще троє (25%) мали синкопальні епізоди. Двоє пацієнтів (17%) не мали симптомів (тобто звернулися лише з масою в області підколінного суглоба). Тому цю можливість слід враховувати і включати в диференційну діагностику маси в області підколінного суглоба. Діагноз залежить від високого ступеня підозри, особливо якщо маса є стискною. Плетизмографія та дослідження за допомогою портативного доплера є малоефективними. Дуплексне сканування, коли воно доступне, є дуже корисним, хоча золотим стандартом дослідження є венографія. У даному випадку у пацієнта було проведено магнітно-резонансну томографію для дослідницьких цілей автора і може бути показана в обраних випадках, оскільки має переваги неінвазивності та не викликає емболії при тромбофлебіті аневризми підколінної вени.\nЯк тільки діагноз встановлений, хірургічна корекція показана з огляду на часту ймовірність виникнення фатальних ускладнень, пов'язаних з цими аневризми (тобто легеневою емболією). Насправді у десяти з 12 описаних випадків при зверненні були ознаки легеневої емболії. У літературі описано кілька хірургічних процедур. Резекція аневризми з венозним шунтуванням була визнана процедурою вибору. У даному випадку було виконано виключення аневризми шляхом перев'язки та шунтування. Можливо, остання процедура є прийнятною альтернативою прямій процедурі, особливо при довгих аневризмах. Якщо так, то краще використовувати контралатеральну велику підшкірну вену для забезпечення хорошого венозного дренажу. Наскільки відомо автору, ця процедура була виконана вперше при лікуванні цих аневризми.\nТаблиця 1 Огляд англомовної літератури про 12 випадків аневризми підколінної вени\nАвтори\nРік Вік пацієнта\n(роки)\n1977 37 62 197717 1979 59 1980 37 1981 75 1982 59 1985 48 1988 37 50 1991 28 25\nСтать Презентація Легенева емболія\n+\n+\n+ + +\nFederman etal? HaroldsandFriedman\nDahl та ін.4\nPersson etals\nChahlaoui та ін.5\nDonald і Edwards7 Gallagher і HagemanB Ross та ін.9\nDawson та ін.10 Теперішній випадок\nF Синкопе\nM Диспное + F Масса\nF Диспное\nM Синкопе\nF Боль у грудях\nM Диспное\nM Синкопе + F Диспное + M Боль у грудях + F Боль у грудях +"
}