{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Nothing is more boring than traveling long distances by car. Some of my friends told me they had fun doing it. Well, I guess I might say so if I was with my friends, not with mom, dad and Teresa, my eighteen years old sister.\nI was reading one of my fantasy books. Teresa listened to some music all the way. Mom was asleep, and poor dad was driving. Suddenly, Teresa removed the headphone from her ears and leaned forwards towards mom:\n\"Mom... Mom ...\"\nMother opened one eye and looked over her shoulder:\n\"Yes, dear? \"\n\"I need to go\"\n\"What?\"\n\"I need to pee. I can't hold it anymore. \"\n\"Honey, just hold it a little longer, we can't pull over right now\"\n\"No, no… I really can't hold it anymore\"\n\"Jack, is there any gas station or restaurants ahead of us?\" Mom asked dad.\n\"I don't think so. Why? \"\n\"Teresa needs to pee.\"\n\"Well, I can pull over at the side of the road, and she does it behind the car.\"\n\"DAD!!! I'm not gonna pee on the road!\"\n\"Then honey, I'm afraid you've got to hold it till our next stop\"\n\"How far is it?\"\n\"Something like two hours driving\"\nTeresa pressed her crotch and started squirming on her seat.\n\"Gush, no, I can't hold it for two hours. Pull over, dad. \"\nDad stopped at the side of the road. Teresa pushed open the door and jumped out of the car. She looked cute in her short skirt and pigtails hair. I tuned my head, watching her squatting behind the car.\n\"Jaime, give your sister some privacy.\" Mom scolded me.\nI blushed, turning back to my book. I was curious and somewhat excited about my little sister squirting her warm piss along the road. I looked over, checking if mom was watching me, when I caught the perfect image of my sister on the side mirror.\nTeresa was still squatting; her panties pulled half the way along her thighs. A car passed by, startling her, causing her to pull the short skirt over her ass. I chuckled silently at my stupid little sister. It was obvious she hadn't peed before outside her bathroom. I wished I could see the huge lake she had made on the road, if she needed all this time to pee.",
    "trans": "Нічого більш нудного немає, ніж подорожувати на великі відстані автомобілем. Деякі мої друзі казали мені, що їм було весело це робити. Ну, я думаю, я можу так сказати, якщо б я була зі своїми друзями, а не з мамою, татом і Терезою, моєю вісімнадцятирічною сестрою.\nЯ читав одну з моїх фантастичних книг. Тереза слухала музику всю дорогу. Мама спала, а бідний тато керував автомобілем. Раптом Тереза зняла навушники і нахилилася вперед до мами:\n\"Мамо... Мамо...\"\nМати відкрила одне око і подивилася через плече:\n\"Так? Дорога?\"\n\"Мені потрібно піти\"\n\"Що?\"\n\"Мені потрібно попісяти. Я більше не можу терпіти\".\n\"Дорога, просто потерпи ще трохи, ми не можемо зупинитися зараз\"\n\"Ні, ні... я справді більше не можу терпіти\"\n\"Джек, попереду нас є якісь автозаправки або ресторани?\" - запитала мама тата.\n\"Не думаю. Чому?\"\n\"Терезі потрібно в туалет\".\n\"Ну, я можу зупинитися на узбіччі дороги, і вона зробить це за машиною\".\n\"ТАТУ!!! Я не буду пісяти на дорозі!\"\n\"Тоді, дорога, боюся, тобі доведеться терпіти до нашої наступної зупинки\"\n\"Як далеко це?\"\n\"Приблизно дві години їзди\"\nТереза натиснула на промежину і почала вертітися на своєму місці.\n\"Ні, я не можу терпіти ще дві години. Зупинись, тато\".\nТато зупинився на узбіччі дороги. Тереза відкрила двері і вискочила з машини. Вона виглядала мило в своїй короткій спідниці та з двома косичками. Я повернув голову і подивився, як вона присіла за машиною.\n\"Хайме, дай своїй сестрі трохи приватності\". - насварила мене мама.\nЯ почервонів і повернувся до своєї книги. Мені було цікаво і трохи захоплювало те, що моя маленька сестра буде пісяти свою теплу сечу вздовж дороги. Я глянув у бік, перевіряючи, чи дивиться на мене мама, коли побачив ідеальне зображення своєї сестри у бічному дзеркалі.\nТереза все ще сиділа; її трусики були спущені наполовину по стегнах. Проїхала машина, налякавши її, і вона потягнула коротку спідницю над попою. Я тихо засміявся над своєю дурною маленькою сестричкою. Було очевидно, що вона ніколи раніше не пісяла на вулиці поза ванною кімнатою. Мені хотілося побачити величезну калюжу, яку вона залишила б на дорозі, якщо їй потрібно було стільки часу для того, щоб попісяти."
}