{
    "source": "en_US",
    "target": "uk_UA",
    "text": "If ‘the ideal of personal autonomy is the vision of people controlling, to some degree, their own destiny, fashioning it through successive decisions throughout their lives’33, who is to say that I lack such autonomy? Sure, my ‘destiny’ was shaped in part by a manipulative, commercial endeavour to sell burglar alarms, just like it was shaped by a vast array of other factors and events. What matters, on ‘procedural’ understandings of autonomy34, is that I retrospectively endorse this influence. Importantly for our purposes, there are alternatives to those procedural understandings that will seek to challenge the validity of such post-hoc endorsement.\n‘most of our commitments, tendencies, emotional predilections, and forms of thought, have developed in us without any ongoing reflective consideration or judgment by our own reasons-responsive faculties. We merely find ourselves with such traits and come to endorse them as constitutive of who we in fact are’.36",
    "trans": "Якщо \"ідеал особистої автономії – це бачення людей, які певною мірою контролюють свою власну долю, формуючи її через послідовні рішення протягом усього життя» 33, то хто може стверджувати, що мені бракує такої автономії? Звісно, моя «доля» частково була сформована маніпулятивним комерційним задумом із продажу сигналізацій від грабіжників, так само як її формував широкий спектр інших факторів і подій.На підхід «процедурного» розуміння автономії 34 важливо те, що я ретроспективно визнаю цей вплив. Однак, що важливо для нашого аналізу, існують альтернативи цим процедурним підходам, які можуть поставити під сумнів правомірність такого постфактумного схвалення.\n«Більшість наших зобов’язань, схильностей, емоційних уподобань і способів мислення розвинулися в нас без постійного рефлексивного розгляду чи оцінки з боку наших власних здатностей, що реагують на розумні підстави. Ми просто виявляємо в собі ці риси і зрештою приймаємо їх як складову того, ким ми насправді є».36"
}