{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Yijing Song,\nOn behalf of the Chief Governance Officer and Returning Officer, you are invited to participate in the University of Sydney Elections 2024. The elections are conducted in accordance with the University of Sydney By-Law 1999 and Elections Policy 2022.\nYou are invited to vote in:\n* Postgraduate Student Fellow of Senate\n* University of Sydney Business School Postgraduate Student Representative to Academic Board\n* University of Sydney Business School Board Postgraduate Coursework Student Representative\nPoll open date: Tuesday 08 October 2024 09:00 AEDT\nPoll close date: Thursday 24 October 2024 16:00 AEDT\nImportant Security Warning: Do not forward this email because it contains your personal auto-sign-in link.\nTo access the poll menu click this link: [redacted_url]\nIf the above link does not appear to work copy and paste it into your browser. To reset your sign-in name or password first click the sign-in link above then click My Details. Alternatively use this link for direct access to your SIGN-IN DETAILS PAGE: [redacted_url].\nIf you have any questions regarding the electronic ballot or the voting process, please contact the University Governance Office Elections Team.",
    "trans": "Шановна Іцзін Сонг,\nВід імені Головного службовця з управління та Виборчого офіцера, вас запрошують взяти участь у Виборах Університету Сіднея 2024. Вибори проводяться відповідно до Положення про Університет Сіднея 1999 року та Політики виборів 2022 року.\nВи запрошені проголосувати за:\nАспіранта-члена Сенату\nПредставника аспірантів Бізнес-школи Університету Сіднея в Академічній раді\nПредставника студентів магістерських програм Бізнес-школи Університету Сіднея в Раді школи\nДата відкриття голосування: вівторок, 8 жовтня 2024 року, 09:00 AEDT\nДата закриття голосування: четвер, 24 жовтня 2024 року, 16:00 AEDT\nВажливе попередження щодо безпеки: не пересилайте цей електронний лист, оскільки він містить ваше персональне посилання для автоматичного входу.\nЩоб отримати доступ до меню голосування, натисніть це посилання: [redacted_url]\nЯкщо вищевказане посилання не працює, скопіюйте та вставте його у свій браузер. Щоб скинути ім’я користувача або пароль, спочатку натисніть посилання для входу, а потім виберіть \"Мої дані\". Або скористайтеся цим посиланням для прямого доступу до сторінки ваших реєстраційних даних: [redacted_url].\nЯкщо у вас виникли запитання щодо електронного бюлетеня або процесу голосування, будь ласка, звертайтеся до Команди виборів Офісу управління Університету."
}