{
    "source": "en_US",
    "target": "uk_UA",
    "text": "LIF001-2425-S1 » Forums » Announcements » Special Announcement – IMPORTANT NOTICE 重要通知\nMB\nSpecial Announcement – IMPORTANT NOTICE 重要通知\nby [redacted_name] - Tuesday, 8 October 2024, 14:00\nDear students,\nAs you may be aware, the 1st Onsite Compulsory Consultation（formative assessment 1）for LIF001 is in full swing. The objective of this is to review and discuss your research problem / real world issue with a teacher.\nPlease be aware that the booking system for this will close on Sunday, 13 October, at 23:59, i.e. coming Sunday, so please make sure to book before next Monday!\nIt is important that you book a slot in time because (a) your preferred slot may not be available anymore if you wait too long; (b) walk-ins without booking are not allowed; and (c) if you do not participate in the formative assessment, your group will lose 5 points from your final score.\nYou can click here to find all you need to know:Guidance on Booking LIF001 1stOnsite Compulsory ConsultationinAY2425.\nSo: please take this seriously and we look forward to seeing you in person soon!\n如你所知，LIF001 的第一次线下集中咨询（形成性考核1）正在有序进行。 此次咨询和讨论的重点是你的小组的研究问题/现实世界问题。\n请注意，此次线下集中咨询的预约系统将于 10 月 13 日星期日 23:59（即本周日）关闭。 请各小组在截至日期前完成预约。\n及时登入预约系统进行预约非常重要，因为 (a) 如果你等待的时间过长，你偏好的时间段可能已被占用；(b) 我们不会为未提前预约便到访的同学提供咨询；(c) 如果你的小组不参加形成性考核，所有组员将被扣除课程总分的 5%。\n请点击此处仔细阅读AY2425 LIF001第一次线下集中咨询预约指南以获得该任务的重要信息和步骤。\n请你重视此事，我们期待与你见面！\nBest regards,\nLIF001 Module Team\nSee this post in context\nChange your forum digest preferences",
    "trans": "LIF001-2425-S1 » Форуми » Оголошення » Спеціальне оголошення — ВАЖЛИВЕ ПОВІДОМЛЕННЯ 重要通知\nMB\nСпеціальне оголошення - ВАЖЛИВЕ ПОВІДОМЛЕННЯ 重要通知\nвід [redacted_name] — Вівторок, 8 жовтня 2024 року, 14:00\nШановні студенти,\nЯк ви, мабуть, знаєте, 1-ша обов'язкова консультація на місці (формаційне оцінювання 1) для LIF001 йде повним ходом. Метою цієї консультації є розгляд та обговорення з викладачем вашої дослідницької проблеми/проблеми в реальному світі.\nБудь ласка, майте на увазі, що система бронювання буде закрита в неділю, 13 жовтня, о 23:59, тобто у найближчу неділю, тому, будь ласка, переконайтеся, що ви встигли забронювати час до наступного понеділка!\nВажливо, щоб ви забронювали слот вчасно, бо (а) обраний вами слот може бути недоступний, якщо ви чекатимете занадто довго; (б) вхід без бронювання не допускається; та (в) якщо ви не братимете участі у формаційному оцінюванні, ваша група втратить 5 балів від вашої підсумкової оцінки.\nВи можете натиснути тут, щоб знайти все, що вам треба знати: Посібник із бронювання LIF001 та 1-ї обов'язкової консультації на місці вAY2425.\nТож: будь ласка, поставтеся до цього серйозно, і ми будемо раді бачити вас найближчим часом!\n如你所知，LIF001 的第一次线下集中咨询（形成性考核1）正在有序进行。 此次咨询和讨论的重点是你的小组的研究问题/现实世界问题。\n请注意，此次线下集中咨询的预约系统将于 10 月 13 日星期日 23:59（即本周日）关闭。 请各小组在截至日期前完成预约。\n及时登入预约系统进行预约非常重要，因为 (a) 如果你等待的时间过长，你偏好的时间段可能已被占用；(b) 我们不会为未提前预约便到访的同学提供咨询；(c) 如果你的小组不参加形成性考核，所有组员将被扣除课程总分的 5%。\n请点击此处仔细阅读AY2425 LIF001第一次线下集中咨询预约指南以获得该任务的重要信息和步骤。\n请你重视此事，我们期待与你见面！\nЗ повагою,\nКоманда модуля LIF001\nПодивится це повідомлення в контексті\nЗмінити налаштування дайджесту форуму"
}