{
    "source": "en_US",
    "target": "uk_UA",
    "text": "On August 22, 2024, we submitted a letter to WADA outlining the key concerns raised during the online ADAMS meeting in July 2024. This letter has also been shared with the CEO group in Basecamp.\nWADA has since responded, expressing their willingness to collaborate with our group to review the feedback and ensure all points are addressed effectively.\nIn light of this, please save the date for an online meeting with WADA:\nDate:10 October 2024\nTime:14:30 - 15:30 CEST\nFurther details and the agenda will be shared in the coming weeks.\nIf you haven’t done so already, please join our ADAMS group in Basecamp by contacting me. This platform is where members can discuss ADAMS-related concerns, topics, and ideas. iNADO will also continue to provide updates on the progress of the group’s active work.\nShould you have any questions or need further information or support, feel free to contact me directly.\nI look forward to your participation!",
    "trans": "22 серпня 2024 року ми надіслали листа до WADA, в якому викладено основні проблеми, підняті під час онлайн-зустрічі ADAMS у липні 2024 року. Цей лист також був поділений з групою CEO в Basecamp.\nЗ тих пір WADA відповіла, висловивши готовність співпрацювати з нашою групою для перегляду відгуків і забезпечення ефективного вирішення всіх питань.\nУ зв'язку з цим, будь ласка, зарезервуйте дату для онлайн-зустрічі з WADA:\nДата:10 жовтня 2024 року\nЧас:14:30 - 15:30 CEST\nДодаткові деталі та порядок денний будуть надані в найближчі тижні.\nЯкщо ви ще цього не зробили, будь ласка, приєднайтеся до нашої групи ADAMS в Basecamp, зв'язавшись зі мною. Ця платформа є місцем, де учасники можуть обговорювати питання, теми та ідеї, пов'язані з ADAMS. iNADO також продовжить надавати оновлення про хід активної роботи групи.\nЯкщо у вас є будь-які питання або вам потрібна додаткова інформація чи підтримка, не соромтеся звертатися до мене безпосередньо.\nЯ з нетерпінням чекаю на вашу участь!"
}