{
    "source": "en_US",
    "target": "uk_UA",
    "text": "What we offer:\n$1,000 Onboarding bonus.\n$350 Referral bonus.\nWeekly performance bonus.\nCompetitive pay.\nOpportunities for advancement through our manufacturing careers program.\nAnniversary/tenure bonus paid yearly.\n30-day check-in, 90 Day check-in, 6 months check-in and yearly review feedback.\nHealth, vision, dental, and life benefits eligible day 1 of employment!\nImmediate participation in our companys 401k program & employer match after 6 months of employment.\nPaid time off, eligible day 1 of employment (depending on experience level)\nDuties and Responsibilities:\nOperate and maintain machinery.\nPerform changeovers and PMs.\nEnsure good quality throughout running.\nMake adjustments to machine as needed.\nMust be able to use/read a tape measure in MM and in IN to be able to perform quality checks and machine adjustments.\nAbilities:\nPrevious experience in manufacturing or production environment.\nKnow how to read tape measures\nAbility to use hand tools or power tools.\nAbility to stand and perform repetitive tasks for an extended period of time.\nAbility to work in a fast-paced environment.\nAble to lift 50lbs.\nDetail oriented.",
    "trans": "Що ми пропонуємо:\nБонус за вступ у розмірі $1,000.\nБонус за рекомендацію в розмірі $350.\nЩотижневий бонус за продуктивність.\nКонкурентоспроможна зарплата.\nМожливості для кар'єрного зростання через нашу програму розвитку в галузі виробництва.\nБонус за річницю/стаж роботи, який виплачується щорічно.\nПеревірка через 30 днів, 90 днів, 6 місяців та річний відгук.\nПільги зі здоров’я, зору, стоматологічні та життєві пільги, доступні з першого дня роботи!\nНегайна участь у програмі 401k нашої компанії та роботодавчий внесок після 6 місяців роботи.\nОплачувана відпустка, доступна з першого дня роботи (залежно від рівня досвіду).\nОбов'язки та відповідальність:\nОперація та обслуговування обладнання.\nВиконання змін та планових технічних обслуговувань (PM).\nЗабезпечення хорошої якості протягом роботи.\nВнесення коригувань у роботу машини за потреби.\nНеобхідно вміти користуватися/читати рулетку в мм і дюймах для проведення перевірок якості та коригування машин.\nВимоги:\nПопередній досвід роботи в галузі виробництва або на виробничих лініях.\nВміння читати рулетки.\nЗдатність користуватися ручними або електричними інструментами.\nЗдатність стояти та виконувати повторювані завдання протягом тривалого часу.\nЗдатність працювати у швидкому темпі.\nЗдатність підіймати майже 23 кілограми.\nУвага до деталей."
}