{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Yara by Lattafa Perfumes: A Sweet Escape in a Pink Paradise\nUnleash your inner sweetness with Yara, a captivating Amber Vanilla fragrance for women by Lattafa Perfumes. Launched in 2020, Yara has become a beloved choice for its light and playful scent profile.\nA Whimsical Blend:\nTop Notes:The fragrance opens with adelicate and intriguingblend oforchid, heliotrope, and a touch of tangerine. This creates afresh and invitingfirst impression.\nMiddle Notes:The heart unfolds with agourmand accord, a delightful combination of sweet, edible notes that tantalize the senses. This is accompanied by theexotic allure of tropical fruits, adding a touch of vibrancy to the scent.\nBase Notes:The fragrance settles into awarm and comfortingbase ofvanilla, musk, and sandalwood. This creates alasting and sensualimpression.\nImagine yourself basking in a field of delicate flowers, with a hint of citrus to keep things light. The sweetness of Yara is playful and never overpowering, making it perfect for everyday wear.",
    "trans": "Yara від Lattafa Perfumes: Солодка втеча в рожевому раю\nРозкрийте свою внутрішню солодкість з Yara, захопливим ароматом амбрової ванілі для жінок від Lattafa Perfumes. Випущений у 2020 році, Yara став популярним варіантом завдяки своєму легкому та грайливому аромату.\nЧарівна композиція:\nВерхні ноти: Аромат відкривається ніжною та захопливою сумішшю орхідеї, геліотропу та легким акцентом мандарину. Це створює свіже та заманливе перше враження.\nСерцеві ноти: Серце аромату розкривається гурманською композицією — приємне поєднання солодких, їстівних нот, що пестять відчуття. Цьому супроводжує екзотична привабливість тропічних фруктів, додаючи аромату яскравості.\nБазові ноти: Аромат осідає на теплій та заспокійливій основі з ванілі, мускусу та сандалового дерева. Це створює тривале та чуттєве враження.\nУявіть себе, що відпочиваєте на лузі з ніжними квітами, з ноткою цитрусових, щоб залишити легкість. Солодкість Yara грайлива й ніколи не надто сильна. Це робить його ідеальним для щоденного використання."
}