{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Sleep didn't come easy for Rory that night. After escaping her father's scolding, she returned to her room ready to focus on her school work.\nHowever, her mind was elsewhere. She could still feel Gideon's warm lips pressed against her cheek no matter how hard she tried to wipe it off.\nHe made her feel hot, to point she wanted to strip naked and jump into a cold shower.\nAll concentration had left her body, leaving her rolling around on the bed in frustration. She had tried calling her mother to help relax her mind but the doctor's said she was on medication that made her drowsy. She couldn't talk.\nDinner with the family wasn't great either. Especially when Henry sat across from with a smug expression, taunting her. His smile said he knew something that she didn't then she remembered what he had said earlier. Her father intended to marry her off to man she didn't even know.\nShe swallowed, Henry was a liar and a bully. He was lying, he had to be. There was no way her father would do something like that, it was cruel and inhumane to handle over a child like that; to force her into a marriage with a man she didn't know.\nHenry was lying. Henry always lied.",
    "trans": "Сон не приходив до Рорі легко тієї ночі. Втікши від докорів батька, вона повернулася до своєї кімнати, готова зосередитися на навчанні.\nОднак її думки були десь інде. Вона все ще відчувала теплі губи Гідеона, притиснуті до її щоки, незважаючи на те, як сильно вона намагалася їх стерти.\nВін викликав у неї таке бажання, що їй хотілося роздягнутися і стрибнути в холодний душ.\nУся концентрація покинула її тіло, залишивши її крутитися на ліжку в розпачі. Вона намагалася зателефонувати матері, щоб допомогти розслабити свій розум, але лікарі сказали, що вона приймає ліки, які викликають сонливість. Вона не могла поговорити.\nВечеря з родиною також була не дуже приємною. Особливо коли Генрі сидів навпроти з самовдоволеним виразом обличчя, дразнячи її. Його усмішка говорила про те, що він знає щось таке, чого вона не знає, а потім вона згадала, що він сказав раніше. Її батько мав намір видати її заміж за чоловіка, якого вона навіть не знала.\nВона проковтнула. Генрі був брехуном і хуліганом. Він брехав, він повинен був брехати. Не може бути, щоб її батько зробив щось подібне; це жорстоко і нелюдяно - передавати дитину таким чином; змушувати її вступити в шлюб з чоловіком, якого вона не знає.\nГенрі брехав. Генрі завжди брехав."
}