{
    "source": "en_US",
    "target": "uk_UA",
    "text": "On the other hand, STALKER 2 is aiming for a massive, sprawling open world. A 64 square kilometer map and a 100+ hour game time definitely speak to the ambition of the project, and with 150GB of data, it sounds like GSC Game World is trying to push the boundaries of what a large-scale game can be. But like you said, sometimes size comes at a cost, and while STALKER 2’s world will likely be immersive, it may not be able to match the hyper-detailed and cinematic quality of Hellblade II. That being said, STALKER 2 could still impress in other ways—like the vastness and depth of the environment, the atmosphere, and its gameplay mechanics. But if you’re looking for something as visually jaw-dropping as Hellblade II, it might be tough to reach that same level of cinematic beauty in such a huge open-world game. Do you think you’ll prioritize graphics over gameplay in STALKER 2, or are you more excited about exploring its expansive world and getting lost in the stories it offers?",
    "trans": "З іншого боку, СТАЛКЕР 2 представлено як масивний, розгалужений й відкритий світ. Карта площею 64 квадратних кілометри й більш ніж 100 годин гри, безумовно, говорять про амбітність проєкту, а завдяки 150 ГБ даним GSC Game World схоже намагається розсунути межі традиційної масштабної гри. Але, як ви сказали, іноді розмір має свою ціну, і хоча світ СТАЛКЕР 2, ймовірно, буде захоплюючим, він, можливо, не зможе зрівнятися з гіпердеталізованою і кінематографічною якістю Hellblade II. Хоча СТАЛКЕР 2 все ще може вражати іншими аспектами, наприклад, простором і глибиною, атмосферою і механікою геймплею. Проте шукачам чогось настільки візуально грандіозного, як Hellblade II, можливо, буде важко досягти такого ж рівня кінематографічної краси в такій величезній грі з відкритим світом. На вашу думку у СТАЛКЕР 2 ви віддасте перевагу графіці над геймплеєм, чи вам більше сподобається досліджувати його величезний світ і загубитися в історіях, які він пропонує?"
}