{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Optimum Nutrition Micronized Creatine Powder is manufactured with the same creatine monohydrate found in our other premium creatine products. This creatine for women and men is formulated to support explosive movements. These creatine nutritional supplements have 5 g of creatine monohydrate in just 1 serving. Use these creatine supplements to support muscle size, strength, and power when used consistently over time in conjunction with a balanced diet and regular weight training. Optimum Nutrition is part of the Glanbia global nutrition group and has been setting the Gold Standard in sports nutrition for more than 30 years — helping performance-focused athletes achieve their goals. We are proud to say that we are one of the few sports nutrition companies who own and operate our own production facilities. We take as much pride and care in crafting our award-winning supplements as our consumers do with crafting their fitness accomplishments.",
    "trans": "Optimum Nutrition Micronized Creatine Powder виготовляється з того ж креатину моногідрату, що використовується в інших наших преміальних продуктах з креатином.  Цей креатин для жінок і чоловіків розроблений для підтримки вибухових рухів.  Ці креатинові харчові добавки містять 5 г креатину моногідрату всього в одній порції.  Використовуйте ці добавки, щоб підтримати збільшення м’язової маси, силу та витривалість при регулярному вживанні у поєднанні зі збалансованим харчуванням і силовими тренуваннями.  Optimum Nutrition є частиною глобальної групи харчування Glanbia і встановлює \"Золотий стандарт\" у спортивному харчуванні вже понад 30 років—допомагаючи спортсменам, орієнтованим на результат, досягати своїх цілей.  Ми пишаємося тим, що є однією з небагатьох компаній зі спортивного харчування, які володіють і керують власними виробничими потужностями.  Ми вкладаємо стільки ж зусиль та уваги у створення наших нагороджених добавок, скільки і наші споживачі вкладають у свої спортивні досягнення."
}