{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The young woman was in[redacted_name] surgery by eight o'clock the very next morning. Her name was [redacted_name], and although she was a slight thing, there was a familiar hardness to her expression, a determined set to her shoulders that [redacted_name] found immediately likeable. She had a noticeable scar running the length of her face, as [redacted_name] had anticipated. Although he was glad to see that it was slim and neat and showed no signs of infection or puckering.\nShe remembered him from that day in the A&E, but she seemed relieved that he didn’t ask her any further questions about it.\nHe tested the vision in her left eye, which was next to nothing. She could discern some light, as though through a long tunnel. He ran dozens of diagnostic spells, some repeats of [redacted_name] and some of his own selection. The eye was red but reacted normally when hit with a puff of air.\n“Any pain?” [redacted_name] asked, frowning down into his paperwork.\n“Not really. Not since the day of the accident.”\nHe jotted a note on his paper. “Explain what that felt like.”",
    "trans": "Молода жінка була в операційній [redacted_name] о восьмій годині наступного ранку. ЇЇ було звати [redacted_name], і хоча вона була невеликого зросту, у виразі обличчя читалася знайома твердість, рішуча постава, що одразу ж сподобалося [redacted_name]. Лице її перетинав добре видимий шрам, як передбачив [redacted_name]. Його порадувало те, що шрам був тонким та акуратним, без слідів інфекції чи стягування.\nВона пам'ятала його з того дня у відділенні невідкладної допомоги, проте їй було легше від того, що він не ставив більше жодних запитань.\nВін перевірив її ліве око, яке майже не бачило. Вона могла лише трохи розрізняти світло, ніби через довгий тунель. Він промовив десятки діагностичних заклинань, деякі з них повторювали заклинання [redacted_name], а деякі були його власними. Око було червоним, але реагувало нормально, коли на нього направляли потік повітря.\n«Болить?» — спитав [redacted_name] і похмуро схилився над своїми паперами.\n«Не дуже. Відколи все сталося, нічого не боліло».\nВін зробив нотатку на папері. «Поясніть, що ви відчували»."
}