{
    "source": "en_US",
    "target": "uk_UA",
    "text": "When using division, the result will always be a float regardless of whether the operands are ints or floats.\nExpressions are statements which evaluate to some value. They could be literal values or the mathematical operations or an instance the input() function.\nfloats can be created by writing a number with a decimal point or by using the e scientific notation.\nWhen the operands of addition, subtraction or multiplication are both ints, the result will always be an int.\nEach value in Python has an associated data type which defines the kind of information it stores.\nThe float data type represents all floating point numbers which are those which contain a fractional part.\nThe int data type represents all positive and negative integers (whole numbers).\nOver the last few slides, we have looked at expressions and seen data types such as int and float.\nWhen at least one operand of +, - or * is a float, the result will always be a float.\nfloats are approximations, and rounding error discrepancies are common when dealing with precise numbers.\nWe looked at which data types the basic operations return:\nA simple expression is an expression composed of an operator and its operands (generally two).\nStatements are the building blocks of a program. Every valid line of Python code is a statement.\nWe formally introduced two data types (in addition to str which we saw previously):",
    "trans": "При використанні ділення результат завжди буде числом з плаваючою комою, незалежно від того, чи є операнди цілими числами або числами з плаваючою комою.\nВирази — це інструкції, які обчислюються до певного значення. Вони можуть бути літералами, математичними операціями або, наприклад, викликом функції input().\nЧисла з плаваючою комою (float) можна створити, записавши число з десятковою крапкою або використовуючи наукову нотацію e.\nЯкщо обидва операнди додавання, віднімання або множення є цілими числами int, результат також завжди буде цілим числом.\nКожне значення в Python має відповідний тип даних, який визначає, який тип інформації він зберігає.\nТип float представляє всі числа з плаваючою комою, тобто ті, що містять дробову частину.\nТип int представляє всі додатні та від’ємні цілі числа (цілі значення).\nЗа останні кілька слайдів ми розглянули вирази та побачили типи даних, такі як int і float.\nЯкщо хоча б один операнд у виразах +, - або * є float, результат завжди буде float.\nЧисла з плаваючою комою є наближеними значеннями, тому при точних обчисленнях можуть виникати похибки округлення.\nМи розглянули, які типи даних повертають базові операції:\nПростий вираз — це вираз, що складається з оператора та його операндів (зазвичай двох).\nІнструкції є будівельними блоками програми. Кожен коректний рядок коду в Python є інструкцією.\nМи формально розглянули два типи даних (крім str, який ми бачили раніше):"
}