{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Published 22 September 2020\nI understand that I entered a contract when I accepted the terms and conditions of my original Griffith College Letter of offer.\nIn resuming my study, the original terms and conditions as outlined in my offer letter remain current.\nThe terms of this contract may be subject to variation as necessary to comply with any Australian law, regulation or\namendment thereof. This contract is governed by the laws of the Commonwealth of Australia and the State of Queensland.\nFees\n• I understand that Griffith College must receive payment for each trimester before enrolment. The due date will be published and\nreminders will be sent.\n• I understand that fees are reviewed annually and are subject to increase. I understand that I am liable for fees current at the time\nof my enrolment.\n• I confirm that I have the financial capacity to meet the costs of my studies\n• I am aware that if I withdraw from a course or program, I will be liable to pay cancellation fees as stipulated in the Refund Policy.\nEnrolment\n• I understand that I must keep Griffith College informed of my current address and contact details throughout my studies.\n• It is the student’s responsibility to ensure that they are correctly enrolled in courses as per the new program structure.\n• If I do not make satisfactory academic progress I may not be allowed to re-enrol for future trimesters.\n• If I change lectures or courses, I will complete the appropriate forms and pay the necessary fees (if applicable) by the due dates\nof Griffith College.\n• I have read the relevant Program Information located in the Griffith College portal ([redacted_url]) , and acknowledge I understand and agree to any GPA hurdle, Credit Transfer eligibility and Program\nQuota restrictions applicable to my progression into my chosen Griffith University bachelors degree.\nPolicy, Privacy and Protection\n• I hereby undertake to abide by the policies and procedures documented on Griffith College‘s web pages.\n• I have accessed the Griffith College Policy Library ([redacted_url]) and agree that I will comply with all Griffith\nCollege policies. Some useful ones include Privacy Policy, Transfer of Provider Policy, Refund Policy, Enrolment Policy, OSHC\nPolicy, Recognition of Prior Learning Policy and Program Progression Policy.\n• I have read and agree to abide by the Griffith College Refund Policy: [redacted_url]?\n• Students/Fees/Refund%20Policy . I am aware that if I withdraw from the program, I will be liable to pay cancellation fees as\nstipulated in the Refund Policy.\n• I have read Griffith College's Privacy Policy and understand when my personal information may be shared with others.\n• I acknowledge that Griffith College will take photos at group and social gatherings for use on social media and other collateral. If I\ndo not wish to have my photograph published, I understand that I can contact Griffith College at any time and withdraw this\nconsent.\n• I understand that I may access appeals and grievance processes through Griffith College or Griffith University. However, this\ndoes not remove my right to access other consumer protection laws.\nGriffith University\n• Griffith University tuition fees are published for each degree program and can be found at www.griffith.edu.au/degreefinder. The\ntuition fees you pay each Trimester will depend on the program in which you are enrolled and the number of Credit Points in\nwhich you are enrolled. A standard Trimester enrolment is 40 Credit Points; however some programs require you to enroll in\nmore or fewer Credit Points per Trimester. If you receive an offer for multiple degree programs the tuition fee you will pay for\neach program is the tuition fee applicable to the year in which you commence each program. Please note that the fees quoted\ndo not include any special equipment or resources that may be required.\n• I have accessed the Griffith University’s Policy Library (https://policies.griffith.edu.au/ ) and agree to comply with all Griffith\nUniversity policies.\n• I understand that Griffith University collects stores and uses personal information only for the purposes of administering student\nand prospective student admissions, enrolment and education. The information collected is confidential and will not be disclosed\nto third parties without your consent, except to meet government, legal or other regulatory authority requirements. For further\ninformation consult the University’s privacy plan 8 www.griffith.edu.au/privacy-plan8T.\n• I authorise Griffith University\no To check details of my migration status (study and/or work entitlements) with the Department of Home Affairs to\nrelease information to my Sponsor/Scholarship Provider (if I am sponsored) relating to my studies, including\nenrolment details, academic progress, fees and contact details.\no To check details of my migration status (study and/or work entitlements) with the Department of Home Affairs.\n• I authorise Griffith College and Griffith University to release information to my Sponsor/Scholarship Provider (if I am sponsored)\nrelating to my studies, including enrolment details, academic progress, fees and contact details.\n• International student visa holders have specific rights and obligations under the Education Services for Overseas Student\n(ESOS) Act and The National Code of Practice 2007. International student visa holders must maintain an enrolment load that\nenables completion within the standard duration of the program as noted on the COE. There are only limited circumstances for\nextension of this duration. This means that in most cases you will need to be enrolled in 40 credit points per Trimester, or be\nprepared to catch up enrolment load during summer Trimesters (if available)",
    "trans": "Опубліковано 22 вересня 2020 року\nЯ розумію, що уклав контракт, коли прийняв умови та положення свого оригінального листа-пропозиції від Griffith College.\nПід час відновлення навчання оригінальні умови та положення, викладені в моєму листі-пропозиції, залишаються чинними.\nУмови цього контракту можуть бути змінені в разі необхідності для відповідності будь-якому австралійському законодавству, регулюванню або\nїх змінам. Цей контракт регулюється законами Співдружності Австралія та штату Квінсленд.\nПлатежі\n• Я розумію, що Griffith College повинен отримати оплату за кожен триместр перед зарахуванням. Дата платежу буде опублікована і\nбудуть надіслані нагадування.\n• Я розумію, що плати переглядаються щорічно і підлягають збільшенню. Я розумію, що несу відповідальність за плати, які діють на момент\nмого зарахування.\n• Я підтверджую, що маю фінансову спроможність покрити витрати на своє навчання\n• Я усвідомлюю, що якщо я вийду з курсу або програми, мені доведеться сплатити збори за скасування відповідно до Політики повернення коштів.\nЗарахування\n• Я розумію, що протягом мого навчання я повинен тримати Griffith College в курсі моєї поточної адреси та контактних даних.\n• Відповідальність за правильне зарахування на курси відповідно до нової структури програми лежить на студенті.\n• Якщо я не зроблю задовільного академічного прогресу, мені можуть не дозволити повторно зарахуватися на майбутні триместри.\n• Якщо я зміню лекції або курси, я заповню відповідні форми і сплачу необхідні збори (якщо застосовно) у встановлені терміни\nGriffith College.\n• Я прочитав відповідну інформацію про програму, розташовану в порталі Griffith College ([redacted_url]), і підтверджую, що розумію і погоджуюсь з будь-якими вимогами щодо GPA, правом на переведення кредитів та програми\nщодо обмеження квоти, які стосуються мого переходу до обраної бакалаврської програми Griffith University.\nПолітика, конфіденційність та захист\n• Я цим зобов'язуюсь дотримуватись політик та процедур, документованих на веб-сторінках Griffith College.\n• Я отримав доступ до Бібліотеки політик Griffith College ([redacted_url]) і погоджуюсь дотримуватись усіх Griffith\nCollege політик. Деякі корисні з них включають Політику конфіденційності, Політику переведення постачальника, Політику повернення коштів, Політику зарахування, Політику OSHC,\nПолітику визнання попереднього навчання та Політику прогресу в програмі.\n• Я прочитав і погоджуюсь дотримуватись Політики повернення коштів Griffith College: [redacted_url]?\n• Студенти/Плата/Політика%20повернення . Я усвідомлюю, що якщо я вийду з програми, я буду зобов'язаний сплатити штрафи за скасування\nвідповідно до Політики повернення коштів.\n• Я прочитав Політику конфіденційності Griffith College і розумію, коли моя особиста інформація може бути передана іншим особам.\n• Я визнаю, що Griffith College буде фотографувати учасників на групових та соціальних заходах для використання в соціальних мережах та інших матеріалах. Якщо я\nне бажаю, щоб моє фото було опубліковано, я розумію, що можу в будь-який час зв'язатися з Griffith College і відкликати цю\nзгоду.\n• Я розумію, що можу звернутися до процесів апеляцій та скарг через Griffith College або Griffith University. Однак це\nне позбавляє мене права звертатися до інших законів про захист прав споживачів.\nGriffith University\n• Вартість навчання в Griffith University публікуються для кожної програми ступеня і їх можна знайти на сайті www.griffith.edu.au/degreefinder.\nВартість, яку ви сплачуєте за кожен триместр, залежать від програми, в якій ви зареєстровані, та кількості кредитних балів, на\nякі ви зареєстровані. Стандартна реєстрація на триместр складає 40 кредитних балів; однак деякі програми вимагають від вас реєстрації на\nбільшу або меншу кількість кредитних балів за триместр. Якщо ви отримали пропозицію щодо кількох програм ступеня, то вартість навчання, яке ви сплатите за\nкожну програму, є вартістю навчання, що застосовується до року, в якому ви починаєте навчання за кожною програмою. Зверніть увагу, що зазначені збори\nне включають будь-яке спеціальне обладнання або ресурси, які можуть бути необхідні.\n• Я отримав доступ до Бібліотеки політик Griffith University (https://policies.griffith.edu.au/) і погоджуюсь дотримуватись усіх політик Griffith.\nПравила університету.\n• Я розумію, що Griffith University збирає, зберігає та використовує особисту інформацію лише для цілей адміністрування прийому студентів\nта потенційних студентів, зарахування та освіти. Зібрана інформація є конфіденційною і не буде розголошена\nтретім особам без вашої згоди, за винятком випадків, коли це потрібно для виконання вимог урядових, юридичних або інших регуляторних органів. Для отримання додаткової\nінформації зверніться до плану конфіденційності університету 8 www.griffith.edu.au/privacy-plan8T.\n• Я уповноважую Griffith University\no Перевірити деталі мого міграційного статусу (права на навчання та/або роботу) в Департаменті внутрішніх справ для\nрозкриття інформації моєму спонсору/надавачу стипендії (якщо я маю спонсора) щодо моїх навчальних занять, включаючи\nдеталі зарахування, академічний прогрес, збори та контактні дані.\no Перевірити деталі мого міграційного статусу (права на навчання та/або роботу) в Департаменті внутрішніх справ.\n• Я уповноважую Griffith College та Griffith University розкривати інформацію моєму спонсору/надавачу стипендії (якщо я маю спонсора)\nщодо моїх навчальних занять, включаючи деталі зарахування, академічний прогрес, збори та контактні дані.\n• Держателі візи міжнародного студента мають специфічні права та обов'язки відповідно до Закону про освітні послуги для іноземних студентів\n(ESOS) та Національного кодексу практики 2007 року. Держателі візи міжнародного студента повинні підтримувати навантаження зарахування, яке\nдозволяє завершити навчання протягом стандартного терміну програми, зазначеного в COE. Існують лише обмежені обставини для\nпродовження цього терміну. Це означає, що у більшості випадків вам потрібно буде бути зарахованим на 40 кредитних балів за триместр або бути\nготовим надолужити навантаження зарахування під час літніх триместрів (якщо вони доступні)"
}