{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name] , It's time to schedule check-in #3.\nYou're in the driver's seat when it comes to your career. Get ready for an open, honest conversation with your manager about your career aspirations and potential for growth.\nThis is the perfect opportunity to review your progress on goals, your individual development plan, and the support you’ll need to make it happen.\nThis Workday Journey will guide you through this exchange, step-by-step. It gives you tips and links to resources along the way, so you can get the most out of the experience.\nEvery check-in is an opportunity to connect with your manager. Let’s make it a habit!\nSincerely,\nYour People & Culture Team\nThis eMail was sent from an unmonitored mailbox. Please do not reply to this eMail.\nWe value your feedback on Workday navigation/experience and comments enable us to continuously improve our service\nThis email was intended for [redacted_email] · Manage Preferences\nSanofi · © 2024",
    "trans": "Шановний [redacted_name], настав час запланувати третій сеанс перевірки.\nВи керуєте своєю кар'єрою. Підготуйтеся до відкритої та чесної розмови з вашим керівником про ваші кар'єрні прагнення та потенціал для зростання.\nЦе ідеальна можливість переглянути свій прогрес у досягненні цілей, вашому індивідуальному плані розвитку та підтримці, яка вам знадобиться для досягнення успіху.\nЦя подорож Workday проведе вас через цей обмін крок за кроком. Вона надає вам поради та посилання на ресурси, щоб ви могли отримати максимальну вигоду від цього досвіду.\nКожен сеанс перевірки - це можливість зв'язатися з вашим керівником. Давайте зробимо це звичкою!\nЗ повагою,\nВаша команда People & Culture\nЦей електронний лист був надісланий з неконтрольованої поштової скриньки. Будь ласка, не відповідайте на цей електронний лист.\nМи цінуємо ваші відгуки про навігацію/досвід роботи в Workday, і коментарі дозволяють нам постійно покращувати наш сервіс\nЦей електронний лист був призначений для [redacted_email] · Керувати налаштуваннями\nSanofi · © 2024"
}