{
    "source": "en_US",
    "target": "uk_UA",
    "text": "are divided into 7 grades: Y, A, E, B, F, H C, and the correspondingextreme working temperatures are 90°C, 105°C, 120°C, 130°C, 155°C, 180°C and above 180°C.\nThe so-called limit working temperature of insulating material refers to the temperature value corresponding to the hottest point in the winding insulation during operation of the motor within the design life expectancy.\nAccording to experience, the lifespan of A-grade materials can reach 10 years at 105°C and B-grade materialscan reach 10 yearsat 130°C. But in actual conditions, the ambient temperature and temperature rise will not reach the design value for a long time, so the general life span is 15~20 years. If the operating temperature exceeds the limit operating temperature of the material for a long time, the aging of the insulation will be aggravated and the service life will be greatly shortened. Therefore, during the operation of the motor, the ambient temperature is one of the main factors affecting the life of the motor.",
    "trans": "розділені на 7 класів: Y, A, E, B, F, H C, та відповідну робочу температуру: 90°C, 105°C, 120°C, 130°C, 155°C, 180°C та понад 180°C.\nТак звана гранична робоча температура ізоляційного матеріалу — це показник температури найгарячішої точки в ізоляції обмотки під час роботи двигуна в межах розрахункового терміну служби.\nЗгідно з досвідом, термін служби матеріалів класу А може досягати 10 років при 105°C, а матеріалів класу В — 10 років при 130°C. Проте в реальних умовах температура навколишнього середовища і підвищення температури не досягають проєктного значення протягом тривалого часу, тому загальний термін служби становить 15 ~ 20 років. Якщо робоча температура тривалий час перевищує граничну робочу температуру матеріалу, це призведе до того, що ізоляція буди зноситися швидше і термін її служби значно скоротиться. Тому під час роботи двигуна температура навколишнього середовища є одним з основних факторів, що впливають на термін служби двигуна."
}