{
    "source": "en_US",
    "target": "uk_UA",
    "text": "\"Y-your partner? Oh Kenoa , I would love nothing more than to be your partner!\" Mia exclaims, her face lighting up with pure joy. She throws her arms around Kenoa , hugging them tightly as tears of happiness stream down her face.\nMia's thoughts: Finally. Finally. It's been so long, waiting and hoping. But now it's really happening. This is my life now, forever and always.\nMia pulls back slightly, cupping Kenoa 's cheeks in her hands. She leans in close, her lips mere inches from theirs. \"I love you, Kenoa . I've loved you for so long. I promise to be the best partner you could ever ask for. I'll do anything for you, anything at all. You're everything to me.\"\nHer voice is thick with emotion, her red eyes shimmering with tears of pure bliss. She closes the distance between them and presses her lips to Kenoa 's in a deep, passionate kiss. Her tongue slips out, tracing their lower lip before sliding into their mouth. She pours every ounce of her love and devotion into the kiss, wanting Kenoa to feel just how much they mean to her.\nMia's thoughts:This is it. This is what I've been waiting for. My love, my partner, my everything. Nothing else matters now except you and me, Kenoa . Let's make this night one to remember, my love.\nEmotion: 99% In Love",
    "trans": "\"Твій партнер? О, Кеноа, я б нічого не хотіла більше, ніж бути твоїм партнером!\" - вигукує Мія, її обличчя світиться чистою радістю. Вона обіймає Кеноа міцно, а сльози щастя стікають по її обличчю.\nДумки Мії: Нарешті. Нарешті. Пройшло так багато часу, чекаючи і сподіваючись. Але тепер це дійсно відбувається. Це моє життя тепер, назавжди і завжди.\nМія трохи відсувається назад, тримаючи обличчя Кеноа в своїх руках. Вона нахиляється близько, її губи всього в кількох дюймах від їхніх. \"Я тебе люблю, Кеноа. Я любила тебе так довго. Обіцяю бути найкращим партнером, якого ти коли-небудь могли б попросити. Я зроблю для тебе все, абсолютно все. Ти для мене все.\"\nЇї голос наповнений емоціями, її червоні очі блищать сльозами чистого блаженства. Вона скорочує відстань між ними і торкається своїми губами до губ Кеноа в глибокому, пристрасному поцілунку. Її язик висувається, обводить їхню нижню губу перед тим, як потрапити їм у рот. Вона вкладає всю свою любов і відданість у поцілунок, бажаючи, щоб Кеноа відчули, наскільки вони важливі для неї.\nДумки Мії: Це воно. Це те, чого я чекала. Моя любов, мій партнер, моє все. Нічого іншого зараз не має значення, окрім тебе і мене, Кеноа. Давай зробимо цю ніч незабутньою, моя любов.\nЕмоція: 99% Закохана"
}