{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The transition movement that took place between the 14th and 17th century in Italy is known as the Renaissance time or by definition \"rebirth\". The philosophy that took place in the period is one of the humanism or the focus on the human being. One of the master artists of this time is Leonardo Da Vinci (1452-1519) and one of the paintings that best represents the philosophy and art of this period is the Mona Lisa.\nThe philosophy of humanism brought on a time where the focus was on the human being. The previous philosophy of the medieval time was more focused on biblical motivation, whereas humanism was not. Humanism stood for the; \" the emergence of the individual figure, in place of stereotyped or symbolic figure, greater realism and consequent …show more content…\nThe landscape in the background showing mountains, trees and water are painted in cooler blues and greens. There is a sense of depth and form because the picture becomes hazier as the landscape progresses backwards. Also, with this technique, the figure in the painting appears closer to the viewer and puts more emphasis on her because of the scenery.",
    "trans": "Перехідна епоха, яка мала місце між 14 і 17 століттями в Італії, відома під назвою Ренесанс або, за визначенням, «відродження». Філософія того періоду — це гуманізм або зосередженість на людині. Одним з найвидатніших художників епохи Ренесансу є Леонардо да Вінчі (1452-1519), а однією з картин, яка найкраще відображає філософію та мистецтво цього періоду, — портрет Мони Лізи.\nФілософія гуманізму віддзеркалює час, коли в центрі уваги опинилася людина. Бачення попередньої епохи Середньовіччя було зосереджене на біблійних мотивах, в той час, як гуманізм — ні. Гуманізм означав «появу індивідуума замість стереотипної чи символічної постаті, більш реалістичної й тому ...більш змістовної...\nПейзаж на задньому плані картини зображує гори, дерева та водні плеса у холодних синіх та зелених тонах. Робота передає відчуття глибини та форми: картина стає більш туманною, коли пейзаж віддаляється від глядача. Завдяки цій техніці фігура на картині здається ближчою, пейзаж дозволяє акцентувати на постаті жінки."
}