{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Nova Scotia's Department of Labour, Skills and Immigration has lifted a stop-work order for the bakery of a Halifax Walmart following the death of a 19-year-old employee.\nThe order was issued after the body of [redacted_name] was found in a large commercialoven in the store bakery on Oct. 19 during her shift. Her mother, who also worked at the store, discovered the body.\nADVERTISEMENT\n\"The stop-work order was lifted when compliance was confirmed, allowing bakery operations to safely resume should Walmart decide to do so,\" the department said in an email to CBC News on Oct. 29.\nThe Mumford Road location remains closed. In an Oct. 27letter to employees obtained by CBC News, Walmart says the store is closed for at least another weekand the company isnot certain when it will reopen.\nLabour investigators conducted nine inspections at the Walmart on Mumford Road over the last five years, The Canadian Press reported last week.\nNo enforcement action was taken afterthose inspections and no orders or administrative penalties were issued.\nHalifax Regional Police have not released any newupdates this week on their ongoing investigation into the cause of [redacted_name] death.\nFamily's suffering 'unimaginable'\n[redacted_name] came to [redacted_address] about two years ago from [redacted_address], said[redacted_name], secretary of theMaritime Sikh Society.\nADVERTISEMENT\nShe was \"a young beautiful girl who came to [redacted_address] with big dreams,\" says an online fundraising page organized by the society.\n[redacted_name] mother is still suffering from shock but she authorized the release of information about her daughter for the GoFundMe page, the society said.\nThe fundraising drive says the mother became frantic after her daughter didn't answer her phone during the Saturday night shift. The mother, whose name was not released, eventually opened the walk-in bakery oven at the store and found her daughter's burned body, it says.\nBody of woman, 19, at Halifax Walmart was discovered by her mother\nThe fundraiser, which had amassed nearly $200,000, requests donations to bring [redacted_name] father and brother from the Punjab region of India to Nova Scotia for the funeral.\n\"This family's sufferings are unimaginable and indescribable. They need your support to get through this horrific time,\" it says.",
    "trans": "Департамент праці, навичок та імміграції Нова Шотландія зняв наказ про зупинку роботи пекарні Walmart у Галіфаксі після смерті 19-річної працівниці.\nНаказ був виданий після того, як 19 жовтня під час її зміни в пекарні магазину була знайдена тіло [redacted_name] у великій комерційній печі. Її мати, яка також працювала в магазині, виявила тіло.\nРЕКЛАМА\n\"Наказ про зупинку роботи був знятий після підтвердження відповідності, що дозволяє безпечно відновити роботу пекарні, якщо Walmart вирішить це зробити\", - йдеться в електронному листі департаменту до CBC News 29 жовтня.\nМагазин на вулиці Мумфорд залишається закритим. У листі до працівників від 27 жовтня, отриманому CBC News, Walmart повідомляє, що магазин закритий ще принаймні на тиждень і компанія не впевнена, коли він знову відкриється.\nЯк повідомляє The Canadian Press, протягом останніх п'яти років інспектори праці провели дев'ять перевірок Walmart на вулиці Мумфорд.\nПісля цих перевірок не було вжито жодних заходів примусу і не було видано жодних наказів або адміністративних штрафів.\nПоліція регіону Галіфакс цього тижня не оприлюднила нових оновлень щодо свого розслідування причин смерті [redacted_name].\nСтраждання родини \"непередбачувані\"\n[redacted_name] приїхала до [redacted_address] близько двох років тому з [redacted_address], сказала [redacted_name], секретар Морської сикхської спільноти.\nРЕКЛАМА\nВона була \"молодою красивою дівчиною, яка приїхала до [redacted_address] з великими мріями\", - йдеться на сторінці збору коштів онлайн, організованій спільнотою.\nМати [redacted_name] все ще страждає від шоку, але вона дозволила опублікувати інформацію про свою доньку для сторінки GoFundMe, повідомила спільнота.\nУ зборі коштів говориться, що мати стала панікувати після того, як її донька не відповіла на телефонний дзвінок під час зміни в суботу ввечері. Мати, ім'я якої не було оприлюднене, зрештою відкрила пекарську піч у магазині і знайшла обгоріле тіло своєї доньки.\nТіло 19-річної жінки було знайдено матір'ю у Walmart у Галіфаксі\nФонд, який зібрав майже 200 000 доларів, просить про пожертви, щоб привезти батька та брата [redacted_name] з регіону Пунджаб в Індії до Нова-Шотландії для похорону.\n\"Страждання цієї родини неможливо уявити і описати. Вони потребують вашої підтримки, щоб пережити цей жахливий час\", - йдеться у повідомленні."
}