{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Yawning, Y/n awoke to the sound of their alarm. Turning it off, they noted the date. It was their first day of U.A, and Y/n wasn't too thrilled, seeing it as nothing more than a waste of time.\nThey stared at the outfit they had laid out the night prior. It wasn't the traditional U.A uniform, instead they swapped out the ugly blazer for a dark green knit sweater, and swapped out the dark green pants for black shorts along with a matching black tie.\nSoon after getting dressed, Y/n walked out of the house. Toshinori left early since he was a teacher. After some arguing the night before, Y/n had convinced the pro to let them walk alone.\n-\nY/n clicked their tongue, staring at the large glass building. The press was relatively contained today, having been pushed to the sides by guards. Y/n hummed, stepping through the large blue gates and into the school's courtyard.\nThey had been informed by Toshinori that they'd be going to Aizawa's class, 1-A, instead of a more fitting class like maybe, a third year class for people their age. They frowned at the thought. Having to spend up to a year with sixteen year olds seemed like hell to them. Even Muichiro could suck the life out of them at times, and they could only imagine this would be like being with twenty Muichiros... Right?\nWhen Y/n entered the classroom through the large doors reading 1-A, they were greeted by shouting, and a lot of it. Y/n blinked, this was much worse than just Muichiro.\nAfter scanning the room, they recognized a few people: the dog, the man who yelled at them, and the two people they sat next to. It seemed Midoriya either hadn't made it into U.A, or was in a separate class.\nThe dog and the other loud man seemed to be fighting. Y/n gave the scene a deadpan stare before walking over to a random untaken seat. The middle row had an extra seat compared to the other four rows, so Y/n sat at the seat farthest from the door in the middle row.\nY/n glanced back to the two fighting, their eye twitching in annoyance, \"Can't you two just shut up?\" They asked, watching the two shift their gazes to them.\nThe blonde dog's head shot to Y/n, a growl emitting from his practically frothing mouth, \"The hell did you say you extra!?\" He shouted, his quirk flaring up, \"How about you shut the hell up and mind your own business?!\"\nY/n clicked their tongue, \"It seems you're still not leashed,\" They sighed, \"Whatever,\" They said, \"If you won't shut up at least say something entertaining,\" Y/n's eyes were unamused as they spoke, annoyed at the same time.\n\"Greetings, classmate! I'm-\" The louder man took the dog's silence to speak, before promptly gasping, \"Oh my! You're the person I had talked down to! I'm so sorry!\" He apologized.\nY/n only sighed, pointing to the door, \"Apologize to him, how about?\" They said, their eyes locking with shocked green ones, \"I bet Izu was far more offended and upset by your call out to him than I,\" They shrugged.\nMidoriya's face went red, \"I- uh- W-well...\" He stuttered, not being able to let out a single proper word, \"L-L/n, I-\"\nThe blue haired man cut the boy off, \"Greetings, classmate,\" He said, moving like a robot, \"I fervently apologize for my past actions, you must have realized there was more to the exam, right?\" He asked, not waiting for a response, \"I applaud you!\" He said, though instead of a smile, his face held a serious expression.\nY/n looked at the scene curiously, watching more people crowd around Izuku as they were forgotten. Y/n sighed, their classmates seemed utterly uninteresting. They were all so cliche, and weak.\nA silence fell over the room as the students noticed a man in a yellow sleeping bag speak. Y/n recognized the man's aura, noting that it was Aizawa. He was always more no nonsense compared to Toshinori, but in some ways that was much more interesting.\nY/n gazed at the man as he spoke, not listening to what he had to say until they saw their classmates leaving. They glanced to Aizawa, who stared back, \"Go get changed, Y/n,\" He said, pointing towards the door.\nY/n clicked their tongue, \"I'm eighteen, Aizawa,\" They reminded, \"Do you really think an adult should be going into changing room's with sixteen year olds?\"\nAizawa hummed, \"Fine, you won't have to change today, but I'll make sure you have a separate room tomorrow,\" He frowned.\nY/n nodded, opting to take off their knit sweater for more movement before laying it on their desk, \"Let's get going, Aizawa.",
    "trans": "Зі зітханням Y/n прокинувся від звуку будильника. Вимкнувши його, вони звернули увагу на дату. Це був їх перший день в U.A., і Y/n не були особливо раді, вважаючи це нічим іншим, як витратою часу.\nВони дивилися на одяг, який підготували напередодні ввечері. Це не була традиційна форма U.A., замість цього вони замінили потворний піджак на темно-зелений в'язаний светр, а темно-зелені штани на чорні шорти разом з відповідним чорним краваткою.\nНезабаром після того, як одягнулися, Y/n вийшов з дому. Тошінорі пішов рано, оскільки він був вчителем. Після деяких суперечок напередодні ввечері Y/n переконав професіонала дозволити їм йти самостійно.\n-\nY/n цокнув язиком, дивлячись на велике скляне будівлю. Преса сьогодні була відносно обмежена, її відсунули вбік охоронці. Y/n заспівав собі під ніс, пройшовши через великі блакитні ворота і потрапивши на подвір'я школи.\nТошінорі повідомив їм, що вони підуть до класу Айзава, 1-А, замість більш відповідного класу, наприклад, третього року для людей їхнього віку. Вони насупилися при цій думці. Провести до року з шістнадцятирічними дітьми здавалося їм пеклом. Навіть Муйчиро іноді міг висмоктати з них життя, і вони тільки могли уявити собі, як це буде - бути з двадцятьма Муйчиро... Так?\nKоли Y/n увійшов до класу через великі двері з написом 1-А, їх зустрів гучний крик і багато шуму. Y/n моргнув - це було набагато гірше, ніж просто Муйчиро.\nПісля огляду кімнати вони впізнали кількох людей: собаку, чоловіка, який на них кричав, і двох людей, які сиділи поруч з ними. Здавалося, що Мідорія або не потрапив до U.A., або знаходиться в іншому класі.\nСобака і інший голосний чоловік, здається, сварилися. Y/n з беземоційним виразом обличчя подивився на сцену, перш ніж піти до випадково вільного місця. У середньому ряду було одне додаткове місце в порівнянні з іншими чотирма рядами, тому Y/n сві на місце найдальше від дверей у середньому ряду.\nY/n озирнувся назад на двох бійців, їхнє око тремтіло від роздратування: \"Не можете ви двоє просто замовкнути?\" - запитала вони, спостерігаючи за тим, як двоє перевели погляди на них.\nГолова блондинистої собаки різко повернулася до Y/n, з його практично пінистого рота вирвався рик: \"Що ти сказала, додаткова!?\" - закричав він, його особливість спалахнула, \"Може ти замовчиш і займешся своїми справами?!\"\nY/n цокнув язиком: \"Схоже, що тебе все ще не прив'язали,\" - зітхнула вони, - \"Та й байдуже,\" - сказала вони, - \"Якщо ти вже не замовкаєш, хоча б скажи щось цікаве,\" - очі Y/n були незадоволеними під час розмови, водночас дратуючись.\n\"Привітання, однокласнику! Я-\" Гучніший чоловік скористався мовчанням собаки, щоб заговорити, а потім швидко ахнув: \"Ой! Ти та людина, до якої я звертався зверхньо! Мені так шкода!\" - вибачився він.\nY/n лише зітхнув і вказала на двері: \"Як щодо того, щоб вибачитися перед ним?\" - сказала вони, їхні очі зустрілися з шокованими зеленими очима, - \"Я впевнений(а), що Ізу був набагато більше ображений і засмучений твоїм викликом до нього, ніж я,\" - знизила вони плечима.\nОбличчя Мідорії стало червоним: \"Я- е-е- ну...\" - заїкнувся він, не змогла вимовити жодного правильного слова, - \"Л-л/н, я-\"\nСиньоволосий чоловік перебив хлопця: \"Привіт, однокласнику,\" - сказав він, рухаючись як робот, - \"Я щиро вибачаюсь за свої минулі вчинки, ви, напевно, зрозуміли, що в екзамені було більше, правда?\" - запитав він, не чекаючи на відповідь. - \"Я вас вітаю!\" - сказав він, хоча на його обличчі була серйозна виразка замість усмішки.\nY/n з цікавістю дивився на сцену, спостерігаючи за тим, як навколо Ідзуку збирається більше людей, які були забуті. Y/n зітхнув, їхні однокласники здавалися абсолютно нецікавими. Вони всі були такими кліше і слабкими.\nУ кімнаті панувала тиша, коли учні помітили чоловіка у жовтому спальному мішку. Y/n впізнав ауру цього чоловіка і зрозумів, що це Айзава. Він завжди був більш серйозним порівняно з Тошінорі, але в деяких відношеннях це було набагато цікавіше.\nY/n дивився на чоловіка, поки той говорив, не слухаючи те, що він каже, поки не побачив своїх однокласників, які виходять. Вони поглянули на Айзаву, який відповів їм поглядом: \"Піди переодягнись, Y/n,\" - сказав він, вказуючи на двері.\nY/n клацнув язиком: \"Мені вісімнадцять років, Айзава,\" - нагадали вони. - \"Ти дійсно думаєш, що дорослий повинен йти в роздягальню до шістнадцятирічних?\"\nАйзава задумався: \"Добре, сьогодні тобі не потрібно буде переодягатись, але я подбаю про те, щоб у тебе була окрема кімната завтра,\" - похмуро відповів він.\nY/n кивнув і вирішив зняти свій в'язаний светр для більшої свободи рухів перед тим як покласти його на стіл: \"Давай вже йдемо, Айзава.\""
}