{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] knew he was trying to push her beyond her limits, he always did when he would rather keep fighting than have a meaningful conversation that had the potential of making him feel exposed and vulnerable in any way. She decided she wasn't going to let him get his way, not this time. \"For everything,\" she whispered.\nA sudden twitch in his face was all [redacted_name] needed. The lifeline she had been hoping - praying - for; to anyone else, it would have been a simple knee-jerk, biologically generated reaction, but she knew it was one of the first signs that Harvey was working through his own process of breaking down his walls, even if [redacted_name] was the only person he let through, that's all she needed...just a little space to make her presence known within his being, his very soul.\n\"I'm sorry for keeping it from you,\" she breathed, her bottom lip trembling now as a reaction of the commanding tears that gathered in her eyes threatening to make their presence known at any second, \"I'm sorry that you found out the way you did.\" She tried swallowing the knot that had formed in the back of her throat but it was too late. Instead, it came out as an agonizing whimper that must have sounded muffled from [redacted_name] hand shooting up to cover her mouth. She hadn't allowed herself to cry in a few hours so her body betraying her this severely was anticipated.",
    "trans": "[redacted_name] знала, що він намагається вивести її за межі її можливостей, він завжди так робив, коли волів би продовжувати боротьбу, ніж мати змістовну розмову, яка могла б змусити його відчути себе вразливим і відкритим. Вона вирішила, що не дозволить йому отримати своє бажання, не цього разу. \"За все,\" прошептала вона.\nРаптовий спазм на його обличчі був всім, що потрібно було [redacted_name]. Той рятівний момент, на який вона сподівалася - молилася; для когось іншого це могло б бути простим рефлексом, біологічно зумовленою реакцією, але вона знала, що це один з перших знаків того, що Харві проходить через свій власний процес руйнування своїх стін, навіть якщо [redacted_name] була єдиною людиною, яку він впустив всередину - їй потрібно було лише трохи простору, щоб дати знати про свою присутність у його сутності, його самій душі.\n\"Вибач за те, що приховала це від тебе,\" - видихнула вона, її нижня губа тепер тремтіла як реакція на командуючі сльози, які зібралися в її очах і загрожували з'явитися в будь-який момент,\" мені шкода, що ти дізнався про це таким чином.\" Вона спробувала проковтнути вузол, який утворився в горлі, але було вже занадто пізно. Замість цього з її уст вирвався болісний стогін, який напевно звучав приглушено через те, що [redacted_name] підняла руку і закрила собі рот. Вона не дозволяла собі плакати протягом кількох годин, тому таке сильне зраду її тіла було передбачуваним."
}