{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Our records show that [redacted_name] child care enrolment with Concord West Child Care Service (OSHC) has ended on 14 October 2024. After this date, you are no longer entitled to receive Child Care Subsidy at this child care service.\nIf this information is correct, you do not need to do anything as we have updated your records.\nIf this information is not correct, you should contact your child care service and ask them to update your child's enrolment information.\nIf your child is attending more than one child care service, you can tell us how many hours of care you want paid or allocated to each service. If you have told us previously, you will now need to tell us again. This is because your current arrangement to allocate the hours of care for Child Care Subsidy is ending.\nWhat you need to do\nYou can do this by calling us on 136 150 (call charges may apply) or visiting one of our service centres.\nMore information\nFor more information about Child Care Subsidy including the eligibility requirements, please go to",
    "trans": "Наші записи показують, що [redacted_name] реєстрація в дитячому центрі Concord West Child Care Service (OSHC) завершилася 14 жовтня 2024 року. Після цієї дати ви більше не маєте права отримувати субсидію на догляд за дитиною в цьому закладі.\nЯкщо ця інформація правильна, вам не потрібно нічого робити, оскільки ми оновили ваші дані.\nЯкщо ця інформація неправильна, вам слід зв’язатися з вашим дитячим центром і попросити оновити дані про реєстрацію вашої дитини.\nЯкщо ваша дитина відвідує більше одного дитячого центру, ви можете повідомити нам, скільки годин догляду ви хочете оплачувати або розподілити для кожного закладу. Якщо ви вже повідомляли нас про це раніше, вам потрібно буде зробити це знову, оскільки ваша поточна домовленість щодо розподілу годин догляду для субсидії завершується.\nЩо вам потрібно зробити\nВи можете зробити це, зателефонувавши нам за номером 136 150 (можуть застосовуватися тарифні збори) або відвідавши один із наших сервісних центрів.\nДодаткова інформація\nДля отримання додаткової інформації про субсидію на догляд за дитиною, включаючи вимоги щодо відповідності, будь ласка, перейдіть на"
}