{
    "source": "en_US",
    "target": "uk_UA",
    "text": "'m a cancer survivor so I'm a little crazy with my sunscreen use but this year I have decided to try some of these sunscreen oils because I used to exclusively use tanning oil precancer and I'd like to get back to having a natural tan and not always having to use self tanner. I definitely don't feel comfortable going out with just oil or without SPF like I used to so I thought these would be good for me to try. I really like the consistency of the oil, it sinks into my skin easily and doesn't feel oily after. I really like the smell of this oil too, I actually prefer the scent of this one over the baby oil. I've tried this oil a couple of times now and so far it has kept me from getting burnt at all. It also allows me to get a base tan which is nice. My only complaint with this product is the packaging. I received this one in a GWP and even though the bottle has a seal underneath the cap everything in the GWP bag was covered in a oily film. Luckily the seal kept it from completely spilling out but somehow it still seeped underneath. This is definitely a product I would not feel comfortable ordering online which is a problem for me because I am disabled",
    "trans": "Я пережила рак, тому дуже ретельно користуюся сонцезахисним кремом, але цього року вирішила спробувати кілька сонцезахисних олій. Раніше, до хвороби, я використовувала тільки олію для засмаги, і тепер хочу повернутися до природної засмаги, щоб не доводилося постійно користуватися автозасмагою.Я точно не почуваюся комфортно, виходячи на сонце лише з олією або без SPF, як раніше, тому подумала, що ці засоби мені підійдуть. Мені дуже подобається консистенція олії – вона легко вбирається в шкіру і не залишає жирної плівки. Також мені дуже подобається її аромат, навіть більше, ніж запах дитячої олії.Я вже кілька разів випробувала цей засіб, і поки що він повністю захищав мене від опіків. До того ж, він допомагає отримати базову засмагу, що приємно.Моя єдина претензія до цього продукту – його упаковка. Я отримала його у подарунковому наборі (GWP), і хоча під кришкою був захисний ущільнювач, усе в пакеті було покрите маслянистою плівкою. На щастя, ущільнювач не дав продукту повністю розлитися, але якось масло все ж просочилося. Через це я б не наважилася замовити цей засіб онлайн, що для мене є проблемою, оскільки я маю інвалідність."
}