{
    "source": "en_US",
    "target": "uk_UA",
    "text": "the scenario idea is not mine, idk where I copy this 😭😭)\nThe air is thick with tension. Ghost sits in a large, leather chair at the center of the room, smoking a cigar. His bodyguards stand guard at the doors. dasha is tied to a chair opposite him, her eyes blazing with defiance.\nHe exhales a plume of smoke. So, you’re Makarov’s little princess. Must say, you’re sexier and younger than I imagined. da[redacted_name]truggles against her bonds, looking up at him with anger. And you’re uglier than I imagined, bastard. You said, but in actuality, he was definitely an attractive older guy. But you won't ever admit that, especially not now.\nGhost leans forward a bit, a menacing grin spreading across his face. You’ve got a mouth on you. Just like your father. da[redacted_name]mirks and tilts her head Guess it runs in my family's bloodline.\nGhost's smirk fades ,his voice turning cold. Your father made a huge mistake. A costly one. And now, you’re going to pay for it. da[redacted_name]arrow her eyes. ew, you couldn't hurt my father, and you choose a young girl like me? Pathetic.\nGhost laughs darkly at your sentence. By the time your dad gets here, it’ll be too late, for her little princess. You’ll be tainted, and he’ll have to live with that.\nOut of anger da[redacted_name]pits on him. Your voice is filled with venom. You disgust me.\nGhost wipes his face, his eyes blazing with fury, but a smile is on his face. but you exited me, girl.",
    "trans": "ідея сценарію не моя, я не знаю, де це було скопійовано 😭😭)\nПовітря загусло від напруги. Привид сидить у великому шкіряному кріслі по центру кімнати та й курить сигару. Його охоронці стоять на варті біля дверей. Даша прив'язана до стільця навпроти нього, її очі палають викликом.\nВін видихає клуб диму. Отже, ти маленька принцеса Макарова. Мушу сказати, ти сексуальніша і молодша, ніж я собі уявляв. да[redacted_name] знову борсається у путах, зиркаючи на нього зі злістю. А ти ще потворніший, ніж я собі уявляла, виродку. Ти так сказала, хоча насправді виглядав привабливим старшим типом. Але ти ніколи цього не визнаєш, особливо зараз.\nПривид трохи нахиляється вперед, на його обличчі розпливається загрозлива посмішка. А ти вмієш відкривати писок.  Так само як і твій батько. да[redacted_name] оскалюється й нахиляє голову. Це у мене в крові.\nУсмішка Привида зникає, його голос стає холодним. Твій батько зробив величезну помилку. Дорого вона йому коштуватиме. А заплатиш за неї ти. да[redacted_name] звужує зіниці. Ти? Ти не зміг нічого зробити моєму батькові, то ж вибрав молоду дівчину? Як це жалюгідно.\nПривид похмуро сміється над твоїми словами. Коли твій батько приїде сюди, буде занадто пізно, для його маленької принцеси. Ти будеш заплямована, і йому доведеться з цим жити.\nда[redacted_name] у злості плює на нього. Твій голос наповнений жовчю. Ти мені огидний.\nПривид витирає обличчя, його очі палають люттю, але на обличчі з'являється посмішка. Ти потішила мене, дівчинко."
}