{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Thick Skin\nThick skin (>5 mm) covers the palms of the hands and soles of the feet. The outer keratin layer is substantially thicker than in other parts of the body.\nEpidermis - stratified squamous keratinized epithelium divided into five strata (or layers).\nStratum Basale - single layer of germinal cells resting on the basement membrane which is attached to the dermis.\nStratum Spinosum - keratinocytes attached to each other by desmosomes on spiny processes.\nStratum Granulosum - keratinocytes with numerous basophilic, keratohyalin granules in their cytoplasm.\nStratum Lucidum - highly refractive zone only seen in very thick skin (see MH 235 Thick Skin).\nStratum Corneum - thick layer of dead cells (squames) devoid of nuclei and organelles.\nDermis - dense irregular connective tissue that supports the epidermis.\nPapillary Layer - papillae that project into the dermis.\nDermal Papillae - increase adhesion between the epidermis and dermis.\nPapillary Capillaries - bring nutrients to the epidermis.\nReticular Layer - dense irregular connective.\nEccrine Sweat Glands - coiled tubular gland with simple or stratified cuboidal epithelium (lightly stained) and duct cells (dark staining)..\nHypodermis - loose connective tissue with adipose tissue.",
    "trans": "Товста шкіра\nТовста шкіра (>5 мм) покриває долоні рук та підошви ніг. Зовнішній шар кератину значно товстіший, ніж у інших частин тіла.\nЕпідерміс - багатошаровий плоский кератинізований епітелій, поділений на п'ять страт (або шарів).\nБазальний шар - один шар зародкових клітин, що знаходяться на базальній мембрані, яка прикріплена до дерми.\nШипований шар - кератиноцити, з'єднані між собою десмосомами на колючих виступах.\nШар зернистий - кератиноцити з численними базофільними кератогіаліновими гранулами у цитоплазмі.\nПрозорий шар - високо заломлююча зона, що спостерігається лише у дуже товстій шкірі (див. MH 235 Товста шкіра).\nРоговий шар - товстий шар мертвих клітин (шкал), позбавлених ядер та органел.\nДерма - щільна нерегулярна сполучна тканина, що підтримує епідерміс.\nВорсиста шар - сосочки, що виступають у дерму.\nДермальні сосочки - збільшують адгезію між епідермісом та дермою.\nВорсисті капіляри - постачають поживні речовини до епідермісу.\nСітчастий шар - щільна нерегулярна сполучна тканина.\nЕккринові потові залози - звита трубчаста залоза з одно- або багатошаровим кубічним епітелієм (слабко пофарбованим) та клітинами протоку (темно пофарбованими)..\nГіподерма - розслаблена сполучна тканина з жировою тканиною."
}