{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Abstract—In this paper, an analysis on the stepwise adiabatic circuits is presented. In this analysis, the energy consumption of stepwise adiabatic circuits for the case where it is possible to recycle the charge stored on the load capacitor is studied. As a results of the analysis, energy consumption equations are presented which accurately model the efficiency of the stepwise adiabatic circuits. The proposed analysis shows stepwise adiabatic circuits are able to decrease the total energy by a factor of N if the load capacitor is charged in N steps and then discharged in N steps. Energy consumption equations suggest even for small values of the tank capacitors the energy is reduced significantly. For example, if the tank capacitors are equal to the load capacitor, energy is reduced by 40% for N=2, 55% for N=3, and energy saving is increased with N. Simulation results in 0.18 technology show the errors of the proposed derivations are less than 2% in different scenarios.\nKeywords— adiabatic charging; stepwise charging",
    "trans": "Анотація—У цій статті представлено аналіз поетапних адіабатичних схем.  У цьому аналізі досліджено енергоспоживання поетапних адіабатичних схем для випадку, коли можливо переробляти заряд, накопичений на навантажувальному конденсаторі.  Як результат аналізу, представлені рівняння енергоспоживання, які точно моделюють ефективність поетапних адіабатичних схем.  Запропонований аналіз показує, що поетапні адіабатичні схеми здатні зменшувати загальне енергоспоживання в N разів, якщо навантажувальний конденсатор заряджається у N етапів, а потім розряджається у N етапів.  Рівняння енергоспоживання свідчать, що навіть при малих значеннях резервних конденсаторів енергія значно зменшується.  Наприклад, якщо резервні конденсатори дорівнюють навантажувальному конденсатору, енергія зменшується на 40% для N=2, 55% для N=3, а енергозбереження збільшується з N.  Результати симуляції в технології 0.18 показують, що помилки запропонованих виводів менше 2% у різних сценаріях.\nКлючові слова— адіабатичне заряджання; поетапне заряджання"
}