{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Enzymes are biological catalysts that facilitate biochemical reactions, and their activity is highly dependent on temperature. The optimal functioning temperature for most human enzymes, particularly those found in metabolic pathways, is around 37°C, which is reflective of normal human body temperature. At this temperature, enzymes exhibit maximal kinetic energy, leading to an increased rate of reaction due to higher frequency and energy of molecular collisions.\nHowever, after the incubation period at 37°C, it is crucial to place the enzymes in a freezer at –20°C to halt their activity. This cessation is important for several reasons: first, it preserves the structural integrity of the enzymes by preventing denaturation that can occur at elevated temperatures. Second, freezing effectively reduces the kinetic energy of the molecules, significantly slowing down any enzymatic reactions. This step is critical for maintaining the consistency and reliability of subsequent analyses, as it ensures that any measurements taken reflect the state of the enzymes at the conclusion of the incubation period without further alteration from ongoing enzymatic activity.",
    "trans": "Ферменти — це біологічні каталізатори, які сприяють біохімічним реакціям, і їх активність сильно залежить від температури. Оптимальна температура для більшості людських ферментів, зокрема тих, що знаходяться в метаболічних шляхах, становить близько 37°C, що відповідає нормальній температурі тіла людини. При цій температурі ферменти демонструють максимальну кінетичну енергію, що призводить до підвищення швидкості реакцій завдяки більшій частоті та енергії молекулярних зіткнень.\nОднак після інкубаційного періоду при 37°C важливо помістити ферменти в морозильник при –20°C, щоб зупинити їх активність. Це припинення важливе з кількох причин: по-перше, воно зберігає структурну цілісність ферментів, запобігаючи денатурації, яка може статися при підвищених температурах. По-друге, заморожування ефективно знижує кінетичну енергію молекул, значно сповільнюючи будь-які ферментативні реакції. Цей етап критичний для збереження стабільності та надійності подальших аналізів, оскільки він гарантує, що будь-які вимірювання, які будуть зроблені, відображатимуть стан ферментів після завершення інкубаційного періоду без подальших змін, викликаних тривалою ферментативною активністю."
}