{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We at FCS wanted to send a final reminder that the Foster Undergraduate Mentor Program Application will be closing today.\nThis program was created to offer intentional mentorship for students of which they will be paired with a professional UW Foster alum as an early career resource where the students can build and develop professional relationships and networks, as well as receive academic and early career advice. This great opportunity to connect students with peers and professionals in the workplace will accelerate their professional and personal growth as they navigate their career exploration! More information regarding the timeline, activities, and program dates can be found on Husky Landing.\nIf you are interested in applying, please head to Husky Landing, watch the 20- minute virtual info session (if you haven't attended one live), and apply by pressing the green \"Join\" button in the top right! This year we are accepting Freshmen on a case-by-case basis, please reach out if you have questions or find it difficult to answer the application as it may not be the right year yet!\nEveryone needs a board of mentors and directors for their career journey, and what better time to start then now!",
    "trans": "Ми в FCS хотіли надіслати останнє нагадування про те, що сьогодні закривається заявка на участь у програмі наставництва для студентів бакалаврату Foster.\nЦя програма була створена для того, щоб запропонувати цілеспрямоване наставництво для студентів, які будуть в парі з професійним випускником UW Foster як ресурсом на початку кар'єри, де студенти можуть будувати та розвивати професійні стосунки та мережі, а також отримувати академічні поради та поради на початку кар'єри. Ця чудова можливість зв'язати студентів з однолітками та професіоналами на робочому місці прискорить їхній професійний та особистісний розвиток під час дослідження кар'єри! Більше інформації щодо термінів, заходів та дат програми можна знайти на Husky Landing.\nЯкщо ви зацікавлені в подачі заявки, будь ласка, перейдіть на Husky Landing, перегляньте 20-хвилинну віртуальну інформаційну сесію (якщо ви не відвідували одну з них наживо) і подайте заявку, натиснувши зелену кнопку \"Приєднатися\" у верхньому правому куті! Цього року ми приймаємо першокурсників у індивідуальному порядку, будь ласка, зверніться до нас, якщо у вас є питання або вам важко відповісти на заявку, оскільки це може бути не той рік!\nКожному потрібна рада наставників і директорів для його кар'єрного шляху, і який кращий час для початку, ніж зараз!"
}