{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Now, I'd like to talk about something important to us—the second project we've been working on alongside Steps of Debauchery. First, let me assure you that Riley and Steps of Debaucheryare still our main focus, and no other project will affect the development speed of the game. If we've chosen to support or join another project, it's only because we've been able to hire more people or work on it in parallel.\nAs some of you already know, the project I'm talking about is the game Bright Lord, developed by KissKiss Studio. It’s had its ups and downs, so we decided to help bring it to completion, ensuring it doesn’t get abandoned like so many other adult visual novels. Our support included proofreading the entire script, improving and compressing the game’s code, creating a completely new UX/UI, and translating the game into 7 languages. The story and graphics are still being handled by KissKiss Studio, so this hasn’t affected our work on Steps of Debauchery.",
    "trans": "Зараз я хочу поговорити про щось важливе для нас — другий проєкт, над яким ми працюємо поряд із \"Steps of Debauchery\". Спочатку дозвольте запевнити вас, що \"Riley\" та \"Steps of Debauchery\" все ще є нашими основними пріоритетами, і жоден інший проєкт не вплине на швидкість розробки гри. Якщо ми вирішили підтримати або приєднатися до іншого проєкту, це лише тому, що ми змогли найняти більше людей або працювати над ним паралельно.\nЯк деякі з вас уже знають, проєкт, про який я говорю, — це гра Bright Lord, розроблена KissKiss Studio. Вона мала свої підйоми та спади, тому ми вирішили допомогти довести її до завершення, щоб вона не була покинута, як багато інших дорослих візуальних романів. Наша підтримка включала коректуру всього сценарію, покращення та стиснення коду гри, створення абсолютно нового UX/UI, а також переклад гри на 7 мов. Історія та графіка все ще обробляються KissKiss Studio, тому це не вплинуло на нашу роботу над Steps of Debauchery."
}