{
    "source": "en_US",
    "target": "uk_UA",
    "text": "\"Right at first, I did. Then I saw how you stood up to Chi Fu after I killed Shan Yu, and it changed how I felt about you. When I thought you were dead, I couldn't stand it. I never want to be without you again.\"\n\"Mulan, I am a general in the Imperial army. I'm going to have to leave you at some point for military duty. Probably more than once.\"\n\"Can we talk about this another time? I just got you back from the dead. I don't want to think about having to send my husband off to war now.\"\n\"Yes, I suppose. But not wanting to talk about it doesn't make it any less true. What were you planning to do about your wedding night if you had married that little prince?\"\n\"I was just hoping he wouldn't notice that I didn't bleed. If he had, and told Lord Chin I wasn't a virgin, I'm sure I would have been killed and the alliance nullified.\"\n\"Yes, I'm sure. That would have been humiliating for you. I'm sorry.\"\n\"Sorry for what? If you remember, I pushed for it originally.\"\n\"True, you did. But if you remember correctly, I wasn't complaining. I wanted that as much as you did.\"\n\"You know what I was thinking as I was getting ready for that wedding? That I didn't regret what we did. I knew I would never stop loving you, and that at least I had the memories of giving myself to you before you died.\"\n\"What if you were with child because of me? Would you have known whose child it was and just passed it off as being the prince's?\n\"I'm not positive I would have known if it was yours or not. And yes, I would have led everyone to believe it was the prince's.\"\n\"Speaking of which, when would you know if you were?\"\n\"Another week. If my bleeding doesn't happen by the week after, then I probably am.\"\n\"I'm so glad it all turned out how it did. Now we're married, and get to spend the rest of our lives together. I can't wait to have children with you.\"\n\"Me, neither. My skin crawled at the thought of having to sleep with that prince. Ugh!\"\n\"I took one look at him and thought there was no way I wanted him putting his little hands on you.\"\n\"Me, neither.\"\n\"We belong to each other now.\"\n\"I love you, Shang!\"\n\"I love you, too, Mulan!\"\nIt was close to sundown when they reached the river, back at the spot they had chosen the first night when the carriage had gotten destroyed. Amazingly, their supplies were still where they had stashed them, so they had tents, cooking supplies and clothing.\nThe guards caught several fish and Shang and Mulan cooked it. After everyone had eaten and drank some tea, the guards offered to take the first watch. As Shang and Mulan set up their tent, they got a lot of ribbing from Yao, Ling and Chien Po.\nThe couple was just about to go into the tent when they spotted Mushu standing by the entrance. He smiled. \"I know. You actually married. So go do the babymakin' dance all you want. I'll make sure no one bothers you. I'm sorry I made you two fight so much you ended up breaking up. I'll make it up to you somehow.\"\n\"Mushu, you already did. If it hadn't been for you playing their Golden Dragon of Unity, Shang would be in a prison in Qui Gong and I would be having a wedding night with that little prince.\" Mulan made a gagging sound.\n\"Ew! I did what I could. You're welcome!\"\nThey smiled at the little red dragon and went into their tent and shut the entrance tightly. Shang pulled Mulan into his arms tightly and his lips met hers. Sashes and robes went flying and in moments they were laying on the mat under a blanket wearing only their Yin and Yang necklaces.\nShang gazed into Mulan's eyes. \"I never thought I'd get to look into your beautiful eyes again. Or see your beautiful breasts.\" He leaned over and kissed each breast, then ran his hands over them. \"As I was falling after I let go of the rope, I thought about you all the way down, until I went unconscious. When I woke up, you were the first thing I thought of.\"\nMulan planted kisses on Shang's chest and neck. \"I never thought I'd get to hold you again.\"\n\"Neither did I.\"\nRemembering the first time they'd made love, Shang moved his hand down to Mulan's core. He slipped two fingers inside her and she gasped in surprise and moaned. She reached her hand over to touch him, but he moved it away. \"Not yet. I'll be done too quick.\"\nHis thumb found her sensitive little bump and he made little circles over it, while moving his fingers in and out of her. He watched as she closed her eyes and tilted her head back and her breath came in little moans. Suddenly, she arched her back and let out several loud cries as she climaxed under his touch.\nShang climbed over her and slid himself inside. She wrapped her arms around his neck and whispered \"I love you, Shang\".\n\"I love you, too, Mulan.\"\nThe two made love several times, hoping to make up for a little bit of lost time. And to celebrate their marriage. And just because they could.\nIt was nearly daylight before the guards banged on the sides of their tent to get their attention so they could take over. They would have gone inside their tent, but the guards knew the couple was likely not dressed and acting like the newlyweds they were.\nWhen the two dressed and came outside, Yao and Ling laughed and slapped Shang on the back. Mulan blushed furiously and quickly walked away.\nEven from several feet away, she heard Yao. \"Way to make her scream, Pretty Boy!\" She was mortified to think the guards had heard her and suddenly felt like crying.\nShang stopped and leaned down so that his face was about two inches from Yao's and used his harshest drill sergeant voice. \"You are not to speak about MY WIFE in that manner again, am I understood?\" The soldier looked startled, but saluted Shang. \"Yes, Sir.\"\nAfter Shang joined Mulan at the edge of the clearing, she whispered to him. \"Thank you, that was really humiliating to know they heard me.\"\n\"I know. It won't happen again.\"\nIn the distance, they heard Chien Po scolding Yao for his big mouth.\nThe group covered a lot of ground that day. At nightfall, the guards took the first watch and the couple pitched their tent further away from them this time. Inside, Shang laid down and pulled Mulan on top of him. She made an effort to be quieter, and Shang did what he could to make that difficult.\n.\n.\n.\nThe guards and princesses were getting to know each other better, now that the guards were no longer under orders not to talk to them. The princesses could finally relax, now that they knew they weren't going to be married to princes they'd never met.\nThe remainder of the trip back to the Imperial City was uneventful, compared to the trip out to Qui Gong. Mushu did everything he could to make up for his earlier behavior, including starting fires when the group needed them for cooking meals.\nOnly one obstacle remained, and that was explaining to the Emperor why his daughters were returning to him and that they had fallen in love with the guards. Mulan and Shang also had it in the back of their minds that they were going to have to explain to her family how they were already married. She could already hear the ribbing they were going to get from her grandma Fa.\nWhen the group arrived back at the Imperial palace, Shang went in alone to talk to the Emperor and present the written agreement of alliance from Lord Chin. After kneeling and explaining the events of the mission, he waited for the Emperor's response.\nFor a few agonizing minutes, the Emperor was quiet and Shang hoped he'd be given a chance to say goodbye to Mulan before his head was lopped off.\n\"General Li, this is highly unexpected. I've never known you to defy an order before. However, I am grateful that I will now have my three daughters here with me once again. Had they married Lord Chin's sons, I almost certainly would have never seen them again.\"\n\"Yes, Your Excellency.\"\n\"And would you say these guards my daughters fell in love with are your three best soldiers?\"\n\"Yes, sir. They aided in your rescue when the Huns ambushed us at the victory parade.\"\n\"I must meet them before I give my approval. I understand you now need to explain to Fa Zhou why you are already married to his only daughter. I wish you luck.\"\nShang smiled. \"Thank you.\"\n\"You and your new wife may be on your way after you bring in my daughters and your three best soldiers.\"\nShang nodded and left to bring the princesses and guards back to the Emperor. Before they entered the throne room, he gave each soldier a salute and they saluted him back. \"I never thanked the three of you for helping Mulan when I left her on the mountain. She told me you gave her food, a blanket and bandages. Thank you.\"\nMulan hugged each princess, then they were on their way.\nIt was a few hours from sundown, so the couple rode until bright red, orange and gold streaks signaled the end of another day. They pitched their tent by a stream. After catching several fish and cooking them over a fire, they decided to cool off in the water.\nIt was already dark as they removed their clothes and left them on the shore. Shang picked up Mulan and carried her into the water, setting her down by a large rock in the middle. It reminded them both of the stream at Wu Zhong. Mulan smiled as she remembered a time when she'd seen Shang getting out of the water and how attracted she'd been to him.\n\"I've got a confession to make, Shang.\"\n\"What? About what?\" He looked concerned and his thoughts immediately went back to Qui Gong where Mulan had almost gotten married. Had something taken place she didn't tell him about?\n\"Did something happen in Qui Gong?\"\n\"No, no, not at all. Once at Wu Zhong, I was headed to the stream to bathe when you were just getting out. I hid in the trees and watched you dry off and get dressed. I was totally transfixed by your body, but I never thought I'd actually get to touch it.\"\n\"You watched me get out of the river and dress?\"\nMulan nodded.\n\"And you liked what you saw, did you?\"",
    "trans": "\"Спочатку я так і думав. Потім я побачив, як ти виступив проти Чі Фу після того, як я вбив Шан Юя, і мої почуття до тебе змінилися. Коли я думав, що ти мертвий, я не міг цього витримати. Я більше не хочу бути без тебе\".\n\"Мулан, я генерал імператорської армії. Мені доведеться залишити тебе в якийсь момент через військову службу. Напевно, більше ніж один раз\".\n\"Можемо поговорити про це іншим разом? Я тільки що повернув тебе з мертвих. Я не хочу думати про те, що мені доведеться відправити свого чоловіка на війну\".\n\"Так, мабуть. Але те, що ти не хочеш говорити про це, не робить це менш правдою. Що ти планувала робити зі своєю весільною ніччю, якщо б вийшла заміж за того маленького принца?\"\n\"Я просто сподівався, що він не помітить, що я не кровоточила. Якби він це зробив і сказав лорду Чіну, що я не дівчина, я впевнений, що мене б вбили, а союз був би анульований\".\n\"Так, я впевнений. Це було б для тебе принизливо. Мені шкода\".\n\"Шкода за що? Якщо ти пам'ятаєш, я спочатку наполягала на цьому\".\n\"Правда, ти так і зробила. Але якщо ти правильно пам'ятаєш, я не скаржився. Я хотів цього так само, як і ти\".\n\"Знаєш, про що я думала, коли готувалася до цього весілля? Про те, що я не шкодую про те, що ми зробили. Я знала, що ніколи не перестану любити тебе і хоча б у мене залишаться спогади про те, як я віддала себе тобі перед твоєю смертю\".\n\"А якщо б через мене ти завагітніла? Ти б знала, чия це дитина і просто видала би за принца?\"\n\"Я не впевнена, чи знала б я, чи це твоя дитина чи ні. І так, я б змусила всіх повірити, що це дитина принца\".\n\"До речі, коли б ти дізналася, чи вагітна?\"\n\"Ще тиждень. Якщо моїх місячних не буде до наступного тижня, то я напевно вагітна\".\n\"Я так рада, що все обернулося саме так. Тепер ми одружені і можемо провести разом решту нашого життя. Я з нетерпінням чекаю можливості мати дітей з тобою\".\n\"І я теж. Мене жахало думка про те, що мені доведеться спати з тим принцом. Фу!\"\n\"Я лише поглянула на нього і подумала: \"Ні в якому разі я не хочу, щоб він торкався до тебе своїми маленькими руками».\n\"І я теж\".\n\"Тепер ми належимо один одному\".\n\"Я люблю тебе, Шан!\"\n\"Я теж люблю тебе, Мулан!\"\nБуло близько заходу сонця, коли вони досягли річки, повернувшись на місце, яке вони вибрали в першу ніч, коли карета була знищена. Дивовижно, але їхні запаси все ще були там, де вони їх заховали, тому у них були намети, кухонне приладдя та одяг.\nОхоронці спіймали кілька риб і Шан та Мулан їх приготували. Після того як всі поїли і випили чаю, охоронці запропонували взяти першу варту. Коли Шан і Мулан встановлювали свій намет, вони отримали багато жартів від Яо, Лінга та Чіен По.\nПара вже збиралася зайти в намет, коли побачила Мушу, що стояв біля входу. Він усміхнувся. \"Я знаю. Ви справді одружилися. Тож танцюйте танець для зачаття дитини скільки завгодно. Я подбаю про те, щоб вас ніхто не турбував. Вибачте, що я змусив вас так багато сваритися і в результаті розлучитися. Я якось компенсую це вам.\"\n\"Мушу, ти вже це зробив. Якби не ти, що грав роль Золотого Дракона Єдності, Шан був би у в'язниці в Цюй Гуні, а я б мала весільну ніч з тим маленьким принцом.\" Мулан зробила звук нудоти.\n\"Фу! Я зробив все можливе. Будь ласка!\"\nВони усміхнулися маленькому червоному дракончику і зайшли в свій намет, щільно закривши вхід. Шан міцно обняв Мулан і його губи зустрілися з її губами. Стрічки та халати полетіли в різні боки і через кілька миттєвостей вони лежали на маті під ковдрою лише у своїх кулонах Інь і Ян.\nШан дивився в очі Мулан. \"Я ніколи не думав, що зможу знову поглянути в твої прекрасні очі. Або побачити твої красиві груди\". Він нахилився і поцілував кожну груди, потім провів руками по них. \"Коли я падав після того, як відпустив мотузку, я думав про тебе весь шлях вниз, поки не втратила свідомість. Коли я прокинувся, ти була першою річчю, про яку я подумав\".\nМулан поцілувала Шана в груди та шию. \"Я ніколи не думала, що зможу знову обійняти тебе\".\n\"Я теж\".\nЗгадуючи про перший раз, коли вони займалися любов'ю, Шанг провів рукою вниз до Мулан. Він вставив два пальці всередину неї, і вона здивовано зойкнула та застогнала. Вона простягнула руку, щоб доторкнутися до нього, але він відсунув її. \"Ще ні. Я закінчу занадто швидко\".\nЙого великий палець знайшов її чутливу маленьку горбинку, і він почав робити маленькі кругові рухи по ній, поки його пальці входили і виходили з неї. Він спостерігав, як вона закрила очі, відкинула голову назад, а її дихання перетворилося на маленькі стогони. Раптом вона вигнула спину і видала кілька гучних криків, коли під його дотиком досягла оргазму.\nШанґ заліз над нею і ввійшов всередину. Вона обняла його за шию і прошептала: \"Я тебе люблю, Шанґ\".\n\"Я теж тебе люблю, Мулан\".\nВони займалися любов'ю кілька разів, сподіваючись компенсувати трохи втраченого часу. І щоб відсвяткувати своє весілля. І просто тому, що могли.\nПеред тим, як охоронці постукали в боки їхнього намету, щоб привернути їхню увагу і зайнятися своїми справами, вже майже розвиднілося. Вони б зайшли в їхній намет, але охоронці знали, що пара, ймовірно, не одягнена і веде себе як молодята.\nКоли вони одягнулися і вийшли назовні, Яо та Лінг засміялися і хлопнули Шана по спині. Мулан сильно почервоніла і швидко пішла геть.\nНавіть з кількох футів відстані вона почула Яо. \"Молодець, що змусив її закричати, Красунчику!\" Їй стало соромно думати про те, що охоронці чули її слова, і раптом їй захотілося плакати.\nШан зупинився і нахилився так, що його обличчя опинилося приблизно в двох дюймах від обличчя Яо, використовуючи свій найсуворіший голос сержанта-інструктора. \"Ти більше не маєш права говорити про МОЮ ДРУЖИНУ таким чином, зрозуміло?\" Солдат виглядав здивованим, але віддав честь Шану. \"Так точно.\"\nПісля того як Шан приєднався до Мулан на краю поляни, вона прошептала йому: \"Дякую тобі, це було справді принизливо знати, що вони мене почули\".\n\"Я знаю. Це більше не повториться\".\nНа відстані вони почули Чьєн По, який лає Яо за його балакучість.\nГрупа того дня пройшла багато. На заході сонця охоронці взяли першу зміну, а пара цього разу розклала свій намет далі від них. Всередині Шан ліг і потягнув Мулан на себе. Вона намагалася бути тихішою, а Шан робив все можливе, щоб ускладнити це.\n.\n.\n.\nОхоронці та принцеси почали краще знайомитися один з одним, оскільки охоронці більше не були під наказом не розмовляти з ними. Принцеси нарешті змогли розслабитися, знаючи, що їх не одружать з принцами, яких вони ніколи не зустрічали.\nЗалишок подорожі назад до Імператорського міста був без пригод у порівнянні з поїздкою до Цюй Гуна. Мушу зробив все можливе, щоб компенсувати свою попередню поведінку, включаючи розпалювання вогнищ, коли групі потрібні були вони для приготування їжі.\nЗалишилася лише одна перешкода - пояснити Імператору, чому його дочки повертаються до нього і що вони закохалися в охоронців. У Мулан і Шана також було на думці, що їм доведеться пояснити її родині, як вони вже одружені. Вона вже могла почути насмішки від своєї бабусі Фа.\nКоли група повернулася до Імператорського палацу, Шан зайшов туди один, щоб поговорити з Імператором і представити письмову угоду про союз від лорда Чіна. Після того як він став на коліна і пояснив події місії, він чекав на відповідь Імператора.\nПротягом кількох жахливих хвилин Імператор мовчав, і Шан сподівався, що йому дадуть можливість попрощатися з Мулан перед тим, як йому відрубають голову.\n\"Генерал Лі, це дуже несподівано. Я ніколи не знав вас як того, хто порушує накази. Однак я вдячний за те, що тепер мої три дочки знову будуть тут зі мною. Якби вони одружилися з синами лорда Чіна, я майже напевно ніколи б їх більше не побачив\".\n\"Так точно, Ваша Високосте\".\n\"І чи можна сказати, що ці охоронці, в яких закохалися мої дочки, є вашими трьома найкращими солдатами?\"\n\"Так, сер. Вони допомогли вам у вашому порятунку, коли гунни напали на нас під час параду перемоги\".\n\"Я повинен зустрітися з ними, перш ніж дам свою згоду. Я розумію, що вам тепер потрібно пояснити Фа Чжоу, чому ви вже одружені на його єдиній дочці. Бажаю вам удачі\".\nШан усміхнувся. \"Дякую\".\n\"Ви з новою дружиною можете вирушити в дорогу після того, як приведете моїх дочок і трьох найкращих солдатів\".\nШан кивнув і пішов, щоб привести принцес і охоронців назад до імператора. Перед тим як увійти до тронної зали, він віддав кожному солдату честь, і вони відповіли йому тим же. \"Я ніколи не дякував вам трьом за те, що ви допомогли Мулан, коли я залишив її на горі. Вона сказала мені, що ви дали їй їжу, ковдру і бинти. Дякую\".\nМулан обняла кожну принцесу, а потім вони вирушили в дорогу.\nБуло кілька годин до заходу сонця, тому пара поїхала до тих пір, поки яскраво-червоні, оранжеві та золоті смуги не сигналізували про закінчення ще одного дня. Вони розбили свій намет біля струмка. Після того як спіймали кілька риб і приготували їх на вогні, вони вирішили охолодитися у воді.\nВже було темно, коли вони зняли свій одяг і залишили його на березі. Шан підняв Мулан і переніс її у воду, поставивши біля великого каменя посередині. Це нагадало їм обом струмок у У Чжунг. Мулан усміхнулася, згадуючи час, коли бачила Шана виходящим з води і як вона була ним приваблена.\n\"У мене є признання для тебе, Шан\".\n\"Що? Про що?\" Він виглядав стурбованим і його думки відразу повернулися до Цюй Гуна, де Мулан майже вийшла заміж. Чи сталося щось таке, про що вона йому не сказала?\n\"Щось сталося в Цюй Гун?\"\n\"Ні-ні, зовсім ні. Одного разу в У Чжунг я йшла до струмка купатися, коли ти тільки виходив з нього. Я сховалася в деревах і дивилася, як ти витираєшся і одягаєшся. Я була абсолютно зачарована твоїм тілом, але ніколи не думала, що зможу його торкнутися\".\n\"Ти спостерігала, як я вийшов з річки і одягнувся?\"\nМулан кивнула.\n\"І тобі сподобалося те, що ти побачила?\""
}