{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Participation and housing is final after written confirmation and signing of the agreement and\npayment of the payment of the first part of 5000 € (so 2500) before 29th October 2024 on BE67\n0017 8164 6587 (see details payment on p. 3).\nYour spot in The Cobble Bike House can only be guaranteed if this first part is paid by 29th\nOctober 2024. Additionally, it is also necessary for the order of the clothing and equipment (see\ndetails clothing order email).\n1. Duration and subject of the agreement.\n• The agreement between club and cyclist is entered for the season starting from 1\nJanuary till 31 December 2025. Or from … to … as agreed upon by both parties with a\nminimal period of 5 months of the season.\n• In that period, the cyclist will participate in competitions, trainings, photoshoots, social\nrides and other activities that the club plans and organises.\n• In the beginning of the season, the club will draw up a schedule for races and other\nactivities, although it is subject to change.\n• The cyclist is allowed to return to his/ her home country to participate in the nationals of\ntheir home country.\n2. Not professional athlete\n• This agreement respects the decree of the Belgian non-professional athlete and should\nbe interpreted within this framework.\n• Moreover, no form of salary is paid to the cyclist.\n3. Prize money\n• The cyclist has the claim on all prize money won in the cycling contests he or she\nparticipated in.\n• The club will render all prize money to the cyclist from the moment the club receives the\nprize money.",
    "trans": "Участь та проживання є остаточними після письмового підтвердження та підписання угоди та\nоплата першої частини 5000 € (тобто 2500) до 29 жовтня 2024 року на рахунок  BE67\n0017 8164 6587 (див. деталі оплати на с. 3).\nВаше місце в The Cobble Bike House може бути гарантовано лише у випадку, якщо ця перша частина буде сплачена до 29\nжовтня 2024 року. Крім того, необхідно також замовлення одягу та обладнання (див.\nдеталі замовлення одягу в електронному листі).\n1. Тривалість та предмет угоди.\n• Угода між клубом та велосипедистом укладається на сезон, що починається з 1\nсічня до 31 грудня 2025 року. Або з … до …, як погоджено обома сторонами, з\nмінімальним терміном сезону 5 місяців.\n• Протягом цього періоду велосипедист братиме участь у змаганнях, тренуваннях, фотосесіях, соціальних\nпоїздках та інших заходах, які планує та організовує клуб.\n• На початку сезону клуб складе розклад змагань та інших\nзаходів, хоча він може бути змінений.\n• Велосипедист має право повертатися до своєї країни, щоб брати участь у національних змаганнях\nсвоєї країни.\n2. Не професійний спортсмен\n• Ця угода відповідає указу бельгійського непрофесійного спортсмена і має\nтлумачитися в рамках цього положення.\n• Більше того, велосипедисту не виплачується жодна форма зарплати.\n3. Призові гроші\n• Велосипедист має право на всі призові гроші, виграні на велосипедних конкурсах, у яких він чи вона\nбрали участь.\n• Клуб передасть усі призові гроші велосипедисту з моменту отримання клубом\nпризових грошей."
}