{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Your Debt Faster With Help From The National Debt Relief Team\nWith our award-winning program, you could resolve your debt in as little as 24-48 months, and faster than making minimum monthly payments.\nGet A Free Estimate\nDisclaimer: This message is sent to you by National Debt Relief, LLC. *$6,492 average savings based on clients that graduated our program from 01/01/2022 - 12/31/2022. Please note that all communications with the company may be recorded or monitored for quality assurance. Clients who graduate from the program and get all their debt settled realize approximate savings of 44% before fees, or 23% including our fees over 24 to 48 months. Examples are based on enrolled debts. Not all debts are eligible for enrollment. Not all clients complete our program for various reasons, including their ability to save sufficient funds. We do not guarantee that your debts will be lowered by a specific amount or percentage or that you will be debt-free within a specific period of time. We do not assume consumer debt, make monthly payments to creditors or provide tax, bankruptcy, accounting or legal advice. We do not offer credit score improvement services and are not a credit repair agency. Please contact a tax professional to discuss tax consequences of settlement or an attorney as needed for bankruptcy questions. Services not available in all states. Read and understand all program materials prior to enrollment, including potential adverse impact on credit rating.\nMarketing Disclosures:(Maryland/Delaware/Utah/Colorado/Nevada/Rhode Island/Tennessee) The use of the debt settlement services and the failure to make payments to creditors: (1) Will likely adversely affect your creditworthiness (credit rating/credit score) and make it harder to obtain credit; (2) May result in your being subject to collections or being sued by creditors or debt collectors; and (3) May increase the amount of money you owe due to the accrual of fees and interest by creditors or debt collectors. NDR's fees are calculated based on a percentage of the debt enrolled in the program.",
    "trans": "Позбутися боргів швидше за допомогою команди National Debt Relief\nЗавдяки нашій відзначеній нагородами програмі ви зможете вирішити свої борги всього за 24-48 місяців, що значно швидше, ніж здійснення мінімальних щомісячних платежів.\nОтримайте безкоштовну оцінку\nВідмова від відповідальності: Це повідомлення надіслано вам компанією National Debt Relief, LLC. *Середня економія $6 492 на основі клієнтів, які завершили нашу програму в період з 01.01.2022 по 31.12.2022. Зверніть увагу, що всі комунікації з компанією можуть бути записані або моніторинговані для забезпечення якості. Клієнти, які завершили програму та врегулювали всі свої борги, отримують орієнтовну економію 44% до вирахування зборів або 23% разом із нашими зборами протягом 24-48 місяців. Приклади базуються на боргах, які були включені в програму. Не всі борги підлягають реєстрації в програму. Не всі клієнти завершують нашу програму з різних причин, включаючи здатність заощаджувати достатньо коштів. Ми не гарантуємо, що ваші борги будуть зменшені на конкретну суму або відсоток, або що ви станете безборговим протягом певного періоду часу. Ми не беремо на себе споживчі борги, не здійснюємо щомісячні платежі кредиторам і не надаємо податкових, банкрутних, бухгалтерських або юридичних консультацій. Ми не надаємо послуги з поліпшення кредитного рейтингу і не є агенцією з виправлення кредиту. Будь ласка, зверніться до податкового фахівця для обговорення податкових наслідків врегулювання або до юриста для консультацій щодо банкрутства. Послуги недоступні в усіх штатах. Ознайомтесь із усіма матеріалами програми перед реєстрацією, включаючи можливий негативний вплив на кредитний рейтинг.\nМаркетингова інформація: (Меріленд/Делавер/Юта/Колорадо/Невада/Род-Айленд/Теннесі) Використання послуг із врегулювання боргів та невиконання платежів кредиторам: (1) Ймовірно, негативно вплине на вашу кредитоспроможність (кредитний рейтинг/кредитний бал) і ускладнить отримання кредиту; (2) Може призвести до того, що ви потрапите під колекцію або будете позиватися до суду кредиторами або колекторами; і (3) Може збільшити суму ваших боргів через нарахування зборів та відсотків кредиторами або колекторами. Збори NDR розраховуються на основі відсотка від боргу, який включено в програму."
}