{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In the market for fresh peaches, the increase in quantity supplied from growers shifting production originally intended for canned peaches, causes the supply curve to shift rightward from S1 to S2 as shown in figure 3. There is no indication of a change in demand in the fresh peach market. As a result, the new equilibrium moves to a higher quantity Q2 and lower price P2. At the original price P1, industry supply increases from Q1 to Q2, creating a surplus of Q2-Q1 or with demand stationary at D1, equilibrium moves to higher output (Q2) but reduced price per unit (P2). According to economic theory of demand to clear market, prices must fall to P2 and quantity to Q1. While providing a sourcing option, fresh market access could exacerbate downward price pressures for growers. If the people more interested fresh peaches due to lower price this will cause to the rise in demand which lead to shift in demand curve to the right side from D1 to D2. This cause to rise in price to P1 level while the overall demand rises to Q3 equilibrium level. While total sales rise for growers targeting fresh channels, returns per piece drop. Individual producers may still experience losses if lower earnings fall short of costs (Cook, 2011). Moreover, with growers competing for a limited fresh market, oversupply is possible if shifts fully compensate for canned declines.\nFigure 4:",
    "trans": "На ринку свіжих персиків збільшення кількості, що постачається виробниками, які зміщують виробництво, спочатку призначене для консервованих персиків, викликає зсув кривої пропозиції вправо від S1 до S2, як показано на малюнку 3. Немає ознак зміни попиту на ринку свіжих персиків. В результаті нова рівновага переміщується на вищу кількість Q2 і нижчу ціну P2. За початковою ціною P1 пропозиція в галузі зростає з Q1 до Q2, створюючи надлишок Q2-Q1 або при незмінному попиті D1 рівновага переміщується на вищий обсяг (Q2), але зниженою ціною за одиницю (P2). Згідно з економічною теорією попиту для очищення ринку, ціни повинні впасти до P2, а кількість - до Q1. Хоча доступ до свіжого ринку може забезпечити варіант постачання, він може посилити тиск на зниження цін для виробників. Якщо люди більше цікавляться свіжими персиками через нижчу ціну, це призведе до збільшення попиту, що викличе зсув кривої попиту вправо від D1 до D2. Це призведе до підвищення ціни до рівня P1, тоді як загальний попит зросте до рівня рівноваги Q3. Хоча загальні продажі зростають для виробників, які орієнтуються на свіжі канали, прибуток за одиницю падає. Окремі виробники можуть все ще зазнати збитків, якщо нижчий прибуток не покриває витрати (Cook, 2011). Більше того, при конкуренції між виробниками за обмежений свіжий ринок можливий надлишок пропозиції, якщо зміщення повністю компенсують скорочення в консервованих продуктах.\nМалюнок 4:"
}