{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We've confirmed\nyour order.\nWe're working to prepare your order for shipment. When it ships, you'll receive an email with an estimated arrival date.\nYou will also receive an email with next steps for orders containing an early upgrade and how to receive your promo credits if your order involves a trade-in.\nHere are your order details:\nOrder # [redacted_info] October 19, 2024\nSmart Watches\n1 line, data counts towards data option of its paired phone\nWatch's watch\nSamsungGalaxy Watch Ultra 47mm,Titanium Silver , Downpayment,$32.50 , Paymonthly,$25.72/mofor24months\nXfinity Mobile Care, $15.00/mo*\nSmart Watch, $10/month\n$58.22\n*Some of your costs have been pushed to your next bill cycle. Taxes are paid today.\nSubtotals $58.22\nShipping $0.00\nEstimated Taxes, Fees, & Surcharges\nTaxes are based on the full price of your device in FRANKFORT, IN.\nThese must be paid up front.\nSales Tax $45.50\nEstimated Other Charges\nXfinity Mobile assesses Other Charges, which are not government mandated, recover federal, state and local fees imposed on Xfinity Mobile.\nOrder Total $103.72",
    "trans": "Ми підтвердили\nваше замовлення.\nМи працюємо над підготовкою вашого замовлення до відправки. Коли воно буде відправлено, ви отримаєте електронний лист із приблизною датою доставки.\nТакож ви отримаєте електронний лист із подальшими кроками для замовлень, що містять раннє оновлення, та інформацією про те, як отримати свої промо-кредити, якщо ваше замовлення передбачає трейд-ін.\nОсь деталі вашого замовлення:\nНомер замовлення: [redacted_info] 19 жовтня 2024 року\nСмарт-годинники:\n1 лінія, дані зараховуються до тарифу, пов’язаного з телефоном\nГодинник:\nSamsung Galaxy Watch Ultra 47 мм, Titanium Silver, перший внесок $32,50, щомісячний платіж $25,72/місяць на 24 місяці\nXfinity Mobile Care, $15,00/місяць\nСмарт-годинник, $10/місяць\n$58,22\nДеякі з ваших витрат були перенесені на наступний платіжний цикл. Податки сплачуються сьогодні.\nПроміжний підсумок $58,22\nДоставка $0,00\nОцінені податки, збори та доплати\nПодатки розраховуються на повну ціну вашого пристрою у ФРАНКФОРТІ, ІНДІАНА.\nЦі суми потрібно оплатити авансом.\nПодаток з продажу $45,50\nОрієнтовні інші збори\nXfinity Mobile стягує інші збори, які не є державними, для відшкодування федеральних, державних та місцевих зборів, що стягуються Xfinity Mobile.\nЗагальна сума замовлення $103,72"
}