{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Research Assignment #4 Worksheet\n[redacted_id]\nInstructions: Follow all of the instructions below to find and read two more peer-reviewed, empirical research articles related to your anchor article. You should have discussed a plan for this with your group members in the previous Recitation class. All articles should be saved to your Group Zotero folder. You do not need to submit highlighted/annotated articles this week – your TA will be able to see them in your Group Folder.\nTo complete this assignment, you must have:\nYour group research question (decided by the group in Week 3 Recitation)\nYour “anchor article” from last week (confirmed with the group during the Week 4 Recitation)\nYOUR NAME (first and last):\n[redacted_name]\nWHAT IS YOUR GROUP’S RESEARCH QUESTION?\nHow are current children's social media exposure affecting their cognitive processes as opposed to the way our generation, the current young adults were raised (reading, drawing, little-no technology)\nOVERVIEW OF THE ASSIGNMENT\nThis homework assignment is guiding you through the process of finding, reading, and synthesizing the research you need to complete your research paper. By following the prompts below, you will conduct a literature search in order to find TWO additional peer-reviewed and empirical research articles:\nYour first peer-reviewed, empirical article must CITE or be CITED BY your anchor article.\nThe second article can but does not need to be cited or cited by your anchor article. You should, instead, use your advanced search techniques to find a second peer-reviewed, empirical research article. Focus on finding an article that helps to draw a connection between the topic of your research question and how or why it is relevant to college students.\nSTEP 1: Cite your anchor article\nYour previous research assignment #3 required you to find a potential “anchor article” – an empirical, peer-reviewed research article related to your group’s research question that you were excited about. You shared this article with your group and checked that it was (1) peer-reviewed and empirical, and (2) helpful in answering your group’s research question. If your chosen article was not both of these things, you may have switched to using a group member’s anchor article. That’s fine! When I reference “anchor article” below, I am referring to the anchor article you decided to use after last week’s Recitation.\nProvide an APA-format Citation for your anchor article (either the empirical research article that you read last week or, if your group determined it was not appropriate, the one you are switching to):\nSTEP 2: Find and read an empirical article Cited or Cited By your anchor article\nOpen PsycInfo by going to through SU Library website and signing in with your NetID. (Not sure how to do this? Go back to Research Skills Module #3!)\nFind your anchor article in PsycInfo.\nAbove the “Linked Full Text” button there are hyperlinks: “Cited References” and “Times Cited in this Database.” Click on these to see all references cited by or that cite your anchor article.\nSkim through these and identify one peer-reviewed, EMPIRICAL research article that helps to answer your group’s research question.\nOnce you choose an article, save it to your GROUP ZOTERO folder for this class.\nRead the article. You are NOT submitting the highlighted/annotated article this week.\nThen answer the following questions about the article you chose:\nProvide the APA Citation for the article you chose (remember, Zotero makes this for you!):\nDoes this article CITE your anchor article or is it CITED BY your anch",
    "trans": "Аркуш роботи з дослідження №4\n[redacted_id]\nІнструкції: Дотримуйтесь усіх наведених нижче інструкцій, щоб знайти та прочитати ще дві рецензовані, емпіричні наукові статті, пов'язані з вашою основною статтею. Ви повинні були обговорити план цього з членами вашої групи на попередньому занятті з рецитації. Усі статті повинні бути збережені у папці вашої групи в Zotero. Вам не потрібно цього тижня подавати виділені/анотовані статті - ваш асистент зможе їх побачити у вашій груповій папці.\nЩоб виконати це завдання, ви повинні мати:\nВаше запитання для дослідження групи (визначене групою на занятті з рецитації 3 тижні)\nВаша \"основна стаття\" з минулого тижня (підтверджена групою під час заняття з рецитації 4 тижні)\nВАШЕ ІМ'Я (ім'я та прізвище):\n[redacted_name]\nЯКЕ ЗАПИТАННЯ ДЛЯ ДОСЛІДЖЕННЯ МАЄ ВАША ГРУПА?\nЯк впливає поточне використання соціальних мереж дітьми на їх когнітивні процеси в порівнянні з тим, як виховувалося наше покоління, нинішні молоді дорослі (читання, малювання, мало або зовсім без технологій)\nОГЛЯД ЗАВДАННЯ\nЦе домашнє завдання проводить вас через процес знаходження, читання та синтезу досліджень, необхідних для завершення вашої наукової роботи. Дотримуючись наведених нижче підказок, ви проведете пошук літератури для знаходження ДВОХ додаткових рецензованих та емпіричних наукових статей:\nВаша перша рецензована, емпірична стаття повинна ЦИТУВАТИ вашу основну статтю або бути ЦИТУВАНОЮ нею.\nДруга стаття може, але не обов'язково повинна бути цитованою або посилатися на вашу основну статтю. Натомість ви повинні використовувати свої техніки розширеного пошуку для знаходження другої рецензованої, емпіричної наукової статті. Сфокусуйтеся на знаходженні статті, яка допоможе встановити зв'язок між темою вашого запитання для дослідження і тим, як або чому вона є актуальною для студентів коледжу.\nКРОК 1: Цитуйте вашу основну статтю\nВаше попереднє дослідження завдання #3 вимагало від вас знайти потенційну \"якірну статтю\" - емпіричну, рецензовану статтю, пов'язану з дослідницьким питанням вашої групи, яка вас зацікавила. Ви поділилися цією статтею з вашою групою та перевірили, чи вона є (1) рецензованою та емпіричною, і (2) корисною для відповіді на дослідницьке питання вашої групи. Якщо обрана вами стаття не відповідала обом цим критеріям, ви могли перейти до використання якоїсь статті члена групи. Це нормально! Коли я згадую про \"якірну статтю\" нижче, я маю на увазі ту якірну статтю, яку ви вирішили використовувати після минулого тижня.\nНадайте цитування у форматі APA для вашої якірної статті (або для емпіричної дослідницької статті, яку ви читали минулого тижня, або, якщо ваша група визнала її невідповідною, для тієї, до якої ви переходите):\nКРОК 2: Знайдіть та прочитайте емпіричну статтю, яка цитує або на яку посилається ваша якірна стаття\nВідкрийте PsycInfo, перейшовши на веб-сайт бібліотеки SU та увійшовши за допомогою свого NetID. (Не знаєте, як це зробити? Поверніться до модуля навичок дослідження #3!)\nЗнайдіть вашу якірну статтю в PsycInfo.\nПонад кнопкою \"Повний текст за посиланням\" є гіперпосилання: \"Цитовані посилання\" та \"Цитовано в цій базі даних\". Клацніть на них, щоб побачити всі посилання, цитовані вашою якірною статтею або що на неї посилаються.\nПерегляньте їх і знайдіть одну рецензовану, ЕМПІРИЧНУ дослідницьку статтю, яка допомагає відповісти на дослідницьке питання вашої групи.\nПісля вибору статті збережіть її у папці GROUP ZOTERO для цього курсу.\nПрочитайте статтю. Ви НЕ подаєте виділену/анотовану статтю цього тижня.\nПотім дайте відповіді на наступні запитання про вибрану вами статтю:\nНадайте цитування у форматі APA для вибраної вами статті (не забувайте, що Zotero створить його для вас!):\nЧи ЦИТУЄ ця стаття вашу якірну статтю або є ЦИТУЄМОЮ вашою якорем?"
}