{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I hope everyone had a great weekend 😊. Here are a few updates, what we’re learning this week, and reminders:\nScholastic Book Fair is Monday, October 21st- Friday, October 25th. Students will be going to the bookfair during their STEAM specials. Our class has STEAM on Friday. Cash will not be accepted. You will need to set up an e-wallet for your child. Here is the link: https://bookfairs.scholastic.com/bf/hillsboroacadbobcats\nWe are looking for volunteers for the book fair. Sign-up here: https://www.signupgenius.com/go/10C0F4BADAA2DA5FBC34-52413759-scholastic#/\nTrunk or Treat is this Friday, October 25th from 6-8 p.m.\nCheck PowerSchool Weekly.\nUpcoming: Conference week will take place the week of November 18th. I will be sending a signup genius in a separate email.\nReading/ELA: We will be wrapping up Unit 1 this week. Students will take their Unit 1 Assessment on Wednesday.\nUnit 1: How do different places affect us?\nThis week in Reading: Realistic Fiction, Informational Text, Poetry\nStudents will read various texts that are realistic fiction, informational text, and poetry.\nRealistic Fiction: A story that is made up but can happen in real life. A realistic fiction story will have characters, setting, and a plot (beginning, middle, end).\nInformational Text: Gives us information. Informational text will have labels, diagrams, picture, bold words, and captions.\nPoetry: Tells a story, appeals to feelings and senses, using descriptive words. Poetry will have rhyme, rhythm, lines, and stanzas.\nThis week in ELA: Simple Sentences & Long Vowels\nHigh Frequency Words:\nAlso\nLarge\nSmall\nSpelling Words:\nCart\nMark\nGarden\nForest\nRoar\nCore\nTore\nChore\nFort\nBoard\nSpelling and r-Controlled Vowels:\nStudents will work on editing sentences for spelling and writing r-controlled vowel words (-ar, -or,-ore, -oar). They will also work on using resources to spell words. I would highly suggest practicing this at home with your student.\nSpelling Words Quiz\nNo spelling words quiz this week or next week.\nReview\nPlease review simple sentences, and subject & predicate with your child this week.\nHomework:\nRead for 20mins. every night 📚 (no reading log)\nUse MyOn via Clever for access to books!\nHomework Worksheet(No homework sheet this week)\nDoNOThave your child complete the entire worksheet in one night.\nSeparate the \"boxes/ sections\" 1 to 2 per night.\nIXL Reading\nComplete recommended lessons\nSpelling word vocabulary cards\nHomework is due every Friday.\nMath:\nTopic 3 Essential Question: What are the strategies for adding numbers to 100?\nWe will be reviewing & assessing Topic 3 this week:\nTopic 3 Review\nTopic 3 Assessment\nMath Homework:\nReview workbook pages are available on Savvas and are assigned to each student. Please have them complete it, and turn it in online.\nThis week in Science: We will be reviewing Topic 1 Earth’s Surface.\nTopic 1 Assessment will be next Wednesday, October 23rd.\nScience Olympic Trials are continuing this week! Our class competition will be Friday, October 25th. Schoolwide competition will be Monday October 28th.\nOur class science project will be starting next week. I will send a separate email with details. Please be on the lookout.\nSocial Studies: Our Country’s Symbols\nWe will be reviewing Chapter 1.\nChapter 1 Assessment will be next week.\nHomework:\nNo social studies homework this week.\nAs always, if you haveany questions or concerns,please do nothesitate to reach out to me.\nHave a blessed week,",
    "trans": "Сподіваюся, у всіх був чудовий вихідний 😊. Ось кілька оновлень, що ми вивчаємо цього тижня та нагадування:\nКнижковий ярмарок Scholastic відбудеться з понеділка, 21 жовтня, по п'ятницю, 25 жовтня. Учні відвідають книжковий ярмарок під час своїх занять STEAM. Наша класна група має заняття STEAM у п'ятницю. Готівка не приймається. Вам потрібно буде створити електронний гаманець для вашої дитини. Ось посилання: https://bookfairs.scholastic.com/bf/hillsboroacadbobcats\nМи шукаємо волонтерів для книжкового ярмарку. Запишіться тут: https://www.signupgenius.com/go/10C0F4BADAA2DA5FBC34-52413759-scholastic#/\nTrunk or Treat відбудеться в цю п'ятницю, 25 жовтня, з 18:00 до 20:00.\nПеревіряйте PowerSchool щотижня.\nПопереду: Тиждень конференцій відбудеться з 18 листопада. Я надішлю посилання для запису Genius у окремому електронному листі.\nЧитання/ELA: Цього тижня ми завершуємо одиницю 1. Учні пройдуть оцінювання за одиницею 1 у середу.\nРозділ 1: Як різні місця впливають на нас?\nЦього тижня в читанні: Реалістична художня література, Інформаційний текст, Поезія\nУчні прочитають різні тексти, які є реалістичною художньою літературою, інформаційним текстом і поезією.\nРеалістична художня література: Історія, яка вигадана, але може статися в реальному житті. У реалістичній художній історії будуть персонажі, обстановка і сюжет (початок, середина, кінець).\nІнформаційний текст: Надає нам інформацію. Інформаційний текст буде мати етикетки, діаграми, малюнки, виділені слова та підписи.\nПоезія: Розповідає історію, звертається до почуттів і відчуттів, використовуючи описові слова. У поезії будуть рима, ритм, рядки та строфи.\nЦього тижня в ELA: Простi речення та довгі голосні звуки\nСлова високої частоти:\nТакож\nВеликий\nМаленький\nСлова для написання:\nВізок\nПозначка\nСад\nЛіс\nРик\nЯдро\nРозірваний\nРобота по дому\nФортеця\nДошка\nСлова для написання та контрольовані голосні звуки:\nУчні будуть працювати над редагуванням речень для написання слів з контрольованими голосними звуками (-ar, -or, -ore, -oar). Вони також будуть працювати над використанням ресурсів для написання слів. Я б дуже рекомендував практикувати це вдома з вашим учнем.\nТест на слова для написання\nЦього тижня або наступного тижня немає тесту на слова для написання.\nОгляд\nБудь ласка, цього тижня повторіть з дитиною прості речення, а також підмет і присудок.\nДомашнє завдання:\nЧитати по 20 хвилин кожну ніч 📚 (без журналу читання)\nВикористовуйте MyOn через Clever для доступу до книг!\nЛист домашнього завдання (Цього тижня немає листа домашнього завдання)\nНе дозволяйте вашій дитині виконувати весь лист за одну ніч.\nРозділіть \"коробки/розділи\" на 1-2 за ніч.\nIXL Читання\nВиконайте рекомендовані уроки\nКартки словникового запасу слів для написання\nДомашнє завдання здається кожну п'ятницю.\nМатематика:\nТема 3 Основне питання: Які стратегії існують для додавання чисел до 100?\nЦього тижня ми будемо переглядати та оцінювати Тему 3:\nОгляд Теми 3\nОцінка Теми 3\nДомашнє завдання з математики:\nСторінки для перегляду зошита доступні на Savvas і призначені кожному учню. Будь ласка, нехай вони заповнять їх і здають онлайн.\nНа цьому тижні в Науці: Ми розглянемо Тему 1 Земна поверхня\nОцінювання Теми 1 відбудеться наступної середи, 23 жовтня.\nОлімпійські відбори з науки тривають цього тижня! Конкурс нашого класу відбудеться в п'ятницю, 25 жовтня. Шкільний конкурс відбудеться в понеділок, 28 жовтня.\nНаш класний науковий проект розпочнеться наступного тижня. Я надішлю окремий електронний лист з деталями. Будь ласка, слідкуйте за новинами.\nСоціальні дослідження: Символи нашої країни\nМи будемо переглядати Розділ 1.\nОцінювання Розділу 1 відбудеться наступного тижня.\nДомашнє завдання:\nЦього тижня немає домашнього завдання з соціальних досліджень.\nЯк завжди, якщо у вас є будь-які питання або занепокоєння, не соромтеся звертатися до мене.\nБажаю вам благословенного тижня,"
}