{
    "source": "en_US",
    "target": "uk_UA",
    "text": "She looked up at Shoto and smiled at him. \"Mhm, I'm alright. Just it sad to think about the things that I know how to do that the rest of my family doesn't. I felt like I was babysitting three over sized children.\"\n\"It's okay, you aren't there anymore Shyla.\" Shoto said before he kissed her cheek softly\nShe leaned against him with her eyes shut. \"I know... I'm glad. Living here has lifted so much stress off of me.\"\nHer father was over hearing the two of them speak and he knew that if anything happened to him, his precious girl would be well taken care of.\n\"Here let me take care of the dishes for you, you should see if your father remembered to call his mother or not.\"\nShyla laughed and smiled \"Yeah okay thank you Shoto!\"\nHer father went straight to his office as he called his mother. \"Hello?\"\n\"Hey mom... I know it's been a while since I called. But there's so much going on right now with me. I hate to intrude on you but...would it be okay if I come over for thanksgiving with Shyla and her boyfriend?\"\n\"Oh now you want to spend time with your dear old parents!? Where was this motivation years ago?!\"\n+\n\"Mom I was busy, getting divorced to a crazy woman and trying to keep a company from going under isn't the easiest thing. Especially when I've been trying like crazy to get custody of Shy which I've finally been able to do.\" He said with a sigh",
    "trans": "Вона подивилася на Шото і усміхнулася йому. \"Мм, я в порядку. Просто сумно думати про те, що я вмію робити, а решта моєї родини - ні. Я почувала себе так, ніби доглядаю за трьома велетнями-дітьми\".\n\"Все гаразд, ти більше не там, Шайла\". Сказав Шото і ніжно поцілував її в щоку\nВона притулилася до нього з закритими очима. \"Я знаю... Я рада. Життя тут зняло з мене стільки стресу\".\nЇї батько підслухував їхню розмову і знав, що якщо з ним щось трапиться, його дорога дівчинка буде добре доглянута.\n\"Дай мені зайнятися посудом для тебе, ти повинна перевірити, чи згадав твій батько подзвонити своїй матері\".\nШайла засміялася і усміхнулася \"Так, дякую тобі, Шото!\"\nЇї батько одразу пішов до свого кабінету і подзвонив своїй матері. \"Алло?\"\n\"Привіт, мамо... Я знаю, що давно не дзвонив. Але зараз у мене так багато всього відбувається. Мені шкода втручатися в твоє життя, але... чи можна мені прийти на день подяки разом зі Шайлою та її хлопцем?\"\n\"О, тепер ти хочеш провести час зі своїми дорогими старими батьками!? Де була ця мотивація роки тому?!\"\n+\n\"Мамо, я був зайнятий, розлучаючись з божевільною жінкою і намагаючись врятувати компанію від банкрутства, це не найпростіше заняття. Особливо коли я намагався як божевільний отримати опіку над Шай, що мені нарешті вдалося зробити\", - сказав він зітхнувши."
}