{
    "source": "en_US",
    "target": "uk_UA",
    "text": "OUTSIDE OFFICE HOURS\nIf you require the car to be available outside of normal office hours, whether for the pick-up or the drop-off, Drive will arrange for a member of staff to be available. Prior notification is required for this service and it will incur a fee to cover additional man hours.\nThe cost of this service is THB 214.\nDELIVERIES AND COLLECTIONS\nIf requested in advance, Drive may agree to deliver the car at the start of the rental. The cost will be paid to Drive on signing the rental agreement.\nThe cost of this service will be confirmed after you have made the booking and we have confirmed that this would be allowed.\nCROSS-BORDER AND BOUNDARY RULES\nPlease note that cross-border travel is not allowed with Drive.\nRENTAL PERIOD\nDrive will allow a grace period of 60 minutes when returning your vehicle. Extra hours will be charged at one fourth of daily rate.\nEXTENSION OF RENTAL\nShould the renter wish to extend the rental beyond the agreed return date, it is very important that the Drive rental office be advised immediately so that the insurance coverage will be extended. Failure to do so will mean that the renter is driving the vehicle without insurance coverage.\nCANCELLATIONS, NO SHOWS & AMENDMENTS\nCancellation Pay on Arrival Bookings\nThere is no cancellation fee for Pay on Arrival.\nCancellation of Fully Prepaid Bookings\nIf you cancel 48 hours or more before your rental is due to start, we will reimburse the entire prepaid amount, deducting a THB 400 processing fee (exclude 7% VAT).\nIf you cancel less than 48 hours period before pick-up time, the entire prepaid amount will be forfeited.\nIn the case of the customer requesting to postpone the travel date, when the original travel schedule has passed and notify the cancellation later. The company reserves the right not to refund according to the conditions (must cancel 48 hours or more from the original car rental time).\nIf you fail to turn up at the agreed time and date, and/or to provide all the necessary documentation, and/or to provide a credit card with enough available funds on it, the Drive Car Rental may refuse you the car.\nIf you return the vehicle before the original return date (early return), you will not be refunded any portion of the payment.\nUpon returning the vehicle, Drive will process a release of the deposit of the hold taken at the time of pickup subject to your bank’s procedure. This hold may take up to two weeks to be released by your bank.\nNo-Show\nA ‘No-show’ is when you:\nWish to cancel but don’t tell us before your rental is due to start, or\nFail to pick the car up at the arranged time and date, or\nFail to provide the documentation that’s required to pick the car up, or\nFail to provide a credit card in the main driver’s name with enough available funds on it.\nIn all of these cases, you’ll receive no refund of the money you’ve paid.\nIn case of a no-show, the original booking conditions will only be maintained for 12 hours.\nDrive reserves the right to refuse the car to any customer who fails to arrive on time with all necessary documentation and a credit card with enough available funds for the car’s deposit. In such a case, unless the rental has been cancelled in advance, the customer will not be entitled to a refund.",
    "trans": "ЗА МЕЖАМИ РОБОЧИХ ГОДИН\nЯкщо вам потрібно, щоб автомобіль був доступний за межами звичайних робочих годин, як для отримання, так і для повернення, Drive організує наявність співробітника. Для цієї послуги потрібне попереднє повідомлення, і вона буде супроводжуватися платою за додаткові години роботи.\nВартість послуги становить 214 THB.\nДОСТАВКА І ЗБИРАННЯ\nЯкщо це запитано заздалегідь, Drive може погодитися доставити автомобіль на початку оренди. Вартість буде сплачена Drive при підписанні договору оренди.\nВартість послуги буде підтверджена після того, як ви зробите бронювання і ми підтвердимо, що це буде дозволено.\nПРАВИЛА ПЕРЕЇЗДУ ЧЕРЕЗ КОРДОН І МЕЖІ\nБудь ласка, зверніть увагу, що подорожі через кордон з Drive не дозволяються.\nПЕРІОД ОРЕНДИ\nDrive дозволить пільговий період у 60 хвилин при поверненні вашого автомобіля. Додаткові години будуть стягуватися за ставкою однієї четвертої частини добової ставки.\nПРОДОВЖЕННЯ ОРЕНДИ\nЯкщо орендар бажає продовжити оренду після узгодженої дати повернення, дуже важливо негайно повідомити офіс оренди Drive, щоб продовжити страхове покриття. Невиконання цього призведе до того, що орендар керуватиме автомобілем без страхового покриття.\nCКАСУВАННЯ, НЕЯВКИ ТА ЗМІНИ\nСкасування бронювань з оплатою при прибутті\nДля бронювань з оплатою при прибутті немає плати за скасування.\nCкасування повністю попередньо оплачених бронювань\nЯкщо ви скасуєте бронювання за 48 годин або більше до початку оренди, ми повернемо всю попередньо сплачену суму з вирахуванням плати за обробку у розмірі 400 THB (без урахування ПДВ 7%).\nУ разі скасування бронювання менш ніж за 48 годин до часу отримання, вся сума передоплати буде втрачена.\nУ випадку, якщо клієнт просить перенести дату подорожі, коли оригінальний графік подорожі вже минув і скасування повідомлено пізніше, компанія залишає за собою право не повертати кошти відповідно до умов (необхідно скасувати за 48 годин або більше до оригінального часу оренди автомобіля).\nЯкщо ви не з'явитесь у погоджений час і дату, і/або не надасте всю необхідну документацію, і/або не надасте кредитну картку з достатньою кількістю доступних коштів на ній, Drive Car Rental може відмовити вам у наданні автомобіля.\nЯкщо ви повернете автомобіль раніше оригінальної дати повернення (ранній повернення), вам не буде повернено жодну частину оплати.\nПісля повернення автомобіля Drive обробить звільнення депозиту, який був заблокований під час отримання, відповідно до процедури вашого банку. Це блокування може бути знято вашим банком протягом до двох тижнів.\nНеявка\n«Неявка» - це коли ви:\nБажаєте скасувати, але не повідомляєте нас перед початком оренди, або\nНе забираєте автомобіль у погоджений час і дату, або\nНе надаєте документацію, необхідну для отримання автомобіля, або\nНе надаєте кредитну картку на ім'я основного водія з достатньою кількістю доступних коштів на ній.\nУ всіх цих випадках ви не отримаєте повернення грошей, які ви сплатили.\nУ разі неявки умови оригінального бронювання будуть дійсні лише протягом 12 годин.\nDrive залишає за собою право відмовити в наданні автомобіля будь-якому клієнту, який не прибуде вчасно з усією необхідною документацією та кредитною карткою з достатньою кількістю доступних коштів для депозиту автомобіля. У такому випадку, якщо оренда не була скасована заздалегідь, клієнт не матиме права на повернення коштів."
}