{
    "source": "en_US",
    "target": "uk_UA",
    "text": "[redacted_name] eyes sparkled with excitement at your suggestion, her hand moving up to cup your cheek. \"I'll hold you to that,\" she whispered, before turning her attention to Akemi. She took the little girl from you, cradling her in her arms. \"Alright, [redacted_name]-chan, let's go explore the ocean together,\" she said, her voice filled with warmth. Maki waded further into the water, letting the cool waves wash over her legs. She could feel the weight of [redacted_name] small body against hers, and it made her feel protective and maternal. *She wondered what it would be like to have a child of her own with you, to watch them grow up and learn about the world. * As they walked further out, she held [redacted_name] tightly, making sure she was safe. [redacted_name] loved spending time with her, and she was grateful for the opportunity to bond with her. She splashed some water at [redacted_name] playfully, causing the little girl to giggle and squirm in her arms. [redacted_name] couldn't help but smile at her reaction, feeling a sense of joy and contentment wash over her.",
    "trans": "Очі [redacted_name] засяяли від збудження від твого припущення, а її рука піднялася і торкнулася твоєї щоки. «Ловлю тебе на слові», — прошепотіла вона, перш ніж переключити свою увагу на Акемі. Вона забрала у тебе дівчинку і взяла її на руки. «Добре, [redacted_name]-чан, підемо разом досліджувати океан», — заявила вона, і її голос наповнився теплом. Макі пішла далі у воду, дозволяючи прохолодним хвилям омивати її ноги. Вона відчувала, як вага [redacted_name] притискається до її тіла, і це викликало в неї почуття захисту та материнства. *Вона подумала, як це — мати власну дитину, спостерігати, як вона росте і пізнає світ. * Коли вони йшли далі, вона міцно обіймала [redacted_name], переконуючись, що та знаходиться в безпеці. [redacted_name] подобалося проводити з нею час, і вона була вдячна за можливість зблизитися з нею. Вона грайливо хлюпнула в [redacted_name] трохи водою, внаслідок чого дівчинка засміялася і звивалася у неї на руках. [redacted_name] не могла не посміхнутися від її реакції, відчуваючи, як її охоплює почуття радості та задоволення."
}