{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Beautiful 4 Bedroom House with Double Car Garage nestled on a mature street. The layout blends utility with style - Sun-filled Open & Airy Kitchen with Breakfast Area offers under cabinet lighting, backsplash and a view of the backyard. Cozy large Family Rm features Fireplace and walk-out to backyard. Enjoy relaxing or gathering with family & friends in the fenced backyard. Unwind or entertain in the Elegant Living Rm with large window along with a Double Door entry into Formal Dining Rm with chandelier & window overlooking backyard. The 4 bedrooms have a window and a closet. Primary Bdrm features Ensuite bathroom, which includes a Separate Shower with a Glass Door. A 4-piece Bathroom serves the other 3 bedrooms. The Basement is ready for your imagination with an open space, as well as a crawl space ideal for storage. There is convenient entry access to Double Car Garage from hallway. ** Click Multimedia Link for Video Tour **\nEnjoy the front porch area overlooking the landscaped front garden. Schools, Parks, Mississauga Golf & Country Club, Restaurants, Shops, Public Transit, QEW, University of Toronto (UTMississauga) are a few minutes away.",
    "trans": "Прекрасний будинок з 4 спальнями та гаражем для двох автомобілів, розташований на затишній зрілій вулиці. Планування поєднує функціональність із стилем — світла, наповнена сонцем кухня з зоною для сніданку оснащена підкабінетним підсвічуванням, облицюванням і має вид на задній двір. Затишна велика сімейна кімната обладнана каміном і має вихід у задній двір. Насолоджуйтесь відпочинком або збирайтеся з родиною та друзями у закритому задньому дворі. Розслабтеся або розважайте гостей в елегантній вітальні з великим вікном та входом через двої дверей до офіційної їдальні з люстрою і вікном, що відкриває вид на задній двір. У 4 спальнях є вікно та шафа. Основна спальня має власну ванну кімнату, що включає окремий душ із скляними дверима. 4-комплектова ванна кімната обслуговує інші 3 спальні. Підвал готовий для вашої уяви: тут є відкритий простір, а також приміщення для зберігання, ідеальне для організації зберігання. Існує зручний вхід до гаражу для двох автомобілів з коридору.** Натисніть мультимедійне посилання для перегляду відеотуру **\nНасолоджуйтесь передньою верандою з видом на озеленений передній сад. Школи, парки, Mississauga Golf & Country Club, ресторани, магазини, громадський транспорт, QEW, Університет Торонто (UTMississauga) – усе це знаходиться всього за кілька хвилин."
}