{
    "source": "en_US",
    "target": "uk_UA",
    "text": "you?” he asked. Divya was shocked. She had been grateful for just a half hour of his time, but now Stephen Fischer wanted to help her. “I don’t need anything, but I’m just compelled to help you because you seem like a very driven, ambitious woman,” he said. “Why don’t we partner on this?” Divya came into the meeting with an idea and left with a business partner. They agreed to a fifty-fifty ownership split.Over the next few years, Fischer took Divya under his wing. Despite being a notoriously busy man who ran several other restaurants with a constellation of Michelin stars, Fischer went out of his way to make himself available to Divya. They met regularly to talk about the future of the business. They appeared together in the glossy magazines where Divya had once dreamed of working. Divya ran the day-to-day operations of Prameer, but Fischer, who had no kids of his own, offered her advice and guidance. “This was the first time I ever had a mentor,” Divya told me. “Like a father figure.” One day, Divya was feeling particularly anxious about the business, so she went to Fischer’s office, which is a garden",
    "trans": "ти?» - запитав він. Дів'я була шокована. Вона була вдячна лише за півгодини його часу, але тепер Стівен Фішер хотів їй допомогти. «Мені нічого не потрібно, але я просто відчуваю потребу допомогти тобі, тому що ти здаєшся дуже цілеспрямованою, амбіційною жінкою», - сказав він. «Чому б нам не об'єднатися в цьому?» Дів'я прийшла на зустріч з ідеєю і залишилася з бізнес-партнером. Вони погодилися на розподіл власності 50 на 50. Протягом наступних кількох років Фішер взяв Дів'ю під своє крило. Незважаючи на те, що він був відомим зайнятою людиною, яка керувала кількома іншими ресторанами з констеляцією зірок Мішлен, Фішер докладав зусиль, щоб бути доступним для Дів'ї. Вони регулярно зустрічалися, щоб поговорити про майбутнє бізнесу. Вони разом з'являлися в глянцевих журналах, в яких Дів'я колись мріяла працювати. Дів'я керувала щоденними операціями Prameer, але Фішер, у якого не було власних дітей, давав їй поради та наставництво. «Це був перший раз, коли у мене був наставник», - сказала мені Дів'я. «Як батьківська фігура». Одного дня Дів'я відчувала особливе занепокоєння щодо бізнесу, тому вона пішла до офісу Фішера, який знаходиться в саду"
}