{
    "source": "en_US",
    "target": "uk_UA",
    "text": "bsession will be published within the Filthy Elites: An Anthology of Enemies to Lovers Romance Standalone Novels*** Obsessed – to be preoccupied or fill the mind with someone continually and to a troubling extent. As soon as I realized she existed, I lost the ability to look away. She was always destined to be mine. I’m [redacted_name]; a king among men. And kings get to take what they want. My little bird disagreed. She fought me, disobeyed me even though we both know she belongs to me. So I broke her, bent her to my will. I pushed too hard, loved too much and she ran from me. But letting her go was impossible. So I chased; hiding in the shadows, silently pulling the strings that would bind her to me. Two years have passed, I’ve waited long enough. It’s time to reclaim my queen; to take what’s mine. The trap is set, a gilded cage worthy of royalty and only I have the key. I’ll make her pay for leaving me. I’ll make her love me, want me as much as I do her. I couldn’t stop if I tried. She’s my obsession.",
    "trans": "держимість буде опубліковано в рамках Антології романтичних романів Вороги для коханців: Брудні еліти*** Одержимі - бути одержимим або постійно заповнювати розум кимось до тривожного ступеня. Як тільки я зрозумів, що вона існує, я втратив можливість відвести погляд. Вона завжди була призначена бути моєю. Я [redacted_name]; король серед чоловіків. А королі можуть брати те, що хочуть. Моя маленька пташка не погодилася. Вона боролася зі мною, непокорялася мені, хоча ми обидва знаємо, що вона належить мені. Тому я зламав її, підкорив своїй волі. Я занадто сильно натиснув, занадто сильно любив, і вона втекла від мене. Але відпустити її було неможливо. Тому я переслідував її; ховаючись у тіні, безшумно тягнучи нитки, які зв'яжуть її зі мною. Пройшло два роки, я чекав достатньо довго. Час повернути свою королеву; забрати те, що моє. Пастка розставлена, позолочена клітка гідна королівської родини і тільки у мене є ключ. Я змушу її заплатити за те, що залишила мене. Я змушу її любити мене, бажати мене так само сильно, як я її люблю. Я не зміг би зупинитися навіть якщо б спробував. Вона моя одержимість."
}