{
    "source": "en_US",
    "target": "uk_UA",
    "text": "First, we classified species as herbivores (Table S6) or carnivores (Table S7) based on the HerbiTraits (Lundgren et al., 2021) and the CarniDIET (Middleton et al., 2021) databases. From these data- bases, we also collected functional traits for each species, adding further information on carnivores by Dalerum (2013). Functional traits of cave lion (Panthera spelaea) were not available, but esti- mated from Sandom et al. (2018). We also collected average body mass and percentage of plants and meat in the diet for each spe- cies from PHYLACINE v1.2.1 (Faurby et al., 2020). We gathered data on average species population density as estimated in conditions of low human impact and “field metabolic rate” for each species from Pedersen et al. (2023). As explained in detail in the reference, spe- cies population density and field metabolic rate were estimated for each species as a result of phylogenetically adjusted allometric models. Specifically, both traits were modelled as a function of body mass, with phylogeny serving as a random effect. All extant mamma- lian species for which empirical data were available were considered for training the models. These included, for example, African spe- cies whose body size is comparable to that of extinct European spe- cies, and which belong to the same or closely related phylogenetic groups. We assumed that estimated population densities are not in- fluenced by neglecting trophic interactions, such as herbivore popu- lations that may have been suppressed by now-extinct predators, since empirical data were gathered mainly from studies in protected areas where rich megafauna communities still exist, for example, in sub-Saharan Africa. Furthermore, the species for which there is no empirical data to collect because they are globally extinct are par- ticularly the larger species, such as megaherbivores, which are not top-down controlled by carnivores (Owen-Smith, 1988). 2.3 | Palaeoclimate of the LIG and climate of the present For the LIG palaeoclimate, we calculated 12 bioclimatic variables based on climate variables obtained from a set of palaeoclimate simulations. These simulations targeted the maximum anom- aly in Northern Hemisphere summer insolation, which reached 127,000 years ago, thought to be the driver of the warmest phases of the LIG in Europe (Otto-Bliesner et al., 2017). Simulations were performed with six climate models (Table S2), each forced accord- ing to the protocol for experiment lig127k of the Paleoclimate Modelling Intercomparison Project phase 4 (PMIP4; Otto-Bliesner et al., 2017; data provided in supporting information). We used the climatological mean of monthly values of the following cli- mate variables: total precipitation, near-surface air temperature and minimum daily near-surface air temperature. We downscaled the climate variables to a resolution of 30-km grid cell. We cor- rected biases in the climate variables from the models. For this, we compared these variables between the historical simulation with the same climate models and the dataset CHELSA V2.1 (Karger et al., 2021), also aggregated at the resolution of 30-km grid cell, as both datasets represent the period 1981–2010. Based on this com- parison, we applied a delta correction to the temperature results of the climate model, and a ratio correction to the precipitation results, similar to the procedure applied in, for example, Scussolini et al. (2020). With the bias-corrected variables, we calculated 12 bioclimatic variables (Table S2). LIG palaeoclimate is warmer than 20th-century average but similar to the early 21st-century average climate, thus providing a reasonable analogue for global warming thus far (Sánchez Goñi et al., 2012), although spatial and seasonal differences in temperature and precipitation were likely quite ac- centuated (Otto-Bliesner et al., 2021; Scussolini et al., 2019). For the present climate, we retrieved the same bioclimatic variables (Table S2) from CHELSA V2.1 (Karger et al., 2021) for the period 2010–2020.",
    "trans": "Спочатку ми класифікували види як травоїдних (таблиця S6) або хижаків (таблиця S7) на основі баз даних HerbiTraits (Lundgren et al., 2021) та CarniDIET (Middleton et al., 2021). З цих баз даних ми також зібрали функціональні ознаки для кожного виду, додавши додаткову інформацію про хижаків за даними Dalerum (2013). Функціональні ознаки печерного лева (Panthera spelaea) були недоступні, але оцінені за даними Sandom et al. (2018). Ми також зібрали середню масу тіла та відсоток рослин і м'яса в раціоні для кожного виду з PHYLACINE v1.2.1 (Faurby et al., 2020). Ми зібрали дані про середню щільність популяції видів, оцінену в умовах низького впливу людини, та \"польовий метаболічний рівень\" для кожного виду з Pedersen et al. (2023). Як детально пояснено в посиланні, щільність популяції видів та польовий метаболічний рівень були оцінені для кожного виду в результаті філогенетично скоригованих аллометричних моделей. Конкретно, обидві ознаки моделювалися як функція маси тіла, при цьому філогенія виступала як випадковий ефект. Для навчання моделей були розглянуті всі існуючі види ссавців, для яких були доступні емпіричні дані. До них входили, наприклад, африканські види, чий розмір тіла порівнянний з розміром вимерлих європейських видів і які належать до однієї або близько спорідненої філогенетичної групи. Ми припустили, що оцінені щільності популяцій не залежать від нехтування трофічними взаємодіями, такими як популяції травоїдних, які могли бути пригнічені нині вимерлими хижаками, оскільки емпіричні дані були здобуті переважно з досліджень у захищених районах, де все ще існують багаті спільноти мегафауни, наприклад, у субсахарській Африці. Крім того, види, для яких немає можливості зібрати емпіричні дані через їх глобальне вимирання, особливо великі види, такі як мегатравоїдні тварини, які не контролюються хижаками зверху вниз (Owen-Smith, 1988). 2.3 | Палеоклімат LIG та клімат сучасності Для палеоклімату LIG ми розрахували 12 біокліматичних змінних на основі кліматичних змінних, отриманих з набору симуляцій палеоклімату. Ці симуляції були спрямовані на максимальну аномалію літнього сонячного випромінювання північної півкулі, яка досягла 127 000 років тому і вважається причиною найтепліших фаз LIG в Європі (Otto-Bliesner et al., 2017). Симуляції проводилися за допомогою шести кліматичних моделей (таблиця S2), кожна з яких була навантажена відповідно до протоколу експерименту lig127k проекту порівняння моделей палеоклімату четвертої фази (PMIP4; Otto-Bliesner et al., 2017; дані надано у супровідній інформації). Ми використовували кліматологічне середнє значення місячних значень наступних кліматичних змінних: загальна кількість опадів, температура повітря поблизу поверхні та мінімальна добова температура повітря поблизу поверхні. Ми зменшили роздільну здатність кліматичних змінних до решітки з осередками по 30 км. Ми виправили похибки в кліматичних змінних з моделей. Для цього ми порівняли ці змінні між історичною симуляцією з тими ж кліматичними моделями та набором даних CHELSA V2.1 (Karger et al., 2021), також агрегованим на роздільній здатності осередків по 30 км, оскільки обидва набори даних представляють період 1981-2010 років. На основі цього порівняння ми застосували корекцію дельти до результатів температури кліматичної моделі та корекцію співвідношення до результатів опадів, подібно до процедури, застосованої, наприклад, у Scussolini et al. (2020). За допомогою виправлених за похибками змінних ми розрахували 12 біокліматичних змінних (таблиця S2). Палеоклімат LIG тепліший за середнє значення XX століття, але схожий на середнє значення початку XXI століття, таким чином забезпечуючи розумний аналог глобальному потеплінню до цього часу (Sánchez Goñi et al., 2012), хоча просторові та сезонні відмінності в температурі та опадах ймовірно були досить вираженими (Otto-Bliesner et al., 2021; Scussolini et al., 2019). Для сучасного клімату ми отримали ті ж самі біокліматичні змінні (таблиця S2) з CHELSA V2.1 (Karger et al., 2021) за період 2010-2020 років."
}