{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Various leadership theories have emerged over time. We can categorize those theories in groups as per their approach to leadership as Trait theory, Behavioural theories, Contingency theories, Modern theories. These theories help us in understanding the leadership concepts. Organizations are spending millions on leadership development. World is full of MBA schools which produce more than a million MBAs every year.\nStill, the biggest challenge being faced by organizations today is dearth of effective leaders. Organizations spend a lot on various leadership development programmes. These programmes do not have similar impact on all the individuals who attend the programmes. Everyone attends the same lectures, goes through same simulations,\nexercises, psychometric instruments etc., yet these same inputs are processed in a different manner by each individual and a different output is seen in each case. To make leadership development programmes more effective, we need to know what is the hidden factor that affects the processing of input.\nHow leaders think, learn, and behave are driven by their mindsets. The mindset differences are consistent and can be documented. The course will make leaders question if they have the mindset necessary to pursue and achieve goals. This course is about leaders discovering how mindset can be developed for success in all spheres of life.\nThe course answers questions like how the mindset is formed. How does one’s mindset affect the outcome? What kind of mindset truly opens leaders to growth and change? What kind of mindset makes one a confident and successful negotiator, a win-win role that leaders and managers are often called upon to enact? How can one develop a leadership mindset?\nThis course provides a roadmap for leaders to develop a leadership mindset and cultivate minds for building and leading effective teams. This course will lead leaders to embark on a journey to the right mindset which will not only help in forging rewarding relationships but also in developing the willpower to transform their own mindset essential to leadership role and also to mentor their workforce and realign their mindset.",
    "trans": "З часом виникло різноманіття теорій лідерства. Ми можемо класифікувати ці теорії в групи відповідно до їх підходу до лідерства, таких як теорія рис, поведінкові теорії, теорії контингентності, сучасні теорії. Ці теорії допомагають нам зрозуміти концепції лідерства. Організації витрачають мільйони на розвиток лідерства. У світі існує безліч шкіл MBA, які щорічно випускають більше мільйона магістрів бізнес-адміністрування.\nПроте найбільшою проблемою, з якою сьогодні стикаються організації, є нестача ефективних лідерів. Організації витрачають багато на різні програми розвитку лідерства. Ці програми не мають однакового впливу на всіх учасників, які відвідують програми. Всі проходять одні й ті ж лекції, беруть участь в одних і тих же симуляціях,\nвправи, психометричні інструменти тощо, але ці самі входи обробляються кожною особою по-різному і в кожному випадку спостерігається різний результат. Щоб зробити програми розвитку лідерства більш ефективними, нам потрібно знати, який прихований фактор впливає на обробку входу.\nТе, як думають, навчаються і поводяться лідери, визначається їхнім мисленням. Відмінності в мисленні є послідовними і можуть бути задокументовані. Курс змусить лідерів поставити питання про те, чи мають вони необхідне мислення для досягнення цілей. Цей курс присвячений відкриттю лідерами того, як можна розвинути мислення для успіху у всіх сферах життя.\nКурс відповідає на такі питання: як формується мислення? Як мислення однієї людини впливає на результат? Яке мислення дійсно відкриває лідерам можливості для зростання та змін? Яке мислення робить людину впевненим та успішним переговорником, роль win-win, яку часто покладають на виконання лідерів та менеджерів? Як можна розвинути лідерське мислення?\nЦей курс надає дорожню карту для лідерів щодо розвитку лідерського мислення та виховання умів для створення та керівництва ефективними командами. Цей курс приведе лідерів до подорожі до правильного мислення, яке не тільки допоможе у формуванні взаємовигідних відносин, але й у розвитку волі для трансформації власного мислення, необхідного для ролі лідера, а також для наставництва своїх працівників та перенаправлення їхнього мислення."
}