{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Like U.S. manufacturers facilitating wealth concentration after the Civil War using business models centered on industrial efficiency similar to enslaving (1935/1998, p. 210), neocolonialism found Liberia “practically mortgaged to the Firestone Rubber Company after being threatened with absorption by both France and Great Britain” (1935, p. 85).2 Du Bois documented how European governments' investment in businesses, combined with colonial taxation, furnished private investors with excessive profits resulting in the colonizeds' alienation from the land and the destruction of indigenous agriculture, local markets, and civilization itself across Africa and in India, particularly without labor protections for workers (1920/1999, 1942/2004d, 1944).\nDu Bois also identified neocolonialism's recycled colonial epistemologies to minimize resistance to exploitative labor,\nElaborate propaganda showed the perfect fitness of this arrangement. Lazy and inferior races were made thrifty workers, increasing their own well‐being and the income of the whites; and if the increase of well‐ being among the natives was not always clear and certain, what would you? Was it not better to die working for imperial industry than die sleeping in the shade?",
    "trans": "Як й американські виробники, що сприяли концентрації багатства після Громадянської війни, використовуючи бізнес-моделі, орієнтовані на індустріальну ефективність, що нагадують рабство (1935/1998, с. 210), неоколоніалізм виявив, що Ліберія була «практично заставлена компанією Firestone Rubber після того, як була піддана загрозі поглинання як Францією, так і Великою Британією» (1935, с. 85). Ду Бойс задокументував, як інвестиції європейських урядів у бізнеси, разом з колоніальним оподаткуванням, забезпечили приватним інвесторам надмірні прибутки, що призвело до відчуження колонізованих від землі та знищення місцевого сільського господарства, місцевих ринків і самої цивілізації по всій Африці та в Індії, зокрема без захисту працівників (1920/1999, 1942/2004d, 1944).\nДу Бойс також виявив, як неоколоніалізм використовував старі колоніальні епістемології для мінімізації опору експлуатаційній праці:\nРозроблена пропаганда виявилася ідеальною для цієї системи. Ліниві та неповноцінні раси ставали працьовитими робітниками, підвищуючи власне добробут та доходи білих; і навіть якщо підвищення добробуту серед аборигенів не завжди було ясним і певним, що з того? Хіба не краще було б померти, працюючи на імперіалістичну промисловість, ніж померти, сплячи в тіні?"
}