{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Today, the Government announced they are going to crack down on excessive childcare charging through top up fees. And mostly, I’m pretty chuffed about that. It was something I raised with the Minister when we met a few weeks ago. We hear insane stories about how much parents are being charged in top up fees when accessing funded hours. For some of you, it makes accessing funded childcare impossible. In extreme cases you are being charged more in top up fees than you were paying for full price childcare so providers are getting double income.\nThe majority of nurseries charge a reasonable and fair amount, but a small number use this as an opportunity to generate larger profits. If providers are accessing public funding then this must be used responsibly.\nBut, and it’s a BIG BUT, the funding provided by the Government, particularly for the 3-4 year old entitlement, does not cover the cost to deliver places so before any new rules and restrictions are applied, we must first have a funding model that works for providers and staff.\nWhat do you think?",
    "trans": "Сьогодні уряд оголосив, що він буде вдаватися до жорстких заходів щодо надмірного стягнення додаткових платежів за догляд за дітьми. І, в основному, мені це дуже до вподоби. Це питання, яке я порушував з міністром, коли ми зустрічалися кілька тижнів тому. Ми чуємо неймовірні історії про те, скільки батьків стягують додаткових платежів при доступі до фінансованих годин. Для деяких з вас це робить доступ до фінансованої дитячої опіки неможливим. У крайніх випадках вам стягують більше в додаткових платежах, ніж ви платили за дитячу опіку за повною ціною, тому постачальники отримують подвійний дохід.\nБільшість дитячих садків стягують розумну та справедливу суму, але невелика їх кількість використовує це як можливість отримати більший прибуток. Якщо постачальники отримують державне фінансування, воно має використовуватися відповідально.\nАле, і це велике АЛЕ, фінансування, яке надається урядом, зокрема для права на догляд за дітьми віком 3-4 роки, не покриває витрат на надання послуг, тому, перш ніж застосовувати нові правила та обмеження, ми спочатку повинні мати модель фінансування, яка працює для постачальників та персоналу.\nЩо ви думаєте?"
}