{
    "source": "en_US",
    "target": "uk_UA",
    "text": "After I went to [redacted_name] house I decided to take a step back from everything for a while. I haven't even seen [redacted_name] since the day at Neibolt. It was just to much to handle at the minute. i lost the guy I loved over this, never mind all the friends I had\nAfter coming back from getting some groceries, I walked to my door to see it was already open\nMy eyebrows knitted together as I walked inside\n'Hello?' I asked\nI walked around to see the house was empty, nothing looked stolen so we didn't get burgled\n'Dad?' I shouted\n'Hello y/n' I heard that all too familiar voice\nMy eyes widened, slowly turning around to be met with the clowns face\n[redacted_name] pov -\nI grabbed a red pen, trying to cover up the 'LOSER' Written on my arm thanks to [redacted_name]\nI wrote a V over the S making it look like Lover\nI stopped when the phone started to ring, I searched around to see if my mum was coming before answering\n'Hello?'\n'Eddie... IT has y/n' [redacted_name] said\n'W-what?'\n'IT [redacted_name]. IT has her'\nThat's all I needed to hear before I get up\n'Just where do you think you are off to?' My mum stood in front of me\n'Out with my friends' I mumbled\n'Sweetie, you cant go. You are getting over your sickness remember' she said\n'My sickness? Okay what sickness mum?' I said and reached into my fanny pack. I grabbed the pills and held them up 'You know what these are mum? They are gazebos! They are Bullshit!' I threw them to the ground\n'They help you [redacted_name]' she said, giving me stern look. I could tell she wasn't happy, never in my life had I spoken to her like that. But just the thought of y/n in danger wasn't going to stop me. 'We had to protect you'\n'Protect me? By lying to me? Keeping me locked inside this hell hole?! I'm sorry but the only people protecting me were my friends. And you made me turn my back on them when I really needed them. So I'm going' I said walking past her, heading to the front door\n'[redacted_name]! If you think you are going to got y/n and she will fall in love with you, you are wrong! She doesnt love you. She will never love you' she said\nI frowned 'Screw you'\nI grabbed my bike ignoring my mums calls after me and headed to [redacted_name]\nYour pov –\nI felt a cold liquid hit my face making me wake up\nI slowly got up and winced at the shooting pain that went through my leg. Looking down I saw that it was bleeding, a massive cut going down my leg\nI stopped and looked around to see where I was, it looked like the sewers\nI looked up and my eyes widened, all the missing children were floating in the air, was Georgie there?\nI tried to scan to see if I could see him but they were too far away to tell\nI tried my hardest to stand up but winced at the pain shoot through my leg\nI spotted a metal door, hobbling over as fast as I could\nI grabbed the handle, trying to open it\n'Come on!' I groaned\nI slammed my fist against it and gave in\n'Its time to float!' I jumped and turned around to see Pennywise walking up to me\n'Stay the fuck away from me!' I said and tried to run\nHe jumped and stood right in front of me, grabbing my face\n'Oh not so fast. Don't you want to float?' he smirked\n'Fuck off' I spat 'I-im not scared of you'\nHis face came closer and he took a sniff, shaking his head\n'You will be! Just like your friend' he said and pointed over to the other side\nMy eyes widened when I saw Beverly in the air\n'Beverly! What did you do to her?! I shouted\n'The same as I'm going to do with you' he grinned\nI kicked him in the stomach, his grip loosened and I fell\nI gained my balance and ran over to Beverly\n'BEVERLY!' I shouted\nI tried to grab her but she was too high for me\nI searched the pile to see if there was something I could stand on but pennywise was already on his way over\n'Il be back!' I shouted and tried to run away from him\n'I don't think so' he said and grabbed me once again, soon enough the darkness took over me",
    "trans": "Після того, як я пішов до [redacted_name] будинку, я вирішив трохи відійти від усього. Я навіть не бачив [redacted_name] з того дня в Нейболті. Це було надто складно для мене. Я втратив хлопця, якого любив, не кажучи вже про всіх друзів, яких мав.\nПовернувшись після покупок, я підійшов до дверей і побачив, що вони вже були відчинені.\nМої брови насупилися, коли я зайшов всередину.\n«Привіт?» — запитав я.\nЯ походив по дому, побачив, що він порожній. Ніде не було ознак пограбування, а отже, нас не обікрали.\n«Тату?» — крикнув я.\n«Привіт y/n» — почув я цей надто знайомий голос.\nМої очі розширилися, я повільно повернувся й зустрівся з обличчям клоуна.\n[redacted_name] - точка зору:\nЯ взяв червоний маркер, намагаючись замалювати напис «ЛУЗЕР» на моїй руці, зроблений [redacted_name].\nЯ переписав дві букви, і вийшло «ЗУМЕР».\nРаптом пролунав дзвінок, і я обернувся. А тоді озирнувся, щоб перевірити, чи не йде моя мама, перед тим, як відповісти.\n«Алло?»\n«Едді... IT взяв y/n» — почув я від [redacted_name].\n«Що?»\n«IT, [redacted_name]. IT взяв її».\nЦього було достатньо, щоб я встав і пішов.\n«Куди це ти йдеш?» — моя мама стояла переді мною.\n«Гуляти з друзями» — пробурмотів я.\n«Сонечко, ти не можеш іди. Ти ще не одужав до кінця» — сказала вона.\n«Моя хвороба? Гаразд. Яка хвороба, мамо?» — сказав я й витягнув таблетки із сумки. Тримаючи їх перед нею, я сказав: «Ти знаєш, що це, мамо? Це якась повна нісенітниця!» І я викинув їх на підлогу.\n«Вони допомагають, [redacted_name]» — сказала вона, суворо на мене поглянувши. Було видно, що вона не задоволена. Ніколи в житті я не говорив з нею так, але думка про те, що y/n в небезпеці, не могла мене зупинити. «Ми повинні були захистити тебе».\n«Захистити мене? Брехнею? Тримати мене замкненим у цьому пеклі?! Вибач, але єдині, хто мене захищав — це мої друзі. І ти змусила мене відвернутися від них, коли я їх справді потребував. Тому я йду» — сказав я, проходячи повз неї, прямуючи до передніх дверей.\n«[redacted_name]! Якщо ти думаєш, що підеш до y/n, і вона закохається в тебе, ти помиляєшся! Вона тебе не любить. Вона ніколи тебе не полюбить» — сказала вона.\nЯ насупився: «Та йди ти».\nЯ схопив свій велосипед, ігноруючи мамині крики, і поїхав до [redacted_name].\nТвоя точка зору:\nЯ відчув, як холодна рідина потрапила мені на обличчя, змусивши мене прокинутися.\nЯ повільно підвівся й згорнувся від різкого болю, що пронизав мою ногу. Поглянувши вниз, я побачив, що нога кровоточить, величезний поріз тягся униз по нозі.\nЯ зупинився й оглянувся, аби зрозуміти, де я. Здавалося, що це були каналізаційні стоки.\nЯ подивився вгору, і мої очі розширилися — всі зниклі діти хиталися в повітрі. Чи був там Джорджі?\nЯ намагався розглянути, чи можу я побачити його, але вони були занадто далеко, щоб розібрати.\nЯ намагався встати, але знову відчув біль, що пронизав мою ногу.\nЯ помітив металеві двері і, кульгаючи, попрямував до них якнайшвидше.\nЯ схопив за ручку, намагаючись відчинити двері.\n«Давай!» — зітхнув я.\nЯ вдарив кулаком по дверях і здалося, що я програв.\n«Час висіти!» — я підскочив і обернувся, побачивши Пенівейза, який йшов до мене.\n«Тримайся подалі від мене!» — сказав я і спробував втекти.\nВін стрибнув і став прямо переді мною, схопивши мене за обличчя.\n«О, не так швидко. Ти не хочеш висіти?» — посміхнувся він.\n«Йди до біса!» — я плюнув. «Я не боюся тебе».\nЙого обличчя наблизилося, і він шморгнув носом, хитнувши головою.\n«Будеш!» — сказав він і вказав на іншу сторону.\nМої очі розширилися, коли я побачив Беверлі в повітрі.\n«Беверлі! Що ти з нею зробив?!» — закричав я.\n«Те саме, що зроблю з тобою» — посміхнувся він.\nЯ вдарив його по животу, його хватка ослабла, і я впав.\nЯ знову знайшов рівновагу й побіг до Беверлі.\n«БЕВЕРЛІ!» — закричав я.\nЯ намагався схопити її, але вона була занадто високо.\nЯ шукав щось, на що можна було б встати, але Пенівейз вже наближався.\n«Я повернуся!» — крикнув я й спробував втекти від нього.\n«Не думаю» — сказав він і знову схопив мене. Невдовзі темрява поглинула мене."
}