{
    "source": "en_US",
    "target": "uk_UA",
    "text": "好的！ 根據圖片中的說明，這篇作文的主題是探討「隨著科技發展而來的新發明」，並分為兩個段落，要求描述一項最新發明、解釋原因，並說明此發明的解決問題之處。 以下是完整的作文大綱範例：\nP1 - Introduction to a New Invention (TP)\nIn recent years, technological advancements have brought forth various remarkable inventions that once existed only in the realm of science fiction. One such invention is [choose an example, such as “artificial intelligence assistants” or “augmented reality (AR) glasses”]. These devices are designed to [briefly describe the purpose, like “enhance daily tasks by providing instant information or performing complex calculations at the user’s request”].\nP2 - Explanation and Purpose of the Invention (TP)\nThe primary reason for the development of [AI assistants / AR glasses] lies in the growing need for efficient and personalized tools in modern society. With an increasing amount of information to process and organize, these inventions serve as valuable tools that help individuals manage their time and tasks more effectively. By offering [describe how the invention helps, like “real-time insights or reminders for daily routines”], [AI assistants / AR glasses] solve the problem of information overload and improve the quality of life.\nCS - Conclusion\nIn summary, [name the invention] exemplifies how technology can transform our daily lives. As we continue to innovate, such advancements are likely to address even more of society’s pressing challenges, paving the way for a future where technology seamlessly integrates into our everyday lives.\n希望這個大綱能幫助你完成作業！",
    "trans": "好的！ 根據圖片中的說明，這篇作文的主題是探討「隨著科技發展而來的新發明」，並分為兩個段落，要求描述一項最新發明、解釋原因，並說明此發明的解決問題之處。 以下是完整的作文大綱範例：\nP1 — Вступ до нового винаходу (TP)\nЗа останні роки, технологічний прогрес призвів до появи різноманітних видатних винаходів, які раніше існували лише у науковій фантастиці. Одним із таких винаходів є [виберіть приклад, наприклад, «помічники на основі штучного інтелекту» або «окуляри доповненої реальності»]. Ці пристрої створені для того, щоб [коротко опишіть призначення, наприклад: «полегшувати повсякденні задачі, надаючи миттєву інформацію або виконуючи складні обчислення за запитом користувача»].\nP2 — Пояснення та призначення винаходу (TP)\nОсновною причиною розробки [асистентів ШІ / окулярів доповненої реальності] полягає в зростаючій потребі в ефективних і персоналізованих інструментах у сучасному суспільстві. Оскільки обсяг інформації, який потрібно обробляти й організовувати, постійно зростає, ці винаходи стають корисними помічниками, які допомагають людям краще керувати своїм часом і завданнями. Завдяки [опишіть, як винахід допомагає, наприклад: «надає актуальну інформацію в режимі реального часу або нагадує про щоденні справи»] [асистенти ШІ / окуляри доповненої реальності] вирішують проблему перевантаження інформацією та покращують якість життя.\nCS — Висновок\nПідводячи підсумки, [назва винаходу] є яскравим прикладом того, як технології можуть змінювати наше повсякденне життя. По мірі подальшого розвитку інновацій подібні досягнення зможуть вирішувати ще більше актуальних проблем суспільства, тим самим відкриваючи шлях до майбутнього, де технології органічно інтегруються у наше повсякдення.\n希望這個大綱能幫助你完成作業！"
}