{
    "source": "en_US",
    "target": "uk_UA",
    "text": "He stifled a scream as he came to again. Every fiber of his body was on fire, and as he tried to rise, his lanky arms gave way and he sank back into the puddle in which he had been left. He was cold, so terribly cold, but he knew of no place he could retreat to in order to warm himself. He didn't even know if he could muster the strength to drag himself back to the wooden shack he called home.\n\"What happened to you, boy?\" The surprisingly gentle voice startled him, and he instinctively curled more into himself, holding his breath in fear.\n\"Hey,\" a cautious hand touched his shoulder, \"I'm not going to hurt you. Please, look at me.\"\nSlowly, he lifted his head. Through the tears that had once again welled up in his eyes, he recognized a figure cloaked in white.\n\"Can you get up?\" The voice of the being in white sounded worried.\nHe shook his head, but still tried to push himself up into a sitting position.\nAs his arms tried to give way yet again, he felt himself being gathered into a gentle embrace.\nPowerlessly, he allowed himself to be gathered into the stranger's arms. The smell of fresh laundry in his nose calmed him a little.\n\"Come on, I'll take care of your wounds.\"\nAs if he were as light as a feather, he was lifted up. He didn't resist, too exhausted to do more than keep his eyes open.\nDespite not knowing where she was taking him, something told him he was safe with her. Unconsciously, he nestled his swollen cheek against his benefactress's chest and succumbed to sleep once again.",
    "trans": "Він придушив крик, коли знову прийшов до тями. Кожна клітинка його тіла горіла вогнем, і коли він спробував піднятися, його худі руки піддалися і він знову занурився назад у калюжу, в якій його залишили. Йому було холодно, так жахливо холодно, але він не знав жодного місця, куди міг би втекти, щоб зігрітися. Він навіть не знав, чи зможе зібрати сили, щоб дотягнутися назад до дерев'яної хати, яку називав домом.\n\"Що з тобою сталося, хлопчику?\" Досить м'який голос здивував його, і він інстинктивно ще більше скрутився в клубок, затримавши подих від страху.\n\"Гей,\" обережна рука торкнулася його плеча, \"я не збираюся тобі шкодити. Будь ласка, подивися на мене.\"\nПовільно він підняв голову. Через сльози, які знову наповнили його очі, він впізнав постать в білому плащі.\n\"Ти можеш встати?\" Голос істоти в білому звучав стурбовано.\nВін похитнув головою, але все ж спробував піднятися в сидяче положення.\nКоли його руки знову спробували піддатися, він відчув себе обійнятим ніжними руками.\nБезсильно він дозволив собі бути взятим на руки незнайомцем. Запах свіжої білизни заспокоїв його трохи.\n\"Давай, я займуся твоїми ранами.\"\nЯк ніби він був легким як пір'їнка, його підняли. Він не чинив опору, занадто виснажений для того, щоб робити більше ніж тримати очі відкритими.\nНе знаючи куди вона його веде, щось підказувало йому, що з нею йому безпечно. Несвідомо він притиснув свою опухлу щоку до грудей своєї благодійниці і знову впав у сон."
}