{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Gladstone Parent Community,\nThis year Gladstone and the VSB are partnering with the following organization https://www.exploitationeducation.org/ to bring some very important presentations about Online Safety and Consent to our school community on Wednesday October 23rd. Some topics that will be covered in these presentations are the following:\nWhat constitutes Consent?\nDigital Consent, Age of Consent\nAccepting Rejection Gracefully\nMethods of saying and hearing No\nHow to be an active bystander\nForms of Online sexual exploitation and current trends\nRed Flags for Grooming\nInformation sharing-what is ok and not ok\nHigh Risk Behaviors on Social Media\nRisks associated with Online gaming platforms\nIf you have any questions or concerns about your child participating in the following presentations on Wednesday, October 23rd please reach out to your child’s school counsellor as follows:\nGrade 8\nWith last names:\nA-H\nMs. Yu\nI-N\nMs. Davie\nO-R\nMs. Boyd\nS-Z\nMr. Paley\nE-mail:\njyu@vsb.bc.ca\ncdavie@vsb.bc.ca\naboyd@vsb.bc.ca\ntpaley@vsb.bc.ca\nGrade 9\nJeanne Yu\njyu@vsb.bc.ca\nGrade 10\nTommy Paley\ntpaley@vsb.bc.ca\nGrade 11\nArielle Boyd\naboyd@vsb.bc.ca\nGrade 12\nCaitlin Davie\ncdavie@vsb.bc.ca\nWe encourage you to ask your children about the presentation this week and continue the conversations about online safety and consent at home. Follow up resource can be found on the exploitation education website and follow up VSB resources will be made available at a later date and/or please reach out to your child's counsellor about further parental resources on these topics.\nThank you for your attention,\nThe Gladstone Counselling department",
    "trans": "Доброго дня, спільнота батьків Gladstone!\nЦього року Gladstone та VSB співпрацюють з організацією https://www.exploitationeducation.org/, щоб запропонувати нашій шкільній спільноті дуже важливі презентації з тем Інтернет-безпеки та питання згоди  у середу, 23 жовтня. Нижче наведено деякі теми, які будуть розглянуті на цих презентаціях:\nЩо таке згода?\nЦифрова згода ,вікові обмеження згоди\nГідне прийняття відмови\nСпособи сказати \"Ні\" та почути \"Ні\"\nЯк бути активним свідком\nФорми онлайн-сексуальної експлуатації та поточні тенденції\nПопереджувальні ознаки грумінгу\nОбмін інформацією – що прийнятно, а що ні\nПоведінка з високим ризиком у соціальних мережах\nРизики, пов’язані з онлайн-платформами для ігор\nЯкщо у вас виникнуть запитання або сумніви щодо участі вашої дитини у цих презентаціях у середу, 23 жовтня, будь ласка, звертайтеся до шкільного консультанта вашої дитини за наступними даними:\n8й клас\nЗа прізвищами:\nA-H\nпані Yu\nI-N\nпані Davie\nO-R\nпані Boyd\nS-Z\nпан Paley\nЕлектронна пошта:\njyu@vsb.bc.ca\ncdavie@vsb.bc.ca\naboyd@vsb.bc.ca\ntpaley@vsb.bc.ca\n9й клас\nJeanne Yu\njyu@vsb.bc.ca\n10й клас\nTommy Paley\ntpaley@vsb.bc.ca\n11й клас\nArielle Boyd\naboyd@vsb.bc.ca\n12й клас\nCaitlin Davie\ncdavie@vsb.bc.ca\nМи закликаємо вас обговорити з дітьми зміст презентацій цього тижня та продовжити розмову про онлайн-безпеку та згоду вдома. Додаткові ресурси можна знайти на вебсайті Exploitation Education, а також подальші матеріали від VSB будуть надані пізніше. Якщо вам потрібні додаткові матеріали для батьків, будь ласка, зверніться до шкільного консультанта вашої дитини.\nДякуємо за вашу увагу,\nКонсультаційний відділ Gladstone"
}