{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Lulu Chu Talks with Captain Jack\nLulu is a cute Asian pornstar who is fairly new to the wide world of porn. I saw this cutie on Twitter and we started chatting. She has an interesting background and definitely knows what she likes sexually.\nCaptain Jack: Tell me about Lulu Chu.\nLulu: I was born in Lu’an China. I was adopted shortly before I turned one. I’ve spent the majority of my life in Oklahoma. Family life has always been kind of rough; I moved out the week after I turned 18. But I met a lot of cool people in Oklahoma and I have a lot of close friends that I consider family.\nCJ: How old are you?\nLulu: I’m 19.\nCJ: How long have you been in the industry?\nLulu: I started last May but then I took a 5-month break so 5-ish months.\nCJ: When did you lose your virginity?\nLulu: I was 17. It was with this guy that hit me up on Instagram and I figured it was time to lose my virginity so I said, ‘Yeah, let’s hook up!’ I went to his house and never talked to him again.\nCJ: Was he an older guy?\nLulu: He was 19 or so.\nCJ: Did that open up the floodgates? Were you promiscuous after that?\nLulu: I was pretty slutty in high school. (laughs)\nCJ: How many guys did you sleep with before porn?\nLulu: Before porn, I would say somewhere in the 30’s.\nCJ: Were you with girls before porn?\nLulu: I’ve always been interested in girls but I wasn’t with a lot just because, well, I was in Oklahoma.\nCJ: When you were booked with a girl in porn, did you know what to do?\nLulu: Yeah, I didn’t really know what I was doing but I read a lot of erotica. So I did what sounded good and went for it. (laughs)\nCJ: Why did you decide to get into the adult industry?\nLulu: I was already in it. After I moved out, I did sugar babying for money and I also was a cam girl for a while and that’s how I got into porn actually. I got recruited from my cam girl twitter.\nCJ: How did you come up with your stage name?\nLulu: Literally, my agent said we needed to find something Asian and cute. So we looked up Asian names and Asian American names and we settled on Lulu Chu!\nCJ: So what was your first scene like? You were sexually experienced but it’s different with all these people around. Were you intimidated? Nervous? Turned on?\nLulu: Oh yeah, I was so nervous for the first couple shoots. I was not used to people other than my roommate seeing me get fucked. It was something different. Being a cam girl definitely helped because it was just like being at home but there was someone actually manning the camera for you.\nCJ: What’s your favorite position?\nLulu: Doggie style, easy!\nCJ: You said you were sugar babying, so I take it you don’t mind working with older men?\nLulu: I do like relatively older men and don’t mind working with “older” men. My oldest prior to porn was 55.\nCJ: Have you ever been in an inappropriate sexual relationship?\nLulu: No, not really. From the start, mostly just older guys in my high school.\nCJ: What do you like sexually? What gets Lulu wet?\nLulu: I’m really into BDSM, DDLG, voyeurism/exhibitionism, role play, I love role play.\nCJ: Have you ever been in a BDSM relationship.\nLulu: I am a sub. I haven’t been in a BDSM relationship but I have experimented in the bedroom and I really enjoy it.\nCJ: The daddy/little girl fantasy, do you love playing the little girl or moreso the dom/submissive part of it?\nLulu: Kind of everything, just all of it.\nCJ: You mentioned voyeurism, you mentioned it in passing before when you said no one had watched you have sex before except for your roommate, did you leave the door open so they could watch you?\nLulu: Oh, no. When I was camming, I would cam with my boyfriend and we were all really good friends with my roommate so nobody cared.\nCJ: Besides webcamming, how often do you masturbate?\nLulu: When I’m home in Oklahoma, generally a couple of hours per day.\nCJ: Favorite method?\nLulu: I really the Domi by Lush. It’s my favorite vibrator ever!\nCJ: Did you watch porn before you got into the industry?\nLulu: Obviously, I had watched porn but it’s not my favorite thing.\nCJ: When a guy pops, where do you prefer it?\nLulu: Inside me.\nCJ: Are you a swallower?\nLulu: Yes I am. Spitters are quitters.\nCJ: Are you a size queen? Do you like huge cocks?\nLulu: I like anything between boyfriend dick and 11 inches. 12 is a little too much.\nCJ: Are you going to do anal on camera?\nLulu: I would be interested in doing it at some point but not any time soon. I don’t really do it recreationally.\nCJ: When you webcammed, what is the strangest thing a guy requested you to put in your pussy?\nLulu: No one has really asked me to do anything too weird but I have been asked to put a Hitachi head inside of me and the answer is no, it’s much too big. (laughs)\nCJ: Do you have any fantasies you would like to live out on camera?\nLulu: I want to do some real bondage scenes at some point because that really turns me on.\nCJ: What do you look for in a guy off camera?\nLulu: I’m on a more case-by-case basis but I like guys with more of a dominant personality, especially if that comes over to the bedroom. I like guys who are smart and funny. Older is better.\nCJ: What are you like off-camera? When you have free time, what do you do for fun?\nLulu: I watch way too much TV and I read and sleep. I recently started taking pole lessons and that is a lot of fun.\nCJ: Do you want to be a feature dancer?\nLulu: Yes, that is my ultimate goal.\nCJ: What’s your favorite TV shows?\nLulu: I really like Brooklyn Nine-Nine and American Horror Story. Also, Rick and Morty and How I Met Your Mother.\nCJ: What’s your favorite book?\nLulu: Favorite book ever, Pride and Prejudice.\nCJ: What kind of music do you like?\nLulu: I kind of listen to everything. Lana Del Rey, Brockhampton, the Hamilton Soundtrack….\nCJ: What’s your favorite food?\nLulu: Dumplings, probably.\nCJ: What’s the kinkiest thing you’ve ever done?\nLulu: I sucked dick in a movie theatre and behind an elementary school. I got fucked in a car in broad daylight in a parking lot. And that sucked too because I was on my period too and I ended up getting blood all over his shirt. (laughs)\nCJ: What about the elementary school? Was that during the day?\nLulu: No, that was late at night. I snuck out specifically to suck dick. I went to a place where I thought no one else would be.\nCJ: And how can the fans follow you on social media?\nLulu: On Twitter, I’m @LuluChuOfficial. Instagram is the same.\nLulu Chu Movies, Photos, Talk\nPornstars, set up an interview with Captain Jack – message him through any of his forum posts (envelope icon,) or hit him up on Twitter.",
    "trans": "Lulu Chu розмовляє з капітаном Джеком\nLulu - мила азійська порноактриса, яка досить нова у великому світі порно. Я побачив цю красуню в Twitter і ми почали спілкуватися. У неї цікаве минуле і вона точно знає, що їй подобається в сексуальному плані.\nКапітан Джек: Розкажи мені про Lulu Chu.\nLulu: Я народилася в Луані, Китай. Мене усиновили незадовго до того, як мені виповнився один рік. Більшу частину свого життя я провела в Оклахомі. Сімейне життя завжди було досить важким; я переїхала з дому тиждень після того, як мені виповнилося 18 років. Але я зустріла багато класних людей в Оклахомі і маю багато близьких друзів, яких вважаю сім'єю.\nCJ: Скільки тобі років?\nLulu: Мені 19 років.\nCJ: Як довго ви працюєте в цій індустрії?\nLulu: Я почала минулого травня, але потім взяла 5-місячну перерву, тому приблизно 5 місяців.\nCJ: Коли ви втратили свою невинність?\nLulu: Мені було 17. Це був хлопець, який написав мені в Instagram, і я вирішила, що настав час втратити невинність, тому я сказала: \"Так, давай зустрінемося!\" Я пішла до нього додому і більше не розмовляла з ним.\nCJ: Він був старшим хлопцем?\nLulu: Йому було близько 19 років.\nCJ: Це відкрило для вас шлюзи? Ви стали розпусною після цього?\nLulu: Я була досить розпусною в старшій школі. (сміється)\nCJ: Зі скількома хлопцями ви спали до порно?\nLulu: До порно я б сказала десь близько 30.\nCJ: Ви були з дівчатами до порно?\nLulu: Мене завжди цікавили дівчата, але я не була з багатьма просто тому, що я жила в Оклахомі.\nCJ: Коли вас забронювали з дівчиною в порно, ви знали, що робити?\nLulu: Так, я не зовсім знала, що роблю, але я багато читала еротику. Тому я зробила те, що звучало добре, і пішла на це. (сміється)\nCJ: Чому ви вирішили зайнятися дорослою індустрією?\nLulu: Я вже була в ній. Після того як я переїхала, я займалася цукровим бізнесом за гроші і також була вебкам-моделлю деякий час, і саме так я потрапила в порно. Мене знайшли через мій Twitter для вебкам-моделей.\nCJ: Як ви придумали своє сценічне ім'я?\nLulu: Буквально мій агент сказав, що нам потрібно знайти щось азіатське і миле. Тому ми шукали азіатські імена та американські азіатські імена і зупинилися на Lulu Chu!\nCJ: Якою була ваша перша сцена? Ви мали сексуальний досвід, але з усіма цими людьми навколо це інше. Ви відчували себе наляканою? Нервовою? Збудженою?\nLulu: О так, я була дуже нервовою протягом перших кількох зйомок. Я не звикла до того, щоб хтось інший, окрім моєї сусідки по кімнаті, бачив, як мене трахкають. Це було щось інше. Бути вебкам-моделлю безумовно допомогло, тому що це було як бути вдома, але за вас насправді керував камерою хтось інший.\nCJ: Яка ваша улюблена поза?\nLulu: Доггі, легко!\nCJ: Ви сказали, що були цукровою дівчиною, тож я припускаю, що вам не заважає працювати зі старішими чоловіками?\nLulu: Мені подобаються відносно старші чоловіки і я не проти працювати зі \"старшими\" чоловіками. Мій найстарший партнер до порно був 55 років.\nCJ: Чи були ви коли-небудь в неналежних сексуальних стосунках?\nLulu: Ні, не зовсім. В основному це були просто старші хлопці в моїй школі.\nCJ: Що вам подобається в сексуальному плані? Що збуджує Lulu?\nLulu: Я дуже люблю BDSM, DDLG, вуайеризм/екзибціонізм, рольові ігри, мені дуже подобаються рольові ігри.\nCJ: Чи були ви коли-небудь в BDSM-стосунках?\nLulu: Я є підпорядкованою. Я не була в BDSM-стосунках, але експериментувала в спальні і мені це дуже подобається.\nCJ: Фантазія про тата/маленьку дівчинку, вам більше подобається грати роль маленької дівчинки або більше домінуючої/підпорядкованої частини?\nLulu: Мені подобається все це, просто все разом.\nCJ: Ви згадали про вуайеризм, ви згадували про нього раніше мимоходом, коли сказали, що ніхто не дивився на вас під час сексу, окрім вашої сусідки по кімнаті. Ви залишали двері відкритими, щоб вони могли вас подивитися?\nLulu: О, ні. Коли я займалася вебкамом, я фільмувала це зі своїм хлопцем, і ми всі були дуже хорошими друзями з моєю сусідкою по кімнаті, тому ніхто не переймався.\nCJ: Крім вебкаму, як часто ти мастурбуєш?\nLulu: Коли я вдома в Оклахомі, зазвичай кілька годин на день.\nCJ: Улюблений метод?\nLulu: Мені дуже подобається Domi від Lush. Це мій улюблений вібратор!\nCJ: Ти дивилася порно до того, як потрапила в індустрію?\nLulu: Очевидно, що я дивилася порно, але це не моя улюблена річ.\nCJ: Коли хлопець закінчує, куди ти віддаєш перевагу?\nLulu: Всередині мене.\nCJ: Ти ковтаєш?\nLulu: Так, я ковтаю. Ті, хто плюють - ті здаються.\nCJ: Ти любиш великі члени? Ти королева розміру?\nLulu: Мені подобається все між хлоп'ячим членом і 11 дюймами. 12 - це трохи забагато.\nCJ: Ти збираєшся займатися анальним сексом на камеру?\nLulu: Я була б зацікавлена в цьому колись, але не найближчим часом. Я не займаюся цим для задоволення.\nCJ: Коли ти займалася вебкамом, що найдивніше просив тебе хлопець вставити в піхву?\nLulu: Ніхто не просив мене робити щось занадто дивне, але мені пропонували вставити головку Хітачі всередину себе, і відповідь - ні, вона занадто велика. (сміється)\nCJ: Чи є у тебе якісь фантазії, які ти хотіла б здійснити на камеру?\nLulu: Я хочу зробити справжні сцени з бондажем колись, тому що це мене дуже збуджує.\nCJ: На що ти звертаєш увагу в хлопці поза камерою?\nLulu: Я більше на випадковій основі, але мені подобаються хлопці з більш домінуючою особистістю, особливо якщо це проявляється в спальні. Мені подобаються хлопці, які розумні і веселі. Чим старші, тим краще.\nCJ: Яка ти поза камерою? Чим займаєшся у вільний час для розваги?\nLulu: Я дивлюсь занадто багато телевізора, читаю і сплю. Нещодавно я почала брати уроки по танцям на пілоні, і це дуже весело.\nCJ: Хочеш стати виступаючою танцівницею?\nLulu: Так, це моя кінцева мета.\nCJ: Які твої улюблені телевізійні шоу?\nLulu: Мені дуже подобаються Brooklyn Nine-Nine і American Horror Story. А також Rick and Morty і How I Met Your Mother.\nCJ: Яка твоя улюблена книга?\nLulu: Найулюбленіша книга - Гордість і упередження.\nCJ: Яку музику ти любиш?\nLulu: Я слухаю все підряд. Lana Del Rey, Brockhampton, саундтрек до Гамільтона….\nCJ: Яка твоя улюблена їжа?\nLulu: Напевно, пельмені.\nCJ: Яка найекстремальніша річ, яку ти коли-небудь робила?\nLulu: Я смоктала член у кінотеатрі та за початковою школою. Мене трахали в машині посеред білого дня на парковці. І це було неприємно, тому що я була в періоді і забруднила його сорочку кров'ю. (сміється)\nCJ: А що з початковою школою? Це було вдень?\nLulu: Ні, це було пізно ввечері. Я спеціально вийшла з дому, щоб смоктати член. Я пішла в місце, де думала, що нікого не буде.\nCJ: Як фанати можуть слідкувати за тобою в соціальних мережах?\nЛулу: У Twitter я @LuluChuOfficial. Instagram такий же.\nФільми, фотографії, розмови з Лулу Чу\nПорнозірки, організуйте інтерв'ю з Капітаном Джеком - напишіть йому через будь-який з його форумних постів (іконка конверта) або зв'яжіться з ним у Twitter."
}