{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Transparency, Tension, and Allure of Team USA Ice Dancers Isabella Flores and Ivan Desyatov\nAm I a…fangirl?\nJOCELYN JANE COX\nSEP 24, 2024\n9\n7\nBella and Vanya: follow them on Insta\nI’ll start with a confession: Though I skated for 11 years (ages 8-19), competed at the national level, and coached ice dance and moves in the field for over 20 years, I’m not much of a “skating fan.” This is probably because I needed to spend some time healing from my experiences and building some new interests and synapses. In the years when I was coaching, I spent so many hours in the rink and traveling around to test sessions and competitions that I didn’t really want to spend any additional time thinking about the sport in ways that didn’t directly pertain to my students.\nSo it comes as a surprise to me that I have recently become enchanted by Team USA ice dancers Isabella Flores and Ivan Desyatov. I discovered them on Instagram at some point in the last year and have gradually transformed into what I can only qualify as a…superfan. Possibly because I’m writing full-time and not currently spending any time in rinks, I’ve spent quite a bit of time watching all of their reels, reading all the captions, and poring over the comments. I’m even paying $5 a month for extra BTS content. Who am I?",
    "trans": "Прозорість, напруга та привабливість танцюристів на льоду команди США Ізабелли Флорес та Івана Десятова\nЧи я... фанатка?\nДЖОСЕЛІН ДЖЕЙН КОКС\n24 вересня 2024 року\n9\n7\nБела та Ваня: слідкуйте за ними в Instagram\nПочну з зізнання: хоча я каталася на ковзанах протягом 11 років (з 8 до 19 років), брала участь у національних змаганнях і тренувала танці на льоду та фігурне катання більше 20 років, я не є великою \"фанаткою\" цього спорту. Це, мабуть, пов'язано з тим, що мені потрібно було витратити деякий час на відновлення після своїх досвідів і розвиток нових інтересів. У ті роки, коли я була тренером, я проводила так багато годин на льодових аренах і подорожуючи на тестування та змагання, що не хотіла витрачати додатковий час на роздуми про спорт у спосіб, який не стосувався безпосередньо моїх учнів.\nТому для мене стало несподіванкою те, що я нещодавно закохалася в танцюристів на льоду команди США Ізабеллу Флорес та Івана Десятова. Я відкрила їх в Instagram десь протягом останнього року і поступово перетворилася на те, що можу назвати лише... суперфанаткою. Можливо, тому що я пишу на повний робочий день і зараз не проводжу час на льодових аренах, я провела досить багато часу, переглядаючи всі їхні ролики, читаючи всі підписи та вивчаючи коментарі. Я навіть плачу 5 доларів на місяць за додатковий контент за лаштунками. Хто я?"
}