{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Purchase and Sale of Goods Agreement\nThis AGREEMENT is made and entered into as of the date the last party signs it (hereinafter the “EFFECTIVE DATE”) by and between Angel Dear, Inc., a California Corporation having its principal offices at 6475 Las Positas Road, Livermore, CA 94551 USA (hereinafter referred to as “PURCHASER”) and Suzhou Jia He Fashion CO., LTD\nhaving its principal offices at\nNO., 5338 Mudong Road, Puzhuang, Linhu Town,\nWuzhong District, Suzhou City, Jiangsu, China 215105\nTel: 86 512 66533137\n(hereinafter referred to as “SUPPLIER”).\nSUPPLIER is a manufacturer of goods engaged in the business of manufacturing and supplying of goods and attendant services referenced in Articles 1, 2 and 3 of this AGREEMENT, and as more fully described in Exhibit “A”, attached and incorporated in this AGREEMENT (collectively “PRODUCTS”).\nPURCHASER utilizes PRODUCTS in connection with its marketing and sale to wholesale, retail and direct to consumer sales.\nNOW, THEREFORE, intending to be legally bound, PURCHASER and SUPPLIER agree as follows:\nARTICLE 1\nMANUFACTURER OF GOODS\n1.1 In exchange for the consideration set forth in this AGREEMENT, SUPPLIER shall manufacture, and deliver PRODUCTS as more fully described in Exhibit “A” to this AGREEMENT, on the dates set forth in Exhibit “A” to this AGREEMENT, time is of the essence.\n1.2 The predominant subject matter of this AGREEMENT is the manufacture of goods, notwithstanding certain attendant services provided pursuant to the sale and purchase of PRODUCTS hereunder.\n1.3 The parties acknowledge that PRODUCTS ordered or delivered pursuant to this AGREEMENT are for sale to PURCHASER for distribution or resale to third parties.\nARTICLE 2\nPRICING AND PAYMENTS\n2.1 Following acceptance of this agreement, PURCHASER shall pay SUPPLIER the price specified in Exhibit “A” 3 days after contract agreement signed with 30% total of Purchase order amount for deposit at USD 48,090.00 and the balance of 70% Purchase order amount within 10 Days after Shipments received from PURCHASER’S WAREHOUSE IN Livermore, CA USA..\n2.2 PURCHASER shall pay SUPPLIER via International wire transfer for the deposit and balance payment as follow:\nBANK OF SUZHOU CO., LTD.\nSWIFT: DWRBCNSUXXX\nNO. 728 ZHONGYUAN ROAD, SUZHOU, JIANGSU, CHINA\nACCOUNT#: 7066608001420131000095\nARTICLE 3\nDELIVERY PERFORMANCE\n3.1 All PRODUCTS shipped by SUPPLIER shall be delivered F.O.B. PURCHASER's location stated in the applicable purchase order, as defined by the Uniform Commercial Code adopted by the State of California.], or as may be revised during the term of this AGREEMENT. SUPPLIER shall be solely responsible for all transportation expenses and risk.\n3.2 PURCHASER shall have the option to select the identity of the carrier(s). SUPPLIER shall forward written notice of shipment of PROUDCTS to PURCHASER within twenty-four (24) hours of such shipment. The Copy of the Express Release bill of lading must accompany the invoice and be mailed in accordance with the instructions on the face of the applicable purchase order. Complete packing lists must accompany each shipment. Separate invoices are required for each purchase order issued and for each shipment when partial deliveries are made\n.\n3.3 If delivery date is not met, supplier will be responsible for delivery to Angel Dear Inc.( USA)\nwarehouse by THE CANCEL DATES AS AGREED ON THE PURCHASE ORDER. The cost of this expense will be paid for by supplier\n3.4 Supplier agrees to ship all goods by container FOB.\nDelivery of goods to freight forwarder warehouse is the responsibility of the supplier.\nSupplier is responsible for all expenses incurred before departure. This includes storage and\n. delivery to freight forwarder.\n3.5 Final PO overage/shortage should fall within 3%\nARTICLE 4\nREJECTION AND REVOCATION OF ACCEPTANCE\n4.1 Following delivery of the PRODUCTS ordered, PURCHASER shall have a reasonable time to inspect and to reject them if they fail to strictly conform to the specifications of Exhibit “A” of this AGREEMENT, and to revoke its acceptance of them where appropriate under law. With regard to PRODUCTS that are rejected or for which acceptance has been revoked, PURCHASER at its option and at the expense and risk of SUPPLIER, may return such PRODUCTS to SUPPLIER or store them pending instructions from SUPPLIER as to their disposal. Payment for PRODUCTS shall not constitute acceptance.\n4.2 Upon receipt of container and inspection of production, any merchandise that was\nShipped incorrectly or is defective will be returned to supplier at their expense or total cost\nmerchandise will be deducted from invoice\nARTICLE 5\nWARRANTY\n5.1 SUPPLIER warrants that the title to PRODUCTS sold hereunder to be good and free and clear of all security interests, liens, encumbrances and/or colorable claims, including any claims of patent infringement or the like, but SUPPLIER does not warrant title to PRODUCTS to the extent a claim arises from PURCHASER’s specifications.\n5.2 SUPPLIER warrants that all such PRODUCTS shall be of merchantable quality, free from defects in material, design and workmanship, shall be fit for the particular purposes intended, and shall conform to all specifications, samples, drawings and plans, if any, furnished by PURCHASER.\n5.3 For any services rendered in connection with this AGREEMENT, SUPPLIER warrants that all such services shall be performed in conformity with the highest standards practiced by firms that perform services of a similar nature, at the time and place the services herein are performed, and that SUPPLIER shall use its best efforts in the performance of all services.\nARTICLE 6\nLIMITATION OF LIABILITY\n6.1 The parties agree that the SUPPLIER will repair or replace, at the SUPPLIER’s option, any defective part in the PRODUCT for a period of [insert time] from the date of delivery. This remedy is intended to be the sole and exclusive remedy of the PURCHASER under this AGREEMENT. Should this sole and exclusive remedy fail of its essential purpose, however, the SUPPLIER will return the purchase price to the PURCHASER minus the reasonable value of the PURCHASER’S use of the PRODUCT. The parties also agree that, regardless of the failure of the sole and exclusive remedy, SUPPLIER will not be liable for any consequential damages of whatsoever kind or nature. The parties intend the exclusion of consequential damages as an independent agreement apart from the sole and exclusive remedy herein.\nARTICLE 7\nCONFIDENTIALITY\n7.1 (a) SUPPLIER shall keep confidential and agrees not to disclose, divulge or reveal any confidential or proprietary information received from PURCHASER hereunder (\"Confidential Information\") to third parties without the prior written approval of PURCHASER. For purposes of this Agreement, Confidential Information, if in tangible or readable form, shall be marked or designated as such at the time of disclosure and if transmitted orally, shall be designated as confidential prior to disclosure and confirmed in writing as such within thirty (30) days after disclosure. This obligation of confidence shall not apply to information which (i) is or becomes publicly available by other than a breach hereof (including, without limitation, any information filed with any governmental agency and available to the public); (ii) is not prominently designated in good faith and in writing as confidential prior to its disclosure to SUPPLIER by PURCHASER; (iii) is known to or in the possession of SUPPLIER at the time of disclosure; (iv) thereafter becomes known to or comes into possession of SUPPLIER from a third party that SUPPLIER reasonably believes is not under any obligation of confidentiality to PURCHASER and is lawfully in the possession of such information; (v) is developed by SUPPLIER independently of any disclosures previously made by PURCHASER to SUPPLIER; (vi) is required to be disclosed by order of a court of competent jurisdiction, administrative agency or governmental body, or by subpoena, summons or other legal process, or by law, rule or regulation, or by applicable regulatory or professional standards, provided that prior to such disclosure by SUPPLIER to the extent possible, PURCHASER is given reasonable advance notice of such order and an opportunity to object to such disclosure; or (vii) is disclosed by SUPPLIER in connection with any judicial or other legal proceeding involving PURCHASER and SUPPLIER relating to this Agreement.\nb) SUPPLIER shall carry out its obligations hereunder using the same degree of care that it uses in protecting its own confidential information, but at least a reasonable degree of care.\n7.2 Intellectual property of purchaser to be protected by supplier-Supplier agrees that they will not sell any leftover fabric or cancelled prints. Supplier will not use any leftover fabric/prints/designs to produce products that would be in conflict with the interest of purchasers intellectual property.\nARTICLE 8\nRISK MANAGEMENT\n8.1 The parties hereto expressly condition the performance of their duties under this AGREEMENT on the nonoccurrence of [list events], in addition to any and all events, regardless of their dissimilarity to the foregoing, deemed to be impracticable under the law.\nARTICLE 9\nGOVERNMENTAL LAWS\n9.1 SUPPLIER agrees to comply with all pertinent Province, federal, state, municipal and local laws, regulations, ordinances and codes of any governmental authority having jurisdiction.\nARTICLE 10\nASSIGNMENT\n10.1 Any attempt by SUPPLIER to assign its rights or to delegate its obligations under this AGREEMENT without the prior written consent of PURCHASER shall be null and void.\nARTICLE 11\nSUCCESSORS AND ASSIGNS\n11.1 Subject to the foregoing, this AGREEMENT shall be binding upon and inure to the benefit of the parties hereto, their respective",
    "trans": "ДОГОВІР ПРО ПОКУПКУ І ПРОДАЖ ТОВАРІВ\nЦей ДОГОВІР укладений та вступає в силу з дати підписання останньою стороною (надалі — \"ДАТА ВСТУПУ В СИЛУ\") між компанією Angel Dear, Inc., корпорацією штату Каліфорнія з головним офісом за адресою: 6475 Las Positas Road, Livermore, CA 94551, США (надалі — \"ПОКУПЕЦЬ\") та компанією Suzhou Jia He Fashion CO., LTD, з\nголовним офісом за адресою:\nNO., 5338 Mudong Road, Puzhuang, Linhu Town,\nWuzhong District, Suzhou City, Jiangsu, China 215105,\nТел: 86 512 66533137\nна далі \"ПОСТАЧАЛЬНИК\".\nПОСТАЧАЛЬНИК є виробником товарів, що займається виробництвом і постачанням товарів та супутніх послуг, описаних у статтях 1, 2 і 3 цього ДОГОВОРУ, а також більш детально в Додатку \"А\", що додається і є частиною цього ДОГОВОРУ (разом — \"ПРОДУКТИ\").\nПОКУПЕЦЬ використовує ПРОДУКТИ у зв'язку з маркетингом та продажем оптовим, роздрібним та безпосередньо споживачам.\nТЕПЕР, ОТЖЕ, маючи намір бути юридично зобов'язаними, ПОКУПЕЦЬ і ПОСТАЧАЛЬНИК погоджуються з нижченаведеним:\nСТАТТЯ 1\nВИРОБНИЦТВО ТОВАРІВ\n1.1 В обмін на винагороду, передбачену цим ДОГОВОРОМ, ПОСТАЧАЛЬНИК зобов'язується виготовити та доставити ПРОДУКЦІЮ, як детально описано в Додатку \"А\" до цього ДОГОВОРУ, у дати, зазначені в Додатку \"А\" до цього ДОГОВОРУ, при цьому час є вирішальним фактором.\n1.2 Основним предметом цього ДОГОВОРУ є виробництво товарів, незалежно від певних супутніх послуг, що надаються згідно з продажем та купівлею ПРОДУКЦІЇ за цим ДОГОВОРОМ.\n1.3 Сторони підтверджують, що ПРОДУКЦІЯ, замовлена або поставлена згідно з цим ДОГОВОРОМ, призначена для продажу ПОКУПЦЕМ з метою розповсюдження або перепродажу третім особам.\nСТАТТЯ 2\nЦІНИ ТА ПЛАТЕЖІ\n2.1 Після прийняття цього договору ПОКУПЕЦЬ сплачує ПОСТАЧАЛЬНИКУ ціну, зазначену в Додатку \"А\", протягом 3 днів після підписання договірної угоди, при цьому 30% від загальної суми замовлення на закупівлю вноситься як депозит у розмірі 48 090,00 доларів США, а залишок у розмірі 70% від суми замовлення на закупівлю сплачується протягом 10 днів після отримання відвантажень на СКЛАД ПОКУПЦЯ в Ліверморі, штат Каліфорнія, США.\n2.2 ПОКУПЕЦЬ здійснює оплату ПОСТАЧАЛЬНИКУ шляхом міжнародного банківського переказу для депозиту та остаточного платежу наступним чином:\nБАНК СУЧЖОУ КО., ЛТД.\nSWIFT: DWRBCNSUXXX\nвул. Чжун'юань, 728, Сучжоу, Цзянсу, Китай\nACCOUNT#: 7066608001420131000095\nСТАТТЯ 3\nВИКОНАННЯ ПОСТАВКИ\n3.1 Вся ПРОДУКЦІЯ, що відвантажується ПОСТАЧАЛЬНИКОМ, повинна бути доставлена на умовах F.O.B. до місця розташування ПОКУПЦЯ, зазначеного у відповідному замовленні на закупівлю, як визначено Єдиним комерційним кодексом, прийнятим штатом Каліфорнія, або як може бути переглянуто протягом терміну дії цього ДОГОВОРУ. ПОСТАЧАЛЬНИК несе повну відповідальність за всі транспортні витрати та ризики.\n3.2 ПОКУПЕЦЬ має право вибирати перевізника (перевізників). ПОСТАЧАЛЬНИК зобов'язаний надіслати письмове повідомлення про відвантаження ПРОДУКЦІЇ ПОКУПЦЮ протягом двадцяти чотирьох (24) годин з моменту такого відвантаження. Копія коносамента з експрес-випуском повинна супроводжувати рахунок-фактуру та надсилатися поштою відповідно до інструкцій, зазначених на лицьовій стороні відповідного замовлення на закупівлю. Повні пакувальні листи повинні супроводжувати кожне відвантаження. Окремі рахунки-фактури потрібні для кожного виданого замовлення на закупівлю та для кожного відвантаження у разі часткових поставок\n.\n3.3 Якщо дата поставки не дотримана, постачальник несе відповідальність за доставку до Angel Dear Inc. (США).\nна склад до ДАТ СКАСУВАННЯ, ПОГОДЖЕНИХ У ЗАМОВЛЕННІ НА ЗАКУПІВЛЮ. Витрати на це оплачує постачальник\n3.4 Постачальник погоджується відвантажувати всі товари контейнером на умовах FOB.\nДоставка товарів на склад транспортно-експедиторської компанії є обов'язком постачальника.\nПостачальник несе відповідальність за всі витрати, понесені до відправлення. Це включає зберігання та\nдоставку до транспортно-експедиторської компанії.\n3.5 Остаточне перевищення/недостача за замовленням на закупівлю має бути в межах 3%.\nСТАТТЯ 4\nВІДМОВА ТА АНУЛЮВАННЯ ПРИЙНЯТТЯ\n4.1 Після доставки замовленої ПРОДУКЦІЇ ПОКУПЕЦЬ має право протягом розумного строку оглянути її та відмовитися від неї, якщо вона не відповідає суворо специфікаціям Додатку \"А\" цього ДОГОВОРУ, а також анулювати її прийняття у випадках, передбачених законодавством. Щодо ПРОДУКЦІЇ, від якої відмовлено або прийняття якої було анульовано, ПОКУПЕЦЬ на свій розсуд та за рахунок і ризик ПОСТАЧАЛЬНИКА може повернути таку ПРОДУКЦІЮ ПОСТАЧАЛЬНИКУ або зберігати її до отримання інструкцій від ПОСТАЧАЛЬНИКА щодо її утилізації. Оплата ПРОДУКЦІЇ не означає її прийняття.\n4.2 Після отримання контейнера та перевірки продукції, будь-який товар, який\nбув відправлений неправильно або є дефектним, буде повернутий постачальнику за його рахунок або за повною вартістю.\nВартість товару буде вирахувана з рахунку-фактури.\nСТАТТЯ 5\nГАРАНТІЯ\n5.1 ПОСТАЧАЛЬНИК гарантує, що право власності на ПРОДУКЦІЮ, продану згідно з цим договором, є дійсним, вільним та чистим від усіх заставних прав, застав, обтяжень та/або сумнівних вимог, включаючи будь-які вимоги щодо порушення патентних прав тощо, але ПОСТАЧАЛЬНИК не гарантує право власності на ПРОДУКЦІЮ в тій мірі, в якій вимога виникає з специфікацій ПОКУПЦЯ.\n5.2 ПОСТАЧАЛЬНИК гарантує, що вся така ПРОДУКЦІЯ матиме товарну якість, буде вільна від дефектів матеріалів, дизайну та виготовлення, відповідатиме призначенню та відповідатиме всім специфікаціям, зразкам, кресленням та планам, якщо такі надані ПОКУПЦЕМ.\n5.3 Щодо будь-яких послуг, наданих у зв'язку з цим ДОГОВОРОМ, ПОСТАЧАЛЬНИК гарантує, що всі такі послуги будуть надані відповідно до найвищих стандартів, що застосовуються фірмами, які надають послуги аналогічного характеру, на момент та в місці надання послуг за цим договором, і що ПОСТАЧАЛЬНИК докладе всіх зусиль для виконання всіх послуг.\nСТАТТЯ 6\nОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ\n6.1 Сторони погоджуються, що ПОСТАЧАЛЬНИК відремонтує або замінить, на свій розсуд, будь-яку дефектну частину ПРОДУКТУ протягом [insert time] з дати доставки. Цей захід є єдиним і виключним способом вирішення для ПОКУПЦЯ за цим ДОГОВОРОМ. Якщо цей єдиний і виключний захід не досягне своєї основної мети, ПОСТАЧАЛЬНИК поверне ПОКУПЦЮ суму покупки за вирахуванням розумної вартості використання ПРОДУКТУ ПОКУПЦЕМ. Сторони також погоджуються, що, незалежно від невдачі єдиного і виключного способу вирішення, ПОСТАЧАЛЬНИК не несе відповідальності за будь-які побічні збитки будь-якого виду або характеру. Сторони мають намір виключити побічні збитки як окрему угоду, відмінну від єдиного і виключного способу вирішення в цьому договорі.\nСТАТТЯ 7\nКОНФІДЕНЦІЙНІСТЬ\n7.1 (a) ПОСТАЧАЛЬНИК зобов'язується зберігати конфіденційність і не розголошувати, не розкривати та не виявляти будь-яку конфіденційну або власницьку інформацію, отриману від ПОКУПЦЯ за цим договором (\"Конфіденційна інформація\") третім сторонам без попереднього письмового дозволу ПОКУПЦЯ. Для цілей цього договору Конфіденційна інформація, якщо вона є у матеріальній чи доступній формі для читання, повинна бути позначена як конфіденційна на момент розкриття, а якщо передана усно, повинна бути позначена як конфіденційна до розкриття та підтверджена письмово як така протягом тридцяти (30) днів після розкриття. Це зобов'язання щодо конфіденційності не поширюється на інформацію, яка (i) стає доступною для громадськості не внаслідок порушення цього положення (включаючи, без обмежень, інформацію, подану до будь-якого урядового органу та доступну для публіки); (ii) не була чітко позначена у добросовісній письмовій формі як конфіденційна до її розкриття ПОКУПЦЕМ ПОСТАЧАЛЬНИКУ; (iii) була відома або знаходилась у володінні ПОСТАЧАЛЬНИКА на момент розкриття; (iv) після цього стає відомою або потрапляє у володіння ПОСТАЧАЛЬНИКА від третьої сторони, яку ПОСТАЧАЛЬНИК розумно вважає такою, що не зобов'язана зберігати конфіденційність щодо ПОКУПЦЯ, і яка законно володіє такою інформацією; (v) розроблена ПОСТАЧАЛЬНИКОМ незалежно від будь-яких розкриттів, зроблених ПОКУПЦЕМ ПОСТАЧАЛЬНИКУ; (vi) повинна бути розкрита на вимогу суду компетентної юрисдикції, адміністративного органу або урядового органу, чи за запитом, викликом або іншою юридичною процедурою, або згідно з законом, правилом чи регулюванням, або застосовними регуляторними чи професійними стандартами, за умови, що до такого розкриття ПОСТАЧАЛЬНИК надасть ПОКУПЦЮ розумне заздалегідь попередження про таку вимогу і надасть можливість заперечити проти такого розкриття; або (vii) розкривається ПОСТАЧАЛЬНИКОМ у зв'язку з будь-яким судовим чи іншим юридичним процесом, який стосується цього договору між ПОКУПЦЕМ та ПОСТАЧАЛЬНИКОМ.\n(б) ПОСТАЧАЛЬНИК зобов'язується виконувати свої зобов'язання за цим договором, застосовуючи той самий ступінь обачності, який він використовує для захисту власної конфіденційної інформації, але принаймні розумний ступінь обачності.\n7.2 Інтелектуальна власність покупця, що підлягає захисту постачальником - Постачальник погоджується, що він не продаватиме залишки тканини або скасовані відбитки. Постачальник не використовуватиме залишки тканини/відбитків/дизайнів для виробництва продукції, яка б суперечила інтересам інтелектуальної власності покупців.\nСТАТТЯ 8\nУПРАВЛІННЯ РИЗИКАМИ\n8.1 Сторони цього договору прямо обумовлюють виконання своїх обов'язків за цим ДОГОВОРОМ ненастанням [перелік подій], на додаток до будь-яких та всіх подій, незалежно від їх несхожості з вищезазначеними, які вважаються нездійсненними згідно із законом.\nСТАТТЯ 9\nДЕРЖАВНЕ ЗАКОНОДАВСТВО\n9.1 ПОСТАЧАЛЬНИК погоджується дотримуватися всіх відповідних провінційних, федеральних, державних, муніципальних та місцевих законів, правил, постанов та кодексів будь-якого державного органу, що має юрисдикцію.\nСТАТТЯ 10\nПЕРЕДАЧА ПРАВ\n10.1 Будь-яка спроба ПОСТАЧАЛЬНИКА передати свої права або делегувати свої зобов'язання за цим ДОГОВОРОМ без попередньої письмової згоди ПОКУПЦЯ є недійсною.\nСТАТТЯ 11\nПРАВОНАСТУПНИКИ ТА ПРАВОПРИЙМАЧІ\n11.1 З урахуванням вищевикладеного, цей ДОГОВІР є обов'язковим для сторін цього договору та діє на їхню користь, а також на користь відповідних"
}