{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dysfunctional Belief: Your degree determines your career. Reframe: Three-quarters of all college grads don’t end up working in a career related to their majors. By her mid-thirties, Janine was really starting to reap the benefits of decades of dedication. She’d jumped on the fast track early and had managed to stay there. She was a graduate of a top college and a top law school, had joined a firm that did important and influential work, and was on her way to really “making it.” College, law school, marriage, career—everything in her life had turned out exactly as she had planned, and her willpower and hard work had given her everything she wanted. She was the picture of success and achievement. But Janine had a secret. Some nights, after driving home from the law firm that bore one of the most recognizable names in Silicon Valley, she would sit out on the deck as the lights of the valley came on, and cry. She had everything she thought she should have, everything that she thought she wanted, but she was profoundly unhappy. She knew she should be ecstatic with the life she had created, but she wasn’t. Not even close. Janine imagined that there was something wrong with her. Who wakes up every morning the picture of success, and goes to bed every night with a knot in her stomach, feeling as if there’s something missing, something that got lost along the way? Where do you turn when you have everything and nothing all at the same time? Like Ellen, Janine held a dysfunctional belief. She believed that if she rode all the merry-go-rounds and grabbed for all the brass rings she would find happiness. Janine is also not alone. In America, two-thirds of workers are unhappy with their jobs. And 15 percent actually hate their work.",
    "trans": "Дисфункціональна віра: Ваш диплом визначає вашу кар'єру. Переформулювання: три чверті всіх випускників коледжів не працюють у кар'єрі, пов'язаній з їх спеціальністю. До середини тридцятих років Янін вже почала отримувати переваги від десятиліть відданості. Вона рано встала на швидкий шлях і змогла залишитися на ньому. Вона була випускницею топового коледжу та топової юридичної школи, приєдналася до фірми, яка займалася важливою та впливовою роботою, і була на шляху до справжнього \"успіху\". Коледж, юридична школа, шлюб, кар'єра - все в її житті склалося точно так, як вона планувала, і її сила волі та працьовитість дали їй все, що вона хотіла. Вона була втіленням успіху та досягнень. Але у Янін був секрет. Деякими вечорами, після того як вона поверталася додому з юридичної фірми, яка носила одне з найвідоміших назв у Силіконовій долині, вона сиділа на терасі, коли в долині запалювалися вогні, і плакала. У неї було все те, що вона вважала повинна мати, все те, що вона вважала бажаним, але вона була глибоко нещасною. Вона знала, що повинна бути в захваті від життя, яке створила, але не була. Навіть близько. Янін уявляла собі, що з нею щось не так. Хто прокидається кожного ранку втіленням успіху і лягає спати кожного вечора з вузлом у животі, відчуваючи, що чогось не вистачає, щось загубилося на шляху? Куди звернутися, коли у тебе є все і нічого одночасно? Як і Еллен, Янін мала дисфункціональну віру. Вона вірила, що якщо покатається на всіх каруселях і схопить всі латунні кільця, то знайде щастя. Янін також не одна. У Америці дві третини працівників незадоволені своєю роботою. І 15 відсотків насправді ненавидять свою роботу."
}