{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Edwards, this one’s for you. I stopped thinking about how much Charlie loved to be fucked, but always nice to take a walk down memory lane since that’s what you supposedly want.”\nBoth Rocky and an onlooker try to hold back Lex all the while as I stand there gobsmacked at Julian’s hurtful words. Julian turns to face me, out of breath, eyes wild with rage and hurt as he says the words I’ve dreaded all along. “I’m done. I can’t do this, Adriana, it’s too hard.” He shakes his head, defeated. “I love you, but you’ll always choose your brother over me, and I refuse to go on always being someone’s second place. Even I know I don’t deserve that.”\nMy voice croaks, and I try to speak to no avail.\nWith a second attempt, I finally sync my mind and voice. “Julian, don’t do this. Please, I didn’t mean the things I said.”\nHis eyes have settled, and his brown pupils stare deep into mine, piercing my soul with pain, knowing that the damage is done, and I’m losing the one person who means more to me than anyone else.\nThe man I love.\nTell him you love him… now.\nI want to tell him, but he beats me to the punch. “You doubted me, and I never thought you would do that. It’s over, okay?”\nCrushed, he walks away, Tristan running after him.\nDazed and confused, arms wrap around me in comfort, and the moment I realize they belong to Charlie, I stiffen. “Don’t touch me,” I warn her.",
    "trans": "Едвардс, це для тебе. Я перестав думати про те, як сильно Чарлі любив займатися сексом, але завжди приємно прогулятися по спогадам, адже саме цього ти нібито хочеш.\"\nРокі та спостерігач намагаються стримати Лекса весь час, поки я стою там ошелешений словами Юліана. Юліан повертається до мене обличчям, задихаючись, з очима дикими від гніву та болю говорить слова, яких я завжди боявся. \"Я закінчив. Я не можу цього витримати, Адріана, це занадто важко.\" Він хитає головою, переможений. \"Я люблю тебе, але ти завжди вибереш свого брата замість мене, і я відмовляюся залишатися завжди другим місцем для когось. Навіть я знаю, що не заслуговую на це.\"\nМій голос хрипить, і я намагаюся заговорити безуспішно.\nЗ другої спроби я нарешті синхронізую свій розум і голос. \"Джуліане, не роби цього. Будь ласка, я не мала на увазі те, що сказала.\"\nЙого очі заспокоїлися, і його коричневі зіниці глибоко дивляться в мої, пронизуючи мою душу болем, знаючи, що шкода вже завдана, і я втрачаю ту єдину людину, яка для мене значить більше за всіх інших.\nЧоловік, якого я люблю.\nСкажи йому, що любиш його... зараз.\nЯ хочу сказати йому, але він випереджає мене. \"Ти сумнівалася в мені, і я ніколи не думав, що ти так зробиш. Все закінчено, зрозуміла?\"\nРозбитий, він йде геть, Трістан біжить за ним.\nЗасмучена і збентежена, я відчуваю обійми навколо себе в підтримку, і в той момент, коли розумію, що вони належать Чарлі, я напружуюся. \"Не торкайся до мене,\" - попереджаю її."
}