{
    "source": "en_US",
    "target": "uk_UA",
    "text": "***Check In Instructions***\nThe address is [redacted_address]\n1. Arrive anytime after 3 pm.\n2. Park anywhere in the driveway. Please do not park on the grass.\n3. Code to enter the house is 2417. Sometimes the deadbolt gets snagged when trying to unlock. You may need to pull the door handle towards you or even up while it is trying to unlock to get it to open. You will need to do the same thing when locking it. If you can not get ahold of us and you can not get inside, there is a backup lock with the same code on the back door. You can go around the side gate to access the backyard.\n4. Wifi Username: [redacted_id]\nPassword: [redacted_number]\n5. If you are bringing a pet, please make sure to clean up after them. You are more than welcome to take them potty outside in the yard, but we do ask that you pick up after their business is done. We very much appreciate the courtesy!\n6. We really prefer pets do not get up on the leather couches. If you must have your furry friend cuddled up with you, we ask that you lay a blanket on the leather couch to prevent any unwanted scratches.\n7. We partner with a local company called Hostello that provides Grocery Delivery Services prior to your arrival. They will leave your grocery list on the counter and stocked up in the fridge/freezer for a $75 fee. Please reach out to me ahead of time if you would like to utilize this service.\nWe look forward to hosting you for your stay! Feel free to message or give us a call at [redacted_number] if you have any questions as you approach your stay.\nBest regards,\nJeremy",
    "trans": "***Інструкції для перевірки***\nАдреса: [redacted_address]\n1. Приходьте будь-коли після 15:00.\n2. Паркуйтеся будь-де на під'їзді. Будь ласка, не паркуйтеся на траві.\n3. Код для входу в будинок - 2417. Іноді замок може застрягти при спробі відкрити його. Вам може знадобитися потягнути ручку дверей до себе або навіть підняти її під час спроби відкрити замок. Те ж саме потрібно буде зробити при закритті дверей. Якщо ви не можете зв'язатися з нами і не можете зайти всередину, на задніх дверях є запасний замок з тим же кодом. Ви можете обійти бокові ворота і потрапити на задній двір.\n4. Ім'я користувача Wifi: [redacted_id]\nПароль: [redacted_number]\n5. Якщо ви приносите домашнього улюбленця, будь ласка, переконайтеся, що ви прибрали за ним. Ви можете вивести його на вулицю в саду, але ми просимо вас прибрати після того, як він зробить свої справи. Ми дуже вдячні за цю ввічливість!\n6. Ми дійсно віддаємо перевагу тому, щоб домашні улюбленці не сідали на шкіряні дивани. Якщо вам потрібно, щоб ваш пухнастий друг обіймався з вами, ми просимо вас покласти плед на шкіряний диван, щоб уникнути небажаних подряпин.\n7. Ми співпрацюємо з місцевою компанією під назвою Hostello, яка надає послуги доставки продуктів перед вашим приїздом. Вони залишать ваш список покупок на столі та заповнять холодильник/морозильник за плату в 75 доларів. Будь ласка, зв'яжіться зі мною заздалегідь, якщо ви хочете скористатися цією послугою.\nМи з нетерпінням чекаємо можливості прийняти вас під час вашого перебування! Не соромтеся писати нам або дзвонити за номером [redacted_number], якщо у вас є які-небудь питання перед вашим приїздом.\nЗ найкращими побажаннями,\nДжеремі"
}