{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Using 450-500 words, please introduce your chosen social movement and discuss:\nProject summary\nBackground history and context for the movement/issue you have chosen\nWhat is the purpose of your work in relation to this movement?\nDiscuss the visual choices you have made for your poster: what is the message the poster is conveying, who is your audience, what symbols and/or narrative strategies are you implementing?\nHow do you incorporate respectful design in your project?\nWhy does the specific issue matter to you? (optional)\nYour project statement should include five (5)references in your poster:\nYou may use any resources except personal blogs and Wikipedia.\nPlease use endnotes and citations in your statement.\nPlease use MLA formatting.\nWhen considering a movement for this project, this is a good opportunity to assess your own positionality and experiences in relation to the movement/issue you have chosen. Consider the historical context of this movement. Apply scrutiny and critical analysis to the ideas of within the movement and how it affects different communities.\nConsider also that some movements may co-opt language from oppressed groups and marginalized communities. Look closely at the positionality of those within your chosen movement, especially in the context of power and institutional oppression.\nThis assignment is meant for you to engage with different issues that affect marginalized and oppressed groups, and to understand how to critically assess available information and the language used for the movement. Is it meant to be inclusive and dismantle oppression? Does it serve only a small subset of people who are aligned with power?",
    "trans": "Використовуючи 450-500 слів, будь ласка, представте обраний вами соціальний рух та обговоріть:\nКороткий зміст проекту\nІсторія та контекст обраного вами руху/проблеми\nЯка мета вашої роботи у зв'язку з цим рухом?\nОбговоріть візуальні рішення, які ви обрали для вашого плакату: яке повідомлення він передає, хто є вашою аудиторією, які символи та/або наративні стратегії ви використовуєте?\nЯк ви враховуєте принципи шанобливого дизайну у вашому проєкті?\nЧому ця конкретна проблема має значення для вас? (за бажанням)\nВаша проектна заява повинна містити п'ять (5) посилань у постерній доповіді:\nВи можете використовувати будь-які ресурси, крім особистих блогів та Вікипендії\nБудь ласка, використовуйте примітки та цитати у своєму виступі.\nБудь ласка, використовуйте форматування MLA.\nКоли ви обираєте рух для цього проєкту, це гарна можливість оцінити власну позицію та досвід у зв'язку з обраним вами рухом чи проблемою. Розгляньте історичний контекст цього руху. Застосуйте критичний аналіз та ретельне вивчення ідей, що існують у межах руху, а також того, як він впливає на різні громади.\nТакож враховуйте, що деякі рухи можуть привласнювати мову пригноблених груп та маргіналізованих спільнот. Уважно розгляньте позиціонування учасників обраного вами руху, особливо в контексті влади та інституційного пригнічення.\nЦе завдання спрямоване на те, щоб ви взаємодіяли з різними проблемами, які впливають на маргіналізовані та пригноблені групи, а також зрозуміли, як критично оцінювати наявну інформацію та мову, що використовується в рамках руху. Чи є цей рух інклюзивним і спрямованим на руйнування пригнічення? Чи він обслуговує лише невелику групу людей, які мають владу?"
}