{
    "source": "en_US",
    "target": "uk_UA",
    "text": "LEE, KWI SOOK\nRICARDO LARA CALIFORNIA INSURANCE COMMISSIONER\nDate: License Number: License Type: License Qualifications:\nSeptember 30, 2024 4410863\nInsurance Producer Accident & Health or Sickness, Life\nYour license [redacted_number] issued by the California Department of Insurance's (CDI) Producer Licensing Bureau is now ready for you to print or download to your computer. The license, which was recently issued or renewed, authorizes you to operate as a: Insurance Producer.\nAs of July 1, 2009, the CDI no longer mails licenses. You must use the following service to obtain your license. Please note, license number formats vary. The initial digit of your license could begin with 0-9.\nYou may print or download your license using the following link: www.sircon.com or https://www.insurance.ca.gov/0200-industry/0075-print-lic. Please note that you may use the Print or download your license service at any time.\nIn order to successfully download the encrypted license, your computer may need the latest version of Adobe Acrobat to print your license. Here is the free Adobe Acrobat link to upload the latest\nversion: http://get.adobe.com/reader/\nIf you have any questions or problems, please submit your inquiry to CDI's Producer Licensing Bureau E- mail Inquiry Services https://interactive.web.insurance.ca.gov/pli/servlet/InformationRequest or you can call the producer licensing hotline at 800-967-9331.\nThank you.\nProducer Licensing Bureau\nCALIFORNIA DEPARTMENT OF INSURANCE",
    "trans": "ЛІ, КВІ СУК\nРІКАРДО ЛАРА КОМІСАР ЗІ СТРАХУВАННЯ У ШТАТІ КАЛІФОРНІЯ\nДата: Номер ліцензії: Тип ліцензії: Ліцензійні вимоги:\n30 вересня 2024 4410863\nСтраховий агент з питань нещасних випадків та здоров'я або хвороби, життя\nВаша ліцензія [redacted_number], яка видана Бюро ліцензування агентів Департаменту страхування Каліфорнії (CDI), тепер доступна для друку або для завантаження на ваш комп’ютер. Ліцензія, яка була нещодавно видана або поновлена, надає вам право діяти в якості страховий агент.\nПочинаючи з 1 липня 2009 року, CDI більше не відправляє ліцензії поштою. Ви повинні скористатися наступним сервісом для отримання вашої ліцензії. Зверніть увагу на те, що формат номерів ліцензій може відрізнятися, і перша цифра може бути від 0 до 9.\nВи можете надрукувати або завантажити свою ліцензію, використавши наступне посилання: www.sircon.com або https://www.insurance.ca.gov/0200-industry/0075-print-lic. Зверніть увагу, що ви можете скористатися послугою друку або завантаження вашої ліцензії в будь-який час.\nДля успішного завантаження зашифрованої ліцензії ваш комп’ютер може потребувати останню версію Adobe Acrobat для друку документа. Ось безкоштовне посилання, щоб оновитися на останню версію Adobe\nAcrobat: http://get.adobe.com/reader/\nЯкщо у вас є запитання або проблеми, будь ласка, зверніться до Бюро ліцензування агентів CDI через електронну службу запитів: https://interactive.web.insurance.ca.gov/pli/servlet/InformationRequest або зателефонуйте на гарячу лінію ліцензування агентів за номером 800-967-9331.\nДякуємо.\nБюро ліцензування агентів\nДепартамент страхування Каліфорнії"
}