{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Halfway through the 2020s, it’s been a decade full of highs and lows: the depths of the pandemic, the trials of supply chain and labor disruption, the boom times of recovery and the current challenges of slow sales and tight budgets. It has called for leaders who can meet the moment.\nThe Counselor Power 50 is a collection of these entrepreneurs and executives in the promo industry who have demonstrated all the right qualities. With the perfect mix of pragmatism and boldness, they’re steeling their companies against the ebbs and flows to reach long-term success.\nOur process for assembling the Counselor Power 50 starts by surveying last year’s members and the promo industry at large to determine whose influence is rising and falling. We also put out a call for nominations for potential new members. We then research each candidate and examine their career accomplishments and achievements in the past year. This information in its totality helps establish who is recognized on our annual list.\nThis year and moving forward, Counselor has decided to include only leaders whose companies conduct business as promo suppliers and distributors. (This makes industry service providers, nonprofits, politicians and outside business leaders ineligible.) The change has a notable effect this year – the Counselor Power 50 features 17 people who weren’t on last year’s list, including 15 people making their first appearance. The list also features 20 women – more than have ever appeared on the Counselor Power 50 since its inception.\nCome meet the leaders who have their companies sprinting to success in the second half of the decade and beyond.",
    "trans": "Половина 2020-х - це десятиліття, сповнене злетів і падінь: глибина пандемії, випробування, пов'язані з порушенням ланцюгів поставок і трудових відносин, бум часів відновлення та поточні виклики, пов'язані з повільними продажами та обмеженими бюджетами. Це вимагало лідерів, здатних відповідати вимогам часу.\nСписок Counselor Power 50 — це зібрання підприємців та керівників у промо-індустрії, які продемонстрували всі необхідні якості. З поєднанням прагматизму та рішучості вони зміцнюють свої компанії проти коливань ринку, прагнучи досягти довгострокового успіху.\nНаш процес формування списку Counselor Power 50 починається з опитування учасників минулорічного списку та широкої промо-індустрії, щоб визначити, чий вплив зростає, а чий падає. Ми також оголошуємо набір кандидатів на можливе включення до списку. Далі ми досліджуємо кожного кандидата та аналізуємо їхні кар'єрні досягнення за минулий рік. Ця інформація в сукупності допомагає визначити, хто потрапляє до нашого щорічного списку.\nЦього року і в майбутньому журнал Counselor вирішив включати лише лідерів, чиї компанії займаються бізнесом як постачальники та дистриб’ютори промо-продукції. (Це означає, що постачальники послуг індустрії, неприбуткові організації, політики та зовнішні бізнес-лідери не можуть бути включені до списку.) Це зміна має значний вплив цього року — список Counselor Power 50 включає 17 осіб, які не потрапили до минулорічного списку, з яких 15 осіб з'являються вперше. Список також містить 20 жінок — більше, ніж будь-коли з моменту створення Counselor Power 50.\nПриходьте познайомитися з лідерами, чиї компанії мчать до успіху в другій половині десятиліття та в майбутньому."
}