{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Breweries have become beloved neighborhood pubs, and lucky for us, Norfolk’s brewery scene has taken off! With multiple breweries in Norfolk, each serving up something a little different, there’s a brew to match every mood. Here’s a guide to exploring the breweries in Norfolk.\nAfterglow Brewing\nAfterglow is a fun, family-friendly/pet-friendly brewery crafting delicious beers and seltzers in all styles. They brew with state-of-the-art BrewHa equipment from Canada and are the first brewery to use this system in the state of Virginia. They also pride themselves on recycling their used grain to local farmers in the Hampton Roads area. Check them out in Norfolk’s up-and-coming Railyard.\nArmed Forces Brewing Co.\nArmed Forces Brewing\nLocated at 211 W. 24th Street, Norfolk’s newest brewery has a 650 person, multi-level tap room with 32 taps, a performance stage for live entertainment, and a covered outdoor beer garden with 12 more taps. The owners say it is “a great space for our Military and Veteran community and for everyone to hold events, parties and meetings, or to just stop by and drink some great American beer!” (Kid and Pet friendly)\nBenchtopCraft Brewing Compan",
    "trans": "Пивоварні стали улюбленими пабами по сусідству, і, на щастя для нас, пивні місця у Норфолку процвітають! У місті працює кілька пивоварень, і кожна пропонує щось унікальне, тому тут знайдеться пиво для будь-якого настрою. Ось гід по пивоварнях Норфолка.\nAfterglow Brewing\nAfterglow є веселою, сімейною та дружньою до домашніх тварин пивоварнею, яка створює смачні сорти пива та зельтерську воду у різних стилях. Вони використовують передове обладнання BrewHa з Канади та стали першою пивоварнею у штаті Вірджинія, яка працює на даній системі. Крім того, вони пишаються тим, що переробляють використане зерно та передають його місцевим фермерам у регіоні Гемптон-Роудс. Завітайте до них у перспективний район Railyard у Норфолку.\nArmed Forces Brewing Co.\nArmed Forces Brewing\nЦя нова пивоварня Норфолка, яка розташована за адресою 211W. 24-та Стріт, має просторий багаторівневий зал на 650 осіб із 32 кранами для розливу пива, сцену для живих виступів і критий пивний сад на відкритому повітрі разом з 12 кранами. Власники кажуть, що це «чудове місце для нашої військової та ветеранської спільноти, а також для всіх охочих проводити заходи, вечірки, зустрічі або просто зайти й випити чудового американського пива!» (Дружня до дітей та домашніх тварин)\nBenchtopCraft Brewing Compan"
}