{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Apple Intelligence (All iPhone 16 models, iPhone 15 Pro, iPhone 15 Pro Max)\nWriting Tools\nWriting Tools are available nearly everywhere you type, allowing you to rewrite, proofread, and summarize text right in the app you’re working in\nRewrite suggests different versions of your text so you can choose which combination of flow and wording you like best\nProofread lets you view suggested improvements to what you’re writing, like grammar fixes and language refinements\nSummarize allows you to select text wherever you’re writing and generate a high-quality summary\nSiri\nA new look and feel includes a glowing light that wraps around the edge of your screen, animates responsively to the sound of your voice, and lets you keep scrolling or typing while you talk to Siri\nType to Siri when you don’t want to speak a request out loud by double tapping at the bottom of the screen\nRicher language understanding enables Siri to follow along if you stumble over your words or change your mind mid-sentence\nConversational context is maintained over the course of a session, so you can refer more naturally to something you said in a recent request or something Siri mentioned in a recent response\nProduct knowledge helps you get answers to thousands of questions about the features and settings on your Apple products\nVoice enhancements make Siri sound more natural, expressive, and clear\nPhotos\nPhotos search lets you find photos and videos simply by describing what you’re looking for\nClean Up removes distractions in your photos\nMemory movies can be created by describing the story you want to see\nNotifications\nNotification summaries make it easy to catch up on your notifications with a glanceable summary of the most important information",
    "trans": "Apple Intelligence(Усі моделі iPhone 16, iPhone 15 Pro, iPhone 15 Pro Max)\nІнструменти для написання тексту\nІнструменти для написання доступні майже скрізь, де ви вводите текст, дозволяючи переписувати, перевіряти і підсумовувати текст прямо в додатку, у якому ви працюєте\nRewrite пропонує різні версії вашого тексту, щоб ви могли вибрати найбільш підходящу комбінацію стилю та формулювання.\nProofread дозволяє переглядати запропоновані покращення до вашого тексту, такі як виправлення граматики та уточнення мови.\nSummarize дозволяє вибирати текст в будь-якому місці і генерувати високоякісне резюме.\nSiri\nНовий вигляд і відчуття включає світловий ефект, який обвиває краї вашого екрану, анімуючи його відповідно до звуку вашого голосу, і дозволяє вам продовжувати прокручування чи введення тексту під час розмови з Siri.\nНабір текстом до Siri дозволяє надсилати запитання, не вимовляючи їх голосно, натиснувши двічі на екран внизу.\nБагатше розуміння мови дозволяє Siri слідкувати за вами, якщо ви спіткнулися на словах або змінили думку під час розмови.\nЗбереження контексту бесіди протягом сесії дозволяє більш природно посилатися на те, що ви сказали в останньому запиті або що Siri згадала в попередній відповіді.\nЗнання продукту допомагає отримати відповіді на тисячі запитів про функції та налаштування ваших продуктів Apple.\nПокращення голосу роблять Siri більш природною, виразною і чіткою.\nФотографії\nПошук фотографій дозволяє знаходити фотографії та відео, просто описуючи, що ви шукаєте.\nОчищення видаляє непотрібні елементи на ваших фотографіях.\nФільми пам'яті можна створювати, описуючи історію, яку ви хочете побачити.\nПовідомлення\nРезюме повідомлень дозволяє швидко ознайомитися з вашими повідомленнями, зібраними в зручне резюме найважливішої інформації."
}