{
    "source": "en_US",
    "target": "uk_UA",
    "text": "This paper is an exploratory and tentative study of the specific differentia of medical care as the object of normative economics. It si contended here, on the basis of comparison of obvious characteris- tics of the medical-care industry with the norms of welfare economics, that the special economic problems of medical care can be explained as adaptations to the existence of uncertainty in the incidence of dis- ease and in the efficacy of treatment.\nhel lshould eb noetd thats ni subit si them, nac ear plustry, not medical care si only one. Particularly at olw levels of income, other\nabout the physician, private and group practice, hospitals, and public health, which 1propose to discuss.\nThe focus of discussion will be on the way the operation of the medical-care industry and the efficacy with which it satisfies the needs of society differ from a norm, if at all. The \"norm\" that the econo- mist usually uses for the purposes of such comparisons is the operation of a competitive model, that is, the flows of services that would be\n*The author is professor of economics at Stanford University. He wishes to express his S h a M e s i n a f u l c o m o t e . i s p o p e , w a s p r e p a r e d u n d e r t , s p o n s o r s h i p f o Re h F r o , l Foundation as part of a series of papers on the economics of health, education, and welfare.",
    "trans": "Ця робота є дослідницьким і попереднім дослідженням специфічної диференціації медичної допомоги як об'єкта нормативної економіки. На основі порівняння очевидних характеристик медичної галузі з нормами економіки добробуту стверджується, що особливі економічні проблеми медичної допомоги можна пояснити як адаптацію до існування невизначеності в захворюваності та ефективності лікування.\nСлід зауважити, що в деяких випадках питання не стосується лише медичної допомоги. Особливо на низьких рівнях доходу, інші\nпро лікаря, приватну та групову практику, лікарні та громадське здоров'я, які я пропоную обговорити\nОсновна увага буде зосереджена на тому, як функціонування медичної індустрії та ефективність її задоволення потреб суспільства відрізняються від норми, якщо це взагалі має місце. «Норма», яку економіст зазвичай використовує для таких порівнянь, — це функціонування конкурентної моделі, тобто потоки послуг, які були б\n*Автор є професором економіки в Стенфордському університеті. Він бажає висловити своє сором за незначні помилки в роботі. Ця стаття була підготовлена за сприяння Фонду Re h F r o як частина серії робіт з економіки охорони здоров'я, освіти та соціального забезпечення.\""
}