{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Wide Range of Uses: The 4 pieces patio furniture set you buy includes a two-seater sofa, 2 armchairs, a coffee table with a tempered glass top and 3 cushions, and an instruction manual. The cushion is detachable and it is not recommended to expose the cushion to rain or snow. Our outdoor sofa sets are suitable for a variety of occasions such as swimming pools, backyards or gardens, and are convenient to store, easy to maintain, and suitable for any size of space.\nSoft and Comfortable: The rattan outside furniture has a thick sponge cushion to provide you with a soft sitting experience. Comfort upgrade|, a wide and deep chair can provide enough space for you to sit comfortably.The seat cushion of the outdoor furniture set can be removed for easy cleaning.\nRugged and Durable: The outdoor furniture set is made of high-grade rattan material with a weatherproof formula. It can be used all-weather and can resist cracking, fading, decay and so on. Ensure a longer service life. The rust-proof steel frame supports the gradient rattan structure, the structure is sturdy and durable.\nMultifunctional Coffee Table: Each outdoor furniture set is equipped with a central coffee table with shatter-resistant tempered glass, which is used to display decorations, place food and drinks, etc.\nReminders and Suggestions: This patio furniture set comes with all the hardware and necessary tools. Follow the instructions and you can assemble the patio sofa set easily and quickly. Note: When you try to install the patio furniture set, please try to align the holes on all sides, do not overtighten one hole, and then try to tighten it slowly on each side. If you are not using a chair, please keep the cushion indoors, because prolonged exposure to the sun or rain will damage the cushion.",
    "trans": "Широкий спектр застосувань: Набір з 4-х предметів для патіо, який ви купуєте, включає двомісний диван, 2 крісла, кавовий столик з загартованим склом і 3 подушки, а також інструкцію. Подушка знімається, і не рекомендується залишати її під дощем або снігом. Наші набори для вуличного дивану підходять для різних випадків, таких як басейни, подвір'я чи сади, вони зручні для зберігання, легкі в догляді та підходять для будь-якого розміру простору.\nМ'який та зручний: Меблі з ротанга для вулиці мають товсту губчасту подушку, що забезпечує м'яке сидіння. Покращений комфорт: широкий і глибокий стілець надає достатньо простору для комфортного сидіння. Подушка сидіння у наборі для вуличних меблів знімається для зручного чищення.\nМіцний і довговічний: Набір вуличних меблів виготовлений з високоякісного ротангового матеріалу з формулою, що забезпечує стійкість до погодних умов. Він підходить для використання в будь-яку погоду та стійкий до тріщин, вигорання, гниття тощо, що забезпечує довший термін служби. Рама з нержавіючої сталі підтримує градієнтну ротанову конструкцію, яка є міцною та надійною.\nБагофункціональний кавовий столик: Кожен набір вуличних меблів оснащений центральним кавовим столиком з загартованим склом, стійким до розбивання. Він може використовуватися для розміщення декорацій, їжі та напоїв тощо.\nНагадування та поради: Цей набір меблів для патіо постачається з усіма необхідними комплектуючими та інструментами. Дотримуйтесь інструкцій, і ви зможете зібрати набір для патіо легко та швидко. Увага: коли ви намагаєтесь зібрати набір меблів для патіо, будь ласка, спробуйте вирівняти отвори з усіх боків, не перетягуючи один отвір, а потім повільно затягніть їх з кожного боку. Якщо ви не використовуєте стілець, зберігайте подушку в приміщенні, оскільки тривале перебування на сонці або дощі може пошкодити подушку."
}