{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name],\nWe are writing to you because we believe that you may be eligible to apply for the new Graduate Visa.\nAccording to our records:\nwe have awarded you a qualifying degree; and\nyou have Tier 4 or Student immigration permission, which has not yet expired; and\nyou were in the UK for the required qualifying period.\nWe have sent a report to the UK Government stating that you may be eligible for the Graduate Route. The UK Government requires us to do this as part of our duties as a Student Sponsor (for immigration purposes).\nYou can only apply for a Graduate Visa if you are in the UK.\nImportant Information: Please be advised that the Graduate visa can only be granted once and there are no exceptions to this. We do not have the ability to check if you have previously had one granted. This means if you have previously had a successful Graduate visa application you do not qualify for it again and your application will be rejected.\nFor more information on the application requirements, please read the guidance provided by the QMUL Advice and Counselling Service.\nTo apply for a Graduate visa, you will need your CAS number: E4G9O",
    "trans": "Шановний [redacted_name],\nМи пишемо до вас, оскільки вважаємо, що ви можете претендувати на отримання нової візи для випускників.\nЗгідно з нашими записами:\nми присвоїли вам кваліфікаційний ступінь; та\nу вас є імміграційний дозвіл Tier 4 або Student, термін дії якого ще не закінчився; та\nви перебували у Великій Британії протягом необхідного кваліфікаційного періоду.\nМи відправили звіт в уряд Великої Британії про те, що ви можете претендувати на програму Graduate Route. Уряд Великої Британії вимагає, щоб ми зробили це в рамках наших обов'язків як спонсора студента (для цілей імміграції).\nВи можете подати заяву на отримання візи випускника, тільки якщо ви знаходитесь у Великій Британії.\nВажлива інформація: будь ласка, майте на увазі, що віза випускника може бути видана тільки один раз, і немає винятків із цього правила. У нас немає можливості перевірити, чи видавалася вам така віза раніше. Це означає, що якщо ви раніше успішно подали заяву на отримання візи випускника, ви не маєте права на її повторне отримання, і вашу заяву буде відхилено.\nДля отримання більш детальної інформації про вимоги до заяви, будь ласка, ознайомтеся з керівництвом, наданим Службою порад і консультацій QMUL.\nЩоб подати заяву на отримання візи випускника, вам знадобиться номер CAS: E4G9O"
}