{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Every kid in my neighborhood knew about the Christmas Witch. She was an elderly woman who left her Christmas decorations up all year long: a twinkling tree in the living room, a plastic wreath on the front door, and giant candy canes hanging in the windows. One kid told me the Christmas Witch would *kidnap children attracted to the decorations.\nI promised myself I would never go near that place, but when I turned fourteen, I got a newspaper route and discovered I’d have to deliver papers to the Christmas Witch. My first day of delivery was a dark, frosty March morning. The sky was just turning pink as I approached the last house on my route ... that of the Christmas Witch. Inside, the house was dark, so I tiptoed up the porch steps and placed the newspaper by the door.\n(ア)I’d done it.\nThen I quickly turned around, not seeing an icy spot on the step. I slipped, fell and slid down the stairs, landing on the sidewalk. I got up and *stumbled, unable to walk. I’d *sprained my ankle.\nThe porch light blinked on. The door opened. Someone slowly came out.\nIt was the Christmas Witch.\n“I’m sorry,” I said. “I ...”\n“Dear me,” said the Christmas Witch. “Are you alright?”\nSpeechless, I pointed at my ankle.\n“Come in; make sure you’re okay.” She smiled — not a wicked-witch smile but a nice smile, like she was concerned.\n(イ)Ididn’thaveanychoice. Holdingtherailing,Iwentupthestepsintoherhouse. She turned on a living room lamp as I *limped to a chair.\n“Relax. Have some tea while I call your parents.”\nI told her my number as she dialed.\n“Hello,” she said. “This is Mona Wright on Pine Way Avenue. Your son slipped and hurt his ankle.” She nodded and hung up. “Your mother will be here shortly.” “Thank you, Mrs. Wright.”\n“You’re welcome.” She sat down across from me, and then whispered, “You don’t have to call me Mrs. Wright; you can call me( ウ ).”\n4\n次の英文を読んで，あとの問いに答えよ。( 配点 22)\n− 12 −\nI was surprised.\n“It’s alright.” She shrugged. “I hear what people say. It doesn’t matter.”\n“You do have lots of decorations,” I said.\n“I think it’s pretty,” she replied.\nI said, “People think it’s ... weird.”\n“They don’t understand the reason I leave up my decorations,” she responded. “What is the reason?” I asked.\nMrs. Wright took a deep breath. “Well, in 1970, my son Anthony was *drafted and sent to Vietnam. My husband had died years earlier when Anthony was little, so the only family we had was each other. Anthony was scheduled to come home on January 10, 1972. He called me on New Year’s Eve and told me to leave up the Christmas decorations. He would help me put them away when he got home.”\n“So what happened?” I asked.\n“Three days later, Anthony was killed in a helicopter crash,” said Mrs. Wright. “My boy never made it back home. And even though I know it doesn’t change anything, I can’t bring myself to take down those decorations, even after all these years. (エ)I guess I just like to pretend that Anthony will be home soon to help me with that chore.”\nI didn’t like myself at that moment. Mrs. Wright wasn’t a witch. She was a sad, isolated person struggling with a terrible loss.\n(“ オ)I’m sorry,” I said quietly.\nMrs. Wright sighed. “It felt good to talk about Anthony again.”\nThe doorbell chimed.\n“That’s your mother,” said Mrs. Wright, wiping her eyes.\n注) *kidnap =~をさらう *stumble =よろける *sprain =~をくじく *limp =足を引きずって歩く *draft =~を徴兵する\n問1 以下の Question に対する Answer となるように，空所に適当な5~ 10 語程度の英語 を補え。\nQuestion: Why was an elderly woman in the authorʼs neighborhood called the Christmas Witch?\nAnswer : Because her house( ), which seemed strange and scary to some children.",
    "trans": "Кожна дитина в моєму районі знала про Різдвяну Відьму.Вона була літньою жінкою, яка залишала свої різдвяні прикраси цілий рік: мерехтливе дерево у вітальні, пластиковий вінок на вхідних дверях і гігантські льодяники, що висіли у вікнах. Одна дитина розповіла мені, що Різдвяна Відьма викрадає дітей, яких приваблюють прикраси.\nЯ пообіцяв собі ніколи не наближатися до того місця, але коли мені виповнилося чотирнадцять, я отримав роботу з доставки газет і виявив, що мені доведеться розносити газети Різдвяній Відьмі.Мій перший день доставки випав на темний, морозний березневий ранок. Небо тільки-но починало рожевіти, коли я наблизився до останнього будинку на своєму маршруті… будинку Різдвяної Відьми. Усередині будинок був темним, тож я навшпиньках піднявся на ганок і поклав газету біля дверей.\n(ア) Я зробив це.\nПотім я швидко повернувся, не помітивши льодяну ділянку на сходинці. Я послизнувся, впав і з'їхав зі сходів, приземлившись на тротуар.Я підвівся і похитнувся, не в змозі йти. Я вивихнув щиколотку.\nЗагорілася світло на ганку.Двері відчинилися.Хтось повільно вийшов.\nЦе була Різдвяна Відьма.\n— Вибачте, — сказав я. — Я…\n— Ой-ой, — сказала Різдвяна Відьма. — Ти в порядку?\nЯ мовчки вказав на свою щиколотку.\n— Заходь, переконаємося, що з тобою все гаразд. — Вона усміхнулася — не злою відьомською усмішкою, а доброю, наче справді турбувалася.\n(イ) У мене не було вибору.Тримаючись за поручень, я піднявся сходами в її будинок.Вона ввімкнула лампу у вітальні, поки я кульгав до стільця.\n— Розслабся. Випий чаю, поки я зателефоную твоїм батькам.\nЯ продиктував їй номер, поки вона набирала.\n— Алло, — сказала вона. — Це Мона Райт з Пайн Вей Авеню. Ваш син послизнувся і травмував щиколотку.Вона кивнула і поклала слухавку.— Твоя мама буде тут за мить.— Дякую, місіс Райт.\n— Будь ласка. — Вона сіла навпроти мене, а потім прошепотіла: — Можеш не називати мене місіс Райт, можеш звати мене (ウ).\n4\n次の英文を読んで，あとの問いに答えよ。( 配点 22)\n− 12 −\nЯ здивувався.\n— Все гаразд, — знизала вона плечима. — Я знаю, що про мене говорять. Це не має значення.\n— У вас і справді багато прикрас, — сказав я.\n— Я вважаю, що це гарно, — відповіла вона.\nсказав:— Люди вважають це… дивним.\n— Вони не розуміють, чому я не прибираю ці прикраси, — відповіла вона. — А яка причина? — запитав я.\nМісіс Райт глибоко зітхнула.— У 1970 році мого сина Ентоні призвали і відправили до В'єтнаму.Мій чоловік помер багато років тому, коли Ентоні був ще маленьким, тож у нас була лише одна сім'я — ми з ним.Ентоні мав повернутися додому 10 січня 1972 року.Він зателефонував мені у новорічну ніч і сказав залишити різдвяні прикраси.Він допоможе мені їх прибрати, коли повернеться додому.\n— І що сталося? — запитав я.\n— Через три дні Ентоні загинув у катастрофі гелікоптера, — сказала місіс Райт. — Мій хлопчик так і не повернувся додому.І хоча я розумію, що це нічого не змінить, я просто не можу змусити себе прибрати ці прикраси навіть після стількох років.(エ) Гадаю, я просто люблю уявляти, що Ентоні скоро повернеться додому, щоб допомогти мені з цією справою.\nУ той момент я зненавидів себе.Місіс Райт не була відьмою.Вона була самотньою, засмученою людиною, яка переживала страшну втрату.\n(オ) Мені шкода, — тихо сказав я.\nМісіс Райт зітхнула.— Було приємно знову поговорити про Ентоні.\nПродзвенів дверний дзвінок.\n— Це твоя мама, — сказала місіс Райт, витираючи очі.\n注) *kidnap =~をさらう *stumble =よろける *sprain =~をくじく *limp =足を引きずって歩く *draft =~を徴兵する\n問1 以下の Question に対する Answer となるように，空所に適当な5~ 10 語程度の英語 を補え。\nПитання: Чому літню жінку в районі автора називали Різдвяною Відьмою?\nВідповідь: Тому що її будинок ( ), що здавався деяким дітям дивним і моторошним."
}