{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Jia Simpson replied to your conversation.\nIMPORTANT\nHi, your student needs extra help in math class because they did not get a good grade on the most recent test. Your student will have the opportunity to study and take the test again.\nIn order to prepare your student to review their test. They need to attend office hours to receive extra help. Office hours are available on Mondays 3:50-4:30pm and Wednesdays 9:20-10:15am with Ms. Simpson. This is MANDATORY if your student wants the opportunity to review their test. Ms. Simpson will meet with your student tomorrow October 10th to discuss opportunities to improve their grade. Please ask your student to arrange a day to receive tutoring at school and after school. For anything, Ms. Simpson.\nMessage sent on Wednesday, Oct 9 at 10:14 AM to Jessica Rodriguez\nView or Reply in App\nPlease do not reply directly to this email. Click the \"View or Reply in App\" button to send a reply to Jia Simpson.\nPrevious Message:\nOn Friday, Sep 27 at 4:29 PM, Jia Simpson wrote:\nHello parents,\nThis week in math class, we continued learning about translations, rotations, and reflections. In addition to this we learned how to plot points on a graph. Please help your student check their math grade and check that they turned in their IXL noted for this week in Google classroom. This week your student should have completed 3 items in Google Classroom:\n9/23 SDL\n9/26 SDL\nPart 1 Desmos lesson\nMs. Simpson\n--Spanish--\nHello parents,\nThis week in math class, we continued learning about translations, rotations, and reflections. In addition to this we learned how to plot points on a graph. Please help your student check their math grade and check that they turned in their IXL noted for this week in Google classroom. This week your student should have completed 3 articles in Google Classroom:\n9/23 SDL\n9/26 SDL\nPart 1 Desmos Lesson\nMrs. Simpson",
    "trans": "Цзя Сімпсон відповіла на вашу розмову.\nВАЖЛИВО\nПривіт, вашому учню потрібна додаткова допомога з математики, оскільки він отримав низьку оцінку за останній тест. У нього буде можливість підготуватися і перездати тест.\nЩоб підготувати учня до повторного тестування, йому необхідно відвідувати консультаційні години для отримання додаткової допомоги. Консультації доступні у понеділок з 15:50 до 16:30 та в середу з 9:20 до 10:15 у пані Сімпсон. Це ОБОВ’ЯЗКОВО, якщо ваш учень хоче мати можливість перездати тест.Пані Сімпсон зустрінеться з вашим учнем завтра, 10 жовтня, щоб обговорити шляхи покращення оцінки. Будь ласка, попросіть вашого учня узгодити день для отримання додаткових занять у школі та після уроків.З усіх питань звертайтеся до пані Сімпсон.\nПовідомлення надіслано в середу, 9 жовтня о 10:14 AM Джесіці Родрігес.\nПереглянути або відповісти в додатку\nБудь ласка, не відповідайте безпосередньо на цей електронний лист. Натисніть кнопку «Переглянути або відповісти в додатку», щоб надіслати відповідь Цзя Сімпсон.\nПопереднє повідомлення:\nУ п’ятницю, 27 вересня о 16:29 Цзя Сімпсон написала:\nПривіт, батьки,\nЦього тижня на уроках математики ми продовжили вивчати паралельні переноси, обертання та відображення. Крім того, ми навчились будувати точки на графіку.Будь ласка, допоможіть вашій дитині перевірити її оцінку з математики та переконатися, що вона здала свої нотатки IXL за цей тиждень у Google Classroom.Цього тижня ваш учень повинен був виконати 3 завдання в Google Classroom:\n23.09 – SDL\n26.09 – SDL\nЧастина 1 – Урок Desmos\nПані Сімпсон\nІспанською:\nПривіт, батьки,\nЦього тижня на уроках математики ми продовжили вивчати паралельні переноси, обертання та відображення. Крім того, ми навчились будувати точки на графіку.Будь ласка, допоможіть вашій дитині перевірити її оцінку з математики та переконатися, що вона здала свої нотатки IXL за цей тиждень у Google Classroom.\n23.09 – SDL\n26.09 – SDL\nЧастина 1 – Урок Desmos\nПані Сімпсон"
}