{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello Business English 2 Class 13 students,\nA few minutes ago I sent out scores from our online exercise. We will talk more about it tomorrow in class. I really appreciate all your hard work on this assignment and the data you have provided me.\nAccording to the data, the average time on this assignment was around 70 minutes, with some of you completing it in as little as 35 minutes 14 seconds and some of you finishing in about 94 minutes. I would also like to point out that the person who completed the exercise in 94 minutes has the second highest score! Well done!\nThere are obviously some problems with the system since 11 of you were unable to do the activity. I hope that we can work together tomorrow and see if the students were able to access the online activity can be of help to those who could not.\nTo those of you who did complete the activity, I have added a 1 point bonus to your score. Congratulations. If you want to earn more, please help our fellow students to access Pearson Online in tomorrow’s class.\nThat’s all for now. You do not need to reply to this email. I look forward to seeing all of you in class tomorrow. We will fix any problems and move on!\nHave a good day! It’s hot but also sunny and beautiful here in Osaka!\nAll the best to you!\nJoe\nSent from: 🔵 iPad",
    "trans": "Школа Hello Business English 2 урок, 13 студентів\nКілька хвилин тому я розіслав результати наших онлайн вправ. Ми більше поговоримо про це завтра в класі. Я дуже ціную вашу важку роботу над цим завданням, та дані, які ви мені надали.\nВідповідно цим даним, середній час роботи над цим завданням склав приблизно 70 хвилин, при чому дехто з вас завершив його швидко, за 25 хвилин 14 секунд, а дехто фінішував за майже 94 хвилини. Також я б хотів відмітити, що особа, яка завершила завдання за 94 хвилини, має другий найкращий результат! Гарна робота!\nВочевидь є певні проблеми з системою, оскільки 11 з вас не змогли виконати це завдання. Я сподіваюсь, що ми зможемо попрацювати разом завтра та побачити, чи могли студенти, які підключилися до онлайн завдання, допомогти тим, хто не зміг.\nВсім з вас, хто виконав це завдання, я додав 1 бонусний бал до результату. Вітаю. Якщо ви бажаєте заробити більше, будь ласка, допоможіть вашим сокурсникам підключитись до Pearson Online на завтрашньому уроці.\nЦе поки що все. Вам не потрібно відповідати на це повідомлення. Я з нетерпінням чекаю всіх вас завтра в класі. Ми виправимо будь-які проблеми та продовжимо!\nГарного дня! Тут в Осаці спекотно, однак також сонячно та гарно!\nВсього вам найкращого!\nДжо\nВідправлено з: 🔵 iPad"
}