{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Candidate:[redacted_name]\nOrder Number: [redacted_id]\nYour profile link: [redacted_url]\nHello,\nFirst Advantage is conducting an employment screen on behalf of FXG VENDOR J H T ENTERPRISES I and your immediate assistance is needed.\nThe following information is required and essential to complete your employment screen. If any duplicates are listed, you will only need to provide the information once within the online portal:\nRequested Information - ELIANA LLC\nPlease provide additional contact information (phone number along with the fax or email) for your applicant's employment (ELIANA LLC) attempts have already been made to reach a source\nPlease Note: You may receive additional requests for information following this notice. Please review each request and respond using the link below as soon as possible.\nNext Step - Click the link below\nTo expedite handling, please use this secure link to provide this information directly to First Advantage https://pa.fadv.com/#/invite/? key=0A25C9EA-84DE-9DD2-927A-13C242406746\nThis link expires on Oct 31, 2024 02:41 PM EDT\nSincerely,\nClient Services\nFedEx.Support@fadv.com\nToll Free Fax: 1-888-719-8911\nNote - if you are unable to access the link above, you may email FedEx.Support@fadv.com or fax the information to the number above. Please include your name and order number (CID) in your response and expect a 24 hour delay when sending information by fax or email.\n** Please do not reply to this email **\nThe information contained in this e-mail message is intended only for the personal and confidential use of the recipient(s) named above. If the reader of this message is not the intended recipient or an agent responsible for delivering it to the intended recipient, you are hereby notified that you have received this document in error and that any review, dissemination, distribution, or copying of this message is strictly prohibited. If you have received this communication in error, please notify employment.support@fadv.com, and delete the original message.",
    "trans": "Кандидат:[redacted_name]\nНомер замовлення: [redacted_id]\nПосилання вашого профілю: [redacted_url]\nВітаємо,\nКомпанія First Advantage здійснює перевірку на відповідність займаній посаді від імені FXG VENDOR J H T ENTERPRISES I, і ми потребуємо Вашої негайної допомоги.\nНаведена нижче інформація потрібна і важлива для завершення вашої перевірки на працевлаштування. У разі наявності дублікатів, необхідно надати інформацію лише один раз на онлайн-порталі:\nНеобхідна інформація - ELIANA LLC\nПросимо надати додаткову контактну інформацію (телефонний номер з факсом або e-mail) для працевлаштування Вашого кандидата (ELIANA LLC) Вже були зроблені спроби зв'язатися з джерелом інформації\nЗверніть увагу: Після цього повідомлення ви можете отримати додаткові запити на інформацію. Просимо розглянути кожен запит і відповісти на нього, скориставшись посиланням нижче, якнайшвидше.\nДалі натисніть на посилання нижче\nЩоб пришвидшити обробку, будь ласка, використовуйте це захищене посилання, щоб надати цю інформацію безпосередньо до First Advantage https://pa.fadv.com/#/invite/? key=0A25C9EA-84DE-9DD2-927A-13C242406746\nЦе посилання закінчується 31 жовтня 2024 02:41 PM EDT\nЗ повагою,\nВідділ по роботі з клієнтами\nFedEx.Support@fadv.com\nБезплатний факс: 1-888-719-8911\nЗверніть увагу: якщо вам не вдається перейти за вказаним вище посиланням, надішліть інформацію електронною поштою на адресу FedEx.Support@fadv.com або факсом на вищевказаний номер. У відповіді обов'язково вказуйте своє ім'я та номер замовлення (CID) і враховуйте 24-годинну затримку при відправці інформації факсом або електронною поштою.\n** Прохання не відповідати на цей електронний лист**\nІнформацію в цьому електронному повідомленні призначено лише для особистого та конфіденційного використання вищезазначеними одержувачами. Якщо особа, яка читає це повідомлення, не є адресатом або агентом, що відповідає за його доставку адресату, ми повідомляємо вас, що ви помилково отримали цей документ, і що будь-який перегляд, розповсюдження або копіювання цього повідомлення суворо заборонені. Якщо Ви помилково отримали це повідомлення, повідомте про це на адресу employment.support@fadv.com і вилучіть оригінал листа."
}