{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Charles II\nCharles II (1660-85), Charles I's son, had spent his exile in France; he was an admirer of the Sun King, Louis XIV, and he had French tastes. Therefore, when the monarchy was restored in 1660 and he came back to England, he established a court devoted to pleasure.\nTheatres, race-courses and taverns re-opened, and fashion and gossip replaced religious debate. The reaction to the Civil War and Puritan Commonwealth (→ 2.5) varied from the rejection of strict morality to a more rational interest in the real, present world, rather than a concentration on the life of the soul In 1662 Charles patronised the Royal Society, which was an association of scientists and intellectuals. The motto of the Society, nullius in verba - on the word of no one' - was a direct challenge to the dependence of the old philosophy on authorities. Among its members were the physicist and chemist Robert Boyle (1627-91), the diarists John Evelyn (1620-1706) and Samuel Pepys (→ The Portrait, p. 185), and the architect Sir Christopher Wren (1632-1723).\nAs regards home policy, the landowners, both nobles and gentry, resumed their leadership of society and the newly elected Parliament, the so-called Cavalier Parliament, met in 1661. It ordered the bodies of the regicides, including Cromwell, to be exhumed and hanged. A series of acts were passed, like the Corporation Act\n(1661), which excluded the dissenters from",
    "trans": "Карл II\nКарл II (1660–1685), син Карла I, провів своє вигнання у Франції; він був захоплений Сонячним королем Людовіком XIV і мав французькі смаки. Тому, коли монархія була відновлена в 1660 році і він повернувся до Англії, він організував двір, який був присвячений насолоді.\nТеатри, іподроми та таверни знову відкрилися, а мода і плітки замінили релігійні дебати. Реакція на громадянську війну та пуританську Спільноту (→ 2.5) коливалася від відмови від суворої моральності до більш раціонального інтересу до реального, сучасного світу, а не зосередження на житті душі. У 1662 році Карл став покровителем Королівського товариства, яке було асоціацією вчених та інтелектуалів. Девіз Товариства, nullius in verba — \"на слові нічиєм\" — був прямим викликом залежності старої філософії від авторитетів. Серед його членів були фізик і хімік Роберт Бойль (1627–1691), автори щоденників Джон Евелін (1620–1706) і Семюель Піпс (→ Портрет, с. 185), а також архітектор сер Крістофер Рен (1632–1723).\nСтосовно внутрішньої політики, землевласники, як аристократи, так і дворянство, відновили своє лідерство у суспільстві, а новообраний Парламент, так званий Парламент Кавалерів, зібрався в 1661 році. Він наказав ексгумувати тіла царевбивць, зокрема Кромвеля, і повісити їх. Були прийняті низка законів, таких як Закон про корпорації\n(1661), який виключав дисидентів з"
}