{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Autoimmune endotheliopathy is a rare finding associated with pars planitis. [redacted_name] et al.30 reported four of 10 patients with pars pla- nitis who demonstrated areas of peripheral corneal edema with KPs arranged linearly on the border between the edematous and normal areas of the cornea. This morphologic finding was reminiscent of a corneal graft endothelial rejection line. Although other investigators have not observed this finding as frequently as [redacted_name] et al. did, the possible association of an autoimmune phenomenon is an intrigu- ing notion.\nMost adults with intermediate uveitis have minimal anterior seg- ment inflammation,39 except those with intermediate uveitis associated with multiple sclerosis; these patients typically develop a granuloma- tous anterior uveitis with formation of mutton-fat keratic precipitates (KPs). Anterior segment inflammation is more common in pediatric uveitis, where there may be a moderate degree of anterior chamber cells with posterior synechiae. [redacted_name] et al.3 noted peripheral anterior synechiae in 24% of patients and posterior synechiae in 18%. Band keratopathy may be seen in children. Occasionally, patients may present with significant anterior segment inflammation with pain and photophobia and only later manifest signs typical of an intermediate uveitis.",
    "trans": "Аутоімунна ендотеліопатія є рідкісною знахідкою, яка пов'язана з парспланітом. [redacted_name] та ін.30 повідомили про чотирьох із 10 пацієнтів із парспланітом, у яких спостерігалися ділянки периферичного набряку рогівки з кератичними преципітатами, що розташовані лінійно на межі між набряклими й нормальними ділянками рогівки. Ця морфологічна знахідка нагадувала лінію відторгнення ендотелію рогівкового трансплантата. Хоча інші дослідники не спостерігали цю знахідку так часто, як [redacted_name] та ін., можлива асоціація з аутоімунним феноменом є інтригуючою ідеєю.\nУ більшості дорослих із проміжним увеїтом запалення переднього сегмента є мінімальним, 39 за винятком пацієнтів із проміжним увеїтом, пов'язаним із розсіяним склерозом; у таких пацієнтів зазвичай розвивається гранулематозний передній увеїт з утворенням кератичних преципітатів (КП) із баранячого жиру. Запалення переднього сегмента частіше трапляється під час увеїтів у дітей, при цьому може спостерігатися помірний ступінь ураження клітин передньої камери із задніми синехіями. [redacted_name] та ін.3 відзначили периферичні передні синехії у 24 % пацієнтів і задні синехії у 18 %. Смугаста кератопатія може спостерігатися у дітей. Іноді у пацієнтів може спостерігатися значне запалення переднього відрізка ока з болем і світлобоязню, і тільки пізніше проявляються ознаки, характерні для проміжного увеїту."
}