{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello,\nThanks for reaching out to us. We’ve investigated your report and it seems like you still have control of your account.\nIf you notice there is suspicious activity on the account, please take these steps immediately:\nChange your password. You can request a new password through this link. Picking a strong, unique password you haven’t used before is always the best plan.\nCheck your connections Visit the Apps tab to revoke any third-party applications you don’t recognize. Read about connecting or removing apps from your account here .\nEnable 2FA in your account. This added security feature will require access to both your password and your mobile device whenever there is a login attempt in the future.\nVerify that the email address connected to your account is secure. If you’re not sure, change the email associated with your X account.\nCheck your computers for viruses and malware, especially if you change your X password and there are still unauthorized posts on your account.\nDo not share your username, email, and password with untrusted third-party sites, especially sites that promise to get you more followers.\nIf you’re receiving password reset emails that you didn’t request, please consider enabling the option to require personal information when resetting your password. We also have more information about compromised accounts .\nThanks,\nX Support",
    "trans": "Привіт,\nДякуємо за звернення до нас. Ми розглянули вашу заяву і здається, що ви все ще маєте контроль над своїм обліковим записом.\nЯкщо ви помітите підозрілу активність в обліковому записі, будь ласка, негайно виконайте ці кроки:\nЗмініть свій пароль. Ви можете запросити новий пароль за цим посиланням. Завжди краще вибрати сильний, унікальний пароль, який ви раніше не використовували.\nПеревірте свої підключення. Відвідайте вкладку \"Додатки\", щоб відкликати доступ до будь-яких сторонніх додатків, які ви не впізнаєте. Дізнайтеся більше про підключення або видалення додатків з вашого облікового запису тут.\nУвімкніть 2FA у своєму обліковому записі. Ця додаткова функція безпеки вимагатиме доступу як до вашого пароля, так і до вашого мобільного пристрою щоразу, коли в майбутньому буде спроба входу в систему.\nПереконайтеся, що електронна адреса, пов'язана з вашим обліковим записом, є безпечною. Якщо ви не впевнені, змініть електронну адресу, пов'язану з вашим обліковим записом X.\nПеревірте свої комп'ютери на наявність вірусів і шкідливих програм, особливо якщо ви змінили свій пароль X і все ще маєте несанкціоновані публікації в своєму обліковому записі.\nНе діліться своїм ім'ям користувача, електронною адресою та паролем з ненадійними сторонніми сайтами, особливо з сайтами, які обіцяють отримати вам більше підписників.\nЯкщо ви отримуєте електронні листи для скидання пароля, які не запитували, розгляньте можливість увімкнення опції вимагати особисту інформацію при скиданні пароля. У нас також є більше інформації про зламані облікові записи.\nДякуємо вам,\nX Support"
}