{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Now [redacted_name] shoulders forward, clasping your hand in a gesture of friendship; beside him, [redacted_name] bows so low that his forehead nearly touches the ground. Only [redacted_name] hangs back, pretending to be distracted by something out the infirmary window—for you must be in the Hunters' infirmary—though her body language remains puckered and sullen.\n\"I suppose we ought to start from the beginning,\" [redacted_name] says. \"But first—[redacted_name], go and get someone to bring [redacted_name] some food. She must be famished.\"\n\"I'll get it,\" [redacted_name] says then, without looking at you.\n\"No,\" [redacted_name] says then, immediately bristling with anger again. Although he doesn't raise his voice, you can see it in the slant of his brow, the slight tension in his jaw, the way his right shoulder just drops slightly for easy access to his sword's hilt. [redacted_name] is furious, and the object of his ire is, bizarrely, Moonsilk.\n[redacted_name] glances sharply at his betrothed, apparently also displeased by the suggestion. \"I think it'd be easier if you waited in your room, [redacted_name].\"\nIt's barely noticeable, but you all see it: she goes stiff with anger for a moment, the soft and ethereal and mystical facade melting into the indignation of a young woman used to getting her way. It doesn't seem that she's used to her husband-to-be speaking to her like that… but after a moment, Moonsilk only nods curtly and walks silently out of the room. Still barefoot and gliding.\nThe three men exchange silent glances with each other, and from their intense stares, you can tell some sort of heated conversation is going on between all three of them. Finally [redacted_name] turns to you with a crooked, forced smile and says, \"Right. Food first. Then we can talk.\"\nYou nod, puzzled by the tension in the atmosphere but suddenly too hungry to probe into it further. \"Sounds good to me.\"",
    "trans": "Тепер [redacted_name] нахиляється вперед, стискаючи вашу руку в жесті дружби; поруч з ним [redacted_name] кланяється так низько, що його лоб майже торкається землі. Лише [redacted_name] залишається осторонь, прикидаючись, що відволікся на щось за вікном лікарні - адже ви, напевно, знаходитесь в лікарні Мисливців - хоча її мова тіла залишається насупленою і похмурою.\n\"Я думаю, нам слід почати з самого початку,\" каже [redacted_name]. \"Але спочатку - [redacted_name], йди і поклич когось, щоб принесли [redacted_name] їжу. Вона напевно голодна.\"\n\"Я принесу,\" каже тоді [redacted_name], не дивлячись на вас.\n\"Ні,\" каже тоді [redacted_name], знову миттєво спалахуючи гнівом. Хоча він не підвищує голосу, ви можете побачити це по нахилу його брів, легкому напруженню в щелепі, як його праве плече трохи опускається для легкого доступу до рукоятки меча. [redacted_name] в ярості, а об'єктом його гніву є дивним чином Місячний шовк.\n[redacted_name] різко поглядає на свою наречену, очевидно також незадоволений цією пропозицією. \"Я думаю, буде легше, якщо ти почекаєш у своїй кімнаті, [redacted_name].\"\nЦе ледве помітно, але ви всі це бачите: вона на мить стає жорсткою від гніву, м'яка і ефірна та містична фасада розпливається в обурення молодої жінки, звиклої отримувати своє. Здається, що вона не звикла до того, щоб її майбутній чоловік говорив їй так... але через мить Місячний шовк лише коротко кидає кивок і безшумно виходить з кімнати. Все ще босоніж і пливучи.\nТроє чоловіків обмінюються мовчазними поглядами один з одним, і з їхніх інтенсивних поглядів можна зрозуміти, що між усіма трьома відбувається якась гаряча розмова. Нарешті [redacted_name] повертається до вас з кривим, вимушеним усмішкою і каже: \"Добре. Спочатку їжа. Потім можемо поговорити.\"\nВи киваєте, збентежені напруженою атмосферою, але раптом занадто голодні, щоб заглиблюватися в це далі. \"Мені це підходить\"."
}