{
    "source": "en_US",
    "target": "uk_UA",
    "text": "multimodality, thus further enhancing the theoretical foundations of multimodal discourse analysis. Zhang (2009), guided by Systemic Functional Linguistics, established a comprehensive framework for multimodal discourse analysis, covering cultural, contextual, semantic, formal, and medial dimensions. This contribution played a pivotal role in advancing the maturity of this theory within the domestic academic landscape. Currently, multimodal discourse analysis is predominantly focused on fields such as education, cognitive linguistics, and corpus linguistics. In terms of education, research on the use of multimedia has become mainstream. Feng Dezhen studied the effectiveness of using multiple symbolic systems in English teaching and believed that the theory of diversified reading and writing combined with multimodality and education could address issues such as the dryness of linguistic curriculum and theoretical disconnection from practice. For instance, his “In Chinese, Humanistic and Moral Education in English Language Teaching: The Multimodal Construction of Positive Values” (2015) discusses how to implement humanistic moral education in English teaching using multimodal resources. On the one hand, it systematically expounds on the construction of positive values in multimodal teaching materials, providing teachers with a metalinguistic framework for in-depth interpretation of humanistic values embedded in the curriculum. On the other hand, it applies the theory of diversified reading and writing to design teaching principles for moral education elements, enabling students to understand, identify with, and practice positive values. In addition to education, MDA has been applied to various domains including comics, advertisements, identity construction, news reporting and films with increasing popularity at home. For example, Pan (2021) explores the analysis of subtitle translation in the 2017 American film “Coco”. Her study primarily aims to address two aspects: firstly, analyzing how different modalities in the film coordinate and interact, collectively constructing the overall meaning of subtitle translation text; secondly, examining how film subtitle translation reflects the cultural, contextual, content, and expressive dimensions of the comprehensive theoretical framework of multimodal discourse analysis. Gou (2021), drawing on visual grammar and theories related to text-image relations, employed a screenshot tool to capture images where text and visuals co-occurred in the BBC documentary “Chinese Stories: The Silk Road” and conducted a multimodal discourse analysis of the documentary discourse. Zhang (2023) conducted a statistical analysis of identity resources in video",
    "trans": "мультимодальності, тим самим ще більше зміцнюючи теоретичні основи мультимодального аналізу дискурсу. Чжан (2009), базуючись на системній функціональній лінгвістиці, створив комплексне підґрунтя для аналізу мультимодального дискурсу, яке охоплює культурні, контекстуальні, семантичні, формальні та медіальні виміри. Цей внесок відіграв вирішальну роль у просуванні зрілості цієї теорії у вітчизняному академічному середовищі. Нині мультимодальний аналіз дискурсу переважно сконцентрований у таких галузях, як освіта, когнітивна лінгвістика та корпусна лінгвістика. У сфері освіти дослідження, які присвячені використанню мультимедіа, стали мейнстрімом. Фен Дечжень вивчав ефективність використання кількох знакових систем у викладанні англійської мови і вважав, що теорія диверсифікованого читання і письма в поєднанні з мультимодальністю та освітою може вирішити такі проблеми, як сухість лінгвістичних навчальних програм і відрив теорії від практики. Наприклад, у роботі «Гуманістичне та моральне виховання у викладанні англійської мови китайською мовою: мультимодальне формування позитивних цінностей» (2015) розглядається питання про те, як реалізувати гуманістичне моральне виховання у викладанні англійської мови з використанням мультимодальних ресурсів. З одного боку, у ній систематично розглядається конструювання позитивних цінностей у мультимодальних навчальних матеріалах, надаючи викладачам металінгвістичне підґрунтя для глибокої інтерпретації гуманістичних цінностей, які закладені у навчальній програмі. З іншого боку, вона застосовує теорію диверсифікованого читання і письма для розроблення принципів викладання елементів морального виховання, що дають змогу учням розуміти, ідентифікувати та застосовувати на практиці позитивні цінності. Крім освіти, MDA застосовують у різних сферах, включно з коміксами, рекламою, формуванням особистості, новинними репортажами та фільмами, які стають дедалі популярнішими на батьківщині. Наприклад, Пан (2021) досліджує аналіз перекладу субтитрів в американському фільмі 2017 року «Коко». Її дослідження насамперед спрямоване на розв'язання двох завдань: по-перше, аналіз того, як різні модальності у фільмі координуються та взаємодіють, спільно створюючи загальний сенс тексту субтитрів; по-друге, вивчення того, як переклад субтитрів фільму відображає культурні, контекстуальні, змістовні та експресивні аспекти комплексного теоретичного підґрунтя мультимодального дискурс-аналізу. Гоу (2021), спираючись на візуальну граматику та теорії, пов'язані з відносинами між текстом і зображенням, використовував інструмент скріншотів для захоплення зображень, де текст і візуальний ряд збігалися в документальному фільмі BBC «Китайські історії: Шовковий шлях» і провів мультимодальний дискурс-аналіз документального дискурсу. Чжан (2023) провів статистичний аналіз ресурсів ідентичності у відео"
}