{
    "source": "en_US",
    "target": "uk_UA",
    "text": "wigs. Kiichi Watanabe, the hairstylist who founded JHD&C, said in a Kyodo News article that one of his customers stopped visiting after she became bald. So wanting to help people like her, he founded the NPO to encourage people to donate cut hair, collect hair from beauty salons, produce wigs, and donate those wigs.\nHuman hair wigs cost around 300,000 yen, which many people cannot afford. JHD&C has given away over 400\nwigs so far. Almost 500 people are waiting for high-quality realistic wigs. One high school student said that she had\nnot smiled for a long time. She finally smiled after wearing\nthe wig she had received and looking at herself in a mirror.\nA girl in the UK who lost her hair when she became sick at the age of eight said that losing her hair caused her great sadness. Her hair, she said, had been her best characteristic. Wearing a wig that looked like her natural hair improved her mental health. She survived her illness. Now a teenager, she grows her hair long, and she regularly cuts and donates it to help younger children.\nDonating hair is something that many people could do. The average human-hair wig requires around 20 ponytails. More people need wigs than wigs are available.\nImagine how many children could be helped if more ordinary people, like us, donated some hair, money, or time to organizations like JHD&C. Children are waiting for assistance.",
    "trans": "перуки. Кііті Ватанабе, перукар, який заснував JHD&C, сказав у статті Kyodo News, що одна з його клієнток перестала відвідувати його після того, як стала лисою. Тому бажаючи допомогти людям на кшталт неї, він заснував НПО для заохочення людей до пожертвування зрізаного волосся, збір волосся в салонах краси, виготовлення перук і пожертвування цих перук.\nПеруки з людського волосся коштують близько 300 000 єн, що багато людей не можуть собі дозволити. JHD&C роздала більше 400\nперук вже. Майже 500 людей чекають на високоякісні реалістичні перуки. Одна учениця старшої школи сказала, що\nдавно не усміхалася. Вона нарешті усміхнулася після того, як одягла\nотриману перуку і подивилася на себе в дзеркало.\nДівчина з Великобританії, яка втратила волосся, коли захворіла у віці восьми років, сказала, що втрата волосся принесла їй велике смуток. Її волосся, за її словами, було її найкращою рисою. Носіння перуки, яка виглядала як її натуральне волосся, покращило її психічне здоров'я. Вона пережила свою хворобу. Тепер підліток, вона відрощує довге волосся і регулярно стриже його та жертвує для допомоги молодшим дітям.\nЖертвування волосся - це те, що можуть зробити багато людей. Для виготовлення середньостатистичної перуки з людського волосся потрібно близько 20 хвостиків. Більше людей потребують перук, ніж їх доступно.\nУявіть собі, скільки дітей можна було б допомогти, якщо б більше звичайних людей, як ми, пожертвували трохи волосся, грошей або часу організаціям на кшталт JHD&C. Діти чекають на допомогу."
}