{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Choose between 5 modes of stroller use: parent-facing car seat caddy, reversible carriage, and reversible stroller\nUnique QuikCarriage feature allows the upright stroller seat to convert to a lie-flat carriage instantly\nStroller has 4 relaxing recline positions for a customized comfort\n360° MaxShade extendable canopy on stroller provides UPF 50 protection and unzips to cover the entire seat for added privacy. Peek-a-boo window offers added ventilation and lets you check in on your child.\nExtra-large, easy-access storage basket holds up to 25 lbs.\nRear-facing car seat for babies 4–30 pounds and up to 32\"\nCar seat shell is designed with ClimaFlow™ technology, which helps keep baby cooler\nStroller features 1-handed fold and is self-standing for convenient storage\nStroller’s seat cushion is machine-washable and reversible: breathable mesh fabric for warmer days and cozy knit for cooler days.\nStroller’s soft, plush fabrics are both stylish and comfy\nMesh peek-a-boo window on stroller canopy for ventilation\nBumper bar on the stroller swings out to the side for easy access\nAdjustable stroller handle with 4 positions for a comfortable push\nStroller is lightweight and easy to maneuver with SmoothRide innovative tire technology with all-wheel suspension\nLockable swivel wheels for easy transition from one terrain to another\nParent cup holder and stroller rain cover included\nVentilated canopy with a flip-out visor on Mico Luxe+ car seat to increase airflow and comfort for baby\nCar seat features PureCosi™ fabrics made without wool or added fire-retardant treatment\nExtra plush padding on the infant head and lumbar inserts in the car seat ensures a comfortable and secure ride\nCar seat’s contoured, ergonomic handle with premium vegan-leather trim curves around your hip for a more comfortable carry\nInfant inserts in the car seat can be easily removed without rethreading the harness. All fabrics are machine-washable and dryer-safe.\nLarge, visible belt guides for simple installation of the car seat without the base (taxi-mode)\nSide Impact Protection (SIP)\n1-handed release from car seat base and stroller\nCar seat includes a convenient stay-in-car base featuring MaxiLock™ technology with 3 adjustable positions, 1-click LATCH system, and the load leg that limits movement in the event of a collision\nCar seat meets or exceeds Federal Safety Standards\nStroller meets Disney park size requirements",
    "trans": "Виберіть один з 5 режимів використання коляски: кошик для автокрісла, перевертаюча коляска та перевертаюча прогулянкова коляска\nУнікальна функція QuikCarriage дозволяє миттєво перетворити вертикальне сидіння коляски на лежачу коляску\nКоляска має 4 позиції нахилу для індивідуального комфорту\nРозширюваний капюшон MaxShade на 360° забезпечує захист UPF 50 і розкривається, щоб покрити все сидіння для додаткової приватності. Віконце Peek-a-boo забезпечує додаткову вентиляцію і дозволяє вам перевірити, як почувається ваша дитина.\nДодаткова велика корзина для зберігання легкодоступна і вміщує до 25 фунтів.\nАвтокрісло для дітей вагою від 4 до 30 фунтів і зростом до 32\"\nКорпус автокрісла оснащений технологією ClimaFlow™, яка допомагає підтримувати комфортну температуру для дитини\nКоляска складається однією рукою і стоїть самостійно для зручного зберігання\nЧохол сидіння коляски можна прати в машині і він двосторонній: дихаюча сітка для теплих днів і затишний трикотаж для холодних днів.\nМ'які, плюшеві тканини коляски стильні та комфортні\nСітчасте віконце на капюшоні коляски забезпечує вентиляцію\nБампер на колясці відкидається вбік для легкого доступу\nРегульована ручка коляски має 4 положення для комфортного ведення\nКоляска легка та маневрена завдяки інноваційній технології SmoothRide з усіма колесами підвіскою\nЗаблоковані поворотні колеса забезпечують легкий перехід з одного типу місцевості на інший\nВключено тримач для чашки батьків та дощовик для коляски\nKапюшон з вентиляцією та висувним козирком на автокріслі Mico Luxe+ збільшує потік повітря та комфорт для дитини\nАвтокрісло виготовлено з тканин PureCosi™, без вовни та додаткової обробки вогнестійкістю\nДодаткова м'яка підкладка на головній та поперековій вставках автокрісла забезпечує комфортну та безпечну поїздку\nКонтурна, ергономічна ручка автокрісла з преміум-веганською шкіряною обробкою облягає вашу стегну для більш комфортного перенесення\nВкладиші для немовлят в автокріслі можна легко зняти без повторного протягування ременя безпеки. Всі тканини можна прати в машині та сушити в сушильній машині.\nВеликі, видимі направляючі для ременів простого встановлення автокрісла без бази (режим таксі)\nЗахист від бокових ударів (ЗБУ)\nВипуск одним рухом руки з бази автокрісла та коляски\nАвтокрісло включає зручну базу, що залишається в автомобілі, з технологією MaxiLock™, 3 регульованими положеннями, системою LATCH з одним клацанням та опорою, яка обмежує рух у разі зіткнення\nАвтокрісло відповідає або перевищує федеральні стандарти безпеки\nКоляска відповідає вимогам розміру парків Disney"
}