{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Hello [redacted_name],\nYou are receiving this independent survey because you recently participated in an Amazon investigation. You completed an interview with us on October 16, 2024. As an employee participating in this process, we wanted to understand more about your experience. There are questions in this survey about the expectations set, the communications you received, and whether you had the opportunity to provide your view on the matter being investigated. Your feedback is important to improving the employee experience in the investigation process.\nThis survey is not part of the investigation process and is voluntary. It should take approximately 5 minutes to complete. Your responses will be treated as sensitive and confidential. We appreciate you taking the time to tell us about your experience.\nSurvey Link: https://amazonexteu.qualtrics.com/jfe/form/SV_71iOECLkc6vk0js\nPlease note this survey is intended for you to provide feedback on your recent experience in the process. If you have any other concerns regarding conduct/issues that relate to Amazon policies, please contact your People Experience and Technology (PXT) team by clicking here, use the webform (US only) directly from your phone or personal computer, or use EthicsPoint. Responses to this email are not monitored.\nThank you for participating in this survey,\nThe Amazon Employee Workplace Relationship Solutions (EWRS)",
    "trans": "Привіт [redacted_name],\nВи отримали це незалежне опитування, оскільки нещодавно брали участь в розслідуванні Amazon. Ви пройшли інтерв'ю з нами 16 жовтня 2024 року. Як співробітник, що бере участь у цьому процесі, ми хотіли б дізнатися більше про ваш досвід. У цьому опитуванні є питання про встановлені очікування, отриману комунікацію та можливість висловити свою думку щодо предмета розслідування. Ваші відгуки важливі для покращення досвіду співробітників у процесі розслідування.\nЦе опитування не є частиною процесу розслідування і є добровільним. Його заповнення займе приблизно 5 хвилин. Ваші відповіді будуть розглядатися як чутливі та конфіденційні. Ми вдячні вам за те, що ви знайшли час поділитися своїм досвідом.\nПосилання на опитування: https://amazonexteu.qualtrics.com/jfe/form/SV_71iOECLkc6vk0js\nЗверніть увагу, що це опитування призначене для того, щоб ви могли надати відгук про свій недавній досвід у процесі. Якщо у вас є інші питання щодо поведінки/проблем, пов'язаних з політиками Amazon, будь ласка, зв'яжіться з вашою командою People Experience and Technology (PXT), натиснувши тут, використайте веб-форму (тільки для США) безпосередньо зі свого телефону або особистого комп'ютера або скористайтеся EthicsPoint. Відповіді на цей електронний лист не контролюються.\nДякуємо за участь в цьому опитуванні,\nКоманда рішень для співробітників Amazon Employee Workplace Relationship Solutions (EWRS)"
}