{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Re: Pest Control Entry Date: October 25, 2024\nThis will serve as notice of entry for pest prevention. Massey Pest Control will enter\nyour home on FRIDAY, October 25th, 2024, to treat pest prevention. You do NOT have\nto be home at the time of treatment.\nWe require that all residents do the following items to prepare the home properly for\ntreatment:\n1. Place all uncovered food items in the refrigerator.\n2. Move items (excluding furniture) at least 2 feet from all baseboards.\n3. Coverall fish tanks and turn off filters\n4. Please make sure your pets are locked up or in a safe place.\n5. Ensure that there are no dirty dishes in the kitchen.\n6. Vacuum floors and clean counter tops.\n7. PLEASE REMOVE ALL ITEMS FROM UNDERNEATH THE SINKS. THIS IS\nIMPERATIVE!\nIt is imperative that everyone comply with this treatment in order to maintain a\npest-free community. A non-compliance fee of $50.00 will be charged to those\nthat deny entry to exterminators without exception. This is not optional and is a\nrequirement.\nFEE WILL 100% BE CHARGED FOR DENIAL/REFUSAL OF ENTRY\nLastly, if your home has recently been treated, we must still enter and treat the home\nagain in order to stay on target.\nThank you in advance for your cooperation.",
    "trans": "Відповідь: Дата входу для контролю за шкідниками: 25 жовтня 2024 року\nЦе буде служити повідомленням про вхід для профілактики шкідників. Компанія Massey Pest Control увійде\nу ваш дім у п'ятницю, 25 жовтня 2024 року, щоб провести профілактику шкідників. Вам не потрібно\nбути вдома під час проведення обробки.\nМи вимагаємо, щоб всі мешканці виконали наступні дії для належної підготовки дому до\nобробки:\n1. Помістіть всі незакриті продукти харчування в холодильник.\n2. Відсуньте предмети (крім меблів) на відстань не менше 2 футів від всіх плінтусів.\n3. Накрийте акваріуми та вимкніть фільтри.\n4. Будь ласка, переконайтеся, що ваші домашні тварини замкнені або знаходяться в безпечному місці.\n5. Переконайтеся, що на кухні немає брудного посуду.\n6. Пропилососьте підлоги та очистіть стільниці.\n7. БУДЬ ЛАСКА, ВИДАЛІТЬ ВСІ ПРЕДМЕТИ З-ПІД РАКОВИН. ЦЕ Є\nНЕОБХІДНИМ!\nВкрай важливо, щоб усі дотримувалися цієї обробки для підтримки безшкідникової\nспільноти. За відмову від входу для дезінфекторів без винятків буде стягнуто плату за\nневиконання в розмірі 50,00 доларів США. Це не є добровільним і є\nвимогою.\nПЛАТА БУДЕ 100% СТЯГНУТА ЗА ВІДМОВУ/ВІДКАЗ ВІД ВХОДУ\nНарешті, якщо ваш дім нещодавно був оброблений, ми все одно повинні увійти і знову обробити його\nщоб залишитися в графіку.\nДякуємо вам за співпрацю заздалегідь."
}