{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1. .( F)\n2. .( T)\n3.\nA concept test is the first physical depiction of a new product\nAn industry is a group of firms producing a similar product or service\nFor feasibility analysis, it is not typically required that an entrepreneur do a rigorous\nfinancial assessment.\nA business plan is more than a document. It’s a guide that helps you outline and achieve\n(T)\n5. Entrepreneur and inventor mean essentially the same thing.( F)\n6. Feasibility analysis is the process of determining whether a business idea is viable.( T)\n7. The proper time to conduct a feasibility analysis is early in thinking through the prospects\nfor a new business.( T)\n8. The thought is to screen ideas after a lot of resources are spent on them(F)\n9. In the feasibility analysis stage, the extent to which a business opportunity is positive\nrelative to each factor is based on an estimate rather than actual performance.( T)\n10. The business plan has one purpose document used outside the firm only.( F)\n11. A clearly written business plan helps the Investors of a firm operate in sync and move\nforward in a consistent and purposeful manner.( F)\n12. Many investors read the business plan look first at the Financial Projections and then go\ndirectly to the management team section.( F)\n13. The executive summary is a short overview provides everything that needs to be known about the new venture’s distinctive nature(T)\n14. Most startups do not focus on servicing a specific (target) market within the industry.( F)",
    "trans": ". (Н)\n. (П)\n3.\nТест концепції - це перше фізичне зображення нового продукту\nІндустрія - це група фірм, які виробляють подібний продукт або послугу.\nДля аналізу доцільності зазвичай не вимагається, щоб підприємець проводив ретельну\nфінансову оцінку.\nБізнес-план - це більше, ніж просто документ. Це керівництво, яке допомагає вам окреслити та досягти\n(П)\n5. Підприємець і винахідник в основному означають одне й те саме.(Н)\n6. Аналіз доцільності - це процес визначення того, чи є бізнес-ідея життєздатною.(П)\n7. Правильний час для проведення аналізу доцільності - на ранньому етапі обдумування перспектив\nнового бізнесу.(П)\n8. Ідея полягає в тому, щоб відсіяти ідеї після витрачання великої кількості ресурсів на них(Н)\n9. На етапі аналізу доцільності ступінь позитивності бізнес-можливості\nвідносно кожного фактора базується на оцінці, а не на фактичній діяльності.(П)\n10. Бізнес-план має одну мету - документ, який використовується лише поза фірмою.(Н)\n11. Чітко написаний бізнес-план допомагає інвесторам фірми діяти узгоджено та рухатися\nвперед послідовно та цілеспрямовано.(Н)\n12. Багато інвесторів спочатку читають бізнес-план, дивляться на фінансові прогнози, а потім переходять\nбезпосередньо до розділу про команду управління.(Н)\n13. Виконавче резюме - це короткий огляд, який містить все, що потрібно знати про особливий характер нового підприємства(П)\n14. Більшість стартапів не зосереджуються на обслуговуванні конкретного (цільового) ринку в межах індустрії.(Н)"
}