{
    "source": "en_US",
    "target": "uk_UA",
    "text": "are thrilled to announce newversion of ScoreCloud Studio, now equipped with a completely revamped audio engine!\nWe have also added support for macOS 15 Sequoia.\nDownload the new ScoreCloud Studio\nThis upgrade significantly enhances the program's stability, allowing you to compose, arrange, record and listen to your music with greater reliability.\nAdditionally this new audio engine lays the groundwork for upcoming advanced audio features. We are continually evolving ScoreCloud Studio, and this update opens the door for exciting enhancements, such as synced audio recordings, time-stretching, pitch-shifting, and real-time audio processing.\nTHANK YOU!\nWe have listened to your invaluable feedbackand it has beenguiding these innovations. We can't wait to introduce more features to elevate your music-making experience.\nThanks to you we have also been able to address multiple bugs and issues in this version.\nThank you for being a part of the ScoreCloud community! We are eager to hear how you enjoy the new version and encourage you to reach out with any feedback or feature requests.\nStay tuned for more updates as we continue to enhance ScoreCloud Studio,",
    "trans": "раді оголосити про нову версію ScoreCloud Studio, тепер оснащену повністю переробленим аудіо-двигуном!\nМи також додали підтримку для macOS 15 Sequoia.\nЗавантажте нову версію ScoreCloud Studio\nЦе оновлення значно покращує стабільність програми, дозволяючи вам складати, аранжувати, записувати та слухати свою музику з більшою надійністю.\nКрім того, цей новий аудіо-двигун закладає основу для майбутніх розширених аудіо-функцій. Ми постійно розвиваємо ScoreCloud Studio, і це оновлення відкриває двері для захоплюючих вдосконалень, таких як синхронізовані аудіозаписи, зміна темпу, зміна висоти тону та обробка аудіо в реальному часі.\nДЯКУЄМО!\nМи прислухалися до вашого безцінного відгуку, і він став основою для цих інновацій. Ми не можемо дочекатися можливості представити більше функцій для покращення вашого досвіду створення музики.\nЗавдяки вам ми також змогли вирішити кілька помилок і проблем у цій версії.\nДякуємо за те, що ви є частиною спільноти ScoreCloud! Ми з нетерпінням чекаємо на ваші враження від нової версії і запрошуємо вас звертатися з будь-якими відгуками або запитами на функції.\nСлідкуйте за оновленнями, оскільки ми продовжуємо вдосконалювати ScoreCloud Studio,"
}