{
    "source": "en_US",
    "target": "uk_UA",
    "text": "GLC provides Linguist support under the World Protective Service II contract to State Department employees, their household members, U.S. and foreign government dignitaries, diplomats, officials, employees, and other individuals in the U.S. and overseas. GLC supports our partner by providing interpreters and translators to facilitate verbal and/or written communications between non-English- and English-speaking individuals. GLC also provides language support during service forums such as meetings, briefings, training, and/or operational support.\nGLC has worked with ENSE Group, one of our oldest commercial clients, for almost twenty years providing technical and non-technical translations for their Immigration Control System.\nGLC has been working with the State Department for the last seven years in foreign language education and training. We have over 240 instructors, curriculum developers, testers, distance learning mentors, and/or management and support staff.",
    "trans": "GLC надає підтримку лінгвістів за контрактом World Protective Service II співробітникам Державного департаменту, членам їхніх сімей, представникам урядів США та іноземних країн, дипломатам, посадовим особам, працівникам та іншим особам у США та за кордоном. GLC підтримує наших партнерів, надаючи перекладачів та усних перекладачів для полегшення усної та/або письмової комунікації між особами, які говорять англійською мовою та іншими мовами. GLC також надає мовну підтримку під час службових форумів, таких як зустрічі, брифінги, навчання та/або оперативна підтримка.\nGLC працює з ENSE Group, одним з наших найстаріших комерційних клієнтів, вже майже двадцять років, надаючи технічні та нетехнічні переклади для їхньої системи контролю імміграції.\nGLC співпрацює з Державним департаментом протягом останніх семи років у сфері освіти та навчання іноземним мовам. У нас є понад 240 викладачів, розробників навчальних програм, тестувальників, наставників дистанційного навчання та/або управлінського та допоміжного персоналу."
}