{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Chapter 3: Congratulations, It's Puppies! (1)\nPeter was still sitting in [redacted_name] chair, in [redacted_name] old office – their father's old office – when someone else came visit. He arched an eyebrow as a familiar scent filled his nose. The boy who'd driven [redacted_name] to the Hale House earlier. The peculiar thing was that Peter didn't remember [redacted_name] mentioning any other boy. The only ones whose safety [redacted_name] had asked for, well demanded really, had been Scott, Allison, [redacted_name], Melissa and, naturally, his father. Yet this boy, his scent was also always vaguely around [redacted_name], he was the one [redacted_name] had called to take care of [redacted_name], had trusted to take care of [redacted_name]. So Peter remained seated and waited, curious.\nIt didn't take long for Derek to drag the blonde, freckled boy into the office, a scowl on his dear nephew's face. Peter didn't let that bother him, he simply smiled, bemused and patient. Derek gave the boy a last shove into Peter's direction, then crossed his arms and leaned against the door-frame.\n\"I want what Scott has,\" the boy spoke after a moment, after gathering his courage.\n\"You will have to be more precise,\" Peter furrowed his brows. \"Failing grades? [redacted_name]' loyalty? A tendency to complain? Daddy and authority issues due to an absent father?\"\nA snort came from Derek in the background and the boy glared at Peter. \"I want to be a werewolf. I asked Derek, but he said you are the [redacted_name]. Which means you can turn me.\"\nCocking an eyebrow, Peter glared at his nephew, who offered a carefree 'not my problem' kind of shrug. Oh no. Derek was turning back into the little shit he used to be before the fire. How insufferable (how achingly nostalgic). Snorting, Peter regarded the boy more closely. Strong, athletic, cock-sure. He could make a strong beta, perhaps. And the entanglement with [redacted_name] made him all the more appealing. The best course of action to ensure [redacted_name] would stay at his side, with this pack, was to build a pack around the people in Stiles' life.\n\"I am the one who can turn you,\" Peter confirmed, flashing his eyes red and offering a smile full of fangs. \"However, I am not the one who decides who gets turned.\"\nThe boy frowned at him, then instinctively turned toward Derek. But Derek just barked out a laugh. A real laugh, sarcastic as it may be, it was the first time Peter heard his nephew laugh since before the fire. The way he laughed, at someone else's expense, reminded him of times when Derek would do anything to annoy his sister and if he got Laura in trouble, he'd gloat. There was an ugly, twisted feeling in Peter's chest at the memory of carefree times, of Derek and Laura.\n\"Oh, you're going to absolutely hate what he says next, Jackson,\" Derek declared amused.\n/break\\\nStiles watched warily how [redacted_name] sat down opposite him. At this point in his life, Jackson Whittemore had become a fixed part of [redacted_name]' lunch. But that was on account of Scott dating Allison who had befriended [redacted_name] who was still unfortunately dating [redacted_name] (hey, just because [redacted_name] was over his infatuation with Lydia didn't mean he didn't want her to develop better taste). Considering that Lydia was still in the hospital and Allison had taken a leave of absence with her aunt's death ([redacted_name]' mind was still working angles on how to smooth that one over), [redacted_name] had no reason to sit with [redacted_name] and Scott right now. He should be with [redacted_name], or literally anyone else. Not to mention the very constipated look on [redacted_name] face as he stared directly at [redacted_name].\nAfter a minute,[redacted_name] caved and sighed. \"Okay, what do you want.\"\n\"I went to see the [redacted_name],\" [redacted_name] growled softly.\nOh, crap. [redacted_name]' face scrunched up. Jackson hadn't exactly made a secret about wanting the Bite and considering the way [redacted_name] had used [redacted_name] as his personal Uber to Kate [redacted_name] execution, there was no hiding where the Hales were or who was in charge. [redacted_name] sighed and leaned back.",
    "trans": "Розділ 3: Вітаємо, це щенята! (1)\nПітер все ще сидів у кріслі [redacted_name], в старому офісі [redacted_name] - старому офісі їхнього батька - коли прийшов хтось інший. Він підняв брову, коли його ніс наповнився знайомим запахом. Хлопець, який раніше відвіз [redacted_name] до Хейл Хаус. Дивно те, що Пітер не пам'ятав, щоб [redacted_name] згадував про якогось іншого хлопця. Єдині, про безпеку яких [redacted_name] запитував або навіть вимагав, були Скотт, Аллісон, [redacted_name], Мелісса і, звичайно ж, його батько. Але цей хлопець завжди був трохи пов'язаний з [redacted_name], його запах також завжди був навколо [redacted_name], він був тим, кого [redacted_name] викликав для того, щоб піклуватися про [redacted_name], кому довіряв піклуватися про [redacted_name]. Тому Пітер залишився сидіти і чекав з цікавістю.\nНе минуло й довго, як Дерек затягнув блондина з веснянками до кабінету, на обличчі його дорогого племінника була насуплена гримаса. Пітеру це не заважало, він просто усміхнувся, здивовано і терпляче. Дерек штовхнув хлопця в останній раз у напрямку до Пітера, потім схрестив руки і прислонився до дверної рами.\n\"Я хочу те, що має Скотт,\" - сказав хлопець після паузи, зібравши свою сміливість.\n\"Тобі потрібно бути більш точним,\" - Пітер насупив брови. \"Погані оцінки? Лояльність [redacted_name]? Схильність до скарг? Проблеми з татом і авторитетом через відсутнього батька?\"\nЗадній план Дерека пролунав хихиканням, а хлопець глянув на Пітера з ненавистю. \"Я хочу стати перевертнем. Я запитував Дерека, але він сказав, що ти [redacted_name]. А це означає, що ти можеш перетворити мене.\"\nПітер підняв брову і глянув на свого племінника, який безтурботно знизив плечима в стилі \"мене це не хвилює\". О ні. Дерек знову перетворюється на того маленького шибеника, яким був до пожежі. Як нестерпно (як ностальгічно). Пітер уважніше розглянув хлопця. Сильний, атлетичний, самовпевнений. Можливо, він міг би стати сильним бета. А зв'язок з [redacted_name] робив його ще більш привабливим. Найкращий варіант дій для того, щоб забезпечити залишення [redacted_name] поруч із собою, в цій зграї, полягав у тому, щоб побудувати зграю навколо людей у житті Стайлза.\n\"Я той, хто може перетворити тебе,\" - підтвердив Пітер, спалахнувши червоними очима і показавши усмішку з іклами. \"Однак я не той, хто вирішує, хто буде перетворений.\"\nХлопець насупився на нього, а потім інстинктивно повернувся до Дерека. Але Дерек просто розсміявся. Справжній сміх, хоч і саркастичний, це був перший раз, коли Петер почув сміх свого племінника з часу перед пожежею. Його сміх, на рахунок когось іншого, нагадував йому часи, коли Дерек робив все можливе, щоб дратувати свою сестру, і якщо він потрапляв у неприємності з Лаурою, він ще й задоволено цим хизувався. У Петеровій грудях виникло неприємне, викривлене відчуття при спогадах про безтурботні часи з Дереком і Лаурою.\n\"О, ти абсолютно ненавидітимеш те, що він скаже наступним, Джексоне,\" - з усмішкою оголосив Дерек.\n/перерва\\\nСтайлз насторожено спостерігав за тим, як [redacted_name] сів навпроти нього. На даному етапі свого життя Джексон Уіттемор став незмінною частиною обіду [redacted_name]. Але це було пов'язано з тим, що Скотт зустрічався з Аллісон, яка подружилася з [redacted_name], яка все ще на жаль зустрічалася з [redacted_name] (ей, тільки тому що [redacted_name] вийшов зі свого захоплення Лідією, не означає, що він не хотів би, щоб вона розвинула кращий смак). Враховуючи те, що Лідія все ще була в лікарні, а Аллісон взяла відпустку у зв'язку зі смертю тітки ([redacted_name] все ще обмірковував варіанти того, як це згладити), [redacted_name] не мав причин сидіти зараз з [redacted_name] і Скоттом. Він повинен бути з [redacted_name], або буквально з кимось іншим. Не кажучи вже про дуже запорозний вигляд на обличчі [redacted_name], який дивився прямо на [redacted_name].\nЧерез хвилину [redacted_name] здалася і зітхнула. \"Добре, чого ти хочеш.\"\n\"Я пішов побачити [redacted_name],\" - тихо пронісся гнівний голос [redacted_name].\nО, чорт. Обличчя [redacted_name] скривилося. Джексон не приховував свого бажання отримати укус, і враховуючи те, як [redacted_name] використовував [redacted_name] як свого особистого водія для виконання завдання Кейт [redacted_name], не було жодних сумнівів у тому, де знаходяться Хейли і хто керує ситуацією. [redacted_name] зітхнув і відкинувся назад."
}