{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Acknowledgments. The authors are grateful to members of the steering committee of the INDR for support in facilitating the linkage between the two databases described herein. The authors thank the administrative staff of the Department of Military Medicine, Hebrew University, for tech- nical support throughout this study.\nFunding. This study was supported by a research grant from the Medical Corps Israel Defense Forces (Israel) awarded to G.T.\nDuality of Interest. No potential conflicts of interest relevant to this article were reported. Author Contributions. G.T. conceived and de- signed the study; analyzed and interpreted the data; wrote the first draft of and revised the manuscript, incorporating contributions from co- authors; and decided on submission. I.Z., M.L., T.S., and D.T. conducted database management quality assurance, interpreted the data, contributed to the discussion, and critically revised the manu- script. A.A., T.C.-Y., O.M., O.P.-H., I.R., and H.C.G. interpreted the data, contributed to the discus- sion, and critically revised the manuscript. C.D.B. and S.T. analyzed the data, contributed to the discussion, and critically revised the manuscript. E.D. conducted the statistical analysis and critically revised the manuscript. A.T. designed the study, analyzed and interpreted the data, wrote the first draft, and decided on submission. G.T. is the guar- antor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the d",
    "trans": "Подяки. Автори вдячні членам керівного комітету INDR за підтримку у сприянні зв'язку між двома описаними тут базами даних. Автори дякують адміністративному персоналу Військово-медичного факультету Єврейського університету за технічну підтримку протягом цього дослідження.\nФінансування. Це дослідження було підтримано дослідницьким грантом від Медичних сил Оборонних сил Ізраїлю (Ізраїль), наданим Г.Т.\nДуальність інтересів. Не було повідомлено про потенційні конфлікти інтересів, що стосуються цієї статті. Внесок авторів. G.T. розробив і спроектував дослідження; проаналізував і інтерпретував дані; написав перший варіант та відредагував рукопис, включивши внески співавторів; і прийняв рішення про подання. I.Z., M.L., T.S. та D.T. провели управління якістю бази даних, інтерпретували дані, внесли свій внесок у обговорення та критично відредагували рукопис. A.A., T.C.-Y., O.M., O.P.-H., I.R. та H.C.G. інтерпретували дані, внесли свій внесок у обговорення та критично відредагували рукопис. C.D.B. та S.T. проаналізували дані, внесли свій внесок у обговорення та критично відредагували рукопис. E.D. провів статистичний аналіз і критично відредагував рукопис. A.T. спроектував дослідження, проаналізував і інтерпретував дані, написав перший варіант і прийняв рішення про подання. G.T. є гарантом цієї роботи і, як така, мала повний доступ до всіх даних у дослідженні і несе відповідальність за цілісність даних."
}