{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Privacy Act Acknowledgement for Tenants\nPlease read the following privacy act acknowledgement and sign the bottom prior to submitting your application form.\nDingle Partners Pty Ltd, [redacted_number] and its associated companies (“we, our, us”) respects your right to privacy and adheres to the Australian Privacy Principles contained in the Privacy Act 1988 (Cth). These principles regulate most of our activities with respect to personal information collected, stored, used and disclosed by us.\nThe information collected from you in this form is required for us to consider your application to rent a property that we manage and generally to carry out our role as property managers including the ongoing management of your tenancy. To carry out this role, we may need to disclose your personal information to others including:\n•the landlord\n• the landlord’s lawyer, mortgagee or insurer\n• referees you have nominated and managersof properties you have rented in the past\n• organisations or trades people required tocarry out maintenance to your premises\n• Residential Tenancy Bond Authority\n• Victorian & Administrative Tribunal, Courtsand other Government Agencies\n• Law enforcement authorities, debt-collectorsor Consumer Affairs Victoria\n• National Tenancy Database [NTD] a divisionof VEDA Advantage Information Services andSolutions Limited ABN 26 000 602 862\nYour information will be added to our client databases and may be used by us to contact you in relation to other properties, for marketing purposes and for other purposes related to our functions and activities.\nOur privacy policy provides further details about how we will manage your personal information and can be viewed at www.chisholmgamon.com.au. Alternatively, please contact our Office and we will post or email you a free copy.\nIf you wish to access or seek correction of your personal information that we hold, or if you want to complain about our handling of your personal information, please contact us as set out below. Our privacy policy contains more details about accessing and correcting personal information and our complaints process.",
    "trans": "Визнання Закону про конфіденційність для орендарів\nБудь ласка, прочитайте наступне визнання закону про конфіденційність і підпишіть його внизу перед подачею форми заявки.\nDingle Partners Pty Ltd, [redacted_number] та її асоційовані компанії (\"ми\", \"наш\", \"нас\") поважають ваше право на конфіденційність і дотримуються Австралійських принципів конфіденційності, що містяться в Законі про конфіденційність 1988 року (Cth). Ці принципи регулюють більшість наших діяльностей щодо особистої інформації, що збирається, зберігається, використовується та розкривається нами.\nІнформація, зібрана від вас у цій формі, необхідна нам для розгляду вашої заявки на оренду нерухомості, яку ми управляємо, а також для виконання нашої ролі як управителів нерухомості, включаючи подальше управління вашим орендою. Для виконання цієї ролі нам може знадобитися розкрити вашу особисту інформацію іншим особам, включаючи:\n•власника\n• юрист орендодавця, іпотекодержатель або страховик\n• судді, яких ви призначили, та керівники об'єктів нерухомості, які ви орендували в минулому\n• організації або спеціалісти, необхідні для проведення обслуговування ваших приміщень\n• Управління заставами житлової оренди\n• Вікторіанський адміністративний трибунал, а також суди та інші державні органи\n• Правоохоронні органи, а також колектори боргів або Служба захисту прав споживачів Вікторії\n• Національна мережа оренди [NTD] - підрозділ VEDA Advantage Information Services and Solutions Limited ABN 26 000 602 862\nВаша інформація буде додана до наших баз даних клієнтів і може бути використана нами для зв'язку з вами щодо інших об'єктів нерухомості, для маркетингових цілей та для інших цілей, пов'язаних з нашими функціями та діяльністю.\nНаша політика конфіденційності надає додаткову інформацію про те, як ми будемо управляти вашою особистою інформацією і доступна на www.chisholmgamon.com.au. Альтернативно, будь ласка, зв'яжіться з нашим офісом, і ми надішлемо вам безкоштовну копію поштою або електронною поштою.\nЯкщо ви хочете отримати доступ до вашої особистої інформації, яку ми маємо, або внести в неї зміни, або якщо ви хочете подати скаргу щодо нашого поводження з вашою особистою інформацією, будь ласка, зв'яжіться з нами за наведеними нижче реквізитами. Наша політика конфіденційності містить більше деталей про доступ до особистої інформації та її коригування, а також про нашу процедуру подачі скарг."
}