{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Wanheda, as promised,\" Roan announced, his voice laced with a mixture of finality and contempt. With a forceful shove, he pushed me down to the ground. The suddenness of his action caught me off guard, sending a jolt of pain through my body as I hit the earth. Dust and small stones dug into my palms and knees, the physical discomfort a sharp contrast to the whirlwind of emotions swirling within me.\nHe yanked the bag from my head with a swift, almost violent gesture, the rough fabric scraping against my skin. Blinking against the harsh light, my vision gradually adjusted to the surroundings, the shapes and colors slowly coming into focus. As my eyes lifted, I was met with a sight that made my heart stop. There, standing before me, was the face I had convinced myself I would never see again. The shock of recognition was immediate and overwhelming. My breath hitched in my throat, a myriad of emotions flooding through me – surprise, relief, disbelief, and an undercurrent of fear.\nFor a moment, time seemed to stand still. The sounds of the world around us – the rustling of leaves, the distant calls of birds, the murmuring of the people gathered – all faded into a muted backdrop. All that mattered, all that existed in that instant, was the face before me, a visage from a past I had thought lost forever. The expression on their face mirrored my own – a complex tapestry of feelings, a mix of joy, pain, and the scars of experiences that had changed us both. Our eyes locked, a silent communication passing between us, words unnecessary and inadequate for the torrent of emotions that the reunion stirred. In the periphery, I was vaguely aware of Roan's presence, a looming figure whose role in this unexpected turn of events was as yet unclear. But for that moment, his presence was secondary to the shock and awe of seeing a familiar face from a life that I had once thought was irretrievably gone.\n\"Hello Kegan,\" Lexa said, her voice cutting through the charged air with a mixture of authority and an underlying hint of something unspoken. Her eyes, sharp and commanding, held mine for a moment that felt both eternal and fleeting.",
    "trans": "Ванхеда, як і обіцяв, - оголосив Рон, у його голосі звучала рішучість і зневага. Сильним поштовхом він повалив мене на землю. Раптовість його дій застала мене зненацька, і коли я вдарилася об землю, моє тіло пронизав біль. Пил і дрібне каміння впилися в мої долоні та коліна, фізичний дискомфорт різко контрастував з вихором емоцій, що вирували всередині мене.\nВін стягнув мішок з моєї голови швидким, майже жорстоким жестом, груба тканина подряпала мені шкіру. Моргаючи від різкого світла, мій зір поступово пристосовувався до оточення, форми і кольори поступово фокусувалися. Коли я підняла очі, то побачила те, що змусило моє серце зупинитися. Переді мною стояло обличчя, яке я переконував себе, що більше ніколи не побачу. Шок від впізнавання був миттєвим і приголомшливим. Дихання перехопило в горлі, безліч емоцій переповнювали мене - здивування, полегшення, невіра і прихований страх.\nНа мить час наче зупинився. Звуки навколишнього світу — шелест листя, віддалені заклики птахів, шепіт зібраних людей — все це розчинилося в тихому фоні. Все, що мало значення, все, що існувало в ту мить, було обличчя переді мною, образ з минулого, яке я вважала втраченим назавжди. Вираз на його обличчі відображав мій власний — складний сплетіння почуттів, суміш радості, болю та шрамів від пережитих подій, що змінили нас обох. Наші погляди зустрілися, без слів передалась безмовна комунікація, адже слова виявились зайвими й нездатними передати ту бурю емоцій, що виникла від цієї зустрічі. На периферії я ледь усвідомлювала присутність Роана, темної постаті, чия роль у цьому несподіваному повороті подій поки що залишалась незрозумілою. Але в ту мить його присутність відступила на другий план перед шоком і захопленням від того, що я знову побачила знайоме обличчя з життя, яке колись вважала безповоротно втраченим.\n«Привіт, Кейгане,» — сказала Лекса, її голос пробив повітря, змішуючи авторитет з невимовним підтекстом. Її погляд, гострий і владний, затримався на моєму на мить, що здавалася водночас вічною і миттєвою."
}