{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Disposing of excavated and demolished materials and debris at designated spoils areas.\nExecute safe excavation slopes in soil or rock, in dry conditions or underwater.\nIf needed, design, provide, install, any required stabilization measures for the soil/rock cuts, and submit a detailed\nmethod statement for all activities to the engineer for approval prior to construction.\nDesigning and providing, where needed, a temporary dewatering system with a detailed method statement for all\nexcavation/earthworks activities to allow construction in dry conditions, if the groundwater level is detected above the\nworking level and removing the dewatering system when no longer needed. Moreover, a surface drainage system shall\nbe designed to ensure efficient removal of rainwater from excavation and construction site.\nIf and where required, design, provide, install, monitor, and maintain excavation supports and protection systems,\ncapable of safely resisting soil and groundwater pressure for supporting the sides of the excavation in a manner\nacceptable to the engineer at the contractor's sole risk and responsibility. The contractor is also responsible for\nremoving the excavation supports and protection systems when they are no longer needed without disturbing the\nunderlying soils or causing any damage to the adjacent structures, utilities, pavements, or other facilities.\nFor temporary facilities, the Contractor shall design and construct the foundations to satisfy the Saudi Building Codes.\nThe foundations of the temporary facilities should not overload or interfere with the foundations of other nearby\nbuildings.\nThe subsurface investigation report shall be provided solely for the guidance of the Contractor who is entirely\nresponsible for his own assessment, interpretation, determination of design parameters and use.\nThe Contractor is responsible for detailed design and construction of the permanent excavation support system (of\nappropriate type and without any anchorage system) as shown on the relevant drawings. In case an open excavation,\nwherever required, cannot be carried out due to space/stability limitations, then temporary excavation side support\nsystem shall be implemented based on an approved Method Statement.\nThe excavation supports and protection systems must be capable of safely resisting soil pressure, groundwater\npressure and surcharge pressure of adjacent existing roads/ structures, shall be designed, provided, installed,\nmonitored, and maintained for supporting the sides of the excavation in a manner accepted to the Engineer at the\nContractor's sole risk and responsibility.\nMoreover, Dewatering system shall be designed, provided, installed, and maintained by the Contractor for any surface water\nencountered within site and for any ground water encountered during excavation in a manner accepted to the Engineer and as\nper local authority and project specifications requirements to allow construction works to proceed in dry conditions.",
    "trans": "Вивезення викопаних та зруйнованих матеріалів і уламків на спеціально відведені території для відходів.\nВиконання безпечних схилів копання в ґрунті або скелі, як у сухих умовах, так і під водою.\nУ разі необхідності, розробити, забезпечити та встановити необхідні заходи стабілізації для зрізів ґрунту/скелі, а також подати детальний\nметодичну інструкцію для всіх діяльностей інженеру для затвердження перед початком будівництва.\nПроєктування та надання, за потреби, тимчасової системи осушення з детальною методичною інструкцією для всіх діяльностей\nземляні роботи, щоб забезпечити будівництво в сухих умовах, якщо рівень ґрунтових вод виявиться вищим за відмітку\nробочого рівня та видалення системи осушення, коли вона більше не потрібна. Крім того, повинна бути передбачена система поверхневого дренажу\nяка повинна бути спроектована для забезпечення ефективного відведення дощової води з території копання та будівельного майданчика.\nУ разі необхідності, спроектувати, забезпечити, встановити, контролювати та обслуговувати системи підтримки та захисту,\nяка здатна безпечно витримувати тиск ґрунту та підземних вод для підтримки боків котловану таким чином\nбуде прийнято інженером, повністю на ризик та відповідальність підрядника. Підрядник також несе відповідальність за\nзняття систем підтримки та захисту котловану, коли вони більше не потрібні, без порушення\nосновних ґрунтів або спричинення пошкоджень сусіднім спорудам, комунікаціям, покриттям або іншим об'єктам.\nДля тимчасових об'єктів Підрядник повинен спроектувати і побудувати фундаменти відповідно до будівельних норм Саудівської Аравії.\nФундаменти тимчасових споруд не повинні перевантажувати або заважати фундаментам інших сусідніх будівель\nбудівлі.\nЗвіт про підземне дослідження надається виключно для орієнтації підрядника, який повністю\nвідповідальний за власну оцінку, інтерпретацію, визначення проектних параметрів та використання.\nПідрядник несе відповідальність за детальне проектування та будівництво постійної системи підтримки котловану (з\nвідповідного типу і без використання системи анкерування, як показано на відповідних кресленнях. У разі відкритого котловану,\nде це необхідно, не може бути виконано через обмеження простору/стабільності, тоді повинна бути передбачена тимчасова підтримка бокових стін котловану\nсистема повинна бути реалізована на основі затвердженого методичного розпорядження.\nСистеми підтримки та захисту котловану повинні бути здатні безпечно витримувати тиск ґрунту, підземні води та інші навантаження\nтиску та надлишкового тиску прилеглих існуючих доріг/споруд, повинні бути спроектовані, забезпечені, встановлені,\nмоніторитися та обслуговуватися для підтримки бокових стін котловану способом, який буде прийнятий інженером на\nРизик і відповідальність несе виключно Підрядник.\nКрім того, систему відведення води повинний спроектувати, забезпечити, встановити та обслуговувати підрядник для будь-якої поверхневої води\nяка може виникнути на майданчику, а також для будь-якої підземної води, що зустрічається під час копання, у спосіб, прийнятий інженером і відповідно до\nвимог місцевих органів влади та технічних умов проекту, щоб забезпечити можливість проведення будівельних робіт в сухих умовах."
}