{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Figured you’d need it so you don’t give people STIs.”\n“What...?”\nHe stands up with the same infuriating calm. “Good night, then.” “Wait—”\nThe moment I touch his wrist, he whirls around fast and slams me\nagainst the wall with an elbow on my throat.\n“Don’t fucking touch me,” he grits out, his lips so close to mine, he\nalmost kisses me with every word.\nI suppress a groan at how fucking sexy he looks when he’s enraged. I\ntake a shit ton of pride in the fact that I’m the only one who sees this side of him—rugged at the edges and different from the golden-boy image he wears in public.\nHe’s perfect to the outside world but himself with me.\nSo what do I do? What I do best, of course.\nProvoke him more.\n“Are you mad about something, my lotus flower? Maybe a certain scene\nyou saw earlier today?”\n“Who the fuck do you think you are that I would notice you?”\n“Oh, but you did.” My fingers dig into his nape. “It’s why you’re losing\nyour precious control right now. Tell me, Bran, are you jealous?”\n“Jealous? Over you? Not in this lifetime.”\n“In that case, should I call Simon to join us? That’s his name, by the\nway, Simon. He’s gay and loves threesomes. Or maybe you can sit down and watch as I rail him.”\nHe lifts his fist and punches me in the face. Oh fuck. He’s really losing it, my Prince Charming.\nMore.\nGive me more.\nI grin up at him. “I take that as a no?”\n“I’m going to fucking kill you.”\n“Promises, promises.”\n“[redacted_name]!”\n“Yes, baby?”\n“Don’t baby me. In fact, we’re done.” He releases me with a shove. “Go\nto your Simon.”\n“No, fuck no.” I clutch him by the wrist, then shove the condoms back\nin his hand. “I’m clean, asshole. I wouldn’t have done that to you or",
    "trans": "Думаю, тобі це знадобиться, щоб не заражати людей ІПСШ».\n«Що...?»\nВін підіймається з тим же несамовитим спокоєм. «Добраніч, тоді». «Зачекай...»\nЩойно я торкаюся його зап'ястя, він різко розвертається і штовхає мене\nдо стінки, затиснувши ліктем моє горло.\n«Не торкайся мене, трясця твоїй матері», - гарчить він, його губи так близько до моїх, що він\nмало не цілує мене з кожним словом.\nЯ стримую стогін від того, наскільки до біса сексуальним він виглядає, коли розгніваний. Я\nвідчуваю шалену гордість за те, що тільки я бачу його з цього боку — обірваного з усіх боків і не схожого на образ золотого хлопчика, який він грає на людях.\nДля зовнішнього світу він ідеальний, але не для мене.\nІ що мені робити? Звісно, те, що я вмію найкраще.\nЩе більше його провокувати.\n«Ти злишся через щось, моя квітко лотоса? Можливо, на певну сцену\nщо бачив сьогодні?»\n«Ти що, в біса, собі думаєш, що я тебе помітив?»\n«Але ж ти помітив». Мої пальці впиваються в його потилицю. «Ось чому ти втрачаєш\nдорогоцінний контроль над собою. Бране, скажи, ти ревнуєш?»\n«Ревную? До тебе? Тільки не в цьому житті.»\n«Тоді, може, мені запросити Саймона приєднатися до нас? До речі, його звати\nСаймон. Він гей і полюбляє секс втрьох. Або може ти сядеш і подивишся, як я буду його лупцювати».\nВін здіймає кулак і б'є мене в обличчя. Трясця. Він справді втрачає самовладання, мій чарівний принц.\nЩе.\nДавай ще.\nЯ посміхаюсь до нього. «Я розумію це як “ні”?»\n«Я тебе нахрін вб'ю».\n«Обіцянки, обіцянки.»\n«[redacted_name]!»\n«Так, люба?»\n«Не будь дитям. Взагалі-то, ми закінчили». Він штовхає мене і відпускає. «Йди\nдо свого Саймона.»\n«Ні, чорт забирай, ні». Я хапаю його за зап'ястя, потім пхаю презервативи назад\nв його руку. «Я просто дура. Я б так не вчинила з тобою чи"
}