{
    "source": "en_US",
    "target": "uk_UA",
    "text": "School Meals\nDid you know that your child may qualify for free school meals? If your child is eligible, it will allow them to enjoy a nutritious school meal daily without the additional cost or need to provide a packed lunch.\nYour child may be able to receive free school meals if you are in receipt of any of the following:\n• Income Support\n• income-based Jobseeker’s Allowance\n• income-related Employment and Support Allowance\n• support under Part VI of the Immigration and Asylum Act 1999\n• the guaranteed element of Pension Credit\n• Child Tax Credit (provided you’re not also entitled to Working Tax Credit and have an annual gross income of no more than £16,190)\n• Working Tax Credit run-on - paid for 4 weeks after you stop qualifying for Working Tax Credit\n• Universal Credit - if you apply on or after 1 April 2018 your household income must be less than £7,400 a year (after tax and not including any benefits you get)\nWe would encourage everyone to register for free school meals if you think you may be entitled. As we use a cashless system, the payment will be discreet and your child’s catering account will be topped up automatically.\nIf you think you may be eligible, please apply via the following link:\nhttps://www.plymouth.gov.uk/free-school-meals\nIf you would any support with your application we are offering a drop in between Tuesday 1st – Thursday 3rd October. Please feel free to drop in to our reception between 9am – 11am. Please remember to bring along your National Insurance Number. If you have any questions around the process, please do not hesitate to contact us via; contact@marineacademy.org.uk\nYours sincerely\n[redacted_name]\nBusiness Support Manager\nRegistered Address: Ted Wragg Multi-Academy Trust, Cranbrook Education Campus, Tillhouse Road, Cranbrook, Exeter, England, EX5 7EE.\nCompany Registered No: 08545109\nVAT Registration No: GB432696185",
    "trans": "Шкільне харчування\nЧи знали ви, що ваша дитина може мати право на безкоштовне шкільне харчування? Якщо ваша дитина відповідає критеріям, вона зможе щодня отримувати поживний шкільний обід без додаткових витрат або необхідності приносити ланч із собою.\nВаша дитина може отримувати безкоштовне шкільне харчування, якщо ви отримуєте будь-яку з наступних виплат:\n• Підтримка рівня доходів\n• Допомога для шукачів роботи на основі доходу\n• Допомога з працевлаштування та підтримки на основі доходу\n• Підтримка відповідно до Частини VI Закону про імміграцію та притулок 1999 року\n• Гарантований елемент пенсійного кредиту\n• Податковий кредит на дитину (за умови, що ви не маєте права на робочий податковий кредит і ваш річний валовий дохід не перевищує £16190)\n• Додаткова виплата після припинення робочого податкового кредиту — виплачується протягом 4 тижнів після припинення права на робочий податковий кредит\n• Універсальний кредит — якщо ви подали заявку 1 квітня 2018 року або пізніше, ваш річний дохід сім’ї має бути меншим за £7400 (після оподаткування та без урахування будь-яких отриманих пільг)\nМи заохочуємо всіх зареєструватися на отримання безкоштовного шкільного харчування, якщо ви вважаєте, що маєте на це право. Оскільки ми використовуємо безготівкову систему, оплата буде здійснюватися конфіденційно, а рахунок вашої дитини для харчування поповнюватиметься автоматично.\nЯкщо ви вважаєте, що маєте право на цю пільгу, будь ласка, подайте заявку за наступним посиланням:\nhttps://www.plymouth.gov.uk/free-school-meals\nЯкщо вам потрібна допомога з подачею заявки, ми пропонуємо консультації з вівторка 1 жовтня до четверга 3 жовтня. Ви можете звернутися до нашої рецепції з 9:00 до 11:00. Не забудьте взяти із собою ваш номер національного страхування.  Якщо у вас є будь-які запитання щодо процесу подачі заявки, звертайтеся до нас за адресою: contact@marineacademy.org.uk\nЗ повагою\n[redacted_name]\nМенеджер з бізнес-підтримки\nЗареєстрована адреса: Ted Wragg Multi-Academy Trust, Cranbrook Education Campus, Tillhouse Road, Cranbrook, Exeter, England, EX5 7EE.\nРеєстраційний номер компанії: 08545109\nРеєстраційний номер ПДВ: GB432696185"
}