{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Why this framework?\nWhy not just an expected value estimate?\nUltimately, most of our members want to pick the causes that allow them to benefit the most people, in the biggest ways, in the long-run. However, we don’t think the best way to do that is to start by making a detailed estimate of the expected value of the best projects within each cause. That’s because there’s very little relevant quantitative data available for comparing the value of adding more resources to different causes. Going through a detailed quantitative analysis therefore would be highly time consuming and potentially pointless. Moreover, pushing to make a quantified model too early can easily cause you to overlook important considerations that are not easy to quantify, or spend too much time evaluating intractable considerations. (For more reasons why an overly quantified approach can fail, see this post on GiveWell). There’s also reason to think it’s better to do head-to-head comparisons rather than stand-alone estimates of impact. Detailed quantified estimates are also difficult to communicate, which makes it harder for others to check and build upon our work.\nWe think it’s best to start by doing a qualitative analysis based on the factors above. Then, move on to making quantitative comparisons of each factor. There are often very large differences in importance or cost-effectiveness, and quantification can help you notice these.\nAfter that, if you’re doing a more in-depth analysis, we would recommend that you consider making a quantitative model of the effectiveness of the causes. Use this model to inform your overall judgement, but be highly wary of important factors you’ve missed and other calculation errors (model error).",
    "trans": "Чому ця структура?\nЧому не просто оцінка очікуваної вартості?\nВрешті-решт, більшість наших членів хочуть обрати справи, які дозволять їм принести найбільшу користь найбільшій кількості людей у найбільшій мірі в довгостроковій перспективі. Однак ми не вважаємо, що найкращий спосіб зробити це - почати з детальної оцінки очікуваної вартості найкращих проектів у кожній справі. Це пов'язано з тим, що для порівняння вартості додавання більше ресурсів до різних справ доступно дуже мало відповідних кількісних даних. Проведення детального кількісного аналізу буде дуже трудомістким і потенційно безглуздим. Більше того, прагнення створити кількісну модель занадто рано може легко призвести до того, що ви пропустите важливі аспекти, які важко кількісно оцінити, або витратите занадто багато часу на оцінку невирішуваних аспектів. (Для отримання додаткових причин, чому надмірно кількісний підхід може зазнати невдачі, дивіться цей пост на GiveWell). Також є підстави вважати, що краще проводити порівняння \"пліч-о-пліч\", а не окремі оцінки впливу. Детальні кількісні оцінки також важко комунікувати, що ускладнює іншим перевірку та подальше використання нашої роботи.\nМи вважаємо, що найкраще почати з проведення якісного аналізу на основі наведених вище факторів. Потім перейти до проведення кількісних порівнянь кожного фактора. Часто існують дуже великі різниці в значущості або ефективності витрат, і кількісна оцінка може допомогти вам їх помітити.\nПісля цього, якщо ви проводите більш глибокий аналіз, ми рекомендуємо вам розглянути можливість створення кількісної моделі ефективності справ. Використовуйте цю модель для формування вашого загального судження, але будьте дуже обережні щодо важливих факторів, які ви пропустили, і інших помилок у розрахунках (помилка моделі)."
}