{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear Mr. [redacted_name],\nHow nice to read that you are interested in visiting ARTIS-Micropia. We are happy to explain the possibilities.\nThrough this webpageyou can book your reservation for the school visit to us. It is not possible to make a reservation via e-mail.\nIf you need to make a change after booking online, you can change this yourself through the button in the confirmation e-mail, or by sending us an e-mailto scholen@artis.nl (no later than two weeks in advance). We can then check our system for to see whether any changes are possible. Without a reservation, it is not possible to make an educational visit. Keep in consideration that we cannot facilitate school visits during weekends or Dutch school vacations.\nThe education rate for ARTIS-Park, ARTIS-Micropia, or the ARTIS-Groote Museum is €6,50 per student or teacher. It is also possible to book a combination visit to two of our locations. Unfortunately, it is not possible to visit three locations on the same day. We do not offer the possibility to pay through invoice. However, you can pay on the day of your visit at the ARTIS-ticket desk, please keep in mind that you can only pay with card at ARTIS. This is also the moment you can confirm your definite number of people, so if there are any small changes we can adjust this for you at the time of payment.\nWe hope to have informed you sufficiently and look forward to welcoming you to ARTIS!",
    "trans": "Шановний(на) [redacted_name]!\nДуже приємно читати, що Вас цікавить відвідування ARTIS-Micropia. Ми із задоволенням розповімо вам про наші можливості.\nНа цій сторінці можна забронювати місце для шкільного візиту до нас. Забронювати електронною поштою неможливо.\nЯкщо після бронювання онлайн вам потрібно внести зміни, ви зможете зробити це самостійно, скориставшись кнопкою в електронному листі-підтвердженні, або надіслати нам листа на електронну адресу scholen@artis.nl (не пізніше, ніж за два тижні до поїздки). Ми перевіримо в нашій системі, чи можливі зміни. Здійснити навчальний візит без попереднього бронювання неможливо. Зверніть увагу, ми не можемо організувати відвідування школи у вихідні дні або під час канікул у голландських школах.\nЦіна освітнього візиту до ARTIS-Park, ARTIS-Micropia або музею ARTIS-Groote складає 6,50 євро на одного учня або вчителя. Також можна забронювати екскурсію з відвідуванням двох наших об'єктів. Однак, відвідати три локації в один день, на жаль, неможливо. Ми не надаємо можливості оплатити рахунок-фактуру. Але ви можете оплатити його в день вашого візиту на касі ARTIS, майте на увазі, що в ARTIS можна розрахуватися лише карткою. Саме в цей момент ви зможете повідомити точну кількість осіб, тому, в разі будь-яких невеликих змін, ми зможемо скоригувати її для вас під час оплати.\nМи сподіваємося, що достатньо вас проінформували, і з радістю чекаємо на вас в ARTIS!"
}