{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear CIC Students,\nDr Paul Marsden will deliver tomorrow's 'Consumer Insights and The Role of Beliefs, Motivation, and Values' lecture.\nThe lecture slides and reading are under the Week 3 Tile on Moodle. Your tutor may adapt the seminar on AI to allow for timing.\nAlso, under Week 3, you will find the following information regarding your brand selection:\nBrand Selection\nFor your brand selection, please complete this spreadsheet by Wednesday, October 15th. Please note that this is a live document, and do not overwrite other people's data. Please note down your course in the relevant column.\nBrand selection criteria:\n- Please choose a fashion, beauty or lifestyle brand that you are not investigating in other units.\n- It does not need to be a PLC with published financial reports. Still, you should be able to find information on its financial performance from credible third-party sources, e.g., The Financial Times, Business of Fashion, Vogue Business, Drapers' Record, Retail Week, etc. You can pick independent brands as long as there is plenty of information about them online.\n- Please do not pick business-to-business companies, and consider avoiding multi-brand retailers such as Net-a-Porter or Selfridges.\nI will assess your selection and highlight it in green as approved for study. In the rare case that your brand is not approved, I will contact you.\nBased on consumer insights from your primary and secondary research, you will strategise an area of improvement or opportunity within the brand's marketing communications. The brand could potentially still be performing well financially and yet have issues with its communications.\nWhile selecting a brand with problems with its communications will be more straightforward, even the best brands in the world will continually evolve and improve their communications strategies.\nIf you have any general questions about the unit, please write them here, and I will respond. The password is 'CIC'.\nI will send a separate email about sign-ups for STRAT. Magazine Issue #3. Thank you so much to everyone who has already shown interest, I am delighted!",
    "trans": "Шановні студенти CIC,\nЗавтра лекцію \"Споживчі інсайти та роль переконань, мотивації та цінностей\" проведе доктор Пол Марсден.\nСлайди лекції та матеріали для читання знаходяться під вкладкою \"Тиждень 3\" на Moodle. Ваш викладач може адаптувати семінар з штучного інтелекту відповідно до часу.\nТакож під \"Тижнем 3\" ви знайдете наступну інформацію щодо вибору бренду:\nВибір бренду\nДля вибору вашого бренду, будь ласка, заповніть цю таблицю до середи, 15 жовтня. Зверніть увагу, що це живий документ, і не перезаписуйте дані інших людей. Запишіть свій курс у відповідному стовпці.\nKритерії вибору бренду:\n- Будь ласка, виберіть бренд моди, краси або стилю життя, який ви не досліджуєте в інших предметах.\n- Він не обов'язково повинен бути акціонерним товариством з опублікованими фінансовими звітами. Однак ви повинні мати можливість знайти інформацію про його фінансові показники з достовірних джерел третьої сторони, наприклад: The Financial Times, Business of Fashion, Vogue Business, Drapers' Record, Retail Week тощо. Ви можете вибрати незалежні бренди за умови наявності великої кількості інформації про них в Інтернеті.\n- Будь ласка, не обирайте компанії B2B і розгляньте можливість уникнення мультибрендових роздрібних продавців, таких як Net-a-Porter або Selfridges.\nЯ оціню вашу вибірку і виділю її зеленим кольором як затверджену для навчання. У рідкісному випадку, якщо ваш бренд не буде затверджений, я зв'яжуся з вами.\nНа основі споживчих інсайтів з вашого первинного та вторинного дослідження ви будете стратегічно планувати область покращення або можливості в маркетингових комунікаціях бренду. Бренд може потенційно добре фінансово виступати, але мати проблеми з комунікаціями.\nВибір бренду з проблемами в комунікаціях буде більш простим, навіть найкращі бренди у світі постійно еволюціонують і покращують свої стратегії комунікації.\nЯкщо у вас є загальні питання про одиницю, будь ласка, напишіть їх тут, і я відповім. Пароль - 'CIC'.\nЯ надішлю окремий електронний лист про реєстрацію для STRAT. Випуск журналу #3. Велике спасибі всім, хто вже виявив інтерес, я дуже радий!"
}