{
    "source": "en_US",
    "target": "uk_UA",
    "text": "bar- rels per year, and extensive fields were discovered in Texas (Figure 20.23), Oklahoma, and California that expanded our national supply. During this phase of development and extend- ing ot the recent past, extraction methods can be viewed simply. as an elaborate straw system that sucked oil from reservoirs deep within the ground. During the 1950s petroleum supplanted coal as the world's dominant fuel source, and the United States was the world's leading oil producer, yielding approximately 4 billion barrels per year. At about this same time, oil companies such as Shell and British Petroleum discovered huge reserves in the Middle East and Venezuela that dwarfed our own. These reserves were ultimately nationalized by the host nations, which then formed the Organization of the Petroleum Exporting Countries (OPEC) to coordinate petroleum policies. to change in The economic geography of petroleum began peak oil pro- the late 1960s as the United States slowly reached grown ot the duction, which occurred ni 1971. Our demand had gn sources point where we had to import another 23% from forei foreign to meet our needs. Our vulnerable dependence on supplies first became apparent in 1973 when OPEC organized result of this dis- an oil embargo to flex political muscle. As a ped and long ruption ni supply, prices ni the United States jum effort to con- gas lines were commonplace (Figure 20.24). nI an\nFIGURE 2 0 . 2 3\nThe Lucas gusher.\nIn 1901 the Corsican oil field in southeastern Texas was tapped by Patillo Higgins, a self-taught\ngeologist. The pressure ni the wel was so great that the oil (or \"black gold\") erupted to aheight of about 50 m(150 ft) for 9days after the\ninitial strike. Approximately 1,000,000 barrels of oil were lost, which",
    "trans": "щорічно видобувається близько 4 мільярдів барелів нафти, а в Техасі (малюнок 20.23), Оклахомі та Каліфорнії були виявлені великі родовища, які розширили нашу національну постачання. У цей період розвитку та розширення, що відноситься до недавнього минулого, методи видобутку можна просто охарактеризувати як складну систему трубопроводів, яка витягувала нафту з резервуарів глибоко під землею. У 1950-х роках нафта замінила вугілля як домінуюче паливо у світі, а Сполучені Штати стали провідним виробником нафти у світі, видобуваючи приблизно 4 мільярди барелів на рік. Приблизно в той же час нафтові компанії, такі як Shell і British Petroleum, виявили величезні запаси на Близькому Сході та у Венесуелі, які перевищували наші власні. Ці запаси в кінцевому підсумку були націоналізовані країнами-господарями, які потім утворили Організацію країн-експортерів нафти (ОПЕК) для координації нафтової політики. Економічна географія нафти почала змінюватися наприкінці 1960-х років, коли Сполучені Штати повільно досягли пікового рівня видобутку нафти, який стався у 1971 році. Наша залежність від імпорту стала очевидною вперше у 1973 році, коли ОПЕК організував нафтове ембарго для демонстрації політичної сили. Внаслідок цього перерви в постачанні ціни в США різко зросли, а черги за бензином стали звичним явищем (малюнок 20.24).\nМалюнок 2 0 . 2 3\nЛукас\nУ 1901 році нафтове родовище Корсикан у південно-східному Техасі було розроблено Патілло Хіггінсом, самоучкою-\nгеологом. Тиск у свердловині був настільки великим, що нафта (або \"чорне золото\") вирвалася на висоту близько 50 м (150 футів) протягом 9 днів після\nпочаткового відкриття. Було втрачено приблизно 1 000 000 барелів нафти."
}