{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Buy and sell second hand musical instruments and DJ gear for a lower price\nSounds Market is the safest second hand musical instruments and DJ gear marketplace and the best site for tracking offers and discounts. If you are looking for cheaper and good value for money musical instruments, this is your place, we have thousands of offers in second hand and occasion musical instruments and discounts on a lot of products. Trade DJ and music production gear: DJ controller, mixers, MIDI keyboards, studio monitors… With the best audio brands like Pioneer DJ, Traktor, Novation, Numark, Denon, Ableton, Akai, FL Studio, Behringer, M-Audio… Click here to see the second hand DJ gear for sell. Strings: buy electric guitar, spanish guitar (classic and flamenco), acoustic, amplifier, (valve or transistor), electric bass, violin, double bass, viola, ukulele… The best brands like Gibson, Fender, Marshall, Yamaha, Ibanez, Alhambra, Stradivarius... Check now the biggest offer of second hand electric guitars. Keys: acoustic piano (grand piano and wall piano), digital piano, keys and synthesizers from the best brands like Kawai, Clavinova, Roland, Nord, Casio, Steinway and Sons… Winds: brass instruments, saxophones, trompet, clarinet, flute… Brands like Selmer, Buffer or Yamaha. Percusion: acoustic drums, e-drums, cajon flamenco, brands like Pearl, Tama, Mapex, Gretsch and many more. Other musical instruments and audio gear, like microphones, speakers…",
    "trans": "Купуйте та продавайте б/в музичні інструменти та обладнання для DJ за нижчою ціною\nSounds Market - це найнадійніший ринок б/в музичних інструментів та обладнання для DJ, а також найкращий сайт для відстеження пропозицій та знижок. Якщо ви шукаєте дешевші та якісні музичні інструменти, то це ваше місце, у нас є тисячі пропозицій з б/в та вживими музичними інструментами, а також знижки на багато товарів. Обмінюйте обладнання для DJ та музичної продукції: DJ контролери, мікшери, MIDI клавіатури, студійні монітори... З найкращими аудіо брендами, такими як Pioneer DJ, Traktor, Novation, Numark, Denon, Ableton, Akai, FL Studio, Behringer, M-Audio... Натисніть тут, щоб побачити б/в обладнання для DJ на продаж. Струни: купуйте електрогітару, іспанську гітару (класичну та фламенко), акустичну гітару, підсилювач (ламповий або транзисторний), електричний бас, скрипку, контрабас, альт, укулеле... Найкращі бренди такі як Gibson, Fender, Marshall, Yamaha, Ibanez, Alhambra, Stradivarius... Перегляньте зараз найбільшу пропозицію б/в електрогітар. Клавіші: акустичне піаніно (концертне піаніно та стінне піаніно), цифрове піаніно, клавішні інструменти та синтезатори від найкращих брендів таких як Kawai, Clavinova, Roland, Nord, Casio, Steinway and Sons... Духові: духові інструменти з латуні, саксофони, труби, кларнети, флейти... Бренди такі як Selmer, Buffer або Yamaha. Ударні: акустичні барабани, електронні барабани, фламенко-кахон, бренди такі як Pearl, Tama, Mapex, Gretsch і багато інших. Інші музичні інструменти та аудіообладнання, такі як мікрофони, колонки ..."
}