{
    "source": "ko_KR",
    "target": "en_US",
    "text": "2024년 10월 25일 (금) 3:00 PM ~ 9:00 PM (KST)\n신청 방법\n해당 공지 하단의 [참여하기]버튼 클릭 >참여 신청 시간 및 양식에 맞춰 작성 후 [제출하기]클릭\n준비물\n신분증\nKISSY 1기 멤버십 카드 (디지털/실물)\n[방청 유의사항]\n추후 방송에서 초상이 노출될 수 있어 출연 동의서 및 비밀 유지 서약서 작성이 필수입니다. 미동의 시 입장이 불가합니다.\n녹화 후 개인 SNS또는 인터넷에 스포일러가 포함된 내용을 게재 및 공유할 경우 법적 제재를 받을 수 있습니다.\n녹화 도중 퇴장 시 재입장이 불가능합니다. 또한 녹화 중 지정된 시간 외엔 화장실 출입 제한 등의 상황이 발생할 수 있으니 양해 부탁드립니다.\n휴대전화를 포함한 모든 소지품은 녹화장 안으로 가지고 들어갈 수 없습니다. (공식 응원봉 포함)따라서,당일 별도의 응원봉을 제공할 예정입니다. (반납 필수)\n필요에 따라 경호팀이 소지품 소지 유무를 확인할 수 있습니다.\n녹화 진행 동안에는 촬영 및 녹음은 엄격하게 금지되어 있으며,적발 시 퇴장 조치 후,데이터는 현장에서 삭제 처리됩니다. (이때 발생하는 기기 파손에 대해 당사에서는 일체 책임지지 않습니다.)\n[유의사항]\n1인 1회 신청 가능,수정 불가\n개인 사정으로 인한 취소는 불가능합니다.\n신청 시간 10분 전 [참여하기]버튼이 활성화되지만, 3:00 PM신청자부터 명단 인정됩니다.\n중복 신청 및 대리 신청은 불가합니다.\n최종 인원 체크 시 자리에 없을 경우,불참자로 처리됩니다.",
    "trans": "October 25, 2024 (Fri) 3:00 PM ~ 9:00 PM (KST)\nHow to apply\nClick the [Participate] button at the bottom of the notice >Click [Submit] after filling out according to the application time and form for participation\nRequired Items\nID\nKISSY 1st Generation Membership Card (Digital/Physical)\n[Things to Note When Attending]\nAs your portrait may be exposed on future broadcasts, you must fill out an appearance consent form and confidentiality pledge. If you do not consent, you will not be allowed to enter.\nIn the case that you post or share contents including spoilers on your personal SNS or the Internet after recording, you may face legal sanctions.\nIf you leave during recording, you will not be able to re-enter. Also, please figure out that during recording, there may be situations in which access to the restroom is restricted except for the designated time.\nYou are not allowed to bring any belongings including mobile phones into the recording studio. (Including official cheering sticks) Therefore, we will ㅔ개퍙ㄷ separate cheering sticks on the day. (Must be returned)\nIf necessary, security may check whether you are carrying any personal belongings.\nFilming and recording are strictly prohibited while recording is in progress. If caught, you will be ejected and the data will be deleted on site. (We are not responsible for any damage to the equipment in this case.)\n[Note]\nOne application per person, modification isn't available\nCancellation due to personal reasons isn't available\nThough the [Participate] button will be activated 10 minutes before the application time, the list will be accepted starting from those who applied at 3:00 PM.\nIt's not available to apply multiple times or apply on behalf of others.\nIn the case that you aren't present when the final number of people is checked, you will be treated as an absentee."
}