{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 본인 지정석 외 자리 이동, 다른 위치에 카메라 및 삼각대 설치, 카메라 플래시 등 타 참여자에게 불편함을 주는 행위\n- 아티스트를 향한 큰 소리로 대화 시도, 함성, 구호, 기립 등 타 참여자에게 불편함을 주는 행위\n* 본 팬사인회는 실물 신분증을 통해 본인 확인을 진행하며, 신분증 정보와 응모자 정보가 불일치 시 입장이 제한됩니다.\n※ 신분증 기준\n- 대한민국 국적: 여권, 주민등록증, 운전면허증, 청소년증(주민센터 발급), 모바일 신분증(정부24, 행정안전부&경찰청, PASS 발급)\n- 대한민국 국적 외 외국인: 여권, 외국인 등록증\n* 대한민국 외 국적자는 여권에 기재된 영문 이름으로만 본인 확인이 가능합니다.\n* 이 외의 신분증은 인정되지 않습니다. (학생증, 사본, 사진, 등본 등)\n* 신분증의 사진, 프린트물, 모바일 신분증 캡처 파일은 인정하지 않습니다. 현장에서 모바일 신분증 앱 실행을 요청할 수 있습니다.\n* 모든 신분증은 유효기간이 만료되지 않은 실물 신분증만 유효한 것으로 인정합니다.\n* 대한민국 국적자의 신분증은 사진, 주민등록번호(13자리), 성명이 명확하게 기재되어 있고 공공기관의 기관장이 발행한 것이어야 합니다.",
    "trans": "- Actions that cause inconvenience to other participants, such as moving seats outside the designated area, setting up cameras or tripods in unauthorized locations, and using flash photography.\n- Actions that cause inconvenience to other participants, such as attempting to speak loudly to the artist, shouting, chanting, standing, or similar behavior.\n* This fan signing event requires identification with a valid ID card, and entry will be restricted if the ID information does not match the applicant's details.\n※ Identification card requirements\n- Korean nationals: Passport, resident registration card, driver’s license, youth card (issued by community center), mobile ID card (Government 24, Ministry of Public Administration and Security, & National Police Agency, issued by PASS).\n- Foreign nationals (non-Korean): Passport, alien registration card.\n* Non-Korean nationals can only verify their identity using the English name listed on their passport.\n* Other identification cards are not accepted (e.g., student ID, etc.).\n* Photos, screenshots, or mobile ID capture files of your ID will not be accepted. You may request to use the mobile ID app on-site.\n* All identification cards are only valid for in-person verification.\n* The ID card of a Korean national must include a photo, resident registration number (13 digits), and name and must be issued by a government authority."
}