{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 이 총회장에게 직접 교육받은 12지파장, 바통 이어받아 계시록 증거\n- ‘한 번만 맛본 사람은 없다’…“참석자들 주변 지인 이끌고 재참석 행렬”\n지난달 초부터 이달 중순까지 전국에서 진행된 요한계시록 열풍이 채 가시지 않은 이때, 전국 주요 도시에서 다시 계시록 세미나가 이어진다. 신천지예수교 증거장막성전(총회장 이만희·이하 신천지예수교회)은 이만희 총회장에 이어 전국 각 지역을 맡은 12지파장이 바통을 이어받아 계시록 말씀 세미나를 개최한다고 21일 밝혔다.\n이번 계시록 말씀 세미나는 이 총회장의 계시록 강연이 전북 전주에서 마무리되자, 이 총회장이 미처 가지 못한 지역은 물론 말씀·전도 대성회가 열렸음에도 추가로 계시록 강연을 열어달라는 목회자·신앙인들의 요청에 의해 성사됐다.\n강연자로 나서는 12지파장은 이 총회장에게 직접 배운 베테랑 강사들로 구성돼 있다. 이들의 계시록 강연은 지난 19일부터 시작됐으며, 다음달 중순까지 기획돼 있다.\n가장 먼저 시작한 곳은 인천지역을 맡은 마태지파다. 마태지파는 지난 19일부터 다음달 16일까지 매주 토요일 오후 2시경에 ‘계시록 토요특강’이라는 타이틀로 계시록이 궁금한 목회자와 신앙인을 만난다.",
    "trans": "- Evidence from the Book of Revelation shows that you have inherited the baton of the 12 tribe leaders, who were directly mentored by the president of the General Assembly, Lee.\n- 'No one hears it just once'... \"A procession of reattendance led by the acquaintances of the participants.\"\nAmid the ongoing Revelation craze that has swept the country from the beginning of last month to mid-month, seminars on Revelation will be held in major cities nationwide. The Shincheonji Jesus Church of Jesus' Proof Tabernacle (President Lee Man-hee, hereinafter referred to as Shincheonji Jesus Church) announced on the 21st that it will hold a lecture seminar to allow the 12 tribe leaders, each responsible for a specific region, to take over the baton from General Chairman Lee Man-hee.\nThe seminar was organized in response to requests from pastors and believers to hold additional lectures in areas that Lee was unable to visit, as well as in regions where he could not attend, despite the previous speech and evangelism conference.\nThe 12 tribe leaders of lecturers consist of experienced instructors who have been personally trained by the chairman of the General Assembly. Their lecture series, which began on the 19th, is scheduled to continue until mid-next month.\nThe first to begin was the Matai tribe, responsible for the Incheon area. Since the 19th, the Matai tribe has been meeting pastors and believers who are curious about the Book of Revelation every Saturday at around 2 p.m. under the title 'Revelation Saturday Special Lecture,' and this will continue until the 16th of next month."
}