{
    "source": "ko_KR",
    "target": "en_US",
    "text": "특히 집사님의 요리 솜씨는 수준급이다. 마을 분 중에 집사님의 손을 빌리지 않고 자녀들 결혼식을 치러낸 가정이 없을 정도다. 특히 유과를 만드는 솜씨는 어찌나 정갈한지 장인의 수준이었다.\n하지만 세월 앞에서는 장사가 없다더니 점차 나이가 들다 보니 이웃을 위한 요리할 기회도 점차 줄어들고 자기 입으로 들어갈 음식마저 요리할 힘이 줄어들고 말았다. 보통 할머니들과 다를 바 없이 식탁은 점점 초라해졌다. 평생 이웃집을 위한 요리를 해오던 분께서 이제 며느리와 딸들이 가져다주는 음식을 먹어야 했다. 가끔 교회에서 가져다주는 반찬도 작으나마 격려가 되었을 것이다. 의사도 늙으면 병원에 가야 하고 치료해야 하듯이 요리사도 늙으면 어쩔 수가 없나보다. 나이가 들면 남이 해준 음식을 먹어야 하는 때를 비껴갈 수 없다.\n연세가 많은 분들이 사는 집 냉장고에는 오래된 음식들이 가득가득하다. 지난 설에 사다 놓은 고기가 추석 명절 때까지 그대로 남아 있는 경우가 대부분이다. 나의 어머니가 그랬다. 나이가 들면 움직이는 게 싫다. 그렇다 보니 냉장고 안에 반찬 재료를 가득 쌓아두고도 꺼내기 쉬운 반찬 두어 가지로 대충 끼니를 때우고 만다.",
    "trans": "Particularly, the butler's cooking skills are excellent. There is no household that has held their children's weddings without the help of the butler among the villagers. Specially, the butler's skill in making sweets was so refined that it was on the level of a craftsman.\nBut as they say, nothing is impossible against time, and as the butler gradually got older, the chances to cook for her neighbors gradually decreased, and she even lost the strength to cook for herself. Just like most grandmothers, her table became more and more shabby. Though she had been cooking for her neighbors all her life, now she had to eat the food her daughters-in-law and daughters brought her. The side dishes that the church sometimes brought her must have been a small encouragement. Just as doctors have to go to the hospital for treatment when they get old, it seems that cooks also have no choice when they get old. As we get older, we can't avoid the time when we have to eat food others prepare for us.\nThe refrigerators of houses in which older people live are filled with food that has been stored for a long time. In most cases, meat purchased during the last Lunar New Year remains the same until Chuseok. My mother was like that. As we get older, we dislike to move. So even though there are lots of side dish ingredients piled up in the refrigerator, we just eat a couple of easy-to-take side dishes."
}