{
    "source": "ko_KR",
    "target": "en_US",
    "text": "추가로 수록했고, 이는 후에 슈베르트가 작곡했다.\n《괴테와 음악》(Goethe and Music)에서 [redacted_name]([redacted_name])는 괴테가 영국 시를 모방한 사례를 나열했다. 슈베르트와 슈만은 이 시들이 곡을\n붙이기에 매우 적합하다고 여겼다. 괴테의 이러한 민요들은 헤르더가 번역한 퍼시 시집을\n통해 소개된 것이었다. 오시안이 준 영향은 평가하기 어렵지만, 괴테는 《젊은 베르터의\n고뇌》에서 오시안을 바탕으로 한 시를 창작한 바 있다.\n저자는 오시안 요소가 포함된 몇몇 작품들을 예로 들었다.\n스코틀랜드가 유럽 음악에 미친 영향은 오시안과 퍼시에 그치지 않으며, [redacted_name]([redacted_name])의 작품 또한 유럽에서 큰 인기를 끌었다.\n브람스의 작품에서는 가사와 음악이 완전히 일치한다. 아마도 브람스는 멘델스존의\n《스코틀랜드 교향곡》에서 영향을 받았을 것이다.\n브람스의 이 a 단조 곡은 마치 민요 스타일의 노래로 쓰인 듯한데, 그는 평생 이와 같은\n노래에 깊은 관심을 보이며 많은 시도를 했다. 이는 전형적인 시민 계층의 슈만이 시도하지\n않은 것이다. 브람스는 처음부터 전통적인 스타일의 곡을 창작했으며, 예를 들어 작품 7 과\n작품 14 가 있다. 이와 같은 곡들은 피아노 전주가 없고, 피아노의 오른손 부분은 보컬\n멜로디와 겹치는 경우가 많으며, 거의 항상 단순한 구조의 절가곡이다. 이러한 단순한 구조의\n곡들은 청소년기에 브람스가 술집에서 대중가요를 연주하면서 민요에 대한 친밀감을\n형성했을 가능성이 있다.",
    "trans": "Additionally included, and later composed by Schubert.\nIn Goethe and Music, [redacted_name] ([redacted_name]) listed examples of Goethe's imitation of English poetry. Schubert and Schumann\nconsidered these poems to be highly suitable for musical composition. These folk songs of Goethe were introduced through Herder's translation of the Percy anthology.\nThe influence of Ossian is difficult to assess, but Goethe created poems\nbased on Ossian in The Sorrows of Young Werther.\nThe author cited several works that contain elements of Ossian.\nThe influence of Scotland on European music extends beyond Ossian and Percy, and [redacted_name] ([redacted_name])'s works also gained great popularity in Europe.\nIn Brahms' works, the lyrics and music are perfectly matched. Brahms was\nlikely influenced by Mendelssohn's Scottish Symphony.\nBrahms' piece in A minor seems to be written in a folk song style, and throughout his life, he showed a deep interest in such songs, making many attempts in this direction.\nThis was something that the typical middle-class Schumann did not attempt.\nBrahms composed traditional-style pieces from the beginning, such as works 7\nand 14. These pieces often lack a piano accompaniment, and the right hand of the piano\nfrequently overlaps with the vocal melody, almost always being simple, strophic songs. The simplicity of these pieces\nmay have been influenced by Brahms' familiarity with folk songs,  during his youth when he played popular songs in taverns\npossibly formed"
}