{
    "source": "ko_KR",
    "target": "en_US",
    "text": "시동을 끄는 연준을 두고 범규가 앞장 섰다. 아파서 빌빌대던 걸 살려놨더니 기가 살아 설쳐댔다. 연준은 이 상황 이 믿기지가 않았다. 저를 죽여 달라며 웬 미친놈이 나타난 것도 모자라 그 놈 말만 믿고 여기까지 달려온 저도 미친 놈 같았다.\n두 미친놈은 북적이는 해변을 뒤로 하며 걸었다. 제법 오래 직진했다. 범규는 비행기처럼 팔을 벌리다 제방 위를 뛰었다. 머리칼이 휘날렸고 즐거워보였다. 죽을 사람 같지 않았다. 연준은 주머니에 손을 꽂은 채 느즈막히 뒤를 따 라갔다. 어느 순간 개미굴처럼 밀집해있던 가게들이 사라졌다. 야자수, 무화과, 마리포사, 화전농이 나타났고 좀 더 지나서는 그마저도 보이지 않았다.\n바위, 바람, 바다. 발음만 시적이다뿐 사람 하나쯤 파묻어도 들키지 않을 곳에 도착한 건 한참이 지난 후였다. 범 규는 켜켜이 쌓인 바위 틈을 능숙하게 헤쳐나갔다. 청정 해역의 바닷물이 샌들 사이로 밀려들었다. 이런 곳을 어떻 게 찾아낸 건지, 연준은 따라가면서도 신기했다. 수 년간 쿠바를 떠돌았지만 듣도 보도 못한 외지였다.\n마침내 범규의 걸음이 멈췄다. 사방엔 파도 소리만이 요란했다. 의식하듯 돌아본 범규가 좀 더 앞으로 향했다. 범 규의 너머로 보이는 것은 동굴에 가까운 무언가였다. 굳이 따지자면 동굴이라기엔 턱없이 작았고 바위라기엔 누가 파놓은 것처럼 안락했다.",
    "trans": "Beomgyu took the lead, leaving Yeonjun to turn off the engine. Yeonjun had saved him from his pitiful state, but now that he was feeling better, he was causing trouble. Yeonjun couldn’t believe the situation. Not only did a crazy guy appear asking him to kill him, but he also felt like a fool for having come all the way here, blindly trusting the crazy person’s words.\nThe two lunatics walked along the bustling beach, heading straight for quite a long time. Beomgyu ran along the embankment with his arms spread wide like an airplane, his hair flying as he grinned happily. He didn’t look like someone who was about to die. Yeonjun trailed behind, hands in his pockets, walking slowly. Eventually, the shops, as packed as ant caves, disappeared. Palm trees, fig-trees, mariposa, and hwajeon farms appeared, and after a while, even those faded from sight.\nRock, wind, and sea. It had been a long time since they arrived at a place where no one would ever find them, even if they were buried here, except for the poetic way they spoke. Beomgyu navigated the jagged cracks in the rocks with ease. The seawater from the pristine ocean flooded his sandals. Yeonjun couldn’t help but be surprised, wondering how he had found such a place. Even after years of wandering through Cuba, he had never heard of it.\nFinally, Beomgyu's steps came to a halt. The sound of the waves was the only thing that echoed around them. Beomgyu turned deliberately and took a few steps further ahead. What lay ahead was something that resembled a cave. It was too small to truly be a cave, but it felt almost as if someone had carved it out of the rock, offering a sense of comfort."
}