{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“인쇄된 책을 읽는 행위는 독자들이 저자의 글에서 지식을 얻기 때문만이 아니라 책 속의 글들이 독자의 사고 영역에서 동요를 일으키기 때문에 유익하다. 오랜 시간,집중해서 읽는 독서가 열어준 조용한 공간에서 사람들은 연관성을 생각하고 자신만의 유추와 논리를 끌어내고 고유한 생각을 키운다. 깊이 읽을수록 더 깊이 생각한다.”\n니콜라스 카의 지적은 미디어비평의 대가로 꼽히는 닐 포스트먼의<죽도록 즐기기>의 문제의식과 같습니다.\n다만 후자는 출간되고 다소 시간이 흘렀다는 단점이 있습니다. 그럼에도 영상을 과도하게 즐기는 학우라면 짚어볼 책입니다.\n학술논문은 딱딱하지만 인내심을 갖고 읽으면그 다음부터 어떤 책도 수월하게 읽히리라 확신합니다.\n온라인 수업에 텍스트 읽지 않고 오는 학우들이 많았는데요.\n필담토론의 취지를 살려 월요일 수업시간이라도 반드시 텍스트 읽기에 몰입해주기를 당부드려요.\n경쟁력이라는 말이 좋은 의미는 아니지만\n인터넷시대의 경쟁력을\n전문가들은창의성과 감수성으로꼽습니다.\n두 가지를 업그레이드 시킬 방법은스스로 읽기, 생각하기, 쓰기입니다.\n은행저금식이나 주입식으로는 결코 향상되지 않습니다.\nOECD보고서는 한국의 젊은 세대 리터러시가 떨어지고 있다고 진단했는데요.\n보고서에 따르면\n한국 학교에서 청소년들이 읽는 텍스트의 길이는 대체로10쪽 미만이었습니다.",
    "trans": "\"Reading a printed book is beneficial not only because it allows readers to gain knowledge from the author's work, but also because it stimulates the reader's thinking. In the quiet space created by hours of focused reading, individuals reflect on connections, draw their own analogies and conclusions, and develop their own thoughts. The more deeply you read, the more profoundly you think.\"\nNicholas Carr's argument is similar to Neil Postman's critique in <Amusing Ourselves to Death>, a seminal work in media criticism.\nHowever, the drawback is that it was published some time ago. Still, for students who excessively consume videos, it is a book worth pointing out.\nAcademic papers can be challenging, but if you read them patiently, you'll find that you can easily tackle any book from then on.\nMany students didn't read the text in online classes.\nWith the purpose of this written discussion in mind, I encourage you to immerse yourself in reading the text even during Monday's class.\nCompetitiveness may not be the best term,\nbut experts believe that in the Internet era,\ncompetitiveness is defined by creativity and sensitivity.\nThe ways to enhance both are through reading, thinking, and writing independently.\nIt can never be improved through savings accounts or rote learning.\nThe OECD report diagnosed a decline in literacy among the younger generation in Korea.\nAccording to the report,\nthe average length of text read by teenagers in Korean schools was generally fewer than 10 pages."
}