{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 너 원래 그런 거 좋아하잖아.\n- 아니, 아니에요, 안 좋, 흑, 안 좋아..!\n- 싫다면서 왜 나한테 존댓말하는 거야? 정말 싫으면 세이프워드 외치면 되잖아.\n6이 어이가 없다는 듯 2의 등을 놔주고 힘으로 끌어올려 수갑을 침대헤드에 연결했어. 말로는 싫다지만 별다른 반항이 없는 2가 참 귀여웠지. 어차피 이런 걸 원했으면서.\n- 하하... 싫으면서 앞은 세우고. 응?\n6이 2의 볼을 살살 만져대면서 웃었어. 당장 괴롭히고 싶은 욕구가 치밀어 올랐지. 무릎을 세운채로 몸을 최대한 동그랗게 만 2가 6을 떨리는 눈으로 바라보았어. 자꾸만 달아오르게 만드는 흥분감을 감출 수가 없었지.\n- 너, 오늘 잘못한게 몇개인지 알아?\n2가 고개를 저었어. 최대한 많이 떠올려보려고 해도 머릿속에선 같은 잘못만 되풀이되었지. 존댓말 안한 거, 그리고.. 그만하라고 한 거? 그 이외에 또 뭐 있었더라. 분명 있었을텐데. 많이 떠올리지 않으면 6이 잘못을 읊어보라 할 때 분명 대답을 못하고\n더 맞겠지. 6이 2가 대답을 못하는 것에 대해서 그럼 그렇다는 듯이 눈썹을 들썩였어. 어떻게 구워삶아야 좋으려나. 6이 장소의 특성을 생각해냈어. 이곳은 6의 본가. 2에겐 시댁이나 다름 없지. 들킬지도 모른다는 공포, 그리고 어쩌면 들켰으면 좋겠다는 작은 기대가 섞여있을 걸 6은 알았어.\n- 입 벌려.\n잘그락거리는 볼개그를 2의 입에 물려 잘 고정한 6이 입을 벌리고 힘겹게 고개를 젖히고 있는 모습을 보고 침을 꼴깍 삼켰어.",
    "trans": "- You're usually into stuff like that.\n- No, no, it's not good, ugh, it's really not good..!\n- You said you don't like it, so why are you speaking so formally to me? If you really don't like it, just shout the safe word.\nAs if in disbelief, 6 released his grip on 2's back and pulled the handcuffs up to the bedhead. 2 had said 2 hated it, but there was no resistance. 2 had wanted something like this all along.\n- Ha ha... You say you don't like it, but you're getting hard. Huh?\n6 laughed as he gently touched 2's cheek. My desire to harass him immediately rose. With his knees up, 2 looked at 6 with trembling eyes, making his body as round as possible. I couldn't hide the excitement that kept heating up.\n- Do you know how many things you did wrong today?\n2 shook his head. He tried to think as hard as he could, but the same mistakes kept repeating in his mind. The fact that he didn’t use honorifics, and that he told him to stop? What else was there? He was sure there was more. If he didn’t focus too much on it, when 6 asked him to list his mistakes, he’d definitely be unable to answer and get hit even more.\n6 raised an eyebrow as 2 failed to answer, as if it were exactly what he expected. He wondered how best to deal with him. Then, 6 remembered the nature of the place. This was 6’s family home, and for 2, it was no different from being at his in-laws'. 6 knew that 2 must be torn between the fear of being caught and the small hope that maybe he wanted to be caught.\n- Open your mouth.\n6 swallowed saliva when he saw a well-fixed 2 with his mouth open and struggling to tilt his head after biting the ballgag into the mouth of 2."
}