{
    "source": "ko_KR",
    "target": "en_US",
    "text": "졸음, 두통, 때때로 권태감, 마비감, 무력증, 초조, 감각이상, 드물게 가볍고 일시적인 나른함, 피로, 어지러움, 머리무거움, 흥분, 경련, 운동이상, 근육긴장이상, 실신, 떨림, 공격성, 혼돈, 우울, 환각, 불면증, 틱 장애, 기억상실, 기억장애, 자살관념, 악몽, 때때로 목마름, 입술건조감, 구역, 식욕부진, 위부불쾌감, 소화불량, 복통, 위통, 복부불쾌감, 설사, 드물게 구토, 위장장애, 입술염, 미각이상, 식욕증진,드물게 빠른맥, 부정맥, 혈압상승, 때때로 두근거림,혈관염, 때때로 백혈구 감소, 호중구 감소, 림프구 증가, 호산구 증가, 드물게 단구 증가, 혈소판 증가, 혈소판 감소,광과민증, 드물게 과민증 및 과민성 쇼크, 때때로 부기, 가려움, 발진, 드물게 두드러기, 혈관신경성부종, 고정약물발진, 급성전신발진농포증,드물게 흐린 시력, 결막충혈, 안조절 장애, 전후축의 안구운동,현기증,때때로 AST, ALT, ALP, 총빌리루빈, γ-GTP, LDH의 상승 등 간기능 장애, 황달, 간염, BUN 상승, 당뇨, 피섞인 소변, 드물게 배뇨 곤란, 야뇨증, 소변고임,관절통, 인두염, 기침, 코피, 기관지경련, 청력이상, 시각이상, 때때로 가슴통증, 드물게 월경불순, 귀울림, 비염, 체중 증가가나타나는 경우 복용을 즉각 중지하고 의사 또는 약사와 상의하십시오. 이 약 투여 중단 후 가려움증, 두드러기가나타날 수 있습니다.\n이 약은 어떻게 보관해야 합니까?\n실온에서 보관하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.\n출처 출처 도움말 확장영역 접기",
    "trans": "Drowsiness, headache, occasional ennui, paralysis, helplessness, jitteriness, sensory abnormalities, rare light and temporary drowsiness, fatigue, dizziness, heaviness in the head, excitement, convulsions, motor abnormalities, muscle tone changes, fainting, tremors, aggression, depression, insomnia, tic disorders, memory loss, impaired memory, suicidal thoughts, nightmares, occasional thirst, dry lips, nausea, loss of appetite, stomachache, abdominal pain, diarrhea, rare vomiting, gastrointestinal issues, lipitis, taste changes, rapid pulse, arrhythmia, increased blood pressure, vasculitis, occasional leukopenia, decreased neutrophils and lymphocytes, increased eosinophils, rare increase in monocytes, increased platelets, thrombocytopenia, hypersensitivity, rare hypersensitivity or irritant shock, occasional swelling, itching, rash, rare hives, vasculous edema, fixed drug rash, rare glaucoma, acute systemic pustules, conjunctival congestion, dysregulation, abnormal eye movements (anterior and posterior), vertigo, occasional elevation in AST, ALP, total bilirubin, γ-GTP, LDH, occasional chest tightness, rare urination issues, dysuria, urinary tract pain, pharyngitis, cough, bronchospasms, hearing abnormalities, occasional chest pain, abnormalities in breathing or chest pain, pain, dyspnea, occasional difficulties with urination, cough, bronchial cramps, nosebleeds, hearing problems, visual abnormalities. If you rarely experience menstrual irregularities, ringing in the ears, rhinitis, or weight gain, stop taking the medication immediately and consult your doctor or pharmacist. After stopping the medication, itching or hives may occur.\nHow should I store this medication?\nStore at room temperature. Keep out of reach of children.\nSource Source Help Expansion area Folding"
}