{
    "source": "ko_KR",
    "target": "en_US",
    "text": "무 무 무 무 무 .......\n죽비를 치는 순간 바로 지금 이 순간 놓습니다.\n죽비 3타.\n............ (3분?)\n방선 죽비 3타.\n이제 눈을 뜨세요.\n그리고 몸을 전후좌우로 조금씩 움직여주면서 자유롭게 하세요.\n이 짧은 명상을 통해 우리는 화두 하나를 들고 '방하착'을 실천해보았습니다.\n이 경험을 일상생활에서도 활용해보시기 바랍니다.\n스트레스를 받거나 어려움에 직면했을 때, 잠시 멈추고 화두 하나에 집중하며 모든 것을 내려놓고 흘려보내는 연습을 해보세요.\n여러분, 어떠셨습니까?\n방하착의 순간을 통해 평안을 경험하셨기를 바랍니다. >>\n선명상은 종교적 수행만이 아닙니다.\n종교가 있건 없건 누구에게나 필요하고 언제 어디에 있거나 누구나 할 수 있는 수행입니다.\n선명상은 현대를 살아가는 우리 모두에게 필요한 삶의 태도와 마음의 습관이 됩니다.\n저는 오늘 오전에 유엔에 방문하여 '세계 명상의 날' 제정을 요청하는 제안서를 제출하였습니다.\n내일은 마음챙김 명상의 선구자이신 존 카밧진 교수님을 만나 불이중도적 마음챙김의 가치와 확산에 대한 대담을 가질 예정입니다.\n나아가 한국을 포함한 지구촌 시민들이 하루 5분 선명상 수행을 할 것을 권유하는 캠패인을 시작할 것입니다.",
    "trans": "Mu, mu, mu, mu, mu......\nAt the moment the wooden clapper strikes, let go right now, in this very moment.\nThree strikes of the wooden clapper\n............. (3 minutes?)\nThree final strikes of the wooden clapper.\nNow, open your eyes.\nGently move your body forward, backward, and side to side as you relax and free yourself.\nThrough this brief meditation, we have practiced holding a single hwadu (meditative question) and putting it into action with 'Banghajak'.\nTry applying this experience in your daily life.\nWhen you face stress or challenges, pause for a moment, focus on a single hwadu, and practice letting everything go and flow.\nHow did you feel?\nI hope you experienced a moment of peace through the practice of Banghajak (letting go). >>\nSeon meditation is not solely a religious practice.\nWhether you follow a religion or not, it is something everyone needs and can do anytime, anywhere.\nSeon meditation becomes an essential attitude and habit of the mind for all of us living in the modern world.\nThis morning, I visited the United Nations and submitted a proposal to designate a 'World Meditation Day'.\nTomorrow, I will meet with Professor Jon Kabat-Zinn, a pioneer of mindfulness meditation, for a discussion on the value and dissemination of the principle of non-duality in mindfulness.\nMoving forward, I will initiate a campaign encouraging global citizens, including those in Korea, to dedicate just five minutes a day to Seon meditation."
}