{
    "source": "ko_KR",
    "target": "en_US",
    "text": "공유하기\n원본 이미지 보기\n(사진=MBC)\n[이데일리 스타in 최희재 기자] 아나운서 출신 백지연이 MBC를 찾는다.\nMBC 새 예능 프로그램 ‘심장을 울려라 강연자들’(이하 ‘강연자들’)은 23일 리부트 예고편을 공개했다.\n이번 공개된 영상에서는 9년 만에 친정 MBC로 돌아온 백지연이 스페셜 강연자로 출연해 이목을 끌었다. 특히, ‘최초, 최연소, 최장수’ MBC 뉴스데스크 여성 앵커라는 전무후무한 기록을 세운 백지연과 MC 오은영 박사의 따뜻한 포옹으로 시작된 특별한 만남이 주목을 받았다.\n두 여성 전문인의 만남이 기대를 모았던바. 연세대학교 동문인 두 사람이 각각 심리학과와 의학과를 졸업한 인연을 소개하며 백지연의 학창 시절 이야기를 나눴다. 오은영 박사가 백지연의 과거 별명이 ‘연대의 브룩쉴즈’였다는 사실을 밝히자, 백지연은 “안 들어본 사람은 없겠죠?” 라고 너스레를 덧붙였다.\n백지연은 자신의 MBC 뉴스데스크 여성 앵커 기록과 함께, 그간 겪었던 거친 인생 이야기를 솔직하게 털어놓았다. 특히 그녀가 어디서도 밝히지 않았던 싱글맘으로서의 애환을 고백하며, 뉴스데스크 앵커 자리를 포기하고 MBC를 퇴사한 이유를 공개했다.\n‘철의 여인’으로 불리던 백지연이 눈물을 보이는 장면이 예고되면서 시청자들의 궁금증을 자아냈다.",
    "trans": "Sharing\nView the original image\n(Photo = MBC)\n[E-Daily StarIN Choi Hee-jae] Former announcer Baek Ji-yeon visits MBC.\nMBC's new entertainment program, \"Speakers Make Your Heart Cry\" (hereafter referred to as \"Lecturers\"), released a reboot trailer on the 23rd.\nIn the released video, Baek Ji-yeon, who returned to her home network MBC for the first time in nine years, appeared as a special speaker and caught the audience's attention. Notably, a touching moment between Baek Ji-yeon and MC Oh Eun-young, who holds the unprecedented record of being MBC's first, youngest, and longest-serving female news anchor, was featured, drawing significant attention.\nThe meeting between the two accomplished women was highly anticipated. Both alumni of Yonsei University, they discussed Baek Ji-yeon's school days, highlighting her connections to the psychology and medical departments, which they each graduated from. When Dr. Oh Eun-young revealed that Baek Ji-yeon's former nickname was \"Brook Shields of Solidarity,\" she added, \"I'm sure everyone has heard of it, right?\"\nBaek Ji-yeon candidly shared her challenging life story, along with her record as a female anchor at MBC's news desk. In particular, she revealed her sorrow as a single mother, a side of her life she had never disclosed before. She also explained the reasons she gave up her position as a news anchor and left MBC.\nThe scene of Baek Ji-yeon, once known as \"The Iron Lady,\" shedding tears was anticipated, sparking curiosity among viewers."
}