{
    "source": "ko_KR",
    "target": "en_US",
    "text": "오늘 19 전체 16,489\n아르반 서면 / 아르반시티 연산\nARBAN HOTELS GROUP\n국내여행ㆍ17명의 이웃\n안부글이웃목록공유하기\n소개\n아르반서면 / 아르반시티 예약문의 051-805-9901/051-851-9949 www.arbanhotel.com www.arbancityhotel.com\n인기글\n호텔 객실 TV 채널 가이드\nGuest Directory\n1. 객실 서비스\n■ 객실냉난방 각 객실은 개별 조정이 가능한 별도의 냉/난방 장치가 설치되어 있습니다. 작동방법 및 문의 사항은 하우스키핑 또는 프런트데스크로 문의하여 주시기 바랍니다. ■ 인터넷 모든 객실에서 초고속 유무선 인터넷을 무료로 제공하고 있습니다. 와이파이(WIFI) 아이디와 패스워드는 TV 옆에 부착되어 있습니다. ■ 개인금고 모든 객실에는 옷장 또는 서랍장에 개인 금고가 설치되어 있습니다. ■ 프라이버시 투숙 중 방해받고 싶지 않으신 경우, 객실 내 컨트롤 박스를 이용하여 DO NOT DISTURB 버튼을 눌러주시기 바랍니다. 또한 청소가 필요하신 경우 MAKE UP THE ROOM 버튼을 눌러주시면 원하는 시간대에 청소를 하겠습니다. ■ 위급상황 혹시 아프거나 의료적인 서비스가 필요하시면 프런트 데스크로 연락주십시오. 비상구급함이 준비되어져 있으며, 가까운 병원으로 안내해 드리도록 하겠습니다. ■ 화재 화재 또는 화염을 발견하시면, 프런트에 연락하시고 직원의 안내에 따라 신속히 대피하시기 바랍니다. ■ 비상구 비상구의 안내도는 객실 문에 부착되어 있습니다. 직원의 안내에 따라 신속히 대피하시기 바랍니다. ■ 비...",
    "trans": "Today 19 Total 16,489\nArban Seomyeon / Arban City Yeonsan\nARBAN HOTELS GROUP\nDomestic Travel ㆍ17 Neighbors\nGreetings Neighbor List Sharing\nIntroduction\nArban Seomyeon / Arban City Reservation Inquiries: 051-805-9901 / 051-851-9949 www.arbanhotel.com www.arbancityhotel.com\nPopular Posts\nHotel Room TV Channel Guide\nGuest Directory\n1. Room Service\n■ Room Cooling: Each room is equipped with an individual cooling/heating device that can be adjusted. For instructions or inquiries, please contact housekeeping or the front desk. . ■ Internet: All rooms offer free high-speed wired and wireless internet. Wi-Fi IDs and passwords are located next to the TV. ■ Personal Safe: All rooms have personal safes installed in closets or drawers. ■ Do Not Disturb: If you do not wish to be disturbed during your stay, please press the \"DO NOT DISTURB\" button using the in-room control panel. If you require cleaning, press the \"MAKE UP THE ROOM\" button, and we will clean your room at any time you prefer. ■ Emergency Services: Should you require medical assistance or feel unwell, please contact the front desk for help. ■ Fire Emergency: In case of fire or flames, immediately contact the front desk and evacuate according to staff instructions. ■ Emergency Exit: An emergency exit guide is located on the room door. Please evacuate swiftly following staff instructions."
}