{
    "source": "ko_KR",
    "target": "en_US",
    "text": "박소영, 5살 연하 ♥문경찬과 3개월 째 열애..“ 최근 연인 발전” [공식입장]\nAD\n로또 구매할때 수동으로 구매하신다면 이렇게 해보세요.\n로또ㅣ당첨높이는 방법\n클릭하기\nAD\n쥐젖' 뜯지말고 '이렇게' 해결하세요\n올바른해결법\n더 알아보기\n이하늘 결국 입건.. \"언론플레이\" VS 주비트레인 \"명예훼손\" 팽팽 (Oh! 쎈 이슈) [종합]\n이시영, 너무 달라진 얼굴 깜짝..\" 뭘 한거야\" 궁금증 폭발 [Oh! 쎈 이슈]\n100자평60\n도움말삭제기준\n찬성순반대순관심순최신순\n별명구독자\n2024.10.05 19:20:09\n힘없는 나라의 국민이 감수할수밖에 없는 서러움이다 이스라엘이 레바논과 싸우는게 아니고 헤즈볼라와 싸우는데 그장소가 레바논인것이고 그나라 국민이 피해를 당하는거지 우리나라도 더욱 잘살아야한다 국방의 힘도 더욱 강하게 키위야하고\n답글작성\n232\n4\n셋별아\n2024.10.05 19:24:55\n잠자던 사자를 건드린 죄가 너무커네 함부로 건드리면 정은군 알겠지 꼭 맞아봐야 아는 건 아니겠지\n답글\n3\n186\n9\n차기대\n2024.10.05 19:16:52\n이스라엘,이번기회 레바론 접수해라...\n답글\n1\n146\n24\n더보기\nTaboola 후원링크\n당신이 좋아할 만한 콘텐츠\n소녀시대 유리, 파격 비키니로 돋보이는 S라인! ‘헉’ 소리 나네\n은지원, 46년 만 밝힌 출생의 비밀 “원래 이름 은신기… 무속인 됐을 것”\nAD\n잦은 \"방귀, 트름\" 계속되면, 간단치료!\n위담한방병원\n더 알아보기\nAD\n저평가된 \"테더코인\" 선착순 200명 무료로 드립니다!\n퓨쳐인사이트\n더 알아보기\n이동건母 등장 \"내 아들, 미우새 아냐..100점짜리\" [Oh! 쎈 포인트]\n“수영복 엉덩이 감당NO, 터진 적도” 소유… 후끈한 ‘끈비키니’ 자태",
    "trans": "Soyeong Park, dating Mun Gyeongchan, 5 years younger, for 3 months ♥ “Recently became a couple” [Official Statement]\nAD\nIf you purchase the lottery manually, try this.\nLottoㅣHow to increase winnings\nClick\nAD\nDon't pick at skin tags' resolve them 'this way'\nCorrect solution\nLearn more\nLee Haneul has been officially charged.. \"Media Play\" VS Juvie Train \"Defamation\" in Standoff (Oh! Hot Issue) [Summary]\nLee Si-young's Drastically Changed Face Shocks Everyone.. \"What Did She Do?\" Curiosity Explodes [Oh! Hot Issue]\n100-character review 60\nHelp deletion criteria\nIn order of approval, disapproval, interest, latest\nNickname subscriber\n2024.10.05 19:20:09\nIt is the sorrow that the citizens of a powerless nation must endure. Israel isn’t fighting Lebanon; it’s fighting Hezbollah, but the battleground happens to be in Lebanon, and it’s the people of that country who suffer the consequences. Our country, too, must strive to prosper even more, and we must continue to strengthen our national defense capabilities\nWrite a reply\n232\n4\nSetbyeolah\n2024.10.05 19:24:55\nThe price of disturbing a sleeping lion is far too great. You should know better than to provoke recklessly, right, Jung Eun? Hopefully, you don’t have to learn the hard way\nReply\n3\n186\n9\nChagidae\n2024.10.05 19:16:52\nIsrael, take this opportunity to take over Lebanon...\nReply\n1\n146\n24\nView more\nTaboola Sponsorship Link\nContent you may like\nGirls' Generation's Yuri Stuns in a Daring Bikini, Highlighting Her S-Line! Leaves Fans in 'Awe'\nEun Ji-won Reveals Birth Secret After 46 Years: \"My Original Name Was Eun Shin-gi… I Might Have Become a Shaman\"\nAD\nFrequent \"Farting and Belching\"? Simple Treatment Available!\nWitham Oriental Medicine Hospital\nLearn more\nAD\nUndervalued \"Tether Coin\" – Free for the First 200 People!\nFuture Insight\nLearn more\nLee Dong-gun's Mother Appears: \"My Son is not \"My Naughty Little Boy\"... He's a Perfect 100\" [Oh! Hot Point]\nSo You: \"Can't Handle Bikini Bottom, I've Even Had a Wardrobe Malfunction\"... Sizzling in a 'String Bikini' Look"
}