{
    "source": "ko_KR",
    "target": "en_US",
    "text": "그가 이 모든 일들을 행한 후에 내가 말하기를 그가 내게로 돌아오리라 하였으나 아직도 내게로 돌아오지 아니하였고 그의 반역한 자매 유다는 그것을 보았느니라\n내게 배역한 이스라엘이 간음을 행하였으므로 내가 그를 내쫓고 그에게 이혼서까지 주었으되 그의 반역한 자매 유다가 두려워하지 아니하고 자기도 가서 행음함을 내가 보았노라\n그가 돌과 나무와 더불어 행음함을 가볍게 여기고 행음하여 이 땅을 더럽혔거늘\n이 모든 일이 있어도 그의 반역한 자매 유다가 진심으로 내게 돌아오지 아니하고 거짓으로 할 뿐이니라 여호와의 말씀이니라\n여호와께서 내게 이르시되 배역한 이스라엘은 반역한 유다보다 자신이 더 의로움이 나타났나니\n너는 가서 북을 향하여 이 말을 선포하여 이르라 여호와께서 이르시되 배역한 이스라엘아 돌아오라 나의 노한 얼굴을 너희에게로 향하지 아니하리라 나는 긍휼이 있는 자라 노를 한없이 품지 아니하느니라 여호와의 말씀이니라\n너는 오직 네 죄를 자복하라 이는 네 하나님 여호와를 배반하고 네 길로 달려 이방인들에게로 나아가 모든 푸른 나무 아래로 가서 내 목소리를 듣지 아니하였음이라 여호와의 말씀이니라\n여호와의 말씀이니라 배역한 자식들아 돌아오라 나는 너희 남편임이라 내가 너희를 성읍에서 하나와 족속 중에서 둘을 택하여 너희를 시온으로 데려오겠고",
    "trans": "After he had done all these things, I said, 'I think he'll return to me', but he has not returned to me; and Judah, her treacherous sister, has seen it.\nI saw that Israel, as my treacherous sister had committed adultery, I had sent her away and given her a certificate of divorce, but her treacherous sister, Judah didn't fear, and went and played the harlot.\nHe considered it light to commit fornication with stones and trees, and by committing fornication with them, he defiled this land.\nYet in spite of all this, her treacherous sister, Judah has come back to me with all her heart, and has done it deceitfully, says the LORD.\nThe LORD said to me, “Backsliding Israel has shown itself to be more righteous than treacherous Judah.”\nGo, face the north and proclaim this word, and the Lord says, ‘Return, O backsliding Israel, and I won't turn my angry face against you, and as I'm merciful, I will not keep anger forever,' declares the LORD,\nOnly confess your sin, which you have rebelled against the LORD, your God, run your way to the Gentiles,  gone under every green tree, and have not obeyed my voice,' declares the LORD.\nReturn, you backsliding children, says the LORD. I'm your husband. I will select you, one from a city and two among your tribes, and I will bring you to Zion."
}