{
    "source": "ko_KR",
    "target": "en_US",
    "text": "③ 위험성 평가 주체는 사업주로서 안전보건관리책임자, 관리감독자, 안전관리자 및 작업자 전원이 참여하고 역할분담을 하여 실시하도록 한다.\n④ 위험성 등급 평가결과 위험도가 높은 것부터 우선적으로 개선대책을 수립/시행한다.\n7. [가스] 가스설비 사용 후 관리 방법으로 맞지 않는 것은?\n*\n10점\n① 호스가 화염열에 닿지 않도록 주의\n② 밸브를 확실히 잠그고 보관\n③ 토치 및 가스호스를 밀폐공간 외부로 이동\n④ 가스 니플은 철저히 분리\n8. [밀폐구역] 다음 중 밀폐구역 작업 시 규제 사항으로 틀린 것은?\n*\n10점\n① 방폭등이 아닐 경우 밀폐구역 내에서 사용금지\n② 환,배기 및 조명시설이 설치될 때까지 출입금지\n③ 밀폐구역 내 2인 작업금지\n④ 작업장을 이탈할 경우 출입자 명단 삭제 및 작업증 회수\n9. [밀폐구역] 다음 중 밀폐구역에서 발생 될 수 있는 사고의 항목이 아닌 것은 어느 것입니까?\n*\n10점\n① 감전\n② 화재\n③ 폭발\n④ 질식\n10. [교통] 사내 차량 우선순위가 맞는 것은 어느 것인가?\n*\n10점\n① 긴급차량 – 중장비(크레인 – 트랜스포터 –지게차 – 고소차) 화물자 – 버스 – 승용차",
    "trans": "③ The subject of the risk assessment is the business owner, and all safety and health management managers, management supervisors, safety managers, and workers must participate and divide roles to conduct the assessment.\n④ As a result of the risk rating assessment, improvement measures are established/implemented first, starting with those with the highest risk.\n7. [Gas] What is inappropriate as a management method after using the gas facility?\n*\n10 points\n① Care must be taken to prevent the hose from contacting flame heat\n② Securely close and store the valve\n③ Move the torch and gas hose outside the enclosed space.\n④ Thoroughly separate the gas nipple.\n8. [Closed area] Which of the following is incorrect as a regulation when working in a closed area?\n*\n10 points\n①  Unless it is an explosion-proof lamp, using it in a closed area is prohibited.\n② Entry is prohibited until ventilation, exhaust, and lighting facilities are installed.\n③ It is prohibited for two people to work in an enclosed area.\n④ Deletion of the list of visitors and recovery of work certificates in case of leaving the workplace\n9. [Closed Area] Which of the following is not an incident that may occur in a closed area?\n*\n10 points\n① Electric shock\n② Fire\n③ Explosion\n④ Suffocation\n10. [Transportation] Which is the correct priority for company vehicles?\n*\n10 points\n① Emergency vehicle – Heavy equipment (Crane – Transporter – Forklift – Aerial vehicle) Freighter – Bus – Passenger vehicle"
}