{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 제공 목적 : SLL중앙에서 당첨자에게 경품 배송에 필요한 개인정보 (성명/생년월일/국적/연락처) 문의\n3. 이벤트 당첨자에게는 11월 2일에 메일로 별도 안내 드릴 예정이며, 11월 4일 월요일 정오 (KST)까지 메일 회신이 오지 않을 경우 경품 수령이 불가할 수 있습니다.\n4. 수집한 개인 정보는 경품 배송 목적 외에는 사용되지 않습니다.\n- 수집한 개인 정보의 보유 및 이용 기간: 당첨자 발표 후 응모자는 7일 이내, 당첨자는 1년 이내\n5. 이벤트 당첨 후 경품 발송을 위한 개인 정보 제공에 거부를 원하시는 경우 “고객센터”로 거부의사를 접수해주시기 바랍니다. (이벤트 종료 시점까지 거부 의사를 밝히지 않으면 개인 정보 제공에 대한 암묵적 동의로 간주됩니다.)\n- 고객센터 접수 방법 : 위버스 앱 우측 하단 → 고객센터 → 1:1 문의하기 → 이벤트\n6. 이벤트 및 서비스 관련 메일을 수신하고 발신이 가능한 상태의 계정으로 이벤트에 참여 바랍니다.( 이메일 가리기(Hide my email) 등의 기능이 적용되어 이메일 수신/발신이 불가한 계정으로 이벤트에 참여할 경우 당첨자 선정에서 제외되거나 당첨이 취소될 수 있습니다.)",
    "trans": "Purpose: To contact the winner of the SLL Central for the personal information required to deliver the prize (name, date of birth, nationality, contact information).\n3. The event winners will be notified via email on November 2nd. If you do not reply to the email by noon (KST) on Monday, November 4th, you may not be able to receive the prize.\n4. The personal information collected will only be used for the purpose of delivering the prize.\n- Retention and use period of collected personal information: The personal information will be kept and used for up to seven days after the winner is announced or within one year for the winner's information.\n5. If you wish to decline providing your personal information for prize delivery after winning the event, please submit your refusal to the \"Customer Center.\" (If you do not express your refusal by the end of the event, it will be considered implicit consent to provide your personal information.)\n- How to register at the Customer Center: In the Weverse app, go to the bottom right → Customer Center → Contact 1:1 → Event.\n6. Please participate in the event with an account that can receive and send event and service-related emails. (If you participate with an account that cannot receive or send emails due to features like \"Hide my email,\" you may be excluded from the winner selection or your prize may be canceled.)"
}