{
    "source": "ko_KR",
    "target": "en_US",
    "text": "* 본 이벤트는 사진 촬영, 영상 녹화, 음성 녹음, 무대 노출이 엄격히 금지되어 있습니다. 방송국 요청으로 입장 시, 소지품 검사가 진행될 수 있으며, 카메라, 캠코더, 녹음기, 사다리 등의 촬영 기기를 소지하실 경우 입장에 제한을 받을 수 있습니다.\n적발 시, 촬영분 확인 후 삭제, 메모리 카드 압수 및 강제 퇴장, JENNIE Weverse Membership 회원 자격 박탈 등의 불이익을 받으실 수 있으니 팬분들의 각별한 주의를 부탁 드립니다.\n* 현장에 정렬하여 대기하고 계시면 OA STAFF가 신청 순서대로 줄을 정리 후, 팔찌를 배부합니다.\n* 모든 녹화 현장에는 인원체크 시 배부 받은 팔찌를 반드시 지참하셔야 합니다. 훼손, 분실의 경우 입장이 제한됩니다.\n* 팬 여러분들의 안전을 위해 공개방송 참여 인원은 모두 사전에 신청을 받으며, 팔찌 배부 시 ‘JENNIE Weverse 이벤트 신청 내역’ 페이지를 확인합니다. 사전에 신청하지 않으신 경우 현장에 오셔도 입장하실 수 없습니다.\n* 확정 인원 300명 외에 10분께 예비 번호를 드립니다. 예비 번호의 입장 여부는 현장에서 결정됩니다.\n* 인원 체크 시간 내에 방문하지 않은 경우 ‘지각’ 줄에 도착하신 순서대로 줄을 서 주시기 바랍니다. 또한, 지참물 미비로 당일 녹화 현장에 오셨으나 참여하지 못하신 분들도 비참여자로 처리됩니다.\n* 본 이벤트 응모는 중복 신청이 불가합니다. (1계정당 1회 응모 가능)\n* 개인 정보 수집 이용 및 개인 정보 제3자 제공에 동의하지 않을 경우, 이벤트 참여가 불가합니다.",
    "trans": "* Photography, video recording, audio recording, and stage exposure are strictly prohibited during this event. Upon entering the venue, your belongings may be inspected, and entry may be denied if you are carrying a camera, camcorder, recorder, or ladder.\nIf caught, fans may face penalties, including having their footage deleted after verification, confiscation of memory cards, forced removal from the venue, and revocation of their JENNIE Weverse Membership.\n* If you line up at the venue, OA STAF will organize the lines based on the order of arrival and distribute bracelets accordingly.\n* You must bring the bracelet you were given when checking in at all recording sites. Entry will be denied if the bracelet is damaged or lost.\n* For the safety of fans, all participants in the public broadcast must apply in advance. Please check the \"JENNIE Weverse Event Application Details\" page when receiving your bracelet. If you have not applied in advance, you will not be allowed entry, even if you arrive at the site.\n* In addition to the 300 confirmed participants, 10 people will receive a preliminary number. Admission for those with a preliminary number will be determined on-site.\n* If you do not check in within the designated time, please line up in the \"late\" line in the order of arrival. Additionally, those who come to the recording site without the necessary items but are unable to participate will be treated as non-participants.\n* Repeated applications are not allowed for this event. (Only one application per system is permitted.)\n* If you do not agree to the collection and sharing of your personal information with third parties, you will not be able to participate in the event."
}