{
    "source": "ko_KR",
    "target": "en_US",
    "text": "이런 걸 좆같다고 해야 하나. 며칠새 환생이라도 한 건지 이 인간과 계속 엮였다. 통성명도 하지 않은 사이였다. 남이라는 단어조차 어색했다. 그런 상황에서 자길 죽여달라며 일주일을 내리 맴도는데 안 미치는게 이상했다. 덕분에 올해 서핑은 죽을 쒔다. 우기가 본격적으로 시작되면 몇 달간은 파도를 타기가 힘들었다. 한 주만 바짝 하고 접을 요량이었다. 그나마 건전한 취미이건만 문제는 그 때마다 이 인간이 나타났다. 해변에 자릴 피고 앉더니 뭍으로 나올라치면 달려왔다. 소리도 지르고 욕도 해봤다. 순진하게 생겨서 눈 하나 깜짝을 안 했다. 환장하기 좋은 계절이었다.\n연준은 서핑 보드를 낀 채 해변을 가로질렀다. 어김없이 범규가 따라오고 있었다. 열흘째였다. 오늘은 특히 모래밭에서 뒹굴기라도 한 듯 거지꼴이었다.\n둘은 보통 해변이 끝나는 지점에서 헤어졌다. 연준의 차 앞이었다. 번호판도 없는 구형 포드인데 연식이 주인보다 많았다. 연준의 지정석은 불에 탄 야자나무 아래였다. 불법 주차였다. 연준은 따라붙는 범규를 무시하며 악셀을 밟았다. 잿빛 거리를 피색의 늙은 포드가 내달릴 참이었다. 어제까지만 해도 그랬다.\n\"이거 왜 이래.\"",
    "trans": "I guess this is what you'd call a pain in the ass. In just a few days, I found myself tangled up with this guy again. We hadn’t even properly introduced ourselves. The word “stranger” felt weird. It was odd that he’d been lingering around for a week, asking me to kill him in such a situation. It made surfing this year a nightmare. Once the rainy season hit, riding the waves became almost impossible for months. I had planned to just push through for one solid week and then call it quits. At least surfing had been a healthy hobby, but the problem was, every time, this guy would show up. He’d set up camp on the beach, and whenever I tried to head back to land, he’d come running. He screamed and cursed. He had this innocent look, but not a single blink. It was the kind of season that could drive anyone insane.\nYeonjun crossed the beach with his surfboard. As usual, Beomgyu was trailing behind him. It was the tenth day. Today, he seemed like a beggar, almost as if he was rolling around in the sand.\nThe two usually parted ways at the end of the beach, right in front of Yeonjun's car. It was an old Ford without a license plate, but it was still older than its owner. Yeonjun’s spot was under a burnt palm tree, parked illegally. He stepped on the accelerator, ignoring Beomgyu, who was still following him. The old Ford, faded in color, was about to drive down the gray street. It had been like that until yesterday.\n\"What's going on with this?\""
}