{
    "source": "ko_KR",
    "target": "en_US",
    "text": "위의 블랙리스트 발언 이후 카메라 대신 휴대폰으로 리이나의 동영상을 촬영하였고 이를 본 팀장님은 강압적인 말투와 함께 제 핸드폰을 강제로 뺏어가는 무력을 행사하였습니다. (영상참조)\n“계속 찍으니 나가서 주겠다.” 며 핸드폰을 돌려주지 않아 제 휴대폰은 계속해서 팀장님의 손에 들려있었고, 모든 짐이 나와 이동하려는데도 불구하고 핸드폰이 없어 밖으로 나갈 수 없었습니다.\n하이키 멤버들이 나간 이후 ”이제 다 나갔으니까 폰 주세요.“ 라고 하자 그제서야 휴대폰을 돌려주며 찍은 영상을 다 지우라며 명령하였습니다.\n피해상황에서 빠르게 벗어나고자 휴대폰을 받은 즉시 나가고자 하였으나 팀장은 제 후드티에 달린 모자를 잡아채었고 목이 조여 이동을 못하게 하였습니다.\n이후 삭제하라는 말과 함께 다시 한번 핸드폰을 빼앗겼고 이 과정에서 제 휴대폰은 던져져 파손 되었습니다. (사진참고)\n아티스트를 케어하는 목적의 스태프가 팬의 개인 소지품을 어떠한 권한도 없이 갈취하고 목을 졸리게 하는 등의 폭력을 행사하는 것이 정녕 옳은 것인가요. 두차례의 무력행위를 당하고도 아무것도 할 수 없다는 점이 억울합니다.\n리이나가 이러한 장면을 보고도 계속 팔짱을 낀 채 무시하는 것은 정말 큰 실망을 안겨주었고, 무엇이 옳고 그른지를 판단하지 못하는 무지한 모습에 허무감을 느꼈습니다.",
    "trans": "After the blacklist comment above, instead of using a camera, I filmed a video of Riina with my phone. Upon seeing this, the team leader used a forceful tone and took my phone away with physical force. (See video reference)\n\"Stop filming, and I’ll give it back outside,\" they said, refusing to return my phone. My phone remained in the team leader's hands, and despite all my belongings being packed and ready to leave, I couldn't go outside without my phone.\nAfter the HiKi members left, I asked, \"Now that they’re all gone, can I have my phone?\" It was only then that the team leader returned my phone, but commanded me to delete the video.\nWanting to quickly escape the situation, I tried to leave as soon as I got my phone back, but the team leader grabbed the hood of my hoodie and choked me, preventing me from moving.\nAfter ordering me to delete the video, they forcibly took my phone again, and during this process, my phone was thrown and damaged. (See photo reference)\nIs it really right for a staff member, whose purpose is to care for the artists, to seize a fan's personal belongings without any authority and use violence like choking? I feel deeply wronged that after enduring two acts of violence, I couldn't do anything.\nRiina’s continuous indifference, with her arms crossed and ignoring the situation, was a huge disappointment. I felt disillusioned by her ignorant stance on what is right and wrong."
}