{
    "source": "ko_KR",
    "target": "en_US",
    "text": "뷔 역시 직접 이와 관련해 팬 커뮤니티 플랫폼 위버스를 통해 해당 유튜버가 최근 올린 영상 일부를 접하고 한 네티즌이 해당 유튜버 영상 관련 캡처를 방탄소년단 멤버들 포함 모두가 볼 수 있는 게시판에 올린 것에 대해 \"오? 고소 진행할게요 과자 값 나오겠네. 가족이랑 친구들까지 건드리네. 잘 가\"라고 답했었다.\n당시 뷔는 \"방금 뭐 겉핥기로 봤는데 저희뿐만 아니라 모든 아티스트들은 저런 사람 싫어합니다. 모든 팬분들 아미분들 모니터링 했을 수도 있고 아닐 수도 있지만 상처 받고 용기 내지 못한 사람들을 대표해서 고소할게요\"라고 말했다. 이어 저런 악성 게시물은 신경 쓰지 말라는 다른 팬 댓글에는 \"아이 그럼요. 저 생각보다 mental For example suga 정도 됩니다(멤버 슈가처럼 멘탈이 세다)\"고 답했다.\n앞선 첫 변론기일에서 빅히트뮤직은 \"탈덕수용소는 허위사실이나 자극적인 이슈를 확대, 재생산한 채널이다. 원고로 인해 이익을 상당히 얻었고 이 영상에 다뤄진 허위 사실, 인격권 침해를 묻기 위해 손해배상 소송을 청구했다\"라고 밝혔다. 이에 A씨 측은 \"영상 (제작) 자체는 인정하지만 방식과 내용을 고려하면 의견 게시일뿐 허위 사실 적시 명예훼손은 아니다. (내용이) 허위 사실이 아니라고 주장하고 있고 허위 사실 적시로 하더라도 공공 이익을 위해 제작했기 때문에 죄가 인정되지 않는다. 또 인격권 침해 정도에 이르지 않았다\"라고 주장했다.",
    "trans": "Regarding this, V recently came across some videos uploaded by the YouTuber through the fan community platform Weverse and when a netizen posted a screenshot related to the YouTuber's video on a bulletin board visible to everyone, including the BTS members, he responded, \"Oh? I’m going to file a complaint. You’re going to have to pay for snacks. You’re messing with my family and friends. Goodbye.\"\nAt the time, V said, “I’ve only seen it briefly, but not just us—every artist hates people like that. All the fans and ARMYs may or may not have seen it, but I will sue on behalf of those who were hurt and lacked the courage to speak out.\" Later, in response to another fan’s comment advising people not to pay attention to such malicious posts, he replied, \"Oh, of course. I’m mentally stronger than you think like Suga (as mentally strong as member Suga).\"\nAt the first hearing, Big Hit Music stated, \"Taldeok Camp is a channel that amplifies and spreads false facts or provocative issues. It has made significant profits as a result of the plaintiff and has filed a lawsuit for damages to challenge the false information and infringement of personal rights covered in this video.\" In response, Mr. A's side acknowledged the video production but argued, \"Considering the method and content, it is simply an expression of opinion and does not constitute defamation by spreading false information. We claim that the content is not false, and even if false facts are stated, they were produced in the public interest. And because the video was created in this context, no crime is recognized, and it does not amount to a violation of personal rights.\""
}