{
    "source": "ko_KR",
    "target": "en_US",
    "text": "1) 2024 DREAM CONCERT 에서 전달받은 설치 가능한 현수막 사이즈는 출연 아티스트별로 가로 8m x 세로 1m 로 총 1개만 설치 가능합니다. 가로 사이즈가 지정 사이즈보다 작을 경우, 꼭 사이즈 기재 해주시기 바라며, 사이즈 초과시에는 설치가 불가합니다.\n2) 신청자 중 메일 내용에 현수막 완성 이미지가 없을 경우, 사전 확인이 불가하기에 신청은 자동 제외되며 첨부 이미지는 반드시 jpg 파일로 이미지 및 텍스트를 확인할 수 있도록 선명하게 보내주시기 바랍니다.\n설치 당일 지참하신 현수막이 신청 내용과 다를 경우, 설치가 불가할 수 있으니 사이즈 및 내용의 변경이 있을 경우에는 미리 전달하여 현수막 시안이 확인되어야 합니다.\n3) 현수막은 천 or LED 모두 신청 가능하나 신청자가 많을 경우, 저녁공연인 점을 고려하여 LED 현수막 신청자를 우선 선발할 수 있습니다.\n4) 현수막이 채택되신 분께는 소정의 선물이 증정될 예정이며, 현수막은 선발된 신청자 외에는 설치가 불가하니 유의하시기 바랍니다.\n5) 현수막 설치 대상자 분께는 10월 11일(금) 중 신청하신 메일 주소로 안내 메일 드립니다. 주최 측으로부터 전달받은 설치 일정은 10월 17일 (목) 오후 1시로 전체 출연진 현수막 설치 대상자 집결 후, 입장 및 설치 진행되며, 현수막 설치 위치는 “2024 DREAM CONCERT” 현장 스탭의 안내에 따라 설치 당일 확인 가능합니다. 일정이나 안내 내용에 변경이 있을 경우에는 추가 안내 드릴 예정입니다.",
    "trans": "1) 1 banner per artist can be installed at the 2024 DREAM CONCERT, which is limited to 8 meters in length and 1 meter in width. If the length is shorter than the specified size, please be sure to indicate the dimensions, and installation will not be possible if the size exceeds the specified limit.\n2) If the applicant does not include an image of the completed banner in the email, the application will be automatically excluded, as prior confirmation is not possible; therefore please ensure the image and text are clearly visible in JPG format.\nIf the banner you bring on the day of installation differs from the application details, installation may not be possible, so if there are any changes in size or content, you must notify us in advance and confirm the banner draft.\n3) You can apply for either fabric or LED banners; however, if there are many applicants, priority may be given to those applying for LED banners, considering that it is an evening performance.\n4) Those whose banners are selected will receive a small gift. Please note that banners can only be installed by the selected applicants.\n5) Those eligible to install banners will be notified by email at the address they provided on October 11th (Fri). The installation is scheduled for October 17th (Thu) at 1 PM, and all selected applicants will gather for banner installation, then enter and set up. The exact location for banner installation will be confirmed on the day of installation, based on the guidance of the on-site staff of the \"2024 DREAM CONCERT.\" If there are any changes to the schedule or information, additional updates will be provided."
}