{
    "source": "ko_KR",
    "target": "en_US",
    "text": "실제로 유년기 시절에 몇 번이나 무언가를 잃게 되면서 층층이 쌓여온 불쾌감이 그런 결론을 만들어낸 걸지도 모르겠다는 생각을 했음(정말 풀린 게 없어서 알 수 없는 게 하나도 없지만 당장 어머니의 부재도 무언가 큰 영향을 미쳤을지도...\n아무리 그래도 소동물을 보고 곧바로 죽음과 연관짓는 게 보통은 아니지 생각하다가 대충 상상해본 것>\n여름 축제에서 건져온 금붕어가 비닐 속에 갇혀있는 걸 보다가 어항도 사주고 물도 바꿔줬더니만 며칠 내로 죽어버렸다든가, 할머님께서 키워보라고 준 씨앗들을 싹틔우는 데 실패해서 전부 버리게 됐다든가 하는 그런 크고작은 에피소드들을 겪고 약한 생명들은 곧잘 죽어버린다는 인상을 받았을지도 모르겟슴\n무엇보다 자기 나름대로 신경을 써줬음에도(물과 어항을 바꿔준다든가, 발아할 수 있도록 씨를 불려준다든가 하는) 전부 죽어버렸다는 점을 특히 불쾌해할 것 같음... 아무래도 자신의 예상을 벗어나고 죽어버렸다는 것에 대한 실망감이 메인일 테지만 여기에 뇌절 한스푼 더해서 자신이 어떠한 존재를 죽게 내버려뒀다는 사실이 그 남자의 영혼에 새겨진 역린을 건드려ㅅ...( 죄송합니다... 무시하세요...) 어쨌든 약한 것들이 자신의 기대를 배반하고 픽픽 죽어버리는 상황에서 몰려오는 이유모를 불쾌함을 싫어했을 것 같음\n여담으로 그런 죽음을 눈앞에 두고도 슬퍼하는 기색이나 죄책감을 하나도 보이지 않고 \"왜 죽었을까?\" 따위나 궁금해하는 키바를 보면서 어른들이 질색했으면 내가 좋음 애초에 할머님께서 괜히 주신 씨앗이 아니었을테니...\n좀 다른 얘기지만 키바의 이런 정서적 결여와 관련해서 키바가 렌가 발견한 당시에 걔가 렌이 있던 거리에 간 건 단순히 흥미본위였을 거라는 생각을 계속 함",
    "trans": "In fact, I thought that the layers of discomfort accumulated from repeatedly losing things during my childhood might have led to that conclusion (While there’s nothing unresolved that I can’t figure out, my mother’s sudden absence may have also had a significant impact...\nAnyway, immediately associating a small animal with death isn’t normal, so I kept thinking about it and reflecting on it>\nAfter brining a goldfish in a plastic bag from a summer festival, I placed it in a fish tank and changed its water, but it died within a few days, and similarly, I failed to germinate the seeds my grandmother gave me to grow and ended up discarding them. These experiences may have left me with the impression that fragile creatures die easily.\nAbove all, he seems particularly upset by the fact that, despite his efforts (like changing the water and fish tank or soaking seeds to help them germinate) they still died, defying his expectations. While disappointment is the main feeling, there’s also a touch of existential discomfort, as if allowing something to die struck a chord of deeply ingrained guilt or self-disgust in his soul. (Apologies... feel free to ignore this overanalysis...) In any case, he likely resented the unexplained discomfort of a situation where his expectations were betrayed, leaving him powerless in the face of death.\nAs a side note, even when faced with such death, he didn’t display any sadness or guilt but simply asked, \"Why did it die?\" I imagine the adults must have been exasperated watching Kiba wonder about such things. After all, the seeds from his grandmother likely weren’t given without meaning in the first place.\nOn a slightly different note, regarding Kiba's emotional detachment, I keep thinking that the reason he went to the street where Ren was at that time was simply out of curiosity."
}