{
    "source": "ko_KR",
    "target": "en_US",
    "text": "퇴를 한다는 것이다 그렇다면 이러한 것이 과연 자연스러운 현상인가 이러한 현상이 자연. ?\n스럽다면 우리들은 현재 상황에 대해서 전혀 고민할 필요가 없다 시대가 지남에 따라서 인\n, .\n간들은 자녀를 낳지 않는 비율이 상승하고 자기 자신의 목숨을 스스로 끊는 것 그리고 노\n, ,\n인의 인구비율이 증가함에 따라서 의대에 쏠리는 현상이 자연스럽다고 생각이 든다면 우리 ,\n들은 전혀 이 문제를 해결해야 한다는 말 조차도 할 필요가 사라진다 그렇지만 지속적으로 . ,\n이러한 현상에 대해서 주목하고 뉴스가 나오는 이유는 이러한 현상이 자연스럽지 않기 때문\n이다 즉 도가 실현되고 있지 않은 것이다 노자의 도덕경은 정치사상이다 한 나라의 통치\n. , . .\n자들에게 어떻게 통치를 해야 하는지를 알려주는 정치사상이다 즉 현재 우리나라 사회를\n. ,\n이끌어가는 국민들과 정치인들이 현재 대한민국 상황이 자연스럽지 않음을 인식하고 그 자\n연스럽지 않은 부분을 자연스럽도록 바꾸려고 노력해야 하는 것이다 서울대 신입생 자퇴생 .\n비율이 높은 이유는 의대에 가기 위해서 그런것이고 의대 쏠림 현상이 발생하는 이유는 의\n,\n사라는 직업이 돈도 많이 벌고 직업이 권위 때문이다 즉 우리나라 사회는 남들에게 보여지\n. ,\n는 것이 가장 중요한 가치이며 나에 대한 타인의 평가가 최우선의 가치로 스스로를 정의하\n기 때문에 이러현 현상들이 발생하는 것이다 인생을 살아가면서 어떻게 살아야겠다 의 이\n. ' '\n정표를 타인의 평가를 기준으로 둔다면 그 자체가 전혀 자연스럽지가 않다",
    "trans": "Then, is this a natural phenomenon? If this phenomenon\nis natural, we wouldn't need to worry about the current situation at all. As time passes,\n, .\nif we consider it natural for humans to focus on medical school due to the increasing rate of non-childbirth\n, ,\nand the growing proportion of the elderly population,  then we don't even need to emphasize\nthat we must address this issue at all. However, the reason we constantly\npay attention to this phenomenon and the news continues to cover it is because this phenomenon is not natural.\nIn other words, the Tao is not being realized. Laozi's Tao Te Ching is a work of political thought. It is a political\n. , . .\nphilosophy that teaches rulers how to govern. In other words, the people and politicians\n. ,\nwho lead our society must recognize that the current situation in Korea is not natural\nand work to transform what is unnatural into something natural. The high percentage of freshmen\nat Seoul National University pursuing medical school is due to the fact that becoming a doctor\n,\nis seen as a lucrative profession with significant job authority. In other words, the way we are perceived\n. ,\nby others in our society has become the most important value. Since the evaluation of others defines our self-worth\nas the top priority, these phenomena occur. If the measure of how to live your life\n. ' '\nis based on the evaluation of others, it is not natural at all."
}