{
    "source": "ko_KR",
    "target": "en_US",
    "text": "※ 레퍼런스 형식\n1. 문헌의 경우\n- 문헌제목/저자/Edition/출판사/출판연도\n2. 인터넷 주소일 경우\n- 웹 사이트 이름/문서제목/저자/작성날짜/링크주소\nex)\nKBS NEWS / 횡성군, 도시대기오염측정망 가동 / 임서영 기자 / 2022.11.07 / https://news.kbs.co.kr/news/view.do? ncd=5594996&ref=A\n※ 해당 링크를 클릭하였을 때 해당 기사가 나타나야 합니다.\n※ 모든 링크를 직접 확인할 예정이니, 가짜 주소나, 문제있는 주소를 올리지 마세요.\n※ 모든 문서는 한국어로 작성합니다.\n※ 외국인에 한하여 한글 철자에 대하여 오타를 인정하나, 기본적인 수준의 한글문법에 맞추도록 합니다. 특히 마침표(.) 와, 문장에 따른 띄어쓰기, 문단 정리 필수\n※ 슬라이드 파일 가장 뒤에 참고문헌(Reference) 정리를 반드시 합니다.\n※ 아이콘을 제외한 그림, 사진, 도표 등은 출처를 반드시 표시하며, 표시 위치는 슬라이드 각 페이지에 각주와 함께 표시합니다.\n※ 분량은 발표시간이 30 분 정도 되는 분량이어야 하며, 동영상 시간을 제외하고 30분 설명 시간이어야 합니다.\n※ 동영상의 삽입은 가급적 절제하도록 합니다.\n※ 내용이 빈약하지 않도록 하여야 하고, 주제에 대한 일관성을 잘 유지하도록 합니다.\n※ 슬라이드는 발표 내용을 쉽게 이해할 수 있도록 정리되어야 합니다.\n※ 슬라이드 내용만으로 어느정도 필기를 대신할 수 있을 것\n※ 가독성이 좋고, 보기 좋은 디자인 구성 역시 점수에 반영함.\n※ 업로드가 가능하도록 파일 용량에 주의해 주기를 바랍니다.",
    "trans": "※ Reference format\n1. In case of literature\n- Literature title/author/edition/publisher/year of publication\n2. In case of Internet address\n- Website name/document title/author/creation date/link address\nex)\nKBS NEWS / Hoengseong-gun, urban air pollution measurement network in operation / Reporter Lim Seo-young / 2022.11.07 / https://news.kbs.co.kr/news/view.do? ncd=5594996&ref=A\n※ The article must appear when you click the link.\n※ All links will be checked individually, so please do not post fake or problematic addresses.\n※ All documents should be written in Korean.\n※ Typos in Korean spelling are allowed for foreigners only, but basic Korean grammar must still be followed. In particular, proper use of periods (.), correct sentence spacing, and paragraph organization are essential.\n※ Be sure to organize references at the end of the slide file.\n※ The source of figures, photos, diagrams, etc., excluding icons, must be indicated, and the source location should be noted with a footnote on each page of the slide.\n※ The presentation time must be approximately 30 minutes, with the explanation time being 30 minutes excluding the video duration.\n※ Please avoid inserting videos if possible.\n※ Ensure the content is not sparse and remains consistent with the topic.\n※ Slides must be organized so that the presentation can be easily understood.\n※ Slide content can partially replace written text\n※ Good readability and an attractive design will also be reflected in the score.\n※ Please ensure the file size is within the upload limit."
}