{
    "source": "ko_KR",
    "target": "en_US",
    "text": "대여 기간 중 대여 장비가 생할 흠집, 찍힘, 파손된 경우 제품의 수리 비용을 전액 배상하여야 합니다.\n분실\n제품 대여 기간 중, 제품을 분실하였을 때 당사의 약관 규정에 따라 배상하여야 합니다. 분실에 따른 배상 금액은 제조사 공식 홈페이지의 신품 가격으로 배상하여야 하며,\n분실에 따른 배상 금액은 고지한 날을 기준으로 3일 이내에 지불해야 합니다. 미 지불 시 연체 기간을 포함한 대여 기간의 3배로 연체료가 추가됩니다.\n미반납\n24시간 이상 반납이 지연된 경우 반납 의사가 없는 것으로 간주하고 ‘형법 355조 1항’에 의거하여 횡령죄로 고소할 수 있습니다. (약관 제16조, 18조 참조)\n미반납으로 인한 법적 처리 시, 미반납 제품에 해당하는 상품 금액 및 대여금 외 추가로 연체 요금을 결제해야 합니다.\n연체 요금은 동기간 대여 요금의 3배입니다.\n기타\n장비 파손으로 인한 구매 및 A/S 수리 등으로 인하여 발생한 기간 동안 동일한 제품 상당의 대여 비용 및 퀵 비용을 부담하셔야 합니다.\n상품(부품) 재고 부족으로 인하여 구매 및 A/S 기간이 연장될 경우에도 동 기간 동안 대여 비용의 전액을 임차인이 부담하셔야 합니다.\n메모리카드 대여 시 메모리카드에 관한 모든 사고 및 데이터 분실에 관하여 (주) 데이페이는 책임을 지지 않습니다.\n제1장 총칙\n제1조 (이용 목적)\n본 이용약관은 (주)데이페이 (DAYPAY.CO.KR 이하 “데이페이”라 한다.) 가 제공하는 카메라, 렌즈 및 그 외 촬영 장비 기자재 대여에 관련된 모든 서비스를 이용함에 있어 (주)데이페이 와 이용자의 권리 의무 및 책임 사항에 대해 규정함을 목적으로 한다.",
    "trans": "If the rental equipment is scratched, dented, or damaged during the rental period, you must compensate for the full cost of repairing the product.\nlost\nIf the product is lost during the product rental period, compensation must be made in accordance with our company's terms and conditions. Compensation for loss must be paid at the new product price on the manufacturer's official website.\nThe amount of compensation for loss must be paid within three days as of the date of notification. If not paid, the late fee will be added three times the rental period including the late period.\nNot returned\nIf return is delayed for more than 24 hours, it will be deemed that there is no intention to return it, and you may be sued for embezzlement pursuant to ‘Article 355, Paragraph 1 of the Criminal Act.’ (Refer to Articles 16 and 18 of the Terms and Conditions)\nIn the case of legal processing due to non-return, late fees must be paid in addition to the product amount and rental amount corresponding to the non-return product.\nThe late fee is three times the rental fee for the same period.\netc\nYou must bear rental costs and quick delivery costs equivalent to the same product during the period incurred due to purchase and after-sales service repairs due to equipment damage.\nEven if the purchase and after-sales service period is extended due to a shortage of product (parts) inventory, the lessee must bear the full rental cost during the same period.\nDaypay Co., Ltd. is not responsible for any accidents or loss of data related to the memory card when renting a memory card.\nChapter 1 General Provisions\nArticle 1 (Purpose of Use)\nThis Terms and Conditions aims to prescribe the rights, obligations and responsibilities of Daypay Co., Ltd. and users in using all services related to the rental of cameras, lenses, and other filming equipment provided by Daypay Co., Ltd. (Daypay.CO.KR hereinafter referred to as \"Daypay\")."
}