{
    "source": "ko_KR",
    "target": "en_US",
    "text": "3. 내가 관심있게 본 대한민국 현대사의 한 부분\n역사적 시기와 내용 (2%): 저는 1980년대의 민주화 운동에 관심이 있어 이 부분에 중점을 두어 관람하였습니다. 특히 518 광주 민주화 운동은 독재 정권에 대한 저항과 민주주의에 대한 갈망을 상징적으로 보여주는 사건입니다.\n해당 전시물과 박물관의 해석 (3%): 518 민주화 운동을 다룬 전시물에는 당시의 신문 기사, 사진, 그리고 시위에 사용된 물품들이 전시되어 있었습니다. 설명문을 통해 박물관은 이 사건이 현대 한국 민주주의 발전의 초석이 되었음을 강조하고, 당시 상황과 시민들의 용기를 잘 전달하고자 했습니다.\n4. 나의 해석\n개인적 의미와 국가적 의미 (2%): 518 민주화 운동은 개인적으로 민주주의와 자유에 대한 열망을 생각하게 해주는 중요한 사건입니다. 대한민국의 국민으로서, 이 사건은 민주주의와 시민의 권리가 쉽지 않은 싸움으로 얻어진 것임을 상기시킵니다.\n전시 효과 및 수업 내용과의 연결점 (3%): 이 전시물은 대한민국 현대사의 민주화 과정과 시민들의 희생을 매우 효과적으로 전달하였다고 생각합니다. 전공 수업에서 배운 한국의 정치사와 민주화 운동과 연결 지을 수 있는 좋은 기회였으며, 시민 저항의 중요성과 민주주의의 가치를 다시 한번 생각하게 되었습니다.\n이번 보고서를 통해 대한민국 현대사에서 민주화 운동의 의미와 중요성을 깊이 이해하고, 역사적 사건이 현재 한국 사회에 어떤 영향을 미쳤는지 성찰하는 시간이 되었습니다.",
    "trans": "3. A part of modern Korean history that has captured my interest\nHistorical Period and Content (2%): I focused on the democratization movement of the 1980s as I am particularly interested in this topic. In particular, the May 18 Gwangju Democratization Movement symbolically represents resistance to dictatorship and the desire for democracy.\nInterpretation of the Exhibit and the Museum (3%): The exhibit on the May 18 Democratization Movement featured newspaper articles, photos, and items used during the protests. Through explanatory text, the museum highlighted how this event became a cornerstone in the development of modern Korean democracy, aiming to convey the circumstances of the time and the courage of the citizens.\n4. My interpretation\nPersonal and National Significance (2%): The May 18 Democratization Movement is an important event that prompts me to reflect on my own desire for democracy and freedom. As a citizen of the Republic of Korea, this incident reminds me that democracy and civil rights were hard-won through difficult struggles.\nExhibition Effect and Connection with Class Content (3%): I believe this exhibition effectively conveyed the democratization process and the sacrifices made by citizens in Korea's modern history. It provided a valuable opportunity to connect the political history of Korea and the democratization movement with what I have studied in my major classes, reinforcing the importance of civil resistance and the value of democracy.\nThrough this report, I have gained a deeper understanding of the significance and importance of the democratization movement in Korea's modern history and have reflected on how these historical events have shaped contemporary Korean society."
}