{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“후지나가. 어제 봤지?”\n“뭐를?”\n“나.”\n“어, 봤지?”\n눈치 없는 척 구는 후지나가도 내가 빤히 보자 무언가 느꼈다는 듯 느리게 고개를 끄덕였습니다. “응.”\n“어떻게 생각했는데?” 조바심과 떨림을 바늘 백 개처럼 삼키며 그 애를 재촉했습니다. “빨리 말해.”\n“……원피스를 입었구나.”\n“…….”\n“그렇게 생각했는데.”\n“그게 다야?”\n“어……. 음…….” 말꼬리를 늘이던 후지나가가 뒷통수를 긁적이더니 갑자기 사과했습니다. “미안. 나 이런 거 전혀 몰라서. 답이 뭐야?”\n“답이 있을 리가 있냐. 바보.”\n황당한 말에 친하지도 않은데 나도 모르게 구박하듯 말을 던져버렸습니다. 민망하기도 하고. 더는 할 말이 없어 자리를 비우려는데 뒤에서 목소리가 들렸습니다.\n“잘 어울려?”\n울창한 잎이 덩굴처럼 내 발밑까지 다다랐습니다. 발목을 타고 올라 꼭 붙잡아 놓아주지 않았습니다. 나는 천천히 뒤를 돌았습니다. 그늘진 곳에서도 눈이 부시게 흰 와이셔츠를 풀어 해친 후지나가가 다시 한 번 천천히 말했습니다.\n“잘 어울려, 히로세. 예쁘다.”\n“…….”\n“이거구나. 이제 알았어. 난 교실 들렸다가 가려고. 내일 보자.”\n조금 뾰족한 송곳니가 드러나게 웃고 뒤돌아가는 후지나가. 그 말이 정답이라고 생각한 건 나의 얼굴이 숨길 수도 없게 붉어졌기 때문이겠지요. 그가 본관으로 들어가고 나서야 내게 걸린 마법이 풀렸습니다. 공중으로 진동이 퍼져나갔습니다. 나의 심장소리가 하나의 박자가 되어 교사 전체를 쿵쾅대며 울리고 있었습니다.\n후지나가의 존재를 몰랐던 건 아니었어요. 당연히! 몰랐다고 할 순 없죠. 쉬는 시간마다 운동장으로 뛰쳐나가는 후지나가. 고등학교에 입학했는데도 여전히 아이 같은 후지나가는 눈에 띄는 존재였으니까요. 아, 물론 부정적인 의미가 아니라 긍정적인 의미로요.",
    "trans": "\"Fujinaga. Did you see it yesterday?\"\n\"See what?\"\n\"Me.\"\n\"You saw me, right?\"\nEven Fujinaga, who pretended not to notice, nodded slowly as if sensing something when I glanced at him. \"Yeah.\"\n\"What did you think?\" I swallowed my impatience, trembling like a hundred needles, and urged him on. \"Speak quickly.\"\n\"......You are wearing a dress.\"\n\"......\"\n\"That’s what I thought.\"\n\"Is that it?\"\n\"Uh...... hmm......\" Fujinaga, who had been hesitating, scratched the back of his head and suddenly apologized. \"Sorry. I don’t know anything about this. What’s the answer?\"\n\"There is no answer. You fool.\"\nWe weren’t even close, yet he made such absurd comments that I instinctively responded as if I were scolding him. I was also embarrassed. I had nothing more to say and was about to leave when I heard a voice behind me.\n\"It looks good on you?\"\nDense leaves reached my feet like vines. They climbed up my ankles and held me tight, not letting go. I slowly turned around. Fujinaga, who had unbuttoned his dazzlingly white shirt even in the shade, spoke again, his voice slow.\n\"It suits you well, Hirose. Pretty.\"\n\"......\"\n\"This is it. Now I know. I’m going to stop by class and then go. See you tomorrow.\"\nFujinaga smiled and turned around, showing his slightly pointed fangs. The reason I thought that was the correct answer was probably because my face turned red, and I couldn't hide it. It wasn’t until he entered the main building that the spell on me was lifted. The vibration spread through the air. The sound of my heart became one beat, pounding throughout the school.\nIt's not that I didn’t know about Fujinaga's existence. Of course! I knew. Fujinaga runs out to the playground every break. Even though he entered high school, he still looked like a child and stood out. Oh, of course, not in a negative sense, but in a positive one."
}