{
    "source": "ko_KR",
    "target": "en_US",
    "text": "부모님께 공부와 자기계발을 위해 한국에 가고 싶다는 의사를 밝힐 때 부모님께서는 이 결정을 지지해 주셨고 제미래의 직업을 발전시키기 위해 한국에 갈 수 있는 최상의 조건을 만들어 주셨습니다.\n이상으로 제 자기소개를 마치도록 하겠습니다. 대사관님께서는 제가 한국에서 공부하고 발전할 수 있는 기회를 주시기를 바랍니다.\n감사합니다!\n학습계획서\n안녕하십니까!\nVJ유학원의 추천을 받아 인터넷으로 자세한 정보를 알아봐서 경일대학교를 선택하기로 했습니다. 학교는1963년에 설립되었고 현대적인 시설을 갖추고 있을 뿐만 아니라 경험이 풍부한 교수진을 보유하고 있습니다. 학교는 유학생을 위한 한국어 교육을 지원하여 학생들이 한국 문화에 쉽게 적응하고잘 이수할 수 있도록 지원합니다. 또한 경일대학교는 현재 한국 유학생을 위한 많은 장학금 프로그램을 가지고 있습니다. 특히 기계제조업전공이나 자동차제조업전공, 소프트웨어전공, 건설업전공 등에 강점을 갖고 있습니다. 현재 양성하고 있는 전공 중에는 제가 좋아하는 자동차공학 전공이 있어 공부하고 발전시킬 경일대학교를 선택하기로 했습니다.\n한국에 가게되면 첫 해에 학교에서 한국어를 공부할 겁니다. 열심히 공부해서 Topik 4를 취득할 겁니다. 공부하는 과정에서 외국인 친구를 사귀고 학교의 한국어 동아리에 가입할 겁니다. 한국어 학습 과정이 끝나면 4년의 교육 기간을 가진 자동차공학 기계공학과에 집중하게 될겁니다.",
    "trans": "When I told my parents about my desire to study in Korea and develop myself, they supported my decision wholeheartedly and provided me with the best possible conditions to pursue my goals.\nThis concludes my self-introduction. I sincerely hope you, Mr. Ambassador, will grant me the opportunity to study and develop myself in Korea.\nThank you!\nStudy Plan\nHello!\nAfter receiving a recommendation from VJ Study Abroad Center, I researched detailed information online and decided to choose Kyungil University. Established in 1963, the university offers modern facilities and experienced faculty. It provides Korean language education for international students, helping them adapt to Korean culture and successfully complete their studies. Additionally, Kyungil University offers numerous scholarship programs for international students. Kyungil University excels in fields such as machinery manufacturing, automobile manufacturing, software, and construction. Among these, the Automotive Engineering program stood out to me, leading to my decision to study and grow at Kyungil University.\nIn my first year in Korea, I will focus on learning Korean at the university. My goal is to study diligently and achieve TOPIK Level 4. During this time, I plan to make international friends and actively participate in the school’s Korean language club. After completing the language program, I will dedicate myself to the Department of Automotive Engineering and Mechanical Engineering, which is a 4-year program."
}