{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 따로 채워야 하는 횟수는 없지만 운영진에게 따로 알리지 않고 장기간 무참석 하실 경우 무통보 강퇴 예정입니다\n6. 회비 따로 있나요?\n- 회비는 따로 없으며 체육관 입실비 역시 없습니다. 그러나 당일 참석, 당일 취소, 마감 후 참석, 지각 시 후원금을 납부하셔야 합니다. 후원금액은 단톡방에 ’/후원금계좌‘ 작성 시 확인 하실 수 있습니다.\n7. 지각기준은 뭔가요?\n- 참석 시간(평일 보통 19시 30분, 주말 17시) 기준 10분 초과 시 지각비 3000원 후원금 납부해주셔야 합니다. 반드시 시간 이내에 출석인증 해주셔야 하며 깜빡하고 출석인증 안하셔도 지각으로 처리되므로 잊지말고 꼭 인증해주세요!\n8. 첫 참석인데 운영 방식을 몰라서 걱정 돼요\n- 첫 참석이실 경우에 멘토를 붙여 운영 방식을 설명 드리고 전체적인 보조를 해드릴 예정이니 너무 걱정하지 않으셔도 됩니다\n9. 장비 대여 가능한가요?\n- 장비 대여 및 구매 불가능합니다 반드시 배드민턴 신발 및 라켓을 소지하고 오셔야 합니다\n10. 콕 구매 가능한가요?\n- 콕 구매 가능하며 관장님이 강산연 501 1타당 18,000원에 판매하고 있습니다\n11. 콕 정산은 어떻게 하나요?\n- 매일 게임날마다 정산자를 선정하여 N/1로 정산하고 있습니다. 게임이 다 끝나고 정산자가 정산 투표 글을 올리면 댓글에 있는 계좌번호로 각자 송금 하신 후 투표 해주시면 됩니다",
    "trans": "- There is no set number of times you are required to attend, however, if you are absent for an extended period without notifying the management, you may be expelled without prior notice.\n6. Is there a separate membership fee?\n- There is no membership fee or gym admission fee. However, a donation fee must be paid if you attend or cancel on the same day, attend after the deadline, or arrive late. You can check the donation amount by typing '/donation account' in the group chat room.\n7. What is the standard for tardiness?\n- A lateness fee of 3,000 won applies if you arrive more than 10 minutes after the scheduled attendance time (usually 19:30 on weekdays and 17:00 on weekends). Attendance must be verified within the designated time, and if you forget to verify, you will still be considered tardy so make sure to confirm your attendance!\n8. This is my first time attending, but I’m worried because I don’t know how it works\n- You don't have to be worry as a mentor will be assigned to guide you through the operations and assist you in general\n9. Is it possible to rent equipment?\n- Equipment rental or purchase is not available. You must bring your own badminton shoes and racket.\n10. Can I purchase shuttlecocks?\n- Yes, shuttlecocks are available for purchase and they are sold for 18,000 won per unit of Kang San-yeon 501.\n11. How do I pay for shuttlecocks?\n- On game days, a settler is selected, and the settlement is done as N/1. After the game, the settler posts a vote for the settlement in the group and participants can transfer their share to the provided account number and confirm by voting."
}