{
    "source": "ko_KR",
    "target": "en_US",
    "text": "3, 이는 놀라운 일이 아닙니다. 하이브의 고위 관계자들은 엔터테인먼트 출신이 아니라 게임 업계쪽에서 들어왔고, 그들은 이 케이팝에 대한 이해나 존중없이 오직 수익을 생각하는 태도를 보여왔습니다.\n4, 나는 오늘 일어나서 첫번째로 승관이의 인스타를 보았습니다. '아이돌을 무시하지 마십시오. 우리는 사랑을 위해 이 일을 하고 있습니다. 우리들은 동료로서 서로를 존중합니다.' 이것이 그의 말입니다. 한국의 팬들은 HYBE가 이 문서에 대해 사과하고 아이돌을 존중하는 태도를 갖기를 원합니다. 모든 것을 보이콧하거나, SVT을 떠나라는 의미가 아닙니다. 우리는 오직 수익에 집착하는 회사에게 그들의 행위에 팬들이 분노하고 있음을 알리기를 원합니다. 그들이 존중과 존경으로 세븐틴을, 그리고 케이팝 업계에 있는 아티스트들을 대하기를 원합니다. 이것이 어제 한국 팬들이 분노한 이유입니다.\n5, 당신의 이해에 도움이 되었을까요? 저는 개인적으로 외국 캐럿들에게 보이콧을 강요하지 않습니다. 미국의 캐럿들이 SVT을 만날 기회는 희귀합니다. 동시에 SVT에게는 많은 응원이 필요합니다. 당신이 공연장에서 그들을 만난다면 응원해주세요. 부탁드립니다. 많은 함성과 환호를 전해주십시오. 그러나 위버스의 굿즈를 구매할 때는 우리가 HYBE의 사과를 원한다는 점을 기억해주세요.\n진심으로, 우리의 이 모든 행동은 사랑을 기반으로 합니다.",
    "trans": "3. This is not surprising. HYBE's executives come from the gaming industry rather than the entertainment industry, which has led to a focus on profits without a genuine understanding or respect for K-pop.\n4. The first thing I saw when I woke up today was Seungkwan’s Instagram. He said, 'Don't ignore the idols. We're doing this for love. We respect each other as colleagues.' Korean fans are demanding an apology from HYBE regarding the document and urging the company to treat idols with respect. This doesn’t mean we should boycott everything or stop supporting SVT. Our goal is to show the company driven solely by profits that fans are outraged by their disrespectful behavior. We want HYBE to treat Seventeen and all artists in the K-pop industry with the respect. This is why Korean fans were so angry yesterday.\n5. Does this help clarify the situation? Personally, I am not forcing foreign CARATs to boycott. Opportunities for American CARATs to see SVT are rare. At the same time, SVT needs your support. If you attend a concert, please show them lots of love. Cheer loudly, and support them wholeheartedly. However, when purchasing goods from Weverse, please keep in mind that we are still seeking an apology from HYBE.\nAll of our actions sincerely come from love."
}