{
    "source": "ko_KR",
    "target": "en_US",
    "text": "https://bit.ly/iMBank_Mydata\n(IOS는 복사, 붙여넣기 필요해요~)\n■ 당첨경품\n- 메가커피 아이스아메리카노 (2만명)\n- 아난티 숙박권 (10명)\n- 에어팟 프로 (10명)\n- 갤럭시워치6 (10명)\n- 카카오상품권 3만원권 (100명)\n■ 추첨일 : 2024. 12. 13 (금) 오후\n■ 경품발송 : 2024. 12. 18 (수)\n[이벤트1 유의사항]\n○Event1 선착순 2만명 커피쿠폰 100% 당첨의 경우, iM뱅크 마이데이터 서비스의 최초 자산연결 고객이 그 대상이 되며, 기존 iM뱅크앱, 마이데이터 서비스 가입여부는 영향이 없습니다.\n○ 최초 자산연결에서 iM뱅크(구 대구은행)의 경우는 자산연결로 인정되지 않으므로 타기관을 꼭 연결해주셔야 합니다. (당행 카드연결은 실적인정)\n○ 커피쿠폰은 주 1회 지급이 되며, 최초 자산연결이 일어난 다음주 금요일 오후에 지급 예정입니다. (예 : 10/7 ~ 10/13 자산연결 고객의 경우, 10월 18일 오후 지급)\n○ 선착순 2만명이 종료되면 iM뱅크앱 새소식 및 공지 그리고 이벤트페이지에 별도 “조기소진”을 안내할 예정입니다.\n○ 선착순 2만명에 당첨되지 못하더라도 이벤트2 조건에 해당 시 추첨 대상이 되므로 이벤트 2 참여를 원하시면 자산연결을 유지하여 주시면 됩니다.\n[이벤트2 유의사항]\n○ 이벤트 2 보너스 추첨이벤트는 이벤트1의 조건인 iM뱅크 마이데이터 서비스 최초자산연결 조건이 충족하는 고객 중 이벤트2의 조건을 추가로 충족하고 당첨자 발표 전일 까지 유지하여야 보너스 추첨 대상이 됩니다.\n○ 5만원을 초과하는 경품의 제세공과금 (당첨가액의 22%)은 당첨자 본인 부담이며, 제세공과금 대상고객은 개별 유선 안내를 통해 제세공과 처리를 진행합니다.",
    "trans": "https://bit.ly/iMBank_Mydata\n(iOS requires copy and paste)\n■ Prizes\n- Mega Coffee Iced Americano (20,000 winners)\n- Ananti Accommodation Voucher (10 winners)\n- AirPods Pro (10 winners)\n- Galaxy Watch 6 (10 winners)\n- Kakao Gift Certificate 30,000 KRW (100 winners)\n■ Drawing Date: December 13, 2024 (Fri) afternoon\n■ Prize Delivery Date: December 18, 2024 (Wed)\n[Event 1 Precautions]\n○ For Event 1, the first 20,000 participants to connect their assets to the iM Bank My Data service will receive a 100% guaranteed coffee coupon, and previous subscription to the iM Bank app or My Data service does not affect eligibility.\n○ Connections to iM Bank (formerly Daegu Bank) are not counted as asset connections for this event, therefore you must connect another institution. (Connecting a iM Bank card will be considered valid)\n○ Coffee coupons will be distributed weekly, on the Friday afternoon of the following week after the asset connection is made. (Example: Customers who connect assets from October 7 to October 13 will receive their coupons on October 18)\n○ Once the first 20,000 coupons are claimed, a notification of “early sell-out” will be posted on the iM Bank app news, announcements, and event page.\n○ Even if you are not among the first 20,000 winners, you may still qualify for Event 2, therefore if you wish to participate in Event 2, ensure your asset connection remains active.\n[Event 2 Precautions]\n○ To be eligible for the Event 2 bonus draw, participants must meet the initial asset connection conditions from Event 1, which is to connect your asset to iM Bank My Data service, and additionally meet the conditions for Event 2, maintaining connection until the day before the winners are announced.\n○ Taxes and fees (22% of the prize value) for prizes exceeding 50,000 won are the responsibility of the winners, and winners subject to taxes and fees will be contacted individually by phone with instructions for processing payment."
}