{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 신분증은 공개방송 참여 신청 정보와 동일한 경우에만 확인이 가능하며, 이름/생년월일/사진이 모두 기재되어 본인 확인이 가능한 실물 신분증으로만 확인이 가능합니다. 신분증의 사진, 프린트물, 모바일 캡처, 모바일 앱, 보호자 동반 확인 등은 인정되지 않습니다.\n- 현장에서 신분증과 실제 얼굴이 일치하지 않을 경우 추가 확인 요청을 드릴 수 있습니다. 협조 부탁드립니다.\n※본인 확인이 가능한 신분증이란?\n- 대한민국 국적 : 여권, 주민등록증, 운전면허증, 청소년증(주민센터 발급),모바일 신분증(정부24, 행정안전부&경찰청, PASS 발급)\n- 대한민국 국적 외 외국인 : 여권, 외국인 등록증\n* 이 외의 신분증은 인정되지 않습니다(학생증, 사본, 사진, 등본 등)\n* 학생증으로는 본인 확인이 불가합니다.\n* 신분증의 사진, 프린트물, 모바일 신분증 캡처 파일은 인정하지 않습니다. 현장에서 모바일 신분증 앱 실행을 요청할 수 있습니다.\n**CARAT MEMBERSHIP 가입 시 이름을 영어로 작성한 경우 여권으로만 본인 확인이 가능합니다.\n* 신분증은 이벤트 참여 신청 정보와 동일한 경우에만 확인이 가능하며, 이름/생년월일/사진이 모두 기재되어 본인 확인이 가능한 실물 신분증으로만 확인이 가능합니다. 참여 신청 정보와 불일치할 경우 참여가 제한됩니다.\n* 모든 신분증은 유효기간이 만료되지 않은 실물 신분증만 유효한 것으로 인정합니다.\n* 대한민국 국적자의 신분증은 사진,생년월일(6자리), 성명이 명확하게 기재되어 있고 공공기관의 기관장이 발행한 것이어야 합니다.\n* 발급신청 확인서의 경우 반드시 기관장의 관인으로 간인하고, 사진을 포함한 인적사항, 발급번호, 유효기간은 투명스티커가 덧붙여진 상태여야 합니다. 위∙변조가 의심되는 경우, 인정되지 않습니다.",
    "trans": "- The ID card can only be verified if it matches the application information for public broadcasting. It must be a valid identification card that includes the full name/ birthdate/ photo. Photos, prints, mobile captures, mobile apps, and parental verification will not be accepted.\n- If the ID and the person’s appearance do not match on-site, we may ask for additional verification. We appreciate your cooperation.\n※What is an acceptable form of identification?\n- Korean nationals: Passport, resident registration card, driver's license, youth card (issued by community centers), mobile ID card (Government 24, Ministry of Public Administration and Security & National Police Agency, PASS)\n- Foreign nationals (non-Korean): Passport, alien registration card\n* No other forms of identification are accepted (such as student cards, copies, photos, etc.)\n* Your student ID cannot be used for identification.\n* We do not accept photos, prints, or mobile ID capture files of your ID. You may be asked to open the mobile ID app on-site.\n**If you enter your name in English when signing up for CARAT MEMBERSHIP, you can only verify your identity using your passport.\n* The ID can only be verified if it matches the event participation application information, and it must be a valid identification card with your full name/ birthdate/ photo. If there is a discrepancy with the application information, participation will be restricted.\n* All identification cards are only valid if they are physical IDs that have not expired.\n* The ID card of a Korean national must clearly display a photo, date of birth (six digits), and name, and it must be issued by a public institution.\n* For a certificate of issuance application, it must be stamped with the seal of the issuing authority, and the personal information, issuance number, expiration date, and photo must be accompanied by a transparent sticker. If forgery or alteration is suspected, the document will not be accepted."
}