{
    "source": "ko_KR",
    "target": "en_US",
    "text": "앰퍼샌드원 (AMPERS&ONE) 공개방송 MEMBERSHIP 'ANDEAR' 신청방법\n- [앰퍼샌드원 (AMPERS&ONE) 위버스 공지사항] 게시판에 안내된 공개방송 사전 참여 신청 링크를 통해 신청해 주세요.\n신청 마감 후, ‘앰퍼샌드원 (AMPERS&ONE) 이벤트 신청 내역’에서 선착순 당첨 여부 및 당첨 번호를 확인해 주세요.\n명단 번호를 받은 회원께서는 당일 현장에서 준비물이 모두 확인되어야 부여 받은 번호로 입장하실 수 있습니다.\n- 입장 번호는 해당 공개방송 참여 확정 인원, 예비 인원, 당일 신청 참여 인원에게 배부됩니다. (현장 선착순 줄 서기 참여 불가)\n* 예비 및 당일 신청 참여 인원의 경우 현장 상황에 따라 변경될 수 있으며 입장이 불가할 수 있습니다.\n- 현장에서 입장 번호를 받은 회원만 참여할 수 있습니다.\n- 신청 기간: 공개방송 공지에서 안내해 드릴 예정입니다.\n* 정확한 시간은 참여하는 해당 공개방송 공지를 확인해 주세요.\n* 각 방송 프로그램에 시청 연령이나 신청이 제한될 수 있습니다. 만 15세 이상(녹화일 기준 생일이 지난 2009년생)부터 입장 가능합니다. 확인 후 신청 부탁드립니다. (만 15세 미만의 경우 당첨이 취소됩니다.)\n* 공정한 공개 방송 신청을 위해 해당 신청부터 신청 페이지는 20~30분 전부터 활성화될 예정입니다.\n신청 폼에 미리 진입하여 개인 정보 기재 및 개인 정보 수집 / 이용 동의 체크를 한 후, 신청 시간에 맞춰 참여 신청을 완료해 주시기 바랍니다.",
    "trans": "How to apply for AMPERS&ONE public broadcast MEMBERSHIP ‘ANDEAR’\n- [AMPERS&ONE Weverse Notice] Please apply through the public broadcast pre-participation application link posted on the bulletin board.\nAfter the application is closed, please check the first-come, first-served winning status and winning number in 'Ampers & One Event Application Details'.\nMembers who have received a list number can enter using the assigned number only after all necessary items are confirmed on site on the day.\n- Admission numbers will be distributed to confirmed participants in the public broadcast, reserve participants, and those who applied on the day. (On-site first-come-first-served basis; no participation in line-up)\n* In the case of preliminary and same-day application participants, it may change depending on the on-site situation and may not be able to enter.\n- Only members who have received an entry number on site can participate.\n- Application period: We will inform you in the public broadcast announcement.\n* Please check the announcement of the public broadcast you are participating in for the exact time.\n* The age of viewing or application may be restricted for each broadcast program. Admission is available from those aged 15 or older (born in 2009 and  passed the birthday as of the recording date). Please check and apply. (If you are under the age of 15, the winning will be canceled.)\n* In order to apply for fair public broadcasting, the application page will be activated 20 to 30 minutes in advance.\nPlease enter the application form in advance, fill out your personal information, check the consent to collection/use of personal information, and then complete the application for participation on time."
}