{
    "source": "ko_KR",
    "target": "en_US",
    "text": "온갖 표정 궁예에 내 지인이 스엠 관계잔데~~ 이딴 잡설을 다 끌어다가 그게 사실인 양 떠드시면서 22살짜리 애 하나 쥐잡듯이 잡는 거 아주 잘 봤습니다^^\n왜 죄책감 심어주냐니요... 최소한 인간이라면 정말 사람이라면 티끌만큼의 미안함이라도 들어야 하는 게 정상 아닌가요?\n아 욕할 거 다 해놓고 애한테 저주란 저주는 다 퍼부어 놓고 이제 와서 막상 이렇게 되니 좀 미안하네 어쩌네 회사가 백 퍼센트 잘못했네 이러면서 책임 전가하시는 분들 많던데 진짜 지랄 마세요. 진심으로 미안했으면 그딴 말 입 밖으로 못 내뱉습니다.\n마지막으로 대필\n하..... ㅋ 저 또한 저의 최애가 그런 식으로 욕을 먹게 된 것은 너무 속상하고 그걸 가만히 지켜만 보고 있는 회사에 너무너무 화가 났습니다. 하지만 대필이라뇨... 자기 최애도 못 믿나요?\n원빈이는 저런 글 못 쓴다. 원빈이가 썼으면 맞춤법이 저렇게 다 맞을 리가 없다, 라방도 마음대로 못 키던 애가 어떻게 저런 글을 쓰냐는 둥 진짜 다들 무슨 소리들을 하시는 건지 모르겠습니다.\n자기 최애 이미지만 깎아내리는 짓인지도 모르고 그런 식으로 내뱉는 말들이 내가 사랑하는 아이에게 어떤 영향을 끼칠지도 전혀 생각하지 못하시는 모습들이 참으로 안타까웠습니다.\n저의 최애가 그리고 님들의 최애가 그렇게 ㅈ병신 찐따에 그저 회사의 꼭두각시인가요?\n적어도 지금까지 제가 봐왔던 [redacted_name]이라는 사람은 전혀 그렇지 않았습니다.",
    "trans": "All these expression fortune-tellers and my acquaintance is supposedly involved with SM. You’re spouting all this nonsense and acting like it’s true. I enjoyed watching a 22-year-old get caught like a mouse. ^^\nAre you asking me why I made you feel guilty? Isn’t it normal to feel sorry, even for the tiniest thing, if you’re a real human?\nOh, you did everything you wanted to do, cursed at him, and now you're saying, 'I'm sorry. Oh no, the company is 100% wrong.' Don’t blame him. If you’re truly sorry, you wouldn’t say that.\nLast but not least, ghostwriting\n\"Ha... LOL, I’m really upset that my favorite person was criticized like that, and I'm so angry at the company for just standing by. But a ghostwriter... Can’t you trust your favorite person?\nWon Bin can't write like that. 'If Won Bin wrote it, the spelling wouldn’t be that perfect. How could someone who couldn’t even turn on a live show write something like that?' I don’t get what everyone’s saying.\nIt’s a shame they didn’t realize they were only ruining their favorite person’s image and never thought about how the words they said would affect the child they claimed to love.\nIs my favorite person and your favorite just a puppet of the company?\nAt least that’s not the kind of person I’ve ever seen [redacted_name] to be."
}