{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“그러게. 가이드님… 아니, 은석이 불편하겠다.”\n지태욱이 고개를 주억거리며 동감을 표했다.\n“괜찮습니다. 그냥 쳐다만 보는 건데요, 뭘.”\n이은석은 대수롭지 않게 말하며 수저를 놀렸다. 시선과 웅성거림, 어디에서도 적의와 살의는 느껴지지 않았기에 크게 신경이 쓰일 정도는 아니었다.\n“오, S급 가이드에 꽃미남에 특수 부대 출신에 심지어 대범하기까지. 인물이다, 인물이야.”\n문보라가 엄지를 치켜올리며 칭찬을 쏟아 냈다. 이은석은 시원시원하고 화통한 문보라의 그런 행동이 마음에 들어 피식 웃음을 흘렸다.\n식사를 마치 식당을 나서는 순간에도, 그리고 엘리베이터 안에서도, 심지어 숙소에 들어가는 순간까지 온갖 관심 어린 시선이 달라붙었다. 딱히 해가 가지 않는 관심에 대해서는 무던한 성격임에도 숙소에 들어서니 한숨이 탁 터져 나왔다. 아무래도 새로운 S급 가이드에 대한 사람들의 호기심이 충분히 충족되기 전까지는 이런 일상이 쭉 이어질 듯했다.\n양치를 하고 잠시 소파에 기대앉아 핸드폰을 이리저리 만지다 보니 스케줄표에 적혀 있는 약속 시간이 다 되었다. 9시 정각이 되기 무섭게 귀신처럼 도어 벨이 울렸다. 신발을 신고 문을 열자 바지 정장 차림의 김 비서가 보였다.\n“좋은 아침입니다. 이 가이드님.”\n김 비서가 상큼한 얼굴로 인사를 건네었다.\n“아무래도 출근 첫날이시니만큼 오늘은 제가 가이딩실로 직접 안내해 드릴 겁니다.”\n짧게 설명한 김 비서가 엘리베이터 버튼을 눌렀다.\n“공대가 나뉘는 헌터들과 달리 가이드들은 따로 팀이 없으니 참고해 주세요. 스케줄에 따라 근무일에는 각자 근무 시간표에 따라 자신의 개별 가이딩 룸에서 대기합니다. 가이딩 룸에 모든 시설이 다 갖추어져 있기 때문에 따로 가이드들의 사무실은 없어요. 가이딩실이 바로 사무실이나 다름없다고 생각하시면 됩니다.”",
    "trans": "\"I know. The guide… No, Eun-seok must be uncomfortable.\"\nJi Tae-wook shook his head in agreement.\n\"It's okay. It's just looking.\"\nLee Eun-seok spoke casually, playing with his spoon. There was no hostility or ill intent in the stares and noise, so it didn’t bother him too much.\n\"Oh, he’s an S-class guide, a handsome guy, a former special force member, and even bold. What a character.\"\nMoon Bora raised her thumb in praise. Lee Eun-seok laughed out loud, enjoying Moon Bora’s cool and friendly demeanor.\nAll kinds of curious eyes followed him from the moment he left the restaurant, through the elevator, and even as he entered my dorm. Even though he's someone who doesn't care much about attention that doesn’t harm him, he let out a sigh when he entered the dorm. It seemed like this routine would continue until people’s curiosity about the new S-class guide was fully satisfied.\nAfter brushing his teeth, he sat on the sofa for a while, playing with his phone, and then, the time for his appointment, noted on his schedule, arrived. As soon as the clock struck 9 o'clock, the doorbell rang. He put on his shoes and opened the door to see Secretary Kim in a pantsuit.\n\"Good morning, Guide Lee.\"\nSecretary Kim greeted him with a bright smile.\n\"Since it’s your first day at work, I’ll personally guide you to the guidance room today.\"\nAfter a brief explanation, Secretary Kim pressed the elevator button.\n\"Please note that, unlike hunters who are assigned to engineering teams, guides do not have teams. On scheduled workdays, each guide waits in their own individual guidance room according to their work schedule. Since all facilities are provided in the guidance room, there is no separate office for guides. You can think of the guidance room as an office.\""
}