{
    "source": "ko_KR",
    "target": "en_US",
    "text": "앨범명‘별의 장: 생추어리(SANCTUARY)’는‘안식처’라는 의미다. 태현은“모아가 우리를 안식처로 데려다주고우리도 모아를 안식처로 데려다준다는 의미를 담아 1번 수록곡부터 수미상관을 이룬다”며“모아가 나를 천국같은 곳으로 데려다줘서우리도 모아를 그보다 높은 곳으로 데려다 준다고 생각하며 들어주시면 재밌을 것 같다”고 했다.\n소년의 성장을 그려온 투모로우바이투게더가 네 번째 챕터를 맞았다. 멤버들은“우리는 궁극적으로 소년의 성장서사,그로 인해 겪는 사랑·우정·갈등을 다루고 있다. 지금은 재회 후 기쁜 순간들을 노래한다. 청춘을 즐기고 있는 분들이 들으면 공감되지 않을까 싶다”고 추천했다.\n최근 K팝 가수들의 글로벌 활약이 이어지고 있다. 소속사 직속 선배인 방탄소년단 진도 오는 15일 컴백한다. 최근 식사를 함께하며 서로를 응원했다는 후기도 전했다. 휴닝카이는“편하게 이야기를 나누며 밥을 먹었다. 컴백한다는 이야기 듣고 서로를 응원했다. 진 선배님이 선공개곡으로 스타트를 잘 끊어주셔서 우리도 열심히 컴백을 준비했다”고 인사를 전했다. 범규는“오늘도 석진이 형이랑 연락을 주고 받았다. 콘서트와 새 앨범에 대한 응원 메시지를 보내주셨다”고 답했다.\n쟁쟁한 선배들의 활약 덕에 긴장할 법도 하지만 투모로우바이투게더는‘스토리텔링’을 강점으로 가요계 접수에 나선다. 멤버들은 “우리만의 차별점은 스토리텔링이다. 데뷔부터 이어온 성장서사가 우리만의 힘”이라고 자신했다. 이어 “이번 앨범엔 새롭게 보여드릴 수 있는 무기가 있다”고 귀띔했다. 태현은 “모아에게 했던 러브송들이 있는데, 이번 앨범이 가장 밝고 로맨틱한 장”이라고 강조하며 “(향후 앨범은) 우리가 계획하고 있는 것들이 있지만 이번 컴백 해봐야 구체화 될 수 있을 것 같다. 모아에게 어떻게, 얼마나 전달되는지에 따라 결정될 것 같다”고 했다.",
    "trans": "The album name 'The Chapter of Stars': SANCTUARY means 'resting place.' Tae-hyun said, \"By implying Moa takes us to a resting place, and we also take Moa to a resting place, the beginning and the end are connected to each other from the first song,\" adding, \"It would be fun if you listen to the song thinking that Moa takes me to a place like heaven, so we take Moa to a higher place.\"\nTomorrow by Together, which depicts the growth of a boy, is in its fourth chapter. The members said, \"Ultimately, we are dealing with a boy's growth narrative and the love, friendship, and conflict he experiences as a result. Now we sing about the happy moments after the reunion.\" They recommended, \"We think people who are enjoying their youth will sympathize with us if they hear it.\"\nLately, K-pop singers' global activities continue. Jin of BTS, a direct senior under the agency will also make a comeback on the upcoming 15th. They also shared that they recently had a meal together and supported each other. Huening Kai delivered greetings saying, \"We talked and ate comfortably. We cheered for each other after hearing that he was making a comeback. Senor Jin started off well with a pre-released song, so we prepared hard for the comeback as well.\" Beomgyu replied, \"I was in touch with Seok-jin today, too. He sent me messages of support for the concert and the new album.\"\nTomorrow by Together sets out to take over the music industry with 'Storytelling' as their strength although they may be nervous due to the outstanding performances of their seniors. The members said confidently, \"What sets us apart is storytelling. The growth narrative that has continued since our debut is our unique strength.\" They continued, \"We have a new weapon that we can show in this album.\" Tae-hyun emphasized, \"There are love songs we sang for Moa, and this album is the brightest and most romantic chapter,\" adding, \"We have plans (for the future album), but I think it will be decided depending on how and to what extent it is delivered to Moa.\""
}