{
    "source": "ko_KR",
    "target": "en_US",
    "text": "3) 기후변화 속도가 위험한 이유는 4도를 기준으로 빙기와 간빙기를 나누는데, 자연은1만 년에 약 4° c\nwww.earticle.net\n[Provider:earticle] Download by IP 61.42.109.27 at Tuesday, March 5, 2024 1:33 PM\n4 문화교류와 다문화교육 제11권 제5호\n주요 원인인 이러한 현상은 인류 모두의 생존을 위협한다. 그 구체적 사례를 보면, 2019 년 6월부터 2020년 2월까지 약 8개월에 걸친 호주의 대규모 산불은 물론 2021년 기후변 화로 북극부터 미국 루이지애나, 중국 허난성까지 전 세계 곳곳이 엄청난 피해를 입었으 며, 날씨가 예측불허로 변화되었고 통제 불가능한 징후들이(조천호, 2020) 곳곳에 나타 났다. 우리나라 역시 작년 기록적인 폭염으로 역사상 여섯 번째 더운 해로 기록되었으며, 세계 인구의 1/4 정도는 역대 가장 뜨거운 해를 경험했다고 전한다(서울신문 & 한겨레). 예컨대 미국 캘리포니아에서는 지난해 여름 가뭄이 126년 만에 가장 극심했고, 1895년 데이터 수집이 시작된 이래 7월이 가장 건조한 달이었으며, 8월까지 서부의 95% 이상이 가뭄 상태에 있었다. 2020년 파괴적인 산불에 이어, 2021년은 기후변화로 인한 극심한 가뭄 속에서 로키산맥의 고지대 숲이 광범위하게 불에 타며 또 다른 생태학적인 문제들 을 야기했다. 결국 온실가스에 의한 지구온난화 → 열돔 → 폭염 → 대형 산불 등 악순환 의 고리로 이어지며, 삶의 터전을 잃은 수많은 이재민과 막대한 재산 피해를 낳았다.\n영국 일간지 가디언은 미국 국립 해양대기청(NOAA)의 연례보고서를 인용해, 지난\n2021년에 미국은 유례없는 극한 기후를 맞이하며 가장 재앙적인 한 해를 보냈다고 보도",
    "trans": "The reason why the rate of climate change is dangerous is that the ice age and interglacial periods are separated by around 4°C, and nature typically changes by about 4°C every 10,000 years.\nwww.earticle.net\n[Provider:earticle] Download by IP 61.42.109.27 at Tuesday, March 5, 2024 1:33 PM\n4 Cultural Exchange and Multicultural Education, Vol. 11, No. 5\nThis phenomenon, a major cause of concern, threatens the survival of humanity as a whole. A specific example is Australia's massive wildfires, which burned for about eight months from June 2019 to February 2020. Similarly, climate change in 2021 resulted in significant global damage, from the Arctic to Louisiana in the U.S. and Henan in China, with unpredictable weather and uncontrollable signs of change appearing everywhere (Chocheonho, 2020). In Korea, last year was recorded as the sixth hottest year in history due to a record-breaking heatwave, and about a quarter of the world's population experienced the hottest year ever (Seoul Shinmun & Hankyoreh). For instance, last year’s summer drought was the most severe in 126 years, with July being the driest month since data collection began in 1895, and more than 95% of the western U.S. was in drought until August. Following the devastating wildfires of 2020, 2021 saw further ecological problems, such as widespread fires in the high-altitude forests of the Rocky Mountains, worsened by a severe drought caused by climate change. This ultimately led to a vicious cycle of global warming driven by greenhouse gases → heat dome, → heatwaves, → large forest fires, resulting in widespread homelessness and massive property damage.\nCiting the annual report from the National Oceanic and Atmospheric Administration (NOAA), the Guardian, a British daily newspaper,\nreported that the United States experienced its most catastrophic year in 2021, facing unprecedented extreme climate events."
}