{
    "source": "ko_KR",
    "target": "en_US",
    "text": "반도체, 전기자동차, IT제품 등 고부가가치 상품의 고객들이 RE100 환경 하에 생산된 제품만을 구매하는 경향이 확산됨에 따라, 생산시설의 Net-Zero 달성은 베트남에게 필수적인 숙제입니다.\n[페이지 4]\n최근 실행된 DPPA 제도는 베트남 정부가 얼마나 신속하고 효율적으로 글로벌시장에 적응하고 있는지를 보여주는 단적인 예시 입니다.\n경쟁국가들보다 한발 앞서 DPPA 제도를 시행하면서 베트남에서 생산된 상품들이 Net-Zero 환경하에 제조될 수 있음을 글로벌공급망에 피력하고 있습니다. 실제로 애플, 테슬라, 레고 등 많은 글로벌대기업이 이러한 베트남 정부의 정책에 호응하고 있습니다.\n[페이지 5]\nPVA-에너지솔루션스는 PV Power 그룹의 재생에너지 담당 계열사인 PV Power REC의 2대 주주입니다. 대형국영발전회사 PV Power, 그리고 PV Power REC와 함께 독립발전소(IPP) 개발/인수/운영의 업무를 본업으로 하고 있습니다.\n또한 페트로베트남그룹 계열사의 공장 및 유휴부지에 루프탑태양광 사업을 진행하고 있으며, 오늘 소개드리는 60헤르츠와의 협업을 통하여 기후테크 사업과 온실가스감축사업에도 진출할 예정입니다.\n대형 프로젝트를 진행함에 있어서, PV Power, PV Power REC, PVA-에너지솔루션스는 외부 투자/협력사와의 협업에도 적극 나설 예정입니다. 양수발전, 풍력발전, 태양광발전 등 대형프로젝트에 글로벌 사모펀드, SI와 협업을 진행하고 있습니다.\n[페이지 6]",
    "trans": "Achieving net-zero emissions in production facilities is a crucial task for Vietnam, as customers of high-value products like semiconductors, electric vehicles, and IT products increasingly prefer to buy only those made under RE100 environmental standards.\n[Page 4]\nThe recently implemented DPPA system is a prime example of how swiftly and effectively the Vietnamese government is adapting to global markets.\nBy implementing the DPPA system ahead of its competitors, Vietnam is signaling to the global supply chain that products manufactured there can meet Net-Zero environmental standards. In fact, many global giants, including Apple, Tesla, and Lego, are responding positively to the Vietnamese government’s policies.\n[Page 5]\nPVA-Energy Solutions is the second-largest shareholder of PV Power REC, a subsidiary of PV Power Group's renewable energy division. Its primary role is to develop, acquire, and operate independent power plants (IPPs) in collaboration with the large state-owned power generation company, PV Power, and its affiliate, PV Power REC.\nAdditionally, we are carrying out rooftop solar projects at factories and idle sites of PetroVietnam Group affiliates. We also plan to enter the climate technology and greenhouse gas reduction sectors through a collaboration with 60 Hz, which we are introducing today.\nIn executing large-scale projects, PV Power, PV Power REC, and PVA-Energy Solutions will actively collaborate with external investors and partners. We are working with global private equity funds and system integrators (SI) on major projects such as pumped-storage hydroelectric power, wind power, and solar power.\n[Page 6]"
}