{
    "source": "ko_KR",
    "target": "en_US",
    "text": "타 아이돌의 무대 실력을 직접적으로 평가하기도 했다. ‘그룹 ○○○의 라이브 실력에 대해서 잘하는 애들을 회사가 안 시킨다는 게 팬덤 방어 논리였는데 이게 코첼라로 박살, 팬덤에서는 원망의 화살을 빠르게 팀이 아닌 다른 방향으로 돌리고 있다’고 했다. 또 ‘SM 팬덤이 이런 부분에서는 이슈 전환과 방향 설정이 빠르다 싶음. 멤버들을 보호하기 위해서는 회사가 악역이 돼야 하는 상황’이라고 덧붙였다.\n하이브 자사 아이돌과 관련한 평가를 하기도 했다. ‘○○는 아픔 부심이 있는지 약간 라떼 토크를 하는데, 은근히 그런 부분에서 관심을 늘 필요로 하는 사람이다 싶었음’이라고 했다.\n이밖에도 해당 보고서에는 온라인 커뮤니티, 사회관계망서비스(SNS) 등에 하이브 소속 및 타사 아이돌의 비방 내용과 이에 대한 온라인 바이럴 전략과 대응 방침도 담겨 있는 것으로 확인됐다.\n해당 보고서는 앞서 민희진 전 어도어 전 대표가 언급한 적이 있다. 민 전 대표는 지난 5월 24일 하이브 내부 고발과 관련한 입장을 내고 “A 편집장으로부터 매주 내부 회람 되는 ‘업계동향리뷰’ 문서에는 편파적으로 편향된 내용이 지속돼 어도어는 ‘수치나 지표와 같은 사실 기재가 필요하며 최소한의 객관성이라도 유지하라’고 이의제기를 한 적도 있다”며 “객관성도 결여된 공신력 없는 개인의 내용이 어떤 이유에서 대표성을 가진 듯 전사 임원들에게 배포돼야 하는 것인지 모르겠다”고 했다.",
    "trans": "They also directly evaluated the stage skills of other idols. He said, ‘The fandom’s defense logic was that the company would not hire kids who were good at about group ○○○’s live skills, but this was shattered by Coachella, and the fandom is quickly turning their resentment in a direction other than the team.’ Also, ‘I think SM fandom is quick to change issues and set direction in these areas.' He added, 'This is a situation where the company has to become a villain in order to protect its members.\nHive also evaluated its own idols. He said, ‘○○ gave a bit of latte talk as if he was feeling pain or pride, but I thought he was a person who always needed attention in that area secretly.’\nIn addition, it was confirmed that the report contained slanderous content about Hive belonging and other companies' idols in online communities, social networking services (SNS), etc., as well as online viral strategies and response policies.\nThe report was previously mentioned by Min Hee-jin, former CEO of Adore. On May 24, former CEO Min issued a position on Hive's internal accusation and said, \"The 'Industrial Trend Review' document, which is internally circulated every week from editor-in-chief A, has continued to be biased, so Adore has raised an objection, saying, 'We need to write facts such as figures or indicators and maintain at least a minimum of objectivity,' and added, \"I don't know why the content of an individual without public confidence that lacks objectivity should be distributed to company executives as if it were representative.\""
}