{
    "source": "ko_KR",
    "target": "en_US",
    "text": "5\n텍스트의 문자적 의미에 대한 정확하고 깊이 있는 이해를 증명함. 텍스트의 크고 작은 함축적 의미를 설득력 있고 통찰력 있게 해석함. 텍스트의 인용이 잘 선택되고, 이를 통해 자신의 생각을 효과적으로 뒷받침함.\n텍스트의 특징 및/혹은 작가의 선택을 통찰력 있고 설득력 있게 분석하였음을 보여줌. 그와 같은 특징 및/혹은 선택이 의미를 형성하는 방식을 매우 잘 평가함.\n생각을 효과적으로 조직하고 일관성 있게 제시함. 분석의 초점을 잘 맞춤.\n언어가 매우 명확하고 효과적이며 조심스럽게 선택되고 정확하며 높은 수준의 정확성을 가지고 문법, 어휘, 문장구조를 사용함; 레지스터와 문체가 과제에 적합하며 효과적임\n4\n텍스트의 문자적 의미에 대한 정확한 이해를 증명함. 텍스트의 많은 함축적 의미들을 설득력 있게 해석함. 텍스트의 인용이 적절하며 이를 통해 자신의 생각을 뒷받침함.\n텍스트의 특징 및/혹은 작가의 선택을 적절히, 때로 통찰력 있게 분석하였음을 보여줌. 그와 같은 특징 및/혹은 선택이 의미를 형성하는 방식을 잘 평가함.\n생각을 잘 조직하고 대부분 일관성 있게 제시함. 분석의 초점을 적절히 맞춤.\n언어가 명확하며 조심스럽게 선택되고 훌륭한 수준의 정확성을 가지고 문법, 어휘, 문장구조를 사용함; 레지스터와 문체가 일관되게 과제에 적합함\n3\n텍스트의 문자적 의미에 대한 이해를 증명함. 텍스트의 일부 함축적 의미를 만족스럽게 해석함. 텍스트의 인용이 일반적으로 적절하며 이를 통해 자신의 생각을 대체로 뒷받침함.",
    "trans": "5\nProves an accurate and in-depth understanding of the literal meaning of the text. Persuasive and insightful interpretation of the large and small implications of the text. Citation of the text is well selected, effectively supporting one's thoughts through this.\nIt shows that the characteristics of the text and/or the artist's choices were analyzed insightfully and convincingly. It evaluates very well the way such features and/or choices form meaning.\nOrganizes ideas effectively and presents them coherently. Well-focused analysis.\nThe language is very clear and effective, carefully selected and precise, and uses grammar, vocabulary and sentence structure with a high degree of accuracy; The register and writing style are appropriate and effective for the task.\n4\nIt proves an accurate understanding of the literal meaning of the text. It   interpretates the many of the implications of the text persuasively. Citation of the text is appropriate and supports one's thoughts through this.\nIt shows that the characteristics of the text and/or the artist's choice were properly and sometimes insightfully analyzed. It evaluate well the way such characteristics and/or choices form meaning.\nIdeas are well organized and, for the most part, presented coherently. It adapts the focuse of the analysis appropriately.\nLanguage is clearly and carefully selected and uses grammar, vocabulary, and sentence structure with a great level of accuracy; Register and writing style are consistently appropriate to the task.\n3\nIt is proving an understanding of the literal meaning of the text. It interpretes some of the implications of the text satisfyingly. Citation of the text is generally appropriate, which generally supports one's thoughts through this."
}