{
    "source": "ko_KR",
    "target": "en_US",
    "text": "뒷사람들이 걷기엔 꽤 수월했는데 앞에 가는 사람들은 온갖 장애물들에 시달렸다. 어둠 속에서 숨어서 신해량과 사토 등이 자판기 6대를 이리저리 옮기는 걸 구경했다.\n“심심해요.”\n갑작스럽게 [redacted_name]가 [redacted_name]의 귓가에 대고 그런 소리를 해서 [redacted_name]이 그 자리에서 펄쩍 뛰었다.\n“깜짝이야! 간 떨어질 뻔했잖아.”\n[redacted_name]이 이를 갈면서 말하고 있었다.\n“계속 이렇게 걸어갈 거 아니에요. 어두운데 말도 없이 걷기만 하고 있으니 심심해 죽겠어요.”\n“뭘 어쩌자는 건데?”\n“앞 사람들을 불러서 같이 가죠.”\n“아. 재희야.”\n“아니면 무서운 이야기라도 해주세요.”\n“나는 현실에 기반한 무서운 이야기들 밖에 없어.”\n[redacted_name]는 자판기를 옮기려다가 힘이 부족한지 물러나서는 농땡이를 피우는 [redacted_name]의 뒤통수를 쳐다보다가 말했다.\n“그럼 현실에 기반한 무서운 이야기라도 해주세요. 악령이나 사고 난 건물 관련으로 무서운 이야기를 듣고 싶으면 일본 애들한테 물어보면 돼요.”\n“걔네가 그런 걸 이야기해주냐?”\n“술 마시면 가끔요. 이야기보단 걔네들 반응이 더 재밌어요.”\n“어떻게 반응하는데?”\n“아주 질겁해요.”\n[redacted_name]은 나를 향해서 자기 팀원에 대해 변명하듯이 중얼댔다.\n“어휴. 선생님. 죄송한데 저희 팀이 원래 안 이래요.”\n“괜찮습니다.”\n“하하하. 팀장님이랑 부팀장님께 이를 거에요.”\n“일러라. 아주 일러바쳐. 나도 지금 부팀장님한테 네 행실을 일러 바치고 싶어서 안달이 났다.”\n드물게 [redacted_name]이 자신 없는 목소리로 [redacted_name]를 향해 말했다.",
    "trans": "It was quite easy for those walking behind, but the people in front struggled with all kinds of obstacles. In the darkness, I watched Shin Haeryang and Sato move the six vending machines here and there.\n\"I'm bored.\"\nSuddenly, [redacted_name] whispered such words into [redacted_name]'s ear, causing [redacted_name] to jump up right there.\n\"That scared me! I almost had a heart attack.\"\n[Redacted_name] was gritting his teeth as he spoke.\n\"We're going to keep walking like this, aren't we? It's so dark, and we're just walking without saying anything, so I'm bored to death.\"\n\"What do you want me to do?\"\n\"Let's call the people in front and go together.\"\n\"Ah. Jaehee.\"\n\"Or please tell me a scary story.\"\n\"I only have scary stories based on reality.\"\n[Redacted_name] tried to move the vending machine but seemed to lack the strength. Stepping back, they looked at [redacted_name]'s back as they were slacking off and said.\n\"Then please tell me a scary story based on reality. If you want to hear something about evil spirits or buildings with accidents, you can just ask the Japanese kids.\"\n\"Do they actually tell stories like that?\"\n\"Sometimes when they drink. The reactions are more interesting than the stories.\"\n\"How do they react?\"\n\"They really freak out.\"\n[Redacted_name] mumbled as if making excuses for their team members, directed at me.\n\"Ugh. Sir, I'm sorry, but our team isn't usually like this.\"\n\"It's fine.\"\n\"Hahaha. I'll report this to the team leader and vice team leader.\"\n\"Go ahead. I’m so eager to report your behavior to the vice team leader right now.\"\nRarely did [redacted_name] speak to [redacted_name] in a voice filled with uncertainty."
}