{
    "source": "ko_KR",
    "target": "en_US",
    "text": "당근은 사용자 보호를 위해 다양한 사기 사례를 분석하고 신속하게 대응하고 있어요. 이웃에게 손해를 입히는 행위는 근절되어야 해요.\n사기꾼들은 이웃인 척 접근하여 우리를 속이고, 매일 새롭고 교묘해진 사기 수법을 사용해요. 우리의 작은 관심으로 사기를 막을 수 있어요. 사기로 의심되는 경우, 신고하기를 통해 알려주세요.\n[상대방과의 채팅방 오른쪽 위 점 3개 > 신고하기] 또는 [상대방의 프로필 접속 후 오른쪽 위 점 3개 > 신고하기]\n[사기당했어요 클릭]\n[발생한 상황 클릭] 어떠한 사기가 발생하였는지 상황별로 분류하여 사기를 예방하기 위해 노력하고 있어요.\n자세한 내용을 기재하여 당근 팀에게 보내기\n적극적인 신고가 추가적인 사기 피해 확산을 막을 수 있어요.\n거래 분쟁과 사기는 이런 점이 달라요\n분쟁 : 제품에 대한 오해, 다툼으로 인한 문제\n사기 : 물품 금액 또는 물품을 받지 못한 문제\n거래 분쟁 상황이라면 [거래 분쟁이 발생한 경우 어떻게 해야 할까요?] 를 확인해 주세요.\n우리는 이렇게 거래해요\n거래 관련 대화는 반드시 당근 채팅으로 이야기해요.\n가까운 지역 내에서는 만나서 물품을 확인하고 거래해요.\n입금해야만 한다면, 상대방의 정보를 꼼꼼히 확인해요.\n경찰청에서 제공하고 있는 [사기피해 계좌번호(전화번호) 조회]에서 최근 사기 이력을 조회할 수 있어요.\n안전결제로 유도하는 외부 링크를 주의하세요.\n대리 판매 아르바이트를 주의하세요.\n3자 사기를 주의하세요.\n피해가 있을 수 있으니 주의하세요\n타지역 대리 인증, 대리 판매, 대리 구매를 해주는 행위\n당근 채팅이 아닌 문자로 계좌번호를 보낸 후 입금을 유도하는 행위",
    "trans": "Carrot analyzes various fraud cases and responds quickly to protect users. Actions that cause harm to neighbors must be eradicated.\nScammers approach and cheat on us by pretending to be neighbors and using new and sophisticated tricks every day. Our little attention can stop scams. If you suspect a scam, let us know by reporting.\n[3 dots in the upper right corner of the chat room with the other person > Report] or [3 dots in the upper right corner after accessing the other person's profile > Report]\n[Click I was scammed]\n[Click on the situation that occurred] We are trying to prevent fraud by classifying what kind of fraud occurred by situation.]\nFill in the details and send it to the Carrot Team\nActive reporting can prevent the spread of additional fraud damage.\nThis is the difference between transaction disputes and fraud.\nDispute: Problems caused by misunderstandings or disputes about the product\nFraud: Problems with the amount of the item or failure to receive the item.\nIf you are in a transaction dispute situation, please check [What should I do if a transaction dispute occurrence occurs?].\nThis is how we trade\nMake sure to talk about the transaction-related conversations through Carrot Chat.\nMeet within the nearest area to check and trade goods.\nIf you must make a deposit, check the other party’s information carefully.\nYou can check the recent fraud history at the [Fraud Damage Account Number (Phone Number) Inquiry] provided by the National Police Agency.\nWatch out for external links that lead to safe payments.\nWatch out for part-time sales by proxy.\nWatch out for third-party fraud.\nWatch out as there may be damage.\nActs of providing proxy certification, proxy sales, or proxy purchasing in other regions\nThe act of inducing the deposit after sending the account number by text, not by Carrot Chat"
}