{
    "source": "ko_KR",
    "target": "en_US",
    "text": "후지TV ‘한일가왕전 재팬 라운드(JAPAN ROUND)’는 오는 2025년 ‘우타우마 노래여왕-밀리언셀러 불후의 명곡 대결(가제)’이라는 제목으로 방송될 예정이다.\n‘한일가왕전 재팬 라운드(JAPAN ROUND)’에는 ‘현역가왕’ 1위 전유진을 비롯해 마이진, 김다현, 린, 별사랑, 강혜연, 조정민이 일본 측의 특별 초청을 받고 한국팀 대표로 출전한다. 이에 맞서는 일본 팀은 후지TV 인기 프로그램에서 활약 중인 일본을 대표하는 가창력 퀸들에 더해 ‘한일가왕전’에 출연했던 ‘트롯걸즈재팬’ 멤버들이 나선다. 양국 대표들은 불꽃 튀는 ‘음악 한일전’을 벌일 전망이다.\n‘한일가왕전 재팬 라운드(JAPAN ROUND)’는 총 3라운드 대결을 통해 총점이 높은 팀에게 승리가 주어지는 방식으로 진행되며, 한국과 일본에서 각각 4명씩 총 8명의 연예인이 국가대표 마스터로 출격한다. 또한 한국과 일본에서 각각 국민 심사위원이 참여해, 한일전의 공정한 심사를 위해 힘을 보탠다.\n‘트롯걸즈재팬’을 제작한 넥스텝(NEXTEP)이 제작을 맡은 이번‘한일가왕전 재팬 라운드(JAPAN ROUND)’에서는 한국의 ‘한일가왕전’에는 없던 새로운 라운드가 추가되는 등 더욱 스릴 넘치는 대결 구도가 펼쳐진다. 8일(오늘) 방송되는 ‘한일톱텐쇼’에서는 넥스텝 대표 츠츠미 프로듀서의 초대장을 받고 기뻐하던 한국 대표가수들이 새로운 일본 팀의 정체를 확인하고 깜짝 놀라는 모습이 전격 공개된다.\n그런가하면 지난 4월에 방송된 ‘한일가왕전’은 ‘현역가왕’ TOP7과 ‘트롯걸즈재팬’ TOP7이 맞붙는 세계 최초 ‘한일 음악 국가 대항전’으로 전 국민적인 화제를 집중시켰다. 국내 방송 최초로 일본가요가 다뤄졌음에도 불구하고 6회 연속 화요일 동시간대 전 채널 시청률 1위 자리를 올킬하는가 하면, 폭발적인 영상 조회수를 기록하는 등 엄청난 반향을 일으켰다. 더욱이 엎치락뒤치락 피 말리는 대접전 끝에 한국이 최종 우승의 영광을 거머쥐면서 대한민국을 환호하게 했다.",
    "trans": "Fuji TV's 'Korea-Japan King of Singers Match: Japan Round' is set to air in 2025 under the (tentative title) 'Utauma: Queen of Songs - Million-Seller Timeless Classics Battle.'\nIn the 'Korea-Japan King of Singers Match: Japan Round,' South Korea's representatives, including the 'reigning champion' Jeon Yoo-jin, as well as Mai Jin, Kim Da-hyun, Lyn, Byul Sarang, Kang Hye-yeon, and Jo Jung-min, have been specially invited by Japan to participate. Facing them, the Japanese team features powerhouse vocal queens who have made their mark on Fuji TV's popular programs, along with members of 'Trot Girls Japan' who previously appeared in the 'Korea-Japan King of Singers Match.' Both nations' representatives are expected to engage in a fiery 'musical Korea-Japan showdown.'\nThe 'Korea-Japan King of Singers Match: Japan Round' will consist of three rounds of competition, with the team scoring the highest total points being declared the winner. A total of eight celebrity representatives, four from each country, will serve as national master judges. Additionally, public judges from both South Korea and Japan will participate to ensure a fair evaluation of this Korea-Japan showdown.\nThe 'Korea-Japan King of Singers Match: Japan Round, produced by NEXTEP, the creators of 'Trot Girls Japan,' promises an even more thrilling competition with the addition of new rounds not featured in the Korean edition. On the episode of 'Korea-Japan Top 10 Show' airing today (the 8th), viewers will see South Korea's representative singers expressing joy upon receiving an invitation from NEXTEP's producer Tsutsumi. However, their reactions take a dramatic turn as they uncover the identity of the new Japanese team, leaving them stunned.\nThe 'Korea-Japan King of Singers Match,' aired last April, became a nationwide sensation as the world's first 'Korea-Japan music competition.' It featured a face-off between the TOP 7 'reigning champions' from Korea and the TOP 7 members of 'Trot Girls Japan.' Despite being the first domestic broadcast to focus on Japanese songs, the show achieved remarkable success, dominating the Tuesday time slot across all channels for six consecutive episodes and garnering explosive video viewership. The intense, nail-biting competition ultimately ended with South Korea claiming the final victory, bringing the nation to a jubilant celebration."
}