{
    "source": "ko_KR",
    "target": "en_US",
    "text": "응원해요\n1\n축하해요\n0\n기대해요\n0\n놀랐어요\n7\n슬퍼요\n1\n기사 공유하기\nMK스포츠\n언론사홈 바로가기\n더 많은 소식이 궁금하다면?\n고현정, 수려한 미모에 시선 집중.. 후배 응원에 어깨 '으쓱'\n[redacted_name] 기자\n고현정, 뼈말라 몸매 되더니 입 터졌네... 어묵+닭꼬치 조합에 '엄지척'\n[redacted_name] 기자\n박나래 \"정은채 남친 김충재 좋아했다.. 기안84에 희망고문 당해\"(나래식) [종합]\n[redacted_name] 기자\n\"LG 사위, 사별한 가수 아내에 10년간 지원\"…조한선, 루머에 SNS 폐쇄\n[redacted_name] 기자\n민희진, 하이브와 분쟁에도 \"뉴진스 계획 이뤄갈 것\"\n[redacted_name] 기자\n박미선♥이봉원, 쇼윈도 부부라더니…\"귀한 투 샷\" 닮아가는 비주얼\n[redacted_name] 기자\n한소희 \"혜리 악플러 아냐…법적 책임 지겠다\"\n[redacted_name] 기자\n김태리표 '정년이', 원작자도 감탄…\"웹툰에서 튀어나온 듯, 소리와 연기에 놀라\"\n[redacted_name] 기자\n한예슬, '❤️ 10살 연하 남편' 레슨 효과? \"라베인데 110타, 좀 쳤어요\"\n[redacted_name] 기자\n'골때녀' 김희정, 축구장서 겹경사 터졌다…\"김민재가 왜 거기서 나와?\"\n[redacted_name] 기자\n누구세요 할 뻔…아이오아이 출신 김도연, 英 유학 중이라더니 확 바뀐 스타일\n[redacted_name] 기자\n22기 옥순♥경수, 현커 소문 진짜였나…데프콘, \"화 안내는 경수 대단해\" ('나는솔로') [종합]\n[redacted_name] 기자\n제시, 팬 폭행사건 피의자 신분 경찰 출석… \"가해자 당일 처음 봤다…꼭 벌 받았으면\" [왓IS]",
    "trans": "Cheering for you\n1\nCongratulations\n0\nLooking forward to it\n0\nI’m shocked\n7\nI'm sad\n1\nSharing an article\nMK Sports\nPress the home shortcut\nCurious for more news?\nKo Hyunjung, Focused on her beautiful looks... She shrugged at her junior's support.\n[redacted_name] Reporter\nKo Hyunjung, Now that she has a skinny figure, she's finally speaking up... Fish cakes and chicken skewers. Thumbs up!\n[redacted_name] Reporter\nPark Narae said, \"I liked Kim Choong-jae, Jeong Eun-chae's boyfriend. I was hope tortured by Gian84.\" (Narae-sik) [Round-up]\n[redacted_name] Reporter\n\"LG's son-in-law, applied for 10 years for his deceased singer wife\"... Cho Han-sun shuts down SNS due to rumors.\n[redacted_name] Reporter\nMin Hee-jin, Even in the dispute with Hive, the \"Newzins plan will be implemented\"\n[redacted_name] Reporter\nPark Mi-sun ♥ Lee Bong-won, They were called a window-display couple... \"Precious two-shot,\" their visuals are becoming more alike.\n[redacted_name] Reporter\nHan Sohee \"I'm not Hyeri's online harasser... I'll take legal responsibility.\"\n[redacted_name] Reporter\n'Jungnyeoni' by Kim Tae-ri, The original author is also impressed... \"She's amazed by the voice and acting that came from the webtoon.\"\n[redacted_name] Reporter\nHan Yeseul, '❤️ 10 years younger husband' Lesson effect? \"I shot 110 in the lab, I played pretty well.\"\n[redacted_name] Reporter\nKim Hee-jung, 'Goal-scoring woman', There was a double celebration on the soccer field... \"Why is Kim Minjae out there?\"\n[redacted_name] Reporter\nI almost said, \"Who is that?\"... I.O.I's Kim Do-yeon, who was studying abroad in the UK, shows off a completely different style.\n[redacted_name] Reporter\n22nd Ok-soon ♥ Kyung-soo, Rumors of a real couple... Was it real…Defconn, \"Kyungsoo, who doesn't get angry, is amazing\" (\"I'm solo\")[Round-up]\n[redacted_name] Reporter\nJesse, Attending the police station as a suspect in the fan assault case... \"I saw the perpetrator for the first time that day... I hope they get punished.\" [What IS]"
}