{
    "source": "ko_KR",
    "target": "en_US",
    "text": "(2)학습 압박: 감정 문제로 인해 그녀는 학업에 집중할 수 없고, 주의력이 분산되어 학습 효율이 저하되며, 학업 과제를 강제로 수행해야 한다.\n(3)자기 인식 문제: 내담자는 '내면의 고갈'과 '양분을 받지 못함'을 느끼며, 자신을 강요하고 수용이 부족하여 내면의 피로감과 무력감이 오랫동안 해소되지 않아 전체적인 생활 상태에 영향을 미친다.\n4. 인간 중심 이론의 논문 내 구체적 적용:\n인간 중심 치료법은 인본주의 심리학의 중요한 분파로, 상담사가 진정성, 일관성, 무조건적인 적극적 관심을 제공하여 내담자의 자기 탐색과 자기 실 현을 촉진하는 것을 강조한다. 이 사례에서 상담사는 신뢰, 무조건적인 수용 및 공감을 통해 내담자가 자기 강요에서 벗어나도록 도와주고, 자기 수용 과 성장을 촉진했습니다.\n5. 치료 과정:\n상담은 총 8회 진행되었으며, 세 단계로 나누어졌습니다:\n- 첫 번째 단계(1-3회): 상담 관계를 구축하고, 주로 내담자와 남자친구의 감정에 대해 다루었습니다.\n- 두 번째 단계(4-7회): 질문과 공감을 통해 내담자가 자신의 내면의 '건조함'을 깊이 탐색하도록 도와주었으며, 주제가 점차 자기 성장으로 전환되었습니다. - 세 번째 단계(8회): 이전 상담을 요약하고, 내담자의 발전과 통찰을 확인했습니다.\n6. 논문에서 상담사와 내담자의 구체적인 방법:\n내담자:\n( 1)자신의 고통을 적극적으로 표현: 내담자는 첫 상담에서 남자친구와의 감정적 갈등 및 감정적 고통이 자신의 학업과 생활에 미치는 영향을 자세히 이야기했다. 그녀는 '내면의 고갈', '양분을 받지 못함' 등의 표현을 사용하여 자신의 고통을 설명하고, 현 상황을 변화시키고자 하는 절박한 소망을 드러냈다.",
    "trans": "(2) Academic Pressure: Due to emotional issues, she is unable to focus on her studies, her attention is scattered, and her learning efficiency declines, forcing her to complete academic tasks under pressure.\n(3) Self-Awareness Issues: The client feels a sense of 'inner depletion' and 'lack of nourishment,' forcing themselves while lacking self-acceptance. This leads to prolonged inner fatigue and helplessness, ultimately affecting their overall state of life.\n4. Specific Application of Human-Centered Theory in the Paper:\nThe human-centered therapy approach is a significant branch of humanistic psychology, emphasizing the counselor's provision of genuineness, consistency, and unconditional positive regard to facilitate the client's self-exploration and self-actualization. In this case, the counselor helped the client break free from self-imposition and promoted self-acceptance and growth through trust, unconditional acceptance, and empathy.\n5. Therapeutic Process:\nThe counseling consisted of a total of 8 sessions and was divided into three stages:\n- First Stage (Sessions 1-3): The counseling focused on building the therapeutic relationship and primarily addressed the client's emotions regarding her boyfriend.\n- Second Stage (Sessions 4-7): Through questioning and empathy, the counselor helped the client deeply explore her inner 'dryness,' and the focus gradually shifted towards self-growth. - Third Stage (Session 8): The counselor summarized the previous sessions and reviewed the client's progress and insights.\n6. Specific Methods Used by the Counselor and Client in the Paper:\nClient:\n(1) Actively expressing her pain: In the first session, the client detailed the emotional conflicts with her boyfriend and the impact of emotional distress on her studies and daily life. She used expressions like 'inner depletion' and 'lack of nourishment' to describe her pain and revealed a desperate desire to change her current situation."
}