{
    "source": "ko_KR",
    "target": "en_US",
    "text": "-\n연준은 그 길로 16번 국도를 탈출했다. 근처에 샛길로 차를 몰았다. 2번 국도였다. 국도라 이름 붙이기도 민망한 길인데 몇 십 년 전에는 그게 국도였댄다. 아바나로 진입하는 마지막 희망이었다.\n우리가 우리에게 죄 지은 자를 용서한 것 같이 우리의 죄를 사하여 주옵시고, 우리를 시험에 들게 하지 마옵시고, 다만 악에서 구하옵소서.\n침대에 앉은 범규가 넋 나간 눈으로 중얼거렸다. 몇 번째 주기도문인지 알 수 없었지만 중요하지 않았다. 그냥빌기부터 했다. 연준을 돌려달라고 빌었다. 총까지 꺼내며 뛰쳐나갔을 때와는 달랐다. 한 발자국도 움직일 수가 없었다. 당장 앉은 자리에서 죽고싶을 만큼 무서웠다.\n샛길은 볕이 잘 들지 않았다. 인적이 드물어 관리도 엉성했다. 연준은 묘한 기대가 들었다. 어떻게든 아바나로 가기만 하면 해결이 날 것 같았다. 순간 흙먼지를 일으키던 연준의 차가 멈춰섰다. 멀리 하늘 아래로 중심지가 내려다보였다. 손에 잡힐 것처럼 가까운데 눈앞의 진입로에서 인기척이 났다. 연준의 시선이 멈췄다. 군인들이 다가오고 있었다. 그나마 샛길이라 머릿수가 작았고 장총을 널부러뜨린 채 펜스를 설치하기 시작했다. 연준은 숨도 쉬지 못했다. 범규의 얼굴이 불빛처럼 스쳤다.\n해가 점점 높아졌다. 뉴스는 토크쇼로 바뀌었다. 저들끼리 해대는 말에 방청객들이 폭소를 터뜨렸다. 범규는 얼빠진 눈으로 화면을 응시했다. 와중에도 속보로 보이는 자막이 몇 번씩 떴다. 연준의 사진도 함께였다. 순간 방밖에서 이상한 소리가 들렸다. 범규가 두리번거렸다. 심장이 미친듯이 뛰었다. 발을 딛고 설 새도 없었다. 대뜸 방문이 벌컥 열렸다. 범규의 눈이 커졌다. 연준이었다. 엉망이 된 채 서 있다 안으로 걸어오더니 이내 범규의 품으로 쓰러졌다.",
    "trans": "-\nYeonjun escaped from National Route 16 that way. Nearby, he took a side road. It was National Route 2. It felt a bit embarrassing to call it a national road, but it had been one a few decades ago. It was my last hope of reaching Havana.\nLet us be forgiven for our sins, just as we have forgiven those who have wronged us. Do not test us, but deliver us from evil.\nBeomgyu sat on the bed, mumbling with a vacant look in his eyes. He didn’t know how many times he had memorized the Lord’s Prayer, but it didn’t matter. He just made a wish. He pleaded for Yeonjun back. It was different from when he had rushed out with his gun drawn. Now, he couldn’t move a single step. He was paralyzed with fear, enough to feel like he might die right there, sitting in that spot.\nThe side streets were less illuminated by the sun, and the management was careless due to the low number of people. The Yeonjun had strange hopes. It seemed like everything would be solved if he could just make it to Havana. At that moment, the he's car, kicking up dust, came to a stop. Far off in the distance, the city center appeared. It seemed close enough to hold in his hand, but he sensed the presence of people in the driveway ahead.    Yeonjun’s gaze froze. Soldiers were approaching. The group was small due to the side street, but the fence started to go up, long guns scattered across it. Yeonjun could hardly breathe. Beomgyu’s face brushed past him like a whisper of light.\nThe sun climbed higher and higher, and the news turned into a talk show. The audience laughed at whatever was being discussed. Beomgyu stared at the screen with dull eyes. Meanwhile, breaking news subtitles flashed across the screen several times. Yeonjun’s picture appeared alongside them. Suddenly, a strange sound echoed from outside the room. Beomgyu looked around, his heart racing uncontrollably. There was no time to stand. Then, the door swung open. Beomgyu’s eyes widened. It was Yeonjun. He stumbled in, looking disheveled, and collapsed into Beomgyu’s arms."
}