{
    "source": "ko_KR",
    "target": "en_US",
    "text": "나 자신과 싸워 이기는 게 제일 힘든 것 같아요. 아직도 저 자신에게 질 때가 많은데,좋은 것을 먹고 아름다운 걸 보면 좀 위로받는 것 같아요. 상황과 여건을 따지지 않고,그 누구도 아닌 내가 나를 아끼고 사랑하고 있다는 기분이 들 때요. 최대한 긍정적으로 저 자신을 대하려고 해요.\n최근에는 어떤 방법을 해봤어요?\n패스트푸드를 끊었어요. 햄버거와 떡볶이 같은 음식을 좋아하는데,두 달 남짓 안 먹고 있어요. 그걸 먹는다고 자존감이 낮아지거나 높아지는 건 아니지만,몸을 쓰는 직업이기 때문에 이걸 잘 가꿔야 자존감이 올라가겠다 싶더라고요. 패스트푸드를 끊으니 밥이 그렇게 맛있어요. 요즘은 밥,나물류의 반찬과 함께 간단히 먹어요.\n긍정적 변화를 체감하고 있나요?\n하고 싶은 걸 하면서 흘러가는 대로 둘 때보다‘생각’이라는 걸 자주 하게 되는 것 같아요. 스스로와 대면하는 시간이 길어졌고요. 신기한 건 대면할수록 꽤 괜찮은 사람인 것 같다는 생각이 든다는 거예요. 그동안 왜 그리 조급하게 스스로를 탓하면서 슬퍼했는지 모를 정도로요.\n견디는 시간을 건강하게 보낼 수 있게 됐네요. 목표한 바가 있으면 눈에 띄는 곳에 메모를 붙인다고 했는데,여전한가요?\n그럼요. 책상 옆에 메모를 핀으로 꽂을 수 있는 보드가 있어요.\n최근에는 어떤 메모를 붙였어요?\n대본이나 책에서 발견한 좋은 글귀요. 고등학생 때 대학 입시 시절부터 붙여놓은 스티커와 목표를 빼면 수시로 바뀌어요.",
    "trans": "I think the hardest thing is fighting and winning. I still lose to myself a lot, and I find comfort in eating good food and seeing beautiful things. I don't focus on the situation or the circumstances; when I feel like I care for and love myself, nothing else matters. I try to stay as positive as I can.\nWhat method have you been trying recently?\nI stopped eating fast food. I love things like hamburgers and tteokbokki, but I haven't had them for over two months. Eating them doesn’t really affect my self-esteem, but since this is a physically demanding job, I thought I should take better care of my body to boost my self-esteem. Since I quit fast food, rice has never tasted so good. These days, I simply eat it with rice and side dishes like seasoned vegetables.\nHave you noticed any positive changes?\nI feel like I'm spending more time in my head lately, thinking things, instead of just doing what I want and letting things flow. I've been facing myself more, and what's interesting is that the more I do, the more I realize I'm actually a pretty good person. I don't know why I used to be so hard on myself and down.\nYou're going through a healthy period of perseverance. I heard that when you have a goal, you write it down and put it somewhere visible. Do you still do that?\nYes, I have a board next to my desk where I can pin my notes.\nWhat kind of notes have you pinned up recently?\nQuotes or lines I’ve found in scripts and books. They change all the time, except for the stickers and goals I’ve had up since high school."
}