{
    "source": "ko_KR",
    "target": "en_US",
    "text": "현 행 변 경\n제 1장 총 칙\n제 2조(용어의 정의)\n11. sey코인 : 회사의 웹소설/코믹에서 운영하는 가상화폐로 회사가 정한 기준에 따라 지급 제 1장 총 칙\n제 2조(용어의 정의)\nsey코인 용어 정의 항목 삭제\n제 9장 디지털상품 서비스\n제 21조(sey코인 서비스)\n① 회사에서 제공하는 'sey코인 (sey.yes24.com, sey.io)'은 비현금성 가상화폐로서 일체의 보상정책에 따르지 않습니다.\n② sey코인은 회사의 웹소설/코믹 서비스에서 운영하는 가상화폐로, 웹소설/코믹에서 정한 기준(sey코인 소개 참조)에 따라 제공합니다.\n③ 비정상적인 방법 등 부당한 이용이 발견될 경우 회원에게 사전 고지하고 sey코인을 회수할 수 있습니다.\n④ sey코인은 회사의 사정에 의하여 정책이 변경될 수 있으며, 사전 예고 후에 서비스가 종료될 수 있습니다. 서비스 종료 시에 각 회원별로 보유한 sey코인은 회원의 동의 없이 소멸될 수 있습니다.\n⑤ sey코인은 회원간에 전송될 수 있으나 전송 시와 전송 이후에 발생하는 회원간의 분쟁이나 피해에 대해 회사는 책임을 지지 않습니다.\n⑥ sey코인은 이더리움 기반 ERC20토큰으로 회원의 외부 개인지갑으로 전송할 수 있으며 전송 이후에 발생하는 모든 문제에 대한 책임은 회원 본인에게 있습니다. 제 9장 디지털상품 서비스\n제 21조(sey코인 서비스)\n조항 전체 삭제\n부칙\n제 1조(시행일자)\n본 약관은 2024년 2월 16일부터 시행합니다. 부칙",
    "trans": "Amendment in Effect\nChapter 1: General Provisions\nArticle 2: Definitions of Terms\n11. Sey Coin: A virtual currency used within the company's web novel/comic platform, governed by the payment principles outlined in Chapter 1, in accordance with the company's standards.\nArticle 2: Definitions of Terms\nRemoval of Sey Coin Term Definition Clause\nChapter 9: Digital Product Services\nArticle 21: Sey Coin Service\n① The company's 'Sey Coin' (sey.yes24.com, sey.io) is a non-cash cryptocurrency and is not subject to any compensation policy.\"\n② Sey Coin is a cryptocurrency used within the company's web novel/comic service and is provided in accordance with the criteria established by the web novel/comic (see Sey Coin Introduction).\n③ In the event of any unfair use, such as through abnormal methods, the company may notify the member in advance and recover the Sey Coin.\n④ The Sey Coin policy may be subject to change based on the company's circumstances, and the service may be terminated with prior notice. Upon termination of the service, any Sey Coin held by members may be forfeited without the member's consent.\n⑤ Although Sey Coins may be transferred between members, the company shall not be held liable for any disputes or damages between members arising from or after the transfer.\n⑥ Sey Coin is an Ethereum-based ERC20 token that can be transferred to a member's external personal wallet. The member is solely responsible for any issues that arise after the transfer. Chapter 9: Digital Product Services\nArticle 21: Sey Coin Service\nDelete the entire clause.\nSupplementary Provision\nArticle 1: Effective Date\nThese Terms and Conditions will become effective on February 16, 2024. Supplementary Provisions"
}