{
    "source": "ko_KR",
    "target": "en_US",
    "text": "서울서부지방법원 민사12단독은 25일 빅히트뮤직과 방탄소년단 뷔 정국이 A씨를 상대로 제기한 9000만원 상당 손해배상 소송 2번째 변론기일을 열었다.\n이날 먼저 빅히트뮤직 변호인은 \"관련 사건 선고 결과 및 검찰 발표를 통해 피고가 운영한 채널의 본질이 모욕 및 명예훼손죄에 해당할 수 있는 소위 사이버렉카로 운영됐다는 사실이 확인됐다\"라며 \"이 영상들은 허위사실을 적시하는 행위에 해당하고 원고들을 비방해서 수익을 벌어들이기 위해 제작됐다. 피고의 행위는 초상권 및 인격권을 침해했고 빅히트뮤직의 업무를 방해했다\"라고 밝혔다.\n이에 대해 탈덕수용소 변호인은 \"원고 측이 청구하는 손해배상 책임이 인정되기 어렵다는 기본적 있는 입장에 예외적으로 그 책임이 인정된다 하더라도 손해배상액이 지나치게 과다하다\"라고 반박하고 \"특히 원고 측에서 모기업 하이브의 주가 폭락이 마치 피고의 영상 때문인 것처럼 이야기하는데 그 부분은 인과관계나 여러 가지 걸 인정하기가 매우 어렵다\"라고 전했다.\n이어 \"원고 측에서 청구 취지 변경을 했는데 법리적으로 볼 때 저작권 침해라고 보기 어렵다. 저작권 침해가 인정된다 하더라도 원고 측에서 주장하는 손해배상이 지나치게 과다하다\"라고 전했다.",
    "trans": "The Seoul Western District Court’s Civil Division 12 sole judge held the second hearing on the 25th regarding the 90 million KRW damages lawsuit filed by BigHit Music and BTS members V and Jungkook against individual A.\nDuring the hearing, BigHit Music’s attorney stated, “Through the results of the relevant case ruling and the prosecution’s announcement, it has been confirmed that the nature of the defendant’s channel corresponds to defamation and insult under criminal law and was operated as a so-called ‘cyber lecca.’ These videos involve actions of disseminating false information and were produced to generate revenue by defaming the plaintiffs. The defendant’s actions infringed on the plaintiffs’ portrait and personality rights and interfered with BigHit Music’s business operations.”\nIn response, the attorney for the defendant, Taldeoksooyongso Deserter Detention Center, argued, “It is fundamentally difficult to acknowledge the liability for damages claimed by the plaintiffs. Even if liability is exceptionally recognized, the amount of damages claimed is excessively high.” The attorney further countered, “The plaintiffs are portraying the decline in HYBE’s stock price as if it was caused by the defendant’s videos, but it is extremely difficult to establish causality and other related factors in that regard.”\nThe defendant’s counsel continued, “The plaintiffs have amended their claim, but from a legal standpoint, it is difficult to see this as a copyright infringement. Even if copyright infringement is recognized, the amount of damages claimed by the plaintiffs is excessively high.”"
}