{
    "source": "ko_KR",
    "target": "en_US",
    "text": "또 A씨는 트리플스타와 교제할 당시 그의 사생활에 문제가 있었다고 주장하기도. \"야하게 입은 손님을 CCTV로 몰래 들여다본 것\", \"여자를 좋아하고 더러운 탐욕을 품은 쓰레기\" 등의 내용이 담긴 트리플스타의 40여 장 반성문이 함께 공개됐다. 또 2015년 A씨가 먼저 귀국한 이후 두 사람이 1년여간 장거리 연애를 할 때에도 트리플스타의 여자문제는 계속 있었다고. \"내 욕심 때문에 다른 남자와 잠자리 갖게 요구함\" 등 다소 충격적인 내용의 반성문까지 공개되며 파문이 일었다. 이에 대해 트리플스타는 \"절대 사실이 아니\"라면서도 \"반성문을 갖고 있지 않아 뭐라고 썼는지 기억이 안 난다\"고 해명했다.\nA씨는 이뿐만 아니라 트리플스타의 레스토랑 창업에 1억 5000만 원을 투자하고 마케팅 등 영역을 관장했었다고 밝혔으며, 헤어진 뒤 A씨가 다른 연애를 시작했을 당시 트리플스타의 협박과 폭언에 시달렸다고 주장했다. 지난해 8월 A씨가 새 남자친구를 만나자, 트리플스타는 A씨에게 \"화 정말 많이 나는데. 진짜 다 칼로 찔러 죽여 버리고 싶은데\"라고 메시지를 보냈다. 해당 메시지에 대해 트리플스타는 \"짜깁기 아닌가\"라면서도 \"다만 화를 냈다면 이유가 있을 것\"이라고 해명했다. 트리플스타 변호인 역시 \"어떤 여자인지 대략 들었다. 트리플스타가 많이 맞춰준 것 같다. 져주고 살았다는 이야기도 들었다\"고 거들었다.",
    "trans": "Also, Ms. A claimed that as she was dating him, there were problems in Triple Star's private life. Triple Star's 40-page self-reflection letter was also released, and the self-reflection included contents such as, \"I secretly watched a guest wearing provocative clothing through CCTV,\" and, \"A piece of trash who likes women and is dirty and greedy.\" Plus, it was also claimed that Triple Star's problems with women continued even after Ms. A returned to Korea first in 2015 and the two had a long-distance relationship for about a year. A controversy arose while a somewhat shocking content of reflection was released, including, \"Due to my greed, I asked her to sleep with another man.\" Regarding this, though Triple Star said, \"It is absolutely not true,\" he explained, \"I don't have a letter of reflection, so I don't remember what I wrote.\"\nAlso, person Ms revealed that she invested 150 million won in Triple Star's restaurant startup and was responsible for marketing and other areas, and claimed that after they broke up, when A started dating someone else, she suffered from threats and verbal abuse from Triple Star. In August of last year, when Ms A met her new boyfriend, Triple Star sent her a message saying, \"I'm so angry. I really want to stab you all to death.\" Regarding the message, Triple Star explained, \"If I was angry, there must be a reason,\" saying that \"Isn't it piecing together?\" Triple Star's lawyer also assisted, \"I heard roughly what kind of woman she was. It seemed Triple Star went along with her. I also heard that he lived by giving in to her.\""
}