{
    "source": "ko_KR",
    "target": "en_US",
    "text": "당첨 번호가 '88번 최승철' 인 경우 , 7:00 AM 부터 7:59 AM 까지 시간 내에 자유롭게 체크인이 가능하며 8:00 AM 이후 현장 도착 시 지각 처리되어 지각 번호로 배부 진행되어 맨 뒷 순서로 입장 진행될 예정입니다.\n예시 2) 당첨 번호가 '211번 이 찬' 인 경우, 8:00 AM 부터 9:00 AM 까지 체크인이 가능하지만 이전 시간대에 도착하시더라도 번호대별 지정된 시간에만 체크인 확인이 가능한 점 유의 바랍니다.\n** 현장 스태프가 별도로 줄을 세워 드리지 않습니다. 인원 체크 시간이 되면 도착하신 순서대로 체크인을 부탁드립니다.\n(체크인 순서는 입장 순서와 무관하며, 당첨 번호와 동일하게 배부됩니다.)\n** 체크인 중 배부된 입장 팔찌와 스탬프는 입장 순서 확인 및 본인 확인을 위해 훼손되거나 분실되지 않도록 주의를 부탁드립니다.\n(모든 녹화 현장에는 배부 받으신 팔찌와 스탬프를 지참하셔야 입장이 가능합니다.)\n** 인원 체크 시간 내에 방문하지 않은 경우 ‘지각’ 줄에 도착하신 순서대로 줄을 서주시기 바랍니다.\n6) 공개방송 출·퇴근 시 멤버들의 차량으로 달려들거나 하는 등의 행위는 매우 위험합니다.\n해당 행동이 발견되는 경우, 해당 회원은 추후 진행되는 공개방송에 참여하실 수 없습니다. 캐럿 여러분과 SEVENTEEN 멤버들의 안전을 위해 서로 배려하여 안전한 공개방송 현장이 될 수 있도록 부탁드립니다.\n7) 공개방송 현장에서 편지 전달이 가능합니다. 현장 스태프에게 준비한 편지를 전달해주시면 SEVENTEEN 멤버들에게 전달합니다.\n** 편지를 제외한 모든 선물은 전달 불가합니다.\n8) 사전 신청을 통해 참여 확정 명단에 포함되신 후, 공개방송 현장에 참여하지 않으신 경우 패널티가 부과됩니다.",
    "trans": "If the winning number is '88 Choi Seung-cheol', you can freely check-in from 7:00 AM to 7:59 AM. If you arrive at the site after 8:00 AM, you will be considered late and your late number will be distributed and you will be admitted last.\nExample 2) If the winning number is '211 Lee Chan', check-in is possible from 8:00 AM to 9:00 AM, but please note that check-in is only possible at the designated time for each number zone even if you arrive at an earlier time zone.\n** On-site staff will not line up for you separately. When it's time to check the number of people, please check in in the order of arrival.\n(The order of check-in is independent of the order of entry and is distributed equally to the winning number.)\n** Please be careful not to damage or lose the admission bracelet and stamp distributed during check-in to confirm the order of entry and verify your identity.\n(You must bring the distributed bracelet and stamp to all recording sites to enter.)\n** If you do not visit within the personnel check time, please line up in the order of arrival in the 'late' line.\n6) It is very dangerous to rush into the members' vehicles when going to and from work on public broadcasts.\nIf such behavior is discovered, the member will not be able to participate in future public broadcasts. For the safety of Carats and SEVENTEEN members, please be considerate of each other and make it a safe public broadcast site.\n7) Letters can be delivered at the open broadcasting site. If you deliver the prepared letters to the field staff, they will be delivered to SEVENTEEN members.\n** All gifts except letters cannot be delivered.\n8) After being included in the confirmed participation list through prior application, a penalty will be imposed if you do not participate in the public broadcasting site."
}