{
    "source": "ko_KR",
    "target": "en_US",
    "text": "경력사항\n무관\n고용형태\n정규직\n근무지\n대한민국 서울특별시 용산구 한강대로 42\n직무 Summary\nKOZ 엔터테인먼트가 추구하는 가능성과 재능을 가진 연습생을 남다른 관찰력으로 발굴하고, 차별화된 다양한 방식으로 캐스팅합니다. 빠르게 변화하는 엔터테인먼트 업계에서 독창적인 시각을 가진 KOZ 엔터테인먼트의 일원으로서 다양한 글로벌 고객 니즈를 파악하고, 차세대 글로벌 아티스트가 될 연습생을 발굴하는 경험을 통하여 폭 넓은 시야와 캐스팅업에 대한 전문성을 가질 수 있습니다.\n[주요 업무책임]\n국내/외 캐스팅 루트 개발 및 로드 캐스팅 진행\n국내/외 캐스팅 관련 에이전시 발굴 및 계약\n[주요 업무환경]\n외근 50%\n국내/외 출장 30%\n[필수 자격요건]\n전문학사 이상\n전공 무관\n미디어/엔터테인먼트 업계에서 캐스팅 업무 경험을 보유한 분\n커뮤니케이션 스킬이 탁월한 분\n캐스팅 업무에 대한 이해도가 있는 분\n적극적이고 긍정적 마인드를 보유한 분\n[선호 자격요건]\n일본어 또는 영어 커뮤니케이션이 우수한 분\n음악 및 아이돌 산업에 대한 이해도와 관심이 있는 분\n[필요역량]\n회사 방향성에 부합하고, 성장 잠재력이 있는 신인을 파악할 수 있는 섬세한 대인 감수성",
    "trans": "Work Experience\nNot required\nEmployment Type\nFull-time\nWork Location\n42 Hangang-daero, Yongsan-gu, Seoul, Republic of Korea\nJob Summary\nJoin KOZ Entertainment as a keen observer with the ability to discover trainees possessing the potential and talent that align with the company’s vision. You will cast these individuals through unique and diverse approaches. As part of KOZ Entertainment, known for its innovative perspective in the fast-changing entertainment industry, you will gain a broad understanding of global customer needs and develop expertise in casting by discovering trainees who can become the next generation of global artists.\n[Key Responsibilities]\nDevelop domestic and international casting routes and conduct on-site casting.\nIdentify and establish contracts with domestic and international casting agencies.\n[Work Environment]\n50% fieldwork\n30% domestic/international business trips\n[Required Qualifications]\nAssociate degree or higher\nNo restrictions on major\nExperience in casting within the media/entertainment industry\nExcellent communication skills\nStrong understanding of casting operations\nProactive and positive mindset\n[Preferred Qualifications]\nProficiency in Japanese or English communication\nUnderstanding of and interest in the music and idol industry\n[Required Competencies]\nExceptional interpersonal sensitivity to identify new talents who align with the company’s vision and demonstrate growth potential"
}