{
    "source": "ko_KR",
    "target": "en_US",
    "text": "가장 감성적인 시간 새벽 1시. 새벽이 된 지 얼마 안 된 시간이라 그런가···. 스스로 느끼기에 감정이 가장 풍부해지는 시간이에요. 평소에 자주 듣던 음악도 이 시간대에 들으면 괜히 다르게 들리는 것 같고요. 저만 그런가요?( 웃음)\n우영이 꿈꾸는 낭만 새벽에 커피 한 잔 들고 차가운 밤 공기를 마시는 것. 어떻게 보면 소소하다고 생각할 수 있지만, 지금 스물여섯 살 우영이 꿈꾸는 낭만이에요. 커피는 따뜻한 아메리카노.\n‘OSOS(Our Side Of the Story)’ 렌즈에 담고 싶은 이야기 무대 아래 제 일상을 보다 자세하게 기록하고 싶어요. 1분 1초도 놓치지 않고요.( 웃음) 최근 하와이 여행을 다녀왔는데, 윤슬이 가득한 바다의 풍경을 보니 카메라를 들 수밖에 없더라고요. 바다는 누구나 볼 수 있는 풍경이지만 렌즈로 담는 저마다의 시선이 다르니까요. 이 장면을 다시 되돌아봤을 때, 오랜 시간 동안 잊지 못할 기억의 한 조각으로 남을 것 같아요. ‘에이티니’와도 꼭 공유하고 싶고요. 아! 자랑하고 싶은 것도 하나 있는데, 해도 돼요? (뿌듯하다는 표정을 지으며) 바다거북이를 봤어요. 하와이에서 바다거북이를 볼 수 있는 확률은 열 번 중에 세 번도 안 된다고 들었는데, 제가 갔을 땐 운이 좋게 마주할 수 있었죠. 정말 잊지 못할 행복한 순간이었어요.",
    "trans": "The most emotional time is 1 a.m. Is it because it hasn't been long since dawn? This is the time when I feel the richest emotions. Even the music I often  normally listen to seems to sound different for no reason when I listen to it at this time. Is it just me? (laughs)\nAt Romantic dawn when Woo Young is Dreaming, holding a cup of coffee and breathing in the cold air at night. In a way, it might seem trivial, but it is the romance that Woo Young dreams of at the age of 26 now. Coffee is a warm americano.\nThe story I want to capture through the lens of ‘OSOS (Our Side Of the Story)’ I want to record my daily life under the stage in more detail. I don't miss a single minute or a single second. (Laughs) I recently went on a trip to Hawaii, and when I saw the seascape full of sunbeams, I couldn't help but pick up my camera. The sea is a scenery that anyone can see, but each person's perspective through the lens is different. When I look back on this scene, I think it will remain as an unforgettable memory for a long time. I really want to share it with ‘ATINY’ too. Ah! There's something I'd like to brag about, and may I? (With a proud expression on the face) I saw a sea turtle. I heard that the chance of seeing a sea turtle in Hawaii is less than three times out of ten times, but when I went there, I was lucky enough to face it. It was a truly unforgettable happy moment."
}