{
    "source": "ko_KR",
    "target": "en_US",
    "text": "다양한 이해관계자들이 각자의 이익을 극대화하면서 계약 비용을 최소화하기 위해 체결하는 장기적이고 안정적인 계약체계를 말한다.\n(2). 기업지배구조가 필요한 이유\n회사의 주인인 주주들은 자신들의 이익을 극대화하는 방향으로 자신을 대리해서 회사를 경영 해줄 전문경영인을 고용하게 된다. 하지만 전문경영인이 주주의 이익이 아닌 자신의 이익을 우선시하는 방향으로 회사의 의사결정을 내릴 가능성이 존재하게 된다. 즉 투자자는 투자를 통해 이익을 극대화 하고 싶은 반면 전문경영인은 단기적인 투자를 이끌어와 자신의 이익을 극대화 하고자 하는 이해상충의 문제가 발생하게 된다. 이를 대리인 문제, 도덕적 해이라 말 한다. 기업은 이러한 문제를 최소화시켜 경영자가 주주들의 이익을 중심으로 회사 경영을 효 율적이게 작동할 수 있도록 하기 위해 각종 장치를 두고 있다. 대표적으로 전문경영인에게 스 탁옵션 등을 제공하여 퇴직 후에 일정 기간이 지나면 팔 수 있는 주식을 준다거나, 모니터링 시스템을 두는 것이 대표적이다. 결국 기업의 비합리적인 경영 의사결정을 통제하고 기업의 효율적인 자원 배분과 기업경영의 효율성을 극대화하는 측면에서 기업지배구조가 그 의의를 지닌다 할 수 있다. 쉽게 말해 기업의 지배구조가 필요한 이유는 대리인 문제를 예방하고 전",
    "trans": "It refers to a long-term and stable contract system entered into by various stakeholders to maximize their respective profits and minimize contract costs.\n(2). Why corporate governance structure is necessary\nShareholders, the owners of the company hire professional managers who will manage the company on their behalf in the direction of maximizing their interests. However, there is a possibility that professional managers will make the company's decisions in a way that prioritizes their own interests rather than the interests of shareholders. In other words, a conflict of interest arises as investors want to maximize profits through investment, while professional managers want to maximize their own profits by making short-term investments. This is called the agent problem and moral hazard. Companies have various devices in place to minimize these problems so that managers can operate the company efficiently, focusing on the interests of shareholders. Representatively, stock options are provided to professional managers to give them stocks that can be sold after a certain period of time after retirement, or a monitoring system is set up. In the end, corporate governance is meaningful in terms of controlling companies' irrational management decisions and maximizing the efficiency of companies' efficient resource allocation and corporate management. In other words, the reason why a company's governance structure is necessary is to prevent the problem of agents and"
}