{
    "source": "ko_KR",
    "target": "en_US",
    "text": "법은 절대적인가? 아니면 시대와 환경에 따라 변화해야 하는가? 과거의 기준으로 현재를 판단하는 것이 옳은 것인가?\n참성팀: [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], Enguun, 곡동, 탕쯔퉁, 켄신, [redacted_name], 소라, [redacted_name]\n반대팀: 법은 변하지 않는 가치를 담아야 한다.\n사례와 예시를 들어, 달라져야 하는 이유와 근거를 준비해 주세요. 아래와 같은 측면에서 생각해 볼 수 있어요!\n법은 사회의 근본적인 정의, 가치를 담고 있다. 인간에 대한 기본권, 평등의 개념 등은 시대가 변해도 변하지 않는다. 법이 자주 변하게 된다면...?\n법의 악용 가능성: 시대에 따라 법이 계속 변한다면, 법을 바꿀 수 있는 사람들이 악용할 가능성은 없을까?\n법은 절대적인가? 아니면 시대와 환경에 따라 변화해야 하는가? 과거의 기준으로 현재를 판단할 수 있는 절대적인 가치가 있는가?\n반대팀: 레이첼, [redacted_name], 응오하프엉, 소니아, 우지쉐, [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name]",
    "trans": "Is the law absolute, or should it change with the times and environment? Can we judge the present by the standards of the past?\nAffirmative Team: [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], Enguun, Gokdong, Tang Zitong, Kenshin, [redacted_name], Sora, [redacted_name]\nOpposition Team: Laws should embody unchanging values.\nPrepare reasons and evidence for why laws should remain consistent, using examples and cases. You can consider the following perspectives\nLaws reflect the fundamental principles and values of society. Basic human rights and the concept of equality do not change over time. What would happen if laws were to change frequently...?\nRisk of misuse: If laws keep changing according to the times, could those with the power to alter them exploit this?\nAre laws absolute? or should they evolve with the times and environment? Is it right to judge the present by past standards that are considered absolute?\nOpposition Team: Rachel, [redacted_name], Ngo Ha Phuong, Sonia, Wu Jixue, [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name]"
}