{
    "source": "ko_KR",
    "target": "en_US",
    "text": "현재 한국 청년의 결혼과 출산 의향은 역대 최저 수준을 기록하고 있으며 남성에 비해 여성 이 결혼과 출산을 거치며 겪는 불이익이 더욱 크다는 인식을 드러내고 있다. 노동시장과 사적 영역에서 여성으로서 겪는 이중의 불이익이 이러한 결과를 양산했다. 두 분의 기조 발제자는 문화적으로, 역사적으로, 여성의 노동시장 참여가 증가할수록 출산과 돌봄 선택의 대가가 커 지는 경향이 있고, 기업과 국가는 돌봄 책무와 비용을 나누는 역할을 방기함으로써 그러한 경 향을 더욱 심화시켰음을 밝혀 주셨다.\n낸시 폴브레 교수님은 저출생 현상을 일으킨 체제적 원인을 기업과 국가가 경제 발전 과정, 즉 생산 영역이 ‘공공재’가 아니라 ‘사유재’ 생산에 몰두해 왔다는 점을 강조한다. 대표적 공 공재는 인간(노동력)과 인간을 생산해 내는 돌봄이다. 시장 생산과 GDP 성장을 유일한 목표로 내세운 자본주의는 시장 경제 자체의 위기를 가져왔다. 이것은 저출생이 잠재 성장률에 부정 적인 영향을 미친다는 말로 다시 표현된다. [redacted_name] 교수님이 한국의 경제 발전의 경로를 초남 성적 국가 발전주의라고 규정했을 때, 인구 계획과 생산 인프라 확충을 위해 모든 자원을 ‘사 유재’ 생산에 동원했음을 지적한 것이다.",
    "trans": "Currently, Korean youth’s willingness to marry and have children is at an all-time low, and it is becoming apparent that women experience greater disadvantages than men while going through marriage and having children. The double disadvantage women face in the labor market and in the private sector has produced these results. The two keynote speakers made clear that culturally and historically, the more women participate in the labor market, the higher the price they pay for childbirth and caregiving, and that enterprises and the state have further exacerbated this trend by abdicating their role in sharing the responsibilities and costs of caregiving.\nProfessor Nancy Polbre focuses that the systemic cause of the low birth rate phenomenon is that enterprises and the state have been preoccupied with producing ‘private goods’ rather than ‘public goods’ in the procedure of economic development, that is, the production sector. Representative public goods are humans (labor) and the care that produces humans. Capitalism, which has set market production and GDP growth as its only goals, has brought about a crisis in the market economy itself. This is expressed again in the statement that low birth rates have a negative effect on potential growth rates. [redacted_name] As the professor defined the path of Korea's economic development as hyper-masculine national developmentalism, he pointed out that all resources were mobilized to produce 'private goods' for population planning and expansion of production infrastructure."
}