{
    "source": "ko_KR",
    "target": "en_US",
    "text": "주인공은 군에 입대하기 전까진 특이할 게 없는 소시민 중 하나였다. “흰 와이셔츠에 반듯하게 넥타이를 매고 양복을 입고 출근”하던 주인공의 모습은 우리 곁에서 흔하게 볼 수 있다. 이렇게 평범하게 사는 것을 당연하게 여긴 주인공에게 찾아온 폭력과 학살이라는 거대한 비일상이 그의 일상을 송두리째 바꾸어놓았음은 자명하다. 이 소설의 독특한 점은 여기서 온다. 흔히 5.18 광주라는 의제를 다루는 창작물, 기록들처럼 직간접적으로 그곳에 있던 피해자·목격자의 시선에서 보는 것이 아닌 가해자의 위치에 있던 공수부대원의 시선에서 바라보고 있기 때문이다.\n보통 그날의 광주에서 공수부대원은 극악무도한 악마나 살인자, 혹은 주인공의 바람대로 “익명의 공수부대원”으로 비치는 반면 <얼굴>은 그들의 소시민적 면모를 들여다본다. 그리고 묻는다. 이들은 과연 피도 눈물도 없는 괴물인가?\n우리의 옆에 일상적으로 살아가는 익명의 시민이 사람을 죽이고 잔혹하게 폭행했던 사람이라고 생각하기는 쉽지 않다. 우리 사회에서 그러한 사람은 범죄자라는 낙인 아래 교도소로 분리되는 것이 의례이기 때문이다. 그러나 군인은 이러한 의례에서 벗어나 있는 자들이다. 전쟁에서 사람을 죽이는 것은 죄가 아니다. 전쟁 자체는 범죄가 아니다. 군사적 행동은 일반 사회에서는 범죄로 취급되는 일들도 용인된다.",
    "trans": "The protagonist was just another ordinary citizen before enlisting in the military. The image of him “wearing a white dress shirt with a neatly tied tie and a suit on his way to work” is one commonly seen around us. For someone who took living a mundane life for granted, it is evident that the overwhelming violence and massacre he encountered drastically altered his daily existence. This novel's uniqueness stems from this shift. Unlike most creative works or records dealing with the May 18 Gwangju Uprising, which often adopt the perspective of the victims or witnesses who were directly or indirectly present, this story unfolds from the viewpoint of an airborne soldier, one of the perpetrators.\nTypically, in narratives about that day in Gwangju, airborne soldiers are portrayed as heinous demons, murderers, or, as the protagonist hopes, “anonymous paratroopers.” However, <Face> delves into their ordinary, civilian-like aspects. It poses the question: Are they truly heartless, bloodthirsty monsters?\nIt is difficult to reconcile the idea that an anonymous citizen living their everyday life among us could have been someone who killed and brutally assaulted others. In our society, such individuals are typically branded as criminals and segregated from us in prisons. Soldiers, however, exist outside these conventions. Killing in war is not considered a crime. War itself is not considered a crime. Military actions often permit deeds that would otherwise be deemed criminal in civilian society."
}