{
    "source": "ko_KR",
    "target": "en_US",
    "text": "특별출연은 각주[특별출연]로 표시합니다.\n2. 주요 인물[편집]\n2.1. 차요한[편집]\n차요한[2]\n배우: 지성 (아역: [redacted_name]\n서울한세병원 마취통증의학과 교수\n[ 인물 소개 ]\n닥터 10초.\n환자가 진료실 문을 열고 들어와 자리에 앉기까지, 딱 10초면 파악이 끝난다.\n‘신은 당신을 아프게 하고 나는 당신을 낫게 한다’고 뻔뻔하게 말하고,\n그 말을 지키기 위해 집요하게 환자와 병을 파고드는 의사.\n마취통증의학과 최연소 교수이자 가장 촉망받는 의사이다.\n그의 이름은 병 고칠 ‘요’, 즐길 ‘한’, 의사 요한.\n뛰어난 실력으로 명성을 떨치던 요한에게 운명처럼 한 환자가 나타난다.\n스무 살의 말기 항문암 환자, [redacted_name].\n그리고 얼마 지나지 않아 그는 세상을 떠났다.\n통증 조절을 담당했던 요한의 손에.\n환자를 사랑했고, 환자가 사랑했던 의사 요한은 왜,\n어떻게 환자를 죽음에 이르게 했을까?\n서울한세병원 마취통증의학과 최연소 교수이자 천재 의사[3]. 환자가 진료실 문을 열고 들어와 자리에 앉기까지 10초면 환자 파악이 다 끝난다 해 '십초(닥터 10초)' 라고 불린다.\n3년 전, 자신이 담당하던 환자[4]를 죽게 만든 것[5]으로 인해서 실형을 선고 받고 감옥에 들어왔다.[ 6]\n죽은 환자의 유가족과 그 사건을 담당했던 검사는 \"요한이 행한 것은 살인이며 의사 자격이 없다\"고 벼르고 있다.[ 7] 하지만 요한은 \"환자는 지금 이 순간에도 괴로워하고 있다\"며 현대 의학으로는 구할 수 없는 환자로 판단하고 안락사를 택한 것으로 보인다.",
    "trans": "Special appearances are marked with footnotes [Special Appearance].\n2. Main Characters [Edit]\n2.1. Cha Yo-han [Edit]\nCha Yo-han [2]\nActor: Ji Sung (Child actor: [redacted_name])\nProfessor of Anesthesiology and Pain Medicine at Seoul Hansae Hospital\n[Character Introduction]\nDr. 10 Seconds.\nIt takes him just 10 seconds to assess a patient from the moment they walk through the door and sit down.\nHe boldly claims, “God makes you suffer, and I heal you,”\nAnd a doctor tirelessly dives into the depths of a patient's condition to fulfill that promise.\nThe youngest professor in the Department of Anesthesiology and Pain Medicine and one of the most promising doctors,\nhis name reflects his purpose: Yo for “healing,” Han for “enjoyment,” making him Doctor Yo-han.\nA fateful patient appears before Yo-han, who had gained a stellar reputation for his exceptional skills.\nA 20-year-old terminal anal cancer patient, [redacted_name].\nNot long after, the patient passed away.\nUnder the care of Yo-han, who was responsible for pain management.\nWhy did Dr. Yo-han, a doctor who loved his patient and was loved in return,\nend up leading the patient to death?\nAs the youngest professor of Anesthesiology and Pain Medicine at Seoul Hansae Hospital and a genius physician,[3] Yo-han earned the nickname Dr. 10 Seconds for his ability to assess a patient within 10 seconds of their entry into the consultation room.\nThree years ago, he was sentenced to prison [6]for allegedly causing the death of a patient [5] under his care.[4]\nThe deceased patient’s family and the prosecutor who handled the case are determined to prove that “what Yo-han did was murder, and he is unfit to be a doctor.”[7] However, Yo-han asserts, “The patient was suffering even at that moment,” implying that he believed the patient to be beyond the help of modern medicine and chose euthanasia as the course of action."
}