{
    "source": "ko_KR",
    "target": "en_US",
    "text": "필리핀에 가면 꼭 가봐야 할 곳들에 대한 얘기를 언젠가 꼭 써보려고 했는데, 제가 가보지 못한 곳들이 많아서 손을 대지 않고있었습니다. 하지만, 아는거 먼저 쓰면 된다는 친구의 얘기에 혹 해서 마닐라 얘기를 먼저 시작 해보는걸로 가닥을 잡았어요. 아무래도 제가 마닐라 출신이라 마닐라에 대한 정보를 수집하는 것이 훨씬 수월 하기 때문이고, 게을러도 잊지 않을 수가 있다는 장점 때문입니다. 이야기 순서를 잡아놓아 마치 연재물 같이 느껴지시겠지만, 세부, 클락, 바기오는 아주 천천히 풀어갈 예정입니다. 그리고 바기오는 가본적도 없어요. 때문에 바기오에 다녀오기 전까지는 이 씨리즈가 완결 되지 않을껍니다. 한마디로 연재를 한방에 끝내지 않고, 몇년을 두고 써 내려갈 얘기 일 수도 있다는거죠 ㅎㅎ\n구분 방법에 대해서는, 마치 지역별로 나누어 놓은 것 같지만, 사실 공항별로 나누어 놓았다고 하는 것이 더 좋을 것 같습니다. 민도로, 바탕가스, 본톡, 사가다, 바기오 같은 동네에 대해서 지역별로 나누어 얘기하려면, 연재가 굉장히 길어지는 데다가, 필리핀 문화 전달을 위한 이 블로그가 자칫 여행 블로그로 성격이 바뀔 수 있다는 위험함을 안고 있기 때문이죠. 여행블로그는 검색해보시면 얼마든지 많이 있습니다. 구지 여기까지 오셔서 보실 필요는 없다고 생각해요 ㅎㅎ",
    "trans": "I’ve always wanted to write about the must-visit places in the Philippines someday. But there are so many places I haven’t been to yet, so I’ve held off on starting. Recently, though, a friend suggested that I should begin with what I already know. That’s why I’ve decided to start with Manila.   Since I’m originally from Manila, it’s much easier for me to gather information about the city. Plus, even with my tendency to procrastinate, it’s something I know I won’t forget to work on. I’ll organize the posts in a way that feels like a series, but places like Cebu, Clark, and Baguio will be added at a much slower pace. And here’s the catch—I’ve never even been to Baguio! That’s why this series won’t be complete until I’ve had the chance to visit Baguio. In short, this is a project I’ll work on over the years, adding to it little by little instead of finishing it all at once. lol\nIt might seem like the classification is based on regions, but it’s actually more accurate to say it’s divided by airports. If I were to talk about places like Mindoro, Batangas, Bontoc, Sagada, and Baguio by region, the series would get incredibly long. There’s also a risk that this blog, which focuses on Filipino culture, might end up feeling more like a travel blog. And let’s be honest—there are already plenty of travel blogs out there. You don’t need to come here to find one, haha!"
}