{
    "source": "ko_KR",
    "target": "en_US",
    "text": "01이벤트 기간 내\n(2024.10.01~2024.10.31) 응모 후,\n02신한카드로 아파트 관리비/도시가스/이동통신요금/전기요금 자동 납부하면\n03최대 2만원 캐시백과 100만원 경품 찬스도 드려요!\n행사기간\n응모기간: 2024년 10월 1일~2024년 10월 31일\n납부기간: 2024년 10월 1일~2024년 12월 31일\n행사대상\n아파트 관리비/도시가스/이동통신요금/전기요금 자동납부 신규 신청 후 납부한 고객\n※ 응모기간 내 이벤트 응모 및 자동이체 신청한 고객에 한합니다.\n※ 최근 6개월 내 각 항목 납부 이력(체크 포함)과 생활요금 납부 이벤트 수혜 이력이 없는 고객에 한합니다.\n(2024년 4월 1일 이후)\n이벤트 1\n캐시백 이벤트\n행사내용\n신한 개인 신용카드로 아파트 관리비/도시가스/이동통신요금/전기요금 자동납부 신청 및 각 5천원 이상 납부 시 5천원 캐시백\n아파트 관리비 신청\n도시가스 신청\n이동통신요금 신청\n전기요금 신청\n※ 통신 요금의 경우 통신사 고객센터나 앱을 통해 직접 신청하실 수 있습니다.\n※ 캐시백은 납부 다음달 20일경에 제공됩니다.( 10월 최초 납부 시 11월, 11월 최초 납부 시 12월)\n※ 납부기간 내 항목별 누적 납부액이 5천원 이상일 경우에 한하여 캐시백 지급합니다.\n※ 최근 6개월 내 납부 이력은 자동이체 외 거래건도 포함 됩니다.\n※ 캐시백 제공 전 자동납부를 해지하신 경우 캐시백 대상에서 제외됩니다.\n※ 신한BC/체크/법인/기프트카드/가족카드/선불카드로 신청하신 경우 캐시백 대상에서 제외됩니다.\n※ 통신요금은 SKT, KT, LG U+ 휴대폰 요금만 해당하며, 결합상품 및 알뜰폰 통신사는 대상이 아닙니다.",
    "trans": "01 During the event period\n(2024.10.01~2024.10.31) After applying,\n02 If you set up automatic payments for apartment management, city gas, mobile communication, or electricity bills with your Shinhan Card,\n03 you can earn up to 20,000 won in cashback and a chance to win 1,000,000 won!\nEvent period\nApplication period: October 1, 2024 to October 31, 2024.\nPayment period: October 1, 2024 to December 31, 2024.\nEvent eligibility\nCustomers who applied for and paid new apartment management fees/city gas/mobile communication fees/electricity bills.\n※ This is limited to customers who applied for the event and set up automatic payments during the application period.\n※ Only customers with no payment history for each item (including checks) and no history of receiving living expense event payments within the last 6 months.\n(Starting April 1, 2024)\nEvent 1\nCashback Event\nEvent Details\nApply for automatic payment of apartment management fees, city gas, mobile communication, or electricity charges with a Shinhan personal credit card and receive a cashback of 5,000 won or more for each.\nApplication for apartment management fees payment\nCity gas payment application\nApplication for mobile communication charges\nElectricity bill payment application\n※ For telecommunication fees, you can apply directly through the carrier's customer service center or app.\n※ Cashback will be provided around the 20th of the month following the payment. (For initial payments made in October, cashback will be issued in November; for initial payments made in November, cashback will be issued in December.)\n※ Cashback will be paid only if the total payment for each item within the payment period exceeds 5,000 won.\n※ Payment history from the last 6 months includes transactions other than automatic transfers.\n※ If you cancel automatic payment before receiving cashback, you will not be eligible for cashback.\n※ Cashback is not available if you apply with a Shinhan BC/Check/Corporate/Gift Card/Family Card/Pre-paid Card.\n※ Telecommunication charges apply only to SKT, KT, and LG U+ mobile phone charges, not to bundled products or budget phone carriers."
}