{
    "source": "ko_KR",
    "target": "en_US",
    "text": "어떤 것들은 일원성이 더 미덕일 수 있어요. 너무나 다원적이기 때문에 괜찮아진 거를 이론적으로 됐을 때 해결할 수 있는 요소가 있을 수 있어요.\n예를 들면 뭘까요?\n참석자 1 1:19:31\n어떤 주제 어떤 목표 어떤 정치 차라리 일원성이 낫겠다 다원성 답 없다 뭐가 있을까?\n참석자 1 1:19:44\n그렇죠 군대에서 다원적이면 핵폭탄 아무나 난리고 난리도 아니겠죠.\n그럼 사고가 왕청 발생할 거고 맞아요. 그런 맥락으로 이를테면은 기후 위기 기후 위기는 누가 누군가들이 합의를 해서 원칙을 만든 다음에 그걸 뭔가를 확대를 시키지 않으면은 모두가 다른 이익의 모두가 각자 주장을 하게 되면은 여러분들 사람 사람에 따라서 그 생각은 다를 수도 있지만 그냥 아무 예를 들면 그러니까 반드시 다원성이 여러분들의 목표가 될 필요는 없다.\n모든 거를 다 다운으로 바꿀 필요는 없다. 근데 이것으로 인한 목적이 뭔지에 따라서 어떤 것들은 조정 정부의 방향을 조정할 필요는 필요를 내가 찾아내는 게 훨씬 더 중요하다라는 얘기를 하려는 거예요.\n근데 제가 다원성에 좀 더 방점을 둬서 얘기한 건 왜 그랬냐는 공연이 전통적으로 이론적 구조 때문에 다원적 상상력을 여러분들한테 좀 더 열어두기 위해서 공연하고 다원성은 별로 아마 상상을 안 해보셨을 거거든요.\n참석자 1 1:20:54\n다른 일상적 세계의 구조에 비해서 극장의 구조는 아직도 이론적 요소가 훨씬 더 크게 남아 있기 때문에 그 시점 고정을 위해서 저쪽을 좀 더 비중을 크게 둬서 얘기하기는 했는데 반드시 그게 같이 판단 되는 건 아니다.",
    "trans": "To some things, unity can be a more virtue. Being so pluralistic, there can be elements that can solve things that are okay when they become theoretical.\nFor example, what is it?\nAttendee 1 1:19:31\nWhat topic? What goal? What kind of politics? Rather unity would be better. Pluralism. No answer. What is there?\nAttendee 1 1:19:44\nThat's right. If the military were pluralistic, anyone launched nuclear bombs. There would be a fuss, right?\nThen an accident will occur greatly, and that's right. In that context, for example, the climate crisis is a climate crisis. If someone agrees and creates a principle and then does not expand it, everyone, if everyone with different interests makes their own claim, each person can have different thoughts depending on the person, but just to give an example, pluralism does not necessarily have to be your goal.\nYou don't have to change everything to down. But depending on what the purpose due to this is, some things, adjust, I am trying to say that it is much more important for me to find there is a need to adjust the direction of the government.\nBut the reason why I put more emphasis on pluralism is because performances traditionally have a theoretical structure, so I perform to open up pluralistic imagination to you, and you probably haven't imagined pluralism.\nAttendee 1 1:20:54\nCompared to the structure of other everyday worlds, much more theoretical elements still remains a lot in the structure of the theater, so to fix the point in time, I talked about it with more weight on that side, but it does not necessarily mean that it is judged the same."
}