{
    "source": "ko_KR",
    "target": "en_US",
    "text": "글자 크기 변경하기\nSNS 보내기\n김 전 부시장, 개국이래 처음 '특급' 진행료 적용\n특급진행료에 10분당 1만원 더 지급…'전관예우?'\n한국어 진행에 통역 이중지출 일부 청취자 떠나\nGGN\"이중언어 정책…아침방송 고려 높게 책정\"\n원본보기\n[광주=뉴시스] 글로벌광주방송(전 광주영어방송) 전경. (사진 = 광주시 제공) *재판매 및 DB 금지\n[광주=뉴시스]김혜인 기자 = 김광진 전 문화경제부시장이 글로벌광주방송(GGN·옛 광주영어방송) 프로그램을 진행하면서 이례적으로 많은 출연료를 받고 있어 논란이다.\n27일 GGN에 따르면 김광진 전 광주문화경제부시장은 올해 7월 말부터 신설 시사프로그램 '김광진의 오마이 광주'의 진행을 맡고 있다.\n김 전 부시장의 일일사회(MC)료는 10분당 5만원이다.\n그러나 GGN 일일 사회료 지급기준 규정에는 '인기도와 전문성을 고려해 특별히 우대하는 사람'에 해당하는 '특급' 진행자에게 10분당 최고 4만원을 지급하는 것으로 규정하고 있다.\n김 전 부시장은 현재 GGN이 일일 프로그램 진행자에게 가장 높은 출연료를 받을 수 있는 '특급' 등급이다. '특급' 진행료 적용은 GGN 개국 이래 일일 진행자로는 처음인데 다가, 지급 기준보다 1만원 더 지급한 것이다.\n김 전 부시장이 진행하는 프로그램은 평일 출근시간대 아침 1시간씩 방영하고 있다. 김 전 부시장은 출연료로 하루 30만원, 한달(평일 23일) 기준 690만원을 받고 있는 셈이다.",
    "trans": "Font Size Change\nSend SNS\nKim, Former Vice Mayor, Applies ‘Premium’ Hosting Fee for the First Time in Network's History\nPremium hosting fee increases by 10,000 KRW for every 10 minutes... ‘Special Treatment?’\nSome listeners leave due to double spending on Korean-language broadcast and translation.\nGGN: \"Bilingual policy... Morning broadcast rated highly.\"\nOriginal View\n[Seoul=Newsis] Global Gwangju Broadcasting (formerly Gwangju English Broadcasting) scenery. (Photo = Gwangju City provided) *No resale or database use allowed.\n[Seoul=Newsis] Reporter Kim Hye-In = Kim Gwang-jin, former Vice Mayor of Culture and Economy, is at the center of controversy for receiving an unusually high appearance fee while hosting a program at Global Gwangju Broadcasting (GGN, formerly Gwangju English Broadcasting).\nAccording to GGN on the 27th, Kim Gwang-jin has been hosting the newly created current affairs program, 'Kim Gwang-jin's Oh My Gwangju,' since the end of July this year.\nKim's daily hosting(MC) fee is 50,000 KRW for every 10 minutes.\nHowever, according to GGN's daily hosting fee payment guidelines, the highest fee of 40,000 KRW per 10 minutes is given to 'premium' hosts, categorized as 'especially favored individuals' based on their popularity and expertise.\nKim Gwang-jin is currently classified as a 'premium' host, the highest paid level for daily program hosts at GGN. This 'premium' fee application is the first for a daily host since GGN's establishment, and in fact, he is receiving 10,000 KRW more than the stipulated amount.\nThe program hosted by Kim Gwang-jin airs for one hour each weekday during morning commute hours. With this fee, he earns 300,000 KRW per day, which amounts to 6.9 million KRW per month (based on 23 weekdays)."
}