{
    "source": "ko_KR",
    "target": "en_US",
    "text": "라이브 방송을 통해 원하는 모델 구매하고, 출시기념 최대 99만원 상당 혜택까지~\n추가로! 오늘도착 배송으로 아이폰을 오늘 만날 수 있어요\n▶ iPhone 16 방송 보러가기\n-방송일시: 10/18(금) 낮 12시\n-방송보기: https://bit.ly/3Y8mr9d\n-상담예약: https://bit.ly/4eNAgRD\n▶라이브 방송 혜택 (85요금제 기준)\n① 공시지원금 51.7만원 혜택\n② 쓰던 폰 반납 시 15만원 추가 보상\n③ 네이버페이 12만원 (월 5천원 X 24개월)\n④ 구매후기 작성 시 신세계 상품권 3만원\n⑤ 개통 시 3만원 상당 사은품\n⑥ 바로 상담 시 악세서리 쿠폰 2만원\n⑦ 프리미어약정할인 12.6만원 (월 5,250원 X 24개월)\n⑧ 라이브 방송 채팅 참여 시 스타벅스 커피 쿠폰 (출연자 선택 지급)\n⑨ 10월 가을 이벤트 (BBQ치킨, 스벅커피 등)\n▶유의사항\n-85요금제 기준 공시지원금이 51.7만원 적용되어 기기값이 할인돼요\n-쓰던 폰 반납은 셀로 업체를 통해 진행되고, 보상가격이 10만원 이상인 경우 신세계 상품권 15만원을 추가로 드려요 (반납 대상 모델 : 아이폰12~15, 갤럭시S21~S24, 갤럭시Z3~Z5)\n-iPhone 16을 10/11일(금) 이전에 개통하고, 셀로 이벤트 페이지에서 반납 신청 후 11/14(목)까지 실제 반납이 완료되어야 해요\n-네이버페이 12만원은 85요금제 이상 개통 및 유지 시 지급해 드려요\n-구매후기 혜택은 11/1(금)이내에 개통하고, 11/8(금)까지 유플러스닷컴의 해당 기기 구매 후기 페이지에 30자 이상 리뷰 작성하시면 11/15(금)에 모바일 쿠폰으로 받으실 수 있어요\n-프리미어약정할인은 85요금제 이상 가입 및 유지 시 지급해 드리고, 약정 기간 내 해지 또는 낮은 요금제로 변경하는 경우 할인 반환금이 발생돼요",
    "trans": "Through the live broadcast, purchase the model you want and receive up to 990,000 KRW in benefits for the launch celebration~\nAdditionally, you can receive your iPhone today with same-day delivery.\n▶ Watch the iPhone 16 broadcast\n-Broadcast Date: Friday, October 18th, 12:00 PM\n-Watch the broadcast: https://bit.ly/3Y8mr9d\n-Schedule a consultation: https://bit.ly/4eNAgRD\n▶ Live broadcast benefits (based on the 85 plan)\n① Public subsidy: 517,000 KRW\n② Additional 150,000 KRW reward when returning your old phone\n③ Naver Pay12,000 KRW  (5,000 KRW per month for 24 months)\n④ 3,000 KRW Shinsegae gift card for submitting a review\n⑤3,000 KRW worth of gifts upon activation\n⑥If you consult right away, receive a 20,000 KRW accessory coupon!\n⑦ Premier contract discount: 126,000 KRW (5,250 KRW per month for 24 months)\n⑧ Participate in live broadcast chat to receive a Starbucks coffee coupon (given by the broadcaster's choice)\n⑨ October Fall Event (BBQ Chicken, Starbucks Coffee, etc.)\n▶ Important Notes\n-The public subsidy of 517,000 KRW applies based on the 85 plan, reducing the device price\n-Phone trade-in is processed through Cello, and if the trade-in value is over 100,000 KRW, you'll receive an additional 150,000 KRW Shinsegae gift card. (Eligible trade-in models: iPhone 12–15, Galaxy S21–S24, Galaxy Z3–Z5)\n-To participate in the event, iPhone 16 must be activated by October 11th (Friday), and the trade-in must be completed by November 14th (Thursday) after submitting the trade-in request on the Cello event page.\n- The 120,000 KRW Naver Pay benefit is provided when you activate and maintain a plan of 85 or higher.\n- The purchase review benefit is available if you activate the device by November 1st (Friday) and submit a review of at least 30 characters on the Uplus website's product review page by November 8th (Friday). You will receive the benefit as a mobile coupon on November 15th (Friday).\n-The Premier contract discount is available for plans of 85 or higher, and if you cancel or switch to a lower plan during the contract period, the discount amount will need to be refunded."
}