{
    "source": "ko_KR",
    "target": "en_US",
    "text": "수정2024.10.24. 오전 9:38\n기사원문\n[redacted_name] 기자\n공감939\n텍스트 음성 변환 서비스\n글자 크기 변경\n공유하기\n원본 이미지 보기\n23일 광주 기아챔피언스필드에서 열린 한국시리즈 1차전 KIA 타이거즈와 삼성 라이온즈의 서스펜디드 경기. 패한 삼성 원태인이 아쉬워하고 있다. 광주=[redacted_name] 기자 [redacted_email]/2024.10.23/\n[스포츠조선 [redacted_name] 기자] 삼성도, KIA도 모두 피해자.\n프로야구 역사에 다시 이런 경기, 이런 선택이 나올까.\n그만큼 말도 많고, 탈도 많았다. 프로 스포츠에서 최고로 중요한 가치는 공정성이다. 이를 훼손했다는 느낌을 주면, 받아들이는 사람들의 감동은 사라진다. KIA 타이거즈와 삼성 라이온즈, 희대의 한국시리즈 '2박3일 매치'가 준 교훈이다. 정규시즌 우승팀 KIA는 23일 하루에 한국시리즈 2승을 챙기는 새로운 역사를 썼다. KIA는 23일 열린 한국시리즈 2차전에서 삼성을 8대3으로 완파했다. 그리고 2차전이 열리기 전 이어진 1차전의 서스펜디드 게임에서 5대1 대역전승을 거뒀다. 그렇게 90%의 한국시리즈 우승 확률을 잡았다. 역대 한국시리즈 2연승 팀은 20번 중 18번 트로피를 들어올렸다.",
    "trans": "Edited: October 24, 2024, 9:38 AM\nOriginal Article\n[redacted_name] reporter\nEmpathy 939\nText-to-speech service\nFont size adjustment\nShare\nView original image\nOn the 23rd, a suspended game of the Korean Series 1st round between the KIA Tigers and Samsung Lions took place at the Gwangju Kia Champions Field. Samsung's Won Tae-in, who lost the game, looks disappointed. Gwangju = [redacted_name] Reporter [redacted_email] / Oct. 23, 2024/\n[Sports Chosun, Reporter [redacted_name]] Both Samsung and KIA are victims.\nWill we ever see a game or a decision like this again in professional baseball history.\nIt has sparked a lot of discussion and controversy. The most important value in professional sports is fairness. If that is compromised, the emotions of those who accept the outcome disappear. The legendary '2-night, 3-day match' of the Korean Series between the KIA Tigers and the Samsung Lions provides us with a valuable lesson. The KIA Tigers, who won the regular season, made history on the 23rd by claiming two victories in the Korean Series on the same day. In the second game of the series held on the 23rd, KIA defeated Samsung 8-3. Then, in the suspended game from the first match, which resumed before the second game, they achieved a dramatic 5-1 comeback victory. With that, KIA has secured a 90% chance of winning the Korean Series. Of the 20 teams that won the first two games in Korean Series history, 18 went on to lift the trophy."
}