{
    "source": "ko_KR",
    "target": "en_US",
    "text": "\"진짜 아무 얘기 안 했어요.\"\n성찬의 집요함에도 찬영은 꼬박꼬박 대답을 했다. 이 놈도 기분이 좋아보였다. 성찬은 알았다. 강해지는 유대를 겪은 이들이 느끼는 고양감이었다. 오늘 아침 본 쇼타로의 얼굴에서 보인 묘한 기운 또한 이것이었다. 명백히 똑같았고, 성찬은 좌절했다.\n가뜩이나 혼란스러운데 그 얼굴을 보고 술 먹기는 싫어서 먼저 잤을 뿐인데, 쇼타로가 울었단다 하필 그 날? 성찬은 영화나 드라마를 보고 우는 게 아니라 현실의 감정이 올라와 우는 쇼타로를… 팬콘 투어 외에 본 적이 없다. 그제야 쇼타로에게 자신이 '특별하지 않다'는 사실을 피부로 느꼈다. 그간 인정했던 건 전부 가짜였다. 머리로는 이해한 척 해놓고 내심 다시 특별해질 수 있다고 여겼으니까. 그게 전부 자만이었구나. 성찬은 눈 앞이 깜깜해졌다. 그렇다면 나는 쇼타로 형에게 그냥 이전의 같은 경험을 하고 지금은 같은 팀인 멤버 한 명이 되는 건가. 정말 허무했다.\n본인이 하던 게 질투라는 것도, 보답받지 못하는 감정을 돌려받고 싶어하는 지금을 세상 사람들이 짝사랑이라고 부른다는 것도 성찬에게는 받아들이기 어려운 진실이었다. 그 진실이 피부를 찌르고 들어와 심장을 후벼팠다. 열심히 관리하던 표정이 결국 울상으로 변했다. 이, 이건 아니지…!\n보여주지 않는 모습이 보고 싶은 게 잘못일까? 성찬은 바쁜 스케줄 속에서도 생각을 멈추지 않았다. 다르고 싶다. 다른 대우를 받고 싶다. 특별해지고 싶다. 내가 그렇게 생각하니까. 형도 나를 그렇게 생각해줬으면.",
    "trans": "\"I honestly didn't say anything.\"\nDespite Sungchan's persistence, Chan-young responded casually. This guy also seemed to be in a good mood. Sungchan could tell. It was the sense of exhilaration felt by those who had experienced growing bonds. It was the same strange energy on Shotaro's face this morning. The similarity was undeniable, and it left Sungchan feeling frustrated.\nHe was already confused, but when he saw that face, he didn’t want to drink, so he just went to sleep instead. But Shotaro cried. That day? He had never seen Shotaro cry, not after watching a movie or drama, but because of real emotions. Only then did he realize, deep down, that he wasn’t special to Shotaro. Everything he had believed was a lie. He had pretended to understand with his head, thinking he could become special again. And that was all just his pride. Sungchan was at a loss. So, I went through the same experience as SHOTARO, and now I'm just another member of the same team? It felt so pointless.\nIt was a difficult truth for Sungchan to accept—that what he had been feeling was jealousy and that the world saw his desire to get back unreciprocated feelings as nothing more than a one-sided love. The truth cut through him, piercing his heart. The expression he had so carefully maintained crumbled into a tearful face. This isn’t right…!\nIs it wrong to want the other person to feel it, even if they don’t show it? SUNGCHAN couldn’t stop thinking despite his busy schedule. I want to be different. I want to be treated differently. I want to be special. Since I feel that way, I hope he feels the same."
}