{
    "source": "ko_KR",
    "target": "en_US",
    "text": "도리도리 고개를 흔든 경탱이가 진지한 얼굴로 덧붙였다.\n“가고 싶어요.”\n그 똘망한 검은 눈에 깃든 진지한 열정에 일순 모두가 숨을 죽였다. 열아홉이라는 어린 나이, 그러나 그 나이만이 가질 수 있는 깨끗하고 곧은 눈빛.\n성인이 되고 온갖 압박에 찌든 사회인들에게, 그 눈빛은 어떤 향수와도 같았다. 아, 나도 저럴 때가 있었지. 아무것도 생각하지 않고 무언가에 미친 듯이 몰두하던 때가. 그 순수함이 언젠가 유압 프레스 같은 인생의 쓴맛에 일그러지게 되리라는 것을 알고 있어도, 아직 낭만을 잃지 않은 어른에게는 그 열정을 지켜줘야만 하는 어떤 사명이 있다. 다행히도 <플레어>의 어른들은 그 낭만을 간직하고 있었다.\n딱 한 명만 빼고.\n“고등학생이 무슨 출사야, 미쳤어?”\n경탱이의 기념할 만한 첫 정모를 마친 뒤, 카페에 올라오던 정모 후기를 훑던 정환이 헛웃음을 터뜨렸다. 옆에서 렌즈를 닦던 영재가 흘끗 정환을 곁눈질했다.\n“불만이면 정모나 나오고 얘기해.”\n“아 싫어. 사진이나 제대로 찍으면 되지 무슨 정모까지 가.”\n“그럼 말이나 말든가.”\n영재가 렌즈에 하아, 입김을 불었다. 흠집 하나 없이 맨들맨들한 표면에 영재의 얼굴이 비쳤다.",
    "trans": "Kyung-tang, who was shaking his head, added with a serious expression.\n“I want to go.”\nEveryone held their breath for a moment because of the serious passion in his bright black eyes. Although he was only nineteen, he had the clean and straight eyes that only his age could have.\nTo adults who are burdened by all kinds of pressure, those eyes were like a kind of nostalgia. Ah, I used to be like that too. A time when I was frantically focused on something without thinking about anything. Even if you know that such innocence will one day be ruined by the bitterness of life like a hydraulic press, adults who have not yet lost their romanticism have a certain mission to keep that passion. Fortunately, the adults in <Flare> kept that romanticism.\nExcept for just a person.\n\"What do you mean by a high school student going on a photo shoot? Are you crazy?\"\nAfter finishing Kyung-tang's memorable first meeting, Jeong-hwan burst into laughter while looking through the meeting reviews that were posted on the cafe. Yeong-jae, who was cleaning his lens next to him, glanced at Jeong-hwan sideways.\nIf you have any complaints, come to the meeting and talk about it.”\n“Oh no. Just take a proper picture. Why go all the way to a meeting?”\n“Then say nothing.”\nYoungjae blew his breath into the lens while he was saying haa. Youngjae's face was reflected on the smooth surface without a single scratch."
}