{
    "source": "ko_KR",
    "target": "en_US",
    "text": "인스턴트 드라이 이스트 2티스푼 (6g)\n소금 1티스푼 (6g)\n강력분 3컵+3숟가락 (330g)\n• 우유는 물로 대체 가능합니다\n• 설탕은 다른 걸로 대체 불가합니다X\n• 강력분은 중력분으로 대체가능하지만 식감이 많이 달라져요\n• 소금양은 정확히 계량할수록 좋습니다\n• 보관방법 *\n빵은 완전히 식힌 후 밀봉하여 보관해 주세요\n냉장보관은 절대 안돼요 (식감이 뻣뻣해지고 건조해져요)\n실온 보관시 최대 3일 보관 가능\n장기 보관시 냉동 보관 (가장 좋은 보관 방법!)\n• 레시피 요약 정리 *\n1. 우유+버터를 데워 따듯~미지근하게 만들기\n2. 우유+버터에 계란, 설탕, 소금, 이스트를 넣고 섞기\n3. 강력분을 넣고 가루가 보이지 않을 때까지 섞기\n4. 20분 실온에 반죽을 쉬어주기 (오토리즈)\n5. 반죽을 10번 접어 준 후 30분 1차 발효\n6. 반죽을 10번 접어 준 후 30분 2차 발효\n7. 반죽을 찔러 손가락 테스트\n8. 반죽을 12개로 분할\n9. 분할된 반죽을 둥글리기\n10. 15분 반죽을 쉬어주기 (벤치타임)\n11. 두드려 가스,기포 뺀 후 뒤집어 꼬집고 둥글리기\n12. 팬닝 후 40분 최종 발효\n13. 반죽을 살짝 눌러 발효 상태 확인 하기\n14. 겉면에 우유를 바른 후 굽기\n15. 버터를 바른 후 식힘망에 옮겨 완전히 식히기\n• 더 간단한 요약 정리 *\n재료 넣고 반죽 섞기 - 20분 쉬어주기 - 10번 접고 30분 1차발효 - 10번 접고 30분 2차발효 - 12개로 분할 - 반죽 둥글리기 - 15분 벤치타임 - 둥글리기 - 40분 최종발효 - 우유 바른 후 굽기 - 식히기",
    "trans": "2 teaspoons instant dry yeast (6 g)\n1 teaspoon salt (6 g)\n3 cups plus 3 tablespoons strong flour (330 g)\n• You can substitute water for the milk.\n• Sugar cannot be substituted with anything else.\n• You can substitute strong flour with all-purpose flour, but the texture will change significantly.\n• The more accurately you measure the salt, the better.\n• Storage instructions *\nAllow the bread to cool completely, then store it in an airtight container.\nDo not refrigerate (it will make the texture stiff and dry).\nIt can be stored at room temperature for up to 3 days.\nFor long-term storage, freeze it (the best way to store it!).\n• Recipe Overview *\n1. Heat the milk and butter until warm and lukewarm.\n2. Add eggs, sugar, salt, and yeast to the milk and butter mixture, then stir.\n3. Add strong flour and mix until there’s no dry flour remaining.\n4. Let the dough rest at room temperature for 20 minutes (Autolyse).\n5. Fold the dough 10 times and let it ferment for 30 minutes.\n6. Fold the dough 10 times and let it ferment for another 30 minutes.\n7. Perform the finger test by gently poking the dough.\n8. Divide the dough into 12 pieces.\n9. Shape the divided dough into rounds.\n10. Let the dough rest for 15 minutes (bench time).\n11. Tap the dough to remove gas and bubbles, then flip, pinch, and twist.\n12. Let the dough rest for 40 minutes after placing it in the pan.\n13. Press the dough lightly to check its fermentation progress.\n14. Bake after brushing the outside with milk.\n15. Brush with butter and transfer the bread to a cooling rack to cool completely.\n• Simplified Summary *\nAdd ingredients and mix the dough. - Let it rest for 20 minutes. - Fold 10 times and ferment for 30 minutes (first fermentation). - Fold 10 times again and ferment for 30 minutes (second fermentation). - Divide into 12 pieces. - Shape the dough. - Let it rest for 15 minutes (bench time). - Round the dough. - Let it rest for 40 minutes. - Bake after brushing with milk. - Cool completely."
}