{
    "source": "ko_KR",
    "target": "en_US",
    "text": "2024년 11월 18일(월) 15시(KST)부터 Weverse 통합 이용약관 및 유료서비스 이용약관이 개정되어 안내드립니다.\n[통합 이용약관]\n1. 통합 이용약관의 주요 개정 내용\n- 금지 행위를 한 회원에게 서비스 별 특유한 금지나 제재가 취해질 수 있음을 추가 안내\n2. 개정 시기\n- 개정된 약관은 2024년 11월 18일(KST) 자로 효력이 발생됩니다.\n3. 개정 내용 상세\n- 공지사항에 첨부된 전/후 비교표를 참고 부탁드립니다.\n4. 이의제기 및 문의\n- 개정 내용에 대한 이의 제기 및 문의는 고객센터로 접수해 주시면 신속하고 친절하게 안내해 드리겠습니다.\n- 개정 약관에 동의하지 않는 경우에는 직접 회원 탈퇴를 하거나, 고객센터에 이를 요청하실 수 있습니다.\n- 개정 약관의 적용일자 이전까지 거부 의사를 표시하지 않는 경우 변경된 약관에 동의한 것으로 간주되어 통합 약관이 적용됩니다.\n[유료서비스 이용약관]\n※ 이하의 내용은 유료서비스 이용약관에 동의하신 고객에게만 적용됩니다.\n1. 위버스 유료서비스 이용약관의 주요 개정 내용\n- Weverse 젤리샵에서 제공하는 무상젤리(‘적립젤리')에 대한 정의 Weverse 유료서비스 이용약관에 추가\n- Weverse 유료서비스 이용약관(일본어)에서 ‘성인’과 ‘미성년자' 지칭하는 용어를 ‘성인'/’미성년자'에서 ‘만 19세 이상의 자'/’만 19세 미만의 자'로 수정\n- 유상젤리(‘충전젤리') 기준 가격은 대한민국 원화로 책정되며, 환율 등에 따른 외화 가격 변동 시 별도 고지 없이 가격이 변경 될 수 있음에 대한 고지 추가\n- 유료서비스 내에서 운영정책 및 법령에 위배되는 행위를 하는 악성 회원의 서비스 이용 영구 제한 조치에 대한 고지 추가",
    "trans": "We are informing you that the integrated Terms of Service and Paid Service Terms of Use for Weverse will be amended as of Monday, November 18, 2024, at 3:00 PM (KST).\n[Integrated Terms of Service]\n1. Key Revisions to the Integrated Terms of Service\n- It has been additionally clarified that members who engage in prohibited activities may face specific restrictions or sanctions unique to each service\n2. Effective Date of the Amendment\n- The amended terms will take effect on November 18, 2024 (KST).\n3. Detailed Amendments\n- Please refer to the comparison table of the previous and revised terms attached to the notice.\n4. Objections and Inquiries\n- If you have any objections or inquiries regarding the amendments, please contact our customer service center, and we will provide prompt and courteous assistance.\n- If you do not agree with the amended terms, you can either deactivate your membership directly or request it through the customer service center.\n- If you do not express your refusal before the effective date of the amended terms, it will be deemed as your agreement to the changes, and the integrated terms will apply.\n[Terms of Use for Paid Services]\n※ The following content applies only to customers who have agreed to the Terms of Use for Paid Services.\n1. Key Revisions to the Weverse Paid Service Terms of Use\n- The definition of free jelly ('Earned Jelly') provided by the Weverse Jelly Shop has been added to the Weverse Paid Service Terms of Use\n- In the Weverse Paid Service Terms of Use (Japanese), the terms referring to 'adult' and 'minor' have been revised from 'adult'/'minor' to 'individuals aged 19 or older'/'individuals under 19 years old'\n- A notice has been added stating that the standard price for paid jelly ('Charged Jelly') is set in South Korean won, and that the price may change without prior notice due to fluctuations in exchange rates and other factors\n- A notice has been added regarding the permanent restriction of service usage for malicious members who engage in activities that violate the operating policies and laws within the paid services"
}