{
    "source": "ko_KR",
    "target": "en_US",
    "text": "저택의 아이들을 돌보는 게 업이었던 어머니의 일은 의주가 고스란히 물려 받았다. 그러지 않는다는 선택지는 애초에 존재하지도 않았다. 어차피 의주가 정착할 수 있는 곳은 그 곳이 유일하니까.\n리키가 태어난 이후로는 쭉 리키의 방에서 함께 지냈다. 그것만으로도 좋았다. 그 전까지는 볕도 잘 들지 않는 좁디 좁은 방에서 쥐 죽은 듯 살아야 했으니까.\n다행히도 리키는 의주를 잘 따랐다. 어설프게 까꿍해도 금세 방긋방긋 웃고. 자기 전에 안아주면 품에 파고들고. 우는 일도 잘 없었다. 왜 다들 도련님이 안 웃어서 탈이라고 할까. 이렇게 잘 웃는데. 그치이. 의주는 리키와 함께 있을 때면 방금도 상관 없는 일로 회초리 맞다 온 불쌍한 제 처지도 잊고 따라 웃기 일쑤였다.\n물건 마냥 갈아치워지기 전까지는 그랬다.\n왜 영원한 건 없는 걸까. 리키도 나를 좋아하고 나도 리키를 아끼는데. 나만큼 리키를 잘 아는 사람은 없는데. 아무리 하나뿐인 도련님이 좋아하고 잘 따른다고 해도, 의주 또한 저택에 머물렀다 떠나는 수많은 시종 중 하나일 뿐이었다. 모두가 잠든 밤. 의주는 구석에 웅크리고 앉아 멍하게 허공을 응시했다. 혼자 억울함을 토로했다. 들어주는 사람도 없는데. 인사하고 마지막으로 마음 추스릴 시간이라도 주면 좀 좋아. 하지만 의주는 안다. 그런 건 상상에 불과하다. 어른들은 끝까지 의주를 사람 취급도 안 해줬다.",
    "trans": "The work of her mother, who took care of the children in the mansion, was passed down to Euiju without question. The option not to do so never existed in the first place because, after all, the mansion was the only place where Euiju could settle.\nSince Ricky was born, she had been living in Ricky's room. That alone was enough to make her happy. Before that, she had to live a miserable existence in a tiny, dimly lit room with barely any sunlight.\nFortunately, Ricky followed Euiju well. Even when she awkwardly played peek-a-boo, Ricky would smile brightly right away. When Euiju hugged him before bed, he would snuggle into her arms. He hardly ever cried. Why did everyone say it was a problem when the young master didn’t smile? He smiled so well, after all. Right?  Euiju often found herself laughing along with Ricky, forgetting her own miserable situation, where, just moments ago, she had been scolded for some insignificant reason.\nIt was like that until she was replaced like an object.\nWhy is nothing eternal? Ricky likes me, and I care for Ricky. There’s no one who knows Ricky better than I do. But no matter how much the one and only young master likes and follows me, Euiju was just another one of the many servants who came and went from the mansion. On a night when everyone was asleep, Euiju curled up in a corner and stared blankly into space. She vented her frustration, even though no one was there to listen. It would be nice if they at least gave her time to say goodbye and gather her thoughts. But Euiju knows. That’s just a fantasy. The adults never treated her as a person, not even until the end."
}