{
    "source": "ko_KR",
    "target": "en_US",
    "text": "※ 현장 본인 확인 시, 멤버십 유효기간이 만료된 경우 입장이 불가합니다.\n명단 확인 전 멤버십 유지 여부를 필히 확인해주시기 바랍니다.\n2)선착순으로 1인 1번만 신청 가능하며,신청 시간 이전 참여 하신 분들은 명단에서 제외됩니다.\n3) 외국인의 경우, 여권 혹은 외국인등록증 상의 영문 이름으로 신청하셔야 합니다.\n* For foreigners, please make sure you have input your name in English the same way it is written in your passport or alien registration card(ARC).\n4) 신청 후 취소는 불가하니 꼭 참여 가능하신 분들만 신청 부탁드립니다.\n5) 공개방송 서베이는 [멤버십 전용]으로 디지털 멤버십 카드 번호는 별도로 받지 않으나, 현장에서 멤버십 카드와 신분증 대조로 본인 확인이 진행됩니다.\n> 서베이 신청 시 작성한 [이름/생년월일]과 멤버십 카드 및 신분증 정보가 불 일치할 경우 입장 불가합니다.\n[스페셜 녹화 필수 준비물]\n신분증\nATINY 멤버십 카드 (TOKTOQ 내 디지털 카드 or 멤버십 5th KIT 실물 카드)\n[GOLDEN HOUR : Part.1] 실물 앨범 6종\n[GOLDEN HOUR : Part.1] 음원 전곡 (6곡) 개별곡 구매 내역서 & 본인 확인 내역서 (멜론)\n※ 녹화 당일 별도의 응원봉을 제공(반납 필수) 할 예정으로, 공식 응원봉 (ver.1 or ver.2)은 사용 불가합니다. (지참X)\n※ [음원 다운 내역 및 음반 실물 인증]으로 스티커를 배부 받으신 경우, 실물 앨범과 내역서를 소지않고 스티커가 부착된 출석체크판으로 확인 가능합니다.\n[유의사항]",
    "trans": "※ If your membership has expired during the identity verification process, entry will not be allowed.\nPlease make sure to verify your membership status before checking the list.\n2) Registration is available on a first-come, first-served basis, and each person can only apply once. Those who participate before the registration time will be excluded from the list.\n3) For foreigners, registration must be made using the English name on your passport or Alien Registration Card.\n* For foreigners, please make sure you have input your name in English the same way it is written in your passport or alien registration card(ARC).\n4) Once registered, cancellations are not allowed, so please apply only if you are sure you can participate.\n5) The public broadcast survey is [membership exclusive]. Although the digital membership card number is not required separately, identity verification will be conducted on-site by comparing your membership card with your ID.\n> If the [name/date of birth] provided during the survey registration does not match the information on your membership card and ID, entry will not be allowed.\n[Special Recording Required Items]\nID Card\nATINY Membership Card (Digital card in TOKTOQ or Physical Membership 5th KIT Card)\n[GOLDEN HOUR: Part.1] Physical Album 6 Types\n[GOLDEN HOUR: Part.1] Full Music Tracks (6 songs) Purchase Receipt for Individual Tracks & Identity Verification Record (Melon)\n※ On the day of the recording, a separate light stick will be provided (must be returned), and the official light sticks (ver.1 or ver.2) cannot be used. (Do not bring your own)\n※ If you received a sticker for [Music Download History and Physical Album Verification], you can be verified with the attendance check board that has the sticker attached without the need to bring the physical album and purchase receipt.\n[Important Notes]"
}