{
    "source": "ko_KR",
    "target": "en_US",
    "text": "3. 그런 리쿠가 여주에게 쿵 한 순간이 딱 2번 있는데, 오빠라고 부른 순간. 그리고 제가 이별에 허덕일 때 연상처럼 안아주고 끌어안고 달래줬을 때다. 리쿠는 힘드니까 괜한 생각이 난다며 고개 절레절레 하고 정신 차리려 애썼던 순간을 끝까지 비밀로 삼켰다.\n4. 리쿠는 여주가 그 언니 번호가 있는 걸 안다. 언니가 여러 번 말했으니까. 번호 줬는데 여주가 나한테 연락이 없어... 내가 부담스러웠을까? 그런데도 번호 없다는 말에 토 달지 않았다. 여주가 그랬다면 그런 거지 뭐. 사실 리쿠는 누나의 목소리가 듣고 싶기도 했지만 잔인하게도 여주 연락을 기다리는 누나의 심정을 먼저 생각했었다.\n5. 마에다 리쿠와 그 언니는 싸운 적이 거의 없다. 한 번은 여주 때문에 싸운 적 있었다. 둘의 기념일에 여주가 크게 아팠다. 엠티 간 여환 때문에 타지에 홀로 남은 여주가 걱정되어 무작정 약속을 미뤘다. 둘은 크게 싸웠음에도 리쿠는 여주에게 그 사실을 알리지도 않았고 원망하지 않았다. 그저 누나를 이해시켰다. 내 동생이야 걔는. 혼자 있는 동생이 걱정되는 건 오빠로서 당연한 일이잖아 누나. 더 가슴 아프게도 누나는 그걸 이해했다. 정말 둘은 여주를 이성 아닌 동생으로 인식하고 있어서.\n6. 마에다 리쿠는 가족과 여자친구에게만 다정하다. 이 사실은 여주 혼자 모르는 사실. (글 안에 숨어져 있는 다정이 정말 가족에게 하는 다정이었을까 생각해보면서 읽으시면... 리쿠의 감정선에 더 도움이 될 거 같아요.)",
    "trans": "3. There were exactly two moments when Riku had a heart-flutter moment with Yeoju. The first was when she called him oppa, and the second was when, while he was struggling with the breakup, she hugged me like an older woman, holding me close and comforting me. Riku shook his head, telling himself he was just overthinking because he was tired, and he tried his best to snap out of it. He kept that moment a secret until the very end.\n4. Riku knows that Yeoju has the sister's number. The sister had mentioned it several times. I gave Yeoju the number, but Yeoju hasn’t contacted me... Was I too much of a burden? Even so, Riku didn’t comment when she said she didn’t have the number. If she said that, then that’s how it was. In reality, Riku wanted to hear the sister's voice, but cruelly, he first thought about how the sister must feel, waiting for Yeoju's contact.\n5. Maeda Riku and his sister hardly ever fought. Once, they had a big argument because of Yeoju. On their anniversary, Yeoju got seriously ill. Worried about being left alone in another city while the others were on a trip, Riku decided to postpone their plans without hesitation. Despite their big fight, Riku never told Yeoju about it or blamed her. He simply made the sister understand. She's my little sister. As her older brother, it's only natural to be worried about her being alone, right? To make it even more heartbreaking, the sister understood that. They both saw Yeoju not as a romantic interest but as a little sister.\n6. Maeda Riku is kind only to his family and girlfriend. This is something only Yeoju doesn't know. (If you read it while thinking whether the kindness hidden in the text is truly the kind of kindness he shows to his family, it might help you understand Riku's emotional line better.)"
}