{
    "source": "ko_KR",
    "target": "en_US",
    "text": "-방송일시: 10/8(화) 오후 6시\n-방송보기: https://bit.ly/3Bw14Hx\n-상담예약: https://bit.ly/3TYHmKy\n▶라이브 방송 혜택 (85요금제 기준)\n① 공시지원금 51.7만원 혜택\n② 쓰던 폰 반납 시 15만원 추가 보상\n③ 네이버페이 12만원 (월 5천원 X 24개월)\n④ 구매후기 작성 시 신세계 상품권 5만원\n⑤ 개통 시 3만원 상당 사은품\n⑥ 바로 상담 시 악세서리 쿠폰 2만원\n⑦ 프리미어약정할인 12.6만원 (월 5,250원 X 24개월)\n⑧ 라이브 방송 채팅 참여 시 스타벅스 커피 쿠폰 (출연자 선택 지급)\n⑨ 10월 가을 이벤트 (BBQ치킨, 스벅커피 등)\n▶유의사항\n-85요금제 기준 공시지원금이 51.7만원 적용되어 기기값이 할인돼요\n-쓰던 폰 반납은 셀로 업체를 통해 진행되고, 보상가격이 10만원 이상인 경우 신세계 상품권 15만원을 추가로 드려요 (반납 대상 모델 : 아이폰12~15, 갤럭시S21~S24, 갤럭시Z3~Z5)\n-iPhone 16을 10/11일(금) 이전에 개통하고, 셀로 이벤트 페이지에서 반납 신청 후 11/14(목)까지 실제 반납이 완료되어야 해요",
    "trans": "-Broadcast date and time: 10/8 (Tue) 6 p.m.\n-Watch the broadcast: https://bit.ly/3Bw14Hx\n-Consultation reservation: https://bit.ly/3TYHmKy\n▶Live broadcast benefits (based on 85 rate plan)\n① Disclosure support fund benefit of 517,000 won\n② Additional compensation of 150,000 won when returning a used phone\n③ Naver Pay 120,000 won (5,000 won per month X 24 months)\n④ Shinsegae gift certificate 50,000 won when writing a purchase review\n⑤ 30,000 won worth of gift when opening\n⑥ 20,000 won accessory coupon when consulting right away\n⑦ Premier contract discount 126,000 won (5,250 won per month X 24 months)\n⑧ Starbucks coffee coupons when participating in live broadcast chat (given to the selected cast)\n⑨ October fall event (BBQ chicken, Starbucks coffee, etc.)\n▶ Precautions\n- The public subsidy of 517,000 won is applied based on the 85 rate plan, so the device price is discounted\nThe return of the used phone will be carried out through the cello company, and if the compensation price is more than 100,000 won, an additional 150,000 won of Shinsegae gift certificates will be given. (Models subject to return: iPhone 12-15, Galaxy S21-S24, Galaxy Z3-Z5)\n-iPhone 16 must be opened before October 11( Friday), and the actual return must be completed by November 14 (Thursday) after applying for a return on the Cello event page"
}