{
    "source": "ko_KR",
    "target": "en_US",
    "text": "유우시는 의도적으로 그러는 건지 아닌지 모르게 아이스바를 핥기 시작했다. 아이스크림이 녹아떨어지자 자기도 모르게 물이 뚝뚝 흐르는 밑 부분부터 핥았다. 츄웁츄웁. 그저 아이스크림을 빠는 것임에도 소리는 외설스러웠고 혈기 왕성한 나이대의 남성을 자극하기에도 충분했다. 일부러 그러는 거야 뭐야. 유우시라면 충분히 가능했다. 쟨 아닌 척하면서 존나 약았어. 유우시에게 다가가 유우시의 아이스크림을 입에 물었다. 야, 니 거 먹어. 응? 내 거는 유우시가 먹어줘야지. 미친 소리야. 더우니까 비켜. 아 왜애 유우시. 함만 하자 응? 더위 먹은 거야? 정신 나갔어? 지금 이 날씨에 섹스했다가 너나 나나 골로 간다고. 병원도 못가. 더울 때 섹스하는 거야 말로 흥분감 최고잖아. 니 땀 냄새 맡고 싶어. 셋 세기 전에 꺼져. 선풍기까지 박살 내버리는 수가 있어. 칫. 유우시 군은 고자가 틀림없어요. 애인이 섹스 좀 하자는데 이렇게 매몰차다니. 내가 고자가 아니라 니가 시도 때도 없이 발정하는 거야. 아랫도리 간수 좀 잘해. 간수 잘 하는데? 난 너한테만 서. 이거 봐. 지금도 섰어. 나는 유우시 너 행동, 목소리, 냄새 모든 것에 발정한다고. 저번에도 말해줬잖아. 또 듣고 싶은 거야? 그렇게 안 봤는데 응큼해 유우. 어쩌라고. 자위를 하던 니 고추를 죽이던 알아서 해. 와... 잔인해 같은 남자면서 어떻게 그런 말을 해. 유우시는 진짜 깜찍해.",
    "trans": "Yuushi started licking the popsicle without knowing whether he was doing it intentionally or not. As the ice cream melted, I unconsciously licked the dripping bottom from the bottom. Chooup chooup. Even though it was just sucking on ice cream, the sound was obscene and enough to stimulate a vigorous male of that age. Are you doing this on purpose? With Yuushi, it was entirely possible. He was so weak, pretending to be something he wasn't. He approached Yuushi and put Yuushi's ice cream in his mouth. Hey, eat yours. huh? Yuushi should eat mine. That's crazy. Get out of the way because it’s hot. Oh, why Yuushi? Let's just do it, okay? Are you in heat? Are you out of your mind? If we have sex in this weather, you and I will end up in trouble. I can't even go to the hospital. Having sex when it's hot is the most exciting. I want to smell your sweat. Get out before the count of three. You can even smash the fan. Tsk. Yuushi-kun must be a eunuch. My lover asked me to have sex, but I couldn't believe it. It's not that I'm a eunuch, it's just that you're horny all the time. Take good care of the lower part. Are you a good guard? I stand only for you. Look at this. I'm still standing Yuushi, I'm turned on by everything about you, your actions, your voice, your smell. You told me that last time too. Do you want to hear it again? I haven't seen it like that, but it's cute, Yuu. whatever. Whether you're masturbating or killing your pepper, it's up to you. Wow... how can you say something like that when you're such a cruel man? Yuushi is really cute."
}