{
    "source": "ko_KR",
    "target": "en_US",
    "text": "2) 팬클럽 선예매 티켓 오픈\n- 선예매 기간: 2024년 10월 15일(화) 8:00PM ~ 11:59:59PM(KST)\n- 참여 대상: 10월 15일(화) 11:59:59PM(KST)까지 NCT DREAM 공식 팬클럽 “NCTzen DREAM” 멤버십(GL) 회원 사전 인증을 완료한 회원 (회차당 1인 1매)\n- 팬클럽 선예매는 회당 1인 1매만 예매 가능합니다. 팬클럽 선예매를 통해 티켓을 구매하신 회원들도 일반 예매 시 매수 제한 내에서 추가 구매가 가능합니다.\n* 단, 휠체어석 예매의 경우는 본인 및 보호자 1인을 포함하여 회당 1인 2매까지 예매가 가능합니다.\n- 팬클럽 선예매는 카드결제만 가능합니다.\n- 팬클럽 사전 인증을 완료하였더라도 팬클럽 선예매 기간이 지난 후에는 일반 예매로만 티켓 구매가 가능하오니 사전 인증 및 선예매 기간을 반드시 확인해 주시기 바랍니다. 해당 기간 내에 인증 및 예매를 하지 않아 발생하는 피해에 대한 책임은 전적으로 당사자에게 있으며 공연 주최, 주관사 및 예매처에서는 그 어떠한 책임이 없음을 알려드립니다.\n- 사전 인증 오류 발생 시 멜론티켓 고객 센터(1899-0042)로 문의해 주시기 바랍니다.\n2) 일반예매 안내\n- 일반예매 기간: 2024년 10월 17일(목) 8:00PM(KST) ~\n- 일반예매는 회당 1인 2매까지 가능합니다. (회당 팬클럽 선예매 매수 포함)",
    "trans": "2) Fan Club Pre-Sale Tickets Now Available\n- Pre-sale Period: October 15, 2024 (Tue) 8:00 PM to 11:59:59 PM (KST)\n- Eligibility: Members who have completed the pre-certification for NCT DREAM's official fan club \"NCTzen DREAM\" (GL) by 11:59:59 PM (KST) on October 15 (one ticket per person per session)\n- Fan club pre-sale is limited to one ticket per person per session. Members who purchase tickets through the fan club pre-sale can also buy additional tickets within the general reservation limits.\n* Note: For wheelchair seat reservations, up to two tickets can be reserved per person (one for you and one for a guardian).\n- Fan club pre-sale tickets can only be purchased via credit card.\n- Even if pre-certification for the fan club is completed, tickets can only be purchased during the fan club pre-sale period. Please check your pre-certification status and the pre-sale period carefully. The organizer, performance organizers, and reservation office are not responsible for any issues caused by failure to certify or reserve within the designated period.\n- If there are any issues with pre-certification, please contact the Melon Ticket Customer Center at (1899-0042).\n2) General Reservation Information\n- General Reservation Period: Starting October 17, 2024 (Thu) at 8:00 PM (KST)\n- General reservations allow up to two tickets per person per session. (including any tickets purchased during the fan club pre-sale)"
}