{
    "source": "ko_KR",
    "target": "en_US",
    "text": "\"나는... 저는.. 의사하기 싫어요..! 진정으로 알았단 말이에요. 저는 예술이 하고 싶어요. 미술이 하고 싶다고요!\"\n\"시끄러워, 엑토르!! 너한테서 그런 소리 들으려고 비싼 돈 다 지원하며 서울살이 하게 한 줄 아나?!\"\n같은 성씨를 공유하는 가족. 베를리오즈 부자는 서로 새빨갛게 달아오른 얼굴을 바라보며 언성을 끊임없이 높이면서 싸운다. 그런 부자의 싸움에 그의 어머니까지 끼어들어 아버지의 편을 들면서 한마디 거든다.\n\"네 아빠 말이 맞다. 그림으로 뭐 먹고 살 건데? 이런 시골에서 서울에 있는 의대 간 것도 쉬운 게 아닌데.. 그걸 다 포기하고... 그림? 하이고, 네 엄마를 너희 아빠 병원 응급실에서 보고 싶지 않다면 당장 그 소리 집어치워!\"\n\"어머니나 아버지나!! 어째서 예술의 진정한 가치를! 진정한 사랑을 바라보지 않는 거죠? 예술 속에는 사랑이 있다고요!\"\n\"아주 거장 예술가 납셨네.\n하, 참...! 그 많은 돈을 어디다 쓰나 했는데 그딴 곳에다가 다 쓰고 있었구나..!\"\n루이 베를리오즈는 어이없어하며 드라마 아버지들이 충격받으면 행하는 '뒷목잡기'를 시전해 보인다. 그의 아내도 골치 아프다는 듯이 남편의 어깨에 기대어 보인다.\n\"...1년만.\"\n엑토르는 우물거리다가 겨우 다시 한번 더 결심으로 가득한 말을 내뱉어 보인다.\n\"1년만 기회를 주세요, 아버지. 1년만 미술 공부를 배워보고, 재능이 없다면 깔끔히 손을 뗄게요.",
    "trans": "\"I... I don't want to be a doctor. I really know. I want to be an artist. I want to be an artist!\"\n\"So loud, Héctor! Do you think I spent all that money for you to tell me that and to let you live in Seoul?\"\nA family sharing the same last name. Berlioz and his father shout at each other, their faces red from the argument. Even his mother steps in, siding with his father to help him out.\n\"Your dad’s right. How are you going to make a living from painting? Getting into medical school in Seoul from this countryside is already tough. Just give it up... Painting? Gosh, if you don’t want to see your mom in your dad’s hospital emergency room, drop it now!\"\n\"Mother, father! Why don’t you see the true value of art? How can you not recognize true love? There’s love in art!\"\n\"A true master artist has arrived.\nOh, my! I was wondering where all that money was going, and now I see it’s being wasted on something like this.\"\nLouie Berlioz is dumbfounded, dramatically putting his hands on his head like fathers do when they're shocked. His wife also leans on her husband’s shoulder, as if she's in distress.\n\"...Just give me a year.\"\nHéctor murmurs, then gathers his resolve and speaks again with determination.\n\"Give me a chance, Dad. I'll study art for a year, and if I don’t have talent, I’ll quit.\""
}