{
    "source": "ko_KR",
    "target": "en_US",
    "text": "모든 이들이 떠나간 서재에는 적막한 공기 속에서 시계추가 움직이는 소리만이 들렸다. 데미안이 자리에서 일어난 것은 본능적인 이끌림이었다. 직감이 이끄는 충동이었다. 그의 짐승 같은 본능이, 그를 벽으로 이끌었다. 데미안은 적장의 목을 밟고 선 자신의 초상화를 바라보다가 천천히 그림을 떼어 냈다.\n분명 그가 모조리 불살랐던, 그래서 텅 비어 있어야 할 금고에 뭔가 있었다. 데미안의 손이 느리게 금고 안을 쓸어내렸다.\n툭.\n투둑.\n데미안은 자신의 발치로 떨어지는 물건을 보며 터져 나오는 웃음을 참지 못했다.\n“하….”\n그것은 산산조각 난 보조기였다. 그가 직접 설계하고 몇 번이나 고쳐 만들었던, 그녀의 다리에 꼭 맞춘 물건이었다.\n“하하하하!”\n클로이 베르디에는 티세의 흔적을 단 하나도 몸에 지니지 않은 채 이곳을 떠났다. 그가 달아 주고 싶었던 날개를 보기 좋게 꺾어 버린 후, 절뚝이는 다리로 그를 완벽하게 속인 채 유유히 떠났다.\n생각해 보면 이상한 일은 아니었다. 이 나라에 지팡이를 짚은 사람은 한둘이 아니었으니까. 전쟁에서 다리를 다친 사람, 거동이 불편한 노파, 멋 부리는 신사 등 지팡이를 분신처럼 가지고 다니는 이들이 차고도 넘쳤던 것이다.\n아픈 다리로는 절대로 그에게서 달아날 수 없을 거라 생각한 오판을, 클로이는 보기 좋게 정면으로 비웃으며 깨트렸다.\n“하하… 하… 하아….”",
    "trans": "In the empty study, where silence reigned and only the steady ticking of a pendulum broke the stillness, Damian rose from his seat, driven by an instinctive pull. It was an impulse born of intuition—a primal urge that guided him to the wall. His eyes fixed on his portrait, where he stood triumphant atop the enemy commander’s neck. Slowly, he reached out and removed the painting from its place.\nThere had to be something inside the safe—something that should have been empty after he’d burned everything. Damian's hand moved slowly, brushing across the surface of the safe.\nPlop.\nPlop. Plop.\nDamian couldn’t suppress the laughter that escaped him as he watched the object tumble to the ground at his feet.\n\"Ha...\"\nIt was a shattered brace—a support for her leg that he had painstakingly designed and repaired countless times himself.\n\"Bwahaha!\"\nChloe Verdier had vanished without a trace of Tice. She left with her limp, unsteady legs, completely fooling him, after breaking the wings he had so carefully crafted to help her soar.\nWhen he thought about it, it wasn’t so unusual. In this country, there were more than a few people who carried a cane like an extension of themselves—a war veteran, an elderly woman with a disability, or a dashing gentleman of refined taste.\nChloe had shattered his assumption with a bold, mocking laugh—the belief that she could never escape him on her injured leg.\n“Ha... ha... hah...”"
}