{
    "source": "ko_KR",
    "target": "en_US",
    "text": "배우: 이미도\n서울중부지방법원 형사16부 판사.\n[ 공식 홈페이지 인물 소개 ]\n3.4.4. 최원경[편집]\n최원경\n배우: 도은하\n서울중부지방법원 형사18부 실무관.\n[ 공식 홈페이지 인물 소개 ]\n4. 한다온 주변 인물[편집]\n4.0.1. 김소영[편집]\n김소영†\n배우: 김혜화\n서울노봉경찰서 강력2팀장(경감)\n[ 공식 홈페이지 인물 소개 ]\n과거 연쇄살인범 J에게 부모와 동생을 잃은 한다온을 남편과 함께 책임지고 보살펴준 은인이다. 그러나 7화에서 다시 돌아온 연쇄살인마 J를 발견하고 그를 추격하다가 도리어 역공당하며 놓쳤고 이후 습격당해 실종되었고, 결국 8화에서 사망이 확정되었다. 그리고 그녀의 죽음은 한다온이 연쇄살인마 J에게 강력한 살의를 드러내면서 흑화하고 강빛나와 공조하는 계기가 된다.\n4.0.2. 주형석[편집]\n주형석\n배우: 한상진\n서울노봉경찰서 노봉지구대 경사. 김소영의 남편.\n[ 공식 홈페이지 인물 소개 ]\n4.0.3. 주다희[편집]\n주다희\n배우: 이가연\n중학생 / 소영과 형석의 딸.\n[ 공식 홈페이지 인물 소개 ]\n7화에서 일진들에게 학폭을 당하는걸 강빛나가 구해주었고 이 과정에서 자신의 엄마인 소영이가 있는 경찰서에서 엄마인 소영과 만났고 가해자 엄마들 중 한 엄마가 고소한다고 하자 자신도 고소하겠다고 자신이 학폭 당한 걸 증언한다. 그러다 빛나가 판사임을 알고 놀라는 표정을 짓는다. 그리고 판사라는걸 알자마자 우디르급 태세 전환해 자기 딸을 때리는 가해자 엄마의 모습을 보며 고소하다는 표정을 지으며 웃는다.",
    "trans": "Actor: Lee Mi-do\nJudge of the Criminal Division 16 at the Seoul Central District Court.\n[Official Website Introduction]\n3.4.4. Choi Won-kyung [edited]\nChoi Won-kyung\nActor: Do Eunha\nWorking-level officer of the Criminal Division 18 at the Seoul Central District Court.\n[Official Website Introduction]\n4. People Around Handaon [Edited]\n4.0.1. Kim So Young [Edited]\nKim So Young†\nActor: Kim Hye-hwa\nTeam Leader of the Serious Crimes Unit 2 at Novong Police Station, Seoul (Senior Inspector)\n[Official Website Introduction]\nShe is a benefactor who took responsibility for and cared for Handaon, who lost her parents and younger brother to the serial killer J, along with her husband. However, in episode 7, she finds the serial killer J who returned, chases him, is attacked, and disappears. She eventually dies in episode 8. Her death becomes the turning point for Handaon, pushing her to darken and cooperate with Kang Bit-na as she reveals her strong intention to kill the serial killer J.\n4.0.2. Joo Hyung-seok [edited]\nJoo Hyung-seok\nActor: Han Sang-jin\nSergeant, Novong District, Novong Police Station, Seoul. Husband of Kim So-young.\n[Official Website Introduction]\n4.0.3. Ju Dahee [edited]\nJu Dahee\nActor: Lee Ga-yeon\nMiddle school student / Daughter of So-young and Hyeong-seok.\n[Official Website Introduction]\nIn episode 7, Kang Bit-na saves her from being beaten by a group of students. During this, she meets her mother, Soyoung, at the police station, where her mother works. When one of the perpetrators' mothers threatens to sue, Dahee testifies that she was the one who was beaten. Later, when she learns that Bit-na is a judge, she is surprised and smiles when she sees the mother of one of the perpetrators hitting her daughter."
}