{
    "source": "ko_KR",
    "target": "en_US",
    "text": "열기/닫기\n바로 구매하기\n장바구니관심상품\n상세정보\n기본정보\n상품후기 4,334\n상품문의 67\n상품필수 정보\n열기/닫기\n소비자상담관련 전화번호\n1833-2515 / 관련 법 및 소비자 분쟁해결 규정에 따름\n제품명\n셀티바 아라비카 그린커피빈 다이어트\n식품의 유형\n건강기능식품\n표시광고 사전심의필\n건강기능식품에 관한 법률에 따른 심의 필함 / 200510797\n제조업소의 명칭과 소재지(수입품의 경우 수입업소명, 제조업소명 및 수출국명)\n엠에스바이오텍㈜제2공장 / 충북 음성군 대소면 내산길97번길 48\n제조연월일, 유통기한 또는 품질유지기한\n소비기한 2026-03-27\n포장단위별 내용물의 용량 (중량), 수량\n1박스 기준 : 2g x 30포\n원재료명 및 함량 (농수산물의 원산지 표시에 관한 법률에 따른 원산지 표시 포함)\n그린커피빈 카페인 - 그린커피빈주정추출물[(기능성원료인정제2018-6호),인도산],비타민B1염산염,판토텐산칼슘,커피분말(브라질산,에티오피아산),L-아르지닌,아라비아검,헤이즐럿향료(합성향료),이산화규소,나한과추출물분말(중국산) / 그린커피빈 디카페인 - 그린커피빈주정추출물(인도산), 판토텐산칼슘, 비타민B1염산염, 콜롬비아디카페인(콜롬비아산), L-아르지닌, 헤이즐럿향료(합성향료), 아라비아검, 이산화규소, 나한과추출분말(중국산)\n섭취량, 섭취방법 및 섭취 시 주의사항 및 부작용 가능성\n[섭취량 및 섭취방법] 1일 1회, 1회 1포씩 충분한 물 또는 기호에 맞춰 희석해서 섭취하십시오. [섭취시 주의사항] 영·유아,어린이,임산부 및 수유부는 섭취에 주의하십시오. 카페인이 함유되어 있어 초조감,불면 등을 나타낼 수 있으므로 주의하십시오. 과량 섭취시 부작용이 있을 수 있으며,특정 원료에 알레르기가 있거나 질병 치료나 약물투여 중인 분들은 섭취 전 전문가와 상의하십시오. 제품을 개봉 할 때 또는 섭취 시 포장재에 의해 상처를 입을 수 있으니 주의하십시오. 유통기한이 경과된 제품은 섭취하지 마십시오.",
    "trans": "Open/Close\nPurchase Now\nShopping Cart Products of Interest\nDetailed Information\nBasic Information\nProduct Review: 4,334\nProduct Inquiry: 67\nRequired Information for the Product\nOpen/Close\nConsumer Counseling Phone Number\n1833-2515 / In accordance with relevant laws and consumer dispute settlement regulations\nProduct Name\nCeltiva Arabica Green Coffee Bean Diet\nProduct Type\nHealth Functional Food\nPre-deliberation of Display Advertisement Completed\nReviewed in accordance with the Health Functional Foods Act / 200510797\nManufacturer Name and Location (For imported goods, include the importer’s name, manufacturer’s name, and exporting country)\nMS Biotech Co., Ltd. 2nd Plant / 48 Naesan-gil 97, Daeso-myeon, Eumseong-gun, Chungcheongbuk-do\nManufacture Date, Expiration Date, or Quality Maintenance Date\nExpiration Date: March 27, 2026\nCapacity (Weight) and Quantity of Contents per Packaging Unit\n1 box: 2g x 30 bags\nRaw Materials Name and Content (including origin labeling under the Act on Indication of Origin of Agricultural and Marine Products)\nGreen Coffee Bean Caffeine - Green Coffee Bean liquor extract [(Functional Raw Material Recognition No. 2018-6), Indian], Vitamin B1 hydrochloride, calcium pantothenate, coffee powder (Brazilian, Ethiopian), L-arginine, arabic gum, hazellet fragrance (synthetic fragrance), silicon dioxide, nahan fruit extract powder (Chinese) / Green Coffee Bean Decaffeinated - Green Coffee Bean liquor extract (Indian), calcium pantothenate, vitamin B1 hydrochloride, Colombian decaffeinated (Colombian), L-arginine, hazellet fragrance (synthetic fragrance), Arabian gum, silicon dioxide, nahan fruit extract powder (Chinese)\nIntake, Instructions for Use, Precautions, and Possible Side Effects\n[Intake and Instructions for Use] Take one packet once a day, diluted with enough water or according to your preference. [Precautions]Infants, children, pregnant women, and breastfeeding women should be cautious about consumption. Be mindful as it contains caffeine, which may cause anxiety or insomnia. Excessive intake may result in side effects. If you are allergic to any ingredients or are undergoing treatment or medication, consult a healthcare professional before use. Handle with care as the packaging may be sharp when opening. Do not consume expired products."
}