{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 아난티 숙박권 (10명)\n- 에어팟 프로 (10명)\n- 갤럭시워치6 (10명)\n- 카카오상품권 3만원권 (100명)\n■ 추첨일 : 2024. 12. 13 (금) 오후\n■ 경품발송 : 2024. 12. 18 (수)\n[이벤트1 유의사항]\n○Event1 선착순 2만명 커피쿠폰 100% 당첨의 경우, iM뱅크 마이데이터 서비스의 최초 자산연결 고객이 그 대상이 되며, 기존 iM뱅크앱, 마이데이터 서비스 가입여부는 영향이 없습니다.\n○ 최초 자산연결에서 iM뱅크(구 대구은행)의 경우는 자산연결로 인정되지 않으므로 타기관을 꼭 연결해주셔야 합니다. (당행 카드연결은 실적인정)\n○ 커피쿠폰은 주 1회 지급이 되며, 최초 자산연결이 일어난 다음주 금요일 오후에 지급 예정입니다. (예 : 10/7 ~ 10/13 자산연결 고객의 경우, 10월 18일 오후 지급)\n○ 선착순 2만명이 종료되면 iM뱅크앱 새소식 및 공지 그리고 이벤트페이지에 별도 “조기소진”을 안내할 예정입니다.\n○ 선착순 2만명에 당첨되지 못하더라도 이벤트2 조건에 해당 시 추첨 대상이 되므로 이벤트 2 참여를 원하시면 자산연결을 유지하여 주시면 됩니다.\n[이벤트2 유의사항]\n○ 이벤트 2 보너스 추첨이벤트는 이벤트1의 조건인 iM뱅크 마이데이터 서비스 최초자산연결 조건이 충족하는 고객 중 이벤트2의 조건을 추가로 충족하고 당첨자 발표 전일 까지 유지하여야 보너스 추첨 대상이 됩니다.",
    "trans": "- Ananti Accommodation Ticket (10 winners)\n- AirPods Pro (10 winners)\n- Galaxy Watch 6 (10 winners)\n- Kakao gift certificate worth 30,000 won (100 winners)\n■ Draw Date: December 13, 2024 (Friday) afternoon\n■ Prize Delivery: December 18, 2024 (Wednesday)\n[Event 1: Important Information]\n○ Event 1: The first 20,000 people who register will receive a 20,000 won coffee coupon on a first-come, first-served basis. Only the first asset-linked customers of the iM Bank MyData service are eligible. This will not be affected by whether you subscribe to the existing iM Bank app and MyData service.\n○ For iM Bank (formerly Daegu Bank) customers with initial asset consolidation, this will not be recognized as an asset consolidation. You must link assets from other institutions. (Current card consolidations are recognized for eligibility.)\n○ Coffee coupons will be issued weekly, paid on Friday afternoons, after the first asset consolidation is completed. (For example, for customers who complete asset consolidation between 10/7 and 10/13, payment will be made on the afternoon of October 18th.)\n○ Once the first 20,000 people have registered, we will provide updates and notifications via the iM Bank app and a separate \"early exhaustion\" notice on the event page.\n○ Even if you do not win the first 20,000 spots, you will still be eligible for the lottery if you meet the requirements of Event 2. To participate in Event 2, you should maintain the asset connection.\n[Event 2: Important Information]\n○ Event 2: The bonus draw event will be available only to customers who meet the conditions of Event 1, as well as additional conditions of Event 2. To be eligible, customers must meet the initial asset connection requirements of the iM Bank MyData service and maintain the connection until the day before the winner announcement."
}