{
    "source": "ko_KR",
    "target": "en_US",
    "text": "없지만어려서부터 가정외 정부를 막론하고 다 애국교육을 중시한다고 했다. 예를 들어서 얼마나 전에 대구에 가서 친구랑 식당에 갔다. 그때 손님이 적어서 식당의주인와 열 살쯤 아들은 옆에 식탁에서\n같이 된장찌깨를 먹고 있었다. 그 아주머니가 \"대한민국의 된장찌깨는 이 세상 제일 맛있는 돤장찌깨에요. 앞으로 어디에 가도 대한민국을 잊어비리지 말\"라고 했다. 그 말을 들어서 깜짝 놀랐다. 그 아기가\n식사할때 도 애국교육을 받기때문이다. 그리고 일상생활중에 항상 한국사람이 \"XX대한 것은 우리 대한민국 전세계적으로 제일 대단하다,좋다,크다........ \"이런 말을 들으면 당연히 다 동의하지 않지만 한\n국사람들이자기나라를 자랑하는 품격에 호평을 준다.\n나는 예상하지 못하는 것은 한국인들이 해외 공익사업에 도 그렇게 열중한다. 한비야의 문장을 읽기 전에 완전히 모른다. 당연히 어느 나라도 이렇게 착한 사람이 있지만 10년 동안 한국의 월드비전 후\n원자 수가 100명부터 33만 명으로 폭발적으로 늘어나서 얼마나 대단하다! 이 결과를 보니까 대중매체의 적극적으로 보도는 관계가 있었다. 공익사업에 열중하는 사회 분의기로 인해서 국민들이 공헌한",
    "trans": "There isn't, but he said that patriotic education is important regardless of the government or family from a young age. For example, I went to Daegu a while ago and went to a restaurant with a friend. At that time, there were few customers, so the owner of the restaurant and his son who was about ten years old, at the table next to me.\nThey were eating soybean paste stew together. The lady said, \"Korea's soybean paste stew is the most delicious soybean paste stew in the world. Don't forget Korea wherever you go from now on.\" I was surprised to hear that. The baby\nThis is because we receive patriotic education even when eating. And, in my daily life, when I always hear Koreans say things like, \"XX is the greatest, the best, the best, the greatest, the greatest in the world in our Republic of Korea....\", of course, I don't agree with it, but\nIt gives favorable reviews to the dignity of the people of the country boasting their country.\nWhat I don't expect is that Koreans are so enthusiastic about overseas public utilities as well. I don't know at all until I read Han Bi-ya's sentence. Of course, there are such good people in every country, but after 10 years of World Vision in Korea,\nHow amazing is it that the number of volunteers has increased explosively from 100 to 330,000! Looking at this result, it seems that the mass media actively reported on it. The people contributed due to the social atmosphere of being enthusiastic about public welfare projects"
}