{
    "source": "ko_KR",
    "target": "en_US",
    "text": "한 독자는 “정말 훌륭한 글이다. 우리도 베트남에서 한 여아를 최근 입양한 후 새로운 세계를 알게 됐다. 멋진 글에 존경과 감사를 보낸다”고 전했다.\n한국인 독자 [redacted_name]씨는 고아나 미혼모의 자녀에 대한 편견과 혈통을 중시하는 한국 사회의 문제를 지적하기도 했다. 그는 “혼혈아라는 이유로 군대에 가지 못하고 진정한 한국인으로 대접받지 못한다. 근래 들어 나아지긴 했지만 아직도 이같은 인종적 편견이 사회 전반에 남아 있다”고 꼬집었다.\n다음은 맥기니스씨의 편지 내용이다.\n'나를 낳아준 나라를 처음 찾은 것은 24살 때였다. 21년 전 떠난 모국을 찾기 위해 비행기에 오르면서 과거와 현재의 복잡한 감정에 어지러움이 느껴졌다. 세 살 때 낯선 미지의 세계로 왔던 나는 이제 외국인이 되어 모국을 찾게 됐다.\n모국은 소란스러웠다. 힙합 뮤직과 TV, CD, 영화의 소음들이 거리에 넘쳐났다. 모든 게 빨랐고 현대화됐으며 스모그와 간판의 홍수, 차량, 높은 빌딩들로 숨이 막힐 듯했다. 대체 가난의 흔적이 어디 있는가? 버려진 아이들은 어디 있을까? 모국은 내가 상상한 제3 세계의 국가가 아니었다.\n그로부터 4년이 지난 2000년 나같은 입양아들과 함께 모국을 다시 찾을 기회가 있었다. 그때 전주의 한 보육원을 방문했다. 우리를 태운 차가 멈추고 내리자 아이들은 커다란 창문 유리창에 뺨을 붙인 채 기대감 속에 우리를 바라봤다.\n그 모습을 보면서 마치 옛 기억이 떠오른 듯 우리는 눈물을 흘렸다. 아이들은 거의 말이 없었다. 아이들이 노는 방에는 아무도 없는 것처럼 무서운 정적 속에 오직 TV 소리만 들렸다.",
    "trans": "One reader commented, \"What an excellent piece of writing. We also got to know a new world after recently adopting a baby girl from Vietnam. We respect and appreciate your wonderful writing.\"\nA Korean reader [redacted_name] also pointed out the issues in Korean society, which places value on prejudice and ancestry when it comes to the children of orphans or single mothers. He noted, \"I can't join the military because I am a mixed-blooded child, and I'm not treated as a true Korean. Although it has improved in recent years, such racial prejudice still remains throughout society.\"\nThe following is the content of Mr. McGuinness' letter.\n\"I first visited the country that gave birth to me when I was 24 years old. As I boarded the plane to return to my motherland, a place I had left 21 years ago, I was overwhelmed by a dizzying mix of emotions from both the past and present. Having arrived in this unfamiliar and unknown world at the age of three, I now felt like a foreigner visiting my own homeland.\nMy home country was noisy. The streets were flooded with hip-hop music, TV, CDs, and movies. Everything was fast-paced and modernized. I found myself struggling to breathe through the smog and surrounded by signs, vehicles, and tall buildings. Where were the signs of poverty? Where were the abandoned children? My home country was not the third-world place I had imagined.\nFour years later, in 2000, I had the opportunity to visit my homeland again, this time with fellow adoptees like me. During this visit, I went to a nursery in Jeonju. When the car carrying us stopped, the children looked at us with anticipation, their faces pressed against the large windows.\nAs we watched, tears filled our eyes, as if we were reminded of our own memories. The children were nearly silent. All we could hear was the TV, filling the eerie silence in the room where the children played."
}