{
    "source": "ko_KR",
    "target": "en_US",
    "text": "승현이에게 인사를 하고는 밖으로 나왔다. 화장실쪽에서 나오는 아저씨를 봤지만 애써 무시하곤 밖으로 나왔는데, 이런제길. 또 비가 온다.\n꼭 이럴때 비가 온다니까. 집을 나왔을때, 아저씨를 처음만났을때도 비가 왔었다. 아마 비가 오지 않았다면 아저씨를 만나지 못했을테지. 항상 이생각을 하곤했다.\n그럴때마다 비가 고마웠는데 오늘은 왜이렇게 미운지 모르겠다. 우산도 안챙겨 나와 그냥 빗속을 터벅터벅 걸었다. 이 바와 집까지의 거리는 걸어서 꽤 되는 거리였다.\n한 한시간 정도 되려나, 이꼴로 버스를 타기도 좀 그렇고 비를 맞아서 택시를 타면 피해를 줄까봐 그냥 걸어갔다. 저번에 집을나왔을때처럼.\n그렇게 한시간이 좀 더 걸려 집에 도착했다. 들어가기가 망설여 졌다. 복도에서 보니 불이 켜져 있었다. 아저씨가 있는게 분명했기때문에,\n얼굴 마주치면 뭔가 머쓱 할것 같아 들어가지 못하고 문앞에서 이리저리 왔다갔다 거리다가 결국 문옆에 쪼그리고 앉았다.\n아, 미련하다 진짜. 아무일도 없는것처럼 그냥 당당히 들어가면 되지 왜 이러고있는지. 내 자신을 자책해봐도 답은 나오지 않았다. 짜증이나 젖은 머리를 한번\n헝크리고는 무릎에 머리를 묻었다. 벌써 시간은 12시가 넘어있었다. 그렇게 십분 정도 있었을까, 집 문이 열리는 소리가 들렸고 고개를 들었을땐 살짝 화가 나보이는",
    "trans": "I greeted Seung-hyun and stepped out. I saw the man coming out of the bathroom, but I tried to ignore him as I walked past. And of course, it started raining again.\nIt always rains at times like this. It rained the first time I met the man, too. I probably wouldn’t have met him if it hadn’t rained. I’ve thought about that so many times.\nI’ve always been grateful for the rain, but today, for some reason, I hated it. I hadn’t brought an umbrella, so I trudged through the rain. The distance from the bar to my house was a long distance to walk.\nAbout an hour? It was hard to take a bus like this, so I just walked, worried that a taxi ride would be ruined by the rain, just like the last time I left home.\nIt took me another hour to get home. I hesitated to go inside. I noticed the light was on in the hallway. It was obvious he was home.\nI couldn’t bring myself to go in, thinking it would be awkward if I faced him directly. I paced back and forth in front of the door for a while, then ended up squatting next to it.\nUgh, this is so stupid. I could just go in confidently as if nothing’s wrong. Why am I doing this? I tried to scold myself, but there was no answer. I tried to shake off my irritation, ran my fingers through my wet hair, and buried my head in my knees.\nIt was already past midnight. After about ten minutes, I heard the door open. I looked up to see the man standing there, looking slightly angry."
}