{
    "source": "ko_KR",
    "target": "en_US",
    "text": "<오발탄>은 개인의 운명이 사회적 구조에 의해 어떻게 왜곡되는지를 보여주는 비극적 서사로, 당시 한국 사회의 단면을 깊이 있게 조명한다. 영화는 단순한 비극 이상의 의미를 담고 있으며, 인간의 존엄성과 생존 본능, 그리고 그 사이에서 갈등하는 인간의 고뇌를 심도 있게 탐구한다. 전쟁의 상흔이 남긴 사회적, 개인적 파괴의 흔적을 통해 관객들에게 깊은 성찰을 불러일으키며, 그 메시지는 오늘날까지도 강한 울림을 준다.\n영화는 주인공들이 아무리 노력해도 구조적 빈곤에서 벗어나지 못하는 현실을 강조한다. 특히 철호의 도덕적 갈등은 사회적 책임감과 개인의 생존 본능 사이의 긴장을 보여준다. 영화 후반부, 철호가 결국 범죄를 저지르기로 결심하는 장면은 그가 맞닥뜨린 비극적인 현실을 더욱 극명하게 드러낸다. 그의 범죄는 단순한 탈선이 아니라, 살아남기 위한 필연적인 선택으로 느껴진다.\n1961년에 개봉한 유현목 감독의 영화 **<오발탄>**은 한국 영화사에서 중요한 위치를 차지하는 작품이다. 이 영화는 6.25 전쟁 이후 한국 사회의 비극적 현실과 소외된 인간의 고통을 묘사하며, 당대 사회적, 경제적 어려움을 사실적으로 그려냈다. 영화 제목인 '오발탄'은 잘못 발사된 탄환을 의미하며, 이는 극 중 인물들의 비극적이고 예측할 수 없는 운명을 상징한다.",
    "trans": "<Aimless Bullet> is a tragic narrative that shows how an individual's fate is distorted by the social structure, and deeply illuminates a cross-section of Korean society at the time. The film contains a meaning that goes beyond a simple tragedy, and deeply explores human dignity, survival instinct, and the human agony that conflicts between them. It provokes deep reflection in the audience through the traces of social and personal destruction left by the scars of war, and its message still resonates strongly today.\nThe film emphasizes the reality that the main characters cannot escape structural poverty no matter how hard they try. In particular, Cheol-ho’s moral conflict shows the tension between social responsibility and an individual’s survival instinct. In the latter half of the film, the scene where Cheol-ho decides to commit a crime further vividly reveals the tragic reality he faces. His crime is not a simple deviation, but feels like an inevitable choice for survival.\nDirector Yoo Hyun-mok's film **<Aimless Bullet>**, released in 1961, is a work that occupies an important place in the history of Korean cinema. This film depicts the tragic reality of Korean society after the Korean War and the suffering of marginalized humans, realistically depicting the social and economic difficulties of the time. The title of the film, 'Aimless Bullet' means a badly fired bullet, which symbolizes the tragic and unpredictable fate of the characters in the play."
}