{
    "source": "ko_KR",
    "target": "en_US",
    "text": "건폐율 18.47 % 구조 목조/기와지붕, 철근콘크리트조\n연면적 599.3 m2 용적율 18.47 %\n작품설명 산청율수원이 위치한 단계 한옥마을은 산청 황매산 줄기에서 내려오는 분지로, 단계천과 신등천이 합수되는 두물머리지역에 위치하며, 명문 고택의 전통과 옛 담장의 멋스러움을 간직한 기품이 서려있는 마을이다.\n순천박씨 고헌고택이 있던 자리에 지역성을 반영한 9채의 건물과 사랑마당, 안마당, 후정의 외부공간을 가지는 한옥스테이 시설로 계획하여 우리 것의 우수함을 체험하고 느낄 수 있는 공간으로 조성하였다.\n전체적으로 대문채, 바깥사랑채, 목욕채와 안사랑채가 열린구조의 사랑마당을 중심으로 배치되는 영역과, 사랑마당에 비해 위계가 높은 안마당 영역 그리고 사모정과 연못, 사주문을 포함한 후정의 영역으로 크게 구분된다.\n각각의 마당은 폐쇄적이지 않도록 채와 채 사이의 사잇공간, 담장과 지붕사이의 열린공간을 통해 소통할 수 있고 시각적, 공간적으로 확장되는 구조를 가지고 있다.\n진입마당의 측면으로 ‘ㄱ’자형 대문채를 지나면 행랑마당의 낮은 담을 돌아 사랑마당에 들어선다. 높은 누마루를 가지고 있는 ‘ㄱ’자형 바깥사랑채와 화려한 지붕을 가진 안사랑채, 두채가 하나로 연결된 목욕채와 지하공간을 가지고 있는 식당채의 일부가 사랑마당을 구성하고 있으며 후정과 안마당의 영역으로 동선이 확장된다.",
    "trans": "18.47% Building to Land Ratio of Wooden/Roof and Reinforced Concrete Structures\nGross floor area: 599.3 m²; Floor area ratio: 18.47%\nDescription of the project: Dangye Hanok Village, located near Sancheong Yulsuwon, sits in a basin descending from the base of Hwangmae Mountain in Sancheong. It lies in the Dumulmeori area, where Dangyecheon Stream and Sindeungcheon Stream converge, and is a village with a proud history, preserving the tradition of prestigious old houses and the coolness of ancient fences.\nThe site, which was originally the location of Suncheon Park’s Goheon House, has been planned as a hanok stay facility with nine buildings reflecting local characteristics. It includes a sarang yard, a courtyard, and an outdoor space that enhances the surrounding environment, offering a space where visitors can experience and appreciate Korean excellence.\nThe layout is divided into several areas: the Sarang Madang area, which is arranged around an open structure with Daemunchae, Outer Sarangchae, Bathchae, and Ansarangchae; the courtyard area, which is at a higher level than the Sarang Madang; and the rear-end area, which includes Samojeong, the Pond, and Sajumun.\nEach yard is designed to maintain communication and expand visually and spatially through the gaps between the houses and the open spaces between walls and roofs, ensuring the areas do not feel enclosed.\nAfter passing through the 'ㄱ'-shaped main gate house at the entrance yard, you will circle around the low wall of the Haengrang Madang and enter the Sarang Madang. This area includes a restaurant house with an 'ㄱ'-shaped outer sarangchae with a high numaru, an inner sarangchae with a colorful roof, a bathhouse with two connected buildings, and an underground space. The movement lines flow into the rear and inner yard areas."
}