{
    "source": "ko_KR",
    "target": "en_US",
    "text": "전문가들이 맟춤형 대책 마력이 절실하다고 지적한다. 또 정조년들이 SNS 등을 통해 유해 정보에 노출되면서 더 위험해졌다. 정신건강의 학과 교수는 ‘고위험군 학생들에게 귀 기울여야’ 한다고 당부했고 조의원도 자살 예방 정책을 강화해야하고 정신건강 지원 확충 이 절설하다고 강조 했다.\n<질문>\n1. 여러분은 5 년동안 학생의 자살률이 꾸준히 높아지고 있는 이유는 무엇이라고 생각합 니까?\n2. 여러문 이문제를 개선하는(고치) 방법은 무엇이라고 생각합니까?\n3. 정부,가족,학교말고 우리 보통 사람들이 어떤 도뭄이 될수 있라고 생각합니까?\n<나의 의견>\n제 생각은 5 년동안 학생 자살률이 감소하지 않는 반면에 계속 늪아지고 있는 중요한 원 인하나는 학생들의 주변 환경에 의해 야기된 것입니다. 이 주변 환경은 가족의 무시,대인 관계에서 오는 불안,학과의 스트레이스,학교의 경시,정부의 정책부족입니다. 그리고 우울증 에 대해 사회의 지식 보급이 부족도 원인하나 입니다. 특히 부모님의 몰이해는 학생들을 더욱 외롭게 됩니다.\n사실 이런 상황은 한국만 아니라 중국,일본에도 우리 아시아 나라에서는 학생 자살률은 줄곧 심각한 문제이죠. 저도 중국에서도 학생 자살뉴스도 많이 봤습니다.\n제일 기억이 남은 일은 한 학생이 교실에서 다른친구한테 포커 카드를 해서 선생님은 그 학생의 어머님이 불렸는데, 어머님이 화가 나서 학교에서 그 학생 뺨을 때렸어요. 어머님이 잠시 떠나는 2 분후에 학생이 그대로 학교에서 뛰어내렸습니다. 이 화면은 학교의 cctv 찍은 화면입니다.",
    "trans": "Experts emphasize the urgent need for tailored measures. They also point out that adolescents are at greater risk due to exposure to harmful information through SNS and other platforms. A professor of psychiatry urged, 'We must pay close attention to high-risk students,' also congressman Jo stressed the necessity of strengthening suicide prevention policies and expanding mental health support.\n<Questions>\n1. What do you think is the reason behind the steadily increasing student suicide rate over the past five years?\n2. What do you think are the ways to improve (fix) this issue?\n3. What do you think ordinary people, aside from the government, families, and schools, can do to help?\n<My opinion>\nIn my opinion, one of the key reasons why the student suicide rate has not decreased but continues to rise over the past five years is the surrounding environment students face. This environment includes neglect from family, anxiety stemming from interpersonal relationships, academic stress, disregard from schools, and the lack of effective government policies. Another contributing factor is the lack of public awareness and education about depression. In particular, the lack of understanding from parents makes students feel even more isolated.\nIn fact, this situation is not only in Korea but also in China and Japan. In our Asian countries, student suicide rates have consistently been a serious issue. I have also seen a lot of news about student suicides in China.\nThe most memorable incident was when a student played poker cards with another friend in the classroom. The teacher called the student's mother, and when the mother arrived, she was so angry that she slapped the student at school. After the mother left for a brief moment, the student jumped out of the school building. This footage was captured by the school's CCTV."
}