{
    "source": "ko_KR",
    "target": "en_US",
    "text": "기분 나쁜 일도 참 많았을 거 같은데\n정한이형은 한 번도 뭐라 한 적이 없는 거 같아요\n배달음식 시켜두고 저는 잠들어서 벨 울리면\n형은 자다가 방에서 나와서까지 나가서\n벨 꺼주고\n아침에 픽업할 때\n잠에서 못 깨서 맨날 늦는 저를\n짜증 한번 안 내고 기다려주고\n가끔 숙소에서 숨어있다가\n귀신인 척 놀랠 때면 진짜 가만 안 두고 싶지만\n(머리가 길어서 진짜 귀신같아 보임)\n혼자 밥 먹을 때는 왜 혼자 먹냐고 앞에 있어주고\n가끔 제 고향 친구나 동료 들을 데려오는 날에는\n항상 반갑게 맞이해주고\n옆에서 자리해 주면서\n저희 얘기를 꼭 들어주고 자기 방으로 들어가요\n그래서 제 주변에서도 정한이형을 다 좋아해요\n주기적으로 정한이형 안부를 묻고\n보고 싶다고 찾아오는 사람도 많답니다ㅎ\n정한이형 복무 시작일이랑\n제 출국 날이 하필 겹쳐서\n인사를 못하고 가서\n따로 편지를 남기는데\n진짜 완전히 떠나는 것도 아닌데\n이상하게 뭉클하더라고요\n진짜 돌아보면 고마운 게 너무 많고\n또 미안한 것도 많아서 그런가 봐요\n편지에는 같이 사는 동안 많이 많이 고마웠고\n또 앞으로도 서로 또 좋은 추억 쌓으면서 살아가자고,\n형 없는 동안 착하게 멤버들이랑 사이좋게 지내면서\n씩씩하게 잘 활동하고 있겠다고 했어요\n콘서트 연습하는데 의자에 앉아서\n축 늘어진 정한이형이 안보여서\n너무 허전하네요",
    "trans": "I'm sure there were a lot of bad things too\nBut I don't think Jeonghan ever said a word\nWhen I order delivery and fall asleep, the doorbell rings,\nHe'd come out of his room while half-asleep,\nGo all the way to turn it off.\nWhen he picks up in the morning,\nI'm always late because I can't wake up,\nBut he never get annoyed, he just wait for me.\nSometimes, He hides in the dorm,\nNot wanting to leave him when he pretend to be a ghost.\n(He looks like a real ghost with his long hair.)\nWhen I eat alone, he asks why I'm eating by myself, and he stays right there, sitting in front of me.\nBut when I bring friends or colleagues from my hometown,\nHe always welcomes them\nHe sits next to me,\nListening to us, then going back to his room.\nSo everyone around me loves Jeonghan.\nThey regularly ask how he's doing,\nAnd there are so many who come to see him because they miss him. hehe\nJeonghan's service start date\nand my departure date overlapped,\nI couldn't say goodbye.\nI leave a letter instead.\nIt's not like I'm leaving completely.\nfor some reason it feels touching.\nLooking back, there's so much I'm thankful for,\nMaybe because there’s so much I’m sorry for.\nIn the letter, I told him I was really grateful for the time we lived together.\nLet’s keep making good memories,\nWhile he's away, be kind and get along with the members.\nI’ll stay energetic and promote well.\nWhile practicing for the concert, sitting on a chair,\nI can't see Jeonghan hyung, who's slumped over.\nIt feels so empty."
}