{
    "source": "ko_KR",
    "target": "en_US",
    "text": "* 현장에 정렬하여 대기하고 계시면 OA STAFF가 신청 순서대로 줄을 정리 후, 팔찌를 배부합니다.\n* 모든 녹화 현장에는 인원체크 시 배부 받은 팔찌를 반드시 지참하셔야 합니다. 훼손, 분실의 경우 입장이 제한됩니다.\n* 팬 여러분들의 안전을 위해 공개방송 참여 인원은 모두 사전에 신청을 받으며, 팔찌 배부 시 ‘JENNIE Weverse 이벤트 신청 내역’ 페이지를 확인합니다. 사전에 신청하지 않으신 경우 현장에 오셔도 입장하실 수 없습니다.\n* 확정 인원 300명 외에 10분께 예비 번호를 드립니다. 예비 번호의 입장 여부는 현장에서 결정됩니다.\n* 인원 체크 시간 내에 방문하지 않은 경우 ‘지각’ 줄에 도착하신 순서대로 줄을 서 주시기 바랍니다. 또한, 지참물 미비로 당일 녹화 현장에 오셨으나 참여하지 못하신 분들도 비참여자로 처리됩니다.\n* 본 이벤트 응모는 중복 신청이 불가합니다. (1계정당 1회 응모 가능)\n* 개인 정보 수집 이용 및 개인 정보 제3자 제공에 동의하지 않을 경우, 이벤트 참여가 불가합니다.\n* 개인 정보 수집 이용 동의\n- 개인정보 수집 주체 : (주)위버스컴퍼니\n- 개인정보를 제공받는 자 : (주)오에이엔터테인먼트\n- 수집 목적 : JENNIE 위버스 JENNIE Membership 이벤트 신청 자격 확인을 위한 개인 정보 수집",
    "trans": "* When you wait in a queue on the spot, the OA STAFF will organize the line in the order of applications and distribute wristbands.\n* You must keep the wristband received during the check-in process at all recording sites. Entry will be restricted in case of damage or loss of the wristband.\n* For the safety of all fans, those participating in the public broadcast have to apply in advance, and we will check the \"JENNIE Weverse Event Application History\" page when distributing wristbands. If you have not applied in advance, you will not be able to enter the venue even if you come on the day of the event.\n* In addition to the 300 confirmed participants, 10 backup numbers will be given. The entry of backup numbers will be decided on-site.\n* If you do not arrive within the designated check-in time, please line up in the \"latecomer\" line in the order of arrival. In addition, those who arrive without the required items and are unable to participate will also be treated as non-participants.\n* Duplicate applications are not allowed for this event. (One application per account).\n* You cannot participate in the event unless you agree to the collection and use of personal information and the provision of personal information to third parties.\n* Agreement to the Collection and Use of Personal Information\n-  Personal Information Collection Entity: Weverse Company, Inc.\n- Recipients of the Personal Information: O.A. Entertainment Inc.\n- Purpose of Collection: Collection of personal information to verify eligibility for JENNIE Weverse JENNIE Membership event participation"
}