{
    "source": "ko_KR",
    "target": "en_US",
    "text": "든 사항이 본 규칙에 따라 결정, 진행된다는 뜻이다. 규칙에 어긋나는 방식\n과 채점으로 진행되는 품새 경기는 대한민국태권도협회의 승인된 태권도 경\n기로 인정될 수 없다.\n제2조 (적용 범위)\n이 규칙은 본 회와 각급 산하 지부와 연맹이 주최하거나 주관하는 모든 대회(본\n회 승인대회 포함)에 적용된다. 단, 별도 목적에 따라 본회의 승인을 받아 일부\n변경하여 시행할 수 있다.\n제3조 (경기장)\n1. 경기지역은 경기장 내 설치하며 10m×10m (자유품새 단체전의 경우 12m\n×12m)넓이의 수평 정방향으로 탄력성이 있는 매트 또는 마룻바닥이어야\n한다.\n2. 경기장은 필요에 따라 높이를 올린 경기대로 할 수 있다. 단, 종목의 특성과 단\n체전의 규모에 따라 경기장의 면적을 조정할 수도 있다. 경기지역 내의 배치는\n다음과 같이 설치해야 하며 경기지역 안으로는 관계자 외 출입할 수 없다.\n3. 경기지역의 구분\n3.1 10m×10m (자유품새 단체의 경우 12m x 12m) 넓이의 경기장을 경기\n지역이라고 한다.\n3.2 마루 경기장 일 경우 경기지역의 구분은 5cm 넓이의 백색 선을 그어 구\n분한다\n■ 주의------\n① 매트 : 매트의 탄력성의 강도와 재질, 색상 등 적합성은 대한민국태권도협회의 승",
    "trans": "This means that all matters are decided and carried out in accordance with these rules. Poomsae competitions conducted in a manner\nand scoring that are against the rules cannot be recognized as Taekwondo competitions\napproved by the Korea Taekwondo Association.\nArticle 2 (Scope of Application)\nThis rule applies to all competitions (including competitions approved by the Association) hosted or organized\nby this Association and its affiliated branches and federations. However, it may be implemented with some changes with the approval of the plenary\nmeeting according to a separate purpose.\nArticle 3 (Stadium)\n1. The competition area is installed within the stadium and must be a\nhorizontally flexible mat or floor with an area of ​​10m x 10m (12m x 12m for free\nPoomsae team competitions).\n2. The stadium can be made into a raised playing surface as needed. However, the area of ​​the stadium may be adjusted depending on the characteristics\nof the event and the scale of the team competition. The layout within the competition area must be set up as follows,\nand only authorized personnel may enter the competition area.\n3. Classification of competition areas\n3.1 A stadium measuring 10m x 10m (12m x 12m for free Poomsae teams)\nis called the competition area.\n3.2 In the case of a floor stadium, the competition area is divided by drawing\na 5cm wide white line.\n■ Caution------\n① Mat: The mat's elasticity strength, material, color, etc. are determined by the Korea Taekwondo Association."
}