{
    "source": "ko_KR",
    "target": "en_US",
    "text": "집으로 돌아오는 길에 장혜리는 윤지효에게 그녀와 신유미가 체육시간에 부딪힌 것을 계기로 몸싸움을 했다고 말했다. 그녀들은 라커룸으로 이동할 때까지 말다툼을 계속했고 곧 주변의 친구들에게 둘러싸여 그들이 두 사람을 부추기는 바람에 싸움이 시작됐다고 했다. 체조 교사인 콘도가 곧바로 소란을 듣고 다가와 두 사람을 떼어놓았다고 장혜리는 말했다. 장혜리는 신유미가 자신에게 한 욕설에 대해 여전히 상당히 화가 난 듯 보였다. 그녀는 다음에 기회가 되면 신유미의 머리채를 더 잡아당겨 눈에 확 뜨일 정도로 뽑아버리겠다고 분한 듯이 말했다. 그녀는 단단히 벼르고 있는 것 같았다. 그리고 아직도 숨을 거칠게 내쉬며 화를 삼켰다.\n그날 밤 윤지효가 남편이 옆에 앉아 저녁식사를 하고 있을 때 이중민이 문자 메시지로 \"싸우고 나서 혜리의 상태는 좀 어때?\" 라고 상황을 물어왔다. 남편이 누구에게 연락 온거냐고 묻자 윤지효는 최대한 침착한 척을 하며 \"아, 언니한테서야.\" 라고 얼버무린 뒤 곧 일어서서 화장실로 들어가 문을 잠갔다.\n그리고 남편에게 누구에게 연락이 온 거냐는 불필요한 잔소리를 듣거나 그가 휴대폰을 들여다보는 건 아닐까 하는 우려 없이 화장실 안에서 문자 읽기에 집중했다. 그녀는 남편이 자신에 대해 의심을 하고 있는지 따위에는 전혀 상관하지 않았다. 그녀는 그저 이중민과 섹스를 하고 싶을 뿐 그런 그들에게 남편이나 서은미는 방해꾼일 뿐이었다.\n윤지효는 메시지로 이중민에게\n\"중민씨, 어떻게 오늘 혜리가 싸운 걸 알아?\"",
    "trans": "On the way home, Jang Hyeri told Yoon Ji-hyo that she and Shin Yumi had gotten into a physical altercation after bumping into each other during gym class. The argument escalated as they moved to the locker room, where a crowd of friends gathered around them, egging them on to fight, Jang said. Kondo, the gymnastics teacher, intervened as soon as he heard the commotion, quickly separating the two. Jang was still furious at Shin, especially over the abusive language Shin had used against her. She angrily declared that the next time she got the chance, she'd pull Shin's hair so hard it would come out. She seemed to be holding a serious grudge. Even as she said this, she was still breathing heavily, clearly working to restrain her anger.\nThat night, while Yoon Ji-hyo was having dinner with her husband, she received a text from Lee Jung-min: \"How's Hyeri doing after the fight?\" When her husband asked who had messaged her, Yoon Ji-hyo tried to appear calm. \"Oh, it's my sister,\" she replied casually before standing up, heading into the bathroom, and locking the door.\nIn the bathroom, she focused on reading Lee Jung-min's messages, free from the unnecessary nagging of her husband or any concerns about who he might be contacting. She didn't care whether her husband had suspicions about her; all that mattered was her desire for Lee Jung-min. To her, her husband and Seo Eun-mi were nothing more than obstacles in the way.\nYoon Ji-hyo sent a reply to Lee Jung-min:\n\"Jung-min, how did you find out about Hyeri’s fight today?\""
}