{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“ 뭐가 심해요? 본인들이 능력없는걸 왜 다른팀에 못한다고 맨날 징징거리는 건지 모르겠네, 전 더 할 말 없습니다 ”\n유진이 자리를 박차고 일어났다. 회의실 분위기가 어수선해 지고 전략기획팀장이 뭐라 말을 얹으려는 찰나\n“ 안유진 ”\n원영이 낮게 날이 선 목소리로 안유진 이름 세글자를 불렀다. 자리에서 일어나 회의실을 나가려던 유진이 굳은 표정으로 원영을 돌아봤다. 회의실 분위기가 얼음장처럼 가라앉고 참석자들 모두 숨을 죽였다. 안쓰러운 대리들이 눈치를 보느라 눈동자 굴리는 소리만 회의실에 가득했다.\n”…….. 팀장님. 하, 안팀장님 의견도 CS내부에서 추가검토하겠습니다. 시간 다시 잡아서 논의 하시죠. “\n모두가 눈치를 보는 회의실에서 유진과 원영이 서로를 노려보고있었다.\n-\n원영과 한 바탕하고 옥상에서 담배를 태우는데 머리가 지끈거렸다. 눈을 마주하고 얘기를 하는데 왠지 모르게 감정조절이 잘 안되서 감정적으로 말이 나갔다. 유진은 말해놓고도 실수했다고 생각했다. '안유진' 부르던 목소리가 너무 낯설어서 지금도 입술이 바짝바짝 마르고 가슴에 가뭄이 든것 처럼 버석버석했다. 섹파한테 좋아한다는 말을 들었으니 얼마나 어이없고 지긋지긋할까. 예전에 섹파에게 고백을 받았을때 끔찍하다고 생각했었는데, 그 끔찍한 짓을 술김에 제 입으로 한 셈이다. 시간을 돌릴 수 있으면 다시 그 말을 안 할 텐데. 마른세수를 하고 착잡하게 담배를 태우는 유진의 옆에 전략기획팀 윤팀장이 와서 섰다.\n“ 거 안팀장. 너무 맘 상하지말어. 장원영이가 원래 좀 싸가지없잖아. 거기서 안유진이 뭐야 안유진이 쯧. 하여튼 기쎈거 그게 문제라니까 ”",
    "trans": "“What’s so bad? I don’t get why you’re always whining about other teams being incompetent. I’ve got nothing more to say.”\nYu-jin stood abruptly, ready to leave. The atmosphere in the conference room grew tense, and the head of the strategic planning team opened their mouth to speak.\n“Yu-jin Ahn.”\nWon-young called her name in a low, deliberate tone. Yu-jin, who was halfway out of her seat, turned back to look at him, her expression rigid. The mood in the room dropped like the temperature of an icy tundra, and everyone held their breath. The only sound filling the conference room was the faint noise of the anxious deputies shifting their eyes, too afraid to make a move.\n“...Mr. Ahn, We’ll take your feedback into further consideration within CS. Let’s reschedule and revisit this discussion.”\nWe’ll take your feedback into further consideration within CS. Let’s reschedule and revisit this discussion.”\n-\nAfter the meeting, Yu-jin found herself on the rooftop, lighting a cigarette as her head swirled with frustration. As they looked at each other and talked, for some reason, her emotions got the best of her, and she ended up speaking more emotionally than she intended. Even as she said it, Yu-jin thought to herself that she had made a mistake. The way Won-young had said her name—“Ahn Yu-jin”—still rang in her ears, foreign and unsettling, leaving her lips dry and her chest tight. Hearing those words—that she liked him—from a mate—how absurd and disgusting must that have felt? She had thought it was horrible when something like this happened before, but now, in a drunken state, she had ended up saying that horrible thing herself. If I could turn back time, I’d never say it. As she rubbed her face with one hand and smoked with the other, Team Leader Yoon from the Strategic Planning Team came to stand beside her.\n\" I’m talking about the thing with Team Leader Ahn. Don’t take it too personally. Jang Won-young can be a bit rude sometimes. What’s up with 'Ahn Yu-jin'? Ugh. Anyway, that’s the problem—she’s just too tough.\""
}