{
    "source": "ko_KR",
    "target": "en_US",
    "text": "아래 변경 사항을 확인하시어, 서비스 이용에 참고하시기 바랍니다.\n■ 개정 일정\n- 운영정책 개정 시행 일자 : 2024년 12월 1일\n■ 주요 변경 사항\n- 카카오디벨로퍼스 유료 기능 지원에 따른 운영정책 개정\n- 카카오광고 픽셀&SDK 행태정보 수집 관련 운영정책 개정\n■ 카카오디벨로퍼스 운영정책 변경 내용\n변경 전 변경 후\n제1조 (서비스 이용자의 의무)\n귀하는 약관(카카오비즈니스 약관 또는 developers 서비스 약관을 의미합니다)에서 정한 것 외에 아래와 같은 의무를 부담합니다.\n제1조 (서비스 이용자의 의무)\n귀하는 약관(카카오비즈니스 약관 또는 developers카카오디벨로퍼스 서비스 약관을 의미합니다)에서 정한 것 외에 아래와 같은 의무를 부담합니다.\n제2조 (앱 권한 및 기능)\n회원은 애플리케이션(또는 ‘앱’ 생성 후 사업자 정보를 등록함으로써 비즈 앱 권한을 획득할 수 있으며, 권한을 획득한 이후에 아래와 같은 기능을 추가로 사용할 수 있습니다.\n아래\n1. 사업자 정보의 수정\n(이하 생략)\n제2조 (앱 권한 및 기능)\n회원은 애플리케이션(또는 ‘앱’ 생성 후 개인인증을 완료하거나 사업자 정보를 등록함으로써 비즈 앱 권한을 획득할 수 있으며, 권한을 획득한 이후에 아래와 같은 기능을 추가로 사용할 수 있습니다.\n아래\n1. 사업자 정보의 수정\n(이하 생략)\n제4조 (금지된 내용)\n카카오 플랫폼 서비스를 사용하는 귀하의 응용프로그램 또는 다른 웹사이트를 통해 표시 및/또는 처리되는 내용에는 다음 유형의 어떤 것도 포함해서는 안됩니다.",
    "trans": "Please check the changes below and refer to them when using the service.\n■ Revision Schedule\n- Enforcement Date of Operating Policy Revision: December 1, 2024\n■ Major Changes\n- Revision of the operating policy to support paid features in Kakao Developers\n- Update to the operating policy on the collection of behavioral information through Kakao Advertising Pixel & SDK\n■ Changes to Kakao Developers’ Operating Policy\nBefore Change and After Change\nArticle 1 (Obligations of Service Users)\nIn addition to those stipulated in the Terms and Conditions (meaning the Kakao Business Terms or Developer Service Terms), you have the following obligations.\nArticle 1 (Obligations of Service Users)\nIn addition to those stipulated in the Terms and Conditions (meaning the Kakao Business Terms or Developer Service Terms), you have the following obligations.\nArticle 2 (App Permissions and Functions)\nMembers can obtain Biz App permissions by registering business information after creating an application (or ‘app’), and after obtaining permissions, they can additionally use the functions below.\nUnder\n1. Modification of business information\n(content omitted)\nArticle 2 (App Permissions and Functions)\nMembers can obtain Biz App permissions by completing personal authentication or registering business information after creating an application (or ‘app’), and after obtaining permissions, they can additionally use the functions below.\nUnder\n1. Modification of business information\n(content omitted)\nArticle 4 (Prohibited Content)\nContent displayed and/or processed through your application or other website using the Kakao Platform Services must not include any of the following types of content."
}