{
    "source": "ko_KR",
    "target": "en_US",
    "text": "한편, 안재모는 미니홈피 속 사진을 보고 반해, 야구선수 조용준의 소개로 아내와 만나게 됐다며 저돌적인 러브스토리를 최초로 공개한다. 안재모는 “아내를 집에 데려다주다 장인어른을 우연히 만났는데, 다음날 바로 집으로 아내를 데리고 오게 됐다”며 갑자기 시작된 결혼 생활에 같이 살던 어머니가 많이 놀랐다고 전한다. 또 정조국은 최근 15년간의 기러기 생활을 마치고 아내인 배우 김성은과 함께 살며 집안 서열 꼴찌가 된 근황을 전한다.\n채널A ‘절친 토큐멘터리─4인용식탁’은 매주 월요일 저녁 8시 10분에 방송된다.\n[redacted_name] 텐아시아 기자(haesmik@tenasia.co.kr)\n[redacted_name] 기자\n구독\n구독자 6,997응원수 99,999+\n'64세' 이경규, 건강이상설 터졌다…촬영 중 실신하더니 뼈까지 문제 ('경이로운 습관')\n김종국, 재산 1000억설 사실이었나…\"온라인 쇼핑 해본 적 없어\" ('미우새')\nCopyright ⓒ 텐아시아. All rights reserved. 무단 전재 및 재배포 금지.\n이 기사는 언론사에서 연예 섹션으로 분류했습니다.\n나의 최애를 최고의 스타로 [아티스트탑텐]\nOST 최강자는 누구? [글로벌투표]",
    "trans": "Meanwhile, Ahn Jae-mo reveals his bold love story for the first time, saying that he fell in love after seeing a photo of his wife on her mini homepage and was introduced to her through baseball player Jo Yong-jun. Ahn Jae-mo shares, \"I was dropping my wife off at her house when I happened to run into my father-in-law, and the next day I brought my wife back to my place.\" He adds that his sudden decision to get married shocked his mother, who was living with him at the time. Also, Jeong Jo-guk recently ended his 15-year-long \"goose father\" life and now lives with his wife, actress Kim Seong-eun, who has become the \"lowest rank\" in the household, sharing his current situation.\nChannel A 'Close Friends Documentary – 4 Person Dining Table' airs every Monday evening at 8:10 PM.\n[redacted_name] Ten Asia Reporter (haesmik@tenasia.co.kr)\n[redacted_name] Reporter\nSubscribe\nSubscribers: 6,997 Supporters: 99,999+\n'64-Year-Old' Lee Kyung-kyu Faces Health Concerns... Faints During Filming and Has Bone Issues ('Remarkable Habits')\nKim Jong-kook, Is the 100 Billion Won Wealth Rumor True...\"I've Never Shopped Online\" ('My Ugly Duckling')\nCopyright ⓒ Ten Asia. All rights reserved. Reproduction and redistribution are prohibited.\nThis article is classified under the entertainment section by the media outlet.\nMake Your Favorite the Top Star [Artist Top Ten]\nWho is the ultimate OST champion? [Global Vote]"
}