{
    "source": "ko_KR",
    "target": "en_US",
    "text": "시험 시간 : 80분.\n시험 범위 : 필답 시험의 모든 문제는 여러분에게 배포한 강의 자료(PDF)에서 출제합니다. 물론 여러분에게 배포하지 않은 첫 주차의 이야기는 시험 범위에 포함되지 않으며, 시험 범위는 PDF 파일명 형식인 “이미지와 철학 - (숫자) (철학자명) 배포”의 페이지로 표시하겠습니다. 페이지는 배포된 강의 자료인 PDF의 페이지입니다. 시험 범위는 다음과 같습니다.\n이미지와 철학 - 1 플라톤 배포 : 6~15 페이지\n이미지와 철학 - 2 플라톤과 아리스토텔레스와 아퀴나스 그리고 르네상스 배포 : 3~16 페이지\n이미지와 철학 - 3 데카르트 배포 : 5~17 페이지\n이미지와 철학 - 4 흄 배포 : 7~17 페이지\n이미지와 철학 - 5 칸트 배포 : 6~17 페이지\n시험 형식 : 서술형 1문제와 약술형 4~6문제를 생각하고 있습니다. 약술형 문제의 수는 시험 범위 내에서 출제될 것이며, 서술형 문제는 1문제로 고정합니다. 약술형 문제의 배점은 문제수에 따라 조절할 예정이지만, 서술형 문제의 배점은 약술형 문제의 전체 배점과 비슷하게 설정할 것입니다.\n서술형 문제는 정해진 주제에 대해 논설문의 형식으로 답하는 문제입니다. 여러분께서논하고 설명해야 할 바를 주제로 드리오니 이에 대해 서론, 본론, 결론의 형식으로 서술하시면 되겠습니다. 필답 시험이기에 구체적인 글자수로 분량을 제한하지는 않겠으나, 요구하는 사항에 대한 설명이나 서술이 불충분하다고 판단되는 경우에는 다른 답안과 비교해 감점할 수 있는 기준을 세울 것입니다. 대략 1차 에세이와 동일한 글자수인 1,500자(공백제외) 정도의 분량으로 생각하시고 미리 써보시는 것을 권장합니다.",
    "trans": "Exam Time : 80 minutes.\nScope of the Exam : All exam questions are based on the lecture materials (PDF) distributed to you. Topics from the first week that were not included in the distributed materials are excluded from the exam scope, and the exam scope is identified by page numbers in the PDF file name format \"Image and Philosophy - (Number) (Philosopher’s Name) Distribution\". Each page refers to a page in the distributed lecture material PDF. The scope of the exam is as follows.\nImage and Philosophy - 1 Plato Distribution : Pages 6–15\nImage and Philosophy - 2 Plato, Aristotle, Aquinas, and Renaissance Distribution : Pages 3–16\nImage and Philosophy - 3 Descartes Distribution : Pages 5–17\nImage and Philosophy - 4 Hume Distribution : Pages 7–17\nImage and Philosophy - 5 Kant Distribution : Pages 6–17\nTest Format : The test will include 1 descriptive question and 4–6 summary questions. The number of summary questions will fall within the exam scope, and there will be 1 descriptive question. Points for the summary questions will vary based on their quantity, while the descriptive question will have a point value comparable to the total points for all summary questions combined.\nThe descriptive question will require an argumentative essay on a given topic. You will be asked to discuss and explain the topic, structuring your answer with an introduction, body, and conclusion. Although the written test does not specify a character limit, insufficient explanations or descriptions will result in point deductions compared to more complete answers. I recommend preparing your response in advance, aiming for approximately 1,500 characters (excluding spaces), which is comparable to the length of the 1st essay."
}