{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“그런가?”\n엄마는 옷을 이리저리 둘러보더니 뭐, 술집 여자같이 하고 다니던 때에 비하면 낫다고 혼잣말을 중얼거리고는 나가기 전에 개켜줘, 라고 한 마디만. 나는 고개를 끄덕이며 빵을 삼켰습니다. 엄마가 문을 닫고 나가자마자 재빨리 누나의 옷을 치우며 정신을 똑바로 차려야지, 그렇지 않으면 무슨 일이 일어날지 모른다고 덜덜대며 내 뺨을 때렸습니다.\n뙤약볕에 언덕길에 올라 학교에 도착하니 숨이 턱 막혔습니다. 오늘은 교실엔 엎드려 있는 한 사람을 빼고 내가 첫 번째였습니다. 에어컨을 튼 상태로 창이 열려 있어 바람이 불 때마다 연노란색의 커튼이 돛처럼 커다랗게 아름다운 포물선을 그리며 펄럭였습니다. 슬그머니 창가로 다가가 손을 뻗는데 바로 옆에 바투 붙은 책상에 엎드려 있던 사람이 일어났습니다. 후지나가가 잠이 덜 깬 얼굴로 나를 보았습니다.\n“히로세 오늘은 일찍 왔네.”\n단지 인사를 했을 뿐인데. 안 그래도 생김에 어울리지 않게 낮은 목소리가 한층 더 가라앉아 있어 심장이 묵직하게 쿵, 하고 떨어졌습니다. 후지나가의 눈동자는 무척 검습니다. 때때로는 빛을 반사하지 않고 다 흡수하는 것처럼 보일 정도로 검어요. 그 눈동자보다 깊은 곳으로, 내 심장은 닻이 되어 떨어졌습니다. 계속계속 가라앉아 이대로라면 그 안에 갇히는 수밖에 없겠다 생각이 들던 때에, 커튼이 펄럭였습니다. 우왓. 펄럭인 천에 얼굴을 맞은 후지나가. 장난기 어린 눈이 샐쭉하게 접히고 그제야 내 마음에도 가벼운 바람이 불었습니다. 아무렇지 않게 말할 수 있었습니다.",
    "trans": "“Is that so?”\nMom glanced at the clothes and muttered something about how they were better than when she used to dress like a bar girl. Then she simply asked me to fold them before I left. I nodded and swallowed my bread. As soon as she closed the door and left, I hurriedly put away my sister's clothes and told myself I needed to get it together, or something bad would happen to me, giving myself a light slap.\nBy the time I reached school, climbing the hill under the scorching sun, I was out of breath. Today, I was the first one to arrive, except for one person lying face down on a desk. The air conditioner was on, and the open window let in a breeze that made the pale yellow curtains flutter in large, graceful parabolas, like sails catching the wind. As I walked quietly to the window and stretched out my hand, the person lying on the desk woke up. Fujinaga looked at me with his face half-hidden in sleep.\n“Hirose, you’re early today.”\nHe greeted me briefly. His low voice, which didn’t match his delicate appearance was lower than usual, making my heart drop. Fujinaga’s eyes are very dark. They are so dark they seemed to absorb the light instead of reflecting it. I felt like I was sinking like an anchor to the depth of his eyes. Just when it felt like I might drown and be trapped in there, the curtain fluttered again. Ah. The cloth brushed against Fujinaga’s face. The playful eyes softened into a gentle fold, and only then did a light breeze stir in my heart. I finally felt able to speak casually."
}