{
    "source": "ko_KR",
    "target": "en_US",
    "text": "욕구수준이 높으며 어떤 특정상황에서 모델을\n관찰하려는 지각적인 자세가 강할 때 모델링\n자극에 대한 주의수준은 높아질 것이다. 또한\n모델링 자극은 TV미디어에서 제시된 모델이\n시청자의 주의를 끄는데 매우 효과적이어서 특\n별한 유인이나 강화의 필요성 없이도 이들에\n의해 많은 것이 학습되어진다는 것을 발견하였 다19).\n우상화 수준이 높은 집단은 우상화 수준이 낮은집단에비해자신의사회적가치에대해 긍정적으로 생각하고 있었다20). 이러한 결과는 사회적으로 성공하고 매력적인 대중스타를 동 일시하고이들을자신의역할모델로삼는다 는 기존의 연구를 통해 해석해 볼 수 있다.\n즉 연예인의 모방은 대중매체를 매개로 형성 되는 경향이 두드러지며21), 대중스타가 생활전 반에 미치는 영향은 상당한데 이들의 영향력은 단순 모방행동뿐만 아니라 소비에 있어서도 동 조소비의 형태로 나타나게 된다22). 이는 다양한 연령층이 좋아하는 대중스타보다 특히 아이돌\n스타를 좋아하고 모방하는 팬덤에 있어 더욱 잘표현된다고할수있다.\n아이돌 스타가 대중스타로서 부각되고 동경 의대상이된배경은디지털미디어의발달로 과거의 듣는 음악시장에서 보는 음악으로 변화 되는 과정에서 가장 보편적인 시청각 매체인 TV로 인해 영상의 시대로 변화하여 퍼포먼스 와 볼거리가 중시되기 시작하였기 때문이다. 허전한솔로한명보다는여러명의걸그룹멤 버가 효과적이게 되었고23), 고령화 사회와 여성 의사회진출확대로더젊고, 좀더예쁘고화 려하고, 좀더눈에보기좋은것들을선호하기 시작하였다. 이러한 욕구에 맞춰 아이돌 스타 의 모방행동이 나타나게 되었다고 할 수 있다.",
    "trans": "You have a high level of desire, and in certain situations, a model\nModeling when the perceptual posture you want to observe is strong\nThe level of attention to stimuli will increase, also\nThe modeling stimulus is that the model presented in the TV media is\nIt's very effective in attracting viewers' attention\nwithout the need for special incentives or reinforcement\nWe find that much is learned by these people19).\nGroups with a high level of idolization tend to have a more positive view of their social value compared to those with a lower level of idolization20). This result can be interpreted through existing research, which suggests that individuals who admire socially successful and attractive public stars often regard them as role models.\nIn other words, the imitation of celebrities tends to be strongly influenced through mass media21). The impact of public stars on daily life is significant, and their influence appears not only in imitation behavior but also in consumer patterns, often manifesting as collective consumption22). This is particularly evident in fandoms,\nwhere idol stars are admired and imitated more than other public figures, especially among various age groups.\nThe rise of idol stars as public figures and objects of admiration can be attributed to the development of digital media, which transformed the music industry from a focus on listening to music to watching music. This shift, driven by television as the most common audiovisual medium, marked the beginning of the video era, where performance and visual appeal became increasingly important. Instead of a single solo artist, multiple members of girl groups became more effective23). Additionally, as society aged and women's participation in the workforce expanded, there was a growing preference for younger, more beautiful, and more visually appealing figures. In response to these desires, behaviors imitating idol stars began to emerge."
}