{
    "source": "ko_KR",
    "target": "en_US",
    "text": "그걸 벗어나는 방법은 솔직함이라고 생각했습니다\n그 시점 그런 마음에서 생겨난 워딩이 바로 ‘사랑, 돈, 명예’ 였고요.\n저 세 가지 큰 대목들이 가장 큰 비교들을 불러오는 지점이라고 생각했거든요\n그래서 저 마음을 솔직하게 풀어내 보고자 했습니다\n누군가에겐 ‘배부른 소리’입니다\n저도 압니다\n지금의 우리가 부르기엔 조롱 받기 딱 좋은 주제죠\n기준이란 건 사람마다 다르겠지만\n대부분의 사람들의 시선에서 지금의 세븐틴은 셋 다 풍족해 보이는 녀석들이니까요\n사실 그것 때문에 이 주제를 생각하면서 저 또한 무력감을 많이 느꼈었습니다\n이게 지금의 나의 진심인데\n내가 캐럿들과 대중들과 싱크가 안 맞아가고 있나 하는 이상한 불안함과 초조함 같은 게 몰려왔었습니다\n내가 잘못 생각하고 있나\n이제 진짜 그만해야 하나\n내 능력은 이제 필요가 없나\n하는 되게 멍청한 생각들이요\n웃기지 않습니까 캐럿들에게 무력감을 조금이라도 덜어내주고픈 마음으로 앨범을 만드는 사람이\n무력감에 휩싸이기나 한다는 게요\n암튼 이래저래 복잡했습니다\n그렇지만 분명한 건 꾸며내고 싶은 마음은 없었기에\n다시 진심에 집중하기로 맘을 잡았습니다\n이제는 다 가진 놈들이 무슨 돈 명예 얘기냐 하고 비아냥 거리는 시선이 있을 거란 예상도 당연히 했었고 역시나 일정 부분 예상대로 이기도 했지만\n현실의 시선이 그러한들 또는 실제 현실이 그러한들 그런 우리도 아직까지 그 누구보다 치열하고 처절하고 아등바등 하며 삽니다 원래 인생이 그렇듯이요",
    "trans": "I thought the way out of that was honesty\nAt that point, the wording that came from that kind of mind was ‘love, money, honor’.\nI thought those three big parts were the points that brought about the biggest comparisons\nSo I wanted to express my feelings honestly\nTo some, it’s ‘the sound of a full stomach’\nI also know\nIt's a topic that's perfect to be ridiculed for us to sing for now\nThe standard is different for everyone, but\nbut in most people's point of view, all three of Seventeen are guys who seem rich\nActually, because of that, I also felt a lot of helplessness while thinking about this topic.\nThis is my true heart right now\nI was overcome with strange anxiety and nervousness about whether I was out of sync with Carats and the public\nAm I thinking wrong?\nShould I really stop now?\nIs my ability not needed now?\nThoughts that are stupid really\nIsn't it funny? The person who makes the album with the desire to relieve CARAT's feelings of helplessness\nthat is overwhelmed by helplessness\nAnyway, it was complicated this or that\nBut the clear thing is that I didn't want to make it up,\nso I decided to focus on my sincerity again\nNow, I expected that there would be a sarcastic point of view about that guys who own everything are talking about money and fame and it was as expected to some extent, but\nWhether the eyes of reality are like that or whether the reality is like that, we still live more fiercely, desperately, and strugglingly than anyone else. Just like life is."
}