{
    "source": "ko_KR",
    "target": "en_US",
    "text": "분명 눈 앞의 니콜라스는 웃고 있을 것이 확실했다. 몸이 꿰뚫린 채 흔들리는 와중에도 그게 궁금했다. 의주는 손을 뻗어, 어쩐지 잊지 못할 것 같은 흉터가 있던 니콜라스의 팔을 붙잡았다. 턱 끝으로 떨어진 땀방울을 핥은 니콜라스가 제 허리를 쳐올리는 속도를 올렸다. 허리를 간질이던 쾌락이 정수리 끝까지 내달렸을 때, 헐겁게 묶여 있던 매듭이 풀려 버렸다.\n\"아, 아아...\"\n\"이제 잘 보이죠.\"\n무슨 표정 하는지.\n흥분에 절어 있는, 자신을 욕망하는 상대의 얼굴이 준비가 되지 않은 시야에 꽉 들어찼다. 도망칠 수 없는 자극에 배가 다시 젖는 감각이 들었다. 의주는 마치 물에 빠진 사람처럼 니콜라스의 어깨에 제 팔을 둘러 감았다. 신체의 어딘가가 결박되고 강제력을 느끼는 것 보다도 더 강렬한 흥분이 온 몸을 내달렸다. 니콜라스는 방향을 틀며 의주의 다리를 제 허리에 감게 했다. 이번엔 물리적으로 눈을 감은 것이 아니라 절정에 오르며 시야가 까매진 의주가 숨을 크게 쉬었다. 더 깊은 곳을 자극하기 위해 내달리던 니콜라스도 숨을 크게 쉬며 의주의 몸 위로 무너져 내렸다.\n\"... 이번엔 눈 가리지 말고 해요.\"\n그리고 제 가슴 위에 턱을 올려놓고 말하며, 그 와중에도 제 몸 이곳저곳에 입을 맞추는 니콜라스 덕에 의주는 고민에 빠졌다.\n내일... 병가 내야 되나.",
    "trans": "Nicholas in front of her eyes must have been smiling. She wondered about that even while her body was shaking with her body pierced. Yiju reached out and grabbed Nicholas’ arm, which had a scar that she probably wouldn’t forget. Nicholas licked the beads of sweat that fell to the tip of his chin and increased the speed of lifting his hips. When the pleasure tickling his waist ran to the top of his head, the knot that had been tied loosely came undone..\nAh, ah...\"\n\"Now you can see it well.\"\nWhat expression you're making.\nThe face of the person who desires her, drenched in excitement came full into her unprepared field of vision. She felt her stomach getting wet again, from the stimulation she couldn't escape. As if he were drowning, Uiju wrapped her arms around Nicholas' shoulders. A more intense excitement than the feeling of some part of my body being tied down and forced ran through my entire body. As Nicholas turned direction, he had Uiju's legs wrap around his waist. This time, rather than physically closing his eyes, Uiju took a deep breath as her vision darkened as she reached her climax. Nicholas, who had been running as hard as he could to stimulate the deeper part, also fell down on top of Ui-ju's body while breathing heavily.\n\"... Let's do it without covering our eyes this time.\"\nAnd as he spoke with his chin resting on her chest, Uiju was troubled because of Nicholas who kissed various parts of her body.\nTomorrow... should I take sick leave?"
}