{
    "source": "ko_KR",
    "target": "en_US",
    "text": "③ 다른 조직이 그 자원에 대하여 갖고 있는 대안의 수 또는 통제의 정도\n예를 들어 지난 80년대에는 미국의 지방 교육구의 연방정부 의존 도가 감소했었다. 왜냐하면 연방정부의 재정지원이 줄어들자 상대적 으로 주정부와 지방정부의 재정지원 의존도가 높아졌기 때문이었다.\n조직은 일반적으로 다른 조직에 대한 의존도를 줄이려고 하거나, 또 는 다른 조직들이 자신에게 의존하게 만들려고 노력한다. 결국 자원의 존 이론 역시 조직이 자신의 환경에 능동적이고, 변화에 대처할 수 있 고, · 환경에 적응할 수 있기를 강조한다. 그래서 Pfeffer 같은 학자는 조 직보다 외부 환경을 잘 관리하는 것이 더 중요할 수도 있다고 주장하기까지 했다. 19) 그러므로 모든 교육행정가들은 관계 전문가, 위원회, 또는 이해관계 집단을 구성하여 환경을 관리함으로써 자신의 조직을 보호하 고 조직을 발전시키려는 노력을 강구해야 한다.\n자원 의존 이론에 기초한 한 연구에서, Aiken과 Hage는 여러 조직 간에 상호 의존 관계가 수립되면 조직 내부의 통제 및 조정과 관련된 문제들이 증가한다고 주장하였다.20) 그들의 연구결과의 시사점은 다음 과 같다. 만약 조직이 다른 여러 조직과 관계를 가지고, 따라서 외부 환 경예의 의존 정도가 높아질수록 그러한 조직들은 ① 내부적으로 더 복 잡해지며, ② 의사결정 과정은 덜 중앙집권화되고, ③ 더 혁신적이고, ④ 내부의 의사소통의 빈도가 더 많아지며, 그리고 ⑤ 공식화의 정도가 줄어드는 경향이 있다. Aiken과 Hage의 연구는, 다른 조직에의 의존도 가 높으면 높을수록 조직구조의 공식화와 표준화는 낮아진다는 Mindlin 과 Aldrich21)의 연구결과에 의해 지지되고 있다.",
    "trans": "③ The number of alternatives or degree of control that other organizations have over their resources\nFor example, in the 1980s, the dependence on the federal government decreased in the educational research of the local school districts in the United States of America. This was because as federal funding decreased, the dependence on state and local governments increased.\nOrganizations generally try to reduce their dependence on other organizations or try to make other organizations depend on them. Ultimately, resource dependence theory also emphasizes that organizations should be active in their environment, able to cope with changes, and adapt to the environment. Therefore, scholars such as Pfeffer have even argued that it may be more important to manage the external environment than the organization itself. 19) Therefore, all educational administrators should make efforts to protect and develop their organizations by forming related experts, committees, or interest groups to manage the environment.\nIn a study based on resource dependence theory, Aiken and Hage argued that when interdependence is established between multiple organizations, problems related to control and coordination within the organization increase.20) The implications of their research result are as follows. If an organization has a relationship with several other organizations, and thus the greater the dependence on external environmental factors, ①the more complex such organizations become internally, ②the decision-making process tends to be less centralized, ③ more innovative, ④ more frequent internal communication, and ⑤ the degree of formalization tends to decrease. Aiken and Hage's research is supported by the research results of Mindlin and Aldrich21) that the higher the dependence on other organizations, the lower the formalization and standardization of organizational structure."
}