{
    "source": "ko_KR",
    "target": "en_US",
    "text": "원래 계획은 포스-벨로시티 프로파일(force-velocity profile)로 힘가 부족한지 속도가 부족한지 테스트하는 것이었습니다. 테스트 방법은 개인의 힘센점에서 정지하고 점프하는 겁니다，그리고 excel에 시스템 총 무게와 점프 높이를 입력하면 이러한 프로파일을 얻을 수 있습니다. 그런 다음 피험자의 힘이 부족한지 속도가 부족한지 판단할 수 있습니다. 물론 역기 종목이 아닌 선수들은 대부분 힘이 부족하다는 것을 미리 알고 있습니다. 그래서 지금 포인트는 이 포스-벨로시티 프로파일을 만든 morin과 samozino가 말한 peak power이 모자라면 peak power을 우선해야 한다는 것인지, 아니면 [redacted_name]이 준 정석이라면 스쿼트 체중이 2배 미만이면 force를 우선해야 한다는 것인지 검증하고 싶습니다. 그런데 문제는 포스-벨로시티 프로파일의 테스트 방법을 엄격히 따랐을 때 우리 피험자들은 대부분 30cm도 못 뛰게 되는데 이는 사실 구심력이 부족하기 때문에 force production 능력이 부족하면 꼭 이렇게 되는데 예를 들어 팔뚝으로 뛰면 65cm까지 뛸 수 있는데 이 테스트를 해도 41cm밖에 안 되기 때문에 저도 기초 역량이 부족하기 때문에 표에 대입하면 20kg의 하중과 40kg의 본질적인 높이 차이가 없습니다. 29cm와 27cm의 실제 차이는 없지만 시스템 하중의 측면에서는 이미 큰 차이가 있습니다. 너무 낮게 뛰어서 시스템 하중이 커져서 더 낮게 뛸 공간이 없어졌습니다. 그래서 우리는 이 실험을 포기하고 혈류 제한을 연구했습니다.",
    "trans": "The original plan was to test the force-velocity profile to assess whether the issue was a lack of force or speed. The test method involved stopping and jumping from an individual’s strength point. By entering the total weight and jump height into Excel, we could obtain these profiles and determine whether the subject was lacking strength or speed. Most non-strength-trained athletes already know that they lack strength, so the key point now is to verify whether the peak power, as described by Morin and Samozino who developed this force-velocity profile, is lacking. The question is whether we need to prioritize peak power or, if using [redacted_name] as the standard, whether the squat weight should be less than twice the body weight. However, the issue is that when we strictly followed the test method for the force-velocity profile, most of our subjects couldn’t even jump 30 cm. This was actually due to a lack of centripetal force, and if we lack force production capability, this is expected. For example, if I run on my forearms, I can jump up to 65 cm. Even with this test, I still lack 41 cm of basic capacity. Substituting it into the table, there is no significant height difference between a load of 20 kg and a load of 40 kg. The difference between 29 cm and 27 cm is negligible, but the system load is already much higher. The jump height was too low, increasing the system load and leaving no room to reduce it further. As a result, we abandoned this experiment and shifted our focus to studying blood flow restrictions."
}