{
    "source": "ko_KR",
    "target": "en_US",
    "text": "문 닫고 방에서 안 나오기도 하는 저였는데\n항상 제 컨디션이나 기분을 살펴주면서\n저를 항상 보듬어 주는 형이거든요\n입장 바꿔서 생각해 보면\n기분 나쁜 일도 참 많았을 거 같은데\n정한이형은 한 번도 뭐라 한 적이 없는 거 같아요\n배달음식 시켜두고 저는 잠들어서 벨 울리면\n형은 자다가 방에서 나와서까지 나가서\n벨 꺼주고\n아침에 픽업할 때\n잠에서 못 깨서 맨날 늦는 저를\n짜증 한번 안 내고 기다려주고\n가끔 숙소에서 숨어있다가\n귀신인 척 놀랠 때면 진짜 가만 안 두고 싶지만\n(머리가 길어서 진짜 귀신같아 보임)\n혼자 밥 먹을 때는 왜 혼자 먹냐고 앞에 있어주고\n가끔 제 고향 친구나 동료 들을 데려오는 날에는\n항상 반갑게 맞이해주고\n옆에서 자리해 주면서\n저희 얘기를 꼭 들어주고 자기 방으로 들어가요\n그래서 제 주변에서도 정한이형을 다 좋아해요\n주기적으로 정한이형 안부를 묻고\n보고 싶다고 찾아오는 사람도 많답니다ㅎ\n정한이형 복무 시작일이랑\n제 출국 날이 하필 겹쳐서\n인사를 못하고 가서\n따로 편지를 남기는데\n진짜 완전히 떠나는 것도 아닌데\n이상하게 뭉클하더라고요\n진짜 돌아보면 고마운 게 너무 많고\n또 미안한 것도 많아서 그런가 봐요\n편지에는 같이 사는 동안 많이 많이 고마웠고\n또 앞으로도 서로 또 좋은 추억 쌓으면서 살아가자고,",
    "trans": "I used to be the one who would stay in my room with the door closed and not come out.\nHe always looks after me,\nmonitoring my condition and mood.\nWhen I think about it from a different perspective,\nthere must have been a lot of tough moments.\nBut I don’t think Jeonghan ever complained about anything.\nWhen I order delivery, and the doorbell rings,\nhe comes out of his room\nand turns off the bell.\nHe never got upset\nwhen I couldn’t wake up in the morning\nwhile he was waiting for me to pick me up.\nSometimes, when he hides in the dorm\nand start acting like a ghost, I don’t want to let him go.\n(He looks like a real ghost with his long hair.)\nWhen I eat alone, he asks why I'm eating by myself and stays in front of me.\nWhenever I bring my hometown friends or colleagues over,\nhe always greets them.\nHe listens to us\nand then goes back to his room.\nBecause of that, everyone around me really likes Jeonghan.\nThere are many people who regularly ask how Jeonghan is doing.\nThere are many people who miss him and come to visit, haha.\nJeonghan's service start date happened to\ncoincide with the day of my departure,\nso I couldn’t say goodbye in person,\nbut I left him a letter.\nIt’s not like he's completely leaving,\njust moving on.\nLooking back, I realize there’s so much I’m thankful for\nand sorry about.\nIn the letter, I expressed how thankful I was for the time we spent together.\nAnd I wished for us to create more good memories."
}