{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“진심이네, 너.”\n클로이는 눈을 크게 뜬 채 그의 시선을 마주했다. 심장이 터질 듯 쿵쾅거렸지만 그가 이상한 오해를 하는 건 더욱 싫었다.\n“물론입니다.”\n“귀족의 자존심을 지키고 싶다는 영애의 신념을 믿어 주지.”\n그의 믿음 따위는 별로 바라지도 않는다고 쏴 주고 싶은 충동을 클로이는 간신히 참았다. 아마 앨리스라면 내뱉었을지도 몰랐다. 하지만 상대는 티세 공작가의 후계자, 아니 티세 공작이었다.\n“믿어 주셔서 감사합니다.”\n고개를 숙여 인사하자 공작이 그녀를 바라보며 천천히 입을 뗐다.\n“그런데 말이야.”\n“…….”\n“자신의 능력 밖의 일을 하는 건 과욕이고 민폐라는 생각, 안 해 봤나?”\n“어째서 그런 말씀을 하십니까?”\n클로이가 아무리 생각해 봐도 그녀는 욕심 부렸던 적이 없었다. 남에게 민폐를 주지 않기 위해 얼마나 노력했는데. 억울한 마음에 입술이 파들거리며 떨렸다.\n“예를 들어 보지. 영애가 부상자를 치료한답시고 그 사이를 절뚝이며 쏘다녔을 때, 그날 밤 몇몇 병사들의 침상에서 어떤 종류의 질 낮은 농담이 오고 갔는지 알아도 내 앞에서 귀족의 자세 운운할 수 있을까.”\n클로이의 표정이 딱딱하게 굳었다. 차가운 초겨울 바람이 그녀의 얇은 옷가지를 헤집었다.\n“자작이 만일 그 말을 들었다면 무슨 일이 벌어졌을까. 입장을 바꿔 내가 자작이라면, 나는 더러운 입으로 딸을 욕보인 병사들의 목을 날렸을 거야.”\n공작은 클로이의 얼굴이 창백하게 질린 걸 눈앞에서 확인하고도 말을 멈추지 않았다.\n“전쟁은 장난이 아니야. 영애의 하찮은 자비심을 만족시키기 위한 도구는 더더욱 아니지. 방금 전까지 이야기를 나누고 있던 동료 군사의 이마에 총알구멍이 뚫리는 걸 눈앞에서 목격한 이들의 머리가 반쯤 돌아있는 건 당연한 일이고. 다른 예를 들어 볼까?”",
    "trans": "\"You're serious, aren't you.\"\nChloe widened her eyes and met his gaze. Her heart was pounding so hard it felt like it was going to burst, but she hated the idea of him misunderstanding her even more.\n\"Of course.\"\n\"I believe in young lady's conviction to uphold the pride of the nobility.\"\nChloe barely held back the impulse to snap that she didn't particularly care for his belief. If it were Alice, she might have blurted it out. But the other person was none other than the heir to the Tisse Duke family, or rather, the Duke of Tisse himself.\n\"Thank you for believing in me.\"\nShe bowed her head in respect, and as she did, the Duke slowly opened his mouth, still watching her.\n\"But you know...\"\n\"......\"\n\"Have you never thought that doing something beyond your ability is nothing but greed and a nuisance?\"\n\"Why would you say such a thing?\"\nNo matter how much Chloe thought about it, she had never been greedy. She had tried so hard not to be a burden to others. Her lips trembled with the unfairness she felt.\n\"Let me give you an example. When the young lady was hobbling around, trying to treat the wounded, do you know what kind of low-class jokes were exchanged on some of the soldiers' cots that night? Could you still talk about noble conduct in front of me after that?\"\nChloe's expression stiffened. The cold, early winter wind tore at her thin clothing.\n\"What do you think would have happened if the viscount had heard those words? If I were in the viscount's position, I would kill the soldiers who harmed daughters with dirty mouths.\"\nThe Duke did not stop speaking, even though he saw Chloe’s face turn pale right before his eyes.\n\"War is not a game. It is certainly not a tool to satisfy your insignificant mercy, my lady. It’s only natural for those who witnessed a bullet hole being shot through the forehead of a fellow soldier, with whom they had just been talking moments ago, to have their minds half shattered. Should I give you another example?”"
}