{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 인증 기간: 2024년 10월 8일(화) 10:00AM ~ 10월 15일(화) 11:59:59PM(KST)\n- 위버스(Weverse)의 NCT DREAM 공식 팬클럽 “NCTzen DREAM” 멤버십(GL) 회원은 본 공연 예매 페이지에서 팬클럽 사전 인증을 정해진 기간 내 완료해야 선예매가 가능합니다. 반드시 해당 기간 내 팬클럽 사전 인증을 진행해 주시기 바랍니다.\n- 팬클럽 선예매 사전 NCT DREAM 공식 팬클럽 “NCTzen DREAM” 멤버십(GL)에 가입한 위버스(Weverse) 계정으로 인증이 가능합니다.\n- 팬클럽 사전 인증을 국문 예매 페이지에서 진행했을 경우 팬클럽 선예매는 국문 예매 페이지에서만 가능하며, 글로벌 예매 페이지에서 진행했을 경우 팬클럽 선예매는 글로벌 예매 페이지에서만 가능합니다.\n- 멜론티켓 본인 명의의 ID 1개당, 선예매를 신청한 위버스(Weverse) 계정 1개만 인증 가능하며 중복 인증은 불가합니다.\n- 사전 인증 완료한 멤버십 정보는 수정, 취소 및 재사용이 불가하며, 멜론티켓 회원 탈퇴를 해도 재인증이 불가합니다.\n- 선예매는 공연 관람 당일까지 멤버십 자격을 유지하고 있어야 유효합니다. 선예매 신청이 확정된 멤버십은 결제 취소 및 환불이 불가합니다. (멤버십 구매샵 확인 방법: 위버스 앱 〉 더보기 〉 나의 멤버십)\n2) 팬클럽 선예매 티켓 오픈\n- 선예매 기간: 2024년 10월 15일(화) 8:00PM ~ 11:59:59PM(KST)\n- 참여 대상: 10월 15일(화) 11:59:59PM(KST)까지 NCT DREAM 공식 팬클럽 “NCTzen DREAM” 멤버십(GL) 회원 사전 인증을 완료한 회원 (회차당 1인 1매)",
    "trans": "- Certification period: October 8, 2024 (Tue) 10:00AM to October 15, 2024 (Tue) 11:59:59PM (KST)\n- Weverse's official fan club for NCT DREAM, \"NCTzen DREAM,\" members with a membership (GL) must complete the fan club pre-certification within the specified period on the concert reservation page to access early ticket sales. Please ensure that you complete the fan club pre-certification within the given time frame.\n- Fan club early ticket sales pre-certification can be completed with a Weverse account that is registered for the official NCT DREAM fan club \"NCTzen DREAM\" membership (GL).\n- If fan club pre-certification is completed on the Korean reservation page, early ticket sales for fan club members will only be available on the Korean reservation page. If completed on the global reservation page, fan club early ticket sales will only be available on the global reservation page.\n- For each Melon Ticket ID under your name, only one Weverse account that has applied for early ticket sales can be certified, and duplicate certifications are not allowed.\n- Once pre-certification is completed, the membership information cannot be modified, canceled, or reused. Even if you cancel your Melon Ticket membership, re-certification is not possible.\n- Early ticket sales are valid only if the membership status is maintained until the day of the concert. Once the membership for early ticket sales is confirmed, cancellations or refunds of the payment are not possible. (To check your membership purchase: Weverse app 〉 View More 〉 My Membership)\n2) Fanclub pre-sale tickets open\n- Pre-sale period: October 15, 2024 (Tue) 8:00 PM ~ 11:59:59 PM (KST)\n- Eligibility: Members who complete the pre-certification for the official NCT DREAM fan club \"NCTzen DREAM\" membership (GL) by 11:59:59 PM (KST) on October 15th (Tuesday) (1 ticket per person per session)."
}