{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“우리 엄마한테도 질투해?”\n“좋은 가족 말이야.”\n지헌의 대답에 정오는 그가 너무나 애틋해졌다.\n나도 어서 당신의 가족이 되어주고 싶다.\n많은 것을 갖고 있으면서도 아무것도 갖지 못한 사람처럼 이따금 몹시도 슬퍼 보이는 이 남자를 많이 사랑해주고 싶다.\n. *. *. *. *. *. *.\n다음 날.\n정오는 전날과 다름없이 지헌과 함께 출근했다.\n꾸역꾸역 아침부터 예나를 만나러 와서는 예나의 매정함에 시무룩해진 지헌을 보니 너무 짠해서, 딸이 차가운 만큼 엄마는 따뜻해야 균형이 맞을 것 같아서 회사까지 같이 가자는 그의 청을 들어주게 되었다.\n왠지 그가 일부러 더 청승을 떨어서 자신을 차 안으로 유도하는 느낌이 들었지만.\n“여기, 여기! 여기서 세워줘.”\n그래도 언제나 조심할 수밖에 없었다. 정오는 회사 근처에서 악착같이 차를 세웠다.\n“이게 더 이상해 보이겠다. 그냥 근처에서 만났다고 하고…….”\n“고마워. 이따가 회사에서 봐.”\n정오는 지헌의 설득을 들어볼 생각도 않고 바로 차에서 내려 부지런히 걸었다.\n경호하듯 천천히 정오의 옆을 지키던 차가 그녀의 살벌한 눈짓에 결국 먼저 떠났다. 정오는 한숨을 내쉬며 앞뒤 양옆을 살폈다. 혹시나 회사 동료가 있을까 해서.\n그런데 아니나 다를까. 뒤편에서 [redacted_name] 대리의 모습이 보였다. 머리카락이 쭈뼛 곤두서는 느낌이었다.\n‘봤을까? 봤으면 어떡하지?’\n[redacted_name] 대리는 표정의 변화가 거의 없었다. 정오를 발견하고도 뛰어가기는 귀찮다는 표정으로 손만 까딱 들어 보이고는 사뿐사뿐 걸어왔다.\n움직이는 걸음걸음에 도도한 기품이 넘쳐 흘렀다. 은주를 기다리는 동안 정오의 등줄기엔 식은땀이 흘렀다.",
    "trans": "\"Are you jealous of my mom, too?\"\n\"Good family.\"\nJiheon's answer made Jeongoh feel an overwhelming sense of affection for him.\nI can't wait to be part of your family.\nI want to love this man, who sometimes looks so sad—like someone who has everything but feels like he has nothing.\n. *. *. *. *. *. *.\nThe next day.\nJeongoh went to work with Jiheon, just like the day before.\nWhen he met Yena that morning, I felt so sad seeing Jiheon hurt by Yena's coldness. I thought that if I showed warmth as her mother, it might help balance things out, so I agreed to his request to go to work with her.\nFor some reason, it felt like he was deliberately acting more pitiful to lead her into the car.\n\"Here, here! Park over here.\"\nStill, I had no choice but to be careful, constantly on edge.  Jeongoh parked close to the office.\n\"This will look even stranger. Let’s just say we met nearby…”\n\"Thank you. See you later at work.\"\nJeongoh got out of the car immediately, walking quickly without even considering Jiheon’s plea.\nThe car, almost like a protective guard, finally drove off first as she gave a sharp glance. Jeongoh sighed, looking around to make sure no coworkers were around.\nAnd sure enough, from behind, she saw [redacted_name]. A chill ran down her spine.\n\"Did she see that? What if she saw it?\"\n[redacted_name] barely changed her expression. Even after spotting Jeongoh, she simply waved and walked off, as if annoyed that she’d noticed her.\nThere was so much pride in her stride. While waiting for Eun-ju, cold sweat dripped down Jeongoh’s back."
}