{
    "source": "ko_KR",
    "target": "en_US",
    "text": "4 살인자가 구별된 성읍으로 도피하여 살 수 있는 경우는 다음과 같습니다. 일찍이 미워한 일이 없는 이웃을 뜻하지 않게 죽였거나,\n5 어떤 사람이 이웃과 함께 나무하러 숲 속으로 들어가서 나무를 찍다가 도끼가 자루에서 빠져 나가 친구를 쳐서 그가 죽었을 경우에, 죽인 그 사람이 그 구별된 세 성읍 가운데 한 곳으로 피신하면 살 수가 있습니다.\n도피성을 세우도록 명하신다. 도피성은 총6곳인데, 요단강 동편 세군데는 이미 정해졌다. 르우벤지파의 성읍 베셀, 갓 지파의 성읍 라못, 므낫세 반지파의 골란이 도피성으로 지정되었고, 앞으로 들어갈 가나안 땅에 세 군데를 정하도록 말씀하신다.\n실수로 사람을 죽인 자들이 도피성으로 도망하여 죽임을 당하지 않게 하셨다.\n죽은 사람도 억울하다. 하지만, 그렇게 죽일 의도도 없이 사람을 죽인 것이 되어 사형당한다면 그 역시 억울한 일이다. 억울한 일이 벌어졌지만, 그 억울한 일로 인해 또 억울한 일이 발생하지 않도록 법을 정해 주셨다.\n살인은 아니지만, 때로는 실수로 상대방에게 피해를 입히고, 상처를 입히기도 한다. 그럴 경우에는 조금 너그러운 마음을 가질 필요가 있다. 그렇다고, 실수로 상대방에게 피해를 입힌 자는 실수라고 해서 너무 당당하게 자기는 무죄하니 용서하라는 요구를 해서는 안된다. 실수로 사람을 죽였지만, 살인에 해당하는 것이고, 살인이지만, 고의로 살인한 것과는 구분하는 것이다.\n억울하게 가족이 상대방의 실수로 죽었다고 생각해보라. 그 가족들의 슬픔과 분노가 어떠했겠는가.",
    "trans": "4 The case in which a murderer can escape to a designated city of refuge is as follows. If they unintentionally killed a neighbor with whom they had no prior hate feelings,\n5 If a person goes into the forest with a neighbor to chop wood, and while chopping, the axe head flies off the handle and strikes the friend, causing his death, the person who killed him can flee to one of the three designated cities of refuge and survive.\nHe commands that cities of refuge be established. There are six cities in total, and three on the east side of the Jordan River have already been designated: Bezer, a city of the tribe of Reuben; Ramoth, a city of the tribe of Gad; and Golan, a city of the half-tribe of Manasseh. He also instructs that three more cities be designated in the land of Canaan.\nHe allowed those who accidentally killed someone to flee to the cities of refuge so that they would not be killed.\nThe person who died is also wronged. However, if someone is sentenced to death for unintentionally causing someone's death without any intent to kill, that would also be unjust. Although an injustice occurred, the law was established to prevent further injustices from arising because of it.\nWhile it may not be murder, there are times when we accidentally cause harm or hurt someone. In such cases, it's important to have a bit of a generous mindset. However, someone who causes harm by mistake should not boldly demand forgiveness, claiming that they are innocent simply because it was an accident. Even though it was an accidental death, it still counts as murder, but it is distinct from intentional murder.\nImagine how it would feel if a family member was wrongfully killed due to someone else's mistake. The grief and anger of the family would have been overwhelming."
}