{
    "source": "ko_KR",
    "target": "en_US",
    "text": "이처럼 내면에 분명한 자신만의 코드가 있기 때문에 님은 그 코드와 일치하는 무엇(취미든, 사람이든, 어떤 신념이나 가치든)을 만나게 되면 완전히 사로잡힐 것입니다.\n님의 인생은 자기 내면의 목소리를 따라가는 길이라고 할 수 있으며, 보다 구체적으로는 자신을 사로잡은 그 무엇에 열정을 쏟아붓는 삶이라고 할 수 있습니다.\n이러한 님의 성향은 이성을 사귈 때도 그대로 나타날 수 있습니다.\n님은 내면의 코드가 일치해서 자신을 사로잡는 남자가 나타날 경우 정신없이(?) 빠져들 것입니다. 한마디로 님과 같은 사주는 눈에 콩깍지가 씌면 헤어나오기 어려운 타입이기에 치명적인 사랑에 빠지지 않도록 주의를 요합니다.\n한편 님은 자기 내면의 목소리를 충실히 따르기 때문에 자기 주관과 소신이 분명하고, 남의 눈치를 보지 않기 때문에 매우 독립적인 사람이 됩니다. 모두가 “예” 할 때 “아니오” 할 수 있는 사람이 되는 것입니다.\n하지만 그렇다고 해서 님이 섣불리 남들과 충돌을 빚거나 하지는 않습니다.\n님은 신중한 사람이기에 자신의 판단이 혹시 잘못된 것일 가능성을 경계합니다.\n자기 판단이 섣부른 것이 되지 않도록 어떤 결정을 내리기 전에 골똘히 생각에 잠겨 심사숙고할 것입니다. 어떤 판단을 내릴 일이 있는데 그에 대한 지식이 부족하다고 생각되면 열심히 찾아서 공부하기도 할 것입니다.\n님은 이렇게 심사숙고해서 판단을 내릴 것인데, 그렇게 해서 자기 확신이 서고난 이후에도 역시 남들과 충돌을 빚지 않도록 유의할 것입니다.",
    "trans": "Because you have a clear inner code of your own, when you encounter something (be it a hobby, a person, a belief, or a value) that aligns with this code, you will become completely captivated.\nYour life can be described as a journey of following the voice within, and more specifically, as a life of pouring your passion into what captivates you.\nThis trait of yours may also manifest when you form romantic relationships.\nIf a man who aligns with your inner code and captivates you appears, you may find yourself irresistibly drawn to him. Simply put, your personality is one that struggles to escape once love has struck, so you need to be cautious not to fall into an all-consuming, fatal romance.\nOn the other hand, because you are faithful to your inner voice, you have strong principles and convictions, and you do not feel the need to conform to others, making you a highly independent individual. You are the type of person who can say “no” when everyone else says “yes.”\nHowever, this does not mean you are prone to clashing with others hastily.\nYou are cautious by nature and take care to ensure that your judgment is not flawed.\nBefore making any decisions, you take time to deeply reflect and think things through. If you feel you lack knowledge on a subject, you diligently seek out information and study it.\nEven after making a carefully considered decision and gaining confidence in your judgment, you still strive to avoid unnecessary conflicts with others."
}