{
    "source": "ko_KR",
    "target": "en_US",
    "text": "표현에 있어서 《치숙》은 당대의 소설들과는 달리 비판받아야 할 대상의 입을 빌려 긍정적 인물을 부정적으로 묘사하는 특이한 기법을 사용하고 있다는 점에서 각광을 받는 작품이다.\n'주인공과 고모부 둘 다 비판하는 작품'이란 시각이 우세하다. 고모부는 조카더러 친일한다고 비판하지만, 본인은 세상을 변화시킬 의지만 있을 뿐 실행하지는 못하고 당장 현실적인 밥벌이조차 하지 못하는 한심한 인간이다.\n실제로 채만식이 고모부인 치숙 또한 전적으로 긍정적 인물로 그리지는 않았다는 점이 근거가 된다. 사회변혁을 이야기하면서 조강지처를 쫓아내고 도쿄로 가서 다른 여자와 딴 살림을 차렸다든지, 정작 그렇게 내쳤던 본처에게 출소 후 아무런 미안한 마음도 없이 다시 돌아와 얹혀 살고 있는 밥벌레스러운 모습(…), 삶이 나락으로 떨어져가도 돈을 벌어서 먹고 살려는 생각은 안 하고 끝끝내 사회주의 활동을 포기하려 들지 않는 모습을 보면, 채만식은 그를 동정받아야 할, 혹은 올바름의 상징으로 그리지 않았다는 것이다.\n반면 식민지인임에도 자국을 경멸하고 일본을 동경하는, 일반적으로는 돌팔매 맞을 캐릭터성을 가진 주인공은 직업도 있고 일본인 사장에게 예쁨받을 정도로 일도 잘한다. 오갈 데 없던 자신을 키워줬던 고모가 어려움에 처하자, 자기가 일하는 가게의 일본인 사장에게 얘기해서 거처와 일자리도 소개해주고 재혼도 권유한다.",
    "trans": "The novel 《Chi-sook》 is considered a notable work for its unique narrative technique, which was unconventional compared to contemporary novels.\nThe prevailing view is that 'the work criticizes both the protagonist and the uncle'. The uncle criticizes his nephew for being pro-Japanese, but he himself is a pathetic person who has the will to change the world yet fails to act on it, unable to even secure a basic livelihood.\nThe fact that Chae Man-sik did not portray the uncle-in-law, Chi-sook, as an entirely positive figure supports this interpretation. While speaking of societal reform, he drove away his devoted wife, moved to Tokyo, and started a new life with another woman. After his release from prison, he shamelessly returned to live off the very wife he had abandoned, showing no remorse for his actions. Even as his life descended into ruin, he refused to give up his socialist activities or consider earning a living to support himself. These aspects indicate that Chae Man-sik did not depict him as a figure deserving of sympathy or as a symbol of righteousness.\nOn the other hand, the protagonist, who is a colonial subject yet despises his own country and admires Japan—traits that would generally make him a target of criticism—has a job and works so well that he is favored by his Japanese boss. When his aunt, who had taken him in when he had nowhere to go, falls into hardship, he talks to his Japanese employer and arranges for her accommodation and employment, even suggesting that she remarry."
}