{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 신분증은 실물 신분증만 확인이 가능하며, 신분증을 촬영한 사진 및 복사본, 어플 등은 불가합니다.\n- 신분증은 유효기간이 만료되지 않은 것만 인정됩니다.\n1. 팬 사인회는 중복 및 대리 구매를 통한 응모는 가능하나, 반드시 당첨된 본인만 참여 가능합니다. 본 이벤트는 당첨 양도가 불가능하며 적발 시 이벤트 참여가 불가합니다.\n2. 사인회 시작 20분 전까지는 행사장에 도착해 본인확인 완료해주시기를 바랍니다.\n3. 사인회 참여 시, 본인의 번호에 맞는 순서에 참여를 부탁드립니다.\n현장 스태프의 안내에도 불구하고 본인의 순번에 맞춰 줄을 서지 않거나 통솔에 응하지 않으실 경우, 이벤트 참여가 불가할 수 있습니다. 본인 번호표 순서에 서 계시지 않아서 발생되는 불이익에 대해서는 책임지지 않으며, 현장 스태프의 통솔을 반드시 따라 주시기 바랍니다.\n4. 사인은 NOWADAYS 2nd Single [NOWHERE] 포토북에만 받을 수 있습니다. 따라서, 포토 카드, CD, 기타 준비해온 개인 물품 등에는 사인이 불가하며 현장 스태프에게 발견될 시 수거 후 폐기 처리됩니다.",
    "trans": "- Only physical identification cards are accepted for verification; photos, copies, or app versions of the ID are not permitted.The identification card must be valid and not expired.\n- The identification card must be valid and not expired.\n1. For the fan signing event, it is possible to apply through multiple or proxy purchases, but only the winner who has been selected can participate. This event is non-transferable, and any attempts to transfer participation will result in disqualification from the event.\n2. Please ensure to arrive at the venue and complete identity verification at least 20 minutes before the signing event begins.\n3. When participating in the signing event, please follow the order corresponding to your number.\nIf you fail to line up according to your assigned number or do not comply with the staff's instructions, you may be disqualified from participating in the event. Any disadvantages caused by not adhering to your assigned number will not be the responsibility of the event organizers, and you are required to follow the staff's instructions.\n4. Signatures can only be received on the NOWADAYS 2nd Single [NOWHERE] photobook. Signatures cannot be obtained on items such as photo cards, CDs, or any other personal items brought by participants. If any such items are found by the staff, they will be collected and discarded."
}