{
    "source": "ko_KR",
    "target": "en_US",
    "text": "역할별 수행계획서:본인의 역할 및 스스로 성취하고 싶은 것들의 계획표 작성\n장형월 ZHANG XINYUE(감독/기획/촬영):\n저 역시 20대의 한 사람으로서 이번 다큐멘터리 주제에 깊이 공감하고 있다. 특히\n자아 정체성과 삶의 방식을 탐구하는 과정에서 우리 세대가 겪는 고민과 갈등을 잘 이해 할 수 있다. 이번 다큐멘터리를 통해 주인공들의 삶을 단순히 보여주는 것을 넘어서, 그들 이 자신을 성찰하고 스스로와 화해해 가는 과정 속에서 내면의 변화를 깊이 있게 탐구하 고자 한다. 감독으로서 이 촬영의 핵심 메시지를 명확히 설정하고, 감정적 공감을 유지하 면서도 객관적인 시각으로 이들의 이야기를 기록할 것이다. 관찰자의 시선으로 주인공들 의 변화와 깨달음을 담아내며, 시청자들이 이들의 이야기를 통해 스스로를 돌아보고 자기 이해와 수용의 힘을 얻을 수 있기를 바란다.\n정유신 ZHENG YUXIN(기획/편집/출연):\n팀 내에서 나는 다큐멘터리의 기획과 편집을 담당하며, 상하관계를 연결하는 중요한\n역할을 맡고 있다. 기획 단계에서는 다큐멘터리의 주제와 서사 구조를 명확히 설정해, 모 든 팀원이 방향성과 핵심 메시지를 이해할 수 있도록 한다. 나는 촬영 스타일, 감정의 흐 름, 장면 구성을 구상하여 촬영의 견고한 기초를 다지려고 노력한다.",
    "trans": "Per-role performance plan: Create a plan for your role and what you want to achieve yourself\nang Hyung-wol ZHANG XINYUE (Director/Planning/Filming):\nAs a person in my 20s, I also deeply sympathize with the theme of this documentary. In particular\nIn the process of exploring self-identity and way of life, we can better understand the concerns and conflicts that our generation suffers. Through this documentary, I would like to go beyond simply showing the lives of the protagonists and explore their inner changes in depth in the process of reflecting on themselves and reconciling with themselves. As a director, I will clearly set the core message of this shoot and record their stories from an objective perspective while maintaining emotional empathy. It captures the changes and enlightenment of the protagonists through the eyes of the observer, and I hope that viewers can look back on themselves and gain the power of self-understanding and acceptance through their stories.\nJeong Yu-shin ZHENG YUXIN (Planning/Editing/Appearance):\nWithin the team, I am in charge of planning and editing documentaries, an important role who connects superior and subordinate relationships.\nI am playing a role. In the planning stage, the theme and narrative structure of the documentary are clearly set so that all team members can understand the direction and core message. I try to lay a solid foundation for filming by conceiving the filming style, emotional flow, and scene composition."
}