{
    "source": "ko_KR",
    "target": "en_US",
    "text": "직장인이 된 대학 동기들이 분위기가 좋다며 추천해주던 바에 들어가자, 어두운 조명이 무언가 무서웠다. 구석에 홀로 자리 잡은 일훈은 알아듣지 못할 술 이름을 보다가 적당히 귀에 익은 양주를 시켰다. 커다란 얼음이 도르르 굴러다니며 호박색 액체와 섞이자 일훈이 홀짝, 삼켰다. 쓰다. 도수도 높은지 목구멍이 뜨거웠다. 이게 뭐가 맛있다고 마시는 건지. 그러나 확실히 기분이 안 좋을 때는 한 번씩 술이 생각나는 것은 어쩔 수 없었다.\n양주인 것을 감안해서 한 번에 들이키지 않았고, 적당한 안주를 시켜서 속을 버리지도 않았다. 그럼에도 일훈이 간과했던 것은 바로 본인의 주량이었다. 술은, 회식에서 어쩌다 한 잔씩 마시는 게 다였다. 낙하산이라는 소문 -물론 낙하산은 맞았다- 덕에 그 누구도 일훈에게 억지로 술을 권하지는 않았다. 눈치를 줄 뿐이지. 그래서인지 일훈은 본인이 얼만큼 '취하지 않고' 마실 수 있는지 몰랐다. 두 잔을 비운 일훈이 계산을 하고 일어났다. 분명 정신은 멀쩡했다. 그러나 온 몸이 새빨갛고 똑바로 걷는 것이 조금 어려웠다. 이상하네, 나 정신은 하나도 안 취했는데 몸이 취한 것 같아. 계산을 할 때도 가격을 확인했고, 사장님께 감사 인사도 하고 나왔다. 그런데 걷는 게 어렵다니.\n머리가 아팠다. 술을 마시기로 작정을 하고 왔기 때문에 차는 살고있는 오피스텔 주차장에 있었다. 택시를 잡고 집에 가기만 하면 되는 아주 간단한 귀가 과정만 거치면 오늘 하루는 끝이었다. 인도의 끝으로 걸어가서 근처에 있는 택시를 잡으려는 순간,",
    "trans": "When I stepped into the bar my colleagues had recommended, praising its great atmosphere, I was taken aback by how dimly lit it was. Sitting alone in a corner, Ilhoon stared at the menu filled with unfamiliar liquor names and settled on ordering something that seemed appropriate. A large cube of ice spun lazily in his glass, mixing with the amber liquid. He took a sip and swallowed. Bitter. The burn in his throat told him the alcohol content was probably too high for his liking. What’s the appeal of drinking this stuff? he wondered. Still, when he was in a bad mood, alcohol occasionally crossed his mind as a remedy.\nSince it was hard liquor, he didn’t knock it back all at once and made sure to order some food to cushion his stomach.  Even so, Ilhoon had underestimated one crucial thing: his own tolerance. He was the type who only had a single drink at company dinners, and because of the rumors that he’d gotten his job through connections—rumors that were, admittedly, true—no one ever pressured him to drink. Instead, they just made him hyper-aware of their judgment. Maybe that’s why he never really figured out how much alcohol he could handle before it hit him. After two glasses, he paid his tab and stood up.  He felt sure he was fine—clear-headed even. But as soon as he tried to walk in a straight line, his legs felt unsteady, his balance precarious. Weird. I feel drunk, but I’m not drunk at all. When he paid, he double-checked the price and even thanked the owner on his way out. But now, walking was strangely difficult.\nA dull ache started to creep into his head. Since he’d planned on drinking, his car was safely parked in the lot at his officetel. All he had to do was flag down a taxi and get home. Simple. Or so he thought. As he reached the edge of the sidewalk, ready to hail a cab,"
}