{
    "source": "ko_KR",
    "target": "en_US",
    "text": "그러나 문제는 돈이 없었다. 월급은 통장에 잠깐 들렀다 나갔고, 신용카드 할부는 이제 더 못 써, 캐싱을 땡기자니 아직 전세금 대출도 다 못 갚았는데 또 빚질 생각에 골치가 아파졌다. 주변에 돈을 빌리기엔 가오가 안 선다. 그럼 어떡해? 벌어야지 뭐.\n그렇게 새벽 픽업 버스를 타고 물류창고에 도착한 지웅은 일 한 지 두 시간 만에 화장실을 간다며 뻥치고 추노했다. 산비탈 길을 허겁지겁 내려오던 지웅은 누가 따라올까 뒤를 돌아보며 필사적으로 내달렸다. 고작 두 시간 상하차 좀 했을 뿐인데 두 다리는 갓 태어난 새끼사슴처럼 후들거렸다. 이대로는 여친 생일에 허리를 못 쓸 것만 같았다. 약 3주 후에 있을 여자친구의 생일은 지웅에게 있어서 인생 최대의 결전의 날이다. 한강 야경이 내려다보이는 스위트룸에서 무드 잡고 장미꽃과 생일선물로 감동시킨 후 거사를 치러서 여자친구의 몸도 마음도 완전히 제 것으로 만들어버려야만 했다. 일하다 만나 출생의 비밀을 알고 접근해서 사귄 지가 이제 200일, 부잣집 따님답게 가정교육을 잘 받은 건지 결혼할 상대가 아니면 아직... 이라며 수줍게 줄 듯 말 듯 애태우던 그녀. 조금씩 달콤한 말로 오랜 시간에 걸쳐 꼬드기자 생일에는 할 수도 있다는 분위기를 풍겼다. 호캉스 예약에 폴짝폴짝 뛰며 기뻐하던 그녀가 이렇게 말했기 때문이었다.\n\"나 있지, 오빠라면 결혼해도 괜찮을 것 같다는 생각이 요즘 자꾸 들어.\"",
    "trans": "However, the problem was that I had no money. My salary came into and went out of my bank book for a minute, and I couldn't use my credit card installments anymore, and when I called for cashing, I haven't paid off all my lease on a deposit basis loans yet, and the thought of going into debt again was giving me a headache. To borrow money from those around me makes me scratch my pride. So what should I do? Have to earn something.\nAfter arriving at the warehouse by pick-up bus at dawn like that, Ji-woong lied he was going to the bathroom after two hours since he worked and then ran away. Coming down the hillside in a hurry, Ji-woong looked back to see if anyone would follow him and ran desperately. He was  loading and unloading a little for just two hours, but his legs were shaking like a new-born baby deer. He felt like he wouldn't be able to use his waist on his girlfriend's birthday as it is. His girlfriend's birthday which will be held in about three weeks is the biggest showdown in Jiwoong's life. He had to set the mood in a suite overlooking the night view of the Han River, impress her with roses and a birthday present, and then hold a big event to completely make the girlfriend's body and mind his own. It's been 200 days since he met her at work, knew the secret of her birth, approached her, and dated her for. Whether because she received a good upbringing like the daughter of a rich family, or whether because he was not the person she was going to marry, she made his heart nervous as if she would shyly permit one night stand with him or she wouldn't permit it, saying yet..... Little by little, he was tempted her over a long period of time with sweet words, and she gave off the vibe that he could do it on her birthday. This is because she said this while jumping up and down with joy at booking a hocance.\n“You know, I keep thinking these days that it would be okay to get married if it were you.”"
}