{
    "source": "ko_KR",
    "target": "en_US",
    "text": "이어 “라이즈 멤버 6인은 해외 스케줄을 수행하는 중이어서 승한의 탈퇴를 충분히 논의하지 못했다”면서 “활동 중지와 복귀 및 탈퇴로 인해 승한이 써야 했던 두 번의 사과문과 그 행위들에 대한 위저드 프로덕션의 사과 및 사생활 유포와 허위사실 유포 고소 등 아티스트 케어는 전혀 없었다”고 주장했다.\n그러면서 “이 작태는 SM 엔터테인먼트 및 위저드 프로덕션이 10개월 간 라이즈 멤버 7명 및 브리즈 모두를 농락한 행위로 간주된다”며 시위 진행을 예고했다.\n앞서 승한은 지난 11일 팬 소통 플랫폼 위버스에 자필 편지를 올렸다. 승한은 “데뷔 전 사진들이 공개됐을 때 제 모습이지만 스스로에게 실망감과 후회가 들었다”며 “그러던 와중 멤버들이 다시 한번 손을 잡아줬다. 정말 어려운 결정이었을 텐데 너무나 고맙고 미안한 마음뿐”이라며 멤버들에게 감사의 마음을 전했다.\n같은 시기 SM 측은 공식 입장을 통해 “승한은 과거 자신의 행동이 잘못된 것임을 인정하면서 1년 가까이 활동을 멈췄다”면서 “데뷔 전부터 심혈을 기울여 계획해온 라이즈의 다음 챕터는 7명의 멤버가 함께할 때 더욱 의미있게 보여질 것이라고 판단, 논의를 거쳐 승한이 팀에 복귀하는 것으로 결정하게 됐다”고 말했다.\n해당 소식을 접한 팬들은 1년간 승한이 활동 중단을 하면서 이제서야 6인 체제가 안정적으로 자리를 잡았는데, 굳이 위험을 감내하고서라도 7인 체제를 밀어붙이는 SM에 이해하기 어렵다는 반응을 보이며 SM 사옥에 근조화환을 보내는 등 강한 반대 시위를 벌였다.",
    "trans": "Continuously, \"The six members of RIZE were on an overseas schedule, so they were unable to discuss Seunghan's departure thoroughly,\" and \"There was no artist care from Wizard Production, such as Seunghan having to write two apology letters due to his suspension and return, nor an apology from Wizard Production for his actions, or for the distribution of private matters and false rumors, including lawsuits.\"\nThe statement continued, \"This behavior is considered an act of mockery by SM Entertainment and Wizard Production, who have toyed with all seven members of RIZE and Breeze for the past 10 months,\" and they announced plans to hold a protest.\nPreviously, Seunghan posted a handwritten letter on the fan communication platform Weverse on the 11th. In the letter, Seunghan wrote, \"When photos from before my debut were released, it was me in them, but I felt disappointed and regretful with myself,\" and added, \"During that time, my members once again reached out to me. It must have been such a difficult decision for them, and I am so grateful and sorry.\" He expressed his gratitude toward the members.\nAt the same time, SM Entertainment released an official statement, saying, \"Seunghan acknowledged that his past actions were wrong and had suspended his activities for almost a year,\" and \"We decided that the next chapter of RIZE, which had been meticulously planned even before debut, would be more meaningful when all seven members are together, so after discussions, we decided that Seunghan would return to the team.\"\nUpon hearing the news, fans expressed confusion, as Seunghan had been on hiatus for a year and the group had finally settled into a stable six-member formation. They were critical of SM for pushing to return to a seven-member lineup despite the risks. Fans launched strong protests, even sending condolence wreaths to SM's headquarters."
}