{
    "source": "ko_KR",
    "target": "en_US",
    "text": "3. 사인회 시작 전 본인 번호에 반드시 착석 부탁드립니다. 입장 이후 자리 이동이 엄격히 제한됩니다. 임의로 자리를 변경하거나 좌석을 이동, 변경 시 퇴장 조치 될 수 있습니다.\n4. 대리구매가 가능합니다. 단, 사인회는 응모하신 본인만 참여할 수 있습니다. 번호표(입장권) 양도는 불가능하며, 적발 시 당첨 및 참여는 무효 처리됩니다.\n5. 사인회 착석하신 자리에서 자유로운 사진,영상 촬영은 가능하오나, 사인 줄에 대기 및 사인 받는 중 사진촬영/셀카 및 객석을 향한 사진촬영 요구/녹음은 금지되어 있습니다. (적발시 데이터 삭제 후 퇴장 조치되며, 삭제 시 촬영 기기의 훼손은 책임지지 않습니다.)\n6. 사진 촬영 시 플래시, AF 보조광 및 스트로브 라이트 사용은 금지됩니다.\n7. 셀카봉 및 삼각대는 본인의 자리에서만 설치 가능합니다. 적정 높이를 넘어 다른 입장객에게 불편을 끼치는 경우 사용 중단을 요청드릴 수 있습니다.\n8. 팬 사인회에서 SNS 라이브 방송 중계 (인스타그램 라이브, 페이스북 라이브, 아프리카 TV 등)를 금지합니다. 적발 시 사인을 받음 유무와 관계 없이 퇴장 조치됩니다.\n9. 당첨자 기명 사인 앨범은 랜덤으로 제공됩니다.( 구매하신 앨범 중 1매)\n10. 앨범 내지 외에 다른 곳에는 사인을 받을 수 없습니다.\n- 앨범 특전 물품(포토카드, 폰케이스, 개인 소지품 등) 적발 시, 해당 물품은 수거 후 돌려드리지 않습니다.\n11. 포스트잇 및 인덱싱 관련 안내 사항\n- 포스트잇에 TO.( 한글or영문)을 작성 후 앨범 부착 부탁드립니다.\n- 페이지 표시 포스트잇 혹은 인덱스로 멤버 별로 사인 받을 페이지를 미리 표시하여 주시기 바랍니다.",
    "trans": "3. Before the autograph session begins, please make sure to sit in the seat with your number on it. After you enter, we strictly prohibit you from moving your seat. If you change your seat arbitrarily or if you move or change seats, you may be ejected.\n4. You can make proxy purchases. However, only the person who applied can participate in the autograph session. You cannot transfer your number (admission ticket), and if you are caught doing so, we will cancel your winnings and participation.\n5. You may freely take photos or videos from your seat for the autograph session, but you may not take photos/selfies or ask to take photos/record toward the audience while you are waiting in line for the autograph or while receiving the autograph. (If you are caught doing so, we will delete the data and you will be asked to leave. If we delete the data, we are not responsible for damage to the recording device.)\n6. When taking pictures, you cannot use the flash, AF assist light, or strobe light.\n7. Selfie sticks and tripods may only be installed at your own location. If they exceed the appropriate height and cause inconvenience to other visitors, we may ask you to stop using them.\n8. During the fan signing event, you are not allowed to do live broadcasts on SNS (Instagram Live, Facebook Live, Afreeca TV, etc.). If we catch you doing that, you will be removed from the event regardless of whether you received an autograph or not.\n9. You will be given a random signed album with the winner's name (1 album from the albums you purchased).\n10. You cannot get autographs anywhere other than inside the album.\n- If we detect album special items (photocards, phone cases, personal belongings, etc.), we will collect the items and not return them.\n11. Information regarding post-it notes and indexing\n- Please write TO. (Korean or English) on a Post-it and then attach it to the album.\n- You should mark in advance which pages each member will sign using post-it notes or an index to indicate which pages to sign."
}