{
    "source": "ko_KR",
    "target": "en_US",
    "text": "제26조 고객확인 및 검증\nⓛ 「특정 금융거래정보의 보고 및 이용 등에 관한 법률 」 과 「공중 등 협박목적 및 대량살상무기확산을 위한 자금조달행위의 금지에 관한 법률 」에 따른 고객확인 및 검증을 위해 은행은 거래처에 다음 각 호에서 정한 정보, 문서, 자료 등을 요구할 수 있으며, 거래처가 이를 거부하거나 확인·검증이 충분히 이루어지지 않을 경우 요청한 금융거래가 거절되거나 종료된다.\n1. 개인\n확인정보 제출문서(자료)\n신원정보 성명, 실명번호, 국적, 주소(거소), 연락처, 성별 등 실명확인증표\n(주민등록증, 운전면허증, 외국인등록증, 여권 등)\n행정정보문서(주민등록등본 등)\n직장정보 직장명, 직장주소, 직업, 업종 등 직장정보문서(재직증명서 등)\n추가정보 거래의 목적,\n거래자금의 원천,\n재산현황 등 기타 추가정보 확인이 가능한 자료 (신용카드, 공과금 영수증 등)\n2. 법인\n확인정보 제출문서(자료)\n신원정보 법인(단체)명, 실명번호, 본점·사업장의 주소 및 연락처, 설립사실(목적), 업종, 대표자정보, 실제소유자*(주주 및 임원) 등\n*고객을 최종적으로 지배하거나 통제하는 자연인 실명확인증표\n(사업자등록증, 고유번호증 등)\n법인(단체) 확인문서\n(법인등기사항전부증명서, 정관, 규약 등,)\n대표자 신원정보문서\n주주명부(출자자명부) 등\n추가정보 회사 일반정보, 거래의 목적 거래자금의 원천, 기부관련정보 등 기타 추가정보 확인이 가능한 자료 (각종 인허가서, 전자세금계산서 등)",
    "trans": "Article 26: Customer Identification and Verification\nⓛ To comply with the Act on the Reporting and Use of Specific Financial Transaction Information and the Act on the Prohibition of Funding Activities for the Proliferation of WMDs, banks may request specific information, documents, and data from customers for identification and verification. Financial transactions will be rejected or terminated if customers refuse to provide adequate confirmation or verification.\n1. Individuals\nRequired Information and Documentation\nIdentification Information: Full name, national identification number, nationality, address (residence), contact information, gender, etc.\n(Resident Registration Card, Driver’s License, Alien Registration Card, Passport)\nAdministrative Documents: Copies of resident registration or similar documents.\nWorkplace Information: Workplace name, address, occupation, business type, etc.(Certificate of Employment or similar documentation)\nAdditional Information: Purpose of the transaction,\nsource of funds,\nand documents verifying financial status (e.g., credit card statements, utility bill receipts).\n2. Corporations\nRequired Information and Documentation\nIdentification Information: Corporate or organizational name, real name registration number, address and contact details of the head office and workplace, establishment purpose, business type, representative details, and actual owner information (e.g., shareholders and executives).\n*A valid identification document of the natural person who ultimately controls or governs the customer.\n(Business Registration Certificate, Unique Number Certificate)\nCorporate Verification Documents\n(Certificate of Corporate Registration, Articles of Incorporation, Regulations)\nRepresentative Identification Documents\nShareholder Information(Investors)\nAdditional Information: General company details, purpose of transaction, source of transaction funds, donation-related documents, and other relevant data (e.g., licenses, electronic tax invoices)."
}