{
    "source": "ko_KR",
    "target": "en_US",
    "text": "최민환은 사실상 가족 예능으로 얼굴을 알린 연예인이기에, 대중의 배신감은 이루 말할 수 없이 컸다. 더군다나 가장 최근 활약상이 '슈퍼맨이 돌아왔다'에서 세 자녀를 공개하고 양육하는 가정적인 '싱글 파파' 이미지였던 만큼 비판 여론이 들끓었다. 결국 '슈퍼맨이 돌아왔다'에선 불명예스럽게 하차한 최민환이다. \"최민환의 성매매처벌법 위반 혐의를 수사해 달라\"라는 민원까지 접수되며, 서울 강남경찰서가 내사에 착수한 상황이다.\n이 가운데 이홍기가 최민환을 옹호하고 나서며 화를 자초, 애써 쌓아올린 FT아일랜드 명성을 무너트릴 위기에 처했다. 이미 '버닝썬 게이트' 전 리더 최종훈 리스크를 겪으며 한 차례 휘청였던 FT아일랜드인데, 이번 최민환의 의혹 또한 가볍지 않은 사안임에도 무작정 감정적으로 접근하는 모양새로 팬들의 실망감을 키웠다.\n최민환조차 고개를 숙이고 활동 중단을 선언한 상황에서 이홍기는 그룹의 앞날을 얘기한답시고 \"그래도 우리 모두 너무 쉽게 다 믿지는 말아야지\"라는 애매모호한 말을 덧붙이며 혼란만 가중시켰다.\n이홍기의 '최민환 옹호'는 네티즌들 사이 의견만 분분하게 만들었고, 이에 그치지 않고 이홍기는 26일 \"성매매가 아니고 성매매업소가 아니라면? 지금 하는 말 책임질 수 있어?\" 라고 날카롭게 얘기했다. 한 팀을 이끄는 리더가 여론을 읽지 못하고 불필요하게 기싸움을 벌이는 경솔함을 고스란히 노출, 이는 대중은 물론 팬들마저 돌아서게 만들었다. 더욱이 이홍기는 논란을 의식해 자신의 댓글들을 삭제, 본인 말도 책임지지 못하는 언행을 보이며 최민환과 별개로 FT아일랜드의 이미지를 갉아먹는 촌극을 빚었다. 멤버를 대신해 사과할 필요는 응당 없으나, 신중하지 못한 '옹호'의 여파로 몰고온 분란을 나몰라라한 점이 코미디라는 얘기다.",
    "trans": "Choi Min-hwan is a celebrity that people actually found out about because of a family variety show, so the public felt an indescribable sense of betrayal. Furthermore, since his image on 'The Return of Superman', where he was most active recently, was that of a 'single dad' who was raising his three children in public, public criticism was in full swing. Eventually, Choi Min-hwan left 'The Return of Superman' in disgrace. As receiving a civil petition asking for an investigation into Choi Min-hwan's alleged violation of the Prostitution Punishment Act, Seoul Gangnam Police Station has begun an internal investigation.\nIn this situation, Lee Hongki came out to defend Choi Minhwan, causing trouble for himself, and because of this, FT Island's reputation, which they had worked so hard to build, was in danger of collapsing. FT Island had already been shaken once by the former leader Choi Jonghoon risk of 'Burning Sun Gate', so even though Choi Minhwan's suspicions weren't also light, he showed an emotional approach without a plan, which disappointed fans.\nIn a situation where even Choi Min-hwan bowed his head and declared a hiatus, Lee Hong-ki only caused more confusion by adding the ambiguous statement, \"However, we all should not completely believe everything so easily,\" while talking about the group's future.\nLee Hongki's 'defending Choi Minhwan' only divided opinions among netizens, and on the 26th, Lee Hongki sharply said, \"If that's not prostitution or a prostitution establishment? Can you be in charge of what you're saying?\" As the leader of a team, he completely exposed his recklessness in not being able to read public opinion and unnecessarily fighting, and this turned not only the public but even the fans away. Additionally, as he was conscious of the controversy, Lee Hongki deleted his comments, which showed his words and actions that did not allow him to take responsibility for his own words, creating a farce that tarnished FT Island's image separately from Choi Minhwan. What I want to say is that he does not necessarily need to apologize on behalf of the members, but the fact that he avoided the controversy that resulted from his 'defending' by saying that he did not know because he was not careful is comical."
}