{
    "source": "ko_KR",
    "target": "en_US",
    "text": "그 외에 2007년에 번외판으로 발매된 MG 데스티니 건담 익스트림 블라스트 모드에 들어있던 빛의 날개도 포함되어 있는데요. 앞/뒷면의 반사광과 색감이 다르며, 조명의 각도에 따라 무지개빛 반사광이 보이는 코팅이 입혀져 있습니다. 참고로 본체에 장착하기 위해 추가하는 투명파츠들간의 결합이 약해서, 가급적 본드로 붙인 다음 본체에 끼우는게 훨씬 편하긴 하네요. 또한 빛의 날개와 본체와의 결합력도 생각보다 약해서, 요령껏 잘 끼워두지 않으면 쉽게 빠질 수 있으니 여러번 연습이 필요하긴 합니다. 그 외에 검은색의 액션베이스도 동봉되어 있어서, 여러모로 호화사양의 킷이라 할 수 있네요.\n이렇듯 신규 조형은 없지만, 여러 킷들의 파츠들을 잘 조합하여 우수한 비주얼을 보여주는 스페셜 한정판으로 나왔는데요. MG 아스트레이 본체와 데스티니 R 실루엣의 품질감도 우수했기 때문에, 그 조합 역시 무난한 조립감과 안정적인 퀄리티를 보여주고 있습니다. 다만 백팩이 크고 무거워서, 바닥에 직립시에는 무게중심을 잘 맞춰줘야 하는데요. 어차피 빛의 날개까지 적용해야 제대로 돈값을 하는 킷이라, 안정적인 디스플레이를 위해서는 동봉된 스탠드에 올려두는 것이 나을 듯 합니다.",
    "trans": "Plus, it also includes the Wings of Light that was included in the MG Destiny Gundam Extreme Blast Mode that was released as a spin-off in 2007. Its front and back have different reflections and colors, and it is coated with a rainbow-colored reflection depending on the angle of the light. As a side note, the bond between the transparent parts that are added to be installed to the main body is weak, so I think it would be much easier to glue them together and then attach them to the main body. Also, the bond between the Wings of Light and the main body is weaker than you think, so if you don't attach them properly using various methods, they can easily fall off, so you'll need to practice. In addition, it also comes with a black action base, so in many ways I think it's a deluxe kit.\nAs described above, there is no new modeling, but it was released as a special limited edition that shows excellent visuals by combining parts from various kits well. The quality of the MG Astray body and Destiny R silhouette is also excellent, so the combination also shows a decent sense of assembly and stable quality. However, since the backpack is large and heavy, you need to adjust the center of gravity well when standing upright on the floor. Since it is a kit that is worth the money only if it applies the Wings of Light anyway, I think it is better to place it on the included stand for a stable display."
}