{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“삼성처럼 못 만들겠다” 애플, 충격 ‘포기 선언’…이 반지, 결국 못 본다?\n명태균 “입 열면 세상 뒤집혀”…대통령실 “윤, 조언 들을 이유 없어”\n국정원 요원 2명, 네팔에서 임무 수행 중 사고로 순직\n가장 ‘뜨거웠던 9월’… 겨울엔 ‘최강 한파’ 온다\n“이건 진짜 미쳤다” 100% 망할줄 알았는데…입소문에 ‘난리’\n‘5만전자’ 본 개미들 아우성에…삼성 반도체 수장이 쓴 반성문, 엿보니\n\"한국인인 게 부끄러워\"…그랜드캐니언에 '하람·연성·예진' 낙서 테러\n\"나쁜 것 안 했다\"…BJ 세야, 조폭 유튜버와 '마약 혐의'로 재판행\n재생하기 재생시간01:51\n김장철 '금배추' 어쩌나 걱정했는데…\"이달 말 가격 뚝\"\n\"평생 '이 음료' 다섯 잔도 안 마셨다\"… 아이유, 이유 뭔가 봤더니?\n\"중국도 들어갔는데 한국은 왜 빼\"… 일본항공, 외국 관광객 日국내선 무료 제공 [수민이가 화났어요]\n이유비 \"여자는 어깨가 중요\"... 주 6회 '이 운동'한다고?\n[단독] ‘김건희 호평’ 대통령 관저 한옥 시공사, 법무부 254억 공사 수주 특혜 의혹\n[속보]대둔산서 100m 아래로 추락한 30대 야영객 ‘극적 구조’\n\"세종대 어디 있는지도 모른다\" 석사 학력 직접 정정한 여배우\n한동훈 정면돌파하나…친한계 일부 “도이치 김건희 여사 기소해야”\n“벽돌로 덤벼도 몸으로 방어만”… 무도실무관 현실",
    "trans": "\"We Can't Make It Like Samsung\" Apple Stuns with 'Giving Up' Declaration... Will This Ring Disappear?\nMyong Tae-gyun: \"Opening My Mouth Turns the World Upside Down\"… Presidential Office: \"No Reason for Yoon to Take Advice\"\nTwo NIS Agents Die in Duty Accident in Nepal\nHottest September... \"Coldest Wave\" Expected This Winter\n\"This is Crazy\" – It Was Thought to Be 100% Ruined... Word of Mouth Calls It \"Chaos\"\nAnts Watching \"50,000 Electrons\" Shout... Apology from Samsung Semiconductor CEO\n\"I'm Ashamed to Be Korean\"... 'Haram, Yeonseong, and Yejin' Graffiti Terror Attack at Grand Canyon\n\"I Didn't Do Anything Wrong\"... BJ Seya to Face Trial with Gangster YouTuber on 'Drug Charges'\nPlayback Time 01:51\nWorried About 'Gold Cabbage' During Kimchi-Making Season...\"Late Prices Expected by the End of This Month\"\n\"I’ve Never Had Five Cups of This Drink\"… IU, What’s the Reason?\n\"Why Exclude Korea When China Is Present?\" Japanese Airline Offers Free Domestic Flights for Foreign Tourists [Soomin Is Angry]\nLee Yu-bi: \"Women’s Shoulders Are Important\"... Doing \"This Exercise\" Six Times a Week?\n[Exclusive] 'Kim Gun-hee' Presidential Hanok Contractor Under Suspicion of Preferential Treatment for 25.4 Billion Construction Contract by the Ministry of Justice\n[Breaking News] Dramatic Rescue of Campers in Their 30s Who Fell 100m from Daedun Mountain\n\"I Don’t Even Know Where Sejong University Is\" – Actress Clarifies Her Master's Degree\nHan Dong-hoon to Make a Head-On Breakthrough? Some Close Allies Say \"Kim Gun-hee Should Be Prosecuted Over the Deutsche Incident\"\n\"Even If You Come at Me with Bricks, I'll Defend Myself with My Body\" – The Reality of Martial Arts Practitioners"
}