{
    "source": "ko_KR",
    "target": "en_US",
    "text": "11살 어린 나이에 연예계에 입문해 칸사이주니어의 6인조 유닛 'A에! group'의 베이스 멤버로 활동해 온 후쿠모토 타이세이는 그룹 활동 당시, 특유의 표정연기와 남다른 끼로 '아이돌스러움을 타고난 스타'로 호평을 받아 왔다.\n또한 무엇이든 한 번 시작하면 절대로 포기 하지 않는 '노력파'로 아이돌 데뷔 후에도 끊임없이 춤과 노래를 갈고 닦는 면모를 보이며, 끝내 최고의 실력을 인정 받은 아티스트이기도 하다.\n특유의 열정과 남다른 친화력으로 팬들은 물론 동료들에게도 많은 사랑을 받아온 후쿠모토 타이세이. 그런 그에게도 솔로 활동은 새로운 시작이자 큰 모험일 터. 이에 오랜 휴식기간을 마치고 일본 전국 투어 콘서트 '욘모지'로 홀로서기에 나선 후쿠모토 타이세이를 만났다.\nQ. 화보 촬영 소감은?\n\"재미있었다. 일본에서는 경험해 보지 못했던 일들도 많아서 많은 도움이 됐다. 미리 준비해 주신 의상도 멋있었다. 특히 사진작가님과 합이 좋았다. 언어가 다르지만 그것을 별로 느끼지 못 할 정도였다. 덕분에 굉장히 좋은 사진을 찍을 수 있었던 것 같아서 무척 기쁘게 생각한다. 결과물이빨리 나왔으면 좋겠다\"\nQ. 스케줄로 한국 방문은 이번이 처음인가?\n\"두 번째다. 화보촬영은 이번이 처음이다\"",
    "trans": "Fukumoto Taisei entered the entertainment industry at the young age of 11 and was a bass member of the six-member Kansai Junior unit \"A! group.\" Since then, during his time with the group, he has been praised as a \"natural-born star with the makings of an idol\" due to his unique facial expressions and outstanding talent.\nAlso, he is a 'hard worker' who never gives up on anything once he starts. Even after his idol debut, he showed that he was constantly refining his dancing and singing, and he is also an artist who was finally recognized for his top skills.\nFukumoto Taisei has been loved by his fans and colleagues for his unique passion and extraordinary friendliness. Despite his fame, I think his solo activities are a new beginning and a great adventure for him. For this reason, I met Fukumoto Taisei, who took a long break and is now performing on stage alone, not with a group, for the nationwide Japanese tour concert, \"Yonmoji.\"\nQ. How do you feel about shooting the pictorial?\n\"It was fun. As there were diverse things I couldn't experience in Japan, it was a great help to me. The clothes that were prepared for me in advance were also great. Above all, everything about the photographer and I was very good. Although the language was different, I didn't even feel it. Thanks to that, I think I was able to take really good pictures, so I'm very happy. I hope the results come out soon.\"\nQ. Is this your first time visiting Korea due to your schedule?\n\"This is my second time. This is my first time visiting for a photo shoot.\""
}