{
    "source": "ko_KR",
    "target": "en_US",
    "text": "외식 브랜드 중 매드포갈릭을 선정하여 기존 브랜드 가치에 대한 고객경험(CX)을 비교하였고, 고객과의 새로운 접점을 확대하고 브랜드 경험가치 상승을 위해 차별화된 맞춤형 구독서비스의 필요성을 정리하였다. 그리고 매드포갈릭의 브랜드가치를 지식 및 정보 콘텐츠로 제공하며, 지속적인 고객과의 상호작용을 통해 브랜드 충성도를 상승 및 유지할 수 있는 맞춤형 구독서비스의 콘셉트와 목표를 설정하였다. 또한 서비스 flow를 설계하여 맞춤형 구독서비스를 한 눈에 이해할 수 있도록 하였다. 제안하는 서비스의 CX디자인 요소를 시각화하기 위해 이론적 내용을 근거로, 서비스의 브랜드 네이밍, BI디자인과 모바일 플랫폼의 주요 화면 설계를 위한 타이포그래피, 레이아웃 등의 디자인 요소를 개발하였다. 디자인 시안은 외식·식품업계의 전문가 12명과의 인터뷰를 통해 의견 및 피드백을 종합하여 최종 디자인을 선정하였다. 이를 정리하여 최종적으로 외식 브랜드의 맞춤형 구독서비스와 그 CX디자인을 2가지 서비스 유형으로 나누어, 모바일 플랫폼의 프로토타입과 전용 패키지 디자인을 통해 본 서비스를 시각화 하였다.\n연구목적 달성을 위해 최종 제안된 매드포갈릭의 맞춤형 구독서비스 2가지 유형의 실험자극물을 통해 기존의 구독서비스와 비교하기 위해 온라인 설문조사를 진행하였다. 설문조사는 매드포갈릭의 고객과 잠재고객 중 20대부터 50대 남녀 중 스마트폰 활용이 가능한 200명을 대상으로 2021년 5월 2일부터 7일까지 6일간 진행하였다. 수집한 자료는 분석도구 SPSS 22를 사용하여 다중 회귀분석을 진행하였다. 실증 연구의 결과를 요약하면 다음과 같다.",
    "trans": "I selected Mad for Garlic among the restaurant brands and compared the customer experience (CX) of existing brands, and summarized that a differentiated customized subscription service is necessary to expand new contact points with customers and increase brand experience value. Then, I set the concept and goals for a customized subscription service that can increase and keep brand loyalty through continuous interaction with customers while offering the brand value of Mad for Garlic as knowledge and  data content. Additionally, I designed the service flow so that customers can understand the customized subscription service at a glance. In order to visualize the CX design elements of the proposed service based on theoretical content, I developed design elements like the service’s brand name, BI design, and typography and layout for the main screen design of the mobile platform, etc. Regarding the design draft, I interviewed 12 experts in the restaurant and food industry to select the final design by synthesizing their opinions and feedback. By organizing these contents, I finally divided the customized subscription service of the restaurant brand and its CX design into two service types, and visualized this service through a prototype of the mobile platform and a dedicated package design.\nIn order to achieve the research purpose, I conducted an online survey to compare the two types of Mad for Garlic's final proposed customized subscription service with existing subscription services through experimental stimuli. I conducted a survey of 200 men and women in their 20s to 50s who are capable of using smartphones among Madforgarlic's customers and potential customers from May 2 to 7, 2021. The data collected using the analysis tool SPSS 22 were subjected to multiple regression analysis. The results of the empirical study can be summarized as follows."
}