{
    "source": "ko_KR",
    "target": "en_US",
    "text": "1. 연구대상자\n연구대상자는 원광대학교병원 류마티스내과에 내원한 섬유근통환자중섬유근통진단을받은후최소6개월이상 치료를 받아온 자로, 통합의료서비스 프로그램에 참여하는 데동의한1명과그의주보호자1명으로총2명을선정하 였다. 구체적으로 연구대상자 선정은 Boddy의20) 연구에서 ‘사례 연구에서 표본 크기의 결정은 상황에 따라 이루어지며 진행되는 실험의 과학적 패러다임에 따라 표본의 수가 달라질 수 있다는 것’을 근거로 목적적 표집(Purposeful Sampling) 중 전문가 표집(Expert Sampling)의 방법을 이용하여, 류 마티스내과 및 한방재활의학과 전문의의 추천을 받아 선정 하였다. 다음은 연구대상자 선정의 구체적 기준이다.\n본 연구는 섬유근통 환자와 그 보호자를 대상으로 통합의 료서비스 모델을 적용하여 그 효과성을 평가하기 위해 수행 되었다.\n이러한 과정에서 본 연구는 일차적으로 섬유근통 환자의 통증감소및환자와보호자의삶의질을개선하기위해개 발했던 통합의료서비스 모델을 적용한 사례를 평가하고자 한다. 이를 통해 섬유근통 환자를 대상으로 기존에 제공되었 던표준치료외에환자와보호자를대상으로하여다양한 상담개입을 중심으로 한 이 모델이 환자와 보호자의 전반적 인 건강과 행복에 어떠한 긍정적 영향을 미치는지 분석하고 자한다. 더불어섬유근통관리에있어새로운접근방안을 제시하고, 섬유근통 환자와 그들의 가족이 보다 나은 삶을 영위할수있는실질적인도움을제공할수있는근거자료를 탐색하고자 한다.",
    "trans": "1. Subjects for research\nAmong patients with fibromyalgia who visited the Department of Rheumatology at Wonkwang University Hospital, two subjects were selected such as one who agreed to participate in the integrated medical service program as research subjects and one of his primary caregivers. They had been receiving treatment for at least 6 months after being diagnosed with fibromyalgia. Specifically, the subjects for the study were selected based on the recommendations of rheumatologists and oriental rehabilitation medicine specialists. This was done using the expert sampling method among purposeful sampling based on Boddy’s study (20) that 'the sample size in a case study is determined according to the situation, and the number of samples can also vary depending on the scientific paradigm of the experiment being conducted.' The following are the specific criteria for selecting subjects for the study.\nThis study was carried out to evaluate its effectiveness of an integrated medical service model by applying it to patients with fibromyalgia and their caregivers.\nThrough this process, this study primarily aims to evaluate the case of applying the integrated medical service model developed to reduce pain in patients with fibromyalgia and improve the quality of life of patients and their caregivers. Through this, we aim to analyze the positive impacts of this model, which concentrated on offering various counseling interventions for patients and caregivers in addition to the standard treatment offered to patients with fibromyalgia, on the overall health and well-being of patients and caregivers. Also, we aim to suggest the plan for a new approach to managing fibromyalgia and explore evidence that can offer practical help for patients with fibromyalgia and their families to live better lives."
}