{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 개인 정보 수집 이용 및 개인 정보 제3자 제공에 동의하지 않을 경우, 이벤트 참여가 불가합니다.\n[개인 정보 수집 이용 동의]\n수집 주체: (주)위버스컴퍼니, CJ ENM\n수집 목적: SEVENTEEN 위버스 공개방송 참여 신청 자격 확인을 위한 개인정보 수집\n수집하는 정보: 위버스ID, 이름(성, 이름), 생년월일, 휴대전화번호\n보유 및 이용기간: 본 이벤트 응모자는 개인정보 수집일로부터 6개월 이후, 당첨자는 1년 이내 파기됩니다.\n* 신청자는 해당 개인 정보 수집 이용을 거부할 권리가 있으며, 거부 시 이벤트 신청이 불가합니다.\n[입장 확인 필수 준비물]\n* 준비물 누락은 인원체크 시간 내에 구비해오는 경우 준비물 확인이 가능하지만 확인 준비물 중 한 가지라도 누락되는 경우, 당일 공개방송 참여가 불가하며 불참 처리됩니다.\n* 아래 안내드리는 입장 확인 준비물을 자세히 확인하시고 참여하시어 불이익 없으시기 바랍니다.\n1) 신분증 (신분증 내 본인 확인 가능한 사진 필수)\n- 신분증은 공개방송 참여 신청 정보와 동일한 경우에만 확인이 가능하며, 이름/생년월일/사진이 모두 기재되어 본인 확인이 가능한 실물 신분증으로만 확인이 가능합니다. 신분증의 사진, 프린트물, 모바일 캡처, 모바일 앱, 보호자 동반 확인 등은 인정되지 않습니다.\n- 현장에서 신분증과 실제 얼굴이 일치하지 않을 경우 추가 확인 요청을 드릴 수 있습니다. 협조 부탁드립니다.\n※본인 확인이 가능한 신분증이란?\n- 대한민국 국적 : 여권, 주민등록증, 운전면허증, 청소년증(주민센터 발급),모바일 신분증(정부24, 행정안전부&경찰청, PASS 발급)",
    "trans": "- If you do not agree to the collection and use of personal information or the provision of personal information to third parties, participation in the event will not be possible.\n[Consent to the Collection and Use of Personal Information]\nCollection Entities: Weverse Company Inc., CJ ENM\nPurpose of Collection: Collection of personal information to verify eligibility for participation in the SEVENTEEN Weverse public broadcast application\nInformation Collected: Weverse ID, name (last name, first name), date of birth, mobile phone number\nRetention and Usage Period: For event applicants, personal information will be deleted 6 months after the date of collection. For winners, it will be deleted within 1 year.\n* Applicants have the right to refuse the collection and use of their personal information, and in such cases, event application will not be possible.\n[Required Items for Entry Confirmation]\n* Missing items can be accepted if provided during the check-in period., but if even one of the required items is missing, participation in the public broadcast on the day will not be allowed, and the participant will be marked as absent.\n* Please carefully review the entry confirmation items listed below and ensure you have them for participation to avoid any disadvantages.\n1) ID card (A photo that clearly identifies the individual must be included)\n- The ID card can only be verified if it matches the information provided in the public broadcast participation application. Only physical ID cards that include the name/date of birth/photo for identity verification will be accepted. Photos of the ID, printed versions, mobile captures, mobile apps, or verification with a guardian are not accepted.\n- If there is a discrepancy between the ID card and the actual appearance, additional verification may be requested. Your cooperation is appreciated.\n※What is an ID card that can verify your identity?\n- For South Korean nationality: Passport, Resident Registration Card, Driver's License, Youth Card (issued by local government offices), Mobile ID (issued by Government 24, Ministry of the Interior and Safety & National Police Agency, PASS app)"
}