{
    "source": "ko_KR",
    "target": "en_US",
    "text": "\"뭐라고?\"\n\"가라고. 너랑 잘 생각 없으니까.\"\n남자는 쌍욕을 하며 가버렸다. 원필은 고깃값과 술값을 내면서 생각했다. 그날 이자카야는 누가 냈을까. 제 카드에 찍힌 내역이 없었으니 영현이 냈겠지. 아 생각해보니 모텔비도. 내가 진상이라 내 연락 안 받는 건가. 하하. 그 생각을 하자 다리에 힘이 풀렸다.\n왼쪽으로는 카페 건물. 오른쪽에는 유플렉스. 사잇길로 가면 먹자골목. 그 맞은 편은 놀이터 쪽. 차 한 대 다니지 않는 도로 정중앙에 원필은 쭈그려 앉았다. 사람들이 쳐다보고 수근대는 게 느껴지는데 그냥 그렇게 있었다. 속상해. 서러워. 내가 왜 신촌까지 와서 이러고 있어야 돼. 나 인천 사는데.\n다 부질없는 짓이었다. 이미 영현은 원필과 다시 만날 생각이 없는건데. 저 혼자 바보 같은 짓 하는 걸 알면서도 그랬다. 닥치는대로 아무 남자나 만났던 거. 다 잊고 싶어서 그랬다. 나랑 자 놓고 헤테로였던 새끼. 내 이름은 안 불러줬던 새끼. 아니야. 그날 새벽에 먼저 도망쳤던 게 문제야. 왜 도망쳤지? 무서워서? 아닌데. 사실은 말이지. 너무 좋았어서. 거기 있으면 내가 먼저 해달라고 조를 것 같아서.\n이제 원필은 바라는 게 없었다. 딱 하나 있다면. 영현을 다시 만나면 물어보고 싶었다. 왜 연락 안 받아? 내가 별로였어? 아니면 헤테로였는데 게이 롤플레이 한 번 해보고 싶었어? 그 여자랑은 사귀어? 아이씨, 생각해보니까 궁금한 게 너무 많다. 진짜 얼굴 딱 한 번만 보여주면. 내 궁금증에 대한 대답만 받을 수 있으면 나 진짜로 미련 없을 것 같은데.",
    "trans": "\"What?\"\n\"Go. I have no intention of sleeping with you.\"\nThe man cursed and walked away. As Wonpil paid for the meat and drinks, his thoughts wandered. Who had paid for the izakaya that day? It wasn’t on his card, so it must have been Younghyun. Oh, and the motel fees, too. Is she ignoring my calls because of that? Haha. The thought made his legs feel weak.\nTo his left was a café building. On the right stood U-Plex. If he followed the side road, it would lead to a food alley. And across from it was the playground. But right there, in the middle of the road where no cars passed, Wonpil squatted down. He could feel the stares and hear the whispers of passersby, but he stayed put. He was upset. Sad. Why did I have to come all the way to Sinchon just to end up like this? I live in Incheon.\nIt all felt pointless. Younghyun clearly had no intention of meeting him again. Wonpil knew he was acting foolishly. He met random men in a desperate attempt to move on. He had tried to forget everything. There was the guy who turned out to be straight after sleeping together. And the one who didn’t even bother to call my name. No. The problem was me, who had run away in the morning. Why had I run? Was it fear? No. Actually, it was because it felt too good. If I’d stayed, I was scared I might beg him to do it.\nNow, there was nothing left for Wonpil to wish for except one thing. He wanted to see Younghyun again and ask him something. Why aren’t you answering my calls? Was I not good enough? Or were you just a straight guy experimenting with gay roleplay? Are you dating that girl now? The questions piled up in his mind. All I want is to see your face one more time. If I could just get your answers, I would have no regrets."
}