{
    "source": "ko_KR",
    "target": "en_US",
    "text": "너 현진이, 흥진이가 형님이지?「 예.」 네가 뒤따라가야 돼. 효진이 하고 그 다음에 성진이 형까지 하나 만들 책임이 있다구.\n자!「 83년 통일식 하신 것 있습니다.」 응, 통일식부터 해야 돼. 흥진이가 영계에 가게 됐는데, 의사들이 이젠 소망이 없다고 해서 아버지가 호흡기를 떼기 전에 통일식을 해서 영계에 갈 수 있는 길을 닦아 준 거라구요. 그래 가지고 가기 전에 자기에게 축복을 해줄 것하고, 아버지를 믿지 못하고 영계에 가지만 이제 네가 가 보면 그 길을 영계에서 안내할 텐데, 그렇게 해서 알고 가라고 기도해 준 거라구요.\n그것이 엊그제 같지요? 벌써 몇 년 됐나?「 20년입니다.」 20년? 「예. 20년 됐어요.」 엊그제 같은데 20년이 지났어요. 내가 20년 후면 백세가 넘네. 자!\n여러분이 지금 선생님이 말씀하는 것이 거짓말 같고 믿지 못할 말 같겠지만…. 그때의 저런 사실들, 하나님의 왕권 즉위식, 그 다음에 천주천지 참부모님 평화통일 축복가정왕 즉위식을 한다는 것을 누가 믿었어요?\n선생님이 여기에 주력함으로 말미암아 이제는 이것이 사실이라는 것을 부정할 수 없게 돼 있어요. 수많은 영계에 간 성인 현철들, 그 다음에는 각 초종교 종파장들, 그 다음에는 국가 대표들이 증언한 사실을 부정할 수 없다구요.\n이제 못 믿으면 미국 대통령을 중심삼고 증거하게 할 것이고, 부시 면 부시 대통령을 중심삼고 12대의 조상들, 지금 살고 간 갑자기 죽은 사람을 불러서라도 현실적으로 자기 현재의 일이 어떻다는 것을 회고시켜 가지고 믿지 아니할 수 없게끔 하는 거라구요. 자!",
    "trans": "So you're Hyunjin, and Heungjin is your older brother, right? \"Yes.\" You have to follow him. You also need to take responsibility for making the next one, Hyojin, and then Seongjin, your older brother.\nAlright! \"There is the 1983 Unification Ceremony.\" Yes, we need to start with the ceremony first. Heungjin is about to go to the spiritual world, but the doctors said there’s no hope anymore, so before his father took off his respirator, he held the Unification Ceremony to clear the path for him to go to the spiritual world. Before going, he asked for blessings for himself, and though he could not trust his father and was going to the spiritual world, he was told that once you go, you will guide the path in the spiritual world, so he prayed for him to know this before leaving.\nIt feels like it was just yesterday, right? How many years has it been? \"20 years.\" 20 years? \"Yes, it’s been 20 years.\" It feels like just yesterday, but it’s already been 20 years. In 20 years, I’ll be over 100 years old. Okay!\nWhat he's saying now may sound like a lie and hard to believe, but... back then, who thought things like the enthronement of God’s kingship, the True Parents' Peace Unification Blessing Ceremony, and the Kingship of Blessed Families?\nBy dedicating himself to this cause, it has become undeniable that this is a reality. Countless saints and sages who have gone to the spiritual world, the leaders of various religious sects, and even national representatives have testified to this reality.\nIf people still don’t believe, I will have it proven through the President of the United States, and even through President Bush, calling upon the 12 ancestors, including those who have suddenly passed, to recall their current state of affairs so that it becomes impossible for them not to believe. Alright!"
}