{
    "source": "ko_KR",
    "target": "en_US",
    "text": "눈썹을 으쓱해 보이는 현우진에게 해원은 고개를 기울였다. 그의 입술을 머금었다. 의자 아래로 늘어진 두 손이 마치 자신을 단속하듯 주먹으로 쥐어졌다. 제가 이끄는 대로 끌려오는 뺨을 쥐고 해원은 그의 숨결을 삼켰다.\n해원은 피곤한 눈을 떴다. 눈가가 뻐근했다. 힘들게 뜬 눈을 한참 깜박였다.\n여기가 어디지……?\n천천히 상체를 일으켰다. 몸은 침대 위에 누워 있었다. 호텔 침대보처럼 구김 하나 없던 침구가 몸을 덮고 있었고, 창밖으로는 한낮의 해가 떠 있었다.\n현우진의 오피스텔이었다. 어젯밤이 떠올랐다. 그의 다리 위에 앉아 현우진에게 키스했다. 두 손을 늘어트린 그의 얼굴을 붙잡고 오래도록, 상당히 꽤 오랫동안, 아마 한 시간도 넘게, 아니 두 시간쯤? 시간을 가늠하기 힘들 정도로 오래 입을 맞추었다.\n그 기억이 과장이거나 거짓이 아님을 증명하듯 입술이 조금 부어 있었다. 화상이라도 입은 것 같았다. 입술에 손을 대자 뜨끈한 열과 통증이 느껴졌다.\n그렇게 키스하다가 기력을 상실하고 해원은 그의 다리 위에서 늘어졌다. 손대지 말라고 했는데 현우진이 해원을 일으켜 안았다. 어딘가로 이동하면서도 입술을 떼지 않았다. 떼기 싫었다. 그것은 현우진도 마찬가지인지 그가 저를 침대에 눕히며 잠시 떨어졌던 입술을 도로 겹쳐 왔다.\n해원의 몸에는 손대지 않았다. 침대 위에 팔꿈치로 자신의 체중을 지지하던 남자의 형용이 어렴풋이 기억났다. 서로의 점막을 한참 핥는 간지러운 키스를 하다 그대로 잠이 든 모양이었다.\n누군가와 그토록 오래 키스를 한 적도 처음이고, 같이 밤을 보내면서 키스만 하고 다른 것을 하지 않은 적도 처음이었다.",
    "trans": "Haewon tilted his head at Hyun Woo-jin, who raised his eyebrows. She bit his lip, his hands gripping the sides of the chair tightly as if trying to hold himself back. Haewon grabbed his cheek, pulled along by her lead, and swallowed his breath.\nOpening her tired eyes, Haewon blinked slowly. Her eyes felt stiff, and she struggled to keep them open for a moment before blinking again.\nWhere am I...?\nSlowly, she lifted her upper body. She was lying on a bed. The bedding, as smooth as a hotel bedspread without a single wrinkle, covered her body, and the midday sun was shining through the window.\nIt was Hyun Woo-jin’s officetel. Memories of last night rushed back. She had been sitting on his legs, kissing Hyun Woo-jin. She held his face, his hands stretched out —quite a long time—probably over an hour, maybe two? They kissed for so long that it was hard to keep track of time.\nAs if to prove that the memory wasn’t exaggerated or false, her lips were slightly swollen. They felt like they had been burned. When she touched them, she could feel the warmth and pain.\nAs the kiss had gone on, Haewon had grown weak, slumping against Hyun Woo-jin’s legs. Haewon had told him not to touch, but Hyun Woo-jin lifted her up and held her. Even as they moved, their lips never parted. Haewon didn’t want them to.  Hyun Woo-jin didn’t either, as he gently placed Haewon on the bed, pressing their lips together once again after a brief break.\nHyun Woo-jin hadn’t touched Haewon’s body. Haewon vaguely remembered the feeling of a man propping himself up with his elbow on the bed. It seemed that they had fallen asleep, after a long, ticklish kiss, licking each other's lips for what felt like forever.\nIt was the first time Haewon had kissed someone for so long, and the first time she had spent an entire night just kissing, without anything else happening."
}