{
    "source": "ko_KR",
    "target": "en_US",
    "text": "※PREMIUM SEAT는, 해당되지 않습니다.\n【PREMIUM SEAT 관련 안내】\n○ 혜택 내용\n특전 ①: 전방 구역 보증\n특전 ②: PREMIUM SEAT 전용 오리지널 공식상품\n특전 ③: 별도 대기줄을 통한 우선 입장 가능\n※PREMIUM SEAT의 구역 등, 좌석에 관한 문의는 대응하지 않습니다.\n※PREMIUM SEAT 상세 내용은 추후 공지됩니다.\n※PREMIUM SEAT 특전은 공연 당일 전달됩니다. 후일 발송이나 별도 공연일, 후일에는 전달 불가합니다.\n・입장시에 본인확인을 실시합니다. 본인 확인이 안 되신 분은 입장이 불가합니다.\n・PREMIUM SEAT는 ONEDOOR Membership 선행으로 지정석에 당첨·입금한 분을 대상으로, 업그레이드 추첨 접수를 실시합니다. 상세한 내용은 추후에 알려드리겠습니다.\n・PREMIUM SEAT에 당첨된 경우, 지정석에서 발생하는 차액을 지불하셔야 합니다.\n・PREMIUM SEAT 업그레이드 추첨 접수 신청은 지정석에 당첨 및 입금된 동일 공연에만 유효합니다.\n・각 접수 신청 기간 종료 후에는 취소·변경은 일절 할 수 없습니다.\n신청자의 정보도, 지정석에 당첨·입금한 것과 같은 내용의 신청이 필요합니다. 변경하거나 다른 정보를 등록한 경우는 무효가 됩니다.",
    "trans": "※This does not apply to PREMIUM SEAT.\n[Information about PREMIUM SEAT]\n○ Benefits:\nPrivilege ①: Guaranteed Forward Area Seating\nPrivilege ②: Exclusive Official Merchandise for PREMIUM SEAT Holders\nPrivilege ③: Priority Entry via Dedicated Queues\n※ PREMIUM SEAT inquiries, such as seating areas, will not be answered.\n※ Details about PREMIUM SEAT will be announced later.\n※ PREMIUM SEAT perks will be distributed on the day of the performance only. They cannot be shipped or delivered before or after the performance date.\n・Identification will be checked upon entry. Guests who fail to verify their identity will not be allowed to enter.\n・An upgrade lottery will be available for ONEDOOR Membership members who have secured and paid for designated seats. More details will be shared later.\n・If you win a PREMIUM SEAT upgrade, you will need to pay the difference between the original and upgraded seat prices.\n・Applications for the PREMIUM SEAT upgrade lottery are valid only for the same performance tied to the designated seat reservation and payment.\n・Changes or cancellations are not allowed after the application period ends.\nThe applicant's details must match the information used to secure and pay for the designated seat. Any changes or mismatched details will result in invalidation."
}