{
    "source": "ko_KR",
    "target": "en_US",
    "text": "저녁, 서하 혼자 책상 앞에 앉다. 핸드폰의 글자는 눌렸다가 지웠다 한다. 두 사람이 3년 동안 함께 밥을 먹고 쇼핑을 하는 모습이 화면에 잡혔다.\n서하는 휴대전화를 침대에 던지고 자신도 누웠다.\n(서하는 민지에게 자신이 곧 떠날 것이라고 말하기로 결심했다. )\nS#2 학교/낮\n수업이 끝난 후, 서하는 민지를 찾아 곧 한국을 떠날 것이라는 사실을 알리려고 결심했다. 민지는 다음 수업이 급해서 서하이 말하기도 전에 가버렸다.\ns#3 실외(실내)/낮\n서하꞉\n그.. 민지아.. 그 하고 싶은 말 있는데...\n민지꞉\n뭐? 아 나 지금 다음수업 가야 돼 다음에 얘기하 자 ，나 먼저 갈게\n서하는 몇 번 학교에 민지를 찾으러 가거나 복도에서 민지를 만나 자신이 떠난다는 소식을 알리려고\n하지만 민지는 못 본 것처럼 피하는 장면(짧은 장면)\ns#4 학교식당/낮\n서하는 식당에서 민지를 기다리며 곧 떠난다는 사실을 알리려고 한다.\n민지가 오는 것을 보고 즉시 민지를 불러 앉히다 서하꞉\n어! 민지아! 왠일이야? 여기서 만났어 ! 같이 밥 먹자! 서하는 민지와 함께 앉자다. 둘 다 아무 말 없이 그냥 묵묵히 밥만 먹고 있다.\n서하꞉ 그.. 사실 민지:\n오이 반찬 먹어 봐 진짜 맛있어!\n그거 알아? 학교 축제에 트레저 초대했어! 이따가 같이 보러 가자!\n서하이 막 말을 하려고 했다. 그때 아는 다른 친구를 도 만났다. 서하는 끝까지 말을 못 한 것이다\n민지꞉\n아 여기 만나네,맞아,나지금 알바 가야돼가지고 내가",
    "trans": "In the evening, Seo-ha sits alone at the desk. The letters on the cell phone are pressed and erased repeatedly. The scenes that the two were eating and shopping together for three years were caught on the screen.\nSeo-ha threw her cell phone on the bed and laid down herself, too.\n(Seo-ha decided to tell Min-ji that she would be leaving soon.)\nS#2 School/day\nAfter class, Seo-ha decided to find Min-ji and let her know that she would be leaving Korea soon. Min-ji went away before Seo-ha even spoke because she was in a hurry for the next class.\ns#3 Outdoor (Indoor)/day\nSeoha:\nWell... Min-ji... there's something I want to say...\nMinji:\nWhat?  Oh, I have to go to the next class now. Let's talk next time. I'll go first\nSeo-ha went to school several times to look for Min-ji or when she meet Min-ji in the hallway, to tell her that she was leaving\nThe scene where but Min-ji avoids it as if she hasn't seen it (short scene)\ns#4 School cafeteria/day\nSeo-ha waits for Min-ji at the restaurant and tries to let her know that she will be leaving soon.\nWhen she saw Min-ji coming, she immediately called Min-ji and made her sit down. Seo-ha ꞉\nOh! Min-ji! What happened? We met here! Let's eat together! Seo-ha sat with Min-ji. Both of them are just eating silently without saying anything.\nSeo-ha: That.. actually Min-ji:\nTry the cucumber side dish, it’s really delicious!\nYou Know What? We invited TREASURE to a school festival! Let's go see it together later!\nSeo-ha was just about to speak. At that time, they met another friend they knew. Seo-ha couldn't speak until the end\nMin-ji:\nAh, we meet here, that's right, because I have to go to my part-time job now."
}