{
    "source": "ko_KR",
    "target": "en_US",
    "text": "③ 코튼시드 월렛 계정명 확인\n- 본인 확인 진행\n유효 신분증 제시 (아래 유의 사항 참고)\n※ 만14세 미만의 대리 응모\n-> 가족관계증명서 지참\n- 실제 관람 내역 확인\n롯데시네마 APP 내 결제 내역 또는 무비로그 확인\n(현장 예매의 경우 유의 사항 내용 참고 또는 코튼시드 1:1문의 게시판에 문의)\n2. 좌석 랜덤 뽑기 진행\n- 뽑기 통에서 희망하는 뽑기 공 선택\n3. 뽑은 좌석이 적힌 손목띠 수령\n4. 21관(10F) 입장\n- 유의 사항\n1. 당첨 권한은 양도 불가합니다.\n당첨자 이름과 유효 신분증의 이름이 다른 경우\n입장이 제한될 수 있습니다.\n2. 입장은 당첨자 본인만 가능합니다.\n보호자, 동반인 등은 입장 불가합니다.\n(만 14세 미만 자녀의 대리 응모의 경우\n-> 부모님의 동반 시에도 자녀만 입장 가능)\n3. 본인 확인 절차 등을 고려하여 이벤트 시작 60분 전에 도착하시는 걸 권장 드립니다.\n4. 실제 관람 내역 인증이 어려운 경우 현장에서 입장이 제한될 수 있습니다.\n5. 현장 예매 경우 이벤트 기간(10.16 ~ 10.30) 내 결제한 실물 티켓 등으로 인증 가능합니다.\n6. 해당 이벤트는 따로 지류 티켓을 제공하지 않기 때문에 특전을 받으실 수 없습니다.\n7. 손목 띠를 훼손하거나 분실하는 경우 재입장이 제한될 수 있습니다.\n8. GV 팬미팅 중 아티스트 비하인드 스케치 영상 촬영이 진행될 예정으로, 부득이 귀하의 얼굴이 노출될 수 있는 점 사전에 양해 부탁드립니다.\n9. 아래 링크 내용을 꼭 참고해주세요.",
    "trans": "③ Check the Cottonseed wallet account name\n- Proceed with identity verification\nPresent a valid ID (refer to the notes below)\n※ Proxy application for those under 14 years old\n-> Bring a family relation certificate\n- Confirm actual viewing history\nCheck payment history in the Lotte Cinema app or Movie Log\n(For on-site reservations, refer to the notes or contact the Cottonseed 1:1 inquiry board)\n2. Proceed with random seat selection\n- Select the desired draw ball from the drawing container\n3. Receive the wristband with the selected seat number\n4. Enter Hall 21 (10F)\n- Notice\n1. Winning rights are non-transferable.\nIf the name on the winner's ticket does not match the name on the valid ID,\nentry may be restricted.\n2. Entry is only allowed for the winner.\nGuardians, companions, and others are not allowed entry.\n(For proxy applications by children under 14 years old\n-> Only the child can enter, even if accompanied by a parent)\n3. We recommend arriving 60 minutes before the event starts to allow time for identity verification and other procedures.\n4. If it is difficult to verify actual viewing history, entry may be restricted on-site.\n5. For on-site reservations, verification can be done using physical tickets purchased during the event period (10.16 ~ 10.30).\n6. This event does not provide physical tickets, so you will not be able to receive any special benefits.\n7. If the wristband is damaged or lost, re-entry may be restricted.\n8. During the GV fan meeting, behind-the-scenes footage of the artist will be filmed, and your face may be exposed. We kindly ask for your understanding in advance.\n9. Please be sure to refer to the content in the link below."
}