{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 모임 시간 : 2024년 10월 8일 (화) 오전 11시 15분 (*시간 변동시 명단 확인 진행시 안내 예정)\n- 참여 인원 : 만 15세 이상 “JENNIE” 멤버십 (GL) 회원 선착순 300명 (추가 예비자 10명)\n- OA STAFF 도착시간 : 10월 8일 (화) 오전 9시 20분\n- 명단 확인 시간 : 10월 8일 (화) 오전 9시 30분\n* 현장에 정렬하여 대기하고 계시면 OA STAFF가 신청 순서대로 줄을 정리 후, 팔찌를 배부합니다.\n* 팬 여러분들의 안전을 위해 공개방송 참여 인원은 모두 사전에 신청을 받으며, 팔찌 배부 시 ‘JENNIE Weverse 이벤트 신청 내역’ 페이지를 확인합니다. 사전에 신청하지 않으신 경우 현장에 오셔도 입장하실 수 없습니다.\n♦ JENNIE <MBC 쇼! 음악중심> 사전 녹화 신청 방법 안내\n- 신청 기간: 2024년 10월 6일(일) 8:30 PM 부터 ~ 9:00 PM 까지 (KST)\n- 참여 신청 : 신청 페이지에 접속 후, 신청 양식을 작성하여 참여 신청 (하기 이미지 참고)\n♦신청 링크♦\n*최종 참여가 확정된 JENNIE 공식 팬클럽 회원은 상암동 MBC 신사옥 공개홀 앞으로, 모임 시간에 맞춰 명단 번호 순서대로 계시면 팬클럽 회원 본인 확인이 진행될 예정입니다.",
    "trans": "- Meeting time: Tuesday, October 8, 2024, 11:15 AM (*If the time changes, we will inform you of it when checking the list)\n- Number of participants: 300 members of “JENNIE” membership (GL) aged 15 or older on a first-come, first-served basis (10 additional reserve members)\n- OA STAFF Arrival time: 9:20 AM, October 8(Tuesday)\n- Time to check the list: 9:30 a.m., October 8(Tuesday)\n* If you line up and wait on site, OA STAFF will organize the line in the order you applied and then distribute wristbands to you.\n* For the safety of our fans, we will accept all participants in the public broadcast through pre-registration. We will check the page of ‘Application for JENNIE Weverse Event’ when distributing wristbands. If you have not applied in advance, you will not be able to enter even if you come to the site.\n♦ JENNIE <MBC Show! Music Core> Instructions on how to apply for pre-recording\n- Application period: From 8:30 PM to 9:00 PM (KST) October 6, 2024(Sunday)\n- Application for Participation: You can apply for participation by accessing the application page and filling out the application form (see image below)\n♦Link to apply♦\n*JENNIE official fan club members whose participation is finally confirmed should come to the public hall of MBC's new building in Sangam-dong in time for the meeting time and stand in order of their list numbers. We will then proceed to verify the fan club member's identity."
}