{
    "source": "ko_KR",
    "target": "en_US",
    "text": "본 이벤트는 사진 촬영, 영상 녹화, 음성 녹음, 무대 노출이 엄격히 금지되어 있습니다. 방송국 요청으로 입장 시, 소지품 검사가 진행될 수 있으며, 카메라, 캠코더, 녹음기, 사다리 등의 촬영 기기를 소지하실 경우 입장에 제한을 받을 수 있습니다.\n적발 시, 촬영분 확인 후 삭제, 메모리 카드 압수 및 강제 퇴장, JENNIE Weverse Membership 회원 자격 박탈 등의 불이익을 받으실 수 있으니 팬분들의 각별한 주의를 부탁드립니다.\n[참여확인 필수 준비물]\n1. JENNIE 멤버십 모바일 회원카드 (Weverse 앱 실행만 인정/캡처 불가)\n2. 본인 사진 부착 신분증\n공개방송 사전녹화(녹화일 기준)는 만 15세 이상부터 참여가 가능합니다.\n신분증 기준: 주민등록증, 운전면허증, 기간 만료 전의 여권, 모바일 주민등록증(캡처 불가), 모바일 운전면허증(캡처 불가), 청소년의 경우 청소년증만 가능(학생증 불가), 외국인의 경우, 외국인 등록증, 기간 만료 전의 여권만 가능\n- 유효기간이 만료된 신분증, 본인 확인 정보가 누락되어 있는 신분증, 실물 신분증이 아닌 사진/프린트물/모바일 캡처 등은 인정되지 않습니다.",
    "trans": "During this event, Photography, video recording, audio recording, and stage exposure are strictly prohibited. Upon request by the broadcasting station, when you entry, a search of your belongings may be carried out, and in the case that you are carrying any filming equipment like cameras, camcorders, recorders, or ladders, entry may be restricted.\nIf caught, as you may face disadvantages like having your footage deleted after verification, your memory card confiscated, being forced to leave, or having your JENNIE Weverse Membership membership revoked, we ask fans to be especially careful.\n[Required documents for participation confirmation]\n1. JENNIE Membership Mobile Membership Card (Only Weverse app execution is accepted/Cannot be captured)\n2. An ID card with your photo attached.\nThose aged 15 or older can take part in the pre-recording of the public broadcast (based on the recording date).\nIdentification criteria: Resident registration card, driver's license, passport with unexpired validity, mobile resident registration card (capture not possible), mobile driver's license (cannot be captured), for teenagers, only youth ID is allowed (student ID is not allowed), for foreigners, only alien registration card, passport with unexpired validity is allowed\n- Expired ID cards, ID cards with missing identity verification information, and ID cards other than the actual ID card (photos/prints/mobile captures, etc.) will not be accepted."
}