{
    "source": "ko_KR",
    "target": "en_US",
    "text": "아이돌 스타가 대중스타로서 부각되고 동경 의대상이된배경은디지털미디어의발달로 과거의 듣는 음악시장에서 보는 음악으로 변화 되는 과정에서 가장 보편적인 시청각 매체인 TV로 인해 영상의 시대로 변화하여 퍼포먼스 와 볼거리가 중시되기 시작하였기 때문이다. 허전한솔로한명보다는여러명의걸그룹멤 버가 효과적이게 되었고23), 고령화 사회와 여성 의사회진출확대로더젊고, 좀더예쁘고화 려하고, 좀더눈에보기좋은것들을선호하기 시작하였다. 이러한 욕구에 맞춰 아이돌 스타 의 모방행동이 나타나게 되었다고 할 수 있다.\n아이돌 스타를 닮고 싶은 모방심리의 한 예 로 그들의 말과 행동은 물론이고 스타일까지 따라하는 사람이 많다. 특히 화장법에서 ‘가인 의 아이라인을 강조한 스모키(Smocky) 메이크 업’, ‘소녀시대의 반짝이는 눈을 강조한 글리터 (Glitter) 메이크업’이 유행하면서 쉽게 따라할 수 있는 화장법이 인터넷을 중심으로 확산되어 큰 이슈가 되었다24).\n이처럼 오늘날 소비자를 대상으로 패션, 화 장품 등의 산업분야에서는 스타를 동경하는 이 들의 심리를 이용해 스타의 이름을 브랜드로 사 용하거나 스타의 캐릭터 등을 활용하는 스타 마 케팅을 도입하여 인기 있는 TV프로그램이나 출연자에게 무료로 협찬하고 광고하기도 한다.\n그러나 음반시장의 진입장벽이 용이해져 음 반 발매 기간의 단축으로 이어지면서 급변하는 아이돌 연예인의 스타일을 따라가기는 쉽지 많",
    "trans": "The rise of idol stars as public figures and role models can be attributed to the development of digital media, which transformed the music industry from audio-based to visual-based. With the advent of television, the visual era began, placing greater emphasis on performance and entertainment. The effectiveness of girl groups, as opposed to solo artists, became evident, especially in a society where preferences shifted towards younger, more beautiful, and more eye-catching figures, reflecting a changing demographic due to an aging population and increased female participation in society.\nAn example of this imitation psychology is how many people emulate the behavior, speech, and even fashion of these idols. For instance, makeup trends such as \"Ga-in's smoky eye makeup\" and \"Girls' Generation's glittery eye makeup\" became popular and spread quickly on the internet, making it easy for fans to replicate these styles 24).\nIn today’s market, industries like fashion and cosmetics leverage consumers' idol worship by using the names of idols or their characters in branding. Popular TV programs or participants often receive free sponsorships and advertisements to capitalize on this fan-driven demand.\nHowever, due to the ease of entry into the music market and shorter release cycles for albums, it becomes difficult to keep up with the constantly changing styles of idol entertainers."
}