{
    "source": "ko_KR",
    "target": "en_US",
    "text": "② 상수도 검침, 부르면 찾아가는 추가 누수 진단 서비스 운영\n상수도 분야에서는 생활누수 빈도가 높은 세대를 대상으로 검침원이 직접 찾아가서 시행하는 '추가적 누수진단 서비스' 를 제공합니다.\n수도 요금부담이 클 청년 및 다자녀 가구, 고령자 가구를 중심으로 양변기, 수도계량기를 무료로 점검하여\n일상의 동행과 함께 물자원 절약까지 도모합니다.\n③ 장애인콜택시, '스마트 결제시스템' 도입\n장애인콜택시는 휠체어 고객이 이동 없이 요금을 결제할 수 있도록 '스마트 결제시스템' 을 도입합니다!\n차량 앞부분에 위치한 요금결제기로 인해 그간 하차 후 운전원의 도움을 받아 결제해야하는 불편함이 있었는데요~\n스마트 결제시스템 도입으로 한결 편리해질 예정입니다.\n5. 도시브랜드 확산 … 서울브랜드와 매력의 '시민체감도' 제고\n시민들이 자주 이용하고 접하는 자동차전용도로 및 소규모 공사감독 현장에 안전과 디자인을 접목한 '세이펀 (Safe&Fun)' 기법을 도입해\n'안전도시 서울 브랜드' 를 강화합니다.\n① 졸음운전 없는 감성충만 도로환경 조성\n구룡터널 및 남산 1호 터널에 '서울브랜드를 활용한 감각적인 미디어아트' 를 시범 설치할 예정인데요~\n시민에게 이동 시 추억을 선사하고동시에 터널내부의 어두운 분위기를 개선하여 졸음운전 방지에도 기여합니다.",
    "trans": "② Operation of additional water leak diagnosis service, including water meter reading and on-demand leak inspection\nIn the water supply sector, we offer an 'additional leak diagnosis service' where meter readers directly visit households with a high frequency of domestic water leaks to conduct inspections.\nWe provide free inspections of toilets and water meters for young households, multi-child families, and elderly households, who may face a heavy burden from water bills.\nThis initiative aims to promote both daily support and water resource conservation.\n③ Introduction of 'Smart Payment System' for Disabled Taxi Service\nThe Disabled Taxi Service will introduce a 'Smart Payment System' that allows wheelchair users to pay fares without having to move!\nDue to the fare payment device located at the front of the vehicle, passengers have previously had to get off and receive assistance from the driver to make the payment, which was inconvenient~\nWith the introduction of the smart payment system, it is expected to become much more convenient.\n5. Expansion of city brand... Enhancing the 'citizen perception' of Seoul's brand and charm\nBy introducing the 'Safe&Fun' technique, which combines safety and design, on major highways and small-scale construction sites frequently used and encountered by citizens,\nwe aim to strengthen the 'Safe City Seoul Brand.'\n① Creating a road environment full of emotion, free from drowsy driving\nWe plan to pilot the installation of 'sensory media art using the Seoul Brand' in the Guryong Tunnel and Namsan No. 1 Tunnel~\nIt will offer citizens memorable experiences during their commute while also improving the dark atmosphere inside the tunnels, contributing to the prevention of drowsy driving."
}