{
    "source": "ko_KR",
    "target": "en_US",
    "text": "[redacted_name] 기자\n공감9\n텍스트 음성 변환 서비스\n글자 크기 변경\n공유하기\n[스타뉴스 | [redacted_name] 기자]\n원본 이미지 보기\n/사진=킹콩 by 스타쉽\n[redacted_name] 캐릭터 '욱동이(WOOKDONG)'의 도쿄 팝업 스토어가 성황리에 마무리됐다.\n22일, 킹콩 by 스타쉽은 17일(목)부터 21일(월)까지 일본 도쿄 세이부 시부야점 A관에서 진행된 [redacted_name] 공식 캐릭터 '욱동이(WOOKDONG)'의 팝업 스토어 '욱동이와 복숭아 농장 인 도쿄(WOOKDONG From the PEACH FARM in TOKYO)'의 성료 소식을 전했다. 이번 팝업 스토어는 지난 7월 서울 삼청동에서 성황리에 마무리된 욱동이 팝업 카페 '욱동이와 복숭아 농장'의 연장선으로, 해외에서 열린 욱동이의 첫 번째 팝업 스토어인 만큼 많은 팬들의 호응이 이어졌다.\n[redacted_name]의 공식 캐릭터 '욱동이'는 복숭아를 좋아하는 아기 백사자로, 하얀 피부와 큰 눈, 볼 위의 점 등 얼굴의 세세한 부분부터 좋아하는 과일과 취미까지 [redacted_name]을 쏙 빼닮은 캐릭터다. 작년 10월 욱동이가 처음 공개된 이후 국내 배우 최초로 캐릭터 오프라인 팝업 스토어를 진행한 것에 이어 올해 7월 서울 삼청동에서 개최한 팝업 카페 역시 성공적으로 마치며 배우뿐만 아니라 캐릭터 욱동이까지 큰 인기를 입증하고 있다.",
    "trans": "[redacted_name] Reporter\nEmpathy9\nText-to-Speech Service\nChange font size\nShare\n[Starnews l [redacted_name] Reporter]\nSee original image\n/Photo=King Kong by Starship\n[redacted_name] The Tokyo pop-up store for the character 'WOOKDONG' successfully concluded.\nOn the 22nd, King Kong by Starship announced the successful conclusion of the pop-up store 'WOOKDONG From the PEACH FARM in TOKYO' for its official character 'WOOKDONG', which was held [redacted_name] from Thursday, the 17th, to Monday, the 21st, at Seibu Shibuya Store A in Tokyo, Japan. This pop-up store was an extension of the 'WOOKDONG and the Peach Farm' pop-up café, which wrapped up successfully in Samcheong-dong, Seoul, last July. As WOOKDONG's first pop-up store held overseas, it received an enthusiastic response from many fans.\nThe official character of [redacted_name], 'WOOKDONG,' is a baby white lion who loves peaches. From its white skin and large eyes to the distinctive mole on its cheek, as well as its favorite fruit and hobbies, WOOKDONG closely resembles [redacted_name] in every detail. Since WOOKDONG was first introduced in October last year, it has marked a milestone as the first character from a Korean actor to feature in an offline pop-up store. Following this, the pop-up café held in Samcheong-dong, Seoul, this July was also a great success, further solidifying the popularity of both the actor and the character WOOKDONG."
}