{
    "source": "ko_KR",
    "target": "en_US",
    "text": "상심증후군은 보통 실연 가족의 상실 등 중요한\n외부 사건으로 인해 극도의 슬픔을 느끼면서 왼쪽\n심실이 급격히 수축하는 증상을 말한다.\n임상적으로는 가슴 통증과 호흡 곤란으로 나타나다.\n상심증후군은 1990년 일본에서 처음 발견되었으며.\n빠르게 가역적인 심근 무력증을 유발할 수 있다.\n2004년 2월 10일 미국 《뉴잉글랜드 의학저널》에\n게재된 미국 존스 홉킨스 대학의 헌터\n챔피언(Hunter Champion) 등의 논문에서는\n슬픔이나 충격으로 인한 가슴 통증 답답함 숨 가쁨\n등의 증상을\"심부 증후군\"이라고 명명했다.\n가슴이 무너지는 증후군\n이론적 근거：현대 의학은 인간의 정신과 사고가 뇌에 의해 통제되며 심장과는 직접적인 관련이\n없다는 것을 이미 증명했다. 그러나 심장이 인간의 심리와 정말로 관련이 있을까요? 연구에 따르면,\n심리적 요인이 ＂상심 증후군\"에 미치는 영향은 객관적으로 존재한다.\n중의학 고서에서는'칠정'(기쁨, 분노, 걱정, 사색, 슬픔, 두려움, 놀람)이 일곱 가지 정상적인 감정\n반응이라고 언급하고 있다. 만약 갑작스럽거나 강렬하거나 장기간의 정신적 자극으로 인해 감정\n반응이 지나치게 강하거나 지속되면, 칠정이 과도해져 내장 기능에 영향을 미치고, 기혈 조절 기능이\n혼란에 빠져 병을 일으킬 수 있다.\n현대 사회에서는 심리 사회적 요인과 관련된 질병이 눈에 띄게 증가하고 있으며 많은 학자들은 의학",
    "trans": "Broken heart syndrome is usually caused by a significant event like a heartbreak or loss of a family member\nand while feeling sad extremely due to an external event,\nit is a condition in which the left ventricle contracts rapidly\nClinically, symptoms appear as chest pain and difficulty breathing.\nIn 1990, broken heart syndrome was first discovered in Japan.\nIt may cause rapidly reversible myocardial insufficiency.\nOn February 10, 2004, published in the New England Journal of Medicine of America,\nfrom Johns Hopkins University, USA,\nin papers like Hunter Champion,\nsuch as chest pain, tightness shortness of breath caused by to grief or shock\nthese symptoms were named “heart syndrome.”\nHeartbreaking Syndrome\nTheoretical basis: Modern medicine has already turned out the fact that the human mind and thinking are controlled by the brain and have no relation directly to the heart.\nBut do you really think the heart is related to human psychology? In accordance with research,\nThe influence of psychological factors on “broken heart syndrome” exists objectively.\nAccording to ancient Chinese medicine books, the 'seven emotions' (joy, anger, worry, contemplation, sadness, fear, and surprise) are mentioned as the seven normal emotional reactions.\nBecause of sudden, intense, or prolonged mental stimulation,\nIf emotional reactions are excessively strong or persistent, the seven emotions become excessive and impact the internal organs' functions,\nIf the function of regulating the energy and blood that circulate within the human body becomes disrupted, it may cause illness.\nIn modern society, diseases associated with psychosocial factors are noticeably increasing, and lots of scholars think that medical"
}