{
    "source": "ko_KR",
    "target": "en_US",
    "text": "1) 신분증 (신분증 내 본인 확인 가능한 사진 필수)\n- 신분증은 공개방송 참여 신청 정보와 동일한 경우에만 확인이 가능하며, 이름/생년월일/사진이 모두 기재되어 본인 확인이 가능한 실물 신분증으로만 확인이 가능합니다. 신분증의 사진, 프린트물, 모바일 캡처, 모바일 앱, 보호자 동반 확인 등은 인정되지 않습니다.\n- 현장에서 신분증과 실제 얼굴이 일치하지 않을 경우 추가 확인 요청을 드릴 수 있습니다. 협조 부탁드립니다.\n※본인 확인이 가능한 신분증이란?\n- 대한민국 국적 : 여권, 주민등록증, 운전면허증, 청소년증(주민센터 발급),모바일 신분증(정부24, 행정안전부&경찰청, PASS 발급)\n- 대한민국 국적 외 외국인 : 여권, 외국인 등록증\n* 이 외의 신분증은 인정되지 않습니다(학생증, 사본, 사진, 등본 등)\n* 학생증으로는 본인 확인이 불가합니다.\n* 신분증의 사진, 프린트물, 모바일 신분증 캡처 파일은 인정하지 않습니다. 현장에서 모바일 신분증 앱 실행을 요청할 수 있습니다.\n**CARAT MEMBERSHIP 가입 시 이름을 영어로 작성한 경우 여권으로만 본인 확인이 가능합니다.\n* 신분증은 이벤트 참여 신청 정보와 동일한 경우에만 확인이 가능하며, 이름/생년월일/사진이 모두 기재되어 본인 확인이 가능한 실물 신분증으로만 확인이 가능합니다. 참여 신청 정보와 불일치할 경우 참여가 제한됩니다.\n* 모든 신분증은 유효기간이 만료되지 않은 실물 신분증만 유효한 것으로 인정합니다.\n* 대한민국 국적자의 신분증은 사진,생년월일(6자리), 성명이 명확하게 기재되어 있고 공공기관의 기관장이 발행한 것이어야 합니다.",
    "trans": "1) ID card (a photo that is possible to verify your identity in ID card required)\n- The ID card is possible to verify only if it is the same as the application information for open broadcasting participation, and it is only possible to verify with a real identification card that is possible to verify the identity written all of the name/birthday/photo. Photos of the ID card, prints, mobile captures, mobile apps, and parental companion verification are not accepted.\n- If your ID and actual face do not match on site, we may request additional verification. We look forward to your cooperation.\n※What is an ID card that can verify your identity?\n- Korean nationality: passport, resident registration card, driver's license, youth ID card (issued by community center), mobile ID card (government 24, Ministry of Public Administration and Security & National Police Agency, PASS issued)\n- Foreigners other than Korean nationality: Passport, alien registration car\n* Other IDs are not accepted (student ID, photocopy, photo, certified copy, etc.)\n* Your identification is not possible with your student ID.\n* ID photos, printouts, and mobile ID capture files are not accepted. You can request to run the mobile ID app on site.\n**If you write your name in English when signing up for CARAT MEMBERSHIP, your identity can only be verified with your passport.\n* The ID card can be confirmed only if it is the same as the event participation application information, and can only be confirmed with a physical ID that all of the name/date of birth/photo are written and is possible to verify identity. Participation will be restricted if there is a discrepancy with the participation application information.\n* For all IDs, only physical IDs that have not expired are accepted as valid.\n* The ID card of a Korean national must have a photo, date of birth (six digits), and name clearly written and must be issued by the head of a public institution."
}