{
    "source": "ko_KR",
    "target": "en_US",
    "text": "어제 호연이 내 박사 알지 중국 친구 몰라요 아코앤이라고 몰라요.\n제 박사 중에 중국 박사가 있어요. 중국 유학생인데 이 친구가 [redacted_name]이라는 친구인데 박사부터 몽콩에 왔고 지금 코 수업 끝나고 프로포즈를 다 했고 박사 논문을 위한 소논문을 쓰고 있어요.\n그러니까 쪼개서 소논문부터 쓰고 박사 논문 쓰겠다고 근데 이 친구가 뭘 연구하냐면 오토맥 게임에 연구를 하고 싶어 해 사용자 연구나 이런 연구를 그러니까 하고 싶어 하는데 이 친구가 그래서 나랑 텍스트 분석 그 게임 분석을 먼저 하고 이 게임 분석한 걸 토대로 해서 사용자 인터뷰도 하고 설문조사도 하고 이제 박사 논문이니까 좀 크게 커뮤니티 데이터 있잖아요.\n이런 러브앤 딥스페이스로 하고 있는데 이제 그런 것도 보는 거야.\n3단 연구인데 지금 첫 번째로 끝낸 게 이제 텍스트 분석을 끝냈어요.\n근데 이런 분석이죠. 근데 얘가 뭘 갖고 왔냐면 분석 이론으로 기호학을 쓰겠다고 갖고 왔어.\n참석자 1 01:08\n나한테 그래서 기호학 이제 퍼스의 기호학을 쓰는데 퍼스의 기호학 플러스 기존에 나왔던 논의들을 자기가 넣어가지고 이 기호학 개념을 가지고 분석을 하는데 내가 좋다고 했어요.\n그리고 근데 이제 논문을 다 썼거든 소논문은 근데 앞에 서론에 그 얘기가 들어가 왜 이 기호학 논문을 오토의 게임을 분석하는 데 유의미한가 왜 이 이론을 써서 보는 게 의미가 있는지 왜 이걸 써야만 하는지 그래서 내가 이걸 써서 내가 뭘 볼 건지 이런 얘기들이 서로에 나와 있거든요.",
    "trans": "Do you know my friend who is doctor, Hoyeon? Don't you know my Chinese friend? Don't you know a person called AkoN?\nAmong my friends, there is a Chinese doctor. He's a Chinese international student and this friend's name is [redacted_name]. He came to Mongkong for his doctoral degree. He proposed to me after class and is currently writing an essay for his doctoral thesis.\nSo, he said he would break it down and start with a small thesis and then write a doctoral thesis. But what is this friend is researching? He wants to research Automac games. He wants to do user research or something like that. So he does text analysis with me and analyzes the game first. Based on the analysis, we conducted user interviews and surveys, and since it is a doctoral thesis, there is some large-scale community data.\nWe're doing this with Love and Deep Space, and now we're seeing things like that, too.\nIt's a three-stage study, and the first one we've completed has been finished the text analysis.\nBut it is the analysis like this. What he thought was to use semiotics as an analytical theory.\nAttendee 1 01:08\nSo, for me, semiotics, I'm now using Perth's semiotics. He told me that he added the existing discussions to the semiotics of Perth and then analyzed it using this semiotic concept, and I told him I liked it.\nAnd now we have finished writing the thesis. The short thesis is included in the introduction. Why is this semiotics thesis meaningful in analyzing Otto's game? Why is it meaningful to use this theory? Why do I have to write this? So I wrote this. There is a talk about what to watch in the introduction."
}