{
    "source": "ko_KR",
    "target": "en_US",
    "text": "A 씨와 트리플스타는 2014년에 처음 만났다. 당시 A 씨는 사업차 미국에 거주했고, 트리플스타는 '르 꼬르동 블루'의 유학생이었다.\nA 씨는 트리플스타를 물심양면으로 도왔다. 그는 '디스패치'에 \"트리플스타를 취업시키기 위해 샤넬백 등으로 로비했다\"고 폭로했다.\n디스패치 : 누구에게 샤넬백을 전달했나?\nA : 트리플스타는 학생 신분이었다. 셰프라는 직업이 어느 레스토랑 근무했는지가 중요하다고 들었다. 나는 당시에도 사업을 하고 있어서 다양한 인맥이 있었다. 이에 트리플스타가 원하는 레스토랑에 영향력을 발휘할 수 있는 사람을 찾아다녔다.\n디스패치 : 아빠 찬스, 아니 전처 찬스인가?\nA : 미국에서 친하게 지내던 언니(X 씨)있었다. 그 언니의 친구(Y 씨)가 '아틀리에 크렌'과 '베누'에 연줄이 있었다. '결혼할 친구인데 아직 학생이다. 경력이 없어서 취업이 안된다'며 언니에게 부탁했다. '꼭 은혜를 갚겠다'며 도움을 요청했다.\n원본 이미지 보기\n‘디스패치’는 진위 확인을 위해 미국에 거주 중인 X 씨에게 연락했다. 그는 \"A 씨가 남친 취업을 간곡히 부탁했다\"면서 \"개인 인맥을 동원해 라인을 찾았다\"고 말했다.\n\"마침, 친구 Y 씨가 ‘아틀리에 크렌’의 헤드 셰프와 친했어요. 그 친구가 셰프에게 연락해 다시 부탁했고요. 그 덕분에 트리플스타가 지원할 수 있었죠.\" (X 씨)",
    "trans": "Ms. A met Triple Star for the first time in 2014. At that time, Ms. A stayed in America on business, and Triple Star was an international student at 'Le Cordon Bleu'.\nMs. A gave Triple Star her material and emotional support. She disclosed to 'Dispatch', \"I lobbied with Chanel bags, etc. to get Triple Star hired.\"\nDispatch : Who did you give the Chanel bag to?\nA: Triple Star was a student. I heard that the job of a chef depend on which restaurant you work. At the time, as I was also in business, I had various connections. Accordingly I went around looking for people who could exert impact on the restaurant Triple Star wanted.\nDispatch : Is it dad chance, or ex-wife chance?\nA: I had a close older sister (Ms. X) in America. Her friend (Ms. Y) had connections with 'Atelier Crenn' and 'Benu'. I asked her for help, saying, \"I have a boyfriend to get married, but he's still a student. He has no work experience, so can't get a job.\" I asked for help, saying, \"I'll definitely repay your favor.\"\nView original image\nTo confirm whether it's the truth or not, 'Dispatch' contacted Ms. X, who stays in the United States. She said, \"Ms. A earnestly asked me to help her boyfriend get a job,\" and \"I used my personal connections to find LINE.\"\n\"By chance, my friend Y was close with the head chef of 'Atelier Crenn'. That friend contacted the chef and asked him again. Thanks to that, Triple Star could apply.\" (Ms. X)"
}