{
    "source": "ko_KR",
    "target": "en_US",
    "text": "알자지라는 \"이스라엘 총리실의 이 성명은 네타냐후 총리가 미국 백악관에 이란의 핵이나 에너지(석유 생산) 시설이 아닌 군사 시설을 타격하겠다는 뜻을 전달한 이후에 나온 것\"이라고 짚었다.\n전날 미국 워싱턴포스트(WP)와 월스트리트저널(WSJ)은 네타냐후 총리가 지난 9일 조 바이든 미국 대통령과 통화에서 이런 뜻을 전달했고, 요아브 갈란트 이스라엘 국방부 장관과 로이드 오스틴 미국 국방부 장관 간 회담에서도 해당 내용이 언급됐다고 보도했다. WP는 \"한 당국자는 이란에 대한 이스라엘의 보복 조치가 11월 미국 대선에 대한 정치적 간섭이라는 인식을 피하고자 조정될 것이라고 말했다\"며 \"네타냐후의 '군사 시설' 타격 시사에 백악관이 안도했다\"고 전했다.\n미국은 그간 이란의 탄도 미사일 공격에 대한 이스라엘의 보복 의지를 지지하면서도 세계 경제와 안보를 위협하는 이란 핵 및 석유 생산 시설에 대한 공격에는 우려를 표명해 왔다. 바이든 대통령은 이란의 핵 시설에 대한 이스라엘의 공격을 지지하지 않을 것이라며 핵 시설 공격은 중동의 추가 확전을 촉발하고 미국을 분쟁에 끌어들일 수 있다고 지적했다.",
    "trans": "Al Jazeera pointed out that \"this statement came after Prime Minister Netanyahu conveyed to the White House that Israel intended to strike Iran's military facilities, not its nuclear or energy (oil production) facilities.\"\nThe previous day, the Washington Post (WP) and the Wall Street Journal (WSJ) reported that on the 9th, Prime Minister Netanyahu conveyed this message in a phone call with U.S. President Joe Biden, and that the same content was also mentioned in a meeting between Israel Defense Minister Yoav Galant and U.S. Defense Secretary Lloyd Austin. The WP reported that \"Israel retaliatory measures against Iran will be coordinated to get rid of perception of political interference in the U.S. presidential election in November, one official said,\" and \"the White House was relieved that Netanyahu hinted at striking a 'military facility.'\"\nThe United States has expressed concern over attacks on Iran’s nuclear and oil production facilities, which threaten the global economy and security while it has supported Israel’s willingness to retaliate against Iran’s ballistic missile attacks. President Biden has said he will not support an Israel attack on Iran’s nuclear facilities, and he pointed out that an attack on a nuclear facility could trigger further escalation in the Middle East and draw the United States into the conflict."
}