{
    "source": "ko_KR",
    "target": "en_US",
    "text": "LED 직원 25%, 반도체로 전환 배치\n연말 '주요 LED 사업' 정리 작업 돌입\n전장 조명은 2030년 '완전 철수' 계획\n사진=[redacted_name] 기자 kms@newsway.co.kr\n삼성전자가 올 하반기 'LED(유기발광다이오드) 조명' 관련 직원 25%를 반도체 부문으로 전환 배치한다. 사업 철수 방침에 따른 조치인데, 저가 제품의 범람과 경쟁 심화로 LED 조명의 수익성이 크게 떨어진 만큼 상대적으로 유망한 분야에 역량을 집중하려는 포석으로 읽힌다.\n10일 업계에 따르면 삼성전자 DS(디바이스솔루션)부문은 기흥사업장에서 가동 중인 'LED 조명' 라인을 2030년까지 순차적으로 철수하겠다는 계획을 세우고 세부 실행 방안을 검토 중이다. 조만간 직원을 천안이나 온양의 반도체 라인으로 이동시키는 등의 인사가 이뤄질 것으로 알려졌다.\n삼성전자의 LED 사업은 ▲조명기기용 ▲TV용 ▲전장(차량용 전기·전자장비)용 등 크게 세 분야로 나뉜다. 그 중 하반기엔 조명기기용 LED칩을 만드는 쪽을 먼저 정리하고, 2026년 상반기에는 CSS사업팀 내 조명 사업, 하반기 TV용 조명 사업을 접을 것으로 파악됐다. 아울러 2030년엔 전장용 조명 사업에서도 완전히 손을 뗄 것이란 전언이다.\n익명의 삼성전자 관계자는 \"LED 사업은 수익을 크게 내지 못하는 영역으로 분류되는 데다, 공정도 크게 복잡하지 않다\"면서 \"아무래도 회사 차원에서 전도유망한 부문에 역량을 모으는 게 낫다고 판단한 것으로 보인다\"고 귀띔했다.\n이어 \"LED 담당 직원의 경우 다른 파트로 이동할 공산이 큰데, 지금으로서는 반도체 쪽으로 옮길 것이란 관측이 지배적\"이라고 덧붙였다.",
    "trans": "25% of LED Workforce Transitions to Semiconductor Industry\n'Major LED Business' to Be Phased Out by Year-End\nBattlefield Lighting Announces 'Full Exit' by 2030\nPhoto by [redacted_name], Reporter kms@newsway.co.kr\nSamsung Electronics will transfer 25% of its employees in the 'LED (Organic Light Emitting Diode) lighting' division to the semiconductor sector in the second half of this year. This is a measure taken in line with the company's decision to withdraw from the business. With the profitability of LED lighting significantly declining due to the flood of low-cost products and intensified competition, this move appears to be a strategy to focus resources on more promising sectors.\nAccording to industry sources on 11th, Samsung Electronics' Device Solutions (DS) division has devised a plan to phase out its LED lighting operations at the Giheung plant by 2030 and is currently considering detailed implementation strategies. Personnel changes are expected soon, including the reassignment of employees to semiconductor production lines in Cheonan and Onyang.\nSamsung Electronics' LED business is divided into three main sectors: ▲ lighting equipment, ▲ TVs, and ▲ electric and electronic components for vehicles. The company is expected to shut down its LED chip production for lighting equipment in the second half of this year and close its lighting business within the CSS business team by the first half of 2026, with the TV segment winding down in the second half of the year. Additionally, Samsung plans to completely exit the electric lighting business by 2030.\nAn anonymous Samsung Electronics official stated, \"The LED business is considered a low-profit area, and the processes are relatively straightforward.\" The official added, \"It seems the company has decided that it is better to focus resources on more promising sectors.\"\nHe added, \"For LED employees, it is highly likely they will be reassigned to other divisions, with the prevailing expectation being that they will move to the semiconductor sector.\""
}