{
    "source": "ko_KR",
    "target": "en_US",
    "text": "[주요 업무책임]\n・미디어 분석, 섭외계획, 모니터링을 기반으로 한 방송 전략 수립\n・방송/프로그램 일정에 맞는 리소스 플래닝과 일정 관리\n・대내외 이해 관계자들과 전략적 네트워킹과 커뮤니케이션\n・새로운 프로그램 (지상파/공중파, 케이블 방송, 라디오, 뉴미디어, 행사 등)에 대한 출연기회 발굴 및 제안/피칭\n・성공적인 방송/현장 진행을 위한 출연 현장 관리 및 대응\n・심의 및 콘텐츠 리스크, 방송 점수 관리\n[주요 업무환경]\n・아티스트 활동 일정에 따른 유동적 업무시간 및 환경, 업무 집중 기간 존재\n・업무 특성 상 외근 (방송국, 촬영현장 등) 및 출장비중 높음\n[필수 자격요건]\n・전공 무관\n・경력 무관\n・음악과 음악산업에 대한 이해와 관심이 있는 분\n・방송, 미디어 영역에 대한 경험과 지식을 보유한 분 (기획, 제작, 실행 등)\n・다양한 계층의 사람들과 프로페셔널한 관계를 빠르게 형성하고 상대방의 니즈를 파악하여 업무를 진행한 경험이 있는 분\n・높은 수준의 커뮤니케이션 능력을 보유하여, 상황 및 대상자에 적합한 방식으로 명확한 설명/설득/협상이 가능한 분\n・병역을 필하였거나 면제자로 해외여행에 결격사유가 없는 분\n[선호 자격요건]\n・매니지먼트 관련 전공자 또는 관련 업무 경험을 보유한 분\n・외국어 커뮤니케이션(영어,일본어 등)이 원활한 분\n・문서 작성 및 이메일 등 서면보고가 원활한 분\n・영업/마케팅/홍보에 대한 지식과 실무 경험이 있는 분\n・음악/방송/영화 등 미디어 또는 엔터테인먼트 업계에서 관련 업무 경력을 보유한 분\n・다양한 이해관계자들과 협업하여 결과물을 도출한 경험이 있는 분\n・고객(팬)에 대한 이해가 있거나, 고객 성향 등에 대한 분석 업무 경험이 있는 분",
    "trans": "[Key Responsibilities]\n· Developing broadcasting strategies based on media analysis, recruitment planning, and monitoring.\n· Planning and managing resources for broadcast/program scheduling.\n· Strategic networking and communication with both internal and external stakeholders.\n· Identifying and pitching opportunities for appearances in new programs (terrestrial/airwave, cable television, radio, new media, events, etc.).\n· On-site management and coordination to ensure successful broadcasting and smooth event progression.\n· Reviewing content risks and managing broadcast ratings.\n[Key Work Environment]\n· Flexible working hours and environment based on the artist's schedule, with designated periods for focused work.\n· Due to the nature of the job, external work (such as broadcasting stations, filming locations, etc.) and travel expenses are substantial.\n[Qualifications Required]\n· No specific major required\n· No prior career experience required\n· Must have an understanding of and interest in music and the music industry.\n· Candidates with experience and knowledge in broadcasting and media (planning, production, execution, etc.).\n· Experienced in quickly building professional relationships with people from diverse backgrounds and identifying their needs.\n· Individuals with strong communication skills who can clearly explain, persuade, and negotiate in a manner suited to the situation and the person involved.\n· A person who has completed military service or is exempt from it, and has no restrictions on overseas travel.\n[Preferred Qualifications]\n· A person with a major in management or related work experience.\n· A person who is proficient in foreign languages (e.g., English, Japanese) and communicates effectively.\n· A person who can efficiently prepare documents and reports in writing, via email, etc.\n· Individuals with knowledge and hands-on experience in sales, marketing, and promotion.\n· Individuals with relevant work experience in media or entertainment, such as music, broadcasting, or film.\n· Experienced in collaborating with various stakeholders to achieve results.\n· Possess an understanding of customers (fans) or have experience analyzing customer behavior and trends."
}