{
    "source": "ko_KR",
    "target": "en_US",
    "text": "최소한 자기의 신앙은 거짓말하지말길 바라며 혼자 끄적여봄\n비신자들이야 종교고 뭐고 아무상관하지 않지만 적어도\n본인이 기독교를 믿는다고 공개적으로 언급하고 싶다면\n진짜 본인이 신앙생활 잘하고 있는지 돌아보길 바람\n아니면 함부로 하나님의 자녀라고 말하고 다닌것부터가\n종교적으로 죄가 될테니까 민희진이 무교라면 아무상관없지만\n일단 기독교는 철저하게 유일신 여호와 라는 이름 앞에\n그 어떤것도 신보다 우선시 할수없음 특히\n성경을 한번이라도 읽은 사람은 알지만\n성경전체에서 신점. 무당을 가까이 두는것을 경고하고 있음\n기독교는 우상을 끔찍이도 싫어해서 술도 취하면 안되서 안먹고\n교회다니는데 타로본다면 신앙심이 덜하다고 느낌\n제사도 조상신이기때문에 지내는걸 꺼려하고\n무당친구한테 위로를 받아? 여기서 끝남\n민희진이 말하는 하나님이 감당할 시련을 준단건\n성경에 나오는 구절이지만 해석을 저렇게 하면 큰일남\n이단소리 들을수도 있음.\n저 내용은 기독교적으로는 하나님이 자기를 더 믿도록\n철이 더 단단해지게 담금질하고\n부모가 자식을 사랑하지만 좀더 철들고 단단해지라고\n자식 물가두고 뒤로는 지켜주려는 걸로 해석하는게\n보통 기독교에서 말하는 해석임\n->저건 하나님을 정말 잘 믿는 사람이 성경대로 다 살수없는걸 알고현실적으로 신앙중에 외롭고 힘들때 (저 당시에 기독교박해가 심한 시대였음)신이 완전히 망가뜨리려는 목적이 아니라 더 열심히 살라고 한번씩 자극을 주는 정도다 너무 좌절하지마라 이럴때일수록 더 기도하고 나아가란 의미임",
    "trans": "I hope at least one doesn't lie about their own faith, and I'm writing this down on my own.\nNon-believers may not care about religion but at the very least\nif someone publicly claims to be Christian, I hope they reflect on whether they are truly living according to their faith\nI hope they reflect on whether they are truly living according to their faith\nOtherwise, just claiming to be a child of God without actually living that faith could be considered a sin from a religious standpoint\nIf Min Hee-jin is not religious, then it doesn't matter\nbut Christianity is firmly based on the belief in the one true God, Jehovah\nand nothing can be prioritized over Him. Especially\nFor those who have read the Bible even once, they would know that throughout the Bible\nthere are warnings against seeking divination or associating with shamans\nChristianity strongly opposes idolatry, and alcohol should also be avoided because one must not get drunk\nIf someone goes to church but also seeks tarot readings, it feels like they are lacking in true faith\nThey are reluctant to perform ancestral rites because they involve ancestral spirits\nand they seek comfort from a shaman friend? That's where it ends\nThe statement Min Hee-jin made about God giving trials that one can endure is a verse from the Bible\nbut interpreting it that way could lead to serious problems\nPeople might accuse her of being a cult leader.\nFrom a Christian perspective, this concept is understood as God allowing challenges\nto strengthen one’s faith and resolve\nParents love their children, but they let them face challenges in order to help them grow wiser and stronger\nIt is interpreted as a parent allowing their child to face challenges while still watching over them from behind\nIt is the interpretation commonly understood in Christianity\n-> That was a time when even those who truly believed in God knew they couldn’t live perfectly according to the Bible (It was a time when Christian persecution was intense). God doesn’t allow trials with the intention of completely destroying a person but rather to give them occasional encouragement to live more diligently. The message is not to be overly discouraged. Instead, it’s a reminder to pray more and move forward, especially during such difficult times"
}