{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“왜 오긴, 너 보러 오지. 네가 좀 열심히 일했냐. 누가 펑크 내면 불평 없이 그것도 다 하고, 바쁠 땐 어디선가 나타나서 도와주고선 훌쩍 사라지고. 주말에 불러도 항상 나오고. 다들 너한테 많이 고마워했었어.”\n“…….”\n“아, 그럼 난 간다. 너 진짜 괜찮지?”\n한 번 더 확인한 소장님은 시끄럽게 울리는 전화를 받으며 급한 걸음으로 나가셨다. 난 반쯤 일으켰던 몸을 뒤에 기대며 가만히 닫힌 문을 응시했다. 뭔가 어색했다. 친하게 지낸 적 없는 사람들인데. 정을 준 적도 없고. 하지만 이어서 연달아 방문하는 손님을 맞으며 어색함을 느낄 시간조차 없어졌다.\n매니저는 아마도 내 휴대폰에 저장된 모든 사람에게 연락했나 보다. 몇 달에 한 번씩밖에 못 보던 복싱 체육관 관장님, 주말에 하는 막노동을 알선해주던 인력소개소의 사람들, 새벽에 하던 신문 배달 영업소 사람들.\n매니저와 한수, 앨리스 사장이 없어도 이날 하루 내 병실은 사람으로 북적거렸다. 짧게는 몇 달, 길게는 반년 이상 보지 못하던 얼굴들은 단지 나와 함께 일을 했다는 이유만으로 찾아와 살아있는 날 눈으로 확인했다.\n날 더 불편하게 한 건, 날 봤을 때 그들의 얼굴에 나타난 안도였다. 그들은 진심으로 내가 숨 쉬며 눈 뜬 걸 기뻐해 주었다. 어색함이 뿌연 안개처럼 내내 사라지지 않았다. 병실은 금방 그들이 가져온 음료수 박스로 가득 찼다. 그들 덕분에 훌쩍 지나간 오후엔 또 예상치 못한 손님이 왔다.",
    "trans": "“Why do I come? I come to see you. You worked a little hard, right? If someone got punk, you did it all without complaining, and when they were busy, you appeared from somewhere to help and then disappeared quietly. Even if they called on the weekend, you always came. Everyone was very grateful to you.”\n“…… .”\n“Ah, then I’m going. Are you really okay?”\nAfter checking once more, the director hurriedly walked out, answering the phone, which rang noisily. I leaned back with my half-raised body and stared at the closed door without moving. I felt something was awkward. These are people I haven't got along closely. I have never given affection to them. However, I had even no time to feel awkward while I welcomed guests who visited one after another.\nIt seemed that the manager probably contacted everyone saved on my phone. The manager of the boxing gym whom I saw only once every few months, the people at the human resources agency who arranged physical labor on the weekends, and the people at the newspaper delivery office where I did it in the early morning.\nEven without the manager, Han-soo, and CEO Alice, my hospital room was crowded with people that day. Faces I had not seen for at least a few months, or as long as half a year or more came to me and checked me alive with their own eyes just because they worked with me.\nWhat made me more uncomfortable was the relief shown on their faces when they saw me. They sincerely rejoiced that I could breathe opening my eyes. The awkwardness did not disappear all through the time like a hazy fog. The hospital room was right away filled with the boxes of drinks they had brought.  Another unexpected guest came in the afternoon and passed quickly, thanks to them."
}