{
    "source": "ko_KR",
    "target": "en_US",
    "text": "그만 하라니까요?\"\n\"그치만...\"\n이제노는 꽉 막힌 입으로 말하려고 애를 썼다. 눈꼬리가 축 처진 게 진짜 불쌍해 보이긴 했다. 혹시 이게 이제노의 전략인가? 코코도 가끔 실수하면 이런 표정을 지었다. 경계심 가득한 눈으로 바라봤더니 이제노가 말했다.\n\"가이딩 해주길래 허락한 줄 알았어.\"\n\"네? 누가, 뭘, 해요?\"\n\"방금 접촉가이딩...\"\n이제노는 말하기 불편했는지 입술에 닿아있던 내 손을 끌어내렸다. 그러고는 마주 잡은 두 손을 흔들어 보인다.\n\"지금도 가이딩하고 있잖아.\"\n\"네?!\"\n망했다. 이제노의 말을 듣고 그 단어가 가장 먼저 떠올랐다. 무언가 잘못된 게 분명했다.\n연구소에 가는 걸 좋아하는 편은 아니었다. 항상 연구에 찌들어있는 그들은 작은 실수에도 다소 짜증스러운 언행을 보이곤 했다. 그러나 오늘 나는 남아있던 부정적인 기억을 모조리 지웠다. 그런 연구원들은 원래 이 세상에 없던 것처럼.\n연구원은 이제노의 네 번째 폭주에 큰 의미를 뒀다. 그 폭주를 겪으면서 가이딩을 최대한 잘 흡수할 수 있도록 신체 내부 가이딩 체계가 변한 것 같다고, 아주 친절하게 설명했다. 고밀도의 가이딩을 받으면서 확장되었던 가이딩 체계는 여러 번의 폭주로 더는 감당할 수 없는 상황에 이르렀다. 이미 확장한 걸 줄일 수는 없으니 가이딩을 받아들이는 시스템을 바꿔 가이딩 공급을 늘려야 했다. 이제노는 이제까지 내 가이딩으로 가이딩 체계를 확장해왔다.\n\"그러니 중사님의 가이딩은 무리 없이 받아들이도록 체계가 바뀌는 게, 그다지 이상한 일은 아니겠죠?\"",
    "trans": "\"I told you to stop?\"\n\"But...\"\nLee Je-no struggled to speak with her tight mouth. The drooping corners of her eyes looked really pitiful. Is this Lee Je-no's strategy? Coco sometimes looked like this when she made a mistake. I looked at her with a wary eye, and Lee Je-no said.\n\"I thought you gave me permission because you were guiding me.\"\n\"What? Who's doing that?\"\n\"The contact guiding just now...\"\nWhether Lee Je-no was uncomfortable talking, he pulled my hand which was touching my lips down. Then he waves his hands facing each other.\n\"You're still guiding.\"\n\"What?\"\nI'm doomed. When I heard Lee Je-no's words, that words came to my mind first. It was clear something was wrong.\nI didn't tend to like going to the lab. They were always engrossed in research, and even if they made a small mistake, they would show somewhat irritated behavior. But today I erased all the negative memories that remained. Like those researchers weren't in this world.\nThe researcher put great significance on Lee Je-no's fourth reckless behavior. He explained very kindly that the body's internal guiding system seemed to have changed so that it could absorb the guidance as best as possible while experiencing the reckless behavior. The guiding system which had been expanded while receiving high-density guidance reached a situation where it could no longer handle due to mutiple reckless behavior. Since we could not reduce what had already been expanded, we had to change the system that accepts guiding and increase the supply of guiding. Lee Je-no has been expanding his guiding system with my guiding.\n\"So it's not that strange that the system will be changed to accept the sergeant's guiding without difficulty, right?\""
}