{
    "source": "ko_KR",
    "target": "en_US",
    "text": "목적을 위한 수단이라고 변명하기에 그의 성생활은 지나치게 난잡했다. 좋아서 한 짓은 아니었지만 필요하면 적극적으로 임했다. 한두 명과 얽힌 게 아니었다. 동시에 서너 명을 함께 만난 적도 있었다. 남자 여자를 가리지도 않았다. 육체적으로 친밀해지면 그들은 요구하지도 않는데 그가 원하는 정보를 경계 없이 누설했다. 침실에서 얻는 정보만큼 정확하고 진실된 것은 없었다.\n김한세에게 넘긴 재벌들의 문란한 사생활 영상에는 우진도 들어 있었다. 김한세는 겨우 하나만 보고 더럽다고, 증거 능력도 없는 이딴 걸 누구 협박하려고 만들었느냐며 우진에게 인간이 할 수 있는 모든 쌍욕을 동원해서 맹비난을 퍼부었다.\n제게 전화를 걸어 경멸로 치를 떠는 김한세에게 우진 역시 그렇게 잘나서 박경수도 처리 못 하고 떠먹여 주는 것도 못 받아처먹고 등신 새끼처럼 일을 다 망쳤느냐며 그의 무능력을 함께 비난했다.\n그렇지만 속으로는 김한세에게 이런 노골적인 욕을 들을 만큼 자신이 한 짓이 문란했던가 싶어 내색하지 않았을 뿐 뜨끔했던 것이다.\n자신이 한 짓이 그런 짓이었다. 그래서 우진은 해원을 나무랄 수 없었다. 탓하는 것 자체가 공정하지 않았다. 질투는 불합리하고 편파적인 일이었다. 그렇게 마음을 다잡고 스스로를 이해시키려고 해도 열일곱 살 때부터 놀아났던 해원의 행태를 떠올리고, 누군가 해원의 처음을 가졌다고 생각하면, 우진이 꽁꽁 숨겨 두고 아무에게도 보여 주지 않는 그 시절 그 모습을 누가 먼저 알았다고 상상하면, 심장이 쿵쾅거리고 뇌가 불어 터지는 것처럼 신경질과 분노가 함께 치솟았다.",
    "trans": "He justified his actions as means to an end, but his sexual behavior was excessively disordered. It wasn’t something he enjoyed, but he actively engaged in it when necessary. It wasn’t just with one or two people. There were times when he had simultaneous relationships with three or four people. He didn’t discriminate between men and women. Once he became physically close to someone, even without them asking, he would indiscriminately reveal the information he wanted. There was nothing more accurate and truthful than the information obtained in the bedroom.\nThe video of the debauched personal lives of the conglomerates that he handed over to Kim Han-se included Woo-jin as well. After watching just one, Kim Han-se disgustedly remarked that it was filthy, questioning who would try to blackmail anyone with such useless, unverified evidence. He then poured out every swear word imaginable to criticize Woo-jin’s incompetence.\nWhen Woo-jin received a call from Kim Han-se, who was trembling with contempt, Woo-jin criticized him in return, mocking him for failing to handle Park Kyung-su and being too foolish to even take advantage of what was handed to him, accusing him of ruining everything.\nHowever, deep down, Woo-jin was shaken, wondering if his own actions had been as debauched as Kim Han-se's vulgar outbursts suggested. Though he didn’t show it, he was disturbed.\nWhat he had done was just that: debauchery. That’s why Woo-jin couldn’t blame Hae-won. To blame him would be unfair. Jealousy was an unreasonable and biased emotion. Even though he tried to calm himself and rationalize his feelings, whenever he thought of Hae-won’s behavior since she was seventeen, and imagined someone else taking her first, or even picturing someone knowing the version of her that Woo-jin kept hidden and never showed to anyone, his heart would race and his mind would boil with anger, as if his nerves were about to explode."
}