{
    "source": "ko_KR",
    "target": "en_US",
    "text": "빌보드]\n방탄소년단의 진, 새 싱글 'I’ll Be There’가 '지치고 외로울 때‘ 아미에게 '힘'이 되길 바라며 \"여러분의 얼굴에 미소를 짓게 할 노래입니다.\" 라고 덧붙였습니다.\n진이 새 솔로 트랙의 이름을 \"I'll Be There\"라고 지었을 때, 그는 진심이었습니다. 이 방탄소년단의 스타는 곧 발매될 앨범 '해피'의 선공개곡인 이 곡을 시작으로 청취자들에게 진정으로 위로를 주고 싶다고 말합니다.\n빌보드와 독점적으로 공개한 돌비 애트모스와의 새로운 영상 인터뷰에서 31세의 한국 가수는 금요일(10월 25일) 발매된 신곡을 팬들에게 \"행복을 선사하고 싶다\"는 마음으로 썼다고 설명합니다. 진은 영상에서 \"아미들이 지치고 외로울 때 이 노래가 힘을 주었으면 좋겠어요.\" 라고 말합니다.\n저는 팬들과 어떤 감정을 나누고 싶은지 아주 명확하게 알고 있습니다.\" 라고 말합니다. \"우리 팬들, 우리 아미가 행복했으면 좋겠어요.\"\n이 인터뷰는 진의 새 솔로 음악을 기념하기 위해 돌비 애트모스와 맺은 새로운 파트너십의 일환으로 진행되었습니다. '슈퍼 참치' 아티스트인 진은 이 오디오 기술 회사와 함께 또 다른 뮤직비디오를 촬영했는데, 빌보드가 아래에서 독점 공개하는 이 뮤직비디오에는 소용돌이치는 화려한 조명 사이로 컨버터블을 운전하며 미래적인 유리 방에서 'I'll Be There'를 연주하고 세트장에서 배우들과 즐거운 순간을 즐기며 공항에서 사람들과 함께 춤을 추는 진의 모습이 담겨 있습니다.",
    "trans": "[Billboard]\nBTS' Jin hopes that the new single 'I'll Be There' will be 'strength' for ARMY when they are 'tired and lonely.' He added, \"It's a song that will put a smile on your face.\"\nWhen Jin named his new solo track “I’ll Be There,” he meant it. The BTS star says he really wants to give listeners some comfort, starting with this song, which is a pre-release from his upcoming album 'Happy.'\nIn a new video interview with Dolby Atmos, which was released exclusively with Billboard, the 31-year-old Korean singer explains that he wrote the new song, which was released on Friday (Oct. 25), with the desire to \"give happiness\" to his fans. Jin says in the video, \"I hope this song gives strength to ARMY when they are tired and lonely.\"\n“I know very clearly what emotions I want to share with my fans,” he says. “I hope our fans, our ARMY will be happy.”\nThis interview was conducted as part of a new partnership with Dolby Atmos to celebrate Jean's new solo music. The 'Super Tuna' artist Jin worked with the audio technology company to film another music video Billboard is premiering exclusively below, which features Jean driving a convertible through swirling colorful lights, playing \"I'll Be There\" in a futuristic glass room, enjoying fun moments with actors on set and dancing with people at the airport."
}