{
    "source": "ko_KR",
    "target": "en_US",
    "text": "5) SEVENTEEN OFFICIAL LIGHT STICK\n- 사전 녹화 현장에서의 힘찬 응원을 위해, 정상 작동하는 응원봉으로 확인 가능합니다. (응원봉 Keyring 지참 시 입장 절대불가)\n<공개방송 참여 시 주의 사항>\n1) 모든 공개방송에서의 퇴장은 공연이 종료된 후 진행됩니다. 임의로 자리를 이탈하는 행동 및 중도 퇴장 등 방송국 경호팀과의 마찰이 발생할 경우 팬클럽석 입장 제한 등의 팬클럽 전체의 불이익이 발생할 수 있습니다. 원활한 공개방송 진행을 위하여 현장 스태프의 통솔에 따라 주시기 바랍니다.\n2) 각 방송 프로그램에 따라 입장 연령이나 신청이 제한될 수 있습니다. 신청 전에 반드시 프로그램 정보를 및 신청 제한 연령을 확인 바랍니다.\n3) 모든 공개방송 스케줄은 카메라, 캠코더, 핸드폰, 녹음기 등 모든 영상 및 녹음 관련 기기의 사용을 금하고 있습니다. 일부 공개방송의 경우 해당 기기 소지 시 입장이 불가할 수 있습니다.\n** 적발 시 즉시 퇴장 조치 후, 촬영한 사진, 영상, 녹음은 전부 현장에서 삭제 처리됩니다. 퇴장 조치 시 발생하는 기기 파손에 대해 당사에서는 일체 책임을 지지 않습니다.\n** 촬영 적발 시, 추후 진행되는 공개방송에 참여하실 수 없습니다.\n4) 공식 응원봉을 제외한 모든 개인 응원 도구를 금지합니다. (플랜카드, 슬로건, 핸드폰 전광판 앱, 인형, 부채 등) 개인 멘트 및 개인 응원도구 사용 시 현장 스태프의 제재를 받으실 수 있습니다.\n5) 해당 공개방송은 안내드린 시간 이내에 자유로운 체크인이 가능합니다.",
    "trans": "5) SEVENTEEN OFFICIAL LIGHT STICK\n- To ensure strong cheering at the pre-recording site, you can check with a properly functioning light stick. (You cannot enter if you bring a light stick or keyring)\n<Precautions when participating in public broadcasting>\n1) Exit from all public broadcasts takes place after the performance ends. If friction with the broadcasting station's security team occurs due to the action of arbitrarily leaving the seat or leaving midway, the entire fan club may be subject to disadvantages, such as restrictions on entry to fan club seats. To ensure a smooth public broadcast, please follow the guidance of the on-site staff.\n2) Admission age or application age may be restricted depending on each broadcast program. Make sure to check the program information and the application age limit before applying.\n3) All public broadcasting schedules are prohibited from using all video and recording devices such as cameras, camcorders, mobile phones, and recorders. Some public broadcasts may not be allowed to enter when carrying the device.\n** If caught, you will be immediately kicked out, and all photos, videos, and recordings taken will be deleted on site. We are not responsible for any damage to equipment that occurs when you leave.\n** If you are caught filming, you cannot participate in the public broadcast that will be held in the future.\n4) All personal cheering tools except official cheering sticks are prohibited. (Plan cards, slogans, mobile phone electronic display apps, dolls, fans, etc.) You may be sanctioned by on-site staff when using personal comments and personal cheering tools.\n5) You can freely check-in for the public broadcast within the time notified."
}