{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“ 고마워요 매튜씨”\n“아 아니에요 쉬세요!”\n한빈에게 급하게 인사를 하고 방에서 나가는 매튜 그런 매튜의 뒷모습을 보고 살짝 웃는 한빈 그리고 짐을 풀면서 작게 중얼 거린다\n“귀엽네”\n매튜는 올해 22살로 대학을 잠깐 휴학하고 부모님을 도와드리며 휴식을 하고 있었다. 오늘도 잠깐 장 보고 온다는 부모님을 대신해서 민박집 1층 관리실에 앉아 시간을 보내고 있었다 평소 한국 드라마를 즐겨 보던 매튜는 오늘도 드라마를 시청하며 과자를 먹고 있는데 초인종이 울렸고 급하게 과자를 치우고 드라마를 끄고 거울을 한번 보고 입술에 뭍은 과자 부스러기를 털고 문을 열었다.\n매튜는 앞에 서 있는 한빈을 보고 멈춘 이유는 한빈은 완벽한 매튜의 이상형이다. 한국 영화 드라마 로맨스 장르를 즐겨 본 매튜는 나오는 잘생긴 남자주인공을 보면서 나중에 한국에 간다면 저런 잘생긴 사람이랑 연애 해보고 싶다고 생각을 했는데 어느 날 아침에 자기 앞에 자신이 생각한 그런 한국 남자가 나타났다. 한마디로 한빈이를 보고 첫눈에 반한 매튜다.\n그때 부터 행동이 부자연스럽고 뚝딱 거린 매튜 한빈에게 방을 안내해주고 자신도 모르게 이름을 알려줬다. 그러고는 쉬라고 하며 급하게 도망치듯 1층으로 내려와 관리실로 들어가 거울을 본다.\n“오늘 좀 더 이쁘게 입을걸…좀 친해져 봐..?”",
    "trans": "“Thank you, Ms. Matthew.”\n“No, please take a rest!”\nMatthew who says goodbye in a hurry to Hanbin and leaves the room. Hanbin who smiles slightly as he looks at Matthew's retreating figure. And he mumbles quietly as he unpacks.\n“She's cute”\nMatthew, who turned 22 this year, took a break from college and was taking a break while helping her parents. Today, to take her parents' place as they were going to do some grocery shopping, she was spending time in the management office on the first floor of a guesthouse. As the doorbell rang, Matthew, who usually enjoys watching Korean dramas, was watching them and eating snacks. She put the snacks away without delay, turned off the drama, looked in the mirror, brushed the snack crumbs off her lips, and opened the door.\nThe reason Matthew stopped as she saw Hanbin standing before her was because Hanbin was Matthew's perfect ideal type. Matthew, who enjoyed watching Korean movies, dramas, and romance genres, thought that if she could go to Korea later, she would want to date someone as handsome as him. Then, one morning, a Korean man like the one she had imagined appeared in front of her. In short, at first sight, Matthew fell in love with Hanbin.\nFrom that moment, Matthew's actions were unnatural and she was acting jerky, and she guided Hanbin to his room and told him her name without realizing it. Then, she told him to rest and as if she was running away, she ran away to the first floor, and went into the management office and looked herself in the mirror.\n“I should have dressed up a little prettier today… how about if I try to get to know him a little better..?”"
}