{
    "source": "ko_KR",
    "target": "en_US",
    "text": "- 준고에 관해 관찰자의 입장에서 답변해주는 느낌이다. 실제 연기에 임할 때도 그런가.\n그렇다. 어떤 인물을 연기할 때 ‘꼭 그 인물이 돼야지’라는 생각을 한 적이 없다. 준고를 연기할 때도 준고 자체가 되기보다는 가장 가까이서 준고를 바라보고 이해해주는 사람의 위치에 있으려고 했다. 특정 대사나 행동을 할 때도 내게 대입하기보다는 준고라면 어떻게 할 것인지에 관해 생각했었고 질문에 답하는 지금도 마찬가지다. 그래서 관찰자적 입장이라는 표현이 맞는 것 같다.\n- 한국에서 한국 제작진과 함께한 경험은 어땠나. 일본의 제작 환경과는 무엇이 다르던가.\n한국의 촬영 현장을 겪은 게 처음이라 일반화해 이야기하긴 어렵다. 대신 문 감독님의 팀과 함께한 경험에 관해 이야기하자면 신선한 경험을 많이 했다. 액션 신을 예로 들자면, 일본에선 다치지 않기 위해 액션 호흡을 많이 맞춘다. 덕분에 위험성은 낮출 수 있지만 자칫하면 액션이 댄스처럼 보일 수 있다. 반면 문 감독님의 팀은 손에 땀을 쥐는 리얼한 액션을 찍고 싶어 했다. <사랑 후에 오는 것들>은 감정의 흔들림이 잦아서 슬픈 신은 아주 낮은 온도로, 밝은 신은 아주 높은 온도로 촬영해야 했다. 연습으로 인해 감정이 무뎌질 것을 우려해 감독님은 그때그때 감정을 잡아서 찍길 선호하셨다. 사전 테스트를 거의 하지 않은 상태로 다양한 각도에서 배우의 감정을 잡아내려고 많은 노력을 기울이셨다. 처음 해보는 작업이었고 그만큼 공부가 많이 됐다.",
    "trans": "- When it comes to Joongo, I feel like I'm answering from the perspective of an observer. Is it the same when you're acting?\nYes, when I played a character, I never thought, \"I must become that character.\" When acting as Joongo, rather than trying to be Joongo himself, I focused on being in the position of the person who understood Joongo the most. Even when performing certain lines or actions, I thought about what Joongo would do rather than substituting myself. It's the same now when I answer questions. That's why the expression 'from the perspective of an observer' seems accurate.\n- How was your experience working with the Korean production team in Korea? How does it differ from the Japanese production environment?\nIt’s hard to generalize since this is my first time experiencing a shooting scene in Korea. However, speaking about my experience with Director Moon’s team, I had a lot of fresh experiences. For example, with action scenes in Japan, we focus a lot on safety to avoid injuries. While this reduces the risk, it can make the action look more like a dance. On the other hand, Director Moon’s team wanted to shoot real action that made you feel the intensity. In Things <After Love>, there were many emotional moments, so we had to film the sad scenes in very cold temperatures and the bright scenes in very hot ones. The director preferred to capture the emotions in the moment, fearing that practicing too much would dull them. Without much pre-testing, he focused on capturing the actors' emotions from various angles. It was my first project, and I learned a lot from it."
}