{
    "source": "ko_KR",
    "target": "en_US",
    "text": "• 홍길동은 정의를 실현하는 과정에서 도적이 되는 등 반영웅적인 면모를 보여줍니다. 그는 이상적인 영웅과 달리 자신의 한계와 현실을 직시하면서도, 자신의 신념을 지키기 위해 사회의 규범을 넘어섭니다. 이러한 복잡한 성격은 현대의 영웅 서사와도 통하는 매력입니다.\n3. 이상 사회의 건설\n• 단순히 문제를 해결하는 데 그치지 않고, 홍길동은 율도국이라는 평등하고 이상적인 사회를 건설합니다. 이는 개인 영웅의 성취를 넘어선 공동체의 이상을 제시하며, 영웅의 궁극적 목표가 무엇인지에 대해 생각하게 만듭니다.\n4. 문화적 상징으로 자리 잡은 영웅\n• 홍길동은 이후의 한국 문학과 대중문화에 깊은 영향을 미쳤으며, 의협심을 가진 외로운 영웅이라는 서사 구조가 다양한 작품에서 반복됩니다. 현대적인 히어로와의 유사성 덕분에 지금도 여전히 사랑받는 캐릭터입니다.\n5. 민중의 욕망을 대변하는 서사\n• 당시 백성들이 갈망했던 자유와 정의를 홍길동이라는 캐릭터를 통해 구현하며, 독자들에게 억압된 현실을 극복할 희망을 심어줍니다. 이는 홍길동전이 단순한 영웅담을 넘어 민중의 해방과 희망의 상징으로 기능하게 했습니다.\n내가 영향받은 부분\n1. 억압과 불평등에 저항하는 주제",
    "trans": "• Hong Gil-dong displays anti-heroic traits as he becomes a bandit in his pursuit of justice. Unlike the ideal hero, he confronts his limitations and the realities around him, yet transcends societal norms to stay true to his beliefs. This complex personality is also a key factor that connects him to modern hero narratives.\n3. The construction of an ideal society\n• Beyond just solving problems, Hong Gil-dong creates an equal and ideal society called Yuldo-guk. This concept suggests a community ideal that goes beyond the achievements of individual heroes, prompting reflection on what the ultimate goal of a hero truly is.\n4. A hero established as a cultural symbol\n• Hong Gil-dong has had a profound influence on later Korean literature and popular culture, with the narrative of a lonely hero driven by righteousness recurring in various works. He remains a beloved character due to his resemblance to the modern hero.\n5. A narrative that represents the desires of the people\n• Through the character of Hong Gil-dong, it embodies the freedom and justice the people longed for at the time, instilling hope in readers to overcome their repressed reality. This allowed Hong Gil-dong to become a symbol of liberation and hope for the people, going beyond the simple narrative of a hero story.\nThe part that influenced me\n1. A subject of oppression and inequality"
}