{
    "source": "ko_KR",
    "target": "en_US",
    "text": "방콕\n도 방콕 공연 여기서 진행.\n초반에는 팬들이 귀엽다고 알음알음 이야기 하는 정도였는데, 며칠 지나고 결국 더쿠에서 비판하는 글이 하게 올라 갔고, 천플이 넘었는데 대부분 부정적인 반응이었음. 솔직히 앨범 반응이 애매해서 이 정도지, 0후이었으면 큰 논란이 됐을 뻔했음.\n그리고 아이브 케이스에 얹어서 나오는 말로는, 여성시대 같은 여초카페에 스탭들이 상주하면서 덕질 기강 잡은 일도 있었다고. 20-30대 여성에게 실제 인기 있는 팀으로 꾸준히 포지셔닝 한게 여초발 반응 덕분이었는데 여기에 회사 인력이 직접 개입을 했었다는 주장. 1에 대한 네거티브 게시물에는 찾아가서 난리를 피우고 다른 보이그룹들 비방하는걸 주도하고 했다는데, 아이돌판에서 여시가 불가촉집단이라 소문이 덜났었나 싶었음.\n인스티즈를 계속 주시했는데, 비슷한 내용이 너무 반복되면서 유저들이 불만을 드러내자 관리자가 한두명을 딱 잘라냈는데 그 순간 41 언급이 멈춰버림. 정말로 소수의 사람들이 작업 치듯이 주제에 생명을 계속 공급하는 구조였다는게 확인됨. 일련의 광풍이 잦아든 시점이 트위터에서 트페미와 스스로의 피씨함을 드러내고 싶어하는 일반 여성 유저들에게까지 이 소식이 전달된 타이밍과 정확히 맞아 떨어진다는 점에서 그쪽의 목적을 대강 파악하겠다 싶었음.\n최근에는 해결이 읽고 있는 책이라고 소설집을 소개 했는데 남초에서 이게 '페미서적'이라고 어그로 끄는 글이 제법 있었다는 소식도. 젊은 국내 작가들 앤솔로지 소설집인데, 활발하게 활동하는 젊은 한국 소설가 중에 페미가 아닌 사람이 과연 얼마나 있을까 싶긴 함. 이런 소동 자체가 언그에 크게 영향을 준다기보다는, 팀이 잘 안될때 하고이 페미코인 타려다가 팀킬 했다는 식의 어그로로 좀 이용될 수 있겠다 싶음.",
    "trans": "Bangkok\nAlso, the Bangkok performance will be held here.\nAt first, fans were quietly sharing how cute it was, but after a few days, a critical post eventually went up on Theqoo, and there were over a thousand comments, most of which were negative. Honestly, the album's lukewarm reception kept it from blowing up further, but if it had been a major hit, it could have sparked a much bigger controversy.\nAnd regarding IVE case, there's talk that staff members were stationed on female-dominated forums like Women's Generation to maintain fan discipline. The group's consistent positioning as a team genuinely popular among women in their 20s and 30s was reportedly due to the reactions generated from these forums, and it's claimed that company personnel were directly involved in this process. Allegedly, they would create chaos on posts with negative remarks about IVE and actively lead efforts to criticize other boy groups. It makes you wonder if the reason this didn’t become widely known in the idol scene is that Women's Generation is considered an untouchable community.\nI kept monitoring Instiz, and as users began expressing dissatisfaction due to the repetitive content, the admin decisively removed one or two individuals. The moment they did, all mentions of 41 stopped completely. This confirmed that a small number of people were sustaining the topic as if orchestrating it. The timing of the uproar dying down coincided precisely with when the news reached general female Twitter users, including Twifems and those eager to showcase their political correctness. This made it somewhat clear what their intentions might have been.\nRecently, Hae-gyul introduced a collection of novels, but there were quite a few posts on male-dominated forums calling it a 'feminist book' to stir up trouble. It's an anthology by young Korean writers, and it makes you wonder how many of the active young Korean novelists aren't feminist. Rather than having a significant impact on the group, it seems like this kind of uproar could be used as a way to stir up trouble, with some trying to ride the feminist coin during a rough patch for the team, only to end up causing self-sabotage."
}