{
    "source": "ko_KR",
    "target": "en_US",
    "text": "솔직히 천벌 받는구나 싶기도 했고.\n‘아, 졸려.’\n남들 죽는 소릴 들으며 할 생각은 아니었지만, 며칠 잠을 못 잔 여파가 이제야 오고 있었다. 너무 피곤했고, 너무 졸렸다.\n‘이런 데서 잠들면 입 돌아가는데…….’\n그런 생각을 하다가 나는 정신을 잃듯 잠들었다.\n그런데 묘하게 낯익은 암흑이 눈앞에 펼쳐졌다. 미지근한 물 속에서 부유하는 느낌과 우주를 보는 것 같은 암흑…….\n‘어? 이거…… 그거 아닌가?’\n그런 생각을 하자마자 그립기까지 했던 목소리가 들려왔다.\n[3단계 예외 조건이 충족되었습니다. 예외 상황이 발생하고 원작자의 권한이 완전히 상실되었습니다. 3단계 예외 조건은 소멸됩니다.]\n그토록 바랐던 3단계 예외 조건 충족 메시지였다.\n그러나 내 머릿속에는 이번에야말로 엄청난 물음표들이 범람했다.\n‘뭐, 뭐야? 이번엔 도대체 뭐가 예외 조건이었는데?’\n너무 황당해서 전처럼 예의 바르게 묻지도 못했다. 그러나 예의범절이 중요한 문제는 아니었는지, 아나운서 같은 목소리가 답해주었다.\n[3단계 예외 조건 : 죽을 운명에 저항하지 않는다.]\n예?\n나는 멍해 있다가 다시 물었다.\n‘방금 뭐라고 그러셨어요?’\n[3단계 예외 조건 : 죽을 운명에 저항하지…….]\n‘아니, 진짜 두 번 말하라고 물어본 게 아니라, 도대체 그게 무슨 뜻이냐고!’\n[죽을 위기에 처했을 때 삶의 의지를 포기함을 뜻합니다.]\n‘아, 그러니까 아까 내가 한 것처럼 날 죽이러 오는 사람을 보고 예쁘게 썰어달라고 모가지 내놓는…… 그런 거요?’",
    "trans": "To be honest, I thought I was being punished by heaven.\n‘Ah, I’m sleepy.’\nI didn't planning to do it while listening to others' grumble, but the aftermath of not sleeping for a few days was just coming. I was so tired and so sleepy.\n‘If I fall asleep in a place like this, my mouth will turn…...'\nWhile thinking about that, I fell asleep like I was losing my mind.\nBut a strangely familiar darkness unfolded before my eyes. The feeling of floating in lukewarm water and the darkness like looking into space...….\n'Uh? this...… Isn't it that?'\nAs soon as I thought about it, I heard a voice that I even missed.\n[Step 3 exception conditions have been met. An exception situation has occurred and the original author's authority has been completely lost. Step 3 exception conditions will be extinguished.]\nIt was a message that met the step 3 exception conditions that I had longed for.\nBut this time, a lot of question marks flooded in my mind.\n‘What, what is it? ‘What on earth was the exception condition this time?’\nIt was so absurd that I couldn't even ask as politely as before. However,  maybe manners were not an important issuea, a voice like an announcer answered.\n[Step 3 exception condition: Won't resist the fate to die]\nWhat?\nI was in a daze and asked again.\n‘What did you just say?’\n[Step 3 exception condition: Resist the fate of death... … .]\n‘No, I didn’t really ask you to say it twice, but what on earth does that mean!’\n[It means giving up the will to live when faced with the threat of death.]\n'Oh, so just like I did earlier, seeing someone who comes to kill me, asking me to cut pretty and putting out my neck ...… Something like that?'"
}