{
    "source": "ko_KR",
    "target": "en_US",
    "text": "'오토매틱'은 현재 군 복무 중인 성국도 마음에 했던 노래다. 곤은 \"성국이가 듣자마자 노래 느낌이 너무 좋고 세련되다고 했다. 완전히 달리지만은 않고, 코러스 부분에서 브레이킹(멈춤) 한번 주는 게 오히려 세련되고 일차원적이지 않다고 하더라\"라고 설명했다. 태환은 \"그리고 너무 (이 곡으로 활동)하고 싶어 했다\"라며 웃었다. 곤 역시 \"진짜 같이하고 싶어 했다. 너무 부럽다고\"라고 덧붙였다.\n무대의 관전 포인트를 묻자, 혜성은 \"무대 위에서 즐기는 모습을 보여드릴 예정\"이라고 답했다. 전작이 카리스마 있는 군무에 초점을 맞췄다면, '오토매틱'에서는 \"끼를 많이 부리는 모습도 보실 수 있을 것\"이라며 기대를 부탁했다. 또한 혜성은 \"곤이 형이 안무에도 직접 참여해서 전체적인 안무 완성도가 높아졌다고 생각한다\"라고, 영광은 \"네 명 각자의 매력을 살리는 게 목표\"라고 전했다.\n원본 이미지 보기\n배너 태환. 클렙엔터테인먼트 제공\n바로 옆에서 손을 들고 발언하겠다고 알린 곤은 \"헤메코(헤어·메이크업·코디네이션)에 집중해 주시면 좋을 것 같다\"라고 거들었다. 어떤 점에 주목하면 좋을지 재차 질문하자 그는 빨갛게 물들인 머리를 가리키며 \"제가 탈색이 이번에 처음, 몇 년 만에 처음 하는 거기 때문에 제 머리색에 관심 가져 주셨으면 좋겠다\"라고 말했다. 이번 컴백을 앞두고 갈색으로 염색한 태환은 \"많이 티가 안 나는 것 같다\"라며 웃었다.\n'번' 앨범에 몇 점을 주고 싶냐는 물음에 곤은 98점, 혜성은 100점이라 답했다. 곤은 \"일단 완벽은 없다고 생각한다. 나머지 1점(이 빠진 것)은 성국의 부재\"라고, 혜성은 \"들으시는 분들도 100점이라고 느끼시길 바라서\"라고 각각 이유를 들었다.",
    "trans": "'Automatic' is a song that Seongguk, who is currently serving in the military, also liked. Gon explained, \"As soon as Seongguk listened to it, he said the song felt really good and sophisticated. It doesn't completely follow the usual, but the breaking (pause) in the chorus part makes it more refined and not one-dimensional.\" Taehwan added, \"And he really wanted to promote with this song,\" laughing. Gon also added, \"He really wanted to do it together. I’m so jealous.\"\nWhen asked about the highlights of their stage performance, Hyeseong replied, \"We plan to show the enjoyment of being on stage.\" While their previous work focused on charismatic group choreography, in 'Automatic,' he mentioned, \"You’ll be able to see a lot of playful moments as well,\" and asked for expectations. Additionally, Hyeseong said, \"Gon hyung directly participated in the choreography, so I think the overall choreography’s quality has improved,\" and Yeong-gwang shared, \"Our goal is to highlight each of our individual charms.\"\nView original image\nBanner Taehwan. Provided by Clap Entertainment\nGon, who raised his hand to speak next to him, added, \"It would be nice if you could focus on Hamako (the hair, makeup, and coordination).\" When asked again about what to pay attention to, he pointed to his red-dyed hair and said, \"This is my first time bleaching my hair, it's been several years, so I hope you'll pay attention to my hair color.\" Taehwan, who dyed his hair brown for this comeback, laughed and said, \"It doesn’t really stand out much.\"\nWhen asked how many points they would give the 'Burn' album, Gon answered 98 points, and Hyeseong answered 100 points. Gon explained, \"I believe there is no such thing as perfection. (The missing) 1 point is because Seong-guk isn't here.\" Hyeseong said, \"I hope the listeners feel it's a 100-point album too.\""
}