{
    "source": "ko_KR",
    "target": "en_US",
    "text": "롯데카드에 등록된 휴대폰번호로 응모해야 하며, 휴대폰번호가 일치하지 않을 경우 혜택이 제공되지 않을 수 있습니다.\n본인카드 기준 1인 1회 참여 가능합니다.\n오프라인 채널(설계사, 카드 센터 등) 및 고객센터를 통해 대상카드를 보유한 경우는 이벤트 제외 대상입니다.\n각 혜택 지급 시점에 대상카드를 해지, 탈회 또는 교제 시 혜택을 받을 수 없습니다.\n이 이벤트는 롯데카드 사정에 따라 사전고지 없이 종료되거나 변경될 수 있습니다.\n문의 : 롯데카드 고객센터(1588-8100)\n최초 응모일 기준 1년간 중복 응모 불가하며, 응모 취소도 불가합니다. 신중하게 응모 바랍니다.\n계약 체결 전 금융상품설명서와 약관을 확인하시기 바랍니다.\n서비스 제공 업종은 롯데카드에 등록된 가맹점 업종을 기준으로 합니다.\n신용카드 발급이 부적정한 경우(개인신용평점 낮음 등) 카드 발급이 제한될 수 있습니다.\n카드이용대금과 이에 수반되는 모든 수수료를 지정된 대금 결제일에 상환해야 합니다.\n금융소비자는 금소법 제 19조 제1항에 따라 해당 상품 또는 서비스에 대하여 설명을 받을 권리가 있습니다.\n연체이자율 : 회원별, 이용상품별 약정이율 + 최대 3%, 법정 최고금리(연20%) 이내\n단, 연체 발생 시점에 약정 이율이 없는 경우 아래와 같이 약정 이율을 적용함\n일시불 거래 연체 시 : 거래 발생 시점의 최소기간(2개월) 유이자 할부 금리",
    "trans": "To participate, you must use the phone number registered with Lotte Card. Benefits may not be provided if the phone number does not match.\nParticipation is limited to one entry per person, based on the individual's card.\nApplications through offline channels (e.g., agents, card centers, etc.) or the customer center are excluded from this event.\nIf the eligible card is canceled, terminated, or withdrawn at the time of benefit payment, benefits cannot be received.\nThis event is subject to change or termination without prior notice at Lotte Card's discretion.\nInquiries: Lotte Card Customer Center (1588-8100).\nDuplicate entries within one year of the initial application are not allowed, and cancellations are also not possible. Please apply carefully.\nPlease review the financial product guide and terms and conditions before signing the contract.\nThe service industry classification is based on merchant industry classifications registered with Lotte Card.\nCard issuance may be restricted if deemed inappropriate (e.g., low personal credit score).\nAll card usage payments and any associated fees must be repaid by the designated payment due date.\nFinancial consumers have the right to receive an explanation about the product or service under Article 19, Paragraph 1 of the Financial Consumer Protection Act.\nDelinquency Interest Rate: The agreed interest rate per member and product + up to 3%, within the legal maximum interest rate (annual 20%).\nHowever, if there is no agreed interest rate at the time of delinquency, the following interest rate will apply\nFor delinquent lump-sum payment transactions: The minimum installment interest rate (2 months) applicable at the time of the transaction."
}