{
    "source": "ko_KR",
    "target": "en_US",
    "text": "“으응, 아냐. 나도 방금전부터 치기 시작한거라서.”\n코우노토리가 고개를 저으며 웃더니 대답했다. 시노미야는 헤픈 그의 웃음을 따라 옅은 미소를 지었다. 둘의 잔잔한 웃음의 흐름 속에서 손에 쥐고 있던 서류를 뒤늦게 자각하고 그에게 내밀었다.\n“와타나베 교수님이 찾으셔. 이 학회에 대해 전할 말이 있으시다고. 네가 전화를 안 받는다고 전해달라고 하시던데.”\n시노미야의 시선이 피아노로 향했다. 연주를하느라 못받았나 보네. 코우노토리가 서류를 건네받더니 천천히 읽어내려가기 시작했다. 시노미야가 얼핏 봤을 때는 산과에 대한 내용이었다. 방금전까지 연주에 몰두하던 그 눈빛이 서류로 향했다. 코우노토리의 시선이 서류의 끝에 닿았을 때쯤 그는 벌떡 몸을 일으켜섰다. 불쑥 높아진 시선의 차이에 시노미야가 한발짝 뒤로 물러나 주춤대더니 고개를 들었다.\n\"교수님을 뵙고 올게, 이거 참가하고 싶거든. 고마워 시노미야, 금방 다녀올게.\"\n코우노토리는 벽에 걸려있던 외투를 걸쳐입고 문밖으로 사라졌다. 시노미야는 기숙사 방에 홀로 남겨져 순식간에 사라진 그의 기대에 가득찬 표정을 떠올리며 웃었다. 메고 있던 가방을 책상에 올려둘 때쯤 전자피아노 위에 올려진 헤드셋에서 피아노 소리가 들려왔다. 연주를 해야 소리가 나는 것이 아닌가? 잘못 들었나 싶어 다시 가방을 정리했지만 책장에 책이 꽂히는 소리의 배경음으로 부드러운 피아노 연주가 깔렸다.",
    "trans": "“Hmm, no, it’s fine. I just started playing a moment ago too.”\nKounotori shook his head with a laugh. His gentle smile was infectious, and Shinomiya found herself mirroring it faintly. In the flow of their quiet laughter, she suddenly remembered the document in her hand and held it out to him.\n“Professor Watanabe is looking for you. He has something to discuss about this conference. He also mentioned that you weren’t answering your phone.”\nShinomiya’s gaze drifted towards the piano. So he missed the calls because he was playing. Kounotori took the document and began reading through it slowly. From what Shinomiya had caught at a glance, it seemed to pertain to obstetrics. The focus that had previously been directed at the piano was now entirely on the document. By the time Kounotori’s eyes reached the bottom of the page, he abruptly stood up.Startled by the sudden height difference, Shinomiya stepped back cautiously, tilting her head to meet his gaze.\n\"I’m going to meet the professor because I want to participate in this. Thanks, Shinomiya, I’ll be back soon.\"\nKounotori slipped on the coat hanging on the wall and disappeared out the door. Left alone in the dorm room, Shinomiya smiled, recalling the excitement that had lit up his face just moments before. As she set her bag on the desk, a soft piano melody began to play from the headset resting on the electronic piano. Isn’t it supposed to only play when someone touches it? Thinking she might have misheard, she went back to organizing her bag. However, as the sound of books sliding onto the shelf filled the room, the soft melody of a piano continued to play in the background."
}