{
    "source": "ko_KR",
    "target": "en_US",
    "text": "*최종 참여가 확정된 JENNIE 공식 팬클럽 회원은 상암동 MBC 신사옥 공개홀 앞으로, 모임 시간에 맞춰 명단 번호 순서대로 계시면 팬클럽 회원 본인 확인이 진행될 예정입니다.\n*참여자 분은 명단 확인 시간 보다 10분 일찍 도착하셔서 본인의 번호순대로 대기해 주시기 바라며, 명단 확인 시작 시간(9:30 AM) 이후 도착하거나 본인 입장 번호에 맞지 않게 줄을 서 있을 경우, 본인 확인 순서에 지참물 준비가 되어 있지 않을 경우에는 신청 순서가 무효 처리되며 지각자로 분류되어 마지막 입장 순서로 참여하게 됩니다.\n[참여 유의사항]\n*본 이벤트 당첨 후 불참 혹은 중도 퇴장 시 JENNIE ‘Mantra’ 활동 기간 동안 공개 방송 이벤트에 참여하실 수 없습니다. 꼭 참여 가능한 분들만 신청을 부탁드립니다.\n* 부정한 프로그램을 통한 신청자, 금전 거래를 통해 대리 신청을 하는 신청자, 본인이 아닌 타인(친구, 지인 등)을 통해 신청하는 신청자, 배부 받은 번호를 양도하는 신청자 또는 양도받은 신청자 등 부정한 방법이 발견되면, 어떠한 경우에도 배부 받은 입장 번호는 인정되지 않으며 해당 공개방송 참여 불가 및 공개방송 불참자와 동일한 불이익이 적용됩니다.\n*공식 응원도구 외에 개인 응원도구 (개인 야광봉, 개인 플랜카드, 전광판 앱, 인형, 부채 등)의 지참을 금지하며, 개인 멘트 등은 자제해 주시기 바랍니다.",
    "trans": "*Confirmed JENNIE official fan club members participating in the final round should gather in front of the public hall at MBC’s new office in Sangam-dong. Please line up in the order of your list number according to the designated meeting time for fan club verification.\n*Participants must arrive 10 minutes before the list confirmation time and wait in numerical order. Anyone arriving after the list confirmation start time (9:30 AM) or failing to present their identification number will have their application invalidated. They will be marked as late and placed at the end of the entry order.\n[Participation Guidelines]\n*If you fail to participate or leave the stage after winning this event, you will be ineligible to attend any public broadcast events during JENNIE’s 'Mantra' promotions. Please apply only if you can fully commit to participating.\n*If any fraudulent activity is discovered—such as using unauthorized programs, applying on behalf of others through financial transactions, applying through proxies (friends, acquaintances, etc.), transferring distributed entry numbers, or using a transferred entry number—the distributed entry number will be invalidated. In such cases, the same penalties will apply to those who fail to participate or are ineligible for the public broadcast event.\n*Only official cheering tools are allowed. Personal cheering items (such as personal light sticks, placards, electronic display apps, dolls, fans, etc.) are strictly prohibited. Additionally, please refrain from making personal comments."
}