{
    "source": "arabic",
    "target": "english",
    "text": "عناية المحامي عبدالعزيز بن ظافر العمري المحترم\nالسادة شركة مشفى العبير الطبية المحدودة المحترمون\nعناية المحامي تركي بن عبدالله آل حامد المحترم\nنسخة للمحكم عصام الدين دهب علي أحمد القاضي المحترم\nنسخة للمحكم عبدالعزيز بن ناصر التميمي المحترم\nنسخة لرئيس هيئة التحكيم عبد الرحمن بن حسن بن صالح قشلان المحترم\nالسلام عليكم ورحمة الله وبركاته، وبعد\nإشارة إلى قضية التحكيم المقامة بين شركة المستقبل الطبية المتخصصة سجل تجاري رقم (4030250651) وشركة مشفى العبير الطبية المحدودة شخص واحد سجل تجاري رقم (4030148237). وإلى محضر الجلسة الإجرائية الإلحاقية والتي عقدت يوم الخميس 14/04/1446هـ الموافق 17/10/2024م، والذي قرر فيه وكيلا الطرفين موافقة موكليهما على زيادة أتعاب هيئة التحكيم وفق التفصيل الوارد في المحضر، أفيدكم بما يلي:\nأولا: بشأن أتعاب أمين سر هيئة التحكيم: فإنه بناء على الأسباب التي دعت إلى لزيادة أتعاب هيئة التحكيم، واستنادًا إلى العرف المطرد في تقدير أتعاب أمين سر الهيئة بالتناسب مع أتعاب هيئة التحكيم، ومراعاة لحجم المسؤولية التي يضطلع بها أمين السر في هذا النزاع التحكيمي، فقد قررت هيئة التحكيم زيادة أتعاب أمين سر الهيئة بأتعاب إضافية قدرها (30.000) ريال تدفع من الطرفين مناصفة.",
    "trans": "Attention: Respected Lawyer Abdulaziz bin Dhafer Al-Omari\nTo the Respected Gentlemen Al-Abeer Medical Hospital Ltd.\nAttention: Respected Lawyer Turki   bin Abdullah Al Hamiid\nCopy to Respected Arbitrator Esam Al-Dean Dahab Ali Ahmed Al-Qady\nCopy to: Respected Arbitrator Abdulaziz bin Nasser Al-Tamimi\nCopy to: Respected President of the Arbitration Court, Abdul Rahman bin Hassan bin Salih Qashlan\nPeace, mercy, and blessings of God be upon you\nRegarding the arbitration case between Future Specialized Medical Company (CR No.4030250651) and Al-Abeer Medical Hospital Ltd. (sole proprietorship, CR No. 40301 48237), and to the minutes of the supplementary procedural session held on Thursday, 14.04.1446 AH (corresponding to 17.10.2024), wherein the representatives of both parties, with their client's consent, agreed to increase the fees of the arbitral tribunal as detailed therein, I wish to inform you of the following:\nFirst: Regarding the Fees of the Arbitral Tribunal's secretary, in light of the reasons necessitating the increase in the tribunal's fees and following established practices of proportionally determining the secretary's shoulders in this arbitration dispute, the tribunal has decided to increase the secretary's fees by an additional SAR 30,000, to be equally shared by both parties."
}