{
    "source": "english",
    "target": "ukrainian",
    "text": "Thank you for choosing ReadyRefresh® as your beverage delivery service. We appreciate the opportunity to assist you.\nWe apologize for any inconvenience this may have caused. We will replace the bottleat no charge on Tuesday, October 22.\nTo ensure we are able toinvestigate your concern we would appreciate if you can reply with the manufacture code from your bottle. The manufacture code is locatednear the shoulder of the bottle, just above where the body of the bottle begins to slope to the reach the neck of the bottle. There are two rows of numbers that are about 14 digits long and are printed on the bottle itself in black ink. These numbers tell us right down to the minute where and when this bottle was produced so we can get this information reported to the plant.\nAdditionally,please empty this bottle and place a note on the bottle. We will take this bottle out of production.\nNeed to get back in touch? Click reply directly from this message, and the reference number included below will ensure we don’t miss your response.",
    "trans": "\"Дякуємо, що обрали ReadyRefresh® як службу доставки напоїв. Ми цінуємо можливість допомогти вам.\nПросимо вибачення за можливі незручності. Ми замінимо пляшку безкоштовно у вівторок, 22 жовтня.\nЩоб мати можливість розслідувати вашу проблему, ми будемо вдячні, якщо ви надасте нам у відповідь код виробника, вказаний на пляшці. Код виробника знаходиться біля плечика пляшки, трохи вище того місця, де корпус пляшки починає нахилятися до горлечка. Він складається з двох рядів цифр довжиною близько 14 знаків, які надруковані на самій пляшці чорним чорнилом. Ці цифри говорять нам про те, де і коли була виготовлена пляшка, щоб ми могли передати цю інформацію на завод.\nКрім того, спорожніть цю пляшку і покладіть на неї записку. Ми знімемо цю пляшку з виробництва.\nПотрібно зв'язатися з вами ще раз? Натисніть кнопку «Відповісти» безпосередньо з цього повідомлення, а завдяки вказаному нижче ідентифікаційному номеру ми точно не пропустимо вашу відповідь.\"\n"
}