{
    "source": "polish",
    "target": "english",
    "text": "email: [redacted_url]\nZory, dnia 9 pazdziernika 2024r.\nPan\n[redacted_name]\nSCHUTZ Polska Sp. z o.0.\n[redacted_address]\nOdpowiedí na pismo\nData pisma:\nData wplywu pisma:\nDotyczy sprawy:\nmagazynowej\n11.09.2024 r\n11.09.2024 r.\nW odpowiedzi na wniosek dotyczacy wydania opinii w sprawie mozliwosci budowy instalacji\nfotowoltaicznej o szacunkowej mocy okoto 250-350 kWp na hali produkcyjno-magazynowej,\nzlokalizowanej na dziatce ewidencyjnej o identyfikatorze [redacted_id]\ninformuje, ze zgodnie z obowiazujacym miejscowym planem zagospodarowania\nprzestrzennego miasta Zory \"), urzadzenia do produkcji energii ze zródet odnawialnych\no mocy powyzej 100 kW moga byé lokalizowane jedynie na terenach oznaczonych symbolem\nR/PE, czyli na „terenach rolniczych oraz terenach produkcji energii ze zrodet odnawialnych\no mocy powyzej 100 kW\". Dziatka, na której planowana jest inwestycja, nie jest objeta takim\nprzeznaczeniem.\nNiezaleznie od powyiszego mata instalacja odnawialnego éródta energii o tacznej mocy\nzainstalowanej elektrycznej wiekszej niz 50 kW i nie wiekszej niz 1 MW, przytaczona do sieci\nelektroenergetycznej o napieciu znamionowym nizszym niz 110 kV 2, moze byé\nzainstalowana na dachach budynków jako urzadzenia techniczne zwiazane z obiektem\nbudowlanym, zapewniajace mozliwosé uzytkowania obiektu zgodnie z jego przeznaczeniem,\npodobnie jak przytacza i urzadzenia instalacyjne3).",
    "trans": "email: [redacted_url]\nZory, October 9th, 2024\nMr\n[redacted_name]\nSCHUTZ Polska Sp. z o.o.\n[redacted_address]\nReply to letter\nLetter sent on:\nLetter received on:\nRefers to case:\nstorage case\n11/09/2024\n11/09/2024\nIn a reply to your request regarding issuance of opinion on construction of photovoltaic\ninstallation with an estimated power of about 250-350 kWp in the production and storage hall,\nlocated on the parcel of record [redacted_id]\nI hereby notify that, in accordance with the current local spatial development plan\nof the town of Zory\"), energy generation devices from renewable sources\nwith a power exceeding 100 kW may be located only in areas designated by the symbol\nR/PE, that is on \"the agricultural areas or areas of energy generation from renewable sources of\nmore than 100 kW.\" The parcel where the investment is planned is not covered by this\nintended use.\nRegardless of the above, the installation of a renewable energy source with a total\nelectrical installed power higher than 50 kW and not higher than 1 MW, connected to the\npower network with a rated voltage lower than 110 kV 2, may not be\ninstalled on the roofs of buildings as technical devices related to the\nconstruction structure, ensuring that it can be used for its intended purpose,\njust like installation devices and connections 3)."
}