{
    "source": "italian",
    "target": "english",
    "text": "#10\nulisse19x82 ha scritto:\nCiao,\nio pure sto valutando una casa nella parte iniziale di legioni romane, quasi più vicino a bande nere...nei pressi della nuova residenza in costruzione.\nA me la zona non sembra male...ma invece paragonandola a via Rubens come la vedere? Sono indeciso con un'altra casa in quella zona\nGrazie\nClicca per espandere...\nottima zona bande nere.\nmille volte meglio legioni romane anche se ha palazzoni residenziali sulla prte dx andando verso Inganni.\nvia rubens ?? Zona popolare, confusionaria, un bazaar.\nErik il rosso\nUtente Registrato\nRegistrato10/9/10\nMessaggi4.034\nPunti reazioni449\n24/1/13\n#11\nbacris ha scritto:\nCe l'ha in lorenteggio?\nPerò mi chiedo come una in palmanova possa uscire con ste frasi.. Magari dovrei chiederle cosa non le piace...\nPrimaticcio/Inganni la conosco in certe zone e anche a me piace molto, e anche io comprerei lì se potessi. Ma forse non è così irraggiungibile, tranne forse zone tipo via San Gimignano che devono effettivamente essere molto alte come prezzi.",
    "trans": "#10\nulisse19x82 wrote:\nHello,\nI am also considering a house in the initial part of Legioni Romane, closer to bande nere...near the new residence under construction.\nIn my opinion the area doesn't look bad...but what do you think of it compared to Rubens street? I am unsure about another house in that area\nThanks\nClick to expand...\nbande nere is a great place\nlegioni romane is a thousand times better despite having those huge residential condos on the right side towards Inganni.\nRubens street ?? Suburban, chaotic, a bazaar.\nErik the red\nRegistered User\nRegistered 9/10/10\n4.034 messages\nReaction points 449\n1/24/13\n#11\nbacris wrote:\nDo you have one in lorenteggio?\nI just don't get how someone in palmanova could write these sentences.. I should probably ask you what you don't appreciate...\nI know few parts of Primaticcio/Inganni and I like it a lot too, and I too would buy there if I could. It probably is not so unattainable, except maybe areas like via San Gimignano which must actually be very pricey."
}