{
    "source": "indonesian",
    "target": "english",
    "text": "Dikirim dari apotek resmi\nDeskripsi\nLAPIFED EXPECTORANT SIRUP mengandung Triprolidine HCl, Pseudoephedrine HCl, dan Glyceryl guaiacolat. Digunakan untuk mengatasi gejala pilek seperti bersin-bersin, dan hidung tersumbat disertai batuk.\nIndikasi Umum\nMeringankan gejala batuk berdahak & pilek.\nKomposisi\nPer 5 mL : Triprolidine HCl 1.25 mg, Pseudoephedrine HCl 15 mg, glyceryl guaiacolate 100 mg\nDosis\nDewasa: 2 sendok takar (10 ml) 3 x sehari. Anak usia 6-12 thn: 1 sendok takar (5 ml) 3 x sehari.\nAturan Pakai\nSesudah makan\nPerhatian\nPenderita hipersensitif terhadap komponen obat ini, penderita yang peka terhadap obat simpatomimetik lain dan yang mendapat terapi obat antidepresan, penderita tekanan darah tinggi, stroke, diabetes, hipertiroid, pembesaran prostat, berat badan berlebih atau pada penderita usia lanjut. Dapat mengganggu kemampuan mengemudi atau menjalankan mesin.\nKontra Indikasi\nMAOI, hipertensi berat.\nEfek Samping\nMengantuk, depresi, tremor, bunyi berdengung, denyut jantung cepat, denyut jantung tidak beraturan, berdebar, mulut, hidung dan tenggorokan kering, sakit kepala, ruam kulit, retensi urin, sulit tidur, pandangan kabur, gelisah, kadang-kadang halusinasi\nGolongan Produk\nObat Bebas Terbatas (Biru)\nKemasan\nDus, Botol @ 60 ml\nManufaktur\nLapi Laboratories\nNo. Registrasi",
    "trans": "Delivered from official pharmacies\nDescription\nSYRUP LAPIFED EXPECTORANT contains Triprolidine HCl, Pseudoephedrine HCl, and Glyceryl guaiacolate. Used to treat cold symptoms such as sneezing, and nasal congestion with coughing.\nCommon Indication\nRelieve symptoms of cough with phlegm and colds.\nCompositions\nPer 5 mL: Triprolidine HCl 1,25 mg, Pseudoephedrine HCl 15 mg, glyceryl guaiacolate 100 mg\nDosage\nAdult: 2 measuring spoon (10 ml) 3x a day. Children 6-12 years old: 1 measuring spoon (5 ml) 3 x a day.\nHow to use\nAfter meal\nCaution\nA patient who has hypersensitivity to the components of this drug, a patient who is sensitive to other sympathomimetic drugs and under-treatment of antidepressant drugs, a patient with high blood pressure, stroke, diabetes, Hyperthyroid, enlarged prostate, overweight or elderly patients. May impair the ability to drive or operate machinery.\nConta Indication\nMAOI, severe hypertension.\nSide effects\nDrowsy, depression, tremors, buzzing sound, fast heartbeat, irregular heartbeat, thumping heart, dry mouth, nose and throat, headaches, skin rash, urine retention, difficulty sleeping, blurry vision, anxiety, occasional hallucination.\nProduct Category\nRestricted over-the-counter medication (Blue)\nPackage\nBox, Bottles @60 ml\nManufacture\nLapi Laboratories\nRegistration No."
}