{
    "source": "english",
    "target": "vietnamese",
    "text": "Welcome to your new Learning and Development Platform\nEverything that you need to get started is in this email. Simply\ncopy this link to Mapal one: https://one.mapal-os.com/\nYou can access this content at any time by using the link here\nCompany\nSIX COMPANY\nBranch\nDublin\nTraining modules\nFood Safety Level 2 — due 7th November 2024\nHealth and Safety Level 2 — due 7th November 2024\nWorking in a Kitchen — due 21st November 2024\nFood Allergens — due 7th November 2024\nThe Fire Marshal — due 7th November 2024\nCOSHH: Working With Hazardous Substances - UK — due 21st November 2024\nInduction to Six by Nico — due 5th November 2024\nDiversey Products Chemical Training\nDiversey COSHH Chemical Safety Training\nLogging In\nIf you have a personal email address registered\nwith your employer, when you first log into your Mapal one you will be given\nthe option to create an account. Going forward, you may use your email address\nand password of choice to log in. Why not save this to your favourites to allow",
    "trans": "Chào mừng bạn đến với Nền tàng Học tập và Phát triển\nMọi thứ bạn cần để bắt đầu đều nằm trong email này. Chỉ cần đơn giản\nsao chép đường dẫn này tới đường dẫn Maple: https://one.mapal-os.com/\nBạn có thể truy cập vào nội dung này bất cứ khi nào bằng cách sử dụng đường dẫn tại đây\nCông ty\nSIX COMPANY\nChi nhánh\nDublin\nMô hình luyện tập\nAn toàn Thực phẩm Cấp độ 2 - kết thúc năm 2024 tháng 11 ngày 7 \nSức khỏe và An toàn Cấp độ 2 - kết thúc năm 2024 tháng 11 ngày 7 \nLàm việc trong không gian bếp -  kết thúc năm 2024 tháng 11 ngày 21\nDị ứng Thực phẩm - kết thúc năm 2024 tháng 11 ngày 7\nPhòng cháy chữa cháy - kết thúc năm 2024 tháng 11 ngày 7\nCOSHH: Làm việc với các chất độc hại - UK - kết thúc năm 2024 tháng 11 ngày 21\nGiới thiệu đến Six by Nico - kết thúc năm 2024 tháng 11 ngày 5\nDiversey Products Đào tạo Hóa chất\nDiversey COSHH Đào tạo về An toàn trong sử dụng Hóa chất\nĐăng nhập\nNếu bạn có email cá nhân đã đăng ký\nvới nhà tuyển dụng của bạn, khi bạn đăng nhập vào tài khoản Maple lần đầu tiên, bạn sẽ nhận được\nlựa chọn tạo một tài khoản. Tiếp tục thực hiện, bạn sẽ có thể sử dụng địa chỉ email của mình\nvà mật khẩu tủy theo lựa chọn của mình để đăng nhập. Tại sao bạn còn chưa lưu vào mục yêu thích để cho phép ứng dụng"
}