{
    "source": "english",
    "target": "spanish",
    "text": "Do you consent to your supply to be off for around 1 hour per fuel?\nCan you confirm someone over the age of 18 will be available for the 4 hour appointment window?\nWhat are the best on the day contact details?\nWould you like the engineer to have a Passphrase\nIf we are able to communicate with the meter, are you happy for us to collate readings half hourly?\nAre there any vulnerabilities we need to be aware of?\nAre there any animals in the property? if so they will need to be put away for the appointment\nBoiler & Flue location - If the boiler is located in the loft, is the loft boarded and accessible with an existing loft ladder?\nAlso I'd like to make you aware of our Guaranteed Standards of Service: This a promise to our customer that when an appointment is booked, we will arrive as and when we say we will and complete the appointment. If we don’t then the customer may be entitled to a payment of £30.00.\nI await your response.\nIf there is anything else you want me to help you with, please do get in touch.\nHave a great day!\nMia",
    "trans": "¿Acepta que su suministro se interrumpa durante aproximadamente 1 hora por cada tipo de combustible?\n¿Puede confirmar que habrá una persona mayor de 18 años disponible durante la franja horaria de 4 horas para la cita?\n¿Cuáles son los mejores datos de contacto para el día de la cita?\n¿Le gustaría que el ingeniero tuviera una contraseña?\nSi podemos comunicarnos con el medidor, ¿está de acuerdo en que registremos las lecturas cada media hora?\n¿Existe alguna vulnerabilidad de la que debamos estar al tanto?\n¿Hay animales en la propiedad? Si es así, deberán ser llevados a otro lugar durante la cita.\nUbicación de la caldera y el conducto: Si la caldera está en el desván, ¿el desván está tabicado y es accesible con una escalera?\nTambién me gustaría informarle sobre nuestros Estándares Garantizados de Servicio: Es una promesa que les hacemos a nuestros clientes de que, cuando se reserva una cita, llegaremos en el momento acordado y completaremos el servicio. Si no lo hacemos, el cliente tendrá derecho a recibir un pago de 30.00£.\nEspero su respuesta.\nSi hay algo más en lo que pueda ayudarle, no dude en contactarnos.\n¡Que tenga un excelente día!\nMia"
}