{
    "source": "indonesian",
    "target": "english",
    "text": "“Info Pak Dirkrimum, sudah ada tambahan penetapan tersangka, direktur dan komisarisnya,” sebut Kombes Jansen.\n“Sudah kita mintakan data. Nanti kalau ada info kita teruskan ya,” sambungnya.\nJansen sebelumnya menjelaskan alasan Sarnanitha tak kunjung mendapat penahanan karena masih berstatus sebagai saksi.\n“Sementara berproses. Masih berproses untuk segera mendapatkan kepastian hukum,” tambah Jansen.\nKabar teranyar, Sarnanitha membantah dirinya menjadi pemilik Flame Spa sebagaimana diberitakan publik.\nFlame Spa disebutkan milik Ricky suami Sarnanitha yang disebutkan merupakan warga negara asing asal Australia.\nUntuk diketahui, penggerebekan Flame Spa ini dilakukan Direktorat Reserse Kriminal Umum (Ditreskrimum) Polda Bali pada Senin (2/9/2024). Tiga perempuan ditangkap dalam penggerebekan itu. Ketiga orang tersebut merupakan karyawan Flame Spa, satu manajer dan dua resepsionis.",
    "trans": "\"According to information from the Director of Criminal Investigation, there has been an additional determination of suspects, specifically the director and the commissioner,\" said Police Grand Commissioner Jansen.\n\"We have requested the data. If there is any further information we will pass it along,\" he added.\nJansen previously explained that Sarnanitha has not yet been detained because she is still considered a witness.\n\"The process is ongoing. It is still in the process of obtaining legal certainty,\" added Jansen.\nIn the latest news, Sarnanitha has denied being the owner of Flame Spa as reported by the public.\nFlame Spa is said to be owned by Ricky the husband of Sarnanitha who is reported to be a foreign national from Australia.\nFor your information, the raid on Flame Spa was conducted by the Directorate of General Criminal Investigation (Ditreskrimum) of the Bali Regional Police on Monday (2/9/2024). Three women were arrested during the raid. The three individuals are employees of Flame Spa, including one manager and two receptionists."
}