{
    "source": "english",
    "target": "portuguese",
    "text": "\"CLINICAL INDICATION: pelvic pain :: R10.2 Pelvic and perineal pain\n TECHNIQUE: Transvaginal imaging of the pelvis was performed.\n COMPARISON: Transabdominal and transvaginal pelvic ultrasound 5/16/2024.\n INTERPRETATION: The patient claims her last menstrual period was 10/8/2024.\n UTERUS:\n The uterus is anteverted/mobile in lie and measures 7.7 cm in length x 4.2 cm in AP diameter x 5.1 cm in width. The myometrium is homogeneous in echotexture. No focal myoma was visualized The endometrial echo complex measures up to 14 mm in thickness, which may be secondary to the patient's phase of the menstrual cycle, however, the patient claims her last menstrual period was 10/8/2024.\n The visualized portion of the cervix demonstrates small cervical nabothian cysts.\n RIGHT ADNEXUM:\n The right ovary measures 3.4 cm in length by 3.3 cm in AP diameter by 2.5 cm in width. The previously visualized right follicular type cysts noted on the prior examination were not identified on this examination.\n Doppler flow is demonstrated within the ovary.\n LEFT ADNEXUM:\"",
    "trans": "INDICAÇÃO CLÍNICA: dor pélvica :: R10,2 Dor pélvica e perineal\n TÉCNICA: Exame de imagem transvaginal da pélvis foi realizado.\n COMPARAÇÃO: Ultrassom transabdominal e transvaginal pélvicos 2024/5/16.\n INTERPRETAÇÃO: A paciente afirma que a sua última menstruação foi em 2024/10/08.\n Útero\n O útero está antevertido/móvel em posição e mede 7,7 cm de comprimento x 4,2 cm em diâmetro AP x 5,1 de largura. O miométrio está homogêneo em ecotextura. Não foi vizualizado mioma focal. O complexo eco endometrial mede até 14 mm de grossura, o que pode ser secundário para a fase do ciclo menstrual da paciente, no entanto, a paciente afirma que seu último período de menstruação foi em 2024/10/08.\n A porção visualizada do colo do útero demonstra cistos pequenos cervicais de Naboth.\n ANEXO DIREITO:\n O ovário direito mede 3,4 cm de comprimento por 3,3 cm em diâmetro AP por 2,5 cm de largura. Os cistos de tipo folicular direitos visualizados anteriormente observados no exame anterior não foram identificados neste exame.\n O fluxo do doppler é demonstrado dentro do ovário.\n ANEXO ESQUERDO:"
}