{
    "source": "english",
    "target": "french",
    "text": "Thank you for choosing ReadyRefresh® as your beverage delivery service. We appreciate the opportunity to assist you.\nWe apologize for any inconvenience this may have caused. We will replace the bottleat no charge on Tuesday, October 22.\nTo ensure we are able toinvestigate your concern we would appreciate if you can reply with the manufacture code from your bottle. The manufacture code is locatednear the shoulder of the bottle, just above where the body of the bottle begins to slope to the reach the neck of the bottle. There are two rows of numbers that are about 14 digits long and are printed on the bottle itself in black ink. These numbers tell us right down to the minute where and when this bottle was produced so we can get this information reported to the plant.\nAdditionally,please empty this bottle and place a note on the bottle. We will take this bottle out of production.\nNeed to get back in touch? Click reply directly from this message, and the reference number included below will ensure we don’t miss your response.",
    "trans": "Merci d'avoir choisi ReadyRefresh® comme service de livraison de boissons. Nous apprécions l'opportunité de vous assister.\nNous nous excusons pour tout désagrément que cela a pu causer. Nous remplacerons la bouteille sans frais le mardi 22 octobre.\nAfin de nous permettre d’examiner votre demande, nous vous serions reconnaissants de bien vouloir nous répondre en fournissant le code de fabrication figurant sur votre bouteille. Le code de fabrication se trouve près de l'épaule de la bouteille, juste au-dessus de la zone où le corps de la bouteille commence à s'incliner pour rejoindre le col. Ce code est composé de deux lignes de chiffres d'environ 14 caractères chacune, imprimées en encre noire directement sur la bouteille. Ces numéros nous indiquent avec précision l'heure et le lieu exacts de production de cette bouteille, afin que nous puissions transmettre ces informations à l'usine.\nDe plus, veuillez vider cette bouteille et y apposer une note. Nous la retirerons de la production.\nBesoin de nous recontacter ? Cliquez simplement sur « Répondre » à ce message, et le numéro de référence indiqué ci-dessous nous permettra de ne pas manquer votre réponse."
}