{
    "source": "portuguese",
    "target": "english",
    "text": "Atendimento ao Cliente Airbnb; Mensagens. Última mensagem Você pode descrever seu problema brevemente? Is... enviada em qui.. Encerrado\nAtendimento ao Cliente Airbnb\nPré-visualização da mensagem: Você pode descrever seu problema brevemente? Is...\nEncerrado\n[redacted_name]; Mensagens. Última mensagem Ok, podem fazer a reserva por aqui que a gente ... enviada em qui.. O status da reserva é Convite expirado para a estadia de 28 – 30 de out.; Muted\n[redacted_name]\nPré-visualização da mensagem: Ok, podem fazer a reserva por aqui que a gente ...\nO status da reserva é Convite expirado para a estadia de 28 – 30 de out.\n[redacted_name]; Mensagens. Última mensagem Você: Tá bem enviada em 22 de ago.. O status da reserva é As datas não estão disponíveis para a estadia de 24 – 25 de ago.\n[redacted_name]\nPré-visualização da mensagem: Você: Tá bem\nO status da reserva é As datas não estão disponíveis para a estadia de 24 – 25 de ago.\n[redacted_name]; Mensagens. Última mensagem Você: Obrigada enviada em 22 de ago.. O status da reserva é As datas não estão disponíveis para a estadia de 24 – 25 de ago.",
    "trans": "Airbnb Customer Service; Messages. Last message Can you briefly describe your problem? Is... sent on Thu... Closed\nAirbnb Customer Service\nMessage preview: Can you briefly describe your problem? Is...\nClosed\n[redacted_name]; Messages. Last message Okay, you can make the reservation here and we... sent on Thu... The reservation status is Invitation expired for the stay of October 28-30.; Muted\n[redacted_name]\nMessage preview: Okay, you can make the reservation here and we...\nThe reservation status is Invitation expired for the stay of October 28-30.\n[redacted_name]; Messages. Last message You: Okay sent on August 22... The reservation status is Dates are not available for the stay of August 24-25.\n[redacted_name]\nMessage preview: You: Okay\nThe reservation status is Dates are not available for the stay of August 24-25.\n[redacted_name]; Messages. Last message You: Thank you sent on August 22... The reservation status is Dates are not available for the stay of August 24-25."
}