{
    "source": "indonesian",
    "target": "english",
    "text": "Turis India Hilang Ditelan Ombak di Angel's Billabong Nusa Penida\nJenazah [redacted_name] saat ditemukan masih mengenakan pakaian lengkap. Jenazah warga negara (WN) India itu kemudian dievakuasi ke rumah sakit (RS) di Denpasar.\nDiberitakan sebelumnya, Mukhi terjatuh ke laut dan hilang diseret ombak saat berwisata di Pantai Angel's Billabong, Rabu (16/10/2024).\nWidiono menjelaskan Basarnas dan personel kepolisian berupaya mencari korban begitu menerima laporan. Namun, hingga hari beranjak gelap, upaya pencarian belum membuahkan hasil.\n\"Kejadian sekitar pukul 10.45 Wita, saat tercebur sudah langsung menghilang karena ada ombak besar. Sesuai penjelasan saksi, yakni sopir travel yang mengantar, [redacted_name],\" kata Widiono.\nMukhi dan keluarganya yang selama liburan di Bali menginap di Kuta tiba di Nusa Penida sekitar pukul 09.00 Wita. Mereka dijemput oleh sopir travel di Pelabuhan Toya Pakeh. Setelah itu, langsung diantar ke destinasi wisata Angel's Billabong.\nSesampainya di Angel's Billabong, Mukhi dan istrinya berfoto-foto di pinggir tebing. Saat itu, muncul ombak besar menghantam tebing karang. Namun, ombak itu belum membahayakan mereka.",
    "trans": "Indian Tourist Missing After Being Swept Away by Waves at Angel's Billabong, Nusa Penida\nThe body of [redacted_name] was found still fully clothed. The body of the Indian national was subsequently evacuated to a hospital in Denpasar.\nIt was previously reported, that Mukhi fell into the sea and was swept away by the waves while visiting Angel's Billabong Beach on Wednesday (16/10/2024).\nWidiono explained that The National Search and Rescue Agency and police personnel began searching for the victim as soon as they received the report. However, until the day got dark, the search efforts had not yet yielded any results.\n\"The incident occurred around 10.45 Central Indonesian Time when the victim fell and immediately disappeared due to large waves. According to the account of a witness, specifically the travel driver who was transporting them, [redacted_name],\" said Widiono.\nMukhi and his family who were vacationing in Bali and staying in Kuta arrived in Nusa Penida at approximately 09.00 Central Indonesian Time. They were picked up by a travel driver at Toya Pakeh Port. After that, they were taken directly to the Angel's Billabong tourist destination.\nUpon arriving at Angel's Billabong, Mukhi and his wife took photos at the edge of the cliff. At that moment, a large wave crashed against the coral cliff. However, the wave did not pose a threat to them."
}