{
    "source": "english",
    "target": "portuguese",
    "text": "Welcome to your new Learning and Development Platform\n Everything that you need to get started is in this email. Simply\n copy this link to Mapal one: https://one.mapal-os.com/\n You can access this content at any time by using the link here\n Company\n SIX COMPANY\n Branch\n Dublin\n Training modules\n Food Safety Level 2 — due 7th November 2024\n Health and Safety Level 2 — due 7th November 2024\n Working in a Kitchen — due 21st November 2024\n Food Allergens — due 7th November 2024\n The Fire Marshal — due 7th November 2024\n COSHH: Working With Hazardous Substances - UK — due 21st November 2024\n Induction to Six by Nico — due 5th November 2024\n Diversey Products Chemical Training\n Diversey COSHH Chemical Safety Training\n Logging In\n If you have a personal email address registered\n with your employer, when you first log into your Mapal one you will be given\n the option to create an account. Going forward, you may use your email address\n and password of choice to log in. Why not save this to your favourites to allow",
    "trans": "Boas-vindas à sua nova Plataforma de Aprendizado e Desenvolvimento\n Tudo o que você precisa para começar está neste e-mail. Basta\n copiar este link para o Mapal one: https://one.mapal-os.com/\n É possível acessar este conteúdo a qualquer momento usando o link aqui\n Empresa\n SIX COMPANY\n Filial\n Dublin\n Módulos de treinamento\n Segurança Alimentar Nível 2 — até 7 novembro 2024\n Saúde e Segurança Nível 2 — até 7 novembro 2024\n Trabalhando em uma Cozinha — até 21 novembro 2024\n Alergênicos Alimentares — até 7 novembro 2024\n Inspetor de Bombeiros — até 7 novembro 2024\n COSHH: Trabalhando com Substâncias Perigosas - Reino Unido — até 21 novembro 2024\n Indução à Six por Nico — até 5 novembro 2024\n Treinamento de Produtos Químicos da Diversey\n Treinamento de Segurança Química COSHH Diversey\n Login\n Caso tenha um endereço de e-mail pessoal registrado\n com seu empregador, ao fazer login pela primeira vez no Mapal one, será dada\n a opção de criar uma conta. A partir de agora, você pode usar seu endereço de e-mail\n e senha de sua escolha para fazer login. Que tal salvar isso nos seus favoritos para facilitar"
}