{
    "source": "english",
    "target": "portuguese",
    "text": "What are Clippy and GOLD Materials?\n GOLD Materials\n GOLD are points that can be used like money on Clip Studio Assets. Materials marked with “G” are GOLD Materials.\n >More information: About GOLD\n Clippy Materials\n Clippy are points that you get from various activities in Clip Studio. Materials marked with “CP” are Clippy Materials.\n >More information: About Clippy\n What are Assets materials?\n Assets materials are brushes, stamps, 3D materials, and other materials that can be used in your work.\n There are currently over 200,000 materials available with around 200 new materials posted every day.\n There are three types of materials: materials that can be obtained for free, materials that can be obtained with Clippy, and materials that can be purchased with GOLD.\n Recommended Information\n Try using Clip Studio Paint\n Use acquired materials in Clip Studio Paint\n Check out these materials if you don’t know where to start",
    "trans": "O que são Materiais Clippy e GOLD?\n Materiais GOLD\n GOLD são os pontos que podem ser utilizados como dinheiro nos Assets do Clip Studio. Os materiais marcados com \"G\" são materiais GOLD.\n >Mais informações: Sobre GOLD\n Materiais Clippy\n Clippy são os pontos que você recebe por meio de várias atividade no Clip Studio. Os materiais marcados com \"CP\" são Materiais Clippy.\n >Mais informações: Sobre Clippy\n O que são materiais Assets?\n Materiais Assets são pincéis, carimbos, materiais 3D, e outros materiais que podem ser utilizados no seu trabalho.\n No momento existem mais de 200 000 materiais disponíveis com aproximadamente 200 novos materiais todos os dias.\n Existem três tipos de materiais: materiais que podem ser obtidos gratuitamente, materiais que podem ser obtidos com Clippy, e materiais que podem ser comprados com GOLD.\n Informação Recomendada\n Tente utilizar a Tintura do Clip Studio\n Use materiais obtidos no Clip Studio Paint\n Confira esses materiais se você não sabe por onde começar"
}