{
    "source": "english",
    "target": "portuguese",
    "text": "BY MAURO ORRU\n Porsche AG posted lower sales and operating profit in the first nine months of the year as the company grapples with challenges in the key Chinese market and a slower-than-expected shift to electric vehicles.\n The German premium carmaker reported sales of €28.56 billion, equivalent to $30.92 billion, down 5.2% from the same period a year ago, as it delivered 226,026 vehicles to customers between January and September, down 6.9% from last year.\n Lutz Meschke, deputy chairman of the executive board, said the third quarter had been the weakest of the year for Porsche as the group faces a structural shift in demand in China, the world’s largest car market. Meanwhile, the transition to electric vehicles has proceeded more slowly than expected.\n “For this reason, we are reviewing our product lineup and ecosystem, as well as our budgets and cost position,” he said.\n For months, the automotive industry has been dealing with a slow EV market and fierce competition from local carmakers in China, forcing several European auto manufacturers to lower their profit and sales forecasts for the year.",
    "trans": "POR MAURO ORRU\n A Porsche AG registrou vendas e lucros operacionais mais baixos nos primeiros nove meses do ano, à medida que a empresa enfrenta desafios no principal mercado chinês e uma mudança mais lenta que o esperado para veículos elétricos.\n O fabricante alemão registrou vendas de €28,56 bilhões, o equivalente a U$30,92 bilhões, 5,2% abaixo do que o registrado no mesmo período do ano passado, como foi entregue 226,026 veículos para clientes entre janeiro e setembro, uma queda de 6,9% em comparação ao último ano.\n Lutz Meschke, vice-presidente do conselho executivo, disse que o terceiro trimestre foi o mais fraco do ano para a Porsche, uma vez que o grupo tem enfrentado uma mudança estrutural na procura na China, o maior mercado de automóveis do mundo. Todavia, a transição para veículos elétricos tem sido mais lenta do que o esperado.\n \"Por esse motivo, nós estamos revisando nossa linha de produtos e ecossistema, bem como nossos orçamentos e posições de custos,\" ele disse.\n Por meses, a industria automotiva tem lidado com um mercado de veículos elétricos lento e com a concorrência feroz de fabricantes de automóveis locais na China, forçando vários fabricantes de automóveis europeus a reduzirem os seus lucros e previsões de vendas para o ano."
}