{
    "source": "polish",
    "target": "english",
    "text": "Twórca projektu Enlinado, od ponad 8 lat z moich kursów skorzystało ponad 12 000 osób.\nWyróżnia mnie 100% pozytywnych opinii, które możesz sprawdzić w moich social mediach:\nEnlinado na FB\nEnlinado na YT\nGrammar Pack 2.0\nKurs online\nTo najlepszy kurs gramatyczny dla osób początkujących i średniozaawansowanych.\nOtrzymasz podane \"jak na tacy\" 20% gramatyki angielskiego, która pozwoli Ci się odnaleźć w 80% sytuacji.\nZa 21 dni, Twój angielski będzie doskonały!\nGWARANCJA, której nie ma nigdzie indziej...\nDecydując się na zakup Kursu - otrzymujesz aż 30 DNI GWARANCJI ZWROTU – co to oznacza?\nJeśli w ciągu 30 dni od daty zakupienia kursu stwierdzisz, że to nie jest dla Ciebie i tą metodą nie nauczysz się angielskiego – napisz mi maila z nr transakcji a ja w ciągu 48h zwrócę Ci 100% pieniędzy.\nPodsumowując - najważniejsze korzyści!\notrzymujesz niższą cenę 147,97 zł, zamiast 297,97 zł.,\nnatychmiastowy dostęp online,\nBONUS 1 - dostęp do kursu na zawsze,\nBONUS 2 - BEZPŁATNY dostęp do aktualizacja kursu w przyszłości (TYLKO PRZY ZAKUPIE DZIŚ)",
    "trans": "Creator of Enlinado project, in the last 8 years, more than 12,000 people ordered my courses.\nThe thing that really stands out is 100% positive reviews that you can check on my social media:\nEnlinado on FB\nEnlinado on YT\nGrammar Pack 2.0\nOnline course\nIt is the best grammar course for beginners and intermediates.\nYou will be given 20% English gramma \"on the silver platter\" that will help you find yourself in 80% of situations.\nYour English is going to be perfect in 21 days!\nGUARANTEE, which you cannot get anywhere else...\nWhen deciding to buy the Course - you will be given 30 DAYS FOR REFUND - what does it mean?\nIf during 30 days from your order, you will find that it is not for you and that you won't learn English that way - write me an email with transaction ID and I will return you 100% of money within 48h.\nTo sum up - major benefits!\nyou get a lower price of PLN 147.97 instead of 297.97,\nimmediate online access,\nBONUS 1 - lifetime access,\nBONUS 2 - FREE access to any future updates (ONLY IF YOU BUY TODAY)"
}