{
    "source": "french",
    "target": "english",
    "text": "Les SCPI\nLes SCPI (acronyme de Société civile de placement immobilier) sont des sociétés qui investissent dans un parc immobilier (bureaux, commerces, établissements de santé…). Ils permettent à des particuliers d’acquérir des parts, pour lesquelles ils percevront des loyers réguliers.\nOn parle aussi de pierre papier. C’est un excellent moyen d’investir dans l’immobilier, sans être confronté à ses contraintes et ses inconvénients.\nEn 2022, les SCPI ont servi un rendement moyen de 4,53%.\nLe ticket d’entrée des SCPI est compris entre 150 et 1000 euros, en fonction des sociétés. Cela en fait donc un placement abordable, même pour les petits budgets.\nAttention cependant aux frais, qui peuvent être élevés (notamment les frais d’entrée).\nPour que votre investissement soit rentable, mieux vaut conserver vos parts pendant au moins 5 ans, ce qui permet d’amortir les frais d’entrée.\nLe crowdfunding\nLe financement participatif (ou crowdfunding) est un mode de financement par lequel des particuliers apportent des fonds à un projet, avec ou sans contrepartie.\nDans le cas précis qui nous intéresse aujourd’hui, nous nous intéressons aux deux méthodes rémunératrices du crowdfunding : le prêt et l’investissement.\nDe fait, il y en a pour tous les goûts : que vous souhaitiez investir dans l’immobilier, les énergies renouvelables, l’agriculture ou les projets responsables, il existe forcément une solution pour vous.",
    "trans": "SCPIs\nSCPIs (an acronym for Société Civile de Placement Immobilier) are companies that invest in real estate (offices, shops, healthcare establishments, etc.). They enable individuals to acquire shares, for which they will receive regular rental income.\nAlso known as ‘paper property,’ this is an excellent way of investing in real estate without having to deal with the constraints and disadvantages.\nIn 2022, SCPIs offered an average return of 4.53%.\nThe entry price for SCPIs is between €150 and €1,000, depending on the company. This makes them an affordable investment, even for those on a tight budget.\nHowever, watch out for the costs, which can be high (particularly the initial fees).\nTo ensure that your investment pays off, it's best to hold on to your shares for at least 5 years, so that the initial costs can be recovered.\nCrowdfunding\nCrowdfunding is a financing method in which individuals contribute funds to a project, with or without a quid pro quo.\nIn this particular case, we are interested in the two revenue-generating methods of crowdfunding: loans and investments.\nIn short, there's something for everyone: whether you want to invest in real estate, renewable energy, agriculture or responsible projects, there's bound to be a solution for you."
}