{
    "source": "english",
    "target": "russian",
    "text": "“The CPI print didn’t really structurally change the outlook for inflation risk,” Head of Data Science [redacted_name] said during our weekly researcj huddle. “And from what I can see in the minutes for the September 18 FOMC meeting [which were released Wednesday], largely all of the participants saw inflation risk as diminishing, so the Fed has shifted back to its dual mandate.”\n[redacted_name] agreed. “The reality is that the Fed is focused more on the employment numbers, and the Fed is now dovish largely to support the economy,” he told us.\nThis week gave Head of Technical Strategy [redacted_name] reasons to maintain a near-term constructive view. “One of the main short-term positives is that structure continues to be very bullish,” he told us. “We just saw the S&P 500 break out back to new all-time highs, as did the Dow. To me, this is very constructive in the short run, by which I mean the next one or two weeks, and I think it’s possible that next week we could see a pretty good push [for the S&P 500] up to near 5,835, or maybe even the area around 5,850.”",
    "trans": "«Публикация индекса потребительских цен (CPI) на самом деле не изменила структурного подхода к рискам инфляции, — отметил руководитель отдела анализа данных [redacted_name] на нашем еженедельном совещании. — И, судя по протоколам заседания ФРС от 18 сентября, которые были опубликованы в среду, большинство участников видят снижение инфляционных рисков, поэтому ФРС вернулась к выполнению своего двойного мандата».\n[redacted_name] согласился: «Реальность такова, что ФРС теперь больше фокусируется на данных по занятости и занимает мягкую позицию, в основном направленную на поддержку экономики», — сказал он.\nНа этой неделе руководитель отдела технического анализа [redacted_name] отметил положительные краткосрочные перспективы: «Одним из главных краткосрочных плюсов является то, что структура рынка остается очень бычьей, — сказал он. — Мы только что увидели, как индекс S&P 500 пробился к новым историческим максимумам, как и Dow Jones. На мой взгляд, это очень конструктивный сигнал на ближайшую перспективу, под которой я имею в виду следующую неделю или две. Думаю, вполне возможно, что на следующей неделе мы увидим уверенный рост индекса S&P 500 вплоть до значения 5835 или даже 5850»."
}