{
    "source": "english",
    "target": "italian",
    "text": "$0.00\nOrder Total\n$208.00\nShop in the Apple Store app,\ntailored specifically for you\nGet personalized product recommendations, compare models, access Your Saves, and track your orders. Plus, opt in today to get updates on new products, promotions, flexible payment options, and store events.\nScan the QR code or tap the link to get started.\nDownload the Apple Store app ›\nQuestions\nWhen will I get my items?\nThe shipping estimates above tell you when your items are expected to arrive. As each item leaves our warehouse, we’ll email you with delivery and tracking information.\nOrdered more than one item? You’ll get a separate email as each item ships. There are no additional shipping fees for these items.\nHow do I view or change my order?\nVisit online Order Status to view the most up-to-date status and make changes to your order. To learn more about shipping, changing your order, or returns, please visit online Help.\nYou can also call Apple Support at 800-692-7753 Monday through Friday from 9:00 a.m. to 9:00 p.m. and Saturday from 9:00 a.m. to 6:00 p.m. Pacific time.",
    "trans": "$0.00\nTotale dell’Ordine\n$208.00\nCompra sull’app di Apple Store,\nfatto su misura specificamente per te\nOttieni raccomandazioni personalizzate sui prodotti, confronta i modelli, accedi ai tuoi Salvataggi e traccia i tuoi ordini. Inoltre, iscriviti oggi per ricevere aggiornamenti su nuovi prodotti, promozioni, opzioni di pagamento flessibili ed eventi in negozio.\nScansiona il codice QR o clicca il link per iniziare.\nScarica l’app di Apple Store >\nDomande\nQuando riceverò i miei articoli?\nLe stime di spedizione sopra indicano quando i tuoi articoli dovrebbero arrivare. Man mano che ogni articolo lascia il nostro magazzino, ti invieremo un'email con le informazioni sulla consegna e il tracciamento.\nHai ordinato più di un articolo? Riceverai una mail separata quando ogni articolo viene spedito. Non ci sono costi aggiuntivi di spedizione per questi articoli.\nCome vedo o modifico il mio ordine?\nVisita lo stato dell'ordine online per visualizzare lo stato più aggiornato e apportare modifiche al tuo ordine. Per saperne di più sulla spedizione, la modifica dell'ordine o i resi, visita l'area di assistenza online.\nPuoi anche chiamare il Supporto Apple all’ 800-692-7753 da lunedì a venerdì dalle 9:00 a.m. alle 9:00 p.m. e sabato dalle 9:00 a.m. alle 6:00 p.m. Fuso orario del Pacifico."
}