{
    "source": "thai",
    "target": "english",
    "text": "1. แบบก่อสร้าง (Drawing for Bidding & Construction)\nผอู้ อกแบบจะดาํ เนินการจดั เตรยี มแบบขออนญุ าตก่อสรา้ ง หรอื แบบทีเพิมเติมรายละเอียด และเอกสารสาํ หรบั การประมลู และก่อสรา้ ง ประกอบดว้ ย\n* แบบสถาปัตยกรรม\n* แบบวิศวกรรมโครงสรา้ ง\n2. ค่าบริการวิชาชีพ\nผอู้ อกแบบขอเรียนเสนอคา่ บรกิ ารวิชาชีพ โดยคิดเป็นอตั รารอ้ ยละ 2.50 ของราคาประมาณการคา่ ก่อสรา้ ง กลา่ วคือ\nถนน 120 ตรม. และกาํ แพงกนั ดิน 180 ตรม. รวมพืน ทีใชส้ อยประมาณ 300 ตรม. (รายละเอียดพืน ทีใชส้ อย ตามแบบPrimary Design ทีแนบมา)\nราคาคา่ ก่อสรา้ งเบือ งตน้ ตร. ม. ละ 8,000 บาท\nรวมคา่ ก่อสรา้ งโดยประมาณการ 2,400,000.00 บาท\nคิดค่าบริการออกแบบ = 60,000 บาท (หกหมืนบาทถ้วน)\n(โดยไม่รวมภาษีมลู ค่าเพมิ 7% และภาษีหกั ณ ทจี ่าย)\nD CON 24 CO.,LTD 39/10 Moo9 , Laharn, Bangbuathong, Nonthaburi 11110, Thailand Tel.( 02)983 3891-4 Fax. (02) 983 3899\nวนั ที 14 ตลุ าคม 2567\nPage 1|2\nซงึ ทางผอู้ อกแบบขอเรยี นเสนอรายละเอียดการเบิกจ่ายคา่ บริการวิชาชีพ ดงั นี\nงวดที 1 50% เมือตกลงวา่ จา้ งเป็นผอู้ อกแบบ เป็นเงิน 30,000 บาท",
    "trans": "\"1. Construction Drawings (Drawing for Bidding & Construction)\nThe designer will prepare the construction approval drawings or the drawings with additional details and documents for bidding and construction, which include\nArchitectural Drawings\nStructural Engineering Drawings\n2. Professional Service Fees\nThe designer proposes a professional service fee at a rate of 2.50% of the estimated construction cost, which is as follows\nRoad: 120 square meters Earthworks (embankment): 180 square meters Total usable area: approximately 300 square meters (detailed usable area as per the attached Primary Design drawing)\nEstimated initial construction cost: 8,000 Baht per square meter.\nTotal estimated construction cost: 2,400,000.00 Baht.\nDesign service fee = 60,000 Baht (sixty thousand Baht)\n(Excluding 7% VAT and withholding tax)\nD CON 24 CO., LTD 39/10 Moo 9, Laharn, Bangbuathong, Nonthaburi 11110, ThailandTel. (02) 983 3891-4Fax. (02) 983 3899\nDate: October 14th 2024\nPage 1|2\nThe designer also proposes the following schedule for the payment of the professional service fee:\nPhase 1: 50% upon agreement to hire the designer, which amounts to 30,000 Baht.\""
}