{
    "source": "english",
    "target": "italian",
    "text": "The Gerry Mulligan Quartet lasted for less than a year, folding when its leader went to jail on a drug charge in June 1953. Baker went solo, forming his own quartet, which initially featured Russ Freeman on piano, Red Mitchell on bass, and Bobby White on drums, and making his first recording as leader for Pacific Jazz on July 24, 1953. Baker was hailed by fans and critics and he won a number of polls in the next few years. In 1954, Pacific Jazz released Chet Baker Sings, an album that increased his popularity beyond his core jazz audience; he would continue to sing for the rest of his career. Acknowledging his chiseled good looks, nearby Hollywood came calling and he made his acting debut in the film Hell's Horizon, released in the fall of 1955. But he declined an offer of a studio contract and toured Europe from September 1955 to April 1956. When he returned to the U.S., he formed a quintet that featured saxophonist Phil Urso and pianist Bobby Timmons. Contrary to his reputation for relaxed, laid-back playing, Baker turned to more of a bop style with this group, which recorded the album Chet Baker & Crew for Pacific Jazz in July 1956.",
    "trans": "Il Gerry Mulligan Quartet rimase insieme per meno di un anno e si sciolse quando il suo leader finì in carcere per droga nel giugno del 1953. Baker diventò solista e formò il proprio quartetto di cui inizialmente facevano parte Russ Freeman al pianoforte, Red Mitchell al basso e Bobby White alla batteria. Incise la sua prima registrazione come leader per la Pacific Jazz il Luglio 24 1953. Baker era apprezzato dai fan e dalla critica e vinse numerosi concorsi negli anni successivi. La Pacific Jazz pubblicò Chet Baker Sings nel 1954, un album che accrebbe la sua popolarità al di fuori del suo solito pubblico jazzistico; continuò a cantare per il resto della sua carriera. Grazie al suo aspetto, la vicina Hollywood lo invitò a debuttare come attore nel film \"Bombardamento ad alta quota\", uscito nell'autunno del 1955. Rifiutò l'offerta di stipulare un contratto con uno studio e andò in tournée in Europa dal Settembre 1955 all'Aprile 1956. Tornato negli Stati Uniti formò un quintetto con la collaborazione del sassofonista Phil Urso e il pianista Bobby Timmons. Contrariamente alla sua reputazione di musicista pacato e placido, Baker si convertì a uno stile più bop con il gruppo, con cui registrò l'album Chet Baker & Crew per la Pacific Jazz nel Luglio 1956."
}