{
    "source": "italian",
    "target": "english",
    "text": "Sta migliorando\nLi ha svolti solo in parte. Abbastanza bene\nBene\n-\n今日所学 -NoteDidattiche\n1. Le sillabe ra, re, ri, ro, ru 2. Esercizi di ascolto\n3. Oggetti della classe 4. Esercizi\n家庭作业 -Compiti\n1. Imparare a memoria gli oggetti della classe 2. Fotocopie (2) consegnate in classe\n日期 -Data\n信息 -Abilita’\n点评 -Voto\n20/10/2024\n签到 -Presenza\nSi\n晨读 -Lettura\n作业反馈 (Compiti) 课堂总结 (Comportamento) 听写 -Dettato 单元及期中-期末考试 (esame)\nSta migliorando.\nNon ha portato i compiti.\nA volte chiacchiera con i compagni ma comunque segue la lezione. Abbastanza bene.\n/\n今日所学 -NoteDidattiche\n1. Le sillabe la, le, li, lo, lu\n2. Esercizi di ascolto\n3. La differenza tra R e L esercizi di ascolto e lettura 4. Lessico del bar\n家庭作业 -Compiti\n1. Imparare a memoria il lessico del bar 2. Imparare a memoria il lessico del giorno 3. Fotocopia consegnata in classe\n日期 -Data\n信息 -Abilita’\n点评 -Voto\n27/10/2024\n签到 -Presenza\nSi\n晨读 -Lettura\n作业反馈 (Compiti) 课堂总结 (Comportamento) 听写 -Dettato 单元及期中-期末考试 (esame)\nSta migliorando. Bene Abbastanza bene Bene\n-\n今日所学 -NoteDidattiche\n1. Le sillabe na, ne, ni, no, nu 2. Esercizi di ascolto\n3. La differenza tra L e M 4. Esercizi di lettura",
    "trans": "He is improving\nHe only partially done them. Quite well\nWell\n-\n今日所学 -Didactic Notes\n1. The syllables ra, re, ri, ro, ru 2. Listening excercises\n3. Class objects 4. Excercises\n家庭作业 -Homework\n1. Memorising the objects of the class 2. Photocopies (2) delivered in the classroom\n日期 -Date\n信息 -Skills\n点评 -Vote\n20/10/2024\n签到 -Presence\nYes\n晨读 -Reading\n作业反馈 (Homework) 课堂总结 (Behaviour) 听写 -Dictation 单元及期中-期末考试 (exam)\nHe is improving.\nHe didn't bring his homework.\nSometimes he talks to his classmates, but he follows the lesson anyway. Quite well.\n/\n今日所学 -Didactic Notes\n1. The syllables la, le, li, lo, lu\n2. Listening excercises\n3. The difference between R and L listening exercises and reading 4. Bar vocabulary\n家庭作业 -Homework\n1. Memorise the bar vocabulary 2. Memorise the day vocabulary 3. Photocopy delivered in the classroom\n日期 -Date\n信息 -Skills\n点评 -Vote\n27/10/2024\n签到 -Presence\nYes\n晨读 -Reading\n作业反馈 (Homework) 课堂总结 (Behaviour) 听写 -Dictation 单元及期中-期末考试 (exam)\nHe is improving. Well, Quite well, Good\n-\n今日所学 -Didactic Notes\n1. The syllables na, ne, ni, no, nu 2. Listening exercises\n3. Difference between L and M 4. Reading exercises"
}