{
    "source": "english",
    "target": "vietnamese",
    "text": "CLINICAL INDICATION: pelvic pain :: R10.2 Pelvic and perineal pain\nTECHNIQUE: Transvaginal imaging of the pelvis was performed.\nCOMPARISON: Transabdominal and transvaginal pelvic ultrasound 5/16/2024.\nINTERPRETATION: The patient claims her last menstrual period was 10/8/2024.\nUTERUS:\nThe uterus is anteverted/mobile in lie and measures 7.7 cm in length x 4.2 cm in AP diameter x 5.1 cm in width. The myometrium is homogeneous in echotexture. No focal myoma was visualized The endometrial echo complex measures up to 14 mm in thickness, which may be secondary to the patient's phase of the menstrual cycle, however, the patient claims her last menstrual period was 10/8/2024.\nThe visualized portion of the cervix demonstrates small cervical nabothian cysts.\nRIGHT ADNEXUM:\nThe right ovary measures 3.4 cm in length by 3.3 cm in AP diameter by 2.5 cm in width. The previously visualized right follicular type cysts noted on the prior examination were not identified on this examination.\nDoppler flow is demonstrated within the ovary.\nLEFT ADNEXUM:",
    "trans": "CHỈ ĐỊNH LÂM SÀNG: đau vùng chậu :: R10,2 Đau vùng chậu và tầng sinh môn\nPHƯƠNG PHÁP: Siêu âm qua âm đạo vùng chậu đã được thực hiện.\nSO SÁNH: Siêu âm vùng chậu qua thành bụng và qua âm đạo ngày 05/16/2024.\nGIẢI THÍCH: Bệnh nhân cho biết kỳ kinh cuối cùng của mình là ngày 10/08/2024.\nTỬ CUNG:\nTử cung bị lộn ngược/di động khi nằm và có kích thước dài 7,7 cm x đường kính AP 4,2 cm x rộng 5,1 cm. Mô cơ tử cung có cấu trúc đồng nhất. Không thấy nhân xơ tử cUNG. Lớp nội mạc tử cung dày lên dến 14 mm, có thể phù hợp với giai đoạn chu kỳ kinh của bệnh nhân, tuy nhiên, bệnh nhân cho biết kỳ kinh cuối cùng của mình là ngày 10/08/2024.\nPhần cổ tử cung quan sát cho thấy một số nang naboth cổ tử cung nhỏ.\nBUỒNG TRỨNG PHẢI:\nBuồng trứng phải có kích thước dài 3,4 cm, đường kính AP 3,3 cm, rộng 2,5 cm. Các nang dạng nang phải trước đó đã được thấy trong lần siêu âm trước không còn xuất hiện trong lần này.\nLưu lượng máu qua Doppler được ghi nhận.\nBUỒNG TRỨNG TRÁI:"
}