{
    "source": "thai",
    "target": "english",
    "text": "การใช้อุปกรณ์ฉุกเฉิน\nSafety & Security\nการสื่อสารภาษาที่สาม เช่น จีน ญี่ปุ่น เกาหลี ฝรั่งเศส\nและหลักสูตรพิเศษอื่นๆ อีกมากมาย\nค่าตอบแทน\nพนักงานจะได้รับค่าตอบแทนตั้งแต่วันแรกที่เซ็นสัญญา โดยระหว่างการฝึกอบรมพนักงานจะได้รับเงินเดือนขั้นพื้นฐาน และเมื่อเข้าสู่การปฏิบัติงานจะได้รับค่าตอบแทนซึ่งประกอบด้วยเงินเดือนและค่าเบี้ยเลี้ยงในการปฏิบัติการบิน โดยมีสัญญาจ้างงาน 3 ปี และหากมีผลการปฏิบัติงานดีอาจได้รับการต่อสัญญาจ้างทุก 3 ปี นอกจากนี้ ยังมีสวัสดิการและสิทธิประโยชน์อื่นๆ ตามที่บริษัทฯ กำหนด\nการสมัคร\nผู้สนใจ ทั้งที่เคยสมัครแล้ว หรือ ผู้สมัครใหม่ สามารถสมัครผ่านเว็บไซต์ https://career.thaiairways.com/ ได้ตั้งแต่วันที่ 17 – 28 มิถุนายน2567พร้อมแนบลิงค์ VDO คลิปแนะนำตัว โดยมีข้อกำหนดในการนำเสนอ ดังนี้\nความยาวคลิประหว่าง 30 – 50 วินาที เท่านั้น\nกำหนดเฟรมภาพครึ่งตัว\nนำเสนอทั้งภาษาไทยและภาษาอังกฤษ\nไม่แต่งภาพหรือใส่ Effect ภาพ/เสียง\nSingle Shot (ไม่มีการตัดต่อ)\nอัพโหลดใน YouTube พร้อมตั้งค่าให้เป็น Unlisted และแนบลิงค์ลงในแบบฟอร์มการสมัคร",
    "trans": "Emergency Equipment Usage\nSafety & Security\nThird-language communication such as Chinese, Japanese, Korean, French,\nand many other special courses.\nRemuneration\nEmployees will receive the remuneration since the first day of signing the contract. Between training sessions, the employees will get a basic salary. When entering into an operation, you will receive remuneration, which includes salary and flight allowances. There is a 3-year contract, and if there is satisfactory performance, the 3-year contract will be renewed. In addition, there are other benefits and privileges set by the company.\nApplication\nInterested applicants, both previous and new applicants, can apply via the website https://career.thaiairways.com/ from June 17-28, 2024, along with attaching the video clip of introducing yourself with the following requirements:\nThe length of video should between 30 - 50 second only.\nFrame is set to half-body shot\nPresent in both Thai and English\nNo retouched picture or picture/sound effect added\nSingle shot (no editing)\nUpload to YouTube and set to Unlisted. Attach the link in the application form."
}