{
    "source": "english",
    "target": "french",
    "text": "報告內容】 MRI of the posterior fossa without contrast enhancement was performed including: [1] Axial T1WI, T2WI, T2/FLAIR [2] Sagittal T2WI, Coronal T1/FLAIR [3] Diffusion-weighted imaging (DWI) [4] Coronal T1WI, T2WI [5] 3-D T1-weighted images for brain [6] 3-D TOF of intracranial arteries [7] 3-D T2-CUBE * Due to non-administration of contrast medium, subtle lesions might be obscured in this study. * Findings are as compared with prior study on 2022-12-27: 1. A mixed solid and cystic mass at right cerebellopontine angle, measured approximately 2.3 x 2.3 x 2.0 cm, showing low signal on T1WI, mixed low and high signal on T2WI, causing mild expanding of right internal auditory canal and mild adjacent parenchymal edema at right cerebellum, consider vestibular schwannoma with post-treatment change, relatively stationary in size but with newly-devloping mild adjacent right cerebellar parenchymal edema. 2. Mild obliteration of right aspect of 4th ventricle by the positive mass effect at right cerebellopontine angle. Presence of cavum septum pellucidum and cavum vergae. No obvious parenchymal herniation. 3. No definite focal restriction of diffusion on DWI and ADC map. 4. TOF MRA shows patent major intracranial arteries. Focal dilatation at basilar artery tip, favored vascular infundibulum. 5. The cranial vault and skull base appear normal. 6. Mucus retention in right ethmoid and sphenoid sinuses. Impression: Right cerebellopontine angle tumor, approximately 2.3 x 2.3 x 2.0 cm, consider vestibular schwannoma with post-treatment change, relatively stationary in size but with newly-devloping mild adjacent right cerebellar parenchymal edema. 陳郁惟-放診專醫字第000862號",
    "trans": "Contenu du rapport】 Une IRM de la fosse postérieure sans amélioration du contraste a été réalisée, incluant : [1] T1WI axial, T2WI, T2/FLAIR [2] T2WI sagittal, T1/FLAIR coronal [3] Imagerie par diffusion (DWI) [4] T1WI coronal, T2WI [5] Images pondérées T1 en 3D pour le cerveau [6] TOF 3D des artères intracrâniennes [7] T2-CUBE 3D * En raison de la non-administration du milieu de contraste, des lésions subtiles pourraient être obscurcies dans cette étude. * Les résultats sont comparés à l'étude précédente du 2022-12-27 : 1. Une masse mixte solide et kystique à l'angle pontocérébelleux droit, mesurée environ 2,3 x 2,3 x 2,0 cm, montrant un signal bas en T1WI, un signal mixte bas et élevé en T2WI, provoquant une légère expansion du conduit auditif interne droit et un léger œdème parenchymateux adjacent au cervelet droit, envisagez un schwannome vestibulaire avec modification post-traitement, relativement stationnaire en taille mais avec un nouvel œdème parenchymateux cérébelleux droit adjacent en développement. 2. Légère oblitération de l'aspect droit du 4e ventricule par l'effet de masse positif à l'angle pontocérébelleux droit. Présence de cavum septum pellucidum et cavum vergae. Aucune hernie parenchymateuse évidente. 3. Aucune restriction focale définitive de la diffusion sur la carte DWI et ADC. 4. L'ARM TOF montre des artères intracrâniennes principales perméables. Dilatation focale au niveau de la pointe de l'artère basilaire, favorisée par l'infundibulum vasculaire. 5. La voûte crânienne et la base du crâne apparaissent normales. 6. Rétention de mucus dans les sinus ethmoïdaux et sphénoïdaux droits. Impression : Tumeur à l'angle pontocérébelleux droit, environ 2,3 x 2,3 x 2,0 cm, envisagez un schwannome vestibulaire avec modification post-traitement, relativement stationnaire en taille mais avec un nouvel œdème parenchymateux cérébelleux droit adjacent en développement. 陳郁惟-放診專醫字第000862號"
}