{
    "source": "thai",
    "target": "english",
    "text": "บัญชีเลขที่: xxxx965164\nจำนวนเงิน (บาท): 700.00\nประเภทธุรกรรม: ฝากด้วยเงินสด\nวัน/เวลา: 21-10-2567/17:55:39\nสาขาที่ทำรายการ: สาขาเทสโก้ โลตัส สมุย ละไม\nสถานะรายการ: รายการสำเร็จ\nหากท่านใช้บริการ SCB Easy Net ท่านสามารถตรวจสอบรายการเคลื่อนไหวของบัญชีได้โดยทำการล็อกอินผ่าน SCB Easy Net จากนั้นดูที่เมนูบัญชีของฉัน > เลือกเมนูรายละเอียดบัญชี > เลือกเลขที่บัญชี > คลิกปุ่ม View กรณีที่ท่านต้องการทราบความเคลื่อนไหวของบัญชี ขอแนะนำให้ท่านสมัครใช้บริการ SMS Alert\nหากต้องการสอบถามข้อมูลเพิ่มเติม กรุณาติดต่อศูนย์บริการลูกค้าธนาคารไทยพาณิชย์ 02-777-7777\nจึงเรียนมาเพื่อโปรดทราบ\nธนาคารไทยพาณิชย์ จำกัด (มหาชน)\nDear MR. GIUSEPPE,\nWe, The Siam Commercial Bank Public Company Limited, would like to inform that your deposit / money transfer transaction at our branch has already been processed pursuant to the following details:\nAccount number: xxxx965164\nAmount (Baht): 700.00\nFund Type: Cash Deposit\nDate/Time: 21-10-2024/17:55:39\nBranch: TESCO LOTUS SAMUI LAMAI BRANCH",
    "trans": "Number of Account: xxxx965164\nSum (Baht): 700,00\nType of Fund: Cash Deposit\nTime/Date: October 21, 2024, 17:55:39\nBranch of transaction: Tesco Lotus Samui Lamai\nStatus of the Transaction: Completed\nIf you are using the SCB Easy Net service, you can check up on your account activities by logging in via SCB Easy Net. To access your account activities, navigate to the My Accounts Menu > Account Details Menu, select your account number, and then click the View button. And for account activity updates, we suggest subscribing to the SMS Alert service.\nFor additional information, please call 02-777-7777 to reach the SCB Customer Service Center.\nPlease be informed accordingly.\nFrom Siam Commercial Bank Public Company (Limited)\nDear MR. GIUSEPPE,\nWe, The Siam Commercial Bank Public Company Limited, would like to inform that your deposit / money transfer transaction at our branch has already been processed pursuant to the following details:\nAccount number: xxxx965164\nAmount (Baht): 700,00\nFund Type: Cash Deposit\nDate/Time: 21-10-2024/17:55:39\nBranch: TESCO LOTUS SAMUI LAMAI BRANCH"
}