{
    "source": "english",
    "target": "ukrainian",
    "text": "For self-supervised speaker verification, the quality of pseudo labels decides the upper bound of the system due to the massive unreliable labels. In this work, we propose dynamic loss-gate and label correction (DLG-LC) to alleviate the performance degradation caused by unreliable estimated labels. In DLG, we adopt Gaussian Mixture Model (GMM) to dynamically model the loss distribution and use the estimated GMM to distinguish the reliable and unreliable labels automatically. Besides, to better utilize the unreliable data instead of dropping them directly, we correct the unreliable label with model predictions. Moreover, we apply the negative-pairs-free DINO framework in our experiments for further improvement. Compared to the best-known speaker verification system with self-supervised learning, our proposed DLG-LC converges faster and achieves 11.45%, 18.35% and 15.16% relative improvement on Vox-O, Vox-E and Vox-H trials of Voxceleb1 evaluation dataset.",
    "trans": "Для самоконтрольованої верифікації динаміків якість псевдоміток визначає верхню межу продуктивності системи через велику кількість ненадійних міток. У цій роботі ми пропонуємо динамічну корекцію втрат і міток (DLG-LC), щоб зменшити погіршення продуктивності, спричинене ненадійними оціненими мітками. У DLG ми застосовуємо модель гауссової суміші (GMM) для динамічного моделювання розподілу втрат і використовуємо оцінену GMM для автоматичного розрізнення надійних і ненадійних міток. Крім того, для кращого використання ненадійних даних замість того, щоб відкидати їх безпосередньо, ми виправляємо ненадійні мітки за допомогою прогнозів моделі. Крім того, ми застосовуємо в наших експериментах фреймворк DINO без від'ємних пар для подальшого вдосконалення. Порівняно з найвідомішою системою верифікації дикторів із самонавчанням, запропонований нами DLG-LC збігається швидше і досягає 11.45%, 18.35% і 15.16% відносного покращення у випробуваннях Vox-O, Vox-E і Vox-H оціночного набору даних Voxceleb1."
}