{
    "source": "polish",
    "target": "english",
    "text": "- wnęka, która może być wykorzystana jako garderoba, sypialnia lub niezależne miejsce do pracy\n- łazienka zprysznicem ipralką\n- przedpokój zszafą wzabudowie.\nMieszkanie daje możliwość elastycznej aranżacji przestrzeni według własnych potrzeb. Wnękę można zaadaptować na przytulne miejsce do spania lub na przykład pracownię.\nDo nieruchomości przynależy również piwnica opowierzchni 4,90 m2.\nDużym atutem mieszkania jest możliwość korzystania zniezależnego ogródka, który można zagospodarować według własnych potrzeb.\nNieruchomość ekonomiczna wutrzymaniu, czynsz do zarządcy wynosi tylko 260 zł przy 1 osobie.\nOgrzewanie oraz ciepła woda zpieca gazowego.\nSzczegóły oferty:\nPowierzchnia: 31,35 m2\nLiczba pokoi : 1 + wnęka\nLokalizacja: [redacted_address]\nRodzaj najmu: Najem okazjonalny, minimum 12 miesięcy\nCena: 1400 zł miesięcznie + ok. 260 zł czynsz do zarządcy + prąd igaz (opłaty za gaz wsezonie grzewczym to ok. 200 zł/m-c)\nKaucja: 1400 zł\nDodatkowe informacje: Brak możliwości trzymania zwierząt\nSerdecznie zapraszam do oglądania.\nZadzwoń iumów się na bezpłatną prezentację nieruchomości. Serdecznie zapraszamy do współpracy!\nJesteśmy zwycięzcą statuetki LIDER NIERUCHOMOŚCI OTODOM 2022 wkonkursie dla najlepszej agencji nieruchomości wwojewództwie opolskim. ZAMIEŃ NASZE DOŚWIADCZENIE WSWÓJ SUKCES.",
    "trans": "- a recess that can be used as a wardrobe, bedroom or independent work space\n- bathroom with a shower and a washing machine\n- hall with a built-in cabinet.\nThe apartment lets you design the interior just like you need. The recess can be adapted for a comfy sleeping area or a studio.\nThe property also includes a basement of 4.90 sqm.\nA great advantage is that you can use an independent garden that can be developed just like you need.\nThe property is economical to maintain and the rental fee payable to the landlord is just PLN 260 per 1 person.\nHeating and hot water from the gas furnace.\nOffer details:\nArea: 31.35 sqm\nRooms: 1 + recess\nLocation: [redacted_address]\nType of lease: Occasional lease, at least 12 months\nPrice: PLN 1,400 per month + about PLN 260 rental fee for landlord + gas and electricity (gas fees during the heating season are about PLN 200/month)\nDeposit: PLN 1,400\nAdditional information: pets are not allowed\nFeel free to visit.\nCall and arrange a free presentation. Feel free to get in touch if you want to work with us!\nWe are the winner of the award OTODOM 2022 REAL ESTATE LEADER in the contest for the best real estate agency in the Opolskie Province. TRANSFORM OUR EXPERIENCE INTO YOUR SUCCESS."
}