{
    "source": "english",
    "target": "spanish",
    "text": "October 4, 2024 at 4:58 am\nThat should read: Why have none of the details [of Beeke’s marriage and divorce] EVER been made public?\nYou would think that a guy with an iron in every fire and as much influence as he appears to have on EVERYTHING would be more forthcoming, wouldn’t you?\nReply\nAnne Rector says:\nOctober 3, 2024 at 1:51 pm\nEarlier reports insisted that Lawson and the woman have said they were not “intimate,” as in they never physically consummated their relationship. If he paid for her transportation to meet him in various locales, and ostensibly her lodging, there is a near-certainty that they physically “hooked up.”\nAnd the investigation has been on-going since March? This peels like an onion.\nReply\nBridgette says:\nOctober 3, 2024 at 3:02 pm\nIf the women was an adult, then she was just in the wrong as Steve. she knew he was married. why isn’t her name being blasted all over the internet to ruin her life? just saying!",
    "trans": "4 de octubre de 2024, a las 4:58 a. m.\nDebería leerse: ¿Por qué NUNCA se han hecho públicos ninguno de los detalles [del matrimonio y divorcio de Beeke]?\nCreerías que un chico tan ocupado y con tanta influencia como él parece tener sobre TODO sería más sociable, ¿no?\nRespuesta\nAnne Rector dice:\n3 de octubre de 2024, a las 1:51 p. m.\nEn los informes anteriores, se insistía que Lawson y la mujer dijeron que no habían \"intimado\", es decir, que nunca habían consumado físicamente su relación. Si él pagó el transporte de ella para que se encontraran en distintos locales y, ostensiblemente, su alojamiento, hay una certeza casi absoluta de que \"ligaron\" físicamente.\n¿Y la investigación ha continuado desde marzo? Esto se va desentrañando como pelar una cebolla.\nRespuesta\nBridgette dice:\n3 de octubre de 2024 a las 3:02 p. m.\nSi la mujer era adulta, entonces estaba igual de equivocada que Steve. Sabía que él estaba casado. ¿Por qué no está su nombre estampado por toda la Internet para arruinarle la vida? ¡Solo digo!"
}