{
    "source": "indonesian",
    "target": "english",
    "text": "Namun, [redacted_name] setuju dengannya, dia sangat penting!\nHaozi telah menunggu lama sekali, dia mendengar bahwa ada ikan hidup, dan dia ingin melihat apakah ikan itu tidak berharga.\nKetika saya melihat ikan hidup dikeluarkan dari bagasi, saya sangat sibuk merekam video dan mengambil gambar sehingga saya tidak bisa berhenti. Jika [redacted_name] tidak terburu-buru bekerja, saya harus mengobrol beberapa patah kata.\nSetelah melunasi rekening dan berangkat, masih ada lima puluh ikan hidup lagi, ditambah beberapa ikan besar, ada ratusan lagi, dua puluh sembilan kilogram ikan, 13 ikan besar, 12 ikan kecil, 4 kilogram ikan aneka, tiga lebih dari tiga. tael, ditambah Hingga 104.000.\n“Apakah Anda tahu di mana saya bisa membeli korek api?” tanya [redacted_name].\n[redacted_name] melihat toko serba ada tidak buka, jadi dia memintanya untuk menunggu di supermarket. Ketika toko itu buka, dia pergi membeli korek api: \"Ambil kunci rumah saya dan kembali sendiri. Saya akan pergi ke sana. terlambat!\"",
    "trans": "However, [redacted_name] agreed with him, he is very important!\nHaozi had been waiting for a long time, he heard that there were live fish, and he wanted to see if the fish were valuable.\nWhen I saw the live fish being taken out of the trunk, I was so busy recording videos and taking pictures that I couldn't stop. If [redacted_name] hadn't been in a hurry to work, I would have chatted for a few words.\nAfter settling the bill and leaving, there were still fifty more live fish, plus a few large fish, there were hundreds more, twenty nine kilograms of fish, thirteen large fish, twelve small fish, four kilograms of assorted fish, three more than three taels, totaling up to 104 000.\n\"Do you know where I can buy matches?\" asked [redacted_name].\n[redacted_name] saw that the convenience store was closed, so he asked him to wait at the supermarket. When the store opened, he went to buy matches: \"Take my house keys and come back by yourself. I’ll go there, it’s too late!\""
}