{
    "source": "english",
    "target": "italian",
    "text": "Dear EOPS Student,\nPlease be advised that the second counseling meeting deadline for EOPS is November 1.\nIf you haven’t had an opportunity to see EOPS counselors in fall, you can still complete your required meetings in time.\nAll EOPS students are expected to visit their EOPS counselors three times a semester by the set deadlines and complete at least 6 semester units to maintain a good standing with EOPS and be eligible for EOPS grant and book voucher and other services. For complete details refer to the EOPS Mutual Responsibility Contract (MRC).\nYou may also click here to watch a helpful video explaining the EOPS MRC.\nYour winter priority registration date is now available on your student portal MyGCC.\nMark your calendar for the EOPS priority registration dates for winter and spring:\nWinter 2025- October 14\nSpring 2025– November 18\nThis information is also available on the EOPS website under EOPS Calendar.\nAs you know, we offer EOPS counseling IN-PERSON, ONLINE (zoom), and REMOTELY (by-phone).\nPlease make sure to complete your online EOPS Appointment Request Form asap, and we will get back to you with your scheduled counseling appointment date and time.",
    "trans": "Caro studente EOPS,\nSi avvisa che la scadenza del secondo incontro consultivo per EOPS è l’ novembre 1.\nSe non hai avuto l’opportunità di incontrare i consulenti EOPS in autunno, puoi ancora completare le tue riunioni richieste in tempo.\nCi si aspetta che gli studenti EOPS visitino i loro consulenti EOPS tre volte a semestre entro le date termine stabilite e completino almeno 6 unità semestrali per mantenere una buona posizione con EOPS ed essere idonei alla borsa di studio EOPS e voucher per libri ed altri servizi. Per i dettagli completi fare riferimento al Contratto di Mutua Responsabilità EOPS (MRC).\nPuoi anche cliccare qui per guardare un utile video che spiega l’EOPS MRC.\nLa tua data di registrazione prioritaria invernale è ora disponibile sul tuo portale studente MyGCC.\nSegna sul calendario le date di registrazione prioritaria EOPS per l’inverno e la primavera:\nInverno 2025 - ottobre 14 \nPrimavera 2025 - novembre 18 \nQuesta informazione è disponibile anche sul sito web EOPS sotto Calendario EOPS.\nCome sai, offriamo consulenza EOPS DI PERSONA, ONLINE (zoom), e DA REMOTO (telefonicamente).\nAssicurati di compilare il prima possibile il tuo Modulo di Richiesta di Appuntamento EOPS, e ti ricontatteremo con la data e l’orario del tuo appuntamento di consulenza programmato."
}