{
    "source": "italian",
    "target": "english",
    "text": "Care studentesse e cari studenti, siete invitati alla Festa di benvenuto del Campus di Rimini!\nDal 21 al 23 Ottobre 2024 si svolgerà AlmaMaterFest, lafesta di benvenuto dell’Università di Bologna dedicata alle studentesse e agli studenti.\n3 giorni di: visita guidata della città, tour delle sedi del Campus, una lezione-spettacolo con aperitivo e musica dal vivo, un laboratorio di piadina, una festa internazionale, visite a laboratori, tanto sport e banchetti informativi.\nNon perdete la lezione spettacolo “Alla ricerca dell’aula perduta: storie di vita universitaria” che inaugurerà la festa il 21/10 alle ore17.00. Sarà l’unione delle vostre storie. Costruiamo insieme uno spettacolo partendo dai vostri aneddoti.\nA seguire aperitivo con musica dal vivo riservato ai partecipanti.\nTutte le attività sono su prenotazione.\nhttps://almamaterfest.it/programma-alma-mater-fest-2024-rimini/\nConosciamoci e scopriamo il Campus insieme!\nVi aspettiamo!\nServizio Orientamento del Campus di Rimini\ncampusrimini.orientamento@unibo.it\n*******************\nDear students, you’re invited to the Welcome Fest of Rimini Campus!\nSince 21stto 23rdof October will be held the TheAlmaMaterFest, welcome event bythe University of Bolognaaddressed to all the students.",
    "trans": "Dear students, you are invited at the Rimini Campus welcoming Party.\nFrom the 21st to the 23rd of October the University of Bologna will host the Alma Mater Fest, a welcome party for all the students.\n3 days of: city guided tour, Campus tour, a performance lesson with aperitif and live music, a piadina workshop, an international festival, visits to laboratories, lots of sports activities and information booths.\nDon’t miss the performance class “In search of the forgotten classroom: tales of the university life” that will open the Festival on the 21st of October at 05.00 pm. It will be the joining of all your stories. Let's build a show together starting with your tales.\nAperitif with live music reserved to the participants will follow.\nPlease note that all the activities are by appointment only.\nhttps://almamaterfest.it/programma-alma-mater-fest-2024-rimini/\nLet's get to know each other and discover the Campus together!\nWe look forward to meet you!\nRimini Campus Orientation Service\ncampusrimini.orientamento@unibo.it\n*******************\nDear students, you are invited at the Rimini Campus welcoming Party.\nFrom the 21st to the 23rd of October the University of Bologna will host the Alma Mater Fest, a welcome party for all the students."
}