{
    "source": "english",
    "target": "french",
    "text": "Exciting news! The countdown to the 2025 BetMGM Premier League Darts is officially on, and we’re thrilled to offer you priority access to tickets before they go on sale to the public.\nStarting Tuesday, October 15, at 12:00 BST/13:00 CEST, as a Priority Member, you'll have an exclusive window to purchase your tickets for the thrilling 17-night roadshow happening across the UK, Ireland, Netherlands, and Germany from February to May.\nHere’s a reminder of the important dates:\nMonday, October 14: PDCTV Annual Members will have the first opportunity to purchase tickets.\nTuesday, October 15 at 12:00 BST: Your Priority Member access window opens! Look out for an email on Monday, October 14 between 17:00-19:00 BST with your exclusive ticket link.\nTicket Prices:\nFront Table: £60/€70\nRear Table: £50/€60\nFront Tier: £38/€45\nRear Tier: £33/€40\nTicket prices do not include any booking fee. € Prices refer to Dublin, Berlin & Rotterdam. Rear Tables not available in Dublin & Leeds. Rear Tier not available in Exeter.\nDemand is expected to be extremely high, so be sure to set a reminder for October 15 and secure your spot at what promises to be another sell-out event.\nNot a PDCTV Annual Member yet? Subscribe today by clicking the banner below to get first access to tickets on October 14 and increase your chances of securing the best seats - especially if you're aiming for table seats!\nWe can’t wait to see you at the 2025 BetMGM Premier League Darts!",
    "trans": "Des nouvelles excitantes ! Le compte à rebours pour la BetMGM Premier League Darts 2025 est officiellement lancé, et nous sommes ravis de vous offrir un accès prioritaire aux billets avant leur mise en vente au grand public.\nÀ partir de mardi 15 octobre, à 12h00 BST/13h00 CEST, en tant que membre prioritaire, vous disposerez d'une fenêtre exclusive pour acheter vos billets pour ce spectacle palpitant de 17 nuits qui se déroulera à travers le Royaume-Uni, l'Irlande, les Pays-Bas et l'Allemagne de février à mai.\nVoici un rappel des dates importantes :\nLundi 14 octobre : Les membres annuels PDCTV auront la première occasion d'acheter des billets.\nMardi 15 octobre à 12h00 BST : Votre fenêtre d'accès membre prioritaire s'ouvre ! Attendez-vous à recevoir un e-mail le lundi 14 octobre entre 17h00 et 19h00 BST avec votre lien exclusif pour les billets.\nPrix des billets :\nTable avant : £60/€70\nTable arrière : £50/€60\nTier avant : £38/€45\nTier arrière : £33/€40\nLes prix des billets ne comprennent pas de frais de réservation. Les prix en € concernent Dublin, Berlin et Rotterdam. Les tables arrière ne sont pas disponibles à Dublin et Leeds. Le tier arrière n'est pas disponible à Exeter.\nLa demande devrait être extrêmement élevée, alors assurez-vous de définir un rappel pour le 15 octobre et sécurisez votre place pour cet événement qui promet d'être complet à nouveau.\nPas encore membre annuel PDCTV ? Abonnez-vous dès aujourd'hui en cliquant sur la bannière ci-dessous pour avoir un accès prioritaire aux billets le 14 octobre et augmenter vos chances de décrocher les meilleures places – surtout si vous visez des places à table !\nNous avons hâte de vous voir à la BetMGM Premier League Darts 2025 !"
}