{
    "source": "polish",
    "target": "english",
    "text": "Pobieramy również informacje z KRS-u za dodatkową opłatą tj. 100 zł+ VAT = 123 zł za jedną osobę\nGdyby były Panie zainteresowane tą usługą proszę mnie powiadomić wyślę potrzebne druki.\nUbezpieczenie do licencji:\n- proszę przysłać numery rejestracyjne pojazdów, zrobimy wszystko mailowo.\n- kopia certyfikatu kompetencji zawodowych, może być mailowo\n- dowody rejestracyjne pojazdów do licencji - mailowo\nOpłata do Inspektoratu za licencję\n- zezwolenie na wykonywanie zawodu przewoźnikadrogowego - 1000 zł\n- licencja międzynarodowa- 4000 zł\n- każdy wypis z licencji - 440 zł (ile pojazdów tylewypisów)\nMoja opłata za pomoc w uzyskaniu licencji jest 400 zł+ VAT = 492 zł i na taką kwotę wystawiam fakturę\nObsługą wniosków zajmują się 3 osoby dlatego wysyłam 3 upoważnienia. Proszę postawić pieczątkę w górnym lewym rogu, podpisać i przysłać w oryginale.\nReasumując proszę przysłać pocztą bądź kurierem następujące dokumenty:\n- druki ON, druk OC, zaświadczenia z KRS -u, upoważnienia. Adres w mailu.\nFirma musi mieć prawo dysponowania siedzibą firmy, muszą być na to dokumenty, proszę zeskanować i przysłać mailem,oraz bazę transportową gdzie mogą stać pojazdy firmowe. Proszę również przysłać mailem umowę bazy, jeżeli adres bazy jest inny niż siedziba firmy.\nPrzesyłam numery kont na opłatę za licencję i opłatę skarbową do upoważnienia",
    "trans": "We also collect data from the National Court Register for an extra fee, i.e. PLN 100 + VAT = PLN 123 per person\nIf you are interested in this service, please let me know, and I will send the required forms.\nLicense insurance:\n- Please send the registration IDs of the vehicles, and we will handle everything via email.\n- copy of professional competence certificate, optionally by email\n- vehicle registration certificates - by email\nFee to the Inspectorate for the license\n- road carrier license - 1,000 zł\n- international license - 4,000 zł\n- each license copy - 440 zł (one copy for each vehicle)\nMy commission for assisting in obtaining the license is 400 zł + VAT (492 zł) and is invoiceable\nRequests are handled by three people, so I'm sending three authorizations. Please place your stamp in the upper left corner, sign, and send the original copy.\nTo sum up, please send the following documents by mail or courier:\n- ON form, OC form, KRS certificates and authorizations. Address is provided in the email.\nA company must have the right to administer its office, needs to have necessary documents, please scan and send by email as well as provide the transportation depot where business vehicles are allowed to be parked. Please send a depot contract by email if the depot address is different than the company's office.\nI'm sending the account details for the license fees and the stamp duty for the authorization"
}