{
    "source": "english",
    "target": "russian",
    "text": "BY MAURO ORRU\nPorsche AG posted lower sales and operating profit in the first nine months of the year as the company grapples with challenges in the key Chinese market and a slower-than-expected shift to electric vehicles.\nThe German premium carmaker reported sales of €28.56 billion, equivalent to $30.92 billion, down 5.2% from the same period a year ago, as it delivered 226,026 vehicles to customers between January and September, down 6.9% from last year.\nLutz Meschke, deputy chairman of the executive board, said the third quarter had been the weakest of the year for Porsche as the group faces a structural shift in demand in China, the world’s largest car market. Meanwhile, the transition to electric vehicles has proceeded more slowly than expected.\n“For this reason, we are reviewing our product lineup and ecosystem, as well as our budgets and cost position,” he said.\nFor months, the automotive industry has been dealing with a slow EV market and fierce competition from local carmakers in China, forcing several European auto manufacturers to lower their profit and sales forecasts for the year.",
    "trans": "ОТ МАУРО ОРРУ\nPorsche AG сообщила о снижении продаж и операционной прибыли за первые девять месяцев года, поскольку компания сталкивается с проблемами на ключевом китайском рынке и медленным переходом на электромобили.\nНемецкий производитель премиум-автомобилей сообщил о продажах в размере 28.56 миллиарда евро (эквивалентно 30.92 миллиарда долларов), что на 5.2% меньше по сравнению с тем же периодом прошлого года, так как он доставил клиентам 226,026 автомобилей с января по сентябрь, что на 6.9% меньше по сравнению с прошлым годом.\nЛюц Мешке, заместитель председателя правления компании, заявил, что третий квартал стал самым слабым в году для Porsche, поскольку группа сталкивается со структурным изменением спроса в Китае - крупнейшем автомобильном рынке мира. Между тем переход на электромобили проходит медленнее, чем ожидалось.\n\"По этой причине мы пересматриваем наш ассортимент продукции и экосистему, а также наши бюджеты и финансовое положение\", - сказал он.\nНа протяжении нескольких месяцев автомобильная промышленность сталкивается с медленным рынком электромобилей и жесткой конкуренцией со стороны местных производителей автомобилей в Китае, что заставляет несколько европейских автопроизводителей снижать свои прогнозы по прибыли и продажам на год."
}