{
    "source": "english",
    "target": "korean",
    "text": "Zara has cultivated unique advantages with its 4Es approach to marketing by focusing on experience, exchange, evangelism and every place strategies for the customer, rather than the old product, price, promotion and place concept focused on the brand. ‘As the brand ethos is so embedded in the customers’ mind, the customer becomes the brand manager,’ Kohan explains. In 2016, Zara service agents responded to more than 17 million customer inquiries. ‘Zara actually listens and reacts to customer feedback as its most valuable brand asset to improve its products and services,’ she says. Further, Zara focuses on its own people with corporate initiatives on diversity, respect, equal opportunity, work-life balance and professional development. Zara fosters a highly engaged workforce that translates into highly engaged interactions with customers. Additionally, over 60% of the workforce is 30 or younger, aligning with the brand’s target market. ‘The result is the customer and the company work cooperatively together so that the Zara customer becomes the Chief Customer Officer providing feedback on all aspects of the business,’ [redacted_name] concludes. This is a fundamentally different alignment than how brands using the 4Ps approach to marketing operate. Today the customer, not the company, calls the shots. Zara involves the customer interactively in the decision-making process. That is the Zara difference.",
    "trans": "자라는 브랜드에 집중된 상품, 가격, 프로모션, 장소의 이전 개념이 아니라, 고객을 위한 경험, 교환, 전파, 그리고 모든 장소 전략에 집중하는 방식으로, 마케팅에서 그들만의 4E 접근법을 통해 독자적인 경쟁력을 만들어 냈다. ‘브랜드 정체성이 고객들의 마음에 깊이 자리 잡았기에, 고객이 브랜드 매니저가 된다’고 코한은 설명한다. 2016년에, 자라의 서비스 담당자들은 1,700만 건 이상의 고객 문의에 대답했다. ‘자라는 고객의 피드백을 듣고 그에 반응을 하며, 그것을 가장 소중한 브랜드 자산으로 여기며 제품 및 서비스를 개선한다,'라고 그녀는 덧말한다. 그리고, 자라는 다양성, 존중, 평등한 기회, 워크라이프 밸런스, 전문적인 개발 등 여러 회사 이니셔티브로 직원들에게 집중한다. 자라는 고객과의 상호작용에서도 높은 참여도를 보이는, 높은 몰입도를 가진 직원들을 구성해 나간다. 추가로, 직원 중 60% 이상이 30살 이하로, 브랜드의 주 타겟층과 일치한다. ‘결과적으로 자라의 고객과 기업은 같이 협업하게 되며, 자라의 고객은 사업의 모든 측면에 대한 피드백을 주는 최고 고객 책임자가 된다,'라고 [redacted_name]이 결론지었다. 이것은 4P 마케팅 전략을 쓰는 브랜드들과는 근본적으로 다른 방식이다. 오늘날 기업이 아닌 고객이 주도권을 잡는다. 자라는 고객을 의사 결정 과정에 적극적으로 참여시킨다. 이것이 자라의 차별점이다."
}