{
    "source": "indonesian",
    "target": "english",
    "text": "Bandung - Sepasang muda-mudi kepergok melakukan asusila di parkiran The Kings Shopping Center, Kota Bandung, Jawa Barat (Jabar). Aksi mereka viral dan videonya tersebar di media sosial.\nDikonfirmasi wartawan, Kapolsek Regol AKP Aji Riznaldi membenarkan aksi mesum sejoli itu. Ia mengatakan, keduanya kepergok melakukan tindakan asusila pada Rabu (12/6/2024) sekitar pukul 16.20 WIB.\nBaca juga:\nKala Parkiran Mal Malah Dipakai Jadi Tempat 'Enak-enakan'\n\"Jadi satpam parkir di Kings menemukan mobil goyang, dicek ada sepasang muda-mudi sedang melakukan perbuatan mesum,\" katanya, Rabu (19/6/2024).\nADVERTISEMENT\nSCROLL TO CONTINUE WITH CONTENT\nKedua sejoli muda-mudi itu pun berhasil diamankan setelah mencoba kabur dengan memacu kendaraan dari lantai 7 menuju lantai 1 parkiran mal. Selanjutnya, lantaran masih berusia di bawah umur, keduanya kemudian dikembalikan ke orang tuanya untuk dibina.\n\"Keduanya masih di bawah umur, jadi diselesaikan dengan jalan restorative justice,\" pungkasnya.",
    "trans": "Bandung - A young couple was caught engaging in indecent acts in the parking lot of The Kings Shopping Center in Bandung, West Java. Their actions went viral, and the video spread on social media.\nWhen confirmed by reporters, the Regol Police Chief, AKP Aji Riznaldi, confirmed the indecent behavior of the couple. He stated that they were caught engaging in sexual acts on Wednesday (2024/12/6) around 16:20 Western Indonesian Time.\nRead more:\nWhen the Parking Lot Becomes a Place for 'Fun'\n\"The parking attendant at Kings noticed a car shaking and checked to find a young couple engaged in indecent behavior,\" he said on Wednesday (2024/6/19).\nADVERTISEMENT\nSCROLL TO CONTINUE WITH CONTENT\nBoth young individuals were managed to be apprehended after attempting to flee by driving from the 7th floor to the 1st floor of the mall's parking lot. Since they were both underage, they were returned to their parents for guidance.\n\"Since both are minors, the matter was resolved through restorative justice,\" he concluded."
}