{
    "source": "french",
    "target": "english",
    "text": "Installer des panneaux solaires à partir de 7 210€ TTC\nPasser au solaire\nEn utilisant l'électricité créée directement par les panneaux solaires et en revendant le surplus à EDF OA (Obligation d’Achat), vous pourrez réaliser jusqu'à 70% d'économies sur votre facture d’électricité.\n>> Découvrez en plus sur les panneaux solaires\nLes avantages des panneaux solaires\nRéduction de la facture d’électricité\nAutosuffisance\nRevente du surplus\nÉnergie verte\nComment passer au solaire ?\nRemplissez le formulaire de demande.\nProposition d'un devis gratuit.\nUne visite technique est effectuée pour valider la faisabilité de votre projet.\nAccompagnement dans les démarches administratives pour obtenir les aides.\nPose des panneaux photovoltaïques et mise en service.\nNotre partenaire s'engage à vous mettre en lien avec des artisans certifiés RGE, à installer des panneaux solaires de marque française et à vous proposer une offre adaptée, en vous accompagnant tout au long de vos démarches.\nJe passe au solaire\nProfitez de notre promo de 15€\nCommandez au prix le plus bas de l'année avec 15€ de remise tous les 1000 litres sur votre commande jusqu'au 28 octobre 2024*.\nPour en bénéficier, saisissez dans la case code avantage de votre devis, le code :",
    "trans": "Installation of solar panels from €7.210 incl. VAT\nGo solar\nYou can save up to 70% on your electricity bill by using the electricity generated directly by the solar panels and selling the surplus to EDF OA (Obligation d'Achat).\n>>Learn  more about solar panels\nThe advantages of solar panels\nLower electricity bill\nSelf-sufficiency\nResale of surplus\nGreen energy\nHow can I go solar?\nFill in the application form.\nWe'll give you a free quote.\nWe'll carry out a technical visit to check the viability of your project.\nWe'll help you with the administrative procedures for obtaining grants.\nInstallation of the photovoltaic panels and subsequent commissioning.\nOur partner is committed to putting you in touch with RGE-certified tradespeople, installing French-brand solar panels and offering you a tailored package, while providing support throughout the process.\nI'm going solar\nBenefit from our €15 special offer\nOrder at the lowest price of the year, with a €15 discount for every 1.000 litres you order until 28 October 2024*.\nEnter the code in the advantage code box on your quotation in order to benefit:"
}