{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Pelan..” pintanya. Kedua mata berairnya menatap mata sayu Mark.\n“Pasti Haechan” jawab Mark lalu mencium pucuk kepala Chanie. Kedua tangannya melebarkan kedua kaki Chanie. Lalu memandangi rupa memek idol terkenal itu yang sangat cantik.\n“Jadi gini ya bentuk memek kamu. Sangat indah, Haechan”\nChanie diam saat mendengar pujian dari Mark. Kedua pipinya sudah memerah. Nafasnya mulai tak beraturan. Ia menahan suara laknatnya saat belahan memeknya disentuh oleh jemari Mark.\n“Ohh God…”\nMark meludahi memek Chanie yang sudah mengeluarkan lendir alami. Lalu mengolesi air liurnya pada belahan memek Chanie. Sesekali jemarinya mencubit itil Chanie yang sudah menegang.\n“Eungh!”\n“Haah Haechan”\nWajah Mark sudah sejajar dengan memek Chanie. Benda tak bertulang miliknya mulai menjilati cairan lendir alami yang keluar dari lubang memek Chanie. Lalu menjilati belahan memek Chanie yang mulai memerah.\n“Mmhh!!” desah Chanie tak tertahan.\nAwalnya hanya jilatan biasa, tapi semakin berjalannya waktu, jilatan itu berubah menjadi hisapan yang sangat memabukkan. Tubuh Chanie bergetar hebat. Pinggulnya bergerak gusar sebab permainan mulut Mark sangat lihai.\n“Ahh Markkhhh” desah Chanie. Kedua matanya bergulir hingga yang terlihat hanya warna putihnya saja. Diam-diam Chanie menikmati permainan mulut dari Mark.",
    "trans": "\"Slowly..\" she asked. Her watery eyes looked into mark's droopy eyes.\n\"Sure Hechan\" answered Mark, then he kissed the top of Chanie's head. His both hands widened Chanie's feet. Then he watched the  pussy shape of the famous very pretty idol.\n\"So, this is the shape of your pussy. Very beautiful, Haechan\"\nChanie stayed silent upon hearing the praise from Mark. Her both cheeks had turned red. Her breath started to become irregular. She held back her curses as Mark's fingers touched the slit of her pussy.\n\"Ohh God...\"\nMark spitted on Chanie's pussy that had already produced the natural mucus. He then rubbed his saliva on Chanie's pussy slit. Once in a while his fingers pinched Chanie's clitoris.\n\"Eungh!\"\n\"Haah Haechan\"\nMark's face was already in parallel position with Chanie's pussy. His boneless thing started to lick on the natural mucus fluid that came out of Channie's pussy hole. Then he licked on Chanie's pussy slit that started to get red.\n\"Mmhh!!\" Chanie could not held back her moans.\nAt first it was only normal licking, but as time went by, the licking turned to very intoxicating sucks. Chanie's body shook violently. Her heaps moved violently because Mark's oral play was very skillful.\n\"Ahh Markkhhh\" Chanie moaned. Her both eyes turned, only the white parts were exposed. Chanie enjoyed Mark's oral play secretely."
}