{
    "source": "id_ID",
    "target": "en_US",
    "text": "24. **Pernyataan yang menunjukkan ciri virus yaitu:**\n- **Virus memiliki bentuk yang khusus pada kapsid atau selubung proteinnya. **\n25. **Melalui daur litik, virus mengambil alih perlengkapan metabolik sel bakteri pada fase:**\n- **Replikasi. **\n26. **Enzim yang dikeluarkan bakteriofage untuk melubangi dinding hospes disebut:**\n- **Lisozim. **\n27. **Bagian virus yang ditunjukkan oleh huruf X berfungsi untuk:**\n- **Melekat pada reseptor sel inang. **\n28. **Tujuan virus mengambil alih kendali DNA bakteri yaitu:**\n- **Mensintesis protein dan membuat partikel virus baru. **\n29. **Kelompok penyakit yang disebabkan oleh virus yaitu:**\n- **Cacar, trakoma, polio, dan influenza. **\n30. **Jenis penyakit yang disebabkan oleh virus dan merusak sistem saraf pengendali sistem gerak yaitu:**\n- **Polio. **\n31. **Virus polio hanya menyerang sel-sel saraf otak dan tidak menyerang sel-sel tubuh yang lain karena:**\n- **Sel-sel tubuh yang lain tidak mempunyai reseptor untuk virus polio. **\n32. **Pasangan nama virus dan penyakit yang sesuai terdapat pada nomor:**\n- **1) dan 2). **\n33. **Protein yang digunakan untuk mencegah replikasi virus di dalam sel hospes yaitu:**\n- **Interferon. **",
    "trans": "24. **The statement that delineates the characteristics of viruses is:**\n- **Viruses have a particular shape in their capsids or protein shells. **\n25. **Through the lytic cycle, viruses take over the metabolic equipment of bacterial cells during the phase of:**\n- **Replication. **\n26. **The enzyme released by bacteriophages to dissolve the host's wall is called:**\n- **Lysozyme. **\n27. **The part of the virus marked by the letter X functions to:**\n- **Attach to the host cell receptor. **\n28. ** The purpose of viruses taking control over bacterial DNA is:**\n- **To synthesize proteins and make new virus particles. **\n29. **A group of diseases caused by viruses is:**\n- **Smallpox, trachoma, polio, and influenza. **\n30. **Types of diseases that are caused by viruses and damage the nervous system that controls the motor system are:**\n- **Polio. **\n31. **Poliovirus only attacks brain nerve cells and does not attack other body cells because:**\n- **Other body cells do not have receptors for poliovirus. **\n32. **The correct pairs of virus and disease names are in the numbers:**\n- **1) and 2). **\n33. **The protein used to prevent virus replication in host cells is:**\n- **Interferon. **"
}