{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"O-oh.. Maaf, ta..di.. kucing gue.. Mm..\"\nGunwook di seberang sana mengernyitkan alis ketika mendengar perkataan terputus-putus temannya.\n\"Oh.. Iya! Gue gapapa.. Kucing rumahh.. Gue tadi bikin rusuh.\"\nRicky dengan wajah paniknya sekuat tenaga membungkam mulutnya, wajah marahnya kini telah berganti dengan ekspresi menyedihkan, berusaha memohon pada Gyuvin agar pemuda itu mau berhenti karena saat ini yang tengah berada pada panggilan telepon dengannya adalah seorang Park Gunwook.\n\"Owalah.\"\n\"L-lo mau ngomongin apa?\"\nTanya Ricky cepat, ia menunggu Gyuvin untuk menarik penisnya sebelum bicara, karena selanjutnya ketika pemuda itu kembali mendorong penisnya, ia harus sekuat tenaga menahan desahan.\n\"Itu vidio ujian dance lo minggu lalu, kak Jiwoong lupa naroh flashdisknya dimana jadi dia minta gue buat nyuruh lo ngirim ulang tuh vidio soalnya dibuat penilaian akhir semester, nanti dimasukin rapot.\"\n\"Oh.. Iya, gue.. Kirim, nanti.. A--\"\nRicky hampir mendesah keras ketika Gyuvin menghentakkan penisnya kuat, beruntunglah pemuda itu segera menutup mulut si pirang dengan telapak tangannya.",
    "trans": "\"O-oh.. Sorry, my cat.. was.. earlier.. Mm..\"\nGunwook across there frowned when he heard the discontinuous voice of his friend.\n\"Oh.. Yeah! I'm okay.. My cat.. was making a fuss.\"\nWith his panicked face, Ricky tried hard to cover his mouth. His angry face had now turned into pitiful, trying to beg Gyuvin to stop as the guy he was on a call with was the Park Gunwook.\n\"I see.\"\n\"W-what do you want to talk about?\"\nRicky asked hurriedly. He waited for Gyuvin to pull his dick out before speaking, as he had to try hard to hold his moan when the guy pushed his dick in later.\n\"It's about your dance assessment video last week. Jiwoong forgot where the flashdisk is, so he asked me to tell you to re-send the video. It will be used for final semester evaluation, so it would be included in the report.\"\n\"Oh.. Okay, I'll.. send it, later.. I--\"\nRicky almost moaned loudly when Gyuvin pushed his dick in roughly. Fortunately, that guy immediately cover the blonde guy's mouth with his hands."
}