{
    "source": "id_ID",
    "target": "en_US",
    "text": "Itu membuat Fourth merasa sedikit risih dan geli tentunya.\nFourth melototi gemini.\n..\nNo respon.\nGemini terus melancarkan aksinya.\nFourth menahan tangan gemini, menatapnya dengan binar mata memohon.\n\"Gem..\" ucapnya pelan.\nGemini menaikkan kedua alisnya seakan bertanya mengapa, lalu bersmirk saat melihat fourth masih menatap mohon.\nPada akhirnya ia menarik tangannya dari paha fourth.\nAh fourthnya sangat lucu bukan!?\n__ ------------- __\nKringg...\nbel istirahat berbunyi, banyak anak kelas pergi kekantin. Begitupun juga dengan GeminiFourth tentunya.\nKini mereka sedang duduk disalah satu bangku yang tersedia dikantin, memakan pesanan mereka.\nEum? Mungkin lebih tepatnya hanya fourth yang makan.\n\"Gem dimakan geh makanannya\" tegur fourth pada gemini yang sedari tadi sibuk memainkan hpnya.\n\"Suapin dong yank\" jawab gemini jahil.\n\"Yank.. yank.. bapak lo tuh lo panggil yank\" ucap fourth kesal sambil menepuk pelan kepala gemini.\n\"Jijik ah kalo sama ayah\" jawab gemini sambil membenarkan rambutnya yang sedikit berantakan.\n\"Lah apa bedanya sama gue tolol\"\n\"Lo kan sahabat poreper gue\"\n\"Iyain aja dah\" akhir fourth dan langsung menarik piring gemini.",
    "trans": "It makes Fourth a little bit uncomfortable and ticklish for sure.\nFourth glared at Gemini.\n..\nNo response.\nGemini kept doing her action.\nFourth stopped Gemini's hands, looking at her with his pleading eyes.\n\"Gem..\" he said quietly.\nGemini raised both her eyebrows as if asking why, then smirked when she saw Fourth keep looking at her pleadingly.\nShe finally let go of her hands from Fourth's thigh.\nAh, her Fourth is really adorable, right!?\n__-------------__\nRingg...\nThe break bell rang. Many of their classmate went to the cafetaria. The same surely applies to Gemini and Fourth.\nThey were now sitting at one of the seats available in the cafetaria, eating their meals.\nHm? More precisely, it was only Fourth who is eating.\n\"Gem, eat your meals\" Fourth scolded Gemini, who has been busy with her phone since earlier.\n\"Feed me, babe\" Gemini replied playfully.\n\"Babe.. babe.. you should call your dad babe instead\" Fourth replied, annoyed while subtly hitting Gemini's head.\n\"It's awful to call my dad by that\" Gemini answered so while fixing her slightly messy hair.\n\"Huh? What's the difference with me then, flathead\"\n\"You are my forever bestie\"\n\"Well... yeah\" Fourth closed the conversation and immediately brought Gemini's plate closer."
}