{
    "source": "id_ID",
    "target": "en_US",
    "text": "Perpisahan melankolis semacam ini membuat semua orang merasa sedikit tertekan, dan semua orang sedikit lelah berkumpul di rumah Zhou Jing setelah kembali ke kamp militer.\n\"Sepertinya lebih baik memiliki seorang putra. Selama saya berpikir untuk mengirim putri saya keluar seperti ini di masa depan, saya merasa sangat tertekan. \"Zhao Xiaohua berkata, \"Tapi putrinya peduli, saya masih berharap bayi saya akan menjadi anak perempuan.\"\n\"Ada apa? Aku akan membiarkanmu bicara.\" [redacted_name] berkata, \"Pingping, suaminya berkata senang memiliki seorang putra ketika dia tinggal bersama orang tuanya. Jika pria seperti kita adalah seorang tentara dan tidak bisa pulang setahun sekali, apa perbedaan antara menikah dan menikah?\"\n\"Ya, jadi saya senang apakah bayi saya laki-laki atau perempuan.\" Zhou Xiaolan menyentuh perutnya yang rata dan berkata sambil tersenyum.\nSetelah terkejut dan bodoh kemarin, dia telah sepenuhnya menerima kenyataan bahwa dia hamil, dan dia sangat bahagia.\nTentu saja, karena [redacted_name] juga sangat menyukai anak ini.\nDia bertanya padanya pada saat itu apakah dia hamil atau tidak, dan [redacted_name] mengatakan dia bahagia, dan ekspresinya sangat bersemangat sehingga dia akan menangis.",
    "trans": "Such a melancholic farewell made everyone feel a little pressured, and everyone was slightly tired of gathering at Zhou Jing's house after returning to the military camp.\n\"It seems better to have a son. The thought of sending my daughter out like this in the future makes me feel so stressed,\" Zhao Xiaohua said. \"But her daughter cares, and I still hope my baby will be a girl.\"\n\"What's the matter? I'll let you speak,\" [redacted_name] said. \"Pingping, her husband said he was happy to have a son when he lived with his parents. If men like us are soldiers and can't come home once a year, what’s the difference between being married and being married?\"\n\"Yes, so I'm happy whether my baby is a boy or a girl,\" Zhou Xiaolan said, touching her flat belly and smiling.\nAfter being shocked and dumbfounded yesterday, she had fully accepted the reality of being pregnant, and she was so happy.\nOf course, this was because [redacted_name] was also very fond of this child.\nHe had asked her at that time if she was pregnant, and [redacted_name] said he was happy, and his expression was so excited that she almost cried."
}