{
    "source": "id_ID",
    "target": "en_US",
    "text": "Diliriknya jam dinding sudah menunjukkan pukul 11 malam.Tadi setelah Shikadai pergi Boruto pergi berjalan dengan teman-temannya yang lain.Dan mereka berkumpul di Restoran Yakiniku kembali.\nSeperti biasa mereka akan minum wine tapi kadar wine yang tidak terlalu tinggi.Boruto hanya minum separuh saja.\nDan terkejut saat melihat jam sudah menunjukkan pukul 10.30 malam,dirinya bergegas pulang dan segera berpamitan.\nDan setengah 30 menit barulah dia tiba diApartment.\nDia melihat Apartmentnya yang begitu sunyi sekali,seakan tidak ada penghuni diApartementnya itu.\nSelalunya jika dia pulang ke akhiran seperti ini,Sarada selalu menunggunya di ruang tamu dengan raut wajah Khawatir.Meskipun dalam keadaan mabuk,Sarada menunggunya dan Boruto merasakan kehadiran Sarada disampingnya meskipun dia diambang kesedaran alkohol.\nTapi kini,dia melihat ruang tamu yang kosong.Tiada Sarada yang selalu menunggunya.\nMengabaikan rasa janggal dihatinya,dia bergegas naik ke kamarnya.\nDia melirik pintu Kamar Sarada yang tertutup rapat sejak tadi.Dirinya menatap kamar Sarada heran,apa sejak tadi Sarada tidak keluar kamar?\nBahkan sejak dia pergi dari rumah dirinya tak melihat wanita itu.\nPerasaan khawatir terbesit didalam dirinya,dirinya ingin tahu apa yang Sarada lakukan didalam?\nApa wanita itu sudah makan? Apa sedang tidur?\nBoruto mendekati dan berdiri dihadapan kamar Sarada.\nTangannya terangkat ingin mengetuk kamar itu..\nNamun dirinya berhenti..\nKerana merasakan Sarada didalam sana baik-baik saja.",
    "trans": "He glanced at the wall clock showing it was already 11 PM. After Shikadai left, Boruto went for a walk with his other friends. They gathered again at the Yakiniku Restaurant.\nAs usual, they would drink wine with a low alcohol content. Boruto just drank half of a glass.\nAnd he was shocked to see that it was already 10:30 PM, he quickly rushed home and said goodbye.\nHe finally arrived at the apartment after 30 minutes.\nHe looked at his apartment which was so quiet, as if there were no one living there.\nUsually, when he returned home at this hour, Sarada would always be waiting for him in the living room with a worried expression. Even though he was drunk, Sarada was waiting for him and Boruto felt her presence beside him even though he was on the verge of losing his senses from the alcohol.\nBut now, he looked at the empty living room. There was no Sarada who always waited for him.\nIgnoring the awkwardness in his heart, he rushed up to his bedroom.\nHe glanced at the door of Sarada's bedroom which was tightly closed since earlier. He stared at her room in confusion, wondering if Sarada hadn't left her room.\nEven since he left home, he didn't see the woman.\nA feeling of worry crossed his mind, as he wondered what Sarada was doing inside.\nHad she eaten?  Was she sleeping?\nBoruto got closer and stood in front of Sarada's room.\nHis hand lifted as if to know on the door..\nBut he stopped..\nBecause he sensed that Sarada was fine inside."
}