{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Boleh gak aku izin pulang malam ini sebentar aja, e- besok pagi aku akan segera pulang. Janji\" kata Chenle yang langsung menjelaskan alasan untuk ia pergi ke pesta dirumah Haechan.\nJisung menatap sinis kearah Chenle seakan-akan mengintimidasi dirinya, hal itu membuat Chenle menjadi sedikit takut dan kikuk.\n\"Kenapa?\" tanya Jisung langsung dengan dingin\n\"Eumm aku lupa kalau aku merawat seekor kucing disana dan terkurung dikamar ku, kasihan kalau tidak dilepaskan dan dia pasti belum diberi makan seharian. Takutnya dia sudah jadi buntang dikamar ku\" kata Chenle yang beralasan lagi\nJisung yang mendengar pun mengangguk kemudian, hal itu membuat Chenle mendongak\n\"Baiklah hanya malam ini, dan besok pagi kau sudah harus disini. Ingat jangan pernah berbohong, kalau berbohong kau akan tau akibat nya\" ucap Jisung sambil menunjuk ancam kearah Chenle\nChenle yang mendengar ancaman itu pun meneguk air ludahnya susah payah, agak sedikit takut tapi dirinya sudah terlanjur mengatakan hal itu dan juga ia ingin menghadiri pesta dirumah Haechan.\nSebenarnya dirinya bisa saja membawa Jisung untuk ikut, tapi Chenle rasa sepertinya bakal repot apalagi jika Jisung tidak mengerti dan mendadak linglung, kan kasihan juga.",
    "trans": "\"Can I go home for a while tonight? I'll come back soon tomorrow morning, I promise,\" said Chenle, quickly explaining the reason he wanted to go to the party at Haechan's house.\nJisung shot a sarcastic look at Chenle, as if he were intimidating him, making Chenle feel a little scared and awkward.\n\"Why?\" Jisung asked coldly\n\"Umm, I forgot that I’m taking care of a cat there, and it’s locked in my room. I feel bad if I don’t let it out, and it probably hasn’t been fed all day. I’m afraid it might be bloated in my room,\" Chenle said, offering another excuse\nJisung, hearing this, nodded, which made Chenle look up\n\"Alright, just tonight. But you must be back here by tomorrow morning. Remember, don’t lie. If you do, you’ll find out the consequences,\" Jisung said, pointing a threatening finger at Chenle\nChenle, hearing the threat, swallowed nervously, feeling a bit scared, but he had already said it and wanted to attend the party at Haechan’s house.\nHe could have brought Jisung along, but Chenle thought it might be troublesome, especially if Jisung didn’t understand and suddenly got confused, that's too bad."
}