{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Oh, pacar [redacted_name].\"\n\"[redacted_name], aku di sini.\" Aku segera menoleh ke arah [redacted_name].\n\"Oh, jadi dia pacarmu atau bukan?\"\nAku tidak menjawab.\n\"Bagaimana kau tahu tentang [redacted_name]?\"\n\"Aku baru saja melihat [redacted_name] mengendarai CBR. Ku pikir itu pacarnya jadi aku keluar untuk menyapa, tapi aku tidak melihatnya. Bahkan, aku melihatnya sebentar ketika dia membuka helm. Dia sangat tampan, aku ingin menyapanya.\"\n\"Oh, [redacted_name] memujimu atas betapa tampannya pacarmu.\"\nMendesah\n\"Jadi, dia pacarmu?\"\n\"Dia bukan pacarnya. Aku hanya bercanda dan juga mengganggunya,\" kata [redacted_name].\n\"Oh, kau punya fotonya? Aku ingin melihatnya.\"\n\"Ya, page kampus penuh dengan foto nya,\" kata [redacted_name] sambil mengeringkan tangannya di celemeknya dan mengeluarkan ponselnya, dia mulai mencari foto untuk dilihat oleh [redacted_name]. Aku tidak sengaja menggelengkan kepala sambil meninggalkan keduanya dan pergi mengenakan pakaian biasa dari toko di kamar mandi.\n\"Aku siap.\" Aku keluar dari kamar mandi dan melihat [redacted_name] menatapku dan memukul lenganku. Orang lain segera mengangkat ponselnya.\n\"Apa?\" Aku berjalan ke arahnya.\n\"Tidak ada. Ayo kita cuci sayurannya.\"\n\"Ter,\" aku mengeluarkan suara pelan.\n\"Apa?\"\n\"Sesuatu telah terjadi?\"\n\"Tidak terjadi apa-apa\".\n\"Kau tidak pandai berbohong. Apa ada sesuatu yang tidak kau ceritakan padaku?\"",
    "trans": "“Oh, [redacted_name]'s boyfriend.”\n“[redacted_name], I’m here.” I immediately turned to look at [redacted_name].\n“Oh, so is he your boyfriend or not?”\nI didn’t answer.\n“How do you know about [redacted_name]?”\n“I just saw [redacted_name] riding a CBR. I thought it was his boyfriend, so I came out to say hello, but I didn’t see him. In fact, I caught a glimpse when he took off his helmet. He’s really handsome; I wanted to greet him.”\n“Oh, [redacted_name] praised you for how good-looking your boyfriend is.”\nHeaving a sigh\n“So, is he your boyfriend?”\n“He’s not my boyfriend. I was just joking and bothering him,” [redacted_name] replied.\n“Oh, do you have a photo? I want to see him.”\n“Yeah, the campus page is full of his pictures,” [redacted_name] said while drying his hands on his apron and pulling out his phone, starting to look for a photo for [redacted_name] to see. I inadvertently shook my head while leaving them and went to change into casual clothes from the store in the bathroom.\n“I’m ready.” I stepped out of the bathroom and saw [redacted_name] staring at me, giving my arm a light hit. Someone else quickly raised their phone.\n“What’s up?” I walked over to him.\n“Nothing. Let’s wash the vegetables.”\n“Ter,” I replied quietly.\n“What?”\n“Did something happen?”\n“Nothing happened.”\n“You’re not good at lying. Is there something you’re not telling me?”"
}