{
    "source": "id_ID",
    "target": "en_US",
    "text": "Paman protagonis laki-laki tidak menyukai keluarga kecilnya dan terlalu marah untuk pamer, sehingga orang seperti ini bisa menikah dengan keluarga Qi mereka. Wen Ning tidak berkata apa-apa, meringkuk dalam posisinya dan menitikkan air mata kesedihan, lalu gantung diri di depan pintu kamar pamannya keesokan paginya.\nSetiap orang: \"...\"\nHari itu, keluarga Qi berada dalam kekacauan, pamannya menderita penyakit jantung dan tekanan darah tinggi dan dirawat di rumah sakit.\nItu adalah bulan pertama sejak Wen Ning menikah.\nAdik iparnya yang berusia enam belas tahun mempersulitnya dan mengejeknya sebagai anak desa saat makan malam keluarga. Wen Ning panik, menangis dan menangis, lalu melakukan backflip dan menendang adik iparnya serta meja yang penuh dengan makanan lezat, lalu tertawa keras dan berlari mengelilingi ruangan.\nSemua orang dikejar ke sudut oleh Wen Ning Sekelompok orang berkerumun dan memandang Wen Ning dengan mata penuh ketakutan.\nPada jamuan makan malam keluarga, sepuluh orang masuk secara vertikal, dan akhirnya tujuh atau delapan orang dibawa secara horizontal. Adik ipar berusia enam belas tahun itu dikejar dan dipukuli oleh lelaki tua dari keluarga Qi.",
    "trans": "The protagonist's uncle doesn't like his small family and is too angry to boast so that a person like this can marry into their Qi family. Wen Ning could not say anything, curled up and shed sad tears, then hung herself in front of Uncle's room the next morning.\nEverybody:\"...\"\nThat Day, the Qi family was in chaos, the uncle suffered from heart disease and high blood pressure and was being treated in the hospital.\nIt was the first month since Wen Ning got married.\nHer brother-in-law who is sixteen makes it difficult and mocks her as a country girl during the family dinner. Wen Ning was panicking, crying and crying, then doing the backflip and kicking her brother-in-law and the table full of delicious food, then laughing hard and running around the room.\nEveryone was chased to the corner by Wen Ning a group of people gathered and looked at Wen Ning with frightened eyes.\nDuring the family dinner, ten people entered vertically, and finally seven or eight people were brought in horizontally. That brother-in-law who is sixteen then was chased and beaten by the older guy from the Qi family."
}