{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Iyaa, udah kok.” Rambutnya yang mencuat kemana-mana itu ia sisir asal, minimal Seungcheol tidak akan lari terbirit-birit ketika menemu-kan betapa kacau dan berantakannya sang kekasih.\nSejumput keberaniannya datang dari mengingat kata-kata Jihoon, dan setengahnya lagi karena dari lubuk hatinya Junhui benar-benar tak ingin melepas apalagi kehilangan sosok di depannya. Maka ketika pintu itu akhirnya dibuka dan manik mereka menemukan satu sama lain, keyakinannya itu ia coba untuk lipat gandakan.\n“Hey.” Ucapnya.\n“Hey.” Pria itu membalas. “Mau ikut makan?”\n“Yep. Sure, why not.”\n“Okay.”\n“Lead the way?”\nSebelum menjawab, Seungcheol menarik kepalanya mendekat dan memberikan kecupan di bagian pelipis. “Sure, kitten.”\nMengkhawatirkan bagaimana diantara mereka tak ada yang enggan untuk bergerak setelahnya; Junhui dengan tangannya menggantung kikuk pada kedua sisi tubuh, Seungcheol dengan matanya yang terpaku dan jemarinya yang menyisir helai rambut. Ada sesuatu tentang bagaimana pandangan itu begitu mengunci, sehingga kini Junhui merasa tengah dikuliti dan ditelanjangi.\nDan lalu Seungcheol memajukan langkahnya, membuat otomatisasi pada Junhui untuk ikut memundurkan langkah ke belakang.\n\"Kenapa?\" Tanyanya dalam cicitan.\nTubuh mereka yang masih setengah berada di luar itu kini sepenuhnya masuk ke dalam ketika sang kapten memutuskan untuk kembali memajukan diri satu langkah.",
    "trans": "\"Yess, I'm done.\" She clumsily brushed her wild hair, at least Seungcheol would not run away when he found out how disorganized and messy his girlfriend was.\nHer slight courage came from remembering Jihoon's words, and half of it was because deep down Junhui didn't want to let go let alone lose the person before her. So, when the door was eventually opened and their eyes found each other, she tried to multiply her assurance.\n\"Hey.\" She said.\n\"Hey.\" The guy replied. \"Wanna grab some food?\"\n\"Yep. Sure, why not.\"\n\"Okay.\"\n\"Lead the way?\"\nBefore replying, Seungcheol pulled her head closer and gave her a peck on her temple. \"Sure, kitten.\"\nIt was worrisome how there was no one between the two of them who was willing to move afterwards; Junhui with her arms hanging awkwardly on the side of her body, Seungcheol with his fixated eyes and his fingers running through his hair. There was something about how the gaze was so interlocked that Junhui felt she was being skinned and stripped naked at the moment.\nAnd then Seungcheol stepped forwards, making Junhui automatically stepped backwards in unison.\n\"Why?\" She asked squeakingly.\nTheir bodies that were half outside were now entirely inside when the captain decided to take another step forward."
}