{
    "source": "id_ID",
    "target": "en_US",
    "text": "✧ ₊ ✦ ₊ ✧\nSetelah mengganti pakaiannya, Amane memakan sarapan yang cukup berat seperti yang dia katakan kemarin — telur dadar, salmon panggang saikyoyaki, beberapa lauk kecil, sup miso, dan nasi putih. Setelah itu, ia merapikan penampilannya untuk bersiap pergi ke sekolah.\nKarena Amane sudah mempersiapkan buku pelajaran dan barang-barang lainnya sejak kemarin, dia hanya perlu memakai dasi dan blazer. Tapi ada sedikit hal yang membuatnya ragu-ragu, sehingga ia masih memegang dasinya.\n“Ada apa?”\nMelihat Amane yang berdiri ragu-ragu, Mahiru yang memperhatikannya pun bertanya dengan heran. Kemudian Amane perlahan-lahan menyodorkan dasi dan pin dasi yang ia dapatkan sebagai hadiah ulang tahun kemarin ke arah Mahiru.\nBagaimanapun juga, karena ia ingin memakainya, Amane ingin orang yang memberinya hadiah memakaikan dasi itu untuknya.\n“Apa kamu mengikatkan dasinya untukku?”\nSaat Amane bertanya padanya dengan ragu-ragu, Mahiru berkedip berulang kali, tapi sepertinya memahami maksudnya dan segera memasang senyum mekar dan mengangguk, “Baiklah.”\nDengan gerakan yang hati-hati dan anggun, Mahiru mengambil dasi dan pin itu dari tangannya, lalu berdiri di depan Amane yang duduk di sofa. Dia dengan cepat dan rapi mengikatkan dasinya.",
    "trans": "✧ ₊ ✦ ₊ ✧\nAfter changing his clothes, Amane enjoyed a rather heavy breakfast just as he had mentioned the day before — an omelet, saikyoyaki grilled salmon, a few small side dishes, miso soup, and white rice. Following that, he tidied up his appearance to get ready for school.\nSince Amane had already prepared his textbooks and other items the day prior, he only needed to put on his tie and blazer. However there were a few things that made him hesitate, and he found himself still holding onto his tie.\n\"What's wrong?\"\nSeeing Amane standing there hesitantly, Mahiru, who was observing him asked in surprise. Then Amane slowly extended the tie and tie pin he had received as a birthday gift the day before towards Mahiru.\nAfter all, since he wanted to wear it, Amane wished for the person who had given him the gift to help him put on the tie.\n\"Will you tie the tie for me?\"\nAs Amane asked her hesitantly, Mahiru blinked repeatedly, but seemed to grasp his intent and immediately put on a radiant smile and nodded, \"Alright.\"\nWith a careful and graceful movement, Mahiru took the tie and pin from his hand, then stood before Amane who was seated on the sofa. She deftly and neatly fastened his tie."
}