{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Halo?\"\n\"Yuma!\"\n\"Kenapa Harua?\"\n\"Ayo. Kita kan mau jalan-jalan. Yuma lupa ya?\"\n\"Gak. Justru kalian yang lupa jemput Yuma\"\n\"Eh sorry. Tadi pas kami berangkat, rumah mu kosong\"\n\"Huft. Aku sedang kepasar bersama ibuku. Tapi kak Fuma ada didalam kok\"\n\"Yaa maaf Harua gak tau\"\n\"Udah deh. Lagian toh aku udah didepan\"\n\"Ha? Depan mana?\"\n\"Nih. Haloo\" tak disangka, Yuma menunjukkan kepalanya dari ruang tamu Jo. Sontak Harua dan Jo terkejut\n\"Ah- Yuma!\" Teriak Harua kaget. Sedangkan Jo hanya menarik nafas. Iya untung gak keselek padahal dia lagi minum loh\n\"Lagian. Berdua sibuk bener, pintu dibuka aja gak dengar \" sindir Yuma sebelum balik duduk di sofa lagi\n\"Jo, kapan pintu dibuka?\" Tanya Harua kearah Jo\n\"Gk tau. Yang didepan berisik gak dengeran\" Jo berdiri dan mencuci piringnya itu. Benar kata Jo, diluar berisik. Berisik apa? Jump scare mereka. Tau lah Nicho gitu-gitu rada penakut tapi kepo. Sama yang lain juga",
    "trans": "“Hello?”\n“Yuma!”\n“What’s up, Harua?”\n“Come on. We were going out, right? Did you forget Yuma?”\n“No, it’s actually you guys who forgot to pick me up.”\n“Eh, sorry. When we left, your house was empty.”\n“Huft. I was at the market with my mom. But Fuma is inside.”\n“Sorry, Harua didn’t know.”\n“Never mind. Besides, I’m already in front.”\n“Huh? In front of where?”\n“Here. Hello!” Unexpectedly, Yuma popped his head out from Jo’s living room, startling both Harua and Jo.\n“Ah—Yuma!” Harua yelled, surprised. Jo just took a deep breath, relieved he didn’t choke on his drink.\n“Seriously, you two are really busy; the door was wide open and you didn’t even hear me,” Yuma teased before heading back to the sofa.\n“Jo, when did you open the door?” Harua asked Jo.\n“I don’t know. I couldn’t hear over all the noise outside.” Jo stood up to wash the dishes. Just as Jo said, it was noisy outside. What kind of noise? It was their jump scare. Everyone knew that Nicho could be a bit of a coward but was also really curious, just like the others."
}