{
    "source": "id_ID",
    "target": "en_US",
    "text": "“eh, iya ngga [redacted_name], mbak hari ini gak ke butik”\nLamunan [redacted_name] buyar karena pertanyaan [redacted_name], [redacted_name] sedikit gugup takut [redacted_name] sadar ia memperhatikan kontolnya sejak tadi, tapi [redacted_name] sungguh ingin merasakan kontol [redacted_name] di dalam memeknya, bahkan sejak semalam memeknya becek terus-menerus karena membayangkan Jevan. [redacted_name] yang kepalang sange pun ingin memanfaatkan situasi sekarang, ia akan merasakan kontol sang adik ipar bagaimanapun caranya. Pukul 11 siang, kediaman mereka sudah sepi, para pembantu sudah pulang ke rumah masing-masing, [redacted_name] sudah bersiap melancarkan aksinya, ia menatap [redacted_name] yang tengah bersanti di ruang keluarga menonton televisi.\n“[redacted_name], boleh bantuin mbak gak ya?”\n“bantuin apa mbak?”\n“boleh tolong pijetin pinggang mbak, tadi jatuh di kamar mandi”\n“gak panggil tukang urut aja mbak?”\n“gak usah, cuman keseleo kayaknya, dipijit dikit sembuh kok, kalau kamu bisa sih”\n“boleh mbak, sini”\n[redacted_name] merebahkan dirinya di sofa yang cukup lebar dan panjang, dirinya hanya mengenakan daster lembut tanpa bra dan dalaman, sengaja tentu saja, ia tengkurap dan menunggu [redacted_name] yang tengah mengambil minyak urut milik sang mertua.",
    "trans": "\"Oh, right [redacted_name], I'm not going to the boutique today.\"\n[redacted_name]'s daydreams were interrupted by [redacted_name]'s question. [redacted_name] felt a little nervous that [redacted_name] would realize that she had been looking at his dick for a while. However, [redacted_name] really wanted to feel [redacted_name]'s dick in her pussy, and even since last night, her pussy had been wet from imagining Jevan. Aready horny, [redacted_name] wanted to take advantage of this opportunity. She was determined to feel her brother-in-law's dick, no matter what it took. By 11:00 am, their place had quieted down and the servants had gone back to their homes. [redacted_name] was ready to carry out her plan. She glanced at [redacted_name], who was relaxing in the living room watching TV.\n\"[redacted_name], could you help me with something?\"\n\"Help with what, Sis?\"\n\"Could you massage my waist? I fell in the bathroom earlier.\"\n\"Why not call a masseuse, Sis?\"\n\"No need, it’s probably just a sprain. A little massage should fix it, if you can.\"\n\"Sure, Sis, let me help.\"\n[redacted_name] was lying on the couch, which was wide and long enough. She was wearing only a soft house dress with no bra and underwear, on purpose of course. She lay on her back on the sofa, waiting for [redacted_name] who was taking her mother-in-law's massage oil."
}