{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Oh jadi Mas Johan cuman ngibulin Bang Dika sama Mas Jefri toh.\"\nLukes manggut manggut mendengar cerita Johan sembari mengunyah dengan asyik sepotong singkong keju yang dibawakan Johan. Mereka bertiga duduk selonjoran di teras dekat taman belakang rumah Dika. Johan dengan setelan rapi pun terlihat tidak masalah.\n\"Bukan ngibulin. Saya sengaja pura pura ke Amerika biar bisa ngomong langsung ke Ibuk. Kalau barengan Jefri, dia pasti gamau karena suka insekyur gara gara keseringan nonton sinetron esceteve.\"\nJohan melepas jasnya dan melonggarkan dasinya, melipatnya dengan rapi lalu meletakkannya di samping takut bila kusut Jefri mengomelinya. Melipat lengan kemejanya, Johan ikut mencomot singkong keju. Laper juga habis gowes sepeda ke rumah Dika dari kantornya karena mobilnya berada di apartemen.\nIbu Dewi sedaritadi diam, memperhatikan lamat lamat bagaimana cowo ganteng yang ngakunya sebagai calon mantu dia itu berbincang dengan Lukes. Sepasang iris sewarna madu yang berkilat di bawah sinar matahari, lengan yang terlihat berotot dan kuat juga tata bicaranya yang sopan membuatnya sedikit luluh. Apalagi Johan terlihat sangat sungguh sungguh dengan niatnya.\n\"Nak Johan sayang sekali ya sama Jefri?\"\nMendengar pertanyaan yang hampir lirih tak terdengar dari Ibu Dewi yang sedaritadi diam membuat Johan menoleh ke arahnya. Senyuman lebar terulas di wajah tampannya, lesung pipit muncul di pipinya.",
    "trans": "\"Oh, so Johan is only lying to Dika and Jefri, right?\"\nLukes nodded while listening to Johan's story, eating a piece of cheese cassava brought by Johan. Three of them sat with their legs straight at the terrace near Dika's house backyard. Johan, with his formal attire, looked unbothered at all.\n\"I'm not lying. I intentionally pretended to go to United States so I could speak directly to Madam. He would definitely refuse it if I do it together with him, as he often feels insecure due to watching too much soap operas.\"\nJohan took off his jacket and loosen his necktie, then folded it nicely and placed it next to him, afraid that Jefri will scold him if it gets crumpled. He folded his sleeve, then grabbed the cheese cassava. Cycling from his office to Dika's house made him hungry, since his car was parked at apartment.\nMrs. Dewi had been staying silent. She stared intensely at Johan, how the attractive man who claimed to be her future son-in-law, who was talking to Lukes. The honey-colored pupils that shines under the sunlight, the arms that looked muscular and strong, and his polite tone made her slightly melted. In addition, Johan looked so passionate with his intention.\n\"Do you love Jefri that much, Johan?\"\nMrs. Dewi who had been staying silent since earlier, voiced out a question that sounded too gentle it almost can't be heard. It made Johan turned towards her. A wide smile was seen on his attractive face and dimples were shown on his cheeks."
}