{
    "source": "id_ID",
    "target": "en_US",
    "text": "Wanita itu mempesona dengandressnya yang elegan, duduk tenang di meja depan bartender. Bagi [redacted_name] yang sering mengunjungi tempat ini, kehadirannya sungguh mengejutkan. La Nouvelle adalah tempat pelarian dari rutinitas hidup yang rumit, tapi malam itu, suasana berbeda tercipta.\nSambil menyesap minumannya, [redacted_name] terus memperhatikan setiap gerak wanita itu. Pertemuan mereka terjadi begitu saja malam itu, seperti takdir yang mempertemukan mereka. Namun, sejak malam itu berakhir, wanita itu menghilang tanpa jejak.\nMeskipun mereka menghabiskan malam dalam percakapan yang intim dan hangat, [redacted_name] tak bisa melupakan bayangan wanita itu. Meski dia telah mengatakannya bahwa pertemuan mereka hanya sekali saja, namun di lubuk hatinya, [redacted_name] masih berharap akan ada kabar darinya. Namun, semua pesan yang dia kirimkan hanya menjadi bisikan yang tak pernah dijawab.\n[redacted_name] masih baru saja mengenal wanita itu, hanya bertemu sekali. Meskipun malam itu mereka menghabiskan waktu makan malam bersama dan melewati malam yang penuh gairah, namun tidak ada kabar dari wanita itu setelahnya. Meski dia telah mengatakan bahwa mereka tidak akan bertemu lagi setelah makan malam itu berakhir, namun wanita itu bahkan tidak menjawab pesan-pesan yang [redacted_name] kirimkan keesokan paginya, setelah dia harus buru-buru menemui [redacted_name], mantan pacarnya yang ternyata sedang berada di Indonesia.",
    "trans": "The woman looked captivating in her elegant dress, sitting calmly at the bar's table. For [redacted_name], who often visited this place, her presence was truly surprising. La Nouvelle was an escape from the complexities of life, but that night, a different atmosphere enveloped the room.\nAs he sipped his drink, [redacted_name] could not help but watch every move of the woman. Their encounter had been so spontaneous that night, as if fate had brought them together. However, when the night ended, she disappeared without a trace.\nEven though they had shared an intimate and warm conversation, [redacted_name] couldn’t shake the image of her from his mind. She had told him that their meeting was a one-time affair, yet deep down, [redacted_name] still hoped to hear from her. All the messages he sent became whispers that went unanswered.\n[redacted_name] had only just met her once and barely know her. Although they had spent that evening sharing dinner and a night full of passion, there was no word from her afterward. Even after she had mentioned they wouldn’t meet again once dinner concluded, she didn’t respond to the messages [redacted_name] sent the following morning, after he hurried to meet [redacted_name], his ex-girlfriend, who was unexpectedly in Indonesia."
}