{
    "source": "id_ID",
    "target": "en_US",
    "text": "Youngho naikin alis sebelah kirinya, memamerkan senyum sambil mengelus pipi Jayden sayang, \"loh yang malah diem-diem ngikutin kita pas main siapa, hm?\" Youngho manis, sungguh. Tapi kemanisannya itu kadang membuat orang-orang lupa siapa dirinya.\n\"Ngghh, gakhh itu cuma ahh!\"\nYang diatas tiba-tiba mempercepat gerakan pinggulnya, membuat Jayden tersentak-sentak tak berdaya di bawahnya \"maaf ituhh ahh cumah mas-mastiin kahh ahh ahh lian aman! Ouhh ahh.\"\n\"Pinter banget jawabnya.\"\nYoungho tiba-tiba memperlahan lagi gerakannya, dan berubah menjadi cepat secara tiba-tiba. Terus seperti itu sampai Jayden gila dibuatnya, kenikmatannya sedikit terganggu karenanya.\n\"Ka Jo, gak mau minta maaf?\" Jaehyun nanya, dia juga malah ngeberhentiin gerakannya dan nyabut penisnya dari lubang berkedut lapar minta diisi milik Johnny, \"je, masukin.\" Ego Johnny cukup tinggi, Jaehyun cuma ketawa-ketawa sendiri, trus dia langsung berdiri jalan ke arah meja dan ngambil bando anjing sama kucing yang tadi dia beli sama Youngho. Dia ngasih bando yang kucing ke Youngho trus dia bawa yang kucing dan dia pakein ke Johnny. Jaehyun nyandarin dirinya di headboard kasur, \"ayo sini duduk di paha Jeje, tapi jalannya ngerangkak sambil ngeong ya.\"\nAhh jaehyun paling suka kalau Johnny sudah mulai merangkak bak kucing yang sedang masa birahinya sambil mengeong, \"miaw, mau penis Jeje boleh? Nyaaw\"",
    "trans": "Youngho lifts her left eyebrow, displaying a smile while caressing dear Jayden's cheek, \"Oh, who is secretly following us playing, hmm?\" Youngho is sweet, really. But the sweetness sometimes makes people forget who they are.\n\"Ngghh, no, that's only ahh!\"\nThe one on top suddenly increases the speed of  his movements, that makes Jayden  jerked powerlessly under him \"sorry, it was, ahh, only to make sure that, you, you are safe! Ouhh ahh.\"\n\"You answer cleverly\"\nSuddenly Youngho slows her movement, and becomes fast suddenly. This continues like that, which makes Jaden go crazy because of this, his pleasure is slightly disrupted because of this.\n\"Ka Jo, you don't want to apologize?\" Jaehyun asks, he even stops his movements and takes out his penis from the hungry vibrating whole belonging to Johny that needs to be filled, \"je, put in.\" Johny's ego is high enough, Jaehyun only laughs by himself, then he walks towards the table and takes out the dog and cat bands that he bought with Youngho just now. He gave the cat band to Youngho, then he took the cat's and he put it on Johnny. Jaehyun leans his body on the mattress head-board, \"come on here sit on Jeje's thighs, but crawling and meowing, okay?\nAhh jaehyun likes it most if Johnny starts to crawl like a cat being in heat while meowing, \"miaw, want jeje's penis, can I? Nyaaw\""
}