{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jungmo ngedesah waktu jarinya kontak sama itilnya. Jarinya terus gerak ngucek itilnya ngerasain enak yang mulai muncul lagi.\n\"Kucek terus, Mo\"\n\"Teken juga\"\nJungmo nurutin semua perintah Minhee. Suara Minhee yang ngasih perintah ngrbuat Jungmo makin nafsu.\n\"Masukin lagi jari lu, mentokin\"\n\"Gerakin cepet\"\n\"hnggg minhhh mmau-\"\n\"Mainin juga itil lu\"\n\"Iya gitu'\nJungmo udah ga fokus sama omongannya Minhee, kepalanya kosong cuma bisa mikir gimana enaknya lubang memeknya yang dia kobelin sendiri sama itilnya yang ga berhenti dia mainin juga. Gerakan tangannya Jungmo makin lama makin ga beraturan, kakinya ngebuka lebih lebar, air matanya juga ga berhenti soalnya keenakan.\n\"ngghnng\"\nJungmo merem, ngerapetin matanya pas akhirnya dia keluar. Jungmo hampir aja ilang ke alam mimpi kalo ga ngerasain ada tangan lain yang ngucek itilnya yang masih sensitif. Jungmo refleks nutup kakinya, ngejepit tangan Minhee yang ga berhenti ngucek itilnya pelan.\n\"Minhee udah jangan lagii\", Jungmo ngeregek soalnya Minhee ga berhenti ngucekin itilnya.\n\"Mana katanya ga bisa? bisa tuh sendiri?\", Jungmo ga nanggepin omongan Minhee dan masih nyoba ngeberhentiin tangan Minhee di memeknya.\n\"Minhh nanti dulu ini masih sensitif\"",
    "trans": "Jungmo moaned as her finger made contact with her pussy. Her finger kept moving to rub her pussy as the feeling of pleasure started to appear again.\n“Keep rubbing, Mo”\n“Press it too”\nJungmo obeyed all of Minhee's commands. Minhee's voice giving orders made Jungmo even more aroused.\n“Insert your finger again, bend it”\n“Move it faster”\n“hnggg minhhh want-”\n“Play with your clitoris too”\n“Yes just like that'\nJungmo was no longer focused on what Minhee was saying, her head was empty and she could only think about how good her pussy hole that she was drilling herself and her clitoris that she couldn't stop playing with. Jungmo's hand movements became more and more irregular, her legs opened wider, her tears didn't stop because of the pleasure.\n“ngghnng”\nJungmo closed her eyes and blinked when she finally came out. Jungmo would have almost disappeared into dreamland if she hadn't felt another hand rubbing her still-sensitive clitoris. Jungmo reflexively closed her legs, clamping down on Minhee's hand that wouldn't stop gently rubbing her clitoris.\n“Minhee no moree”, Jungmo gasped as Minhee didn't stop rubbing her clitoris.\n“You said you couldn't do it? You can do it yourself, right?”, Jungmo didn't respond to Minhee's words and still tried to stop Minhee's hand on her pussy.\n“Minhh please it's still sensitive”"
}