{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Jadi gini..\"\nGyuvin menggaruk belakang kepalanya.\n\"Tadi dikasih tugas PKU sama bu Mia, buat ambil nilai uprak.. Kebetulan kelompok gue dapet menu kebab.\"\n\"Oh.. Terus?\"\n\"Nah, mereka bilang mau kerkel disini, dan gobloknya gue malah ngeiyain karena gue lupa banget sekarang tinggal bareng sama lo.. Gimana dong? Bisa-bisa ketahuan kalo kita ada hubungan.\"\nMendengar hal tersebut Ricky hampir saja tersedak kue, beruntunglah tangannya mampu dengan cepat meraih segelas air dan meneguknya habis. Ia menghela nafas.\n\"Anjir, goblok banget sih lo.\"\nTukas Ricky.\n\"Iya, emang gue goblok banget kali ini.. Gimana dong?\"\nUcap Gyuvin putus asa, apakah ia tolak saja rencana kerja kelompok di apartemennya?\n\"Yaudah sih kalo emang terlanjur, gapapa gue jalan-jalan ke luar aja.\"\n\"Jangan lah, lo kan disuruh istirahat, takutnya anak-anak lama juga disininya.\"\n\"Terus gimana?\"\n\"Kalo ga keberatan lo diem aja di kamar, nanti gue alasan paman gue nginep di apart, urusan makan dan lain-lain nanti lo tinggal chat aja.\"",
    "trans": "“Listen up…”\nGyuvin scratched the back of his head.\n“So, earlier we were given an assignment for PKU by Ms. Mia to take values for our project... Coincidentally, my group got kebab on the menu.”\n“Oh... So what?”\n“Well, they said they wanted to meet here, and stupidly, I agreed because I completely forgot that I’m living with you now... What should we do? They might find out about our relationship.”\nHearing this, Ricky almost choked on his cake, but fortunately, he quickly reached for a glass of water and downed it. He let out a sigh.\n“Seriously, you’re really a fool.”\nRicky interjected.\n“Yeah, I know I messed up this time... What should I do?”\nGyuvin replied in despair, contemplating whether to decline the group work plan at his apartment.\n“Well, if it’s already set, I can just go hang out outside instead.”\n“Don’t! You’re supposed to rest; it might take a while for them to arrive.”\n“Then what do we do?”\n“If you don’t mind, just stay in your room. I’ll tell them my uncle is staying at my apartment, and for food and everything else, you can just chat me later.”"
}