{
    "source": "id_ID",
    "target": "en_US",
    "text": "Selamat siang Ibu [redacted_name], menanggapi email Ibu tanggal 20 Oktober 2024 kepada kami (ATR), perihal saldo piutang atas Invoice Royalty ATR - SAB Januari 2023 sd September 2024, adalah sebagai berikut :\n1. Perlu kami tegaskan bahwa pak Vincent tidak pernah menyetujui syarat pembayaran sebagaimana yang ibu tulis dalam email tersebut, yang ada adalah hal sebaliknya yaitu syarat dari pak Vincent bahwa beliau bersedia memenuhi permintaan Denham (Carl Tricoli/Alex Deng) untuk bertemu guna membahas permasalahan yang terjadi di SAB dengan catatan SAB akan membayar royalty terutang kepada ATR.\n2. Memang benar hingga saat ini ATR belum pernah memberikan jawaban/tanggapan atau proposal tandingan secara tertulis mengenai usulan untuk merubah struktur royalty yang ditawarkan oleh pihak Denham. Hal ini bukan berarti ATR tidak menanggapi usulan tersebut karena sebenarnya antara ATR dan SAB telah beberapa kali bertemu untuk membahas usulan tersebut, dan dalam pertemuan tersebut ATR telah menjelaskan kepada SAB bahwa ATR tidak melihat adanya kepentingan untuk dilakukan perubahan struktur royalty yang ada sebagaimana yang telah disepakati dalam Perjanjian Royalty. Selain itu alasan penolakan ATR untuk tidak menyetujui usulan tersebut karena perubahan struktur royalty dimaksud tidak akan membantu menyelesaikan permasalahan pokok yang dihadapi oleh SAB (masalah perpajakan) yang belum dapat terselesaikan hingga saat ini.",
    "trans": "Good afternoon Mrs. [redacted_name], in response to your email dated October 20, 2024 to us (ATR), regarding the balance of receivables for the Royalty Invoice ATR - SAB from January 2023 to September 2024, we would like to clarify the following:\n1. We must emphasize that Mr. Vincent never agreed to the payment terms as you mentioned in your email, in fact, it is the opposite namely the requirement from Mr. Vincent that he is willing to meet with Denham (Carl Tricoli/Alex Deng) to meet to discuss the issues that have arisen at SAB with the understanding that SAB will pay the royalties owed to ATR.\n2. It is true that to date ATR has not provided a written answer/response or counter-proposal regarding the proposal to change the royalty structure offered by Denham. However this does not mean that ATR has ignored the proposal because in fact ATR and SAB have met several times to discuss it, and during these meetings ATR had explain to SAB that ATR does not see any reason to change the existing royalty structure as agreed upon in the Royalty Agreement. In addition ATR's reason for refusing to approve the proposal is that the proposed changes to the royalty structure will not help resolve the main issues faced by SAB (the taxation problem) which remain unresolved to this day."
}