{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"First, apa kau tidak mengerti juga? Hal terindah kau bilang? Bahkan Tuhan saja mengambil anakku dan kau masih menyebutku hal terindah. First, aku sudah menyebabkan kau kehilangan anakmu karena keegoisanku. Bisakah kau membenciku saja? Bisakah kau melepaskanku? Aku sudah menyakitimu begitu banyak, bukankah itu sudah cukup untuk menjadi alasanmu melupakanku?\"\n\"Tapi aku memiliki alasan untuk tetap memilihmu dan bertahan bersamamu. Bisakah kita memulainya lagi? Aku memang tidak bisa memintamu untuk melupakan rasa sakitnya, tapi setidaknya berusahalah untuk sembuh. Aku mencintaimu Khao, dan akan slalu mencintaimu. Aku juga tidak bisa berjanji kau akan selamanya bahagia bersamaku, tapi aku akan berusaha untuk tidak menyakitimu lagi. Kembalilah padaku Khao, aku mohon.\"\nKhaotung terdiam, air matanya menetes tak tertahan. Genggaman tangan yg diberikan oleh First kini berubah menjadi pelukan yg sangat nyaman.\nPada akhirnya karma itu tidak hanya menyakiti satu diantara mereka. First dan Khaotung sama sama merasakan sakitnya. Tuhan menghukum keduanya dgn porsi dan rasa sakit yg sama. Kehilangan putra mereka satu satunya sudah cukup untuk menyadarkan keduanya tentang seberaba besar dosa yg pernah mereka lakukan.\nLalu setelahnya,\nBisakah mereka kembali bersama setelah saling memyakiti begitu dalam?",
    "trans": "\"First, don’t you understand? You call it the most beautiful thing? Even God took my child, and you still call me the most beautiful thing. First, I made you lose your child because of my selfishness. Can’t you just hate me? Can’t you let me go? I’ve hurt you so much, isn’t that enough reason for you to forget about me?\"\n\"But I have a reason to still choose you and stay with you. Can we start over? I can’t ask you to forget the pain, but at least try to heal. I love you, Khao, and I always will. I can’t promise that you’ll always be happy with me, but I will try not to hurt you again. Come back to me, Khao, please.\"\nKhaotung remained silent, tears falling uncontrollably. The hand that First had given now turned into a comforting embrace.\nIn the end, karma didn’t just hurt one of them. Both First and Khaotung felt the pain. God punished them both with the same amount and depth of hurt. Losing their only son was enough to make them realize the magnitude of the sins they had committed.\nThen after that,\nCould they be together again after hurting each other so deeply?"
}