{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Tidak, kau saja belum cerita\"\n\"Brengsek\" Umpat Jaemin yang lagi-lagi dihadiahi tawa oleh Renjun\n\"Aku berkunjung kerumahnya tadi. Wah, sial\"\n\"Benarkah?\" Tanya Renjun kaget\n\"Rumahnya sangat besar. Aku rasa kau benar bahwa dia mampu membeli gedung ini jika dia mau\"\n\"Tidak heran, dia saja pemilik perusahaan mobil nomor satu di Korea\"\n\"Jaemin-ah...\" Panggil Renjun\n\"Hmm\"\n\"Tidak kah kau merasa beruntung bekerja dengannya?\" Tanya Renjun\n\"Ya kadang aku merasa seperti itu\" Jawab Jaemin\n\"Kau tidak merasakan sesuatu saat bersamanya? Biasanya seorang bos mudah menjalin hubungan dengan sekretarisnya karena mereka terbiasa bersama. Sebuah perasaan pasti sering tumbuh\"\n\"Wah omong kosong, lalu kenapa dia tidak menjalin hubungan dengan sekretaris sebelumnya. Mereka sudah bersama bertahun-tahun\"\n\"Dengan pria tua seperti itu?\"\n\"Kau mengenalnya?\" Tanya Jaemin\n\"Seorang pria tua selalu menunggu dibawah untuk menjemputnya. Kadang juga dia naik keatas. Kau kira Jung Jeno mengidap pedofilia?\"\n\"Dia kelihatan normal\" Tam",
    "trans": "“Not true, you haven’t even told me yet.”\n“Damn it,” Jaemin cursed, receiving another round of laughter from Renjun.\n“I visited his house earlier. Wow, that bastard.”\n“Really?” Renjun asked, surprised.\n“His house is massive. I think you’re right; he could probably buy this building if he wanted to.”\n“No wonder; he’s the owner of the number one car company in Korea.”\n“Jaemin-ah…” Renjun called.\n“Hm?”\n“Don’t you feel lucky working with him?” Renjun asked.\n“Yeah, sometimes I do,” Jaemin replied.\n“Don’t you feel something when you’re with him? Usually, a boss easily develops a relationship with their secretary because they spend so much time together. A certain feeling must often grow.”\n“Come on, that’s nonsense. If that were the case, why didn’t he start a relationship with his previous secretary? They have been together for years.”\n“With an older man like that?”\n“Do you know him?” Jaemin asked.\n“An older guy always waits below to pick him up. Sometimes he even goes upstairs. Do you think Jung Jeno has a thing for younger people?”\n“He seems normal.” Tam"
}