{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Phi... aku... aku sudah menyukaimu sejak lama.\" Tubuhku gemetar dan tanpa kusadari, suaraku yang tertahan keluar begitu saja saat aku berdiri di depan orang yang lebih tinggi dariku. Dia hanya menunduk dengan tatapan acuh tak acuh, padahal biasanya sorot matanya sangat hangat. Namu, entah kenapa sudut bibirnya terangkat dan membentuk sedikit senyuman.\n\"Benarkah? Kalau begitu... bisakah kau membuktikannya?\" Ujar sosok tinggi itu, dengan suaranya yang licik dan sangat menawan.\n....\n...\n\"Umh...hum... Umh....\" Begitu dia menggosokkan jari-jarinya yang panjang, dia tidak membiarkanku menutup mulutku dan mengeluarkan suara yang tidak pernah terpikir akan kubuat sebelumnya. Sementara itu, uap panas menyelimuti seluruh tubuhku, dan gerakan lambatnya menyiksaku hingga membuatku gila.\nTidak... Bukan seperti ini.\nBau alkohol menyebar dan aku begitu terbebani oleh kekuatannya hingga aku hampir tidak bisa menahannya. Belaiannya begitu lembut dan tepat hingga aku hampir kehilangan akal sehatku dan aku tidak tahu sejauh mana kami berdua bisa mengendalikan diri...",
    "trans": "\"Phi... I... I've had a crush on you for so long.\" My body was trembling and without realizing it, my suppressed voice just came out when I stood in front of a person taller than me. He only looked down with an indifferent look, even though usually the look in his eyes was very warm. However, I didn't know why the corner of his mouth was lifted and formed a little smile.\n\"Really? If so... can you prove it?\" Said the tall man, with his cunning and very charming voice.\n....\n....\n\"Umh... hum... Umh....\" As soon as he rubbed his long fingers, he didn't let me close my mouth and make a sound that I never thought I would make before. Meanwhile, a warm foam covered my whole body, and his slow movements tortured me that almost made me go crazy.\nNo... Not like this.\nThe smell of alcohol spread and I was burdened by his strength until I could hardly stand it. His caresses were so smooth and precise that almost made me lose my mind and I didn't know until how far both of us could control ourselves..."
}