{
    "source": "id_ID",
    "target": "en_US",
    "text": "Makanan pengencer darah selanjutnya adalah ginkgo biloba. Tumbuhan herbal yang berasal dari Cina, Jepang, dan Korea ini terkenal akan khasiatnya dalam mengobati berbagai penyakit. Ginkgo biloba juga dipercaya dapat memperlambat pembekuan darah dan memperlancar peredaran darah, karena bersifat antiplatelet.\n4. Kayu manis\nKayu manis mengandung kumarin, salah senyawa yang bertindak sebagai antikoagulan yang kuat. Berkat sifat antikoagulan yang dimiliki oleh kayu manis, rempah ini menjadi salah satu makanan pengencer darah.\nKayu manis juga diketahui dapat menurunkan tekanan darah serta meredakan peradangan yang disebabkan oleh radang sendi.\n5. Makanan yang kaya akan vitamin E\nBeragam makanan yang mengandung vitamin E, seperti buah zaitun, kacang kedelai, bayam, tomat, manga, kiwi, alpukat, hingga kacang almond, dipercaya dapat menjadi makanan pengencer darah.\nHal ini karena vitamin E merupakan pengencer darah alami, sehingga dapat mengatasi dan mencegah penggumpalan darah.\n6. Bawang putih\nPenelitian menunjukkan bahwa bawang putih memiliki sifat antiplatelet dan antikoagulan, sehingga dapat menjadi salah satu makanan pengencer darah. Namun, khasiat bawang putih yang satu ini sebaiknya Anda hindari jika akan menjalani operasi, karena dapat meningkatkan risiko perdarahan.",
    "trans": "The next blood-thinning food is ginkgo biloba. This herbal plant, originating from China, Japan, and Korea, is well-regarded for its benefits in treating various diseases. Ginkgo biloba is also believed to slow blood clotting and improve blood circulation, attributed to its antiplatelet properties.\n4. Cinnamon\nCinnamon contains coumarin, a compound that acts as a strong anticoagulant. Due to cinnamon's anticoagulant properties, this spice is classified as a blood-thinning food.\nCinnamon is also known to lower blood pressure and relieve inflammation caused by arthritis.\n5. Foods rich in vitamin E\nVarious foods that contain vitamin E, including olives, soybeans, spinach, tomatoes, mangoes, kiwis, avocados, and almonds, are considered to be blood-thinning foods.\nThis is due to vitamin E's natural anticoagulant properties, which may help treat and prevent blood clots.\n6. Garlic\nResearch shows that garlic has antiplatelet and anticoagulant properties, making it a potential blood-thinning food. However, it is advisable to avoid garlic if you are undergoing surgery, as these properties may increase the risk of bleeding."
}