{
    "source": "id_ID",
    "target": "en_US",
    "text": "Herpes simpleks, herpes zoster, dan varicella zoster\nKomposisi\nAcyclovir 200 mg\nDosis\nPENGGUNAAN OBAT INI HARUS SESUAI DENGAN PETUNJUK DOKTER. Herpes simpleks: Pengobatan : Dewasa dan anak >2 tahun : 5 kali sehari 200 mg tiap 4 jam. Dapat ditingkatkan menjadi 400 mg setiap hari. Durasi pengobatan 5-10 hari. Anak <2 tahun : 1/2 dosis dewasa. Penekanan herpes simpleks pada pasien imunokompeten 200 mg 4 kali sehari setiap 6 jam. Pencegahan : 4 kali sehari 200 mg atau 2 kali sehari 400 mg, dapat diturunkan menjadi 200 mg 2 atau 3 kali sehari dan interupsi setiap 6-12 bulan. Herpes zoster (varicella zoster): Dewasa : 5 kali sehari 800 mg tiap 4 jam selama 7 hari. Anak umur 2 tahun : 20 mg/kg/dosis 4 kali sehari. Anak >40 kg Sama dengan dosis dewasa. Dosis alternatif: <2 tahun 200 mg 4 kali sehari selama 5 hari. Anak umur 2-5 tahun : 400 mg 4 kali sehari selama 5 hari. Anak umur 6-11 tahun : 800 mg 4 kali sehari selama 5 hari. Anak umur 12-17 tahun : Sama seperti dosis dewasa. Maks: 800 mg setiap hari.\nAturan Pakai\nsesudah makan\nPerhatian\nHARUS DENGAN RESEP DOKTER. Gangguan fungsi ginjal. Hamil, laktasi Kategori Kehamilan : B\nKontra Indikasi\nHipersensitivitas terhadap asiklovir\nEfek Samping\nSakit kepala, pusing, mual, muntah, diare, nyeri perut; pruritus, rash, fatigue, demam.",
    "trans": "Herpes Simplex, Herpes Zoster, and Varicella Zoster\nComposition:\nAcyclovir 200 mg\nDosage:\nUSE OF THIS MEDICATION MUST BE IN ACCORDANCE WITH DOCTOR'S INSTRUCTIONS. Herpes Simplex: Treatment: Adults and children >2 years: 200 mg, 5 times a day, every 4 hours. The dose can be increased to 400 mg per day. Duration of treatment: 5-10 days. Children <2 years: 1/2 of the adult dose. Suppression of herpes simplex in immunocompetent patients: 200 mg 4 times a day every 6 hours. Prevention: 4 times a day 200 mg or 2 times a day 400 mg, may be reduced to 200 mg 2 or 3 times a day with interruptions every 6-12 months. Herpes Zoster (Varicella Zoster): Adults: 800 mg, 5 times a day every 4 hours for 7 days. Children aged 2 years: 20 mg/kg/dose, 4 times a day. Children >40 kg: same as adult dose. Alternative doses: <2 years: 200 mg, 4 times a day for 5 days. Children aged 2-5 years: 400 mg, 4 times a day for 5 days. Children aged 6-11 years: 800 mg, 4 times a day for 5 days. Children aged 12-17 years: same as adult dose. Maximum: 800 mg per day.\nMethod of Use\nAfter meals\nWarnings\nMUST BE BY DOCTOR'S PRESCRIPTION. Kidney function disorders. Pregnancy and lactation. Pregnancy Category: B\nContraindications\nHypersensitivity to Acyclovir\nSide Effects\nHeadache, dizziness, nausea, vomiting, diarrhea, abdominal pain; pruritus, rash, fatigue, fever."
}