{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mataku terus mengeluarkan air mata dan mulutku terus menyeru agar mereka berhenti, Ini sudah di luar batas!! Tapi mereka tidak peduli.\nKemudian dia mengambil alkohol dan menumpahkan nya pada luka yang baru saja dia ciptakan. Aku menjerit dan semakin terisak. \"SEKARANG KATAKAN PADAKU! MAU KAH KAMU MEMPERMALUKAN KAMI LAGI?! HAH?!!!\" Dia berteriak padaku. Aku menggelengkan kepala sebagai jawaban 'tidak'.\n\"Bagus!\" Sedetik kemudian dia menendang perutku membuatku jatuh bersamaan dengan kursi yang aku duduki. Jimin menarik kursi ku membuatku duduk kembali.\nIni menyakitkan\n\"Sekarang, itu masih level satu, dan kita punya tiga level. Level satu adalah perkenalan, level dua untuk ku, level ketiga untuk Lisa. Dia tidak ada disini karena dia harus berbicara dengan Daddy nya, jadi sekarang apa kamu mau melanjutkan ke level dua?\" Dia bertanya padaku dengan senyum sinis, Jimin menggelengkan kepalanya.\n\"Tidak perlu bertanya Bro! Lanjutkan!\" Dia berkata lalu tertawa. Air mataku terus mengalir deras membasahi pipi ku, begitupun darahku, terus keluar dari lenganku.\n\"Ide bagus Jimin, kenapa kau tidak mengambilkan kayu untukku?\" Kata Jungkook.",
    "trans": "My eyes continued to shed tears and my mouth cried out for them to stop, This has gone too far!! But they remained indifferent.\nThen he took the alcohol and poured it onto the wound he had just inflicted. I screamed and sobbed uncontrollably. \"NOW TELL ME! WILL YOU HUMILIATE US AGAIN?! HAH?!!!\" He shouted at me. I shook my head in response indicating 'no.'\n\"Good!\" A moment later he kicked me in the stomach causing me to fall along with the chair I was sitting on. Jimin pulled my chair forcing me to sit back down.\nIt hurts.\n\"Now, we're still at level one, and we have three levels. Level one is an introduction, level two is for me, and level three is for Lisa. She's not here because she has to talk to her daddy, so do you want to proceed to level two?\" He asked me with a sarcastic smile, Jimin shook his head.\n\"No need to ask, Bro! Go ahead!\" He said then laughed. My tears continued to stream down my cheeks, just as my blood, which continued to ooze out of my arms.\n\"That's a great idea Jimin, why don't you fetch some wood for me?\" Jungkook said."
}