{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Hahaha itu hanya alasannya supaya bisa mendekatimu\" Jaemin tersenyum, paginya sedikit terhibur karena cafenya didatangi pelanggan tetap dan satu satunya sahabat dekatnya dinegara ini.\n\"Kau tidak jaga diklinik?\"\n\"Terkadang aku masih suka dipanggil untuk menggantikan dokter Sam jika dia membutuhkanku. Sebenarnya magang koasku sudah selesai. Hanya menunggu ujian keprofesianku. Tapi ternyata uangku tidak cukup\"\n\"Bagaimana jika kita mencari sugar daddy?\"\nHapp\nTubuh mungil itu mematung saat telinganya diraup oleh bilah bibir yang sepertinya dia tau siapa pelakunya.\n\"Ee...aku tidak ikutan. Aku akan mengecek stock dibelakang\" Jaemin mengangkat kedua tangannya pasrah dan pergi meninggalkan kedua orang itu.\n\"Lepaskan!\"\n\"Awu a maw\" ucapnya tidak jelas karena mulutnya masih membekap daun telinga kekasihnya.\n\"Yaaa!! Jorok sekali\" Renjun mendorong laki laki itu saat telinganya sengaja dijilat.\n\"Baobei? Apa aku kurang manis sampai kau mau mencari sugar daddy? Ahhh haruskah aku menjadi ayah dulu?\"\n\"Hisshh aku hanya bercanda. Alin... kau punya kenalan yang membutuhkan jasa? apa saja. Ayo bantu nana\" Renjun menggoyangkan lengan kekasihnya.\n\"Dia masih tidak mau menerima bantuanmu?\"\n\"Harga dirinya benar benar tinggi sekali. Aku tidak ingin ujian sendiri. Nana harus lulus bersamaku. Jika nana tidak ujian aku juga tidak\" rengek laki laki yang duduk dikursi dengan kakinya yang menggantung.",
    "trans": "\"Hahaha that's just an excuse so that he can get close to you\" Jaemin smiles, her morning is slightly entertained because of a visit from regulars to her cafe and his only best friend in this country.\n\"You don't have clinic duty?\"\n\"Sometimes I would be called to fill in for Doctor Sam if he needs me. Actually, I have finished my Co-assistant internship. Just waiting for my professional exam. But it turns out, I don't have enough money\"\n\"How about if we look for a sugar daddy?\"\nHapp\nThat little figure froze when her ear was scooped by the lips of someone she knew.\n\"Ee.. I don't want to get involved. I will check the stock at the back\" Jaemin put her hands up in resignation and left those two people.\n\"Let it go!\"\n\"Awu a maw\" he said incoherently because his mouth was still smothering his girlfriend's earlobe.\n\"Yaaa!! So gross\" Renjun pushed that guy when her ear was licked intentionally.\n\"Baobei? Am I not sweet enough that you want to find a sugar daddy? Ahhh must I become my father first?\"\n\"Hisshh I was just joking. Alin... Do you know someone who needs a service? anything. Come on help Nana\" Renjun shook her boyfriend's arm.\n\"He still doesn't want to receive your help?\"\n\"His pride is so high. I don't want to take the exam alone. Nana must pass it with me. If Nana doesn't take the exam, neither will I\" whined the guy sitting on the chair with his leg dangling."
}