{
    "source": "id_ID",
    "target": "en_US",
    "text": "Si \"dia\" dalam buku itu merawat ibunya yang tua dan kejam untuk suaminya yang militer.Meskipun dia \"tidak sengaja\" mengalami keguguran oleh anak tirinya dan tidak bisa hamil lagi, dia tetap membesarkan ketiga anak tirinya yang nakal dan nakal untuk menjadi bos.\nKetika dia sudah tua, suami militernya, yang tidak memiliki kekhawatiran, akhirnya menjadi terkenal, dan anak tirinya tergerak untuk memperlakukannya sebagai ibu mereka sendiri.Belakangan, keluarga mereka bahkan dijadikan serial TV, yang membuat iri banyak orang. .\n[redacted_name]: \"...\" Apa yang membuat iri?\nBekerja sebagai pengasuh yang tidak dibayar seumur hidup untuk seseorang yang membunuh anaknya sendiri, dan harus menanggung banyak kesulitan selama periode ini, apakah ini pantas untuk membuat iri?\nIbu tiri ini akan menjadi siapapun yang dia suka, tapi dia tidak ingin menjadi ibu tiri lagi.\nNamun sayang, ingatan [redacted_name] terlambat pulih. Dia sudah bertunangan dengan pemeran utama pria. [redacted_name] hanya bisa bersiap untuk memutuskan pertunangan. Tak disangka, saudara tirinya tiba-tiba ingin memperjuangkan pernikahan tersebut.\n[redacted_name] sangat senang sekarang. Kakak tiri yang kejam itu benar-benar terjun ke dalam lubang api untuk menjadi pengasuh. Dia membiarkannya melakukannya secara gratis, tidak, terima kasih.",
    "trans": "In the book, \"she\" cares for her cruel mother-in-law for her military husband. Although she \"accidentally\" miscarried her stepson's child and can no longer conceive, she continues to raise her three troublesome stepsons to be successful.\nAs time goes on, her once indifferent military husband eventually gains fame, and her stepsons start to treat her like their own mother. Before long, their family even becomes the subject of a television series, which arouses jealousy in many people.\n[redacted_name]: '...' What’s there to be jealous about?\nSpending her life as an unpaid caregiver for someone who killed her own child while enduring significant hardships, does that really deserve envy?\nThis stepmother can be whoever she wants, but she no longer wishes to be a stepmother.\nSadly, [redacted_name] recovers her memories too late. She’s already engaged to the male lead. Now, [redacted_name] can only prepare to break off the engagement. Unexpectedly, her stepsister suddenly decides to fight for that marriage.\n[redacted_name] feels very pleased now. That cruel stepsister is willing to jump into the fire to become a caregiver. She's allowing her to do it for free, no thanks.\""
}