{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Ya. Biasanya, saat kau mabuk, kau memang bertingkah seperti ini.\"\n\"Tapi tidak sebanyak ini. Kepalaku juga panas. Belum pernah sepanas ini sebelumnya.\"\n\"Saat bermain game, kau menjadi kepanasan.\"\n\"Itu beda,\" desahku padanya. \"Serius, rasa bersalahku lebih besar. Sebenarnya dia hanya meminjamkan uang, sepertinya aku meminjam uang dari saudara laki-laki ku.... tapi itu terlalu banyak.\"\n\"Apa yang akan kau lakukan? Uang itu bukan untuk bersenang-senang.\"\n\"Jika teman pacarmu baik dan tidak memungut bunga, aku akan membayarnya seribu seminggu.\"\n\"Benarkah?\"\n\"Hei, aku mengatakan yang sebenarnya. Tempatku bekerja di sini baik-baik saja.\"\n\"Seribu seminggu, dan hutangmu akan lunas saat kau lulus.\" [redacted_name] menggelengkan kepalanya sedikit memikirkan pikiranku. \"Tapi soal bunga, kalau dibayar sedikit, tidak apa-apa. Itu uang yang banyak. Kau juga harus memahaminya. Dia bekerja sendiri. Ratusan ribu dolar tiba-tiba keluar dari rekening dan tidak ada yang dikembalikan. Bagi seorang pebisnis, ini adalah peluang yang hilang.\"\n\"Apa [redacted_name] memberitahumu hal seperti ini?\" tanyaku tanpa ragu. Jika pria itu mengatakan sesuatu yang terkesan berprinsip, pasti [redacted_name] yang mengajarkannya.\n\"Ya, dan dia memberi penjelasan yang lebih panjang. Tapi aku ingat sesuatu seperti ini. Kalau tidak, aku akan berteriak dan mati karena mengumpulkan bunga dari mu.\"\n\"Oh, aku mengerti. Hei, apa sebaiknya mengambil ponsel ini dan menjualnya kembali? Setidaknya ada puluhan ribu, termasuk baju ini. Sepertinya ini mahal.\"",
    "trans": "\"Yes. Usually, when you are drunk, you act this way.\"\n\"But not this much. My head is also hot. Never have been this hot before.\"\n\"When playing the game, you got hot.\"\n\"That's different,\" I sighed. \"Seriously, my guilt is bigger. Actually he just lending the money, seems like I borrowed money from my brother... but that is too much.\"\n\"What are you doing? That money is not for having fun.\"\n\"If your boyfriend's friend is a good guy and doesn't collect interest, I will pay him one thousand every week.\"\n\"Really?\"\n\"Hey, I am just telling the truth. My workplace is just fine.\"\n\"One thousand every week, and your debt will be fully paid when you graduate.\" [redacted_name] shaking his head slowly thinking about that. \"But regarding interest, if paid a little, it is okay. It is a lot of money. You need to understand that. He works alone. Hundreds of thousands of dollars suddenly out of his account and nothing is returned. As a businessman, this is a lost opportunity.\"\n\"Does [redacted_name] let you know about this stuff?\" I am asking unhesitantly. If that guy is saying something that seems to have principles, [redacted_name] must be teaching him.\n\"Yes, and he gives a longer explanation. But I remember something like this. If not, I would have shouted and died because I collected interest from you.\"\n\"Oh, I understand. Hey, would it be better to take this cell phone and sell it? At least it is worth tens of thousands, including these clothes. Seems expensive.\""
}