{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tidak terasa malam berjalan semakin larut. Usai mengecek semua berkas pekerjaanku, aku menghampiri dan membuka pintu kamar adik-adikku. Terlihat mereka bertiga sudah telanjang bersama Ying. Poseidon tengah sibuk menggempur tubuh kecil Ying di ranjang, sedangkan Zeus dan Adamas beristirahat di kasur lainnya. Tidak salah membiarkan mereka bermain bersama Ying, merasakan kenikmatan yang kurasakan persis setiap harinya. Tentu saja sebagai kakak yang baik, aku mengizinkan mereka bermain dengan anakku [propertiku].\n\"Enak?\", tanyaku pada mereka.\n\"Terbaik. Seperti memakai kepunyaan wanita. Aku tidak bisa tahan diri ketika melihat tubuh rampingnya\", ujar Zeus.\n\"Kak Poseidon tidak berhenti memakainya\", Adamas melirik ke arah pria berambut pirang yang masih giat menjamah badan kecil milik anakku tercinta. Tentu saja mereka akan sangat menyukai Ying. Wajah yang cantik seperti istriku, tubuh yang terbentuk sempurna walaupun tingginya tidak seberapa, bokong sintal yang bagai meminta untuk diremas, serta lubang yang enak dan mampu menjepit kepemilikan siapapun dalam kenikmatan dan menguras habis cairan nafsu mereka. Tentu saja aku bangga dengan anakku [propertiku] tersayang.\n\"A-Ayah…..\", Ying melirk ke arahku. Matanya terlihat berkaca-kaca dan kelelahan. Kurasa adik-adikku sudah memperlakukannya terlalu keras. Memang sulit untuk memuaskan mereka semua.",
    "trans": "Before I knew it, it was getting late. After checking all my work files, I walked over and opened the door to my siblings' room. The three of them were already naked with Ying. Poseidon was busy pounding on Ying's tiny body on the bed, while Zeus and Adamas rested on the other bed. There was nothing wrong with letting them play with Ying and feel the pleasure I felt every day. Of course, as a good big brother, I allowed them to play with my child [my property].\n\"Is it good?\" I asked them.\n\"The best. It's like everything a woman owns. I can't help myself when I see his slender form,\" said Zeus.\n\"Brother Poseidon won't stop pounding on him.\" Adamas glanced at the blond man, who was still actively stroking my beloved son's little body. Of course they're going to like Ying very much. A beautiful face like my wife's, a perfect body despite his height, an ass that begged to be squeezed, and a delicious hole that could squeeze anyone in pleasure and suck them dry. Surely, I am proud of my beloved child [my property].\n\"D-Dad...\" Ying glanced at me. His eyes looked teary and exhausted. I think my younger siblings have been too hard on him. It's really difficult to satisfy them all."
}