{
    "source": "id_ID",
    "target": "en_US",
    "text": "Komposisi\nTiap 5 ml mengandung : Kaolin 986 mg dan Pektin 40 mg\nDosis\nObat diminum setelah buang air besar pada kasus diare Dewasa & anak > 12 tahun : 2 sendok takar (10 ml). Maksimal 60 ml dalam 24 jam. Anak 6-12 tahun : 1-2 sendok takar (5-10 ml). Maksimal 30 ml dalam 24 jam. Anak 3-6 tahun : 1-2 sendok takar (5-10 ml). Maksimal 15 ml dalam 24 jam. Anak usia < 3 tahun : Sesuai petunjuk dokter\nAturan Pakai\nDapat diminum bersama makan atau tidak\nPerhatian\nHati-hati pada penderita yang hipersensitif. Minum setelah buang air besar pada kasus diare. Kocok dahulu sebelum diminum. Dapat mempengaruhi absorpsi obat lain di dalam saluran pencernaan, dianjurkan memberi jarak waktu 2-3 jam antara pemberian oral obat lain dengan obat ini. Jangan digunakan >2 hari atau pada keadaan demam tinggi. Jika gejala masih berlangsung > 2 hari, segera konsultasi ke dokter.\nKontra Indikasi\nHipersensitif, Penderita obstruksi usus, Penderita yang harus menghindari konstipasi.\nEfek Samping\nKonstipasi\nGolongan Produk\nObat Bebas (Hijau)\nKemasan\nDus, Botol @ 60 ml\nManufaktur\nItrasal\nNo. Registrasi\nBPOM: DBL7210906233A1\nSite Map\nFAQ\nBlog\nSyarat & Ketentuan\nKebijakan Privasi\nPromo\nKarir\nSecurity",
    "trans": "Ingredients\nEvery 5 ml contains: Kaolin 986 mg and Pectin 40 mg\nDosage\nThe drug is consumed after having a bowel movement in a diarrhoea case. Adult & Children > 12 years old: 2 measuring spoons (10 ml). Maximum 60 ml in 24 hours. Children 6-12 years old: 1-2 measuring spoons (5-10 ml). Maximum 30 ml in 24 hours. Children 3-6 years old: 1-2 measuring spoons (5-10 ml). Maximum 15 ml in 24 hours. Children < 3 years old: As prescribed by the doctor.\nHow to use\nCan be consumed with or without food\nCaution\nBe careful with hypersensitive patients. Consume after defecating in diarrhoea case. Shake before consumption. It might influence the absorption of other drugs inside the digestive tract, suggested giving 2-3 hours between the consumption of different drugs with this drug. Do not use >2 days or during high fever. If the symptoms persist after > 2 days, immediately consult a doctor.\nContra Indication\nHypersensitivity, Patient with gut obstruction, Patient who needs to avoid constipation.\nSide Effect(s)\nConstipation\nProduct Category\nover-the-counter medication (Green)\nPackaging\nBox, bottles @60 ml\nManufacture\nitrasal\nRegistration no:\nBPOM: DBL7210906233A1\nSite Map\nFAQ\nBlog\nTerms and conditions\nPrivacy Policy\nPromotion\nCareer\nSecurity"
}