{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Hmmm\"hanya itu saja jawaban yang didapatnya dari pemuda berhidung bangir tersebut cuman sama mark aja dia mau ngomongnya panjang atau emosinya udah meledak.tapi yasudah biasalah bahkan itu lebih baik dibanding tidak ditanggapi terus kan jadi malu dong...\n\"Jen gue berangkat bareng lo ya,soalnya hyunjin bilang dia absen hari ini\"\n\"Hmmm\"untung jaemin penyabar.\nJaemin menghela nafas dan menarik kursi yang ada disamping jeno lalu mengambil sepotong roti yang sudah disalepkan selai coklat diatasnya untuk dimakan.keduanya makan dengan tenang tanpa suara untung jaemin udah biasa kalo lagi berduaan sama jeno,ia melahap rotinya dengan santai karna masih punya 15 menit lagi untuk jam masuk ke sekolah lagian jeno bisa ngebut.\nBrakkk\n\"OII JEN LO NAPA NGAK BANGUNIN GUE BANGSAT!\" maki mark yang sedang menuruni tangga dengan langkah tergopoh-gopoh sambil menyandang sebuah tas besar dibelakangnya dan satu lagi ditangannya.\n\"Udah kejut lo aja payah bangunnya\"balasnya nah benarkan kata jaemin.jadi curiga kalo ii jeno itu incest sama mark selama ini.",
    "trans": "\"Hmm\" that's the only answer given by the young man with pointed nose. He would only talk to Mark. He talked long or his emotion almost exploded. But, it's okay though, that's even better than no responding at all time, that will be embarrassing, though...\n\"Jen, I go with you, okay? Because hunjin said he would be absent today\"\n\"Hmmm\" luckily jaemin was very patient.\nJaemin took a deep breath and pulled a chair besides Jeno then took a piece of bread with chocolate spread on top of it to eat. Both of them ate peacefully without making any sound. Luckily, jaemin got used to it. When he was together with jeno, he devoured his bread leisurely because he still had 15 minutes more before the school time, moreover jeno could speed up.\nBrakkk\n\"OLL JEN, WHY DIDN'T YOU WAKE ME UP, YOU BASTARD!\" scolded Mark who was walking down the stairs with hasty steps while carrying a big bag on his back and another in his hand.\n\"I already shook you. You are too lazy to wake up\" he answered. So, was it true what jaemin said? It made people suspicious that ii jeno had an incest relationship with Mark so far."
}