{
    "source": "id_ID",
    "target": "en_US",
    "text": "Ada pecahan cermin kaca yang menempel di dinding di pintu masuk aula, sisir kayu digantung di sebelahnya, dan beberapa helai rambut dijejalkan ke celah-celah dinding.\nLin Man berjalan mendekat dan melihat ke cermin. Dia sudah siap secara mental, tetapi begitu matanya bertemu dengan orang di cermin, dia tidak bisa menahan nafas. Bukan karena dia jelek, hanya saja dia telah berubah terlalu banyak dari sebelumnya. .\nCiri-ciri kulit pada masa ini, dengan kulit gelap dan kuning serta wajah lesu. Karena kesehatan [redacted_name] yang buruk, bibirnya pucat, dan dia terlihat tidak energik. Lin Man mendekat dan mengamati dengan cermat fitur wajah pemilik aslinya, dan perlahan Perlahan saya menemukan bahwa [redacted_name] agak mirip dengan penampilan aslinya, dia memiliki dasar yang baik dan pasti akan baik jika dia merawatnya dengan baik.\nDengan pemahaman ini, Lin Man akhirnya merasa lebih baik, usianya tidak jauh lebih tua dari pemilik aslinya Siapa yang tidak menyukai kecantikan di antara gadis-gadis berusia dua puluhan?",
    "trans": "There were pieces of a broken mirror stuck to the wall at the entrance of the hall, with a wooden comb hanging next to it, and some strands of hair wedged into the crevices of the wall.\nLin Man walked closer and looked into the mirror. She had prepared herself mentally, but when her eyes met the reflection, she couldn't help but catch her breath. It wasn't because she was ugly, but because she had changed so much from before.\nHer skin now had a dark and yellowish tone, and her face looked tired. Due to poor health, [redacted_name]'s lips were pale, and she appeared lacking in energy. Lin Man moved closer to carefully observe the facial features of the original owner, and slowly she realized that [redacted_name] somewhat resembled her original appearance. She had good features, and with proper care, she would definitely look better.\nWith this understanding, Lin Man finally felt a bit better, reminding herself that her age was not much older than the original owner's. Who doesn't appreciate beauty in their twenties?"
}