{
    "source": "id_ID",
    "target": "en_US",
    "text": "anjing, anjing, anjing. jungwon bisa dengar jelas suara desahnya— suara kasur yang terhentak-hentak, deru napas si pelanggan— riki, yang terdengar menggoda, bikin nafsu.\njungwon mau dengerin lagi.\n\"baik kak, atas nama kak riki tadi ya? saya ijin konfirmasi ulang pesanannya ya kak.\"\n\"i-iya mas, iya gapapa mas—ngh\"\n\"atas nama kak riki pesanannya 2 porsi ayam bagian paha dengan nasi, sama 2 iced tea nya ya kak. apakah pesanannya sudah betul?\"\n\"iya betul mass-ahh, hiks\"\ngila, pelanggan satu ini, sampai nangis. suaranya terdengar tenggelam, mungkin karena terendam bantal. siapa orang yang beruntung itu menggempur habis si riki?\n\"apakah kakak berminat untuk memesan menu spesial promo kami kak? khusus hari ini saja dengan harga 50 ribu udah bisa dapet 1 paket komplit nasi ayam dengan soda plus kentang gorengnya kak.\"\nsialan si jungwon ini, sengaja mengambil waktunya mendengar suara kakak pelanggan ini.\n\"eng-engga mas, udah itu ajaah.\"\n\"baik kak, total harga pesanan kak riki adalah 55 ribu. untuk pembayarannya mau lewat tunai atau transfer ya kak?\"\n\"ngh— lewat transfer aja m-mas. nanti saya transfer—AH!\"\n\"baik, terima kasih atas pesanannya kak riki. mohon ditunggu, kurir akan mengantarkan pesanannya kak. selamat malam.\"",
    "trans": "Damn, damn, damn. Jungwon could clearly hear his panting sound— the sound of the mattress banging, the heavy breathing of the customer— Riki, which sounded seductive, stirring desire.\nJungwon wants to listen again.\n\"Alright, sir, under the name of Sir Riki, right? I’ll confirm the order again.\"\n\"Y-yes sir, that's fine sir -ngh.\"\n\"Under the name of Sir Riki, the order is for 2 portions of chicken thighs with rice, and 2 iced tea, right? Is the order correct?\"\n\"Yes, that's correct, sirr... ahh, sob.\"\nCrazy, this customer is crying. His voice sounds muffled, probably because it's drowned by the pillow. Who is the lucky person who pounded on Riki?\n\"Would you be interested in ordering our special promo menu, sir? For today only, with just 50 thousand, you can get a complete meal set with chicken rice, soda, and french fries.\"\nDamn, this Jungwon, he's purposely taking his time listening to this customer's voice.\n\"N-no, sir, just that, pleaase.\"\n\"Alright, sir, the total for Sir Riki's order is 55 thousand. Would you prefer to pay by cash or transfer?\"\n\"Ngh— I'll transfer, s-sir. I'll transfer it later-AH!\"\n\"Alright. Thank you for your order, Sir Riki. Please wait, the courier will deliver your order. Good night.\""
}