{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Jen\"\n\"Hm?\"\n\"Kamu suka aku?\"\nDahinya mengernyit bingung. \"Kenapa di tanya? Jelas aku mencintaimu\"\nJaemin terkekeh pelan, lalu mengelus rahang tegas milik suaminya. \"Jen, aku takut Ibumu tidak menyukaiku\" cicitnya pelan.\n\"Kim Doyoung?\"\n\"Ck, panggil dia Ibu. Dia Ibu mu Jeno-ya\"\n\"Ya baik, kenapa begitu?\"\nMengulum bibirnya yang terasa kering, tangan Jaemin bergerak untuk memainkan rambut legam milik suaminya. \"Hah, aku ngga tau tapi Ibumu sangat menyebalkan. Dia secara terang-terangan menyuruh kita bercerai. Apa kau mau kita bercerai?\"\n\"Sssstt, apa-apaan Jaemin? Aku tidak mau. Kau punyaku\"\n\"Pfftt, Jeno bucin?\"\nSeketika raut wajah Jeno berubah menjadi datar. \"Ya\"\n\"Haha, nono marah??\"\n\"Ngga tuh\"\nMencubit gemas hidung mancung milik Jeno. Jaemin mengangguk pelan kemudian mengecup pipi Jeno berkali-kali. \"Hahh, aku menantikan baby\"\n\"Mau mencoba nya lagi?\"\nTuk.\nJaemin memukul pelan kepala Jeno. \"Tidak mau, ini masih siang\"\n\"Haiss. Yasudah, kita tidur siang\" pungkas Jeno, memeluk erat tubuh Jaemin.\nIa meringis pelan, merasakan remuk di bagian tubuhnya. Bagaimana tidak?? Jeno itu bongsor sedangkan dia kecil walaupun gembil!\n\"Jeno! Sakit! Kau berat!\" sentak Jaemin.\nJeno tertawa, tidak memperdulikan teriakan si manis. Ia malah membubuhi wajah Jaemin dengan banyak kecupan.\n\"Jaemin, aku menyayangimu lebih dari siapapun. Jangan berpikiran untuk pergi ya?\"",
    "trans": "\"Jen.\"\n\"Hm?\"\n\"Do you like me?\"\nHis forehead furrowed in confusion. \"Why do you ask? Of course, I love you.\"\nJaemin chuckled softly, then stroked his husband's firm jaw. \"Jen, I'm afraid your mom doesn't like me,\" he whispered quietly.\n\"Kim Doyoung?\"\n\"Hey, call her 'Mom.' She's your mom, Jeno.\"\n\"Okay, sure, why do you say that?\"\nBiting his dry lips, Jaemin's hand moved to play with his husband's dark hair. \"Well, I don't know, but your mom is really annoying. She's openly telling us to get a divorce. Do you want to get divorced?\"\n\"Shhh, what are you saying, Jaemin? I don't want that. You’re mine.\"\n\"Pfftt, is Jeno whipped?\"\nJeno's expression immediately turned blank. \"Yes.\"\n\"Haha, are you mad, nono?\"\n\"Nope.\"\nJaemin pinched Jeno's sharp nose affectionately. He nodded slowly, then planted kisses all over Jeno's cheeks. \"Ahh, I'm looking forward to a baby.\"\n\"Want to try again?\"\nThud.\nJaemin lightly knocked Jeno’s head. \"No way, it’s still daytime.\"\n\"Sigh. Fine, let's take a nap,\" concluded Jeno, hugging Jaemin tightly.\nHe grimaced slightly, feeling crushed. How could he not? Jeno was big, and he was small, even if a bit chubby!\n\"Jeno! It hurts! You're heavy!\" Jaemin scolded.\nJeno laughed, ignoring his sweetie's complaints. He just showered Jaemin's face with more kisses.\n\"Jaemin, I love you more than anyone. Don't ever think about leaving, okay?\""
}