{
    "source": "id_ID",
    "target": "en_US",
    "text": "Negeri Lama Amanukuil, merupakan negeri lama bagi Negeri Tiouw, berlokasi di pegunungan berbatu karang di sebelah utara Tiouw yang sekarang.\nIstilah mataruma parenta merujuk pada satu atau lebih marga atau fam yang dilegitimasi oleh adat, sejarah, dan Perda sebagai marga yang memerintah suatu Dengan kata lain, mataruma parenta adalah marga yang memiliki legitimasi dan berhak untuk menjadi raja di suatu negeri.Beberapa contoh mataruma parenta yakni, sebagai berikut.\nMarga Pattisahusiwa adalah mataruma parenta di Negeri Sirisori Islam, Saparua\nMarga Nikijuluw adalah mataruma parenta di Negeri Ullath, Saparua\nMarga Pattiwael adalah mataruma parenta di Negeri Tiouw, Saparua\nMarga Titaley adalah mataruma parenta di Negeri Saparua, Saparua\nMarga Tanalepy dan Sasabone adalah mataruma parenta di Negeri Tuhaha, Saparua\nMarga Pattinama adalah mataruma parenta di Negeri Oma, Haruku\nMarga Rieuwpassa adalah mataruma parenta di Negeri Sameth, Haruku\nMarga Ferdinandus adalah mataruma parenta di Negeri Haruku, Haruku\nMarga Sangadji/Sangaji adalah mataruma parenta di Negeri Rohomoni, Haruku\nMarga Leiwakabessy adalah mataruma parenta di Negeri Ameth, Nusalaut\nMarga Tuharea adalah mataruma parenta di Negeri Tenga-tenga, Salahutu, Ambon\nDalam tabel di atas serta postingan ini secara keseluruhan, negeri yang diwarnai merah memeluk agama Kristen Protestan, sementara yang berwarna biru memeluk agama Islam.",
    "trans": "The ancient village of Amanukuil is the ancestral village of Tiouw, situated in the rocky mountainous region to the north of present-day Tiouw.\nThe term \"mataruma parenta\" refers to one or more clans legitimized by tradition, history, and regional regulations as the ruling clans of a certain area. In other words, mataruma parenta are clans that have the legitimacy and right to become rulers in a village. Here are some examples of mataruma parenta:\nThe Pattisahusiwa clan is the ruling clan of Sirisori Islam, Saparua.\nThe Nikijuluw clan is the ruling clan of Ullath, Saparua.\nThe Pattiwael clan is the ruling clan of Tiouw, Saparua.\nThe Titaley clan is the ruling clan of Saparua, Saparua.\nThe Tanalepy and Sasabone clans are the ruling clans of Tuhaha, Saparua.\nThe Pattinama clan is the ruling clan of Oma, Haruku.\nThe Rieuwpassa clan is the ruling clan of Sameth, Haruku.\nThe Ferdinandus clan is the ruling clan of Haruku, Haruku.\nThe Sangadji/Sangaji clan is the ruling clan of Rohomoni, Haruku.\nThe Leiwakabessy clan is the ruling clan of Ameth, Nusalaut.\nThe Tuharea clan is the ruling clan of Tenga-tenga, Salahutu, Ambon.\nIn the table and throughout this post, villages highlighted in red are Protestant Christian, while those in blue are Muslim."
}