{
    "source": "id_ID",
    "target": "en_US",
    "text": "Kami juga mengucapkan terima kasih atas penanganan proses haji dan pelindungan jamaah haji yang kami rasakan lebih baik pada tahun ini serta dukungan kegiatan protokoler dan pengamanan terhadap pejabat negara RI yang datang ke Arab Saudi dalam rangka kunjungan kerja dan ibadah umrah ataupun haji\nPolri dan KSA Police memiliki MoU yang ditanda tangani pada tahun 2017, untuk implementasi lebih lanjut mohon dapat dilakukan working group Polisi KSA dengan Polri terkait combating transnational crime khususnya tentang trafficking in person karena Indonesia merupakan negara pengirim dan KSA merupakan negara tujuan, mengingat saat ini Republik Indonesia memiliki Menteri Perlindungan Pekerja Migran dan Polri baru membentuk Direktorat Tindak Pidana Perempuan dan Anak dan Pidana Perdagangan Orang dibawah kendali Bareskrim Polri.\nTerkait Capacity building, kami informasikan bahwa sampai saat ini penawaran untuk pendidikan pengembangan pada level pimpinan menengah (Sespimmen) dan pimpinan tinggi (Sespimti) tetap terbuka untuk polisi KSA, sudah cukup lama KSA tidak mengirimkan kandidat pesrta didik pada event tersebut.",
    "trans": "We also want to thank you for the handling of pilgrimage process and the protection of the hajj pilgrims that we feel it is better this year and the support on the protocol and safety activities of state authorities of the Republic of Indonesia who come to Saudi Arabia for the work visits and umrah or hajj pilgrimage.\nPolice of the Republic of Indonesia (Polri) and KSA Police have an MoU signed in 2017, for further implementation can be conducted by a working group of KSA Police and Polri related to combating transnational crime especially concerning the trafficking in person because Indonesia becomes the sender country and KSA becomes the destination country, considering now that Republic of Indonesia has a Minister for Migrant Worker Protection and Polri has recently established the Directorate of Crimes Against Women and Children and Human Trafficking Crime under the control of Criminal Investigation Agency (Bareskrim) of Polri.\nRelated to Capacity building, we inform that up to now the offer for the development education at the middle leadership level (Middle Staff and Leadership School/Sespimmen) and high leadership level (High Staff and Leadership School/Sespimti) remains open for KSA police, it has been a long time since KSA sent student candidates to this event."
}