{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"DON'T! Just fucking don't! Stay the fuck away from me!\" jerit Jaemin. Tanpa sengaja sikutnya mengenai rahang Jeno.\nJeno pun mundur sambil memegangi rahangnya yang ngilu.\n\"Really? Aku udah jelasin ke kamu, Na. Semuanya. SEMUANYA! Nggak ada yang aku tutup-tutupi. Sumpah demi Tuhan aku nggak pernah sentuh orang lain secara sadar! Aku Cuma milik kamu! Kamu harusnya dengerin aku supaya kita bisa selesaikan ini baik-baik. Kenapa kasar banget?!\" tuntut Jeno lelah.\nEmosi mulai menguasai kepalanya dan kejernihan suasana berkurang drastis. \"Aku ada saat kamu minta aku untuk mengerti. Aku diam saat kamu menjelaskan ke aku kesalahpahaman yang terjadi. AKU DENGER KAMU! AKU MAAFIN KAMU! Aku menghargai kamu bukan hanya sebagai calon suami, tapi juga sebagai manusia yang layak dipercaya! Kenapa kamu nggak mau melakukan hal yang sama sekarang?! Saat jelas-jelas semuanya Cuma kesalahpahaman!\"\n\"KAMU BUTA?! Aku dapat foto kamu lagi tidur sama cewek lain dan bisa-bisanya kamu ngungkit apa yang terjadi kemarin. KAMU BILANG KAMU MAAFIN AKU!\"\n\"AKU BILANG KITA BAKAL BICARA LAGI, NA JAEMIN!\"",
    "trans": "\"DON'T! Just don’t! Stay the hell away from me!\" Jaemin shouted, accidentally elbowing Jeno in the jaw.\nJeno stepped back, holding his aching jaw.\n\"Really? I've explained everything to you, Na. EVERYTHING! I haven’t hidden anything. I swear to God, I’ve never touched anyone else knowingly! I'm only yours! You should listen to me so we can sort this out. Why are you being so rough?!\" Jeno demanded tiredly.\nEmotions started to take over his mind, and his clarity faded quickly. \"I was there when you asked me to understand. I stayed silent while you explained the misunderstandings. I LISTENED TO YOU! I FORGAVE YOU! I value you not just as my future husband but also as someone worthy of trust! Why can't you do the same now?! When clearly this is all just a misunderstanding!\"\n\"ARE YOU BLIND?! I have a photo of you sleeping with another girl, and you still bring up what happened yesterday. YOU SAID YOU FORGAVE ME!\"\n\"I TOLD YOU WE'D TALK AGAIN, NA JAEMIN!\""
}