{
    "source": "id_ID",
    "target": "en_US",
    "text": "Ranum di muka Eunhyuk terlihat, refleks dia menarik tangannya, dan menutupi setengah wajahnya dengan buku. “Apa-apaan sih kamu.” Liriknya tajam dari balik buku. Dari jauh Soo Ae menepuk wajahnya melihat kelakuan Dohwa.\nDohwa menyengir. “Bukan apa-apa.” Kemudian pergi meninggalkan Eunhyuk begitu saja.\nHari-hari berlalu begitu saja, tidak terasa Eunhyuk mulai sedikit mengenal Dohwa, selain sikap dia yang extrovert, anak itu ternyata juga pintar sekali, buktinya dia berhasil melampaui Eunhyuk menjadi anak dengan ranking teratas disekolah. Sebaliknya dari papan ranking, dengan muka sedikit cemberut dia memperhatikan sekeliling kelas, namun tak ada satupun orang. Soo Ae sendiri jam istirahat pertama biasanya bersama saudaranya, jadi Eunhyuk hanya sendiri di dalam kelas tersebut. Ia duduk di kursinya, memandang lurus ke arah papan tulis, berpikir tentang kesalahan apa yang dia perbuat, sehingga bisa kalah ranking dengan Dohwa, namun dia juga sabar menunggu pembagian nilai masing-masing dari mereka nanti. Lamunan dirinya buyar ketika seseorang menaruh sekotak susu strawberry ke hadapannya. Ia melirik dengan wajah penuh ketidaktahuan, ternyata itu Dohwa, anehnya anak itu memandangnya dengan serius.",
    "trans": "Blushes on Eunhyuk's face was shown. He immediately pulled his hands and covered half of his face with a book. \"What are you doing?\" he glared intensely from behind the book. From afar, Soo Ae slapped her forehead seeing Dohwa's action.\nDohwa grinned. \"It's nothing.\" He then left Eunhyuk by himself.\nThe days went by. Eunhyuk just started to know Dohwa slightly. Besides his extrovert personality, that guy turned out to be a genius. It's evident by seeing him surpassed Eunhyuk, being a student who ranked first in the school. In the contrary, from behind the rank board, Eunhyuk scanned the whole class with a slightly sullen face. Nobody was there. Soo Ae usually sticks by her sibling during the first break time, so Eunhyuk was left alone in the class. He sat on his seat, staring straight at the whiteboard thinking about what kind of mistakes he has done that led to Dohwa ranked higher than him. However, he was also patiently waiting for the scorecard to be handed out. He came to his sense when someone placed a box of strawberry milk in front of him. He glanced with clueless expression. It turned out to be Dohwa. Strangely, that guy looked at him intensely."
}