{
    "source": "id_ID",
    "target": "en_US",
    "text": "Felix beralih menatap maknaenya \"Staff yang menyuruh ku. Aku sudah menolak, tapi mereka tetap memaksa. Jadi aku-\"\n\"Terpaksa melakukan nya?\" sela Seungmin sembari menatap tajam Felix\n\"Lix, aku tau kau adalah visual dari grup kita. Tapi bukan berarti kau bisa melakukan semua itu tanpa ijin dari kami\" ucap Changbin kesal\nFelix mengepalkan jari nya dan menahan rasa sesak didadanya, ia menatap Changbin dengan bibir yang gemetar\n\"Aku sudah berkali-kali menyuruhmu untuk tidak melakukan interaksi berlebihan dengan idol lain, tapi kau tetap melakukannya. Apa yang sebenarnya kau inginkan, Lee Felix?\" intens Bangchan\n\"Bukan hanya itu, kau juga sering mengabaikan kami akhir-akhir ini. Bahkan kau menjaga jarak dan tidak pernah memperhatikan kami seperti biasanya. Lalu kenapa kau tidak melakukan hal yang sama dengan idol lain huh? Apa kau begitu menyukai mereka dibandingkan kami?\" tanya Han sembari menatap intens Felix\n\"Lalu apa yang harus ku lakukan? Mengabaikan mereka begitu? Lalu nanti akan ada berita yang mengatakan 'Anggota dari Stray Kids Lee Felix mengabaikan beberapa idol dan bersikap dingin kepada mereka'. Apa itu yang kalian inginkan huh?\" kesal Felix",
    "trans": "Felix turned to look at his manager. \"The staff told me to do it. I did refuse, but they kept insisting. So I—\"\n\"Do it unwillingly?\" interrupted Seungmin, staring intently at Felix.\n\"Lix, I know you're the visual of our group, but that doesn't mean you can do all that without our consent,\" Changbin said, irritated.\nFelix clenched his fists, holding back the heaviness in his chest, and looked at Changbin with trembling lips.\n\"I've told you repeatedly not to over-interact with other idols, yet you keep doing it. What do you really want, Lee Felix?\" Bangchan pressed.\n\"It's not just that. You've been ignoring us a lot lately. You've been distant and not paying attention to us like you used to. So why aren't you doing the same with other idols, huh? Do you like them more than us?\" Han asked, staring intensely at Felix.\n\"So what am I supposed to do? Just ignore them? Then there'll be headlines saying 'Stray Kids' Lee Felix ignores other idols and acts cold toward them.' Is that what you guys want, huh?\" Felix retorted angrily."
}