{
    "source": "id_ID",
    "target": "en_US",
    "text": "Kak Sungho.”\nTumben sekali Taesan memanggil namanya dengan jelas.\n“Iya, kenapa, San?”\n“Kenapa ya setiap kita pelukan nggak pernah kejadian hal lainnya? Selalu berakhir kita ngantuk abis itu tidur. Besok pagi udah berantem lagi karena nggak ada yang mau ngelipetin selimut.” Selagi mengatakannya, Taesan memainkan ujung kemeja belakang milik Sungho.\n“Emangnya mau ngapain lagi selain pelukan? Kan lo selama ini cuma minta pelukan doang, San. Gue di sini cuma nurutin maunya lo doang.”\nNggak, kalian jangan salah paham ya. Nada bicara Sungho beneran lembut kok saat ini dan nggak ada intonasi marah sama sekali, dia cuma ngomong apa adanya. Lagian, selama ini tuh yang clingy memang selalu Taesan, nggak pernah sekalipun Sungho memulainya lebih dulu.\n“Kalau gue minta yang lain, emangnya Kakak ngebolehin?” tanyanya. Taesan cuma pengen melihat reaksi Sungho, kira-kira jawaban yang lebih tua apa, ya? Sebenarnya, Taesan nggak memancing hal lain kok, dia beneran penasaran aja.\nSeperti sekarang, Taesan melihat Sungho menatapnya dalam. Nggak tahu apa yang ada dipikiran yang lebih tua, entah memikirkan dirinya aneh, atau justru berpikiran yang lain, Taesan nggak tahu. “Kak?” tanyanya. Taesan memegang tangan Sungho yang memegang ujung kaosnya.",
    "trans": "\"Sungho.\"\nIt was rare for Taesan to clearly call his name.\n\"Yeah, what's up, San?\"\n\"Why is it that whenever we hug, nothing else ever happens? We always end up sleepy and then fall asleep. The next morning we're arguing again because neither of us wants to fold the blankets.\" As he said this, Taesan fiddled with the hem of Sungho's shirt.\n\"What else do you want besides hugging? You've only ever asked for hugs, San. I'm just doing what you want.\"\nNo, please don't misunderstand. Sungho's tone is really gentle right now, without any hint of anger; he's just stating the facts. Besides, Taesan has always been the clingy one, it was never Sungho who initiated things first.\n\"If I asked for something else, would you allow it?\" Taesan asked, just wanting to see Sungho's reaction. He was genuinely curious about what the older one's answer would be. Taesan wasn’t trying to provoke anything; he was honestly just curious.\nTaesan noticed Sungho looking at him intently. He couldn’t tell what the older one was thinking, whether he found Taesan's question strange or was contemplating something else, Taesan didn’t know. \"Sungho?\" he asked, as he held Sungho’s hand, which was grasping the edge of his shirt."
}