{
    "source": "id_ID",
    "target": "en_US",
    "text": "Karena rapat orang tua-gurunya dijadwalkan hari ini, Amane tentu saja mengambil cuti kerja. Setelah rapat selesai, ia menemani Shihoko pulang.\nMahiru biasanya menghabiskan sebagian besar waktunya di tempat Amane, dan hari ini tidak terkecuali. Karena dia telah menunggunya di ruang tamu, dia berlari ke pintu depan setelah mendengar suara pintu dibuka. Shihoko tidak lagi terkejut dengan hal ini, jadi tampaknya sekarang, dia juga menganggapnya biasa saja.\nAmane tidak yakin apakah harus merasa tidak puas atau malu tentang bagaimana dia telah menerimanya sebagai hal yang wajar. Namun, karena sekarang hal itu sudah menjadi hal yang biasa bagi mereka sehingga tidak ada yang mengomentarinya lagi, ia pikir satu-satunya pilihannya adalah melupakannya.\n“Oh, Shihoko-san, kamu datang berkunjung.” Mahiru menyambutnya dengan senyum antusias seolah-olah dia sedang menyambut seorang kerabat yang berkunjung setiap tahun. Meskipun mereka telah bertemu selama festival budaya, banyak kejadian yang telah terjadi sejak saat itu membuatnya terasa seperti kenangan yang jauh.",
    "trans": "Since the parent-teacher meeting was scheduled for today, Amane naturally took a day off work. After the meeting concluded, he accompanied Shihoko back home.\nMahiru usually spent most of her time at Amane’s place, and today was no exception. Having waited for him in the living room, she ran to the front door upon hearing it open. By now, Shihoko was no longer surprised by this and seemed to accept it as normal.\nAmane wasn’t sure whether to feel embarrassed or resigned about how naturally she had accepted it. However, since it had become so common that no one commented on it anymore, he figured his only option was to get used to it.\n\"Oh, Shihoko-san, you came to visit,\" Mahiru greeted her with an enthusiastic smile, as if welcoming a relative who visited annually. Although they had met during the cultural festival, so much had happened since then that it felt like a distant memory."
}