{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Standar kesempurnaan ayahmu memang tinggi sekali.\" Asa mengangkat bahunya acuh.\n\"Tapi aku heran walaupun begitu nilai mu semakin meningkat tapi lihat lah Rami, ayah dan bunda saja sudah angkat tangan dengan nilai Rami. Naik kelas saja sudah menjadi anugerah dari tuhan.\"\nAsa dan Pharita tertawa, menistakan Rami adalah hal yang tidak boleh mereka lewatkan.\n\"YAA!! Aku hanya diam sedari tadi tapi kenapa kau membawa nama ku unnie.\" Rami mengubah posisi duduknya menjadi membelakangi mereka.\nAsa mencolek lengan Rami \"Astaga Dalgorami sedang marah?\"\nRami beringsut menjauh dari Asa \"Menjijikkan.\" ketus Rami.\nAsa bangkit lalu duduk dipangkuan Rami dia juga mengalungkan tangan dileher Rami. Tangan kanannya membelai wajah Rami \"Chagiaa kau marah padaku?\"\nRami menatap horor Asa \"Tidakk Aaaa... Tolong Asa aku masih normal Asaa!!\"\nRami mendorong temannya ini hingga terjatuh kelantai bersama dengan pringels yang ada ditangannya.\nBughh\nAkhh\nAsa mengaduh sambil mengusap bokongnya yang mencium lantai akibat di dorong oleh teman spesialnya ini. Asa bangkit kemudian menarik kaos Rami\n\"Kau ingin beradu kekuatan denganku Rami hah?\"",
    "trans": "\"Your father's perfection standards are very high.\" Asa shrugged indifferently.\n\"But I am confused, even though your values keep increasing, but look at Rami, even father and mother have given up with Rami's values. Just moving up a class is already a gift from God.\"\nAsa and Pharita laughed, humiliating Rami is a thing that they should not miss.\n\"YEAH!! I have only been silent through this time but why you bring up my name, unnie?\" Rami changed his sitting position by turning his back on them.\nAsa touched Rami's hand \"Oh, my God, Dalgorami is angry?\"\nRami moved away from Asa. \"Disgusting.\" Rami snapped.\nAsa rouse and sat on Rami's lap, he also put his hands around Rami's neck. His right hand rubbed Rami's face \"Chagiaa, are you mad at me?\"\nRami gazed at Asa horribly \"No Aaaa... Please, Asa, I am still normal, Asaa!!\"\nRami pushed his friend until he fell on the floor a long with the pringles in his hands.\nBughh\nAkhh\nAsa moaned, rubbing his butts that kissed the floor pushed by his special friend. Asa got up, then pulled Rami's T-shirt.\n\"You want to fight against me, Rami, hah?\""
}