{
    "source": "id_ID",
    "target": "en_US",
    "text": "Meskipun banyak sekali perbedaan disetiap wilayah tapi, mereka memiliki satu kesamaan. Yaitu, melayani Tuan mereka dengan sepenuh hati....\n\"Hunnnn ~~~ hunnnnn~~~ \"\nSuara tertahan dari wanita yang menumpuk nafasnya\nSeperti melodi cinta yang menghiasi ruangan\ngrey gret grett\nDeritan dari kayu yang menahan beban diatasnya\n\"Uhh~~ nnnnnn hunnnnn~~~💕💕\"\nDiatas kasur yang bergoyang terlihat seseorang tengah melakukan sebuah aktifitas malam yang manis.\nWanita dengan tubuh putih menaiki pria di depannya dan pria didepannya segera melepaskan pakaian wanita itu dengan cepat. Tidak ada penolakan dari wanita itu yang saat ini mulutnya tengah dicumbu dengan begitu buasnya.\nMengarahkan tangannya keatas, wanita itu membiarkan tubuhnya dilucuti seperti bayi yang digantikan pakaiannya.\nLaki-laki itu meraih punggung si gadis dan menarik kait yang terpasang disana, ketika kait itu lepas, dua buah bukit yang tak terikat dengan gravitasi segera turun dan menunjukkan kemewahannya.\nTampaknya ini adalah sebuah kamar dengan lampu yang redup.\nBaju-baju berserakan dilantai seperti daun yang jatuh berceceran, pakaian dari pelayan yang sebelumnya terlihat begitu anggun dan bagus telah berubah tempat.",
    "trans": "Even though there are many differences on each region, they have one similarity, which is serving their Master wholeheartedly....\n\"Hunnnn ~~~ hunnnnn~~~ \"\nThe suppressed voice of the woman who holds her breath\nJust like the love melody that filled the room\ngret gret grett\nSound of the timbers that holds the weight on its top.\n\"Uhh~~ nnnnnn hunnnnn~~~💕💕\"\nSomeone in the midst of doing a sweet night activity was seen on the shaking bed.\nThe woman with fair skin climbed up the man in front of her. The man then took off the woman's clothes immediately. The woman, who was being kissed roughly on her lips, didn't resist.\nShe put her hand up, allowing her body to be naked, just like a baby getting his cloth changed.\nThe man reached out to the woman's back and took off the bra hook. When the hook came off, the boobs unbinded by the gravity immediately bounced down, showing of its elegance.\nApparently, this is the room with a dim light.\nThe clothes were all around the floor just like the fallen leaves. The previous waiter's clothes looked totally elegant and fine, it had changed places."
}