{
    "source": "id_ID",
    "target": "en_US",
    "text": "2024, yang menyelenggarakan pemenuhan gizi nasional sesai ketentuan peraturan perundang-undangan.\nBahwa PIHAK KEDUA adalah merupakan suatu koperasi sekunder tingkat nasional yang didirikan berdasarkan hukum Negara Kesatuan Republik Indonesia, dengan dengan kantor pusatnya di Jakarta, termasuk 31 Koperasi Sekunder tingkat Provinsi (Pusat KUD), 9.437 Koperasi Desa Primer (KUD), memiliki ruang lingkup pengadaan bahan baku dan atau bahan olahan, menyediakan gudang sebagai unit pelayanan (dapur), membantu sarana pendukung transportasi dan logistik.\nSehubungan dengan hal-hal tersebut di atas, maka PARA PIHAK sepakat untuk membuat, menandatangani, dan melaksanakan Nota Kesepahaman tentang Kegiatan Program Makan Bergizi Gratis (selanjutnya disebut \"Nota Kesepahaman\"), dengan syarat dan ketentuan sebagai berikut:\n(2)\nPASAL 1 MAKSUD DAN TUJUAN\nMaksud Nota Kesepahaman ini adalah sebagai pedoman bagi PARA PIHAK dalam melakukan kerja sama dalam bidang Program Makan Bergizi Gratis serta kegiatan lainnya yang disepakati oleh PARA PIHAK\nNota Kesepahaman ini bertujuan untuk melaksanakan pemenuhan gizi Nasional dalam rangka menyukseskan Program Makan Bergizi Gratis.",
    "trans": "In 2024, the fulfillment of national nutrition requirements is being organized in accordance with applicable laws and regulations.\nThe SECOND PARTY is a national-level secondary cooperative established under the laws of the Republic of Indonesia, headquartered in Jakarta. It includes 31 Provincial Secondary Cooperatives (KUD Centre) and 9,437 Primary Village Cooperatives (KUD). This cooperative's scope includes the procurement of raw materials and/or processed materials, providing warehouses as service units (kitchens), and supporting transport and logistics facilities.\nIn light of the above, the PARTIES agree to create, sign, and implement a Memorandum of Understanding on the Nutritious Free Meal Program Activities (hereinafter referred to as the \"Memorandum of Understanding\"), under the following terms and conditions:\n(2)\nARTICLE 1 INTENT AND PURPOSE\nThe intent of this Memorandum of Understanding is to serve as a guideline for the PARTIES in their collaboration on the Nutritious Free Meal Program and other activities agreed upon by the PARTIES.\nThe purpose of this Memorandum of Understanding is to fulfill national nutrition needs in order to successfully implement the Nutritious Free Meal Program."
}