{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Wanita jalang! Jangan pernah kau kembali ke adikku. Pergi kau. Aku muak melihatmu. Dasar pelacur.\"\nSoojung mendorong tubuh Jennifer hingga terjatuh. Wanita itu pun pergi dengan menangis.\nWalikota itu adalah salah satu dari banyak orang yang meringankan semua urusan Jaehyun. Jaejin terpilih karena campur tangan Jaehyun tapi karena keparat itu berani membuat skandal, Jaehyun harus campur tangan sendiri. Ia tidak mau jika anak buahnya tidak bisa meloloskan pria tua itu dari tuduhan pelecehan yang membuatnya akhir-akhir ini menjadi pusing. Masalah terus saja berganti, kakak sepupunya itu mau menghancurkan dirinya, fitnah dan apalagi...para polisi Korea juga menambah masalah. Membuat hidupnya banyak beban saja, oleh karena itu Jaehyun disini memanggil wanita kesayangannya Jennifer tapi dengan enaknya kakak perempuannya datang sambil marah-marah.\nKenapa juga pria tua itu harus meninggal? Urusannya pasti panjang. Polisi akan mengusut semuanya dan itu tidak boleh terjadi.\nDi tempat lain, unit khusus pembunuhan yang diketuai oleh Seungcheol benar-benar heran dengan kematian mendadak Jaejin. Ia sendiri yakin jika semua sipir pasti menjaga penjara itu tapi Jaejin terbunuh dengan tusukan sampai tujuh kali. Padahal Jaejin berada di penjara khusus untuk pejabat. Bukan penjara biasa, dirinya yakin pasti ada yang salah.",
    "trans": "\"What a bitch! don't you ever return to my brother.  Go away. I am sick of you. What a bitch.\"\nSoojung pushed Jennifer's body until she fell down. That woman then goes while crying.\nThat mayor is one of the many people who make all Jaehyun's things easy. Jaejin got elected because of jaehyun's meddling but because that bitch dared to make a scandal, Jaehyun has to take care of it himself. He doesn't want it if his staff cannot release the old man from the sexual harassment that makes his head hurt these days. The problem keeps coming and going, his cousin wants to destroy him, slander him and not to mention...Korean police officers also adding the problem. Making his life full of burdens, because of that Jaehyun here called his beloved woman Jennifer but his big sister easily came angrily.\nWhy did that old man have to die? It's bound to be a long matter. The police will investigate everything and it must not be allowed to happen.\nIn another place, the special murder investigation unit headed by Seungcheol was really surprised by the sudden death of Jaejin. He himself sure that all officers must have guarded the jail but Jaejin was killed by being stabbed seven times. Whereas Jaejin was placed in a special cell for an official. Not the regular cell, he is sure there must be something wrong."
}