{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Bisa nih, tapi bentar mas coba dulu masih bagus atau ga buat dipake, soalnya belinya udah lama ‘kan.” Sekarang pria itu sedang duduk di atas bola yoga itu sambil memantul-mantulkan badannya untuk mengecek ketahanan bola itu sebelum dipakai suaminya.\nWonwoo berdiri memandangi suaminya sambil menyangga pinggang dan perut besarnya yang sudah pegal bukan main, hasil dari berjalan-jalan mengitari mall tadi dalam upaya merangsang kontraksi sekaligus membeli makanan dan beberapa perlengkapan bayi yang belum sempat mereka beli. Sekarang, masih dalam rangka mempercepat kontraksi, Wonwoo akan melakukan senam kehamilan yang dulu sempat ia pelajari saat kehamilan pertamanya.\n“Udah aman nih, sayang. Mau nyoba sekarang?” Tanya suaminya memecah lamunannya.\n“Iya, pinggangku udah pegel banget ini mas gara-gara jalan tadi.” Perlahan Wonwoo duduk di atas bola itu dengan dipegangi suaminya yang duduk di atas sofa ruang keluarga tepat di hadapannya.\n“Beneran gapapa nih, sekarang? Nanti tambah pegel, yang.” Ujar suaminya memastikan.\n“Justru malah ngurangin pegel ini mas. Kamu coba duduk di sofa sini pegangin aku.” Jawab Wonwoo yang kini telah duduk di gym ball dan mingyu yang seketika duduk dihadapannya.\n“Iya ini mas pegangin sayang.” Mingyu genggam kedua sisi pinggang suaminya itu dan mengecup pelipisnya pelan untuk memberi semangat.",
    "trans": "\"Let's give it a try, but hang on a sec, let me check if it’s still good to use since we bought it a while ago,\" the man said, now sitting on the yoga ball and bouncing slightly to test its durability before his husband used it.\nWonwoo stood by, supporting his back and large belly, both of which were extremely sore from walking around the mall earlier in an effort to stimulate contractions and grab some baby supplies they hadn't yet purchased. Now, still aiming to encourage contractions, Wonwoo planned to do some prenatal exercises he had learned during his first pregnancy.\n\"It's all safe now, honey. Want to give it a try?\" his husband asked, breaking his train of thought.\n\"Yes, my back's really sore from all that walking,\" Wonwoo replied, slowly sitting on the ball with the help of his husband, who was seated on the living room sofa right in front of him.\n\"Are you sure it’s okay? I don’t want you to end up even more sore,\" his husband made sure.\n\"Actually, this helps reduce the soreness. You sit on the sofa and hold me,\" Wonwoo suggested, now seated on the gym ball as Mingyu settled in front of him.\n\"I've got you, darling,\" Mingyu said, holding both sides of Wonwoo's waist and gently kissing his temple for encouragement."
}