{
    "source": "id_ID",
    "target": "en_US",
    "text": "-baca: kognitif- peserta didik. Keotentikan hasil tes perlu dijamin melalui beberapa prinsip, antara lain: pertama, keterbatasan waktu. Artinya bahwa peserta didik memiliki keharusan untuk menyelesaikan soal-soal yang ada di dalam tes dengan durasi waktu yang telah\n41 [redacted_name], Standar Mutu Penilaian dalam Kelas: Sebuah Panduan Lengkap dan Praktis, (Yogyakarta: Diva Press, 2011), hlm. 15-16.\n44TEKNOLOGI PENDIDIKAN • SUATU PENGANTAR\n42 [redacted_name] dan [redacted_name], Teknologi Pembelajaran…, hlm. 58.\nDr. H. Mundir , M.Pd\nTEKNOLOGI PENDIDIKAN • SUATU PENGANTAR45\nditentukan. Kedua, tes dilakukan secara mandiri. Artinya bahwa peserta didik harus mengikuti tahapan tes dan menjawab soal-soal yang ada tanpa meminta bantuan dari pihak manapun, termasuk melihat buku atau sumber-sumber yang lain (kecuali apabila tes ditentukan bersifat open book test). Ketiga, adanya pengawasan. Artinya bahwa selama tes berlangsung, pengawasan harus dilakukan secara intens untuk menghindari adanya kecurangan, menjamin tes dapat berjalan dengan tertib, sekaligus sebagai upaya untuk memperoleh hasil yang otentik.\nDalam hal format, tes dapat dibedakan menjadi beberapa macam, di antaranya: pilihan ganda; jawaban benar/salah; jawaban menjodohkan; jawaban",
    "trans": "-read: cognitive- students. The authenticity of the test results must be ensured by several principles, among them: first, time limitations. It means that the students must complete the questions in the test within the time duration that has\n41 [redacted_name], Classrom Assessment Quality Standards: A Complete and Practical Guideline, (Yogyakarta: Diva Press, 2011), pg. 15-16.\n44EDUCATIONAL TECHNOLOGY • AN INTRODUCTION\n42 [redacted_name] and [redacted_name], Educational Technology..., pg. 58.\nDr. H. Mundir, M.Pd\nEDUCATIONAL TECHNOLOGY • AN INTRODUCTION45\nbeen specified. Second, the test is conducted independently. This means that the students must complete the test steps and answer the questions without seeking help from anyone, including by referring to books or other sources (unless the test is designated as an open-book test). Third, supervision. This means that during the test, supervision must be conducted intensively to prevent cheating, ensure the test runs orderly, and serve as an effort to obtain authentic results.\nIn terms of format, tests can be classified into several types, including: multiple choice; true/false; matching; answer"
}