{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Kau beruntung karna kau calon istriku dan sebagai calon suami yang baik aku akan memberimu beberapa rahasia.\" Lisa masih belum mengerti dengan ucapan Leo,\n\"rahasia apa kau ini dan lagi Ruby lebih penting, aku tak bisa membiarkannya memberikan tubuhnya pada Jim, dan lagi kenapa juga bocah sepolos dan sedingin Jim bisa menerobos pertahan ruby?\" Leo terkekeh,\n\"Karna Jim tetaplah manusia dan Dia laki-laki normal, apalagi dia sedang dimasa krisis remaja, sudahlah lebih baik kau ikut aku\" Leo menarik Lisa untuk masuk kamar gadis barbie ini,\n\"Ish leo tapi R-\" leo kecup singkat bibir tebal lisa,\n\"Berisik, ayo ikut saja, biarkan mereka lagipula itu sangat bagus untuk perkembangan Jim.\" Lisa benar-benar tidak mengerti, dan karna eratnya genggaman Leo membuatnya hanya bisa pasrah mengikuti lelaki bermata biru langit ini.\n•\n•\nDalam keheningan malam, keadaan kamar cukup gelap dan hanya lampu tidur yang menyala, ciuman itu kini telah berubah menjadi sebuah pergulatan bibir dimana kedua lidah saling beradu tanpa memperdulikan nafas yang mulai sesak.",
    "trans": "\"You are lucky because you are going to be my wife, and as a future good husband I will tell you some secretes.\" Lisa still had not understood about Leo's words.\n\"what are your secretes, and also Ruby is more important, I cannot let her give her body to Jim, and also, how come that a boy as innocent and cold as Jim can penetrate Ruby's defense?\" Leo chuckled,\n\"Because Jim remains a human being and he is a normal man, more over he is in the period of adolescent crisis, come on, you better go with me\" Leo pulled Lisa into this barbie girl's room,\n\"Ish Leo but R-\" Leo kissed Lisa's thick lips shortly.\n\"Noisy, come on, just follow, let them be, moreover it's very good for Jim's development.\" Lisa did not really understand, and due to Leo's tight grip, it made her only to give up and follow the man with sky blue eyes.\n•\n•\nIn the still of the night, the room condition was dark enough and only the bedroom light that was on, the kiss had become the lip wrestling where both tongues clashed, without caring about the breaths that started to get short."
}