{
    "source": "id_ID",
    "target": "en_US",
    "text": "Research and Development Department\n) PT Arnott’s Indonesia sebagai alat bantu untuk melakukan pengembangan, baik dari segi\ningredient\nmaupun proses. Pengembangan ingredient diantaranya adalah formulasi, jenis tepung,\nflavour\n, dan sebagainya. Saat ini belum tersedia SOP pembuatan\ncookies\nuntuk skala laboratorium. SOP pembuatan\ncookies\nskala laboratorium merupakan simulasi dari kondisi pembuatan\ncookies\ndi dalam proses produksi dari mulai menimbang sampai produk dikemas (\npacking\n). Agar hasil produk\ncookies\nyang diperoleh di skala laboratorium sama dengan hasil produk\ncookies\ndi skala proses produksi. Tujuan penelitian ini adalah membuat\nStandard Operating Procedure\n(SOP) pembuatan\ncookies\nuntuk skala laboratorium sebagai acuan internal Departemen Penelitian dan Pengembangan, PT Arnott’s Indonesia untuk mengembangkan produk baru khususnya dalam skala laboratorium sebelum memasuki skala produksi. Metode yang digunakan untuk penyusunan SOP pembuatan",
    "trans": "Research and Development Department\n) PT Arnott's Indonesia serves as a tool to facilitate development, both in terms of\ningredient\nand process. Ingredient development includes formulation, types of flour,\nflavour\n, and so on. Currently, there is no available SOP for making\ncookies\nat laboratory scale. SOP for making\ncookies\nat laboratory scale is a simulation of the condition of making\ncookies\nthroughout the production process from weighing to products being packaged (\npacking\n). So that the products of\ncookies\nmade at the laboratory scale are identical to the product's results of\ncookies\nmade in the production scale. The objective of this study is to create\nStandard Operating Procedure\n(SOP) of making\ncookies\nat laboratory scale as an internal reference for the Research and Development Department, PT Arnott's Indonesia to develop new products particularly at the laboratory scale before moving to the production scale. The method used in preparing SOP of making"
}