{
    "source": "id_ID",
    "target": "en_US",
    "text": "Namun karena mengira tidak ada tongkat pengering pakaian yang dipasang di halaman belakang, ia menggantungnya terlebih dahulu di kamar mandi, lalu mengeluarkannya untuk dijemur setelah ia memasang tongkat pengering pakaian.\nKetika dia masuk ke kamar tidur, dia melihat rambut basah [redacted_name] menutupi bahunya, seindah kembang sepatu. Adegan ini membuat tenggorokannya terasa kering. Dia berdeham dan berkata,\n\"[redacted_name], jangan keluar sampai rambutmu sudah kering. Aku akan memotongnya.\" Bawalah kembali beberapa bambu. Jika rambutmu sudah kering, kamu bisa berbaring sebentar. Kita akan pergi ke koperasi pemasok dan pemasaran pada sore hari dan aku akan membawakan makan malam kembali dari rumah. kafetaria.\"\n[redacted_name] mengangguk setelah mendengar ini dan segera menutup pintu kamar segera setelah dia pergi., dengan cepat memasuki ruangan untuk mengeringkan rambutku.\nSetelah keluar dari ruangan, dia menyipitkan mata di tempat tidur sebentar, dan pemilik aslinya pasti akan tertidur begitu tubuhnya menyentuh tempat tidur.\n[redacted_name] keluar rumah dengan membawa parang dan berjalan menuju hilir sungai. Pada siang hari, jarang ada kakak ipar yang mencuci pakaian di hilir sungai.\nKadang-kadang saat cuaca bagus, beberapa orang akan mencuci tempat tidur!\nSecara kebetulan, cuaca hari ini bagus, dan ibu mertua serta menantu perempuan sedang mencuci tempat tidur.",
    "trans": "However, since he things there is no clothes drying stick installed at the backyard, he hangs them first in the bathroom, then takes them out to dry after he has installed the clothes drying stick.\nWhen he enters the bedroom, he sees [redacted_name]'s wet hair covering her shoulders, as beautiful as shoe flowers. This scene makes his throat dry. He clears his throat and says,\n\"[redacted_name], don't go out until your hair dries. I will cut it.\" Take back some bamboos. If your hair has dried, you can lie down a while. We will go the the supplier and marketing cooperation in the afternoon and I will take home some food for supper from cafeteria.\"\n[redacted_name] nods after hearing this and closes the door to the room immediately after he has left, then quickly enters a room to dry her hair.\nAfter getting out of the room, she squints in bed for a moment, and the original owner will certainly fall asleep as soon as his body touches the bed.\n[redacted-name] goes out of the house carrying a machete and walking downstream. At noon, it will be very rare to see big sisters-in-law washing clothes downstream.\nSometimes when the weather is nice, some people will wash the beds!\nCoincidentally, the weather today is nice, and mother-in-law and daughter-in-law are washing the beds."
}