{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Jiyoon haus ya sayang?\" Tanya Jaemin membuka kancing piyama nya dan membiarkan Jiyoon menyusu di puting kanan nya.\nJaemin memejamkan mata nya. Ia sangat mengantuk sungguh tapi Jiyoon sedang kehausan. Mau tau mau Jaemin harus menghalau kantuk nya demi sang buah hati.\nJaemin memainkan jari jemari lentik milik Jiyoon. Jaemin tersenyum, membayangkan betapa banyak cobaan yang Jaemin lewati saat mengandung Jisung dan Jiyoon. Tidak mudah, Jaemin harus melewati banyak masalah dan beberapa kali kandungan nya pun bermasalah. Tapi Jaemin bersyukur saat ia berhasil melahirkan kedua anak nya dengan sempurna tanpa cacat.\nJaemin membenarkan letak duduk nya di sofa bentuk crown itu. Menyenderkan punggung nya dan mencoba merilekskan leher nya yang bertumpu di head board.\n\"Ahh\" Ringis Jaemin saat Jiyoon menghisap punting nya dengan sangat keras.\nBaru saja beberapa saat lalu Jeno menghisap nya dengan gigitan kecil, sekarang Jiyoon pun menghisap nya dengan keras.\n\"Pelan-pelan sayang, itu ngilu\" Ucap Jaemin mengusap pipi tembab si cantik.\nJam sudah menunjukan pukul empat pagi. Jiyoon sudah tidur dengan tenang. Jaemin kembali menyimpan Jiyoon di boks bayi bersama Jisung.\nJaemin mencium kedua kening si kembar dengan sayang. Jaemin tidak kuasa menahan rasa kantuk nya. Dan ia memutuskan untuk tertidur di ranjang si kembar yang berada di samping boks bayi.",
    "trans": "\"Are you thirsty, Jiyoon sweetheart?\" Jaemin asked, unbuttoning his pajamas to let Jiyoon nurse from his right nipple.\nJaemin closed his eyes, feeling incredibly sleepy. But Jiyoon needed him right now, and he knew he had to push through his exhaustion for the sake of his little girl.\nHe gently played with Jiyoon's tiny fingers, smiling as he remembered all the challenges he faced during his pregnancies with Jisung and Jiyoon. It had been tough; he dealt with a lot of issues, and there were some complications along the way. But he felt so grateful that he successfully delivered both of his children without any problems.\nJaemin shifted on the crown-shaped sofa, leaning back to relax his neck against the headboard.\n\"Ahh,\" he winced when Jiyoon suckled a bit too hard.\nJust a moment ago, Jeno had been nibbling softly, and now Jiyoon was sucking away hard.\n\"Easy there, sweetheart; that kind of hurts,\" Jaemin said, gently stroking Jiyoon's chubby cheek.\nThe clock read four in the morning, and Jiyoon had finally drifted off to sleep. Jaemin carefully placed her back in the crib with Jisung.\nJaemin leaned over to kiss the foreheads of both twins with love. Overcome by sleepiness, Jaemin decided to curl up on the twin bed right next to the crib and let himself rest for a while."
}