{
    "source": "id_ID",
    "target": "en_US",
    "text": "Dia tidak tahu apakah Xiao Yu telah melepaskan [redacted_name].\n\"Saudaraku, apa kabar?\" [redacted_name] mengabaikan tatapan [redacted_name]. Dia melangkah maju dan memegang lengannya, \"Mengapa kamu tidak memberitahuku bahwa kamu terluka? Aku sedang berlibur sekarang dan tidak apa-apa. Katakan padaku dan Aku akan baik-baik saja.\" Jaga dirimu.\"\n[redacted_name] mengatupkan bibirnya dan mengangkat kepalanya dengan senyuman di wajahnya, \"Aku tidak terluka parah. Aku hanya butuh seseorang untuk menjagaku. Tidakkah menurutmu aku baik-baik saja sekarang? Aku bisa berjalan dengan a tongkat.\" \"\n[redacted_name] melihat pembuluh darah yang muncul di tangannya yang kruk, tidak tahu bahwa dia sedang berusaha untuk menjadi berani.\n[redacted_name] juga berkata dengan ekspresi mencela di wajahnya, \"Aku sudah bilang padamu untuk menelepon Xiaoyu dari awal, tapi kamu menolaknya, kamu sangat keras kepala.\"\n[redacted_name] tidak berkata apa-apa. Di satu sisi, dia tahu adiknya akan kembali menemui orang tuanya saat Tahun Baru Imlek dan di sisi lain, dia tidak ingin Xiao Yu datang datang dan temui[redacted_name].\nSurat-suratnya selalu mengatakan bahwa hidup ini sangat baik dan Lu Weiguo sangat baik padanya, tetapi dia tidak tahu apakah perkataan saudara perempuannya itu benar atau salah.\nDari waktu ke waktu, dia bertanya-tanya apakah dia seperti dia, melaporkan hal-hal baik tetapi bukan hal-hal buruk.",
    "trans": "She didn't know whether Xiao Yu had let go of [redacted_name].\n\"Hey, brother, how are you doing?\" [redacted_name] asked, avoiding [redacted_name]'s gaze. He stepped closer and took hold of his arm, saying, \"Why didn't you tell me you were hurt? I'm on vacation right now, and I’m fine. Just let me know, and I'll help you out. You need to take care of yourself too.\"\n[redacted_name] pressed his lips together, forcing a smile as he lifted his chin. \"I'm not really that hurt. I just need someone to look after me. Don’t you think I’m alright? I can walk with this cane.\"\n[redacted_name] noticed the veins popping out in his hand as he gripped the cane, completely missing how hard he was trying to look brave.\nWith a playful frown, [redacted_name] said, \"I told you to call Xiao Yu from the beginning, but you just wouldn’t do it. You’re so stubborn!\"\n[redacted_name] said nothing. He understood that his sister would be heading back to see their parents for Lunar New Year, but he didn’t want Xiao Yu to come visit [redacted_name].\nHer letters always talked about how great life was and how well Lu Weiguo treated her, but he couldn’t help but wonder if she was being completely honest.\nSometimes he questioned if he did the same thing—sharing only the good parts of his life while leaving out the struggles."
}