{
    "source": "id_ID",
    "target": "en_US",
    "text": "[redacted_name] terkejut dengan kecepatan gila bosnya. Kedua tangan yang tadinya melingkar pada leher, kini turun hingga berhasil meraih punggung pak [redacted_name]. Ia melampiaskan rasa sakit bercampur nikmatnya di sana. Menghadirkan cakaran-cakaran hingga remasan kuat di belakang sana.\n“Ouhhh~ Pakkk iyaaah di sana eunghhh~” Wajahnya ia benamkan pada ceruk leher bosnya, berusaha semaksimal mungkin meredam desahan-desahan kotor yang lolos.\nKini, ia pun juga tak menyangkal bahwa tubuhnya perlahan nyaman. Tubuhnya tak lagi bisa menolak pesona bos tampannya itu.\n“Fuck!” Ia mendorong penisnya mentok hingga berhasil mencium dinding rahimnya. “Fuck!” Lagi, ia mendorongnya lagi semabri menggeram nikmat. “Fuck!” Dorongan ketiga hingga cairan putih itu menyembur di dalam rahim sekretaris cantiknya.\n“Ahhhh~”\n[redacted_name] meloloskan desahan panjang merasakan rahimnya menghangat. Betapa panasnya adegan baru saja hingga membuat keringatnya tanpa sungkan menetes berkali-kali. Sungguh melelahkan, namun di sisi lain, ini nikmat.\nPak[redacted_name] menurunkan [redacted_name] dari pangkuan dan memindahkannya ke kamar pribadinya. Selama dalam gendongan, banyak sekali kecupan-kecupan tipis yang dilabuhkan. Tak membuat [redacted_name] risih, melainkan jatuh hati akan cara lelaki itu memperlakukannya dengan hati-hati.\n“[redacted_name].”\n[redacted_name] membuka mata yang sebelumnya hampir terlelap.\nSamar-sama ia lihat lelaki itu tersenyum ke arahnya lalu mendekatkan bibirnya tepat pada telinga [redacted_name]. “You’re mine.” Khas dengan suara baritonnya.",
    "trans": "[redacted_name] was taken aback by her boss's incredible speed. Her hands, which had been around his neck, now slid down to Mr. [redacted_name]'s back. She released a mix of pain and pleasure, leaving scratches and firm squeezes in her wake.\n\"Ouhhh~ Sirr, yes, right there, eunghhh~\" She buried her face in the crook of her boss's neck, doing her best to stifle the moans that slipped out.\nNow, she couldn’t deny that her body was gradually feeling at ease. She could no longer resist the charm of her handsome boss.\n\"Fuck!\" He pushed his penis all the way to the wall of her womb. \"Fuck!\" Again, he pushed it in while growling in pleasure. \"Fuck!\" A third thrust and the white liquid gushed inside his beautiful secretary's womb.\n“Ahhhh~”\n[Redacted_name] let out a long moan, feeling a warmth spread through her womb. The scene had been so intense that sweat began to drip from her without hesitation. It was exhausting, but at the same time, pleasurable.\nMr. [redacted_name] lifted [redacted_name] off his lap and carried her to his private room. As he carried her, he placed countless soft kisses. They didn’t make [redacted_name] uncomfortable; instead, she found herself falling for the way he treated her with such care.\n“[redacted_name].”\n[Redacted_name] opened her eyes, which had almost closed in sleep.\nFaintly, she saw the man smile at her before bringing his lips close to [redacted_name]'s ear. \"You're mine,\" he said, characterized by his baritone voice."
}