{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Gak papa, jisung. Kamu itu demam. Sebaik nya kamu istirahat aja di rumah. Setelah mending, baru kamu bisa rawat anak mama, ya?\"\n\"Tapi ma-\"\n\"Benar kata mama haechan sayang, udah kamu pulang aja.\"\n\"Jangan khawatir jisung, kita bisa jaga kok istri kamu.\" ujar haechan lagi sembari senyum.\nJisung dengan pasrah nya pulang ke rumah. Jika tidak di paksa dia juga gak mau pulang.\nSetelah sampai di kondo milik nya, dia masuk ke dalam kamar chenle. Tanpa aba-aba air mata nya turun lagi. Iya, dia akui kalau chenle itu kelemahan nya. Bukti nya air mata laki-laki nya itu bisa lolos begitu sahaja karena si mungil itu.\nJisung meneliti seluruh inci di kamar itu. Dia melihat satu figura besar yang chenle gantung di dalam kamar nya. Foto nikah mereka!\n\"Sejak kapan ia berada di sini sayang?\"\nKemudian, jisung menjumpai buku diari kecil chenle. Di baca nya diari itu.\nDear diari,\nHari ini aku makan aiskrim coklat. Rasa nya enak sih. Tapi gak setanding perisa vanilla. I love you, vanilla!\nJisung tersenyum. Chenle itu emang lahir nya aneh ya. Hal sepele itu dia catat dalam diari nya.\nSatu per satu diari chenle, jisung baca. Sesekali dia tertawa, istri nya itu lucu banget ya. Kok dia baru sadar itu.",
    "trans": "\"It's okay, Jisung. You have a fever. You should just rest at home. Once you feel better, you can take care of my daughter, okay?\"\n\"But, mom-\"\n\"Haechan's mom is right dear, you should just go home.\"\n\"Don't worry Jisung, we can take care of your wife,\" said Haechan again with a smile.\nJisung reluctantly went home. If he hadn't been forced, he wouldn't have gone home.\nAfter he arrived at his condominium, he walked into Chenle's bedroom. Abruptly, his tears fell again. Yes, he admitted that Chenle was his weakness. The proof was that his tears could fall so easily because of that little one.\nJisung observed every inch of the room. He noticed a large frame that Chenle had hung in her room. Their wedding photo!\n\"Since when has it been here, baby?\"\nThen, Jisung found Chenle's small diary. He read the diary.\nDear Diary,\nToday I had chocolate ice cream. It tasted good. But it doesn't compare to vanilla flavor. I love you, Vanilla!\nJisung smiled. Chenle was born weird. She even wrote little things like that in her diary.\nOne by one, Jisung read Chenle's diary. He laughed occasionally, his wife was really cute. How did he only just realize this?"
}