{
    "source": "id_ID",
    "target": "en_US",
    "text": "Harga diatas untuk 1pcs piring steak\nBisa order produk alat makan lainnya silahkan cek etalase\nDeskripsi Natural Slate Round Dish Plate Piring Batu Makan Steak BBQ 25 cm dan 20 cm:\n- Untuk makan steak dan bbq\n- Piring ini memiliki fitur Anti slip dan tidak licin di bagian bawahnya\n- Terbuat dari batu hitam alami sehingga aman untuk makanan\n- Karena terbuat dari batu asli sehingga permukaan piring aman terhadap goresan pisau Ketika sedang memotong makanan seperti steak\n- suhu panas makanan khususnya steak juga akan terjaga menggunakan piring batu ini\n- piring ini memiliki desain dan kesan mewah yang akan menambah value anda\n- serta cocok dijadikan alas foto makanan dan dekorasi foto produk makanan\nHarga diatas adalah harga 1pcs ping batu\nSpesifikasi:\n- Bahan Black State Stone\n- terdapat alas karet di bagian bawah supaya tidak licin\n- Tebal Sekitar 6 mm\n- Diameter 20 cm dan ada yang 25 cm\nHati-Hati membeli produk murahan yang belum tentu berkualitas, selalu cek dan baca deskripsi serta tanyakan sellernya jika bingung.\nBisa order produk kain lap microfiber untuk dapur, alat makan dan alat masak bisa cek dibawah ini:\nhttps://tokopedia.link/MCTjd8CaIwb\nhttps://tokopedia.link/xMgnCxIaIwb\nhttps://tokopedia.link/9g1WGaJaIwb\nNote:\n- Gratis packing aman menggunakan bubble wrap berlapis + kardus tebal + fragile tape (gratis)",
    "trans": "The price above is for 1 piece of the steak plate.\nYou can also order other dining products, please check the display.\nDescription of the Natural Slate Round Dish Plate for Steak BBQ 25 cm and 20 cm:\n- Suitable for serving steak and bbq\n- This plate features an anti-slip design, making it stable on the bottom\n- Made from natural black stone, making it safe for food use\n- The natural stone surface is resistant to knife scratches when cutting food like steak\n- The heat from hot food, especially steak, will be retained on this stone plate\n- This plate has a luxurious design that adds value to your dining experience\n- It’s also perfect for food photography and decoration for food product photos\nThe price above is for 1 piece of stone plate.\nSpecifications:\n- Material: Black Slate Stone\n- Features a rubber base to prevent slipping.\n- Thickness: Approximately 6 mm.\n- Available in diameters of 20 cm and 25 cm.\nBe careful when buying cheap products that may not be of quality. Always check and read the description, and feel free to ask the seller if you have any questions.\nYou can order microfiber dishcloths for the kitchen, as well as dining and cooking utensils. Check the links below:\nhttps://tokopedia.link/MCTjd8CaIwb\nhttps://tokopedia.link/xMgnCxIaIwb\nhttps://tokopedia.link/9g1WGaJaIwb\nNote:\n- Free safe packing with multiple layers of bubble wrap + sturdy cardboard + fragile tape (free of charge)."
}