{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Iya, cuman karena sering bantu Bapak di kandang dan kebun, aku jadi ketinggalan Bang.\"\n[redacted_name] manggut manggut, memilih memperhatikan [redacted_name] yang tumben diam saja memandangi gemerlap lampu kendaraan yang lewat. Kalau diliat liat [redacted_name] ganteng banget ya untuk ukuran orang dengan kelebihan energi. Terlepas dari kaos partai yang ia pakai dan juga celana kain pendek, ia masih terlihat seperti tipe tipe cowo model majalah.\n\"Kamu punya pacar ga [redacted_name]?\"\nPertanyaan [redacted_name] membuatnya tersedak udara, apalagi nada bicara [redacted_name] yang biasanya biasa saja tiba tiba menjadi mendayu dan lembut.\n\"Ya engga la Bang, aku bau sapi. Ga ada yang mau deket.\" Sanggahnya tertawa dengan bebas, seakan guyonannya sangat lucu dan ia terlihat tidak memikirkan itu. [redacted_name] tersenyum dengan mengulum bibirnya.\n\"Kayaknya gue bakal kangen lu [redacted_name] kalau lu balik.\"\n\"Cieeee, bisa minta nomer di Mas [redacted_name] kok.\"\n\"Ga ena, gabisa denger suaramu yang kayak toa masjid.\"\n[redacted_name] yang tertawa terbahak dengan menggebrak gebrak meja menjadi perhatian banyak orang namun [redacted_name] hanya memandanginya dengan senyuman. Tangannya mengepal di atas meja.",
    "trans": "\"Yeah,  it's just that because I often help Dad in the barn and the garden, I've fallen behind, Bro.\"\n[redacted_name] nodded, turning his attention to [redacted_name] who was unusually quiet, staring at the sparkling lights of passing vehicles. If looked closely [redacted_name] was really handsome for someone with so much energy. Despite the party t-shirt and short fabric pants he wore, he still gave off the impression of a magazine model.\n\"Do you have a girlfriend, [redacted_name]?\"\n[redacted_name]'s question made him gasp for air, especially since [redacted_name]'s tone, which was usually neutral, suddenly turned soft and melodious.\n\"No, I don't have, Bro. I smell like cows. Nobody wants to get close,\" he retorted while laughing freely, as if his joke was the funniest thing and he seemed not to care about it. [redacted_name] smiled while biting his lip.\n\"I think I'm gonna miss you [redacted_name], when you leave.\"\n\"Aww, you can ask for my number to [redacted_name].\"\n\"No way, I can't stand hearing your voice that sounds like a mosque's loudspeaker.\"\n[redacted_name] laughed loudly and banged the table which was drawing many people's attention, but [redacted_name] simply watched him with a smile. His hands were clenched on the table."
}