{
    "source": "id_ID",
    "target": "en_US",
    "text": "'gw iri gw bilang'\n'aish gw keduluan Nani, tapi gapapa deh mereka juga cocok'\nSuara ricuhan didalam kelas mampu di dengar oleh Nani dan dew\n\"Nani inget kata kakak belajar yang rajin biar bisa jadi istri yang baik buat kakak\" ucap dew didepan kelas yang masih mampu didengar oleh anak² didalam kelas Nani dan mampu membuat anak² didalam kelas Nani terkejut apa yang barusan diucapkan oleh dew\n'Heh anjirt 😭 yang bener aja Cok gw kira mereka pacaran ternyata tunangan'\n'iri gw iri sama nani'\n'sumpah Nani lo beruntung banget bisa dapetin hatinya si kak dew'\nLagi dan lagi suara ricuhan semakin menjadi-jadi akibat dew berkata seperti itu didepan kelas\nAuthor : aish sumpah gw lanjutin ni cerita pas lagi sekolah banyak banget yang typo jadi gak fokus, gapapa demi kalian saya rela kena amuk guru🗿\n\"Yauda ya kakak kekelas Kaka dulu Babayy\" setelah dew berkata seperti itu dew langsung mencium kening Nani yang membuat siswa siswi dikelas Nani terdiam\nCupp\n\"Kakak ihhh\" ucap Nani Karna ia kesal dew mencium nya didepan kelas",
    "trans": "\"I said that I'm so jealous\"\n\"Aish, I got beat to it by Nani, but it's okay, they make a cute couple\"\nThe chatter in the classroom was loud enough for Nani and Dew to hear\n\"Nani, remember what your brother said? Study hard so you can be a good wife for him,\" Dew said aloud in front of the class, catching the attention of the students and leaving them shocked by her words.\n\"Heh, no way 😭 Seriously? I thought they were just dating, but they're engaged?\"\n\"I'm so jealous of Nani\"\n\"Nani, you’re so lucky to have caught Dew's heart!\"\nOnce again, the noise in the classroom escalated after Dew made that comment.\nAuthor: Aish, I swear I’ll continue this story while I’m in school, even though there are tons of typos and I can't focus. But it's fine; I’m willing to face the teacher's wrath for you all 🗿\n\"Alright then, I'll head to class first. See you later, Babayy,\" Dew said, leaning down to kiss Nani's forehead, which left the students in Nani's class speechless.\nCupp\n\"Hey, stop ittt\" Nani exclaimed, annoyed that Dew had kissed her in front of everyone."
}