{
    "source": "id_ID",
    "target": "en_US",
    "text": "Hyo Joo menggeleng \"gwenchanayo... boleh mommy tau kau makan apa tadi? Kau tampak puas. Apa kau pergi bersama teman-temanmu sayang?\"\n\"Aku makan mandu, dakgalbi dan jus jeruk. Aku makan sendirian mom, aku juga memilih kedai secara random, yang terdekat dari kantor Appa. Aku tidak tau ada kedai sederhana enak disekitar sana. Dan mommy tau, aku menghabiskan semua menunya tanpa sisa! Mommy harus mencobanya juga kapan-kapan. Makanan di kedai itu enak-enak, seperti masakan mommy dan grandma\" tutur Ahyeon antusias. Matanya berbinar membicarakan kedai baru favoritnya.\n\"Jeongmal? Itu artinya makanan di kedai itu luar biasa enak, karena kalau tidak, kau tidak akan berani menyamakannya dengan masakan grandma. Lidahmu itu terlalu pandai dalam merasa. Sekelas restoran saja kadang tidak cocok dengan seleramu\" Hyo Joo membalas sembari mengelus surai hitam anak gadisnya.\n\"Itu benar Mom, Mommy harus mencobanya sendiri, jadi mommy mengerti mengapa aku bisa menilai masakannya seperti itu\"\n\"Arra arra... lain kali kita kesana okay? Kita ajak Appa juga untuk membuktikan ucapanmu\"",
    "trans": "Hyo Joo shook her head with a smile. \"gwenchanayo... Can mommy ask what you had to eat earlier? You look so satisfied. Did you go out with your friends, sweetheart?\"\n\"I had mandu, dakgalbi, and orange juice. I ate alone, mom. I just picked a random place close to Appa’s office. I had no idea there was such a nice little shop around there! And guess what, Mommy? I finished the whole menu without leaving a single bite! Mommy have to try it sometime, too. The food is so good, just like Mommy's and Grandma's cooking,\" Ahyeon said enthusiastically. Her eyes shining as she talked about her new favorite spot.\n\"Jeongmal? If you say it’s that good, it must be amazing. Because if it weren’t, you wouldn’t dare compare it to Grandma’s cooking. Your taste buds are too sharp! Sometimes even fancy restaurants can’t meet your standards,\" Hyo Joo replied, gently running her fingers through her daughter's silky black hair.\n\"Exactly, Mom! Mommy really need to try it yourself so Mommy can see why I love it so much.\"\n\"Arra arra... how about we go there next time? We can bring Appa along to back up your claim.\""
}