{
    "source": "id_ID",
    "target": "en_US",
    "text": "“[redacted_name]…”\n“Hm?”\n“Aku mau tidur.”\n“Then sleep. No one's stopping you.” Ucapnya remeh.\n“But your hand…” Terdengar suara tawa pelan [redacted_name].\n“Is it bothering you?” Kamu tidak menjawabnya. “I'm just trying to help. Kamu basah banget.” matamu terbuka lebar. Saat itulah kamu menyadari keadaanmu. Gaun yang sudah terangkat, dan payudaramu sudah basah dan dihiasi beberapa bekas berwarna merah keunguan.\n“Ka-kamu-”\n“Shh… just go back to sleep like you always do. Leaving me alone with a fucking painful boner. You're soooo cruel!” Ah, ia masih kesal.\n“W-we can do it tomorrow morning! I don't think I can keep up now.” Ucapmu cepat, mencoba merayu [redacted_name].\nPria itu menatap wajah ngantukmu sebelum ia menghela nafas tidak rela. “Alright, besok sampe puas, ya? Kalo enggak, aku beneran marah.” [redacted_name] akhirnya menjauhkan tangannya dari vaginamu.\nKamu menghela nafas lega, akhirnya bisa membujuk [redacted_name]. Kamu memeluk tubuhnya yang lebih besar, lalu menenggelamkan kepalamu pada dadanya. Ya, kamu lebih baik menikmati tidurmu sekarang, karena besok pagi, [redacted_name] akan menggunakan tubuhmu sampai ia puas.\nSayangnya, rasa legamu tidak bertahan lama. Kamu merasakan bagaimana tangan panjang [redacted_name] menarik celana dalammu ke samping. “[redacted_name]?!”",
    "trans": "[redacted_name]...\"\n\"Hm?\"\n\"I'm gonna go to sleep.\"\n\"Then sleep. No one's stopping you,\" he said dismissively.\n\"But your hand...\" A soft laugh from [redacted_name] was heard.\n\"Is it bothering you?\" You did not reply. \"I'm just trying to help. You are so wet.\" Your eyes widened. That was when you realized your situation. A dress that had already been lifted, and your breasts were wet and adorned with several reddish-purple marks.\n\"Y-you-\"\n\"Shh... just go back to sleep like you always do. Leaving me alone with a fucking painful boner. You're soooo cruel! Ah, he was still upset.\n\"W-we can do it tomorrow morning! I don't think I can keep up now,\" you said quickly, trying to seduce [redacted_name].\nThe man looked at your sleepy face before he sighed reluctantly. \"Alright, you should make me satisfied tomorrow, okay? If not, I will be really mad.\" [redacted_name] finally took his hand away from your vagina.\nYou let out a sigh of relief, finally being able to persuade [redacted_name]. You wrapped your arms around his bigger body, then buried your head in his chest. Well, you better enjoy your sleep now, because tomorrow morning, [redacted_name] will use your body until he's satisfied.\nUnfortunately, your relief did not last long. You felt that [redacted_name]'s long hands pull your panties to the side. \"[redacted_name]?!\""
}