{
    "source": "id_ID",
    "target": "en_US",
    "text": "Akhirnya, pada 29 Mei 2024, petugas Imigrasi menemukan SNO di sebuah kos di Denpasar Barat tanpa paspor atau dokumen keimigrasian yang sah. Ia mengaku bahwa paspornya telah hilang pada Desember 2019. Akibat pelanggaran tersebut, SNO dikenakan pidana denda sebesar Rp. 20.000.000, namun karena SNO tidak sanggup membayar denda tersebut, maka ia harus menjalani pidana kurungan selama satu bulan dan telah dibebaskan dari Lapas Kelas II A Kerobokan pada 14 September 2024.\nPenangkapan SNO merupakan bagian dari operasi penertiban yang lebih luas terhadap warga negara asing yang melebihi batas izin tinggal (overstay) di Bali. Sebelumnya, pada akhir Mei 2024 Kantor Imigrasi Kelas I Khusus TPI Ngurah Rai menangkap 24 warga negara asing dari Nigeria, Ghana, dan Tanzania yang terlibat dalam kasus overstay, dan sebagian dari mereka diduga sengaja menghilangkan paspor mereka untuk menghindari pengawasan.\nDelapan WNA yang terlibat dalam kasus ini, termasuk SNO, diketahui sengaja menghilangkan paspor untuk menyulitkan identifikasi oleh pihak berwenang, termasuk untuk mempersulit identifikasi keberadaan mereka. Upaya mereka dapat dikatakan tidak berhasil lantaran pihak Imigrasi memiliki rekaman data keimigrasian pada setiap WNA termasuk kapan mereka masuk ke Indonesia dan jenis visa yang digunakan.",
    "trans": "Finally, on May 29, 2024, immigration officers discovered SNO at a boarding house in West Denpasar without a valid passport or immigration documents. He claimed that his passport had been lost since December 2019. As a result of this violation, SNO was subject to a fine of Rp 20,000,000, however due to his inability to pay the fine, he had to serve one month of imprisonment and was released from Class II A Kerobokan Prison on September 14, 2024.\nThe arrest of SNO is part of a broader enforcement operation targeting foreign nationals who have overstayed their residence permits in Bali. Previously, at the end of May 2024 the Special Class I Immigration Office of TPI Ngurah Rai arrested 24 foreign nationals from Nigeria, Ghana, and Tanzania for overstaying their visas, and some of them are suspected of deliberately disposing of their passports to evade detection.\nAmong the eight foreigners involved in this case, including SNO, it has been confirmed that they intentionally discarded their passports to hinder identification efforts by the authorities, including complicating the tracking of their whereabouts. Their attempts were ultimately unsuccessful as the Immigration Department maintains comprehensive records of immigration data for each foreign national including their entry dates into Indonesia and the types of visas they hold."
}