{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Iya-iya, terserah.\"balas Vee lalu mulai melakukan pemanasan seperti yang di lakukan oleh Theo tadi.\nVee dan Theo itu dulu nya teman semasa sekolah dasar hingga sekolah menengah pertama namun sayangnya saat mereka naik ke kelas menengah atas mendadak Keluarga Theo harus pindah ke tempat yang lumayan jauh dan mau tidak pemuda itu juga harus pindah sekolah.\nSiapa yang tau kalau ternyata Theo lah yang akan menjadi lawan Vee dan ini kedua kali nya mereka kembali menjadi lawan.\nVee menghentikan gerakannya dan menoleh lagi menatap Theo. \"Kau tidak bosan ya menjadi lawanku? Kenapa tidak pindah kemari saja?\" tanyanya memberi saran.\n\"Tch! Kau pikir gampang ya mengurus surat-surat pindah,lagipula sebentar lagi kita akan lulus jadi untuk apa aku pindah.\"jawab Theo.\n\"Apanya yang sebentar lagi,Theo? Kita harus belajar satu tahun lagi biar bisa lulus sekolah dan kuliah.\"ujar Vee sewot.\nTheo mendengus kesal. \"Kenapa jadi bahas pindah sekolah sih? Sana kembali ke tempatmu,aku juga harus kembali ke tempatku.\"perintahnya seraya mendorong tubuh Vee kemudian melangkah mendekati teman-temannya.",
    "trans": "\"Yeah, yeah, up to you.\" Vee replied, then started doing the warmups as done by Theo earlier.\nVee and Theo were friends back then in primary school until junior high school, but unfortunately, when they were about to enroll to senior high school, Theo's family suddenly had to move to somewhere quite far, making him had to transfer to another school forcefully.\nWho would have thought that Theo will be Vee's opponent and this is the second time that they will face each other.\nVee stopped her movements and stared back at Theo again. \"Are you not bored of having me as your opponent? Why don't you just transfer here?\" she gave an advice.\n\"Tch! Do you think it's easy to do the paperwork for transfer? We are about to graduate soon anyway, why would I need to move?\" Theo replied.\n\"What do you mean by 'soon', Theo? We still need to study for one more year to graduate from school and enroll to college.\" Vee said annoyingly.\nTheo snorted irritatingly. \"Why do we talk about transferring school at the first place? Go back to your place, I also have to go back to mine.\" he ordered Vee while pushing her, then walked to his friends."
}