{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jadi, ketika lengan telanjang Wonwoo menyentuh lengannya, Mingyu tak mendorongnya. Ketika Wonwoo merosot ke arahnya, dengan tubuh yang berkeringat dan kelelahan setelah\nmereka selesai membangun tempat berlindung, Mingyu kini hanya membiarkannya, sambil memandangi matahari yang menghilang di lautan. Pada sisi kanan tubuhnya, tempat Wonwoo menindihnya, mulai terasa kesemutan. Bahu Wonwoo terasa hangat dan kokoh, bila berbaring terus seperti ini... jelas tidak menyenangkan.\nNamun itu juga membuatnya gelisah, penis Mingyu kini terasa keras dan gemuk di celana pendeknya. Mingyu mencoba mengabaikannya. Mingyu mulai pandai mengabaikannya. Menghabiskan begitu banyak waktu di sekitar pria setengah telanjang dan berpenampilan sangat seksi jelas bisa membuat pria gay mana pun terangsang, terutama mengingat Mingyu belum berhubungan badan selama berbulan-bulan. Penisnya sepertinya tak lagi peduli betapa buruknya ide itu. Ia juga tidak peduli jika pria itu seorang fanatik. Itu hanya respons fisik alami, dan Mingyu telah mengabaikannya selama berbulan-bulan. Tapi setiap hari, rasa bersalahnya tampak memudar, dan semakin sulit untuk menekan kebutuhan tubuhnya.\nSialnya, Mingyu belum pernah sebegitu frustasinya.\nMingyu menekan tumit tangannya ke kemaluannya melalui celana pendeknya. Pada titik ini, dia tidak peduli jika Wonwoo melihatnya melakukannya. Beberapa omong kosong yang fanatik dan menjijikkan sebenarnya akan diterima saat ini, untuk membantunya mengatasi gairah yang tidak pantas. Diingatkan tentang betapa brengseknya Wonwoo pasti akan membantunya membunuh ereksinya.",
    "trans": "So, when Wonwoo's bare arm brushed against his, Mingyu didn't push him away. As Wonwoo leaned into him, sweaty and exhausted after\nthey had finished building the shelter, Mingyu simply allowed it, while watching the sun disappear into the ocean. On the right side of his body, where Wonwoo was pressing him down, a tingling sensation began to spread. Wonwoo's shoulders felt warm and strong, if he kept lying down like this... it was certainly not comfortable.\nYet it also made him uneasy, as Mingyu felt his penis growing hard and thick in his shorts. Mingyu tried to ignore it. Mingyu was getting good at ignoring it. Spending so much time around a half-naked and very sexy looking man could easily arouse any gay man, especially considering that Mingyu hadn't had sex for months. His penis seemed to disregard how ill-conceived the idea was. He also didn't care if the man was a fanatic. It was merely a natural physical response, and Mingyu had managed to  ignore it for months. Yet every day, his guilt seems to diminish, and it was getting harder and harder to suppress his body's desires.\nUnfortunately, Mingyu had never felt so frustrated.\nMingyu pressed the heel of his hand against himself through his shorts. At this point, he didn't care if Wonwoo saw him doing it. Some fanatical and disgusting nonsense would actually be welcome right now, to help him cope with his inappropriate desires. Being reminded of how much of a jerk Wonwoo was would surely help him dispel his erection."
}