{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"GOOOOLLLL!!!! SMA Prestige mencetak gol kemenangan!\" sorak salah satu komentator, suaranya hampir tenggelam oleh gemuruh sorak-sorai para penonton.\nTribun stadion meledak dengan teriakan kemenangan dan sorak-sorai. Para pendukung SMA Prestige melompat kegirangan, bendera sekolah berkibar-kibar di udara, dan para pemain SMA Prestige di lapangan segera berlari menuju Woonhak untuk merayakan gol luar biasa itu.\nDi tribun, Taesan yang melihat semuanya terjadi dengan matanya sendiri, tidak bisa lagi menahan perasaannya. Dengan bantuan Jaehyun dan Sungho, dia berdiri dengan susah payah, menggunakan kruknya sebagai penyangga. Meskipun tubuhnya masih terluka, semangat dan kebanggaannya pada timnya begitu besar. Taesan berteriak sekuat tenaga, mengungkapkan rasa syukur dan kegembiraannya.\n\"Ya ampun, Bung! lihatlah Han Taesan! Dia mungkin gak bisa bermain, tapi semangatnya untuk tim benar-benar gak pernah padam! dia adalah kapten sejati, bahkan saat berada di luar lapangan,\" komentar salah satu komentator dengan nada yang penuh hormat.\nLeehan, yang selama ini berusaha menahan dirinya agar tidak terlalu terlibat, akhirnya gak bisa lagi menolak perasaan senangnya. Dia melihat Taesan yang sedang berdiri dengan bangga, dan tanpa ragu, Leehan berlari ke pinggir lapangan untuk membantu Jaehyun dan Sungho menuntun Taesan lebih dekat ke tim.",
    "trans": "\"GOALLLL!!! Prestige High School scores the winning goal!\" cheered one of the commentators, his voice nearly drowned out by the thunderous cheers of the audience.\nThe stadium explodes with the shout of victory and cheering voices. The Supporters of High School Prestige jump for joy, the school flag fluttering in the air, and the players of High School Prestige on the field immediately run toward Woonhak to celebrate that outstanding goal.\nOn the tribune, Taesan sees everything that happened with his own eyes, cannot hold back his feelings anymore. With the help of Jauhyun and Sungho, he stands with difficulty, using the crutch as a support. Even though his body is still injured, his spirit and pride in the team are enormous. Taesan shouts with all his might, showing his gratitude and happiness.\n\"Gosh, Man! Look at Han Taesan! He may not be able to play, but his spirit for the team never dies! He is a true captain, even outside the field,\" Commented one the of commentators with a respectful tone.\nLeehan, who until now trying to hold himself back so as not to get too involved, in the end cannot resist his happy feelings anymore. He looks at Taesan standing proudly, and without hesitation, Leehan runs to the edge of the field to help Jaehyun and Sungho guide Taesan closer to the team."
}