{
    "source": "id_ID",
    "target": "en_US",
    "text": "Junghwan tak menjawab,ia mengabaikan doyoung\nDoyoung gugup,keringan dingin membasahi pelipisnya.Doyoung bingung apa yang harus ia lakukan agar ia bisa keluar dari ruangan tersebut\ntiba-tiba saja junghwan mendekati doyoung mengungkung doyoung dipintu,dengan posisi tangan doyoung berada diatas kepalanya\nDoyoung menahan nafas saat Junghwan malah mendekatkan wajahnya, sedangkan jeongwoo dan haruto hanya memperhatikan dari jauh\n'cup\nDoyoung membelalakan matanya tak percaya apa yang baru saja terjadi,ia tidak menyangka apa yang dilakukan Junghwan padanya,Maknae treasure itu menciumnya dengan sangat kasar.Tangan doyoung yang awalnya berada diatas kepalanya karena di cengkram Junghwan.Terlepas begitu saja\nCiumannya semakin lama semakin panas,Doyoung merasa pasokan oksigen disekitarnya menipis.Ia memukul dada junghwan sedikit keras\n\"Mmhn...\"\nJunghwan melepaskan ciumannya,lalu menatap doyoung lembut.Bisa dilihat benang Saliva yang mengalir disela-sela bibir doyoung membuat Junghwan sedikit puas\n\"Bawa doyoung Hyung kesini Junghwan\"titah haruto\n\"Tidak aku tidak mau,aku mau keluar!\" teriak doyoung\nJunghwan menggendong doyoung bak karung beras,lalu melemparkannya keatas sofa\nDoyoung terduduk\"Apa yang kalian inginkan?,\"tanya doyoung,\"apa aku melakukan kesalahan?\" lanjutnya\n\"Kami tidak suka kau memakai baju terbuka,hanya kami yang boleh melihatnya.Orang lain tidak boleh\"ucap Jeongwoo menjelaskan",
    "trans": "Junghwan didn't answer, he ignored Doyoung\nDoyoung was nervous, cold sweat dampened her temple. Doyoung was confused about what she needed to do to get out of that room\nSuddenly, Junghwan moved closer to Doyoung trapping Doyoung at the door, with Doyoung's hand above her head.\nDoyoung held her breath when Junghwan moved his face closer, while Jeongwoo and Haruto just observed from afar\n'cup\nDoyoung widened her eyes unable to believe what just happened, she did not expect what Junghwan just did to her, that Maknae treasure kissed her roughly. Doyoung's hand, which was above her head because Junghwan held it, just slipped out.\nThe kiss is getting hotter and hotter, Doyoung feels the oxygen around her depleted. She punched Junghwan's chest a bit hard.\n\"Mmhn...\"\nJunghwan broke the kiss, then gazed at Doyoung softly. The saliva thread is seen flowing between Doyoung's lips making Junghwan a bit satisfied.\n\"Bring Doyoung here Hyung Junghwan\" commanded Haruto\n\"No, I don't want to, I want to leave!\" shouted Doyoung\nJunghwan carried Doyoung like a rice sack, then threw her on the sofa.\nDoyoung sat up \"What do you guys want?\" asked Doyoung, \"Did I make a mistake?\" she continued\n\"We don't like it when you wear revealing clothes, only we are allowed to see it. Other people are not allowed\" explained Jeongwoo"
}