{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Eumm\"Dia berputar tubuh dan menghadap Boruto sekarang.Netranya mengerjap pelan,\"Mas\"ucapnya terdengar lirih ditelinga Boruto.\nBoruto mengusap kepala Sarada perlahan,\"Bangun,cuci muka dulu gih baru makan\"ucapnya.\nSarada ingin bangun tapi tubuhnya pegal semua.Dia meringis pelan dan ingin duduk.\nBoruto pun mengambil handuk untuk diberikan ke Sarada,\nWanita itu akhirnya duduk,\nBoruto seketika menahan nafas saat selimut yang Sarada gunakan melorot,sial,sial,Siall!!!\nImannya diuji sekarang.Dia segera membaluti tubuh Sarada dengan handuk yang di pegangnya tadi.\n\"Mas?\" lirih Sarada melihat tingkah Boruto yang tergesa-gesa memakaikan dirinya handuk.\n\"Nggak! Cepetan cuci mukanya nanti ada yang nangkap kamu!\" ujar Boruto cepat.\nSarada menatapnya bingung,\"Hah?\"\nBoruto cuma menggeleng saja dan membantu Sarada berdiri.\nWanita itu cuma diam saja saat Boruto membantunya ke kamar mandi.Lelaki itu tau tubuhnya pegal semua,dan Sarada juga agak tak seberapa malu lagi didepan Boruto,seperti tadi selimutnya melorot didepan Boruto pun wanita itu hanya biasa saja,mau malu bagaimana pun Boruto sudah melihat semuanya juga,untuk apa lagi di tutupkan?!\nHaduh,Sarada.. Andai kamu tau Iman Boruto hampir goyah melihatmu seperti itu tadi.\nSelang menit kemudian barulah Sarada keluar dengan wajah yang segar dan sudah memakai baju santai sementara Boruto menunggu nya dimeja makan.",
    "trans": "\"Uhm\" She rolls her body facing Boruto now. Netranya blinked softly, \"Dear,\" She said, it sounded gentle in Boruto's ears.\nBoruto rubbed Sarada's head slowly, \"Wake up, wash your face first then have a meal,\" he said.\nSarada wanted to wake up but her body was stiff. She grinned softly and wanted to sit.\nThen, Boruto took a towel for Sarada,\nThen, that woman sat,\nBoruto held his breath for a moment when the blanket that Sarada wore sagged, oh damn, damn, damn!!!\nHis belief is tested now. He wrapped Sarada's body with the towel that he held.\n\"Dear?\" Sarada Said softly looking at Boruto acting in a hurry helping her to wear the towel.\n\"No! Wash your face, and hurry up, someone will arrest you then!\" Boruto said fastly.\nSarada looked at him feeling confused, \"Huh?\"\nBoruto shakes his head and helps Sarada to stand.\nThat woman just quiet when Boruto helped her to go the bathroom. That man knew that her body was stiff, and Sarada was only a little shy in front of Boruto, like what had happened before, her blanket snagged in front of Boruto, she felt fine, Boruto had seen everything, nothing to cover up.\nOuch, Sarada... If you only knew that Boruto's belief was about to break seeing you like that.\nA few minutes later, Sarada got out with a fresh face and wearing casual clothes and Boruto waited for her on the dining table."
}