{
    "source": "id_ID",
    "target": "en_US",
    "text": "Lelaki tua berjalan gontai menghadap arah jalan, dia berdiri tepat di depan etalase mengikut arah pandang [redacted_name]. \"Ahh... Ini, bukankah dia memiliki peliharaan\"\nAgaknya tawa jenaka menutup pembicaraan, bosnya itu hanya mengangkat bahu seakan tak percaya bahwa [redacted_name] tak tahu menahu.\nGulungan kertas dibereskan, masuk dalam tempat sampah hingga satu persatu cairan aromaterapi dituang masuk dalam botol kaca. Baju kaos abu-abu buram dengan jeans longgar menyeret langkahnya keluar dari toko, dia menatap hingga ke ujung jalan.\nPanorama siang hari sengat panas di atas pijakan, dia menghela nafas meminum sebuah air es dari botol kemasan. \"Paman, aku akan kembali setelah makan siang\"\n\"Baiklah...\"\nGedung-gedung dengan penampilan kuno di seberang kota, tepat di pinggiran Bangkok berdiri kokoh menemani para pekerja serabutan mencari kehidupan. Anak-anak kecil menyeret karung yang nyata lebih besar dari tubuh mereka, [redacted_name] mengendap mendekati sebuah kedai kecil dengan kursi berteduhkan payung di depannya.\nSama seperti biasa, dia akan ada disana menyaksikan gerombolan pemuda pengangguran di pinggir trotoar kecil seantero gang, menyesap cappucino ditemani kudapan roti isi keju.",
    "trans": "The old man ambled toward the street, standing right in front of the display case following the gaze of [redacted_name]. \"Ahh... This, doesn't she have a pet?\"\nA chuckle of amusement seemed to punctuate the conversation, as the boss merely shrugged as if he couldn't believe that [redacted_name] didn't know anything.\nThe rolls of paper were sorted, tossed into the trash until one by one the aromatherapy liquids were poured into a glass bottle. A faded gray T-shirt and loose jeans dragged his feet out of the store, gazing all the way down the street.\nThe midday panorama was blistering underfoot, he sighed and took a sip of ice water from a bottle. \"Uncle, I'll be back after lunch\"\n\"Alright...\"\nThe old-fashioned buildings across the city, standing firmly on the outskirts of Bangkok accompanied the odd workers in their search for a livelihood. The little children dragged sacks that were clearly larger than their bodies, [redacted_name] crept closer to a small tavern with an umbrella-shaded chair in front of it.\nAs usual, he would be there watching the throng of unemployed youths on the edge of the narrow sidewalk throughout the alley, sipping cappuccino accompanied by a snack of cheese-filled bread."
}