{
    "source": "id_ID",
    "target": "en_US",
    "text": "Saat ini, [redacted_name] menempelkan bibirnya ke tengkuk Bua saat Bua terus merapikan dirinya.\n“Aku tahu,” jawab Bua.\n“Lalu mengapa kamu terburu-buru? Tidak bisakah kamu istirahat?”\n“Aku harus cepat ke gedung,” kata Bua, sambil menoleh ke arah [redacted_name], yang rambutnya kusut. Bua tak kuasa menahan diri untuk mengangkat jari-jarinya untuk menyisir rambut panjang Phinya ke belakang, lalu menelusuri garis wajahnya.\n“[redacted_name]...” Suara Bua sedikit bergetar saat ia memanggil nama itu, menatap [redacted_name] seolah-olah baru pertama kali melihatnya. Matanya dipenuhi kekhawatiran. “Kita sudah dua tahun tidak bertemu. Apa kamu baik-baik saja? Kamu tampak kurus. Apa kamu terlalu banyak bekerja sampai-sampai kamu jarang makan atau tidur?”\nPertanyaan itu membuat [redacted_name] menggigit bibirnya dan menatap Bua. Tiba-tiba, air mata mulai mengalir di pipinya, dan Bua segera mengangkat tangannya untuk menyekanya.\n“Bua…”\n“Sebenarnya aku ingin bertanya berkali-kali, tapi… yah, kamu tahu, setiap kali kita membuka mulut, kita selalu berakhir berdebat. Kurasa aku bisa bertanya sekarang.”\nMata gelap [redacted_name] bergerak ragu-ragu, tidak yakin bagaimana menjawab pertanyaan yang begitu sederhana.",
    "trans": "This time, [redacted_name] pressed his lips to Bua's nape when Bua kept fixing up herself.\n\"I know,\" answered Bua.\n\"Then why are you in such a hurry? Can't you take a rest?\"\n\"I need to quickly get to the building,\" said Bua, while turning her head toward [redacted_name], whose hair is a mess. Bua couldn't hold back to raise her fingers to comb Phi's long hair back, then tracing the lines of his face.\n\"[redacted_name]...\" Bua's voice trembled a little when saying that name, gazing at [redacted_name] as though it was the first time she saw him. Her eyes were full of worries. \"We haven't met in two years. Are you ok? you look thin. Are you working so much that you don't eat or sleep well?\"\nThat question made [redacted_name] bite his lip and look at Bua. Suddenly, tears started streaming down his cheeks, and Bua immediately raised her hand to wipe it.\n\"Bua...\"\n\"Actually I want to ask the question many times, but.. well, you know, every time we open our mouth, we always end up arguing. I think I can ask the question now.\"\nThe [redacted_name]'s dark eyes moved hesitantly, not sure how to answer the very simple question."
}