{
    "source": "id_ID",
    "target": "en_US",
    "text": "Soonyung udah gak sanggup ngomong apa-apa lagi, cuma pasrah dan ngelenguh nahan ngilu sambil nangis kecil waktu Seungcheol maju-mundurin kontolnya yang masih setengah keras sambil nikmatin memek Soonyoung yang banjir lendir sama pejunya sendiri.\nGak ada ampun, Seungcheol masih sibuk isepin puting Soonyoung. Mau gak mau Soonyoung cuma bisa ngerengek sambil berusaha jauhin kepala dokter itu dari dadanya. \"Berhenti Cheol, capek. Keluarin dulu...\"\n\"Apanya?\" Seungcheol menarik senyum jahil dari kedua sudut bibirnya, mengendus leher Soonyoung yang basah oleh peluh tapi masih kentara menempel bau pahit biji kopi karena pacarnya seharian berhadapan sama mesin kopi. \"Keluarin peju lagi dimemek kamu? Apa keluar-masukin lagi kontolnya sampai kamu keenakan?\"\nSatu pukulan kecil mendarat dipundak Cheol yang masih terbungkus kemeja biru mudanya—separuh basah oleh keringat dan kusut oleh remat-rematan jari Soonyoung di sana. \"Apa sih?! Kamu emangnya gak capek? Kamu shift di rumah sakit sampai gak pulang tiga hari loh?\"\nSeungcheol menjatuhkan kepalanya di atas dada Soonyoung, tertawa pelan disela usahanya ninggalin kecupan-kecupan kecil disepanjang dada hingga perut Soonyoung sebelum kembali dipukul.",
    "trans": "Soonyung can't say anything but moan in submission and cry a little at the same time, when Seungcheol thrusts his semi-hard cock back and forth while enjoying Soonyung's pussy which is flooded with his own cum.\nSeungcheol showed no mercy and remained busy sucking on Soonyung's nipples. Soonyung can't help but whimper and tries to keep the doctor's head off her chest. \"Come on, Cheol, I'm tired. Take it out first...\"\n\"What?\" Seungcheol pulls a mischievous smile from the corner of his mouth and sniffs Soonyung's sweat-soaked neck, but it's still clung to the bitter smell of coffee beans because his girlfriend has been dealing with the coffee machine all day. \"Will you take the cum out in your pussy again? Or will you take your dick back and forth until you're satisfied?\nA small fist landed on Seungcheol's shoulder, which was still wrapped in his light blue shirt - half soaked in sweat, half crumpled by Soonyung's fingers. \"What? Aren't you tired? You were on duty at the hospital and didn't come home for three days?\"\nSeungcheol dropped his head to Soonyung's chest and laughed softly as he left small hickeys along Soonyoung's chest to her stomach before being smacked again."
}