{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Awww—” [redacted_name] jatuh tersungkur ke samping. Tautannya dengan sang nenek harus terlepas dan si wanita tua hilang dari pandangnya di telan lautan manusia. [redacted_name] berteriak memanggil sang nenek. Namun siapa peduli? Semuanya panik menyelamatkan diri.\n[redacted_name] tak memikirkan dirinya, tapi nenek yang terus ia cari keberadaannya. Tak ada, wanita tua itu hilang dari pandangannya.\n[redacted_name] terus berlari, berlari tanpa tujuan sembari memperhatikan satu persatu manusia yang berlalu. Kemana wanita tua dengan mantel cokelat yang menggandengnya tadi?\nKemana nenek?\nBlarrr\nSuara senapan bersahutan, sirine polisi dan benturan benda keras yang terus beradu di telinganya. Bangunan-bangunan utuh yang koyak, [redacted_name] hampir saja tertabrak mobil oleng jika tak ada seorang asing yang menariknya menjauh.\nIa memejamkan mata, seorang bertopeng itu yang selalu ia baca di buku komik kini ada di hadapannya. Penyelamat dengan jaring menatapnya khawatir. “Are you okay?”\n[redacted_name] mengangguk. Si laba-laba, menyuruhnya untuk berpegangan—ia perlu mengamankan si gadis di tengah kota yang kacau. [redacted_name] semakin memeluknya erat kala merasa tubuhnya melayang cepat. Ia tak membuka mata hingga si manusia laba-laba menurunkannya.\nIa berada diatas gedung setinggi puluhan meter, menjauh dari kekacauan kota. Tak hanya ada dirinya disana, ada beberapa penduduk yang diselamatkan si laba-laba dan ia bawa kesini.",
    "trans": "“Awww—” [redacted_name] stumbled to the ground. The connection to her grandmother was lost as the elderly woman vanished into the sea of people. [redacted_name] shouted for her grandmother, but who cared? Everyone was in a panic, trying to save themselves.\n[redacted_name] wasn’t thinking about herself; she was only focused on finding her grandmother. But there was no sign of her, the old woman was completely gone from view.\nShe kept running, aimlessly weaving through the crowd and scanning each face. Where had the old lady in the brown coat gone, the one who had been holding her hand just moments ago?\nWhere is grandma?\nBlarrr\nThe sound of gunfire echoed around her, accompanied by police sirens and the crashes of hard objects colliding, all ringing in her ears. Buildings that had stood intact were now crumbling, and [redacted_name] narrowly avoided being hit by a swerving car, thanks to a stranger who pulled her out of harm’s way.\nShe shut her eyes, and suddenly a masked figure, resembling the superhero she often read about in comic books, was right in front of her. The masked hero, with webs extending from his hands, looked at her with concern. “Are you okay?”\n[redacted_name] nodded. The Spider urged her to hold on tight—he needed to secure her in the midst of the chaos in the city. She clung to him even tighter as she felt herself being lifted quickly into the air. She kept her eyes shut until they landed safely.\nWhen she opened her eyes, she found herself on top of a building dozens of meters high, away from the turmoil below. She wasn’t alone; there were several other citizens who had also been rescued by the superhero and brought to this safe place."
}