{
    "source": "id_ID",
    "target": "en_US",
    "text": "Perlahan [redacted_name] menurunkan kedua tangannya. Dia menemukan [redacted_name] bersimpuh di hadapannya. Sepasang matanya yang segelap malam memancarkan kehangatan. Tindik di hidungnya yang berkilau terkena sorot lampu. Jambangnya yang tercukur rapi. Rambut gondrongnya yang dikepang kecil-kecil dan diikat. Walau pun bukan termasuk jajaran pembalap paling jangkung di grid, tapi [redacted_name] adalah salah satu pemilik postur badan paling fit dan rangkaian tato di sekujur tubuh membuatnya bagai karya seni berjalan. [redacted_name] mengamati tangan [redacted_name] yang masih bertengger di pahanya, warna kulitnya yang tan terlihat kontras dibandingkan warna kulit [redacted_name] yang putih. Dia menyusuri detail tato pada permukaan tangan [redacted_name] dengan jarinya.\n\"Aku minta maaf soal omonganku tadi [redacted_name], aku seharusnya tidak berkata seperti itu. Apa kau mau memaafkanku?\"\n[redacted_name] mengangguk pelan, hidungnya seakan meler dan dia khawatir jika bersuara malah akan tersedak ludahnya sendiri. Selebihnya dia tak tahu mau merespon apa. Ayahnya tidak pernah minta maaf, media yang memberitakan jelek dirinya tidak minta maaf, haters yang terus-terusan berkomentar buruk tentangnya juga tidak minta maaf. [redacted_name] tidak terbiasa mendapati seseorang minta maaf secara tulus seperti yang dilakukan [redacted_name] padanya.",
    "trans": "Slowly, [redacted_name] lowered her hands. She found [redacted_name] kneeling before her. His pair of eyes, as dark as the night, radiated warmth. The piercing in his nose sparkled under the light, and his neatly trimmed beard framed his face. His long hair was braided into small sections and tied back. Although he wasn’t the tallest among the racers on the grid, [redacted_name] had one of the fittest bodies, and the tattoos covering him made him look like a walking piece of art. [redacted_name] noticed [redacted_name] hand that still rested on her thigh; her tan skin contrasted sharply with [redacted_name] pale complexion. She traced the details of his tattoos on the surface of [redacted_name] hand with her fingers.\n“I’m sorry for what I said earlier, [redacted_name]. I shouldn’t have spoken like that. Can you forgive me?”\n[redacted_name] nodded slowly, her nose twitching as she worried that if she tried to speak, she would choke on her own saliva. Beyond that, she didn’t know how to respond. Her father never apologized, the media that painted her in a bad light never apologized, and the haters who continually left nasty comments never apologized either. [redacted_name] wasn’t used to someone sincerely asking for forgiveness like [redacted_name] was doing with her."
}