{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Suka? Gini, iya?? Hah??\"\nJeno menambah kekuatan tangannya dalam menggarap dua nipple Jaemin yang perlahan mengeras dan merah matang. Ingin rasanya Jaemin merebah, namun mustahil baginya.\nTangan Jeno selalu menarik kedua nipplenya jika badan Jaemin limbung ke belakang.\nSetidaknya mulut Jaemin bisa mendesah keenakan ketika Jeno sudah meluangkan waktunya untuk bermain pada dua gundukan lemak di dada Jaemin.\n\"Oihhh mass Jeno yaahh perihhh\" mata Jaemin kian sayu akibat embun yang menutupi dua pupil matanya.\n\"Ini kan yang kamu mau hmmm—\"\nJaemin pasrah, kedua kakinya tiba-tiba terangkat,—pahanya terbuka lebar.\nMenampilkan bulatan pantat Jaemin yang masih terbalut celana dalam.\nJaemin menjatuhkan punggung mungilnya di ranjang.\nTidak puas dengan memainkan dua nipple Jaemin saja, Jeno mencekik leher Jaemin dengan satu tangan kirinya.\nTangan kanannya berlari menurunkan celana dalam yang dipakai Jaemin. Terpampang paha putih mulus nan terawat Jaemin yang mulai lembab akibat keringat. Jangan lupakan, nipple Jaemin yang mencuat dan membesar di balik croptopnya.",
    "trans": "\"Do you like it? like this, yes?? Hah??\"\nJeno increased the strength of his hand working on both Jaemin's nipples which slowly hardened and became ripe red. Jaemin really wanted to lay down, but it was impossible.\nJeno's hand always pulls both of her nipples if Jaemin's body swaying backward.\nAt least Jaemin's mouth could moan in pleasure when Jeno spent his time playing with two mounds of fat on Jaemin's chest.\n\"Oihh Jeno yess it stings\" Jaemin's eyes drooped because of the mist covering her eyes.\n\"This is what you want right hmmm--\"\nJaemin gave up, both her legs suddenly raised, - her thighs were widely open.\nShowing Jaemin's round buttocks that were still covered in underpants.\nJaemin dropped her small back on the bed.\nNot satisfied with just playing with just the two Jaemin's nipples, Jeno choked Jaemin's neck with his left hand.\nHis right hand ran down pulling down Jaemin's underpants. Jaemin's smooth white well-groomed thigh was exposed and started to get damp with sweat. Don't forget, Jaemin's nipples were sticking out and enlarged under her crop top."
}