{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jika wanita tua itu tahu, dia pasti akan melapor ke [redacted_name], lalu dia akan berhenti memikirkannya.\nSelama periode itu, ada pergerakan di kamar kedua keluarga Su. Su Ruan melihat ibu dan anak perempuan Su Qingqing membawa tas besar dan keluar dari pintu, tampaknya pergi ke kota untuk mencari Lu keluarga untuk menangani perceraian.\nSu Ruan tidak terburu-buru, setidaknya selama seminggu, Su Qingqing tidak akan melihat [redacted_name], jadi perceraian secara alami tidak akan begitu cepat.\nDalam kehidupan terakhirnya, Su Qingqing gagal menikahi Lu Mingchen.\n5\nDia, seperti orang lain, tidak tahu mengapa Su Qingqing, seorang gadis muda di pelukannya, harus menikahi seorang lumpuh.\nJangan katakan apa yang kamu suka, Lu Mingchen meninggalkan Sujiagou bersama keluarga Lu ketika dia berusia sepuluh tahun, dan dia tidak memiliki kontak sama sekali selama lebih dari sepuluh tahun. Su Qingqing, yang memiliki hubungan normal, baru berusia enam atau tujuh tahun saat itu.\nAdapun alasan Liao Hongmei menyebutkan tentang pekerjaan dan pendaftaran rumah tangga, semuanya pro dan kontra dipukuli oleh masyarakat, dan hanya orang dewasa yang sudah menikah yang akan menimbang. Jadilah cinta romantis dan suami yang perhatian.\nJadi meskipun dia mengenal adiknya, ketika Su Ruan mendengar bahwa pihak lain lumpuh dan menjadi sangat buruk, reaksi pertamanya adalah penolakan dan tidak ingin menikah.",
    "trans": "If the old lady knew, she would have reported to [redacted_name], then he would stop thinking about it.\nDuring that period, there was a movement in the second room of the Sus. Su Ruan saw Su Qingqing's mother and daughter bring a big bag and go out through the door, apparently going to the city to look for the Lus to handle the divorce.\nSu Ruan wasn't in a hurry, at least for a week, Su Qingqing wouldn't see [redacted_name], so a natural divorce wouldn't happen too fast.\nIn her previous life, Su Qingqing failed to marry Lu Mingchen.\n5\nHe, just like other people, didn't have any idea why Su Qingqing, a young girl in his arms, must marry a paralyzed man.\nDon't say whatever you like, Lu Mingchen left Sujiagou with the Lus when he was ten years old, and he didn't have any contacts for over ten years. Su Qingqing, who had a normal relationship, was just six or seven years old at that time.\nAs for Liao Hongmei's reason for mentioning work and marriage registration, all the pros and cons being bitten by society and only married grown-ups would consider. Be a romantic love and a caring husband.\nSo, although he knew her little sister when Su Ruan heard that the other party was paralyzed and became very bad, her first reaction was to reject and not want to get married."
}