{
    "source": "id_ID",
    "target": "en_US",
    "text": "e. Website check in dan mobile check in tidak berlaku untuk penerbangan Internasional, website check in dan mobile check in hanya berlaku untuk penerbangan Domestik.\nProsedur Check-in di Counter\na. Konter check-in dibuka 2 jam sebelum jam keberangkatan dan akan tutup 30 menit untuk penerbangan Domestik dan 1 jam untuk penerbangan Internasional sebelum waktu keberangkatan. Khusus untuk keberangkatan dari Soekarno-Hatta int'l Apt,. check-in & baggage drop ditutup 45 menit sebelum jadwal keberangkatan untuk penerbangan domestik dan 1 jam sebelum jadwal keberangkatan untuk penerbangan internasional.\nb. Anda harus membeli tiket baru jika anda tidak melakukan check-in 30 menit sebelum waktu keberangkatan untuk penerbangan domestik atau 45 menit sebelum waktu keberangkatan dari Bandara Soekarno-Hatta atau 1 jam sebelum waktu keberangkatan untuk penerbangan Internasional.\nc. Penumpang diharuskan berada di ruang tunggu 40 menit sebelum waktu keberangkatan (seperti yang tertera pada boarding pass).\nd. Untuk penerbangan Internasional dapat check in langsung di counter check in di Bandara.",
    "trans": "e. Please note that website check-in and mobile check-in are not available for international flights; they only apply to domestic flights.\nCheck-in Procedures at the Counter\na. Check-in counters open 2 hours before your flight departs and close 30 minutes prior for domestic flights and 1 hour prior for international flights. Specifically, if you’re flying from Soekarno-Hatta International Airport, check-in and baggage drop will close 45 minutes before your scheduled departure for domestic flights and 1 hour before for international flights.\nb. If you miss the 30 minutes check-in deadline before departure for domestic flights, or 45 minutes for flights from Soekarno-Hatta, or 1 hour for international flights, you will need to buy a new ticket.\nc. Make sure to be in the waiting area at least 40 minutes before your flight leaves (as noted on your boarding pass).\nd. For international flights, you can check in directly at the airport counter."
}