{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jdi di harapkan untuk para bocil, di skip aja yah🌚\nHappy Reading:\nMalam yang semakin dingin dan gelap, kebanyakan orang sudah menjelajah alam bawah sadar nya di kamar tidur, dengan kasur yg empuk,tapi berbeda untuk tempat yg satu ini, ada yg hanya sekeder melepas penat dari kehidupan dunia, dan ada yang mencari kepuasan dunia;\n••••••••••\nBunyi bising dari dj yg di putar, lampu kelap-kelip yang membuat mata sakit, kerumunan orang2 sedang bersenang, meliuk kan badan sesuka mereka, bahkan di pojok2 ruangan yg gelap banyak manusia haus akan nafsu,hawa panas yang mereka rasakan malah membuat mereka makin tenggelam di dunia masing2, mengadu keahlian masing2, bahkan keringat pun seakan menjadi satu.\nDi salah satu ruangan VIP, di situlah seojun sedang bergumul dengan yeoja cantik nan seksi, suara desahan yang di tahan, dan suara napas yang berat, seakan2 menjadi musik yang paling nikmat untuk mereka, bahkan AC pun tidak mampu menurunkan hawa panas yang ada di kamar itu. ;",
    "trans": "So it is expected for those of you who are underages, please skip 🌚\nHappy Reading:\nThe night is getting colder and darker, most people have roamed their unconsciousness in their bedrooms, with soft mattresses, but it is different for this place, there are some who just want to unwind from life, and there are some who look for world's pleasure;\n..........\nThe noise from the DJ playing, the twinkling light that makes the eyes hurt, the crowd of people having fun, twisting their bodies as their wish, even in the corners of the room there are many people thirsty for lust, the hot air that they feel made them even more immersed in their own world, pitting against each other's skills, even sweat seems fused together.\nIn one of the VIP rooms, it is there that Seojun was playing with beautiful and sexy Yeoja, moaning, and heavy breathing, as if it were the very best music to them, even the AC couldn't bring the hot temperature in that room. ;"
}