{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Waahh~ untuk ukuran seorang pembunuh keji, kamarmu rapi juga ya?\" Hwiyoung yang baru saja selesai menghubungi keluarganya, terkejut saat melihat dua orang berpakaian serba hitam masuk ke dalam apartementnya dengan mudah. Jeffrey menyeringai dan mendekat, Lexander berdiri di samping pintu.\n\"Setelah membunuh, kau kabur dan membuat orang lain yang tidak bersalah menjadi tersangka. Apa kau manusia? Kalau kau mau melakukan kejahatan, jangan di sekolah, buang mayatnya ke sungai atau jurang, bukan meninggalkannya di sekolah dan membuat orang lain menjadi tersangka.\" Jeffrey mendekat dan meraih kerah kemeja yang dikenakan Hwiyoung, membuat pemuda itu tercekik.\n\"L-Lepashh ukhh\" rintih Hwiyoung.\n\"Kau, ikut kami ke kantor polisi dan mengakulah. Jangan sampai kau tidak mau mengaku jika semua itu adalah perbuatanmu. Aku akan membunuhmu saat itu juga jika kau tidak mau mengaku.\" Hwiyoung mencoba melakukan perlawanan, namun usahanya sia-sia karena tenaga Jeffrey lebih besar, tapi Jung sulung itu melepaskan cengkramannya dengan melempar tubuh Hwiyoung hingga menabrak kasur.\n\"Uhuk uhuk... Kenapa? Kenapa aku harus mengaku pada semua orang?! [redacted_name] pantas mendapatkan itu! Dia melecehkan adikku! Meski hanya adik angkat tapi aku menyayanginya! Kenapa aku harus mengaku jika itu salahku?!\" BUAGH! Jeffrey memukul rahang Hwiyoung kuat.",
    "trans": "\"Wow~ for someone who's supposed to be a ruthless killer, your room is surprisingly neat,\" Hwiyoung said, taken aback when he saw two guys in all black walk into his apartment so easily. He had just finished calling his family. Jeffrey smirked and stepped closer, while Lexander stayed by the door.\n\"After you commit murder, you just run off and let innocent people take the fall for it. Are you even human? If you’re going to do something so awful, don’t do it at school, just dump the body in a river or a ravine, not at a place where others can get blamed,\" Jeffrey moving in and grabbing Hwiyoung's collar, choking him slightly.\n\"L-Let go, ugh!\" Hwiyoung gasped.\n\"You’re coming with us to the police station, and you better confess. Don’t even think about denying it if all of this is on you. I swear I'll kill you on the spot if you don't own up to it.\" Hwiyoung tried to fight back, but it was useless against Jeffrey’s strength. The older man eventually threw him onto the bed, releasing his grip.\n“Cough, cough… Why? Why should I confess to anyone?! [redacted_name] deserves this! He harassed my little sister! I may not be her biological brother, but I care about her deeply! Why should I take the blame when it’s not my fault?!” BUAGH! Jeffrey punched Hwiyoung hard in the jaw."
}