{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Uhuukk!!!\" Tersedak soju itu rasanya tidak enak, Gyuvin baru saja kejadian dan matanya yang masih sangat sadar berkedip cepat.\n\"Yak, Ricky Shen jaga ucapanmu. Aku awalnya mengira dia senior Junghwan. Kalau aku tahu dia seumuran Junghwan tidak akan aku berpikir seperti itu.\" Gyuvin menunjuk Ricky dengan serius tapi semua itu terlihat menutupi segalanya.\n\"Ah ada apa denganmu? Lagi pula dia sudah dewasa kok. Kejar saja.\" Ricky semakin mendorongnya, tidak tahu pria ini mabuk atau tidak tapi dia seperti ingin Gyuvin pergi untuk bocah itu.\n\"Tidak bisa. Awalnya memang dia terlihat sangat hot dan menggiurkan, tapi saat dia menginap beberapa hari, melihatnya dengan rambut jatuh dan wajah bangun tidur, ahh dia seperti roti yang lembut.\" Gyuvin terbayang wajah polos Gunwook, tapi sebenarnya dia malah berdebar karena herannya dia hafal setiap kali melihat apa yang dilakukan Gunwook di rumahnya. Mulai dari datang, pergi tidur, habis mandi, makan, memakai sepatu, semuanyaaaa.",
    "trans": "\"Uhuukk!!!\" Choked on Soju felt bad, Gyuvin just experienced it and his eyes which were still sober blinked rapidly.\n\"Hey, Ricky Shen watch your words. At first I thought he was Junghwan's senior. If I knew he was the same age as Junghwan I wouldn't think like that.\"Gyuvin pointed at Ricky seriously but all of those seemed to cover everything up.\n\"Ah, what is with you? She is an adult anyway. Chase her.\" Ricky pushed him further, not knowing whether this guy was drunk, but he seemed to want Gyuvin to go after that child.\n\"No, I can't. At first, she looked very hot and tempting, but when she stayed the night for a few days, seeing her with her hair down and face looking like she was just awake, ahh she was like a soft bread.\" Gyuvin imagined Gunwook's innocent face, but actually, his heart thumped because to his surprise he memorized everything Gunwook did in his house. Starting from coming, going to sleep, after a shower, eating, putting on shoes, everything."
}