{
    "source": "id_ID",
    "target": "en_US",
    "text": "[redacted_name] menunduk, membiarkan air matanya jatuh di tangannya dan juga [redacted_name] yang masih tertaut. Dia tidak sanggup menatap [redacted_name] yang matanya terlihat 'kosong'.\nPerlahan, mata kosong [redacted_name] mulai bercahaya saat hidungnya mencium aroma sedih Omega. Naluri Alphanya marah pada diri sendiri karena membuat Omeganya menangis. Dia menarik [redacted_name] ke pelukannya, membaui Omega dengan aroma miliknya.\n\"Maaf, [redacted_name]. Maafkan aku. Jangan menangis.\"\n[redacted_name] membalas pelukan itu. Kedua tangannya meremat kaos yang dikenakan [redacted_name] dengan erat. Dia menenggelamkan wajahnya di leher sang Alpha dan berusaha mengambil aromanya sebanyak yang ia bisa, berharap agar hal itu bisa membuat perasaannya kembali tenang.\n\"[redacted_name], apa yang terjadi?\"\n[redacted_name] menoleh untuk menatap [redacted_name] dan juga [redacted_name] yang tiba-tiba masuk ke kamarnya dengan wajah khawatir. Tangisan [redacted_name] mulai mereda, namun dia masih sedikit terisak.\n\"Ada apa? Aroma [redacted_name] tercium sampai keluar.\"",
    "trans": "[redacted_name] looked down, letting his tears fall down on his hand and also [redacted_name] which is still linked. He was unable to stare at [redacted_name] whose eyes looked 'empty'.\nSlowly, the [redacted_name]'s empty eyes started to shine when his nose smelled the sad aroma of Omega. His Alpha nature is angry at himself because he makes his Omega cry. He pulled [redacted_name] to his embrace, sniffed the Omega with his aroma.\n\"I am sorry, [redacted_name]. Please forgive me. Don't cry.\"\n[redacted_name] reciprocated his embrace. Both of his hands squeezed the shirt worn by [redacted_name] tightly. He buried his face in the Alpha's neck and tried to take in as much aroma as he could, hoping that this thing could calm his feelings.\n\"[redacted_name], what has happened?\"\n[redacted_name] turned his head to gaze at [redacted_name] and also [redacted_name] who suddenly entered his room with a worried look. [redacted_name] crying started to subside, but he was still sobbing a little.\n\"What is happening? [redacted_name]'s aroma can be smelled from the outside.\""
}