{
    "source": "id_ID",
    "target": "en_US",
    "text": "Minho hanya meminum wine yang disediakan untuknya, sementara pelayan disana panik dan kebingungan kenapa pelanggan mereka memuntahkan makanannya.\n\"Tuan ada apa?\" tanya pelayan wanita.\n\"D daging apa ini? D dari mana kalian mendapatkan daging ini?\" Lelaki tadi terlihat begitu panik dan ketakutan.\n\"Tuan Ini daging wagyu A5 dari jepang, apa ada yang salah dengan rasanya?\"\n\"Daging apa? \" Lelaki tadi masih ketakutan.\n\"Daging wagyu A5 dari jepang tuan, ada masalah apa?\" Pelayan tadi meyakinkan.\nLelaki tadi melirik minho yang dengan santai menaruh gelas winenya ke meja.\n\"Sekarang kau punya waktu untuk berbicara padaku?\"-Minho.\nLelaki tadi nampak tidak puas, dia segera melakukan video call dengan istrinya dikediamannya karena begitu takut jika terjadi sesuatu pada putri kesayangannya.\n\"Appa.. Kapan appa pulang?\" putri kecilnya dilayar ponselnya nampak senang melihat ayahnya menelfon.\nAnaknya benar masih hidup, dia tidak akan dengan mudah tertipu jika Minho hanya lelaki iseng biasa, dia tau Minho adalah orang yang kejam dan mampu melakukan hal yang bahkan tidak terpikir olehnya.",
    "trans": "Minho just drank the wine prepared for him, while the waitress there panicking and confused why their customer was throwing up the food.\n\"Mister what is happening?\" asked the waitress.\n\"W What kind of meat is this? W Where did you get this meat?\" That man looks very panicky and afraid.\n\"Mister this is a Wagyu A5 from Japan, is there something wrong with the taste?\"\n\"What kind of meat?\" That man is still frightened.\n\"Wagyu A5 from Japan Mister, is there a problem?\" The waitress reassures him.\nThat man glanced at Minho who casually placed his wine glass on the table.\n\"Now you have time to talk to me?\"-Minho\nThe man seems unsatisfied, he immediately video calls his wife at home because he is so afraid that something will happen to his loving daughter.\n\"Appa.. When will you be home?\" His small daughter looks happy on his phone seeing his father called.\nHis child is still alive, he will not be easily fooled if Minho is just an ordinary random guy, he knows that Minho is a cruel man and capable of doing things that even he never thinks of."
}