{
    "source": "id_ID",
    "target": "en_US",
    "text": "9. “OH,begitu rupanya, mari kita pergi melawat sang singa”, kata si lembu.\n10. Mereka pergi melawat singa di dalam guanya.\n11. \"erg erg erg, Aku sangat lemah,\" kata singa. \"Aku hanya boleh berjumpa dengan seorang tetamu pada satu masa.\"\n12. Setiap hari, seekor haiwan akan membawa sedikit makanan kepada singa.\n13. Tupai membawa kacang.\n14. Arnab membawa sedikit lobak.\n15. Tetapi singa tidak suka makan kacang atau lobak.\n16. Sebaliknya, dia menangkap setiap haiwan yang masuk ke guanya dan makan mereka.\n17. Tidak lama kemudian, singa menjadi gemuk dan sihat kembali.\n18. \"Hohoho, Ini satu cara yang mudah untuk mendapat makanan! Hohoho\" fikir singa.\n19. Pada suatu pagi, seekor rubah datang ke pintu gua.\n20. \"Apa khabar kamu hari ini?\" tanya rubah\n21. \"Ah, rubah!\" kata singa. \"Aku tenat. Datanglah lebih rapat supaya aku dapat melihat kamu untuk kali terakhir.\"\n22. Tetapi rubah mempunyai penglihatan yang tajam.\n23. Dia ternampak beberapa tulang haiwan di lantai gua singa yang gelap.",
    "trans": "9. \"OH, it's like that, then let's go visit the lion\", said the ox.\n10. They went to visit the lion in his cave.\n11. \"Erg erg erg, I am so weak,\" said the lion. \"I am only allowed to meet a visitor in one period.\"\n12. Every day, one animal would bring a little food to the lion.\n13. The squirrel brought peanuts.\n14. The rabbit brought some turnips.\n15. But the lion did not like to eat peanuts and turnips.\n16. Instead, he caught every animal that entered his cave and ate them.\n17. Not long after, the lion became fat and well again.\n18. \"Hohoho, this is an easy way to get food! Hohoho\" thought the lion.\n10. One morning, a fox came to the cave entrance.\n20. \"How are you today?\" asked the fox\n21. \"Ah, fox!' said the lion. \"I am determined. Come closer so I can see you for the last time.\"\n22. But the fox had a sharp eye-sight.\n23. He saw some animal bones on the floor of the lion's dark cave."
}