{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Berhenti mengejekku.”\n“Aku tidak mengejekmu.”\nMereka saling berpandangan dalam diam.\nWonwoo membasahi bibirnya dengan sapuan lidah.\nProfesor Kim mengangkat tangannya dan membelai bibir bawah Wonwoo dengan ibu jarinya.\nWonwoo tetap diam, hampir tak bernapas.\nPria itu perlahan-lahan memasukkan ibu jarinya ke dalam mulut Wonwoo, dengan lembut membelah bibir Wonwoo, saat mereka terus saling menatap. Wonwoo dengan ragu menyapukan ujung lidahnya ke ibu jari sang Profesor dan kemudian…\nWonwoo mulai menghisapnya.\nProfesor Kim menghirup napas dengan berat. Ia mulai mendorong dan menarik ibu jarinya masuk dan keluar dari mulut Wonwoo, sambil menatap matanya. Hal itu membuat Wonwoo tersipu malu; Wonwoo menghisap ibu jari Profesor—nya, demi Tuhan. Namun Tuhan menolongnya, Wonwoo menyukainya, bagian dalam mulutnya terasa geli. Ia tak bisa berhenti menghisap. Wonwoo ingin terus menghisapnya.\nWonwoo mengeluarkan suara kecewa ketika Profesor Kim melepaskan ibu jarinya.\n“Jelas fiksasi oral.” Gumam sang Profesor sebelum mencondongkan tubuh dan mengganti ibu jarinya dengan lidahnya.\nBeberapa menit kemudian, Wonwoo mendapati dirinya berada di atas rumput, dengan tubuh sang Profesor yang berat di atasnya. Ia mengerang saat ia mengisap lidah Profesor Kim dengan rakus, tangannya terbenam di rambut pria itu. Ia tak bisa berpura—pura lagi jika Wonwoo tak menikmati ini, jadi ia tidak berusaha menahan desahan dan erangan kenikmatannya saat Profesor Kim menyetubuhi mulutnya dengan lidahnya.",
    "trans": "\"Stop making fun of me.\"\n\"I am not making fun of you.\"\nThey looked at each other in silence.\nWonwoo wet her lips with a swipe of his tongue.\nProfessor Kim raised his hand and caressed Wonwoo's lips with his thumbs.\nWonwoo was silent, almost did not breath.\nThe man slowly put his thumb into Wonwoo's mouth, smoothly caressed Wonwoo's lips, while they continued staring at each other. Doubtfully, Wonwoo swept the tip of her tongue to the Professor's thumb and then...\nWonwoo sucked it.\nProfessor Kim took a breath heavily. He started to push and pull his thumb in and out Wonwoo's mouth, while staring into her eyes. This made Wonwoo shy; Wonwoo sucked her Professor's thumb,-- for God's sake. But God helped her, Wonwoo liked that, the inside of her mouth felt ticklish.\nWonwoo made a disappointing sound when Professor Kim released his thumb.\n\"Clearly oral fiction.\" mumbled the Professor before leaning his body and changed his thumb with his tongue.\nThe next several minutes, Wonwoo found herself on the grass, with the Professor's heavy body on top of her. She moaned when she sucked Professor Kim's tongue greedily, her hands submerged in the man's hair. She could not pretend anymore--that Wonwoo did not enjoy this, so she did not try to hold back her moan and pleasure when Professor Kim fucked her mouth with her tongue."
}