{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tapi yang menyentuh pikirannya sekarang bukanlah penyiksa biasa atau inkuisitor sesat yang bisa ditemukan di manapun.\nItu adalah archmage yang berspesialisasi dalam sihir mental, di antara penyihir manusia terbaik yang terbaik.\nSeorang archmage terhormat yang tidak memiliki alasan untuk menangani tugas-tugas vulgar seperti menyiksa pikiran seseorang secara langsung. Dengan kata lain, eksistensi yang sangat mahir dalam sihir mental sehingga mereka tidak punya alasan untuk terlibat dalam hal semacam itu demi data klinis yang tidak penting.\nPikiran Loyar tidak bisa aman dari sentuhan itu.\n“Ugh, ugh… ugh…”\nPikirannya benar-benar hancur, air liur menetes dari sudut mulutnya, wanita berambut putih itu berdiri tanpa kehadiran apa pun, saat Bertus bertanya.\n“Apa Akash?”\n“Sebuah artefak… yang mengumpulkan… tak terbatas… sihir…”\nAkhirnya, Loyar mengungkapkan kebenaran yang dia ketahui.\n“Mengumpulkan sihir? Kudengar itu bisa memberimu kekuatan seperti dewa?”\n“Aku tidak tahu… aku… tidak tahu lebih dari itu…”\nKata kunci lain: mengumpulkan sihir.\nDalam keadaannya yang rusak, tidak mungkin dia akan berbohong.\nWanita ini jelas tidak tahu apa-apa tentang Akasha.\nPada akhirnya, Bertus harus melepas lelucon Reinhard dan membuatnya berbicara.\nBertus melihat melewati wanita berambut putih patah dan ke arah belakang.\n“…”\nSementara Loyar menjadi sasaran siksaan mental, Reinhard tidak mengucapkan sepatah kata pun.",
    "trans": "But what was on his mind now wasn’t just some regular tormentor or a twisted inquisitor you might find anywhere.\nIt was an archmage who specialized in mental magic, one of the best sorcerers among humans.\nA respected archmage who had no reason to handle dirty tasks like directly torturing someone’s mind. In other words, a being so skilled in mental magic that they wouldn’t bother with such petty actions for pointless clinical data.\nLoyar’s mind was far from safe from that kind of influence.\n“Ugh, ugh… ugh…”\nHis thoughts were a complete mess, with drool trickling down from the corner of his mouth as the white-haired woman stood there without a hint of emotion, while Bertus pressed on.\n“What Akash?”\n“It’s an artifact… that collects… infinite… magic…”\nFinally, Loyar shared what he knew.\n“Collects magic? I’ve heard it can give you power like a god?”\n“I don’t know… I... can’t tell you anything more…”\nThe key idea was clear: collecting magic.\nIn his shattered state, there was no way he would lie.\nThis woman clearly didn’t know anything about Akasha.\nIn the end, Bertus had to push aside Reinhard's jokes and make her talk.\nBertus looked past the broken figure of the white-haired woman and turned his gaze to the back.\n“…”\nWhile Loyar suffered through the mental torture, Reinhard stayed completely silent."
}