{
    "source": "id_ID",
    "target": "en_US",
    "text": "Cerita \"Cinderella\" atau \"Cinderella's Glass Slipper\" adalah salah satu dongeng klasik yang terkenal di seluruh dunia. Berikut adalah ringkasan dari cerita tersebut:\nCinderella adalah seorang gadis baik hati yang tinggal bersama ibu tiri dan dua saudara tirinya yang jahat. Mereka memperlakukannya dengan sangat buruk, memaksa Cinderella untuk melakukan semua pekerjaan rumah tangga dan tidak memberinya kesempatan untuk bersenang-senang. Meskipun hidup dalam keadaan sulit, Cinderella tetap bersikap baik dan optimis.\nSuatu hari, kerajaan mengadakan pesta besar untuk mencari jodoh bagi pangeran. Semua gadis di kerajaan diundang, termasuk saudara-saudara tiri Cinderella. Namun, ibu tiri Cinderella melarangnya pergi dan menyuruhnya untuk tetap di rumah. Dengan bantuan seorang peri atau ibu peri, Cinderella akhirnya bisa pergi ke pesta dengan mengenakan gaun indah dan sepatu kaca yang menawan.\nDi pesta, Cinderella menarik perhatian pangeran. Mereka berdansa dan merasakan cinta pada pandangan pertama. Namun, ketika tengah malam tiba, si peri memperingatkan Cinderella bahwa sihir akan hilang. Dalam kepanikan, Cinderella melarikan diri dari istana dan meninggalkan salah satu sepatu kacanya.",
    "trans": "The story of \"Cinderella\" or Cinderella's Glass Slipper\" is a well-known classic story in the whole world. Below is the summary of the story:\nCinderella is a girl with a good heart who lived with a wicket step mother and her two step sisters. They treated her very badly, forcing Cinderella to do all the chores and did not give her a chance to have fun. Even though living in a difficult life, Cinderella continued to behave and remained optimistic.\nOne day, the kingdom held a big party to find a match for the Prince. All of the girls in the kingdom were invited, including Cinderella's step sisters. But, Cinderella's step mother forbade her to go and told her to stay at home. With the help of a fairy godmother, Cinderella finally could go to the party wearing a beautiful gown and enchanting glass slippers.\nIn the party, Cinderella attracted the Prince's attention. They danced and felt love at the first sight. But, when the mid-night came, the fairy warned Cinderella that the spell would end. In an anxiety, Cinderella fled from the palace and left one of his glass slippers."
}