{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Aku hanya mengatakan, aku menyukaimu\", kata Taehyung.\n\"Jangan, aku masih menyukai sahabatmu. Aku tidak mau kau terluka\", jawab Seulgi.\n\"Geurae, aku sudah sering terluka kan?\", kata Taehyung membuat Seulgi sedikit bersalah.\n\"Maaf\", ujar Seulgi. Gadis itu kemudian memeluk pria di depannya dan menepuk pundaknya.\n\"Kau pasti amat terluka kan melihat gadis yang sukai malah bersama sahabatmu. Dan kau datang ke sini karena gadis yang kau sukai dicampakkan oleh sahabatmu kan? Gomawo\", kata Seulgi sambil terus menepuk punggung tegap itu.\n\"Kau pasti menyesal menyukai gadis sepertiku. Aku bukan gadis yang baik kan? Lihat ada banyak orang yang membenciku dan membuatku mempertaruhkan nyawaku\", kata Seulgi. Gadis itu tersenyum pada Taehyung membut pria di depannya menjadi semakin iba padanya.\n\"Jangan mengasihaniku\", seolah mengerti isi pikiran Taehyung, Seulgi menunjuk wajah Taehyung.\n\"Aniyo. Noona.\"\nGadis itu tersenyum lebar kemudian menepuk kepala Taehyung. Seulgi paham Taehyung pasti marah padanya. Pemuda itu terlalu baik dalam berakting. Ia tahu Taehyung adalah orang yang baik, terbukti dari ia yang selalu tampak bahagia ketika Jimin menceritakan hari indahnya dengan Seulgi.",
    "trans": "\"I only said, I love you\", said Taehyung.\n\"Don't, I still love your friend. I don't want you to get hurt\", answered Seulgi.\n\"Geurae, I have got hurt very often, right?\", said Taehyung, that made Seulgi a bit guilty.\n\"Sorry\", said Seulgi. The girl then hugged the man in front of her and patted his shoulders.\n\"You must be really hurt to see the girl you love with your best friend, right? And you came here because the girl you love is dumped by your best friend, right? Gomawo\", said Seulgi while continuing to pad his strong back.\n\"You must be sorry to love a girl like me. I am not a good girl, right? Look, there are many people who hate me and make me bet my life\", said Seulgi. The girl smiled to Taehyung, that made the man in front of her feel more pity to her.\n\"Don't feel sorry for me\", she seemed to understand what was in Taehyung's mind, Seulgi pointed at Taehyung's face.\n\"Aniyo. Noona.\"\nThe girl smiled widely and then patted Taehyung's head. Seulgi understood that Taehyung must be mad at her. The young man was too good at acting. She knew that Taehyung was a good man, this was proven by the fact that he always looked happy when Jimin told his beautiful day with Seulgi."
}