{
    "source": "id_ID",
    "target": "en_US",
    "text": "Rumah ini adalah satu-satunya sisa dari eks pabrik gula purworejo yang masih tersisa utuh. Sisa dari rumah dinas eks pabrik gula purworejo dimana eks rumah dinas lain sudah rata dengan tanah, bahkan seharusnya ada sepasang rumah couple lain disebelah rumah ini tetapi juga sudah rata dengan tanah. Dilihat sekilas bangunan ini berasal dari tahun 1920an awal. Dari rumah inilah kami jadi sedikit tahu apa yang terjadi setelah pabrik bangkrut.\nSetelah bangkrut pada tahun 1933, lahan pabrik gula dan rumah dinas dibeli oleh Johannes Cornelis Suzenaar dimana Johannes Cornelis Suzenaar kemudian menjual sebagian lahannya ke keluarga Van Mook. Kemudian lahan tersebut digunakan sebagai lahan pertanian, perkebunan dan peternakan. Tetapi kami tidak tahu apa yang terjadi kemudian terhadap lahan pertanian milik Keluarga Suzenaar setelah awal dekade 40-an, kecuali rumah ini yang akhirnya dibeli oleh pihak lain.\nSayangnya eks rumah dinas yang lain sudah hilang, hanya tersisa rumah milik Raden Tjokropawiro ini yang sekarang ditempati oleh cucunya. Semoga rumah ini tetap lestari karena merupakan satu-satunya sisa dan saksi dari keberadaan Pabrik Gula Purworejo, satu-satunya pabrik gula besar yang pernah berdiri di Purworejo..",
    "trans": "This house is the sole remaining vestige of the former Purworejo sugar factory that still stands intact. It's the only surviving official residence of the former Purworejo sugar factory; other such residences have been completely levelled. There should even have been a matching \"couple\" house next to it, but that too is gone. At first glance, the building appears to date back to the early 1920s. From this house, we were able to glean some insights into what happened after the factory went bankrupt.\nFollowing its bankruptcy in 1933, the factory grounds and official residences were purchased by Johannes Cornelis Suzenaar, who then sold a portion of the land to the Van Mook family. This land was subsequently used for farming, plantations, and livestock. However, we don't know what became of the Suzenaar family's farmland after the early 1940s, except that this house was eventually bought by others.\nRegrettably, the other official residences are gone, leaving only the house belonging to Raden Tjokropawiro, now occupied by his grandchildren. It is hoped that this house will be preserved, as it is the sole remnant and witness to the existence of the Purworejo Sugar Factory, the only large sugar factory ever established in Purworejo."
}