{
    "source": "id_ID",
    "target": "en_US",
    "text": "Muncul dari langit dan mendarat mulus di halaman depan kuil adalah Geto Suguru. Dia menggendong Gojo Satoru yang menutup mata.\n“Ge-Geto! Are you crazy?!” Miguel menyapa dengan bentakan. Kacamata hitam bahkan dilepas demi memelototi sosok ancaman hidupnya.\nManami berlari mendekat, mulai mencecar begitu banyak pertanyaan. “Geto-sama! Apa maksud semua ini? Mengapa kau membawanya kemari? Apa kau dipaksa? Apa kau diancam? Apa misinya berhasil?”\nSuguru diam seribu bahasa. Dia hanya melangkah masuk ke dalam kuil.\nLima pengikutnya yang tersisa menyingkir memberi jalan. Mereka ingin bertanya, tetapi tahu kalau itu sia-sia. Ada yang aneh dari ekspresi Suguru. Pria itu tampak kosong.\nMiguel pada akhirnya gagal pulang kampung ke Afrika. Dia ingin tahu apa yang sebenarnya terjadi pada pengguna terkutuk itu.\nLangkah Suguru berhenti di depan ruang kesehatan. Dia masuk ke dalam, membaringkan dengan lembut tubuh Satoru di atas meja bedah. Seorang gadis bertubuh pendek berusia sekitar 20-an yang memakai pakaian miko di dalam sana kebingungan.",
    "trans": "Descending from the sky and landing smoothly in the temple's front yard was Geto Suguru. He carried a blindfolded Gojo Satoru.\n\"Ge-Geto! Are you crazy?!\" Miguel greeted with a yell. He even took off his sunglasses to glare at the figure who threatened his life.\nManami ran closer, bombarding him with questions. \"Geto-sama! What does all this mean? Why did you bring him here? Were you forced? Were you threatened? Did the mission succeed?\"\nSuguru remained completely silent. He simply walked into the temple.\nHis five remaining followers stepped aside to make way. They wanted to ask, but knew it was pointless. There was something odd about Suguru's expression. The man seemed vacant.\nMiguel ultimately failed to return to his village in Africa. He wanted to know what had truly happened to the cursed user.\nSuguru's steps stopped in front of the infirmary. He went inside, gently laying Satoru's body on the operating table. A short girl in her twenties wearing miko attire inside was bewildered."
}