{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Ikut atau kamu mau saya seret? Hah?\"\nAncam sae\n\"T-tapi ka... Kaka tega?\"\n(Name) memasang Puppy eyes\nDalam hati gadis itu meruntuki diri karna jijik, ya mau bagaimana lagi\n\"Cepat.\"\nUcap sae mutlak tak ingin dibantah\n(Name) memasang wajah dongkol nya sambil menghentakkan kakinya mendahului pria itu\n'aissh sumpah nyebelin banget! Pengen deh nyabut bulu mata anti badainya tuh'\nGerutu nya dalam batin\nAkhirnya duo sejoli itu sampai di depan pintu ruang Kramat itu (baca;ruang BK)\n'anjg males bgt kena roasting pak ego'\n*Ceklek!\nSae membuka pintu tersebut, didalam nya terlihat seorang pria cungkring berkacamata persegi, pria itu terlihat baru saja menyelesaikan telfon\n\"Oh kamu lagi, sudah bosan saya liat muka kamu, untung cantik\"\nPak ego selaku guru BK tersebut memandang bosan kearah (name)\nPak ego bangun dari kursi nya\n\"Saya ada urusan dengan ibu anri, jadi sae.. saya serahkan dia pada kamu, hukuman nya terserah kamu, lagian bocah seperti nya tidak akan kapok walau diberi pelajaran\"",
    "trans": "\"Are you coming with me, or do you want me to drag you? Huh?\"\nSae threatened.\n\"B-but, brother... How could you?\"\n(Name) gave him puppy eyes.\nInside, the girl cursed herself for feeling disgusted, but what else could she do?\n\"Quick.\"\nSae said, not wanting to be argued with.\n(Name) made a sulky face, stomping her foot as she walked ahead of him.\n\"Ugh, seriously annoying! I just want to rip out those stupid eyelashes of yours!\"\nShe muttered to herself.\nFinally, the duo arrived in front of the Kramat room (note: BK room).\n\"Ugh, I really don’t want to get roasted by Mr. Ego.\"\n*Creak!\nSae opened the door, revealing a lanky man with square glasses. He looked like he had just finished a phone call.\n\"Oh, it’s you again. I’m tired of seeing your face; good thing you’re pretty.\"\nMr. Ego, the guidance counselor, looked at (name) with boredom.\nMr. Ego stood up from his chair.\n\"I have business with Mrs. Anri, so Sae... I’m leaving her to you. The punishment is up to you; besides, this kid doesn’t seem like she’ll learn a lesson no matter what.\""
}