{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mereka make almamater, yang serius cukup buat mereka jadi keliatan keren. Nakyung ga lagi ngefangirl, cuma dari sekian kating cakep, mata Nakyung lebih tertuju mandang satu mahluk yang lebih banyak diam dari pada temen seangkatannya yang ngoceh sana-sini negur maba.\nDemi apapun, dia keliatan sempurna dari fisiknya. Tatap matanya yang tajam, hidung bangir, serta kulit putihnya sangat mendukung lagak kakak tingkat itu yang keliatan punya karakter dingin. Lagi, kerjapan mata si kakak sayu, tapi ga hilangin sorot tajamnya.\nNakyung lirik mahasiswi di sampingnya yang gencar banget liatin para kating. Mereka berlomba-lomba milih siapa yang paling cakep, habisnya dibilang itu punya gue.\nTerkhususnya si kakak tingkat yang sama, yang dari awal masuk audit, udah curi atensi Nakyung.\nBukan lagi bermimpi, berhalu, atau sekedar delusi, tapi seandainya orang-orang tau, kating itu, suami Nakyung sendiri.\nBermodalkan perjodohan dengan masa perkenalan dua hari, Nakyung dilamar sejak mendaftar masuk jadi mahasiswa di salah satu universitas terkemuka di Jakarta sana. Meski Nakyung tau, lamaran yang ditujukan ke dia bukan keputusan si kakak itu, tapi desakan orang tua mereka berdua. Orang tua mereka yang ternyata udah sangat sohib di kalangan bisnis.",
    "trans": "They wore their university jackets, which were serious enough to make them look cool. Nakyung wasn't fangirling anymore, but out of all the handsome seniors, Nakyung's eyes were drawn to one person who was quieter than his chattering classmates who were busy greeting the freshmen.\nFor goodness' sake, he looked physically perfect. His sharp gaze, aquiline nose, and fair skin perfectly complemented the senior's demeanour, exuding a cold character. Again, the senior's eyes were languid, but it didn't diminish his sharp look.\nNakyung glanced at the female students beside her who were enthusiastically looking at the seniors. They were competing to choose who was the most handsome, then claiming they were theirs.\nEspecially the same senior who, from the beginning of the audit, had already stolen Nakyung's attention.\nIt was no longer dreaming, fantasizing, or just delusion, but if only people knew, that senior was Nakyung's own husband.\nArmed with an arranged marriage with a two-day introduction period, Nakyung was proposed to since she enrolled in one of the leading universities in Jakarta. Even though Nakyung knew that the proposal addressed to her wasn't the senior's decision, but the insistence of both of their parents. Their parents, who turned out to be very close friends in the business world."
}