{
    "source": "id_ID",
    "target": "en_US",
    "text": "Political Show: Audisi Menteri Kabinet Prabowo-Gibran\nRespons AFC Soal Wasit Kontroversial Bahrain vs Indonesia\nCNN Indonesia\nMinggu, 13 Okt 2024 17:13 WIB\nAFC akan tinjau laporan soal wasit Ahmed Al Kaf. (AFP/HECTOR RETAMAL)\nJakarta, CNN Indonesia -- Sekretaris Jenderal (Sekjen) AFC Datuk Seri Windsor John memberikan respons terkait keluhanTimnas Indonesia soal kepemimpinan wasit asal Oman, Ahmed Al Kaf saat melawan Bahrain, Kamis (10/10).\nWasit Ahmed Al Kaf menjadi sorotan usai keputusannya yang kontroversial saat memimpin pertandingan Bahrain vs Indonesia pada Kualifikasi Piala Dunia 2026 di Stadion Nasional Bahrain, Kamis (10/10).\nSalah satu keputusan kontroversial wasit Ahmed Al Kaf adalah tetap melanjutkan pertandingan meski waktu injury time di akhir babak kedua telah lebih dari enam menit. Keputusan itu terbukti mempengaruhi hasil pertandingan karena Bahrain mampu mencetak gol di menit ke-90+9 yang membuat laga berakhir 2-2.\nrecommended by\nPilihan Redaksi\nTimnas U-17 Hajar Qatar, Modal Penting ke Kualifikasi Piala Asia\nReaksi Mathew Baker Usai Indonesia U-17 Menang Lawan Qatar\nPrediksi Line Up Indonesia vs China: Rizky Ridho dan Eliano Starter?\nTimnas Indonesia yang tidak puas dengan keputusan wasit Ahmed Al Kaf telah mengajukan surat protes resmi kepada AFC. Permasalahan ini kemudian mendapatkan respons dari Sekjen AFC Windsor John.",
    "trans": "Political Show: Prabowo-Gibran's Cabinet Minister Auditions\nAFC's Response Regarding the Controversial Referee in the Bahrain vs. Indonesia Match\nCNN Indonesia\nSunday, October 13, 2024 17:13 WIB\nThe AFC will review the report regarding referee Ahmed Al Kaf. (AFP/HECTOR RETAMAL)\nJakarta, CNN Indonesia -- AFC Secretary General Datuk Seri Windsor John responded to the Indonesian National Team's complaints regarding the leadership of Omani referee Ahmed Al Kaf during the match against Bahrain on Thursday (10/10).\nReferee Ahmed Al Kaf came under scrutiny following his controversial decisions while officiating the Bahrain vs. Indonesia match in the 2026 World Cup Qualifiers at Bahrain National Stadium on Thursday (10/10).\nOne of referee Ahmed Al Kaf's controversial decisions was to continue the match even though the injury time at the end of the second half had exceeded six minutes. This decision proved to influence the match result as Bahrain managed to score in the 90+9th minute, making the game end 2-2.\nrecommended by\nEditor's Picks\nU-17 National Team Thrashes Qatar, Important Capital for the Asian Cup Qualifiers\nMathew Baker's Reaction After Indonesia U-17 Won Against Qatar\nIndonesia vs. China Line Up Prediction: Rizky Ridho and Eliano Starters?\nThe Indonesian National Team, dissatisfied with referee Ahmed Al Kaf's decisions, has submitted a formal letter of protest to the AFC. This issue then received a response from AFC Secretary General Windsor John."
}