{
    "source": "id_ID",
    "target": "en_US",
    "text": "pelanggaran tata tertib yang akan diperhitungkan dan mendapat sanksi dari\nperusahaan.\nh. Pekerja yang akan keluar meninggalkan area kerja pada saat jam kerja karena untuk\nkeperluan perusahaan maupun keperluan pribadi, wajib menginformasikan serta\nmendapat persetujuan dari atasannya. Selain itu Pekerja juga wajib mencatatkan saat\nwaktu keluar dan waktu masuk kembali ke perusahaan pada mesin absensi.\ni. Pekerja dilarang meninggalkan pekerjaan dan area kerja sebelum jam kerja berakhir.\nPekerja yang dengan sengaja meninggalkan area kerja serta keluar lebih awal dari\nperusahaan tanpa seizin atasan, merupakan pelanggaran tata tertib yang akan\ndiperhitungkan dan mendapat sanksi dari perusahaan.\nj. Dalam hal tertentu sebuah pekerjaan harus diselesaikan dengan segera dan secepatnya,\npekerja dapat diminta oleh atasan untuk melanjutkan pekerjaannya dengan bekerja\nlembur.\nk. Pekerja yang berkerja lembur wajib mengisi form lembur/surat perintah lembur (SPL)\nyang diajukan oleh pekerja dan disetujui oleh pimpinan perusahaan maksimal 2 jam\nsebelum pelaksanaan lembur, untuk selanjutnya form lembur tersebut diserahkan ke\nbagian HRD.\nl. Pekerja yang tidak hadir bekerja tanpa ada izin dan informasi kepada atasannya\ndikategorikan mangkir/alfa dan merupakan pelanggaran tata tertib yang akan\ndiperhitungkan dan mendapat sanksi dari perusahaan.\n2. PERMOHONAN IZIN, PH (PUBLIC HOLIDAY)",
    "trans": "Disciplinary violations will be taken into account and will result in sanctions from the\ncompany.\nh. Employees who need to leave the work area during working hours, whether for\ncompany or personal reasons, are required to inform and\nobtain approval from their superiors. Additionally, employees are also required to record their\ndeparture and return times to the company using the attendance machine.\ni. Employees are prohibited from leaving their work and work area before working hours end.\nEmployees who intentionally leave the work area and leave the company early\nwithout permission from their superior constitute a disciplinary violation that\nwill be taken into account and will result in sanctions from the company.\nj. In certain cases where a job needs to be completed immediately and quickly,\nemployees may be asked by their superiors to continue their work by working\novertime.\nk. Employees who work overtime are required to fill out an overtime form/overtime work order (SPL)\nsubmitted by the employee and approved by the company management no later than 2 hours\nbefore the overtime work is carried out, and the overtime form is then submitted to the\nHR department.\nl. Employees who are absent from work without permission or informing their superiors\nare categorized as absent/AWOL (Absent Without Leave) and constitute a disciplinary violation that\nwill be taken into account and will result in sanctions from the company.\n2. LEAVE REQUESTS, PH (PUBLIC HOLIDAY)"
}