{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tatapan nyalang itu Jaehyun layangkan pada Taeyong. Cukup dua hari ini Jaehyun menahan dirinya. Sekarang tidak lagi. Ia sudah kehilangan kesabarannya.\n\"Katakan alasannya. Mengapa aku harus malu untuk menjenguk Chaeng? Dia sahabatku! Memangnya apa yang sudah ku perbuat? Apakah aku yang menyelakainya?!!!\" desak Jaehyun geram. Giliran Jaehyun yang mendorong kasar Taeyong.\n\"Kau sungguh tidak tahu? Hahaha,\" desis Taeyong tertawa hambar.\n\"Ya, benar. Aku tidak tahu. Maka dari itu tolong katakan.\"\nTaeyong menghela napas kasar. Dia menatap Jaehyun terang. Dia yakin, Jaehyun belum mengetahuinya. Jika benar begitu, Taeyong membuat keputusan untuk tidak memberitahu Jaehyun lebih dulu.\n\"Lebih baik kau pulang. Sebelum paman Joosung datang.\" Taeyong membuang pandangannya dan berkacak pinggang. Dia juga lelah dua hari ini mengurus masalah Chaeyoung.\nJaehyun memijat pelipisnya, dia tidak mendapatkan jawabannya. \"Jadi, aku belum bisa tahu?\" Jaehyun mengangguk lemah. \"Baik, aku akan mencari tahu dengan sendirinya.\" Laki-laki itu meninggalkan lorong rumah sakit. Perasaannya menggebu marah, Jaehyun akan temukan jawabannya sendiri.",
    "trans": "Jaehyun glared at Taeyong. Two days of holding himself back had been enough for Jaehyun. Not anymore. His patience had run out.\n\"Tell me the reason. Why should I be ashamed to visit Chaeng? She’s my best friend! What did I do? Did I hurt her?!!!\" Jaehyun demanded angrily. Jaehyun shoved Taeyong in frustration.\n\"You really don't know? Hahaha,\" Taeyong hissed with a dry laugh.\n\"Yes, that's right. I don't know. So, please tell me.\"\nTaeyong let out a harsh sigh. He sharply stared at Jaehyun. He could tell Jaehyun still didn’t know. If that was the case, Taeyong decided not to tell him just yet.\nYou should leave. Before Uncle Joosung gets here,\" Taeyong turned away and put his hands on his hips. He was also exhausted after two days of dealing with Chaeyoung’s problem.\nJaehyun rubbed his temples, but he didn't get an answer. \"So, I still don’t get to know?\" he muttered weakly. \"Fine. I’ll figure it out myself.\" The man walked out of the hospital corridor, boiling with anger. Jaehyun was determined to uncover the truth on his own."
}