{
    "source": "id_ID",
    "target": "en_US",
    "text": "Junyoung mengangguk sedikit kepada Manajer Lim, yang sedang menatapku, dan mengangkat telepon. Sebuah suara nyaring terdengar.\n- Asisten manajer Junyoung Yoon?\n\"Ya. Ini Yoon Junyoung.”\n- Ini panggilan Direktur Na Seung-woon.\nManajer Lim menghela nafas pelan saat ekspresinya mengeras. Udara yang memenuhi ruang konferensi dengan cepat tenggelam ke lantai.\n* * *\nKantor direktur yang baru direnovasi ini memiliki suasana yang berbeda dari sebelumnya. Dia pasti menaruh banyak perhatian karena dia adalah sutradara termuda. Saat kami masuk, Seungwoon, yang dari tadi melihat ke luar jendela, menoleh.\n\"Silahkan Duduk.\"\nJunyoung pun menundukkan kepalanya melihat sikap hormat yang keluar dari mulutnya dan duduk di sofa. Sikap Seungwoon saat memesan teh dari sekretarisnya adalah hal yang wajar. Mengenakan setelan rapi berwarna biru tua, wajahnya jauh lebih tirus dan lancip dari sebelumnya.\n“Aku rasa kamu sudah melihat pengumuman personel. Kamu mungkin mengira itu terjadi secara tiba-tiba. Aku mencoba memberi tahumu sebelumnya, tetapi panggilan teleponnya tidak berhasil.”\nAku tidak pernah membayangkan akan menjadi seperti itu. Junyoung duduk tegak dan menatapnya.\n“Aku mendengar bahwa direktur merekomendasikanku. Aku ingin tahu mengapa kamu menganggapku adalah orang yang tepat.”\nSeungwoon perlahan berjalan mendekat dan duduk di hadapannya, bibirnya miring. Terakhir kali aku melihatnya, dia terlihat begitu sopan dan tenang hingga aku tidak percaya dia adalah orang yang sama yang begitu bersemangat.",
    "trans": "Junyoung nodded a little to Manager Lim,who was arranging pku, and picked up the telephone. A loud voice was heard.\n- Assistant manager Junyoung Yoon?\n\"Yes. This is Yoon Junyoung.\"\n- This is Director Na Seung-woon calling.\nManager Lim took a deep breath when his expression hardened. The air that filled the conference room quickly submerged to the floor.\n* * *\nThe director's office that was just renovated had a different atmosphere than before. He certainly put more attention since he was the youngest director. When we entered, Seungwoon, who had been looking outside the window for so long, turned.\n\"Please take a seat.\"\nJunyoung also lowered his head seeing the respectful attitude coming out of his mouth and sat on the sofa. Seungwoon's attitude when ordering tea from his secretary was a natural case. Wearing a neat dark blue suit, his face looked far thinner and sharper than before.\n\"I think you have seen the personnel information. Maybe you think it happened so suddenly. I tried to inform you before, but the telephone call failed.\nI never imagined it would be like this. Junyoung sat straight and stared at him.\n\"I heard that the director recommended me. I want to know why you think that I am the right person.\"\nSeungwoon walked, approaching slowly and sat in front of him, his lips tilted. The last time I saw him, he looked so polite and calm, so I could not believe that he was the same person who was so excited."
}