{
    "source": "id_ID",
    "target": "en_US",
    "text": "JEMPUTAN KE PAMERAN H3RO: SEDEKAD BERTEMPAT DI MUZIUM & GALERI TUANKU FAUZIAH (MGTF), UNIVERSITI SAINS MALAYSIA (USM)\n3. Pameran ini merupakan pameran penghormatan untuk kehidupan [redacted_name] dan [redacted_name], dengan perjalanan yang bermula dari persekitaran sederhana Kampung Teluk Kepayang di Bota Kiri, Perak antara tahun 1927 hingga 1947. Walaupun dengan pendidikan formal yang terhad, mereka berkerja keras untuk membina kehidupan bersama, berhijrah ke Teluk Intan pada tahun 1955. Melalui komitmen dan kasih-sayang yang teguh, mereka membesarkan sembilan orang anak - lima lelaki dan empat perempuan, sambil mengemudi cabaran hidup. Legasi mereka adalah penanda terhadap hasil ketekunan, kesabaran dan kecekalan. Dedikasi [redacted_name] dan [redacted_name] bukan sahaja telah mengubah nasib hidup para pewaris tetapi juga telah memberi kesan baik terhadap kehidupan masyarakat sekeliling termasuk rakan-taulan, jiran tetangga dan anak-anak murid.\n4. Sehubungan dengan itu, pihak Muzium & Galeri Tuanku Fauziah (MGTF), Universiti Sains Malaysia (USM) dengan berbesar hati ingin menjemput YBhg. Dato’ Seri/ Datuk/ Dato’/ Prof/ Prof Madya/ Dr. / Tuan/ Puan ke pameran H3RO: SEDEKAD. Disertakan bersama poster pameran untuk perhatian YBhg. Dato’ Seri/ Datuk/ Dato’/ Prof/ Prof Madya/ Dr. / Tuan/ Puan, 5. Kesudian YBhg. Dato’ Seri/ Datuk/ Dato’/ Prof/ Prof Madya/ Dr. / Tuan/ Puan meluangkan masa untuk hadir ke pameran ini amatlah dihargai dan didahului dengan ucapan setinggi-tinggi penghargaan.",
    "trans": "INVITATION TO H3RO EXHIBITION: A DECADE AT TUANKU FAUZIAH MUSEUM & GALLERY (MGTF), UNIVERSITY OF SCIENCE, MALAYSIA (USM)\n3. This exhibition is a tribute exhibition for the lives of [redacted_name] and [redacted_name], with a journey started from simple environment of Teluk Kepayang Village in Bota Kiri, Perak from 1927 to 1947. Even though with the limited formal education, they worked hard to build a life together, moved to Teluk Intan in 1955. Through a strong love and commitment, they raised nine children - five boys and four girls, while navigating life challenges. Their legacy was the testament to the results of perseverance, patience and tenacity. The dedications of [redacted_name] and [redacted_name] not only changed the destiny of the beneficiaries, but they also gave good impressions to the lives of the surrounding community including their partners-friends, neighbors and students.\n4. In connection with that, the Tuanku Fauziah Museom & Gallery (MGTF), University of Science Malaysia (USM) with pleasure would invite YBhg. Dato’ Seri/ Datuk/ Dato’/ Prof/ Associate Prof/ Dr. / Sir/ Madam to  H3RO: A DECADE exhibition. Attached is the exhibition poster for the attention of YBhg. Dato’ Seri/ Datuk/ Dato’/ Prof/ Associate Prof/ Dr. / Sir/ Madam, 5. Willingness of YBhg. Dato’ Seri/ Datuk/ Dato’/ Prof/ Associate Prof/ Dr. / Sir/ Madam to spend time attending this exhibition is highly appreciated and preceded by a speech of great appreciation."
}