{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Apa mau mu?\" Kilatan marah terpancar dari iris beningnya membuat senyum Taeyong tambah melebar,\n\"Berita dengan tagline 'Ten Lee, siswa berprestasi merupakan seorang pelayan hiburan malam' di cetak menggunakan font besar, aku yakin beasiswamu sudah di cabut setelah 1 jam pemasangannya.\"\n\"Kau tidak memiliki bukti Taeyong\"\nSatu tangan Taeyong mengangkat dagu Ten, menariknya untuk bertatapan dengannya. Ten sempat memejamkan matanya sebentar sebelum kembali menatap tatapan elang milik dominan di depannya.\n\"Aku tak sebodoh itu, club itu milik kakak temanku.\"\nKepalanya ia miringkan dan berbisik halus di telinga lawan, Ten memejamkan matanya ketika nafas halus itu bergerak di tengkuknya.\n\"Aku ulangi, apa mau mu?\"\nTaeyong tidak menjawab, namun kancing baju atas si manis ia tarik hingga dasinya sedikit renggang. Suatu kertas di selipkan untuk masuk ke dalam kemeja tersebut dan berjalan menjauh. Ten sadar bahwa Taeyong sempat melirik tubuhnya sekilas, tapi tidak ia pikirkan.\nKini pemuda pisces itu hanya mengerjap menyadari hal yang seharusnya sangat tidak boleh terjadi.",
    "trans": "\"What do you want?\" An angry glint flashed from her clear irises that made Taeyong's smile wider.\n\"The news with tagline 'Ten Lee, the outstanding student is a night entertainment waiter' printed using a large font, I am convinced that your scholarship would have been taken out after 1 hour of the display.\"\n\"You don't have a proof, Taeyong\"\nTaeyong's one hand lifted Ten's chin, pulling it to make her gaze at him. Ten had a chance to close her eyes before returning the eagle gaze dominant in front of her.\n\"I am not that stupid, the club belongs to my friend's big brother.\"\nHer head tilted and whispered smoothly to her opponent's ear, Ten closed her eyes when the smooth breath moved on the nape of her neck.\n\"I repeat, what do you want?\"\nTaeyong did not answer, but he pulled the sweet one's upper button so the tie was a bit loose. A piece of paper was inserted to enter the shirt and walked away. Ten was aware that Taeyong had a chance to wink at her body for a while, but she did not think about it.\nNow the Pisces youth only blinked, realizing that a thing like that should not have happened at all."
}