{
    "source": "id_ID",
    "target": "en_US",
    "text": "Melihat ekspresi lembut dan tegas Pei Xiurui, [redacted_name] menjawab dengan senyuman:\" Aku percaya padamu. \"\nKetika [redacted_name] pulang dari sekolah, mereka melihat Seorang saudari duduk tegak di ruang utama. Mereka agak bingung. Dulu, Seorang saudari sibuk di yamen atau di rumah. Mengapa tidak ada yang bisa dilakukan saat duduk di sini hari ini ?\n\"Kakak, apakah kau menunggu kami?\"\n[redacted_name] berkata, \"Ya, ada satu hal yang ingin kukatakan padamu.\"\nMelihat ekspresi serius [redacted_name], naga dan burung phoenix tidak bisa membantu tetapi berdiri dengan sungguh-sungguh: \"Kakak, apa yang Masalah? Kami semua mendengarkanmu. \"\n[redacted_name] memandangi dua bersaudara berusia sebelas tahun di depannya. Setelah dua tahun dirawat dengan hati-hati, mereka tidak lagi terlihat kurus seperti saat dia pertama kali datang tahun lalu.\nSekarang mereka berdua kuat dan lebih tinggi, mereka mulai terlihat seperti dewasa muda. [redacted_name] merasa perlu untuk memberi tahu mereka tentang urusan keluarga mereka dan membuat keputusan sendiri.",
    "trans": "Seeing Pei Xiurui's gentle and firm expression, [redacted_name] replied with a smile: \"I believe you.\"\nWhen [redacted_name] came home from school, they saw a sister sitting upright in the main hall. They were a little confused. In the past, a sister had been busy in the yamen or at home. Why is there nothing to do while sitting here today?\n\"Brother, are you waiting for us?\"\n[redacted_name] said, \"Yes, there's one thing I want to tell you.\"\nSeeing [redacted_name]'s serious expression, the dragon and the phoenix couldn't help but stand up solemnly: \"Brother, what's the matter? We're all listening to you.\"\n[redacted_name] observed the two eleven-year-old sisters in front of him. After two years of careful nurture, they no longer looked as thin as when he first came last year.\nNow that they were both strong and taller, they began to look like young adults. [redacted_name] felt the need to tell them about their family affairs and make their own decisions."
}