{
    "source": "id_ID",
    "target": "en_US",
    "text": "Love In The Purple Sea\n511K\n16.5K\nDax, bangun di sebuah kamar hotel dalam keadaan telanjang bersama dengan seorang wanita yang bukan pacarnya. Setelah mengetahui wanita itu ternyata staff hotelnya, Dax...\nPanas menjalar dari tenggorokan ke perut.\nSejujurnya, aku tidak bisa mengatakan bahwa aku cukup patah hati karena kami memutuskan berpisah untuk sementara waktu, tapi dia mengatakan kepada orang-orang dengan serius. Dulu aku berpikir bisa menerimanya untuk melepaskannya sepenuhnya, tapi...\n'[redacted_name]' adalah nama mantan pacarku. Baru-baru ini, statusnya telah berubah dan dia bersama 'Dr. Temp' sejak awal perkuliahan.\nDia putus denganku ketika kita akan lulus SMA, karena alasan ingin memilih orang yang memiliki masa depan lebih daripadaku dan menjalin hubungan dengannya.\n\"North, aku ingin kau mengerti. Kita semua sudah dewasa. Dia ingin memilih seseorang yang memiliki masa depan untuk dikencani. Kau tidak bisa bermain-main seperti saat kau masih SMA, kan?\"\nYah... aku tidak bermain-main juga, kan?\nTapi apa yang bisa aku lakukan, aku tidak punya hak apa pun.\n\"Oh, aku tidak ingat mantan pacarmu. Apa dia satu SMA dengan kita?\" tanya Ai Kyu.\n\"Tidak, Dia sekolah di SMA dekat sini. Tapi Temp satu SMA dengan kita.\"\n\"Dr. Temp. Aku berdoa agar kalian tidak bertemu satu sama lain.\" [redacted_name] berkata, \"Kalau tidak, Ai North akan menggila.\"",
    "trans": "Love In The Purple Sea\n511K\n16.5K\nDax woke up in a hotel room naked with a woman who was not his girlfriend. Upon knowing, apparently that woman was a staff of his hotel, Dax...\nHeat spread from the throat to the stomach.\nHonestly, I could not say that I was quite heartbroken because we decided to split temporarily, but she told that to the people seriously. I thought once that I could accept to let it go completely, but...\n'[redacted_name]' is the name of my ex-girlfriend. Recently, her status has changed and she is with \"Dr. Temp' since the beginning of the lectures.\nShe broke up with me when we graduated from Senior High School, because she wanted to choose someone with a better future compared to mine, and make a relationship with him.\n\"North, I want you to understand. We are all grown up. She wanted someone with a secured future to date. You cannot play like when you were still in Senior High School, right?\"\nYeah... I am not playing either, right?\nBut what can I do, I have no right at all.\n\"Oh, I don't remember your ex-girlfriend. Was she in the same Senior High School with us? asked Ai Kyu.\n\"No, she went to Senior High School near ours. But Temp was in the same Senior High School with us.\"\n\"Dr. Temp. I pray that you will not meet each other with him.\" [redacted_name] said, \"If not, Ai North will go crazy.\""
}