{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Ahh Jungwon Eunghhh!\". Saat Heeseung mendesah memanggil namanya, Jungwon langsung meremas kejantanannya dari luar celana bahannya.\n“Ahhh enak banget won, ahhh!”. Jungwon semakin kuat meremas penisnya yang masih terkurung di dalam sangkarnya.\nSusah payah ia telan dahaga yang ia rasa, saat netranya secara terang-terangan dapat melihat lubang senggama Heeseung yang sedikit menganga dan berkedut-kedut, buat cairan pelicinnya semakin tumpah ruah menetes sampai tapaki lantai kavling di bawahnya.\n“Hesssst!” Jungwon mendesis, saat turut terciprat aura nikmat dari birahi Heeseung yang menguar tanpa ragu, bahkan Jungwon tidak lagi waspadai keadaan sekitarnya, fokusnya di lahap habis karena tontonan erotis di hadapannya.\n“Aaa! Ahh! ! Ahh!” Heeseung menggusak cepat klitolis nya naik turun dengan begitu kuat, “AHHHH!” yang hadirkan pekikan kuat di akhir saat ia masukkan bulatan permen gagang-nya kedalam senggama berkedutnya.\n“Pelan-pelan, kak” Ujar Jungwon lancang\nHeeseung sendiri langsung tersenyum iblis di balik wajah needy nya.\n“Kalo lo tau, bantuin ... ”\nMasa bodoh dengan segala resikonya, Jungwon dengan semangat langsung bangkit mendekat lalu kembali berjongkok di hadapan selangkangan Heeseung.\n“Kaki gue pegel” Heeseung menurunkan kaki kirinya dari kotak sampah lalu bawa kaki kanannya bertopang di bahu kiri Jungwon.\n“Buka mulut coba!” Jungwon lagi-lagi menuruti perintah Heeseung.",
    "trans": "\"Ahh Jungwon Eunghhh!\" Jungwon immediately stroked his cock from outside of his trousers when Heeseung moaned and called his name.\n\"Ahhh it's so good won, ahhh!\" Jungwon stroked his cock that was still wrapped by trousers even harder.\nHe hardly could swallow his saliva when he saw Heeseung's slightly-opened and twitching vagina clearly, making his fluid poured out even more it reached the floor.\n\"Hsssst!\" Jungwon groaned when he also indulged in the pleasure that Heeseung fearlessly felt. He was no longer vigilant of the surrounding situation. He was extremely focused on the erotic scene in front of him.\n\"Aaa! Ahh ! Ahh!\" Heeseung rubbed her clitoris up and down vigorously. \"AHHHH!\" She moaned hard at the end after she put her lollipop inside her twitching vagina.\n\"Slowly, please\" Jungwon said fearlessly.\nAn evil thought popped out of Heeseung's mind together with her smile and she put on needy face.\n\"Help me if you know ... \"\nJungwon immediately walked closer, couldn't care less about the risks, and then squated down in front of Heeseung's groin.\n\"My legs hurts\" Heeseung put down her left leg of the dustbin and rested her right leg on Jungwon's left shoulder.\n\"Open your mouth\" Jungwon once again obeyed Heeseung's orders."
}