{
    "source": "id_ID",
    "target": "en_US",
    "text": "+\n[redacted_name], bagaimana perasaanmu terhadap kakak-kakak [redacted_name]? Kalian bersemangat? Aku ingin menyampaikan kalau kami sangat bersemangat (>. <) Aku membuka ruang ini untuk menyambut kalian di keluarga kami. Berapa banyak [redacted_name] yang sudah bertemu dengan para senior? Hari ini aku ingin memberitahu bahwa [redacted_name] akan mempunyai kesempatan untuk bersatu kembali dengan para senior. Kalian mungkin mendapati diri mereka sedang merekrut siswa baru, ingatlah bahwa para senior itu brutal, tetapi mereka sangat mencintai [redacted_name] mereka... laki-laki atau perempuan. Semester baru akan dimulai minggu depan jadi bersiaplah. (>. <)\nDi grup ini banyak lagi postingan tentang universitas, beberapa asrama, informasi dari berbagai fakultas yang sudah bergabung di halaman ini. Aku juga terus memantau grup Freshy untuk melihat berita apa lagi yang bisa ku ketahui. Jadi aku terus menggulir ke bawah untuk melihat informasi apa yang tidak ku ketahui.\n[redacted_name] - minggu lalu",
    "trans": "+\n[redacted_name], how do you fill about the big brothers/sisters [redacted_name]? Are you excited? I want to say that we are so excited (>.<) I am opening this room to welcome you in our family. How many of [redacted_name] who have met the seniors? Today I want to tell you that [redacted_name] will have an opportunity to get together again with the seniors. Maybe you will find them recruiting new students, remember that the seniors are brutal, but they love their [redacted_name] very much... boys or girls. The new semester will be started next week, so be ready. (>.<)\nIn this group there are many more postings about the universities, some boarding houses, information from various faculties who have joined this page. I also keep monitoring the Freshy group to see what additional news that I can learn. So, I keep scrolling down to see what information that I don't know.\n[redacted_name] - last week"
}