{
    "source": "id_ID",
    "target": "en_US",
    "text": "Ciuman panas yang tiba-tiba saja terjadi, sangat nikmat dan membuat candu hingga suara pintu terbuka dan pekikan dari gadis berponi hentikan aksi melumati.\n\"OMMOOO! UNNIE!\"\nLalisa.\nGadis itu baru saja datang, dia terdiam bak patung saat melihat Jennie berciuman dengan seorang perempuan pikirnya. Lisa lihat rambut panjang Ji soo serta wajah nya yang cantik, tunggu apa Jennie pindah haluan sebab terlalu sakit dikhianati Taehyung???!!!!\n\"Unnie apa kau sekarang belok?!\" Lisa mendekat, dia lihat Jennie menghela nafas dan mulai duduk dengan normal begitu juga dengan Ji soo.\n\"Iya memang kenapa? Bukan kah dia cantik? Aku menyukainya.\" Jennie berucap, Ji soo hanya diam sebab dia tau apa yang Jennie ungkap hanya sebuah kebohongan.\n\"Unnie apa sebegitu nya kau sampai ber-\"\n\"Tenanglah nona cantik.\" Lisa terkejut dia berhenti berucap, dia lihat Ji soo yang berucap dengan suara yang berbass,\nLisa perhatikan Ji soo mulai berdiri dan mengikat rambutnya, tunggu! Lisa terus perhatikan sampai dia sadar Jika tubuh Ji soo tak seperti perempuan dan Lihatlah jakun serta dada bidang nya itu!!!! Tch. Lisa pikir Ji soo hanya gadis jangkung saja!!!",
    "trans": "The hot kiss that just happened, very good and caused an addiction until the sounds of door opening and the scream of the pony-tail girl stopped the crushing action.\n\"OMMOOO! UNNIE!\"\nLalisa.\nThe girl just came, she stood still like a statue when she saw Jennie kissing with someone she thought was a girl. Lisa saw Ji soo's long hair and pretty face, waiting if Jennie turned the direction because of the painful betrayal by Taehyung???!!!!\n\"Unnie, have you now turned?!\" Lisa moved closer, she saw Jennie taking a deep breath and started to sit normally, and also Ji soo.\n\"Yes, why then? Isn't she pretty? I like her.\" Jennie said, Ji soo was only silent because she knew what Jennie expressed was only a lie.\n\"Unnie, is that so, that makes you ...\"\n\"Calm down, pretty lady.\" Lisa was surprised, she stopped saying, she heard Ji soo saying in a bass tone,\nLisa watched Ji So starting to stand and tying her hair, wait! Lisa keep watching until she realized that Ji soo's body did not look like a woman and, look at his Adam's apple and the broad chest!!! Tch. Lisa thought Ji soo was only a tall girl!!!"
}