{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Haii aku datang~\" Lee Han datang lagi padahal sejak kemarin malam dia tidak punya client karena sudah taken kontrak dengan Sugar Daddy barunya.\n\"Coba berdiri dulu, Gyuvin-ah.\" Matthew mengambil butt plug ekor kelinci yang sudah dia rendam air hangat ini.\n\"Nih minum biar santai.\" Lee Han membuka kan satu cafe latte dan menyodorkannya pada Gyuvin tapi langsung di tepuk Zhang Hao.\n\"Jangan, Gyuvin sudah bersih-bersih. Jangan berikan dia minuman rasa.\" Oh benar juga, Lee Han baru sadar hal itu padahal dia bawakan minuman dan kur untuk mereka.\n\"Kau mau pasang sendiri apa aku pasangkan?\" Matthew memutar tubuh Gyuvin dan melihat bokong telanjang itu.\nGyuvin langsung berbalik dan merebut buttplug itu dari tangan Matthew. Walaupun mereka sering bertelanjang di depan satu sama lain tapi untuk hal-hal intim seperti ini tetap saja canggung. Gyuvin membawa butt plug dan lubricant ke toilet di ruang rias itu dan memakainya dengan cepat lalu keluar lagi.\n\"Wahhhh!!\" Lee Han terkesima dengan kontum baru ini, apa lagi topengnya juga sangat lucu, tubuh tinggi Gyuvin benar-benar terlihat panas malam ini.\n\"Ehh tungggu.\" Matthew tiba-tiba ada ide lain, lingeri tanpa lengan dengan tali tipis di pundak ini bisa di ukur, jadi dia membuatnya sedikit kendur dan saat Gyuvin menari nanti tali itu akan sedikit-sedikit jatuh dan menunjukan lebih dadanya yang di berikan glitter menggoda.",
    "trans": "\"Hii I'm here~\" Lee Han came again, even though he didn't have any client anymore as he had signed a contract with his new Sugar Daddy last night.\n\"Try to stand first, Gyuvin-ah.\" Matthew brought a bunny butt plug that he had soaked in warm water.\n\"Drink this to relax.\" Lee Han opened a can of cafe latte and offered it to Gyuvin, but Zhang Hao immediately kept it away.\n\"No, Gyuvin is all clean now. Don't give him flavored drink.\" Oh well, that's right. Lee Han just realized this even though he brought the beverage and tools for them.\n\"Do you want me to put it in for you or you put it by yourself?\" Matthew turned Gyuvin's body around and saw his naked butt.\nGyuvin immediately turned around and snatched the butt plug away from Matthew's hand. They would still feel awkward for such intimate things even though they have often show their naked body to each other. Gyuvin took the butt plug and lubricant to the toilet inside the dressing room and went back again after putting it in quickly.\n\"Woahhhh!!\" Lee Han was speechless with the new costume. Not to mention the extremely adorable mask. Gyuvin's tall figure looked hot tonight.\n\"Ugh wait.\" Another idea popped out of Matthew's mind. He made the sleeveless lingerie, which has a spaghetti strap and is adjustable, a little loose. The strap would slowly fall down when Gyuvin dances later, allowing his chest that had been applied glitters to look more seductive."
}