{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Tidak saat itu aku tidak membawa nya lagi pula kan dia seorang pelacur, jdi apa salah nya dengan itu\" ucap Dew dgn tenang sedangkan Tay hanya melongo melihat boss nya itu\n\"Apahh kau ini benar² brengsek kau tau apa akibat nya nanti jika dia hamil anak mu keluarga mu bisa hancur Dew\nwalaupun dia seorang pelacur tetap saja kau sudah meniduri nya kau tau seorang pelacur jika melayani tamu nya dia akan menyuruh tamu nya untuk memakai kondom supaya diri nya aman sedangkan kau tidak memakai nya\" ucap Tay yg berdiri dari tempat duduk nya\n\"Diam lah jika kau terus mengomel seperti ini lebih baik kau pulang saja kau membuat ku tambah pusing saja\" ucap Dew mengusir Tay\n\"Baiklah aku akan pulang tapi ingat kata²ku ini jika dia hamil suatu saat nanti kau harus bertanggung jawab dan kau harus menyelesaikan ini dgn sendiri tnpa dan jangan ajak aku dgn masalah yg rumit ini apa kau mengerti\" ucap Tay lalu keluar dari ruangan Dew dan langsng pulang dari kantor boss nya itu\n\"Aiisss... knpa jdi seperti ini sekarang apa yg harus aku lakukan tapi hnaya ada satu cara untuk menyelesaikan nya yaitu dengan bertemu pria itu\" ucap Dew",
    "trans": "\"No, I didn't bring it at that time. Besides, she's a prostitute-so what's wrong with that?\" Dew replied calmly, while Tay simply stared at his boss in disbelief\n\"What? You're really reckless. Do you know what the consequences will be if she gets pregnant? Your family could be destroyed, Dew.\n\"Even though she's a prostitute, you still slept with her. You know that a prostitute, when serving her clients, will ask them to use a condom to keep herself safe, while you didn't use one,\" Tay said, standing up from his seat.\n\"Just keep quiet. If you keep nagging like this, you might as well go home. You're just making me more confused,\" Dew said, dismissing Tay.\n\"Look, I'm heading home, but I need you to understand something serious. If she gets pregnant someday, you'll need to step up completely. I won't be dragged into cleaning up this mess. Are we clear?\" Tay said before leaving Dew's office and heading straight home from his boss's place.\nUgh... How did things end up like this? Now, what should I do? There's only one way to resolve this, and that's by meeting that guy,\" Dew muttered."
}