{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Dikamar mungkin.\" Jeno menghendikkan bahunya. Entahlah Jeno semakin penasaran dengan banyaknya makanan yang akan di buat.\n\"Beritahu Mark juga, dandan yang ganteng anak-anak bubu. Sana-sana.\" Usir Taeyong. Ia membuat gestur mengusir anaknya.\n\"Siapa sih bu tamunya sepertinya penting sekali?\" Tanya Jeno ketika Taeyong mendorong badannya untuk segera pergi.\n\"Ssst nanti kamu juga tau. Cepat sana.\"\nPukul 8 malam, tamu yang ditunggu Keluarga Jung pun tiba. Terdengar suara bel berbunyi, ketika maid akan membukakan pintu Taeyong melarangnya. Ini tamunya jadi ia yang akan menyambut.\n\"Ah Yuta, Winie\" Sapa Taeyong pada tamunya sambil memeluk Winwin.\nYa tamu spesial Taeyong kali ini adalah Yuta dan Winwin. Mereka sudah lama tidak berkumpul bersama, jadi ini sebagai ajang makan malam teman lama.\n\"Mari masuk, Jaehyun sedang mandi.\" Ajak Taeyong pada kedua tamunya.\n\"Baru pulang dia?\" Tanya Yuta seraya mengikuti si tuan rumah.\n\"Iya, tadi sempat ada masalah di kantor.\" Jawab Taeyong. Ia mempersilahkan tamunya untuk duduk di ruang tamu.\nJaehyun yang sudah rapi dengan pakaiannya menghampiri sang tamu memberikan tos persahabatan pada Yuta.\n\"Makanan sudah siap, lebih baik kita makan malam dulu.\" Ajak Jaehyun pada tamunya, kemudian mengajak tamunya pindah ke ruang makan.\n\"Ah Jeno, Mark sini beri salam pada om Yuta dan tante Winwin.\" Panggil Taeyong saat melihat kedua nya turun dari tangga.",
    "trans": "\"In the room maybe.\" Jeno lowered his shoulder. Who knows, Jeno was getting more curious to see the big amount of food that was going to be made.\n\"Tell Mark also, dress up handsomely the bubu kids. Go, go.\" expelled Taeyong. She made a gesture to expel her son.\n\"Mom, who are the guests, they look important?\" Asked Jeno when Taeyong pushed his body to go immediately.\n\"Ssst, later you will know. Come on, go.\"\nAt 8 o'clock in the evening, the expected guests, Jung Family arrived. The doorbell sound was heard, when a maid was going to open the door Taeyong forbade her. These were her guests, so she would welcome them.\n\"Ah Yuta, Winie\" Said Taeyong to her guests while hugging Winwin.\nYes, Taeyong's special guests now were Yuta and Winwin. It had been so long since they got together, so this would be an event for old friends' dinner.\n\"Come on in, Jaehyun is having a shower.\" said Taeyong to her two guests.\n\"Did he just get home?\" asked Yuta while following the host.\n\"Yeah, there was a problem at the office.\" answered Taeyong. She asked her guests to sit in the living room.\nJaehyun who was neatly dressed approached the guests to give Yuta a friendly high five.\n\"The food is ready, we better eat dinner first.\" said Jaehyun to their guests, than asked them to move into the dining room.\n\"Ah Jeno, Mark, come here and say hello to Uncle Yuta and Aunt Winwin.\" called Taeyong when she saw both of them going down the stairs."
}