{
    "source": "id_ID",
    "target": "en_US",
    "text": "Perindustrian 2014-2016 Saleh Husin, dan artis Raffi Ahmad. Juga hadir perwakilan Kadin provinsi\ndan kabupaten/kota.\nHashim mengawali pidatonya dengan menekankan, secara umum kebijakan ekonomi Prabowo\nberada di titik tengah antara kapitalisme dan sosialisme. Menurut dia, Prabowo itu pro-pengusaha\nsekaligus pro-rakyat. ”Ini tidak ada benturan. Kita pengusaha cari cuan dengan cara terhormatlah.\nBayar pajak. Patuhi dan jaga lingkungan hidup. Buat yang bermanfaat bagi seluruh Indonesia,” ujar\nHashim yang juga Wakil Ketua Dewan Pembina Partai Gerindra itu. Hashim Djojohadikusomo\nmembeberkan rencana kebijakan ekonomi era Prabowo di diskusi Kamar Dagang dan Industri\n(Kadin) Indonesia, di Menara Kadin, Jakarta, Senin (7/10/2024). Ia menjelaskan, salah satu\nkebijakan utama pemerintahan Prabowo adalah memberikan makanan gratis pagi dan siang\nkepada total 82 juta penduduk. Adapun mereka adalah anak sekolah, anak di rumah, serta ibu hamil.\nMenurut dia, Prabowo tidak tiba-tiba saja terpikirkan makan siang itu karena kampanye Pemilu 2024,\ntetapi sudah terpikirkan sejak 2006 lalu. Saat itu, Prabowo membaca laporan harian Kompas yang\nmengutip data Kementerian Kesehatan bahwa jumlah anak tengkes atau stunting pada usia balita\nmencapai 30 persen. Hal itu karena mereka kekurangan gizi yang optimal dalam masa",
    "trans": "Industry 2014-2016 Saleh Husin, and a celebrity Raffi Ahmad were also present as the representatives of the provincial and regency/city\nChamber of Commerce and Industry\nHashim began his speech by encompassing that in general Prabowo's economic policies\nare in the middle between capitalism and socialism. He said that Prabowo is pro-entrepreneur\nand pro-people. \"There is no conflict. We, entrepreneurs, should make money in an honorable way.\nPay taxes. Obey and protect the environment. Create something that is beneficial for Indonesia,\" he said.\nHashim is also the deputy chairman of the advisory board of the Gerindra Party. Hashim Djojohadikusomo\nrevealed the economic policy plans of the Prabowo era in a discussion at the Chamber of Commerce and Industry\n(Kadin) Indonesia, at the Kadin Tower, Jakarta, Monday (10/7/2024). He explained, one of\nthe main policies of the Prabowo government is to give free meal for breakfast and lunch\nto a total of 82 million people. They are school children, children at home, and pregnant women.\nAccording to him, the free lunch was not a last-minute idea proposed by Prabowo because of the 2024 election campaign,\nbut it had been on his mind since 2006. At that time, Prabowo read a Kompas daily report which\nquoted data from the Ministry of Health that the number of stunted toddlers\nreached 30 percent. That is because they lack optimal nutrition during"
}