{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Lupakan saja. Ada aku yang menjaga mu disini. Percayalah, selagi aku hidup aku akan menjadi istri dan pengawal peribadi mu\" senyum Winter\n\"Apa kau tau berkelahi?\" tanya Karina\n\"Sudah tentu aku tau. Aku itu agen rahasia yang mengambil cintamu, hihi\"\n\"Ah, kau sempat bercanda saat aku serius\"\n\"Aku serius kalau sama kamu. Sejak kapan aku pernah berbohong coba\"\n\"Manis banget omongannya ya, aku masukin ntar nangis kamu\"ujar Karina, ia sedikit mengerdipkan mata kearah winter\n\"Dasar mesum\"\n\"Aku pengen win, kita main disini aja\"\n\"Kita masih di rumah sakit sayang. Lagian aku baru saja datang bulan\" Winter mengusap pipi Karina dengan lembut\n\"Sepertinya aku harus puasa tubuhmu\"\n\"Tak lama sayang, cuman tiga hari. Aku bisa ngocok punyamu saja gimana?\"\nKarina menatap tajam gadisnya. Ia bangun dengan perlahan, mereka harus pulang ke rumah. Bisa khilaf jika bersama di tempat umum seperti itu\n\"Kau pikir dengan blowjob punyaku, aku akan merasa terpuaskan, huh?\"\n\"Maybe, astaga kau itu tidak sabaran sekali. Coba kalo aku hamil nanti, selama 9 bulan kau harus berpuasa untuk tidak menyentuhku tau\"\n\"Kita main pelan-pelan aja\" kekeh Karina",
    "trans": "\"Forget it. I'm here to look after you. Believe me, as long as I'm alive, I will be your wife and personal bodyguard,\" Winter smiled.\n\"Do you know how to fight?\" asked Karina\n\"Of course, I do. I'm a secret agent who stole your love, tee-hee\"\n\"Ah, you're always joking while I'm being serious\"\n\"I'm serious when it comes to you. Have I ever lied to you?\"\n\"You've got sweet talks, haven't you? I'll penetrate then you'll cry,\" said Karina, she gave Winter a little wink.\n\"Pervert\"\n\"I really want to, Win, let's just do it here.\"\n\"We're still at the hospital, babe. Besides, I've just got my period,\" Winter stroked Karina's cheek gently.\n\"Seems that I must stop touching your body.\"\n\"It won't be long, honey, only three days. I can just play with yours, how about that?\"\nKarina stared at his girl. He got up slowly, they have to go home. It could be mistake being together in a public place like this\n\"You think by giving me a blow job, I'll be satisfied, huh?\"\n\"Maybe, gosh, you're so impatient. What if I get pregnant, for 9 months you have to stop touching me completely, you know?\"\n\"Let's just play slowly,\" Karina chuckled."
}