{
    "source": "id_ID",
    "target": "en_US",
    "text": "Panik, yin hanya berdiri di tengah ruangan tidak tahu harus berbuat apa dulu. Setelah mengumpulkan pikirannya, dia menelepon polisi dan menyuruh mereka datang ke tempat yang diperintahkan orm. Setelah itu, dia menghubungi nomor seseorang.\n\"Yin.\" boun menjawab\n\"Boun, aku tahu di mana orm. Aku akan ke sana sekarang. Sesuatu yang buruk sedang terjadi.\" Dia berkata, dan sudah berlari keluar ruangan.\nBahkan mengabaikan panggilan dari lyn yang kini menatapnya dengan cemas.\n\"Di mana? Yin, jangan ke sana sendirian. Itu berbahaya.\" Kata boun, khawatir. Tapi setelah yin memberitahu lokasinya, dia langsung menutup telepon.\nLyn yang mendengar sekilas menjadi sangat cemas saat melihat yin sudah bergerak pergi dengan mobil sewaannya.\nTak ada cara lain, lyn pun menghubungi kedua orang tuanya. Dia tahu pasti bahwa yin akan pergi ke tempat wanita itu sendirian.\nSementara itu disisi lain, boun mengumpat kesal. Dia menahan napas dan membayangkan hal buruk akan terjadi. Dia tidak begitu tahu tempat yang yin katakan namun bahkan jika tempat itu berada sangat jauh dari tempatnya, dia harus tiba sebelum yin tiba disana. Boun tidak bisa membiarkan yin pergi sendirian kesana.",
    "trans": "Yin only stood at the center of the room, panicked and clueless of what to do first. After making up his mind, he called the police and requested them to go to the place instructed by Orm. After that, he contacted someone.\n\"Yin.\" Boun answered.\n\"Boun, I know where Orm is. I will go there now. Something bad is happening.\" He said so while ran out of the room.\nLyn, who was ignored by him, looked at him anxiously.\n\"Where? Yin, don't go there alone. It's dangerous.\" Boun was worried. But once Yin let him know his location, he immediately ended the call.\nLyn, who only got to hear a little bit of it, became extremely anxious seeing Yin who has already go with his rented car.\nLyn had no other choice but to contact his parents. He knew that Yin would go to the woman's location alone.\nOn the other side, Boun swore. He held his breath and imagined something bad will happen. He didn't really know the place Yin meant, but if it's too far from his place, he should arrive before Yin. Boun couldn't let Yin go there alone."
}