{
    "source": "id_ID",
    "target": "en_US",
    "text": "[redacted_name] terkekeh pelan, sikapnya tetap santai dan nyaman, tubuhnya terbaring di atas ranjang dengan balutan kostum kucing favoritnya, lengkap dengan telinga dan ekor. “Masuklah,” ucap Wise kalem sambil menggoda. \"Mau nonton film apa hari ini?\"\n[redacted_name] dengan hati-hati menutup pintu kamar, mendengar bunyi 'klik' saat ia menguncinya. Ia menghela napas dalam-dalam, mencoba menenangkan pikirannya yang berlarian ke mana-mana. “[redacted_name], Anda tahu saya datang ke sini bukan untuk nonton film...” gumamnya dengan suara rendah, sementara telinganya mulai memerah karena malu.\n[redacted_name] menyeringai nakal, mengambil ponselnya dan memainkannya di tangannya. \"Kau terlalu banyak memikirkan kostum ini, ya?\" goda [redacted_name], sambil mengangkat ponselnya sedikit, memperlihatkan foto yang ia kirimkan sebelumnya—foto yang membuat [redacted_name] datang dengan tergesa.\nMata liar [redacted_name] membelalak lebar, tatapannya terpaku pada gambar di ponsel [redacted_name], menampilkan kostum kucing yang sudah merongrong pikirannya sejak tadi. \"Sial...\" gumamnya pelan, mencoba menarik napas dalam-dalam, namun tubuhnya sudah bereaksi.\nWise menyeringai nakal sesaat ia melihat ereksinya [redacted_name] sudah jelas terlihat menekan kain celananya yang rapih.\n\"Jadi, apa lagi yang kau tunggu?\" ucapnya dengan nada memprovokasi, tangannya perlahan merogoh ke bawah, membuka resleting kostumnya, memamerkan kulit telanjangnya.",
    "trans": "[redacted_name] chuckled softly. He kept his cool and was comfortable. He lied down on the bed with his favorite cat costume, together with the ears and tail. \"Come in,\" Wise said in a seductive tone. \"What film do you want to watch today?\"\n[redacted_name] carefully closed the door until a 'click' sound was heard when he locked it. He took a deep breath, trying to calm his mind that has been going wild. \"[redacted_name], you know I come here not for the movie...\" he whispered softly and his ears turned red for being shy.\n[redacted_name] smirked playfully, took his phone and did something with it. \"You think about this costume too much, isn't it?\" [redacted_name] teased him while slightly lifted his phone, showing an image he previously sent—an image that made [redacted_name] came in hurry.\n[redacted_name]'s wild eyes opened widely. His pupils were focused at the image on [redacted_name]'s phone, showing an image of a cat custome that has been running on his mind since earlier. \"Shit...\" he muttered softly, trying to take a deep breath, but his body reacted faster.\nWise smirked playfully when he saw [redacted_name]'s cock bulked up clearly pressing against the neat trouser.\n\"So, what are you waiting for?\" he spoke provokingly. His hands reached out down there slowly, unzipping the costume and showing off his naked skin."
}