{
    "source": "id_ID",
    "target": "en_US",
    "text": "dimana tidak akan ada jarak antara musisi, penonton, dan alam yang akan menjadi ruang dalam\npertunjukan ini. Konsep yang selalu diusung dalam penyelenggaraan Jazz Gunung ini terbukti\nberhasil menciptakan sebuah pertunjukan dengan pengalaman yang unik dan tidak terlupakan.\n“Pemerintah Daerah Kabupaten Banyumas mendukung penuh penyelenggaraan Jazz Gunung\nSlamet yang memasuki tahun ke-2. Komitmen kami selain memberi ruang apresiasi kepada para\nmusisi jazz, juga ingin memberikan pengalaman kedekatan tanpa jarak dengan para musisi jazz\nfavorit masyarakat di sini. Selain itu, kami berharap setiap penyelenggaraan Jazz Gunung Slamet\ndapat berkontribusi dan memberi dampak pada pariwisata dan ekonomi kreatif di sini dalam\njangka panjang,” ungkap Kepala Dinas Pemuda, Olahraga, Kebudayaan Dan Pariwisata Kabupaten\nBanyumas, Setia Rahendra.\nSejumlah penampil di Jazz Gunung Slamet 2024 yang tengah bersiap, di antaranya Borderline\nwith Nita Aartsen, Cresensia Naibaho, Ermy Kullit, Mus Mujiono, dan Sal Priadi. Juga ada\npenampilan grup musik jazz dari Purwokerto, Langthiep & the Boy Friends.\nPenyelenggara memberikan 2 kategori untuk harga tiket. Kategori Mahasiswa Reguler Rp\n200.000 dan VIP Rp 550.000. Sedangkan kategori Umum Reguler Rp 350.000 dan VIP Rp\n750.000. Dapatkan promo menarik untuk Jazz Gunung Slamet dengan mengunjungi website\nresmi jazzgunung.com dan media sosial mereka di Instagram @jazzgunung.\nSelain panggung musik jazz, Jazz Gunung Slamet juga akan melibatkan bazaar UMKM binaan",
    "trans": "where there will be no distance between the musicians, audience, and nature that will become the space in\nthis show. The concept that is always brought up in the implementation of this Mountain Jazz has been proven\nsuccessful to create a show with unique and unforgettable experiences.\n\"Banyumas Regency Regional Government supports fully the implementation of the Mountain Jazz of\nMount Slamet which now entering the 2nd year. Our commitment, besides giving an appreciation room to\nthe jazz musicians, we also want to give the closeness-without-distance experience with the jazz musicians\nof people's favorite here. Besides, we hope that every implementation of Mount Slamet Jazz\ncan contribute and give positive impacts on the tourism and creative economy here in\nthe long term, \" expressed  Service Head of Youth, Sports, Cultural and Tourism of\nBanyumas Regent, Setia Rahendra.\nA number of performers at 2024 Mount Slamet Jazz are making the preparation, among others are Borderline\nwith Nita Aartsen, Cresensia Naibaho, Ermy Kullit, Mus Mujiono, and Sal Priadi. There is also\nthe performance of jazz music group from Purwokerto, Langthiep & the Boy Friends.\nThe organizer gives 2 categories for the ticket prices. The Regular Student Category\nRp 200,000 and VIP Rp 550,000. While the Regular Public category Rp 350,000 and VIP\nRp 750,000. Get the attractive promo for Mount Slamet Jazz by visiting the official website\njazzgunung.com and their social media at Instagram @jazzgunung.\nBesides the jazz music stage, Mount Slamet Jazz will also involve  bazaar for fostered micro, small and medium enterprises (UMKM)."
}