{
    "source": "id_ID",
    "target": "en_US",
    "text": "Agen He Hao menghubungi He Hao ketika He Hao berada di kamar mandi dan tidak berada di bawah kamera siaran langsung: \"Apakah Anda terlalu antusias dengan Lu Ning? Saya belum pernah melakukan kontak dengannya, tetapi netizen mengatakan dia sangat istimewa. Jangan menderita karenanya.\" He Hao berkata\ndengan benar: \"Lu Ning adalah orang baik!\"\nAgen He Hao bertanya: \"Kamu, mengapa menurutmu Lu Ning adalah orang baik?\"\nHe Hao: \"Lu Ning adalah untuk mencegahku. memalukan, itu sebabnya aku sangat takut pada anjing, dan aku tidak bisa memikirkan alasan lain.\" Setelah dia selesai berbicara, dia berhenti dan berkata dengan ekspresi mencela diri sendiri, \"Itu tidak mungkin karakter yang dia inginkan. untuk merampokku.\"\nJadi, agen He Hao benar-benar dibujuk oleh He Hao.\nAgen He Hao menyaksikan seluruh siaran langsung. Ketika [redacted_name] melihat anjing perah kecil, dia ingin mengambilnya, tetapi karena reaksi He Hao, dia ragu-ragu untuk beberapa saat. Sekitar satu detik, dia memulai penampilannya, jadi Lu Ning tidak takut pada anjing, ditambah Internet membuat dia pingsan, dan sampah Jiaohua bahkan tidak bisa membuka tutup botolnya. Jika dia dalam suasana hati yang buruk saat ini, dia akan melakukannya. Anda dapat langsung mengambil anjing dan melangkah. pada [redacted_name] untuk menjadi populer.",
    "trans": "He Hao's agent contacted He Hao when He Hao was in the bathroom and not in the live broadcast camera: \"Are you too enthusiastic about Lu Ning? I have never contacted her, but netizens say she is very special. Don't suffer because of her.\" He Hao said it\ncorrectly: \"Lu Ning is a good person!\"\nHe Hao's Agent asked: \"Why do you think Lu Ning is a good person?\"\nHe Hao: \"Lu Ning is here to stop me. Shame, that's why I'm so afraid of dogs, and I can't think of any other reason.\" After he finished speaking, he paused and said with a self-deprecating expression, \"It can't be the character she wants. To rob me.\"\nSo, He Hao's agent was really persuaded by He Hao.\nHe Hao's agent watched the entire live broadcast. When [redacted_name] saw the little milk dog, he wanted to pick it up, but because of He Hao's reaction, he was hesitant for a second. About a second, he started his performance, so Lu Ning was not afraid of dogs, plus the Internet made her faint, and the scum Jiaohua couldn't even open the bottle cap. If he were in a bad mood at this time, he would do it. You can immediately pick up the dog and step on [redacted_name] to become popular."
}