{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mungkin lebih banyak fungsi yang perlu ditingkatkan sebelum dapat dijalankan, menurut tebakan Mingyue, gamer senior.\nNamun, di bagian atas sistem dasar, ada kata [Tanpa Nama] [redacted_name] menebak bahwa itu adalah nama untuk markasnya?\nDia tidak banyak berpikir, dan dengan tegas mengubahnya menjadi kata-kata \"Pangkalan [redacted_name]\".\nPada titik ini, Pangkalan [redacted_name] secara resmi telah selesai!\nSaat itu belum pagi, dan [redacted_name] tidak ingin mengambil risiko, jadi dia kembali ke gubuk lebih awal.\nDia mengeluarkan kebutuhan sehari-hari dan memasukkannya ke dalam kategori yang berbeda.Setelah membersihkan rumah, dia mulai mempersiapkan dua tugas utama - memasak dan mandi.\nHari-hari ini, dia kelelahan karena bepergian, dan dia bahkan tidak perlu mandi, dia bahkan tidak mengganti pakaiannya, jadi dia sudah lama membenci dirinya sendiri.\nBahkan jika dia makan dua suap biskuit atau memasak bubur putih, dia bahkan tidak memiliki satu hidangan pun di akun gamenya, dan sekarang dia menyesalinya.\nJika saya tahu dia telah menyiapkan beberapa set hidangan top!\nNamun, dia juga mengumpulkan beberapa sayuran dan buah liar ketika dia mengumpulkan batu barusan, ditambah bumbu yang dia kumpulkan di gubuk terdekat, dan bahan-bahan yang sudah dia miliki di ranselnya, itu sudah cukup untuk membuat makanan yang lezat!\n+\nKetika [redacted_name] menemukan gubuk itu, dia menyalakan kayu bakar, merebus beberapa botol besar air yang dia kumpulkan di sungai terdekat, dan mandi.",
    "trans": "There might be a lot more functions that need to be upgraded before they can run, guessed Mingyue, a senior gamer.\nHowever, at the top of the foundation system, there was the word [Unnamed] [redacted_name] guess that was the name for his base?\nWithout thinking, he decisively changed it to \"[redacted_name] Base\".\nAt this point, the [redacted_name] Base is officially complete!\nIt was not early in the morning, and [redacted_name] didn't want to take any chances, so he returned to the hut early.\nHe took out the daily necessities and put them into different categories. After cleaning the house, he started preparing for two main tasks - cooking and bathing.\nThese days, he was exhausted because of travelling, and he didn't even need to take a bath or change his clothes, so he's been hating himself for quite some time.\nEven if he ate two bites of biscuits or cooked some white porridge, he didn't even have a single dish in his game account, and now he regretted it.\nIf only I knew, he would have prepared some sets of top dishes!\nHowever, he also collected some wild vegetables and fruits when he was collecting rocks just now, plus the herbs he collected in the nearby hut, and the ingredients he already had in his backpack, it was enough to make a delicious meal!\n+\nWhen [redacted_name] found the hut, he lit the firewood, boiled several large bottles of water he had collected from a nearby river, and took a bath."
}