{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Um...aku ingin memberitahumu. Tapi [redacted_name] mungkin ingin memberi tahumu sendiri. Pernahkah kalian membicarakan sesuatu yang istimewa sampai sekarang? Apa ada sesuatu yang dikatakan [redacted_name]?\"\n\"....\"\n\"Ada dia pernah mengatakan atau melakukan sesuatu yang membuatmu terkejut sebelumnya?\"\n\"Ada...\" Aku mencoba mengingat kembali saat pertama kali aku bertemu dengannya. \"Seperti... mengatakan akan mengejarku, tiba-tiba memegang tanganku dan bertingkah posesif. Tapi, dia tetap suka menjaga orang lain. Itu sama seperti sebelumnya.\"\n\"Apa yang sama seperti sebelumnya? Phi Hill sangat dingin terhadap orang lain. Apa kau tidak menyadarinya? Tapi, terkadang hal itu dia dilakukan sesuai dengan sopan santun.\"\n\"Kau melihat bahwa dia juga merawatmu, bukan? Seperti saat aku tidak tiba tepat waktu untuk naik bus. [redacted_name] pergi menjemputku dan mengantarmh pulang.\"\n\"Yah, itu karena aku [redacted_name].\"\n\"...?\"\n\"Aku rasa, aku memahami apa yang dilakukan [redacted_name].\"\n\"Apa yang kau mengerti? Aku masih belum memahaminya.\"\n\"Dia tidak bisa menunggu selamanya. Ketika saatnya tiba, dia harus melakukan sesuatu untuk hal-hal yang telah terlewatkan. Jika hal itu kembali lagi dan ada di tangannya lagi, kali ini kalian harus memegangnya lebih erat dari sebelumnya.\"",
    "trans": "\"Well...I wanted to tell you. But [redacted_name] might want to tell you in person. Have you talked about anything in particular so far? Is there anything that [redacted_name] has said?\"\n\"....\"\n\"Has he ever said or done anything that surprised you before?\"\n\"Yes...\" I tried to remember the first time I saw him. \"Like ...he said he wanted to chase me, and suddenly held my hand and acted possessive. But he still likes to take care of other people. Just like before.\"\n\"What the same as before? Phi Hill is cold to others. Don't you realize? But sometimes he's polite about it.\"\n\"You see how he takes care of you, too? It's like when I missed the bus. [redacted_name] came to pick me up and take me home.\"\n\"\"Well, that's because I'm [redacted_name].\"\n\"...?\"\n\"I think I understand what [redacted_name] is doing.\"\n\"What do you understand? I still don't get it.\"\n\"He can't wait forever. When the time comes, he has to do something about the things he's missed. If it's back in his hands again, this time you have to hold it tighter than before.\""
}