{
    "source": "id_ID",
    "target": "en_US",
    "text": "[redacted_name] menghela napas panjang. Ia membuang daun yang dimainkan dengan bosan ke sembarang tempat. \"Manusia mudah takut pada hal-hal yang menurut mereka 'tidak normal', belum lagi penyihir di masa lalu menggunakan kekuatan mereka sewenang-wenang, menyebabkan tragedi berdarah itu.\n\"Hal itu membuat mereka, Seven Lights, memperketat aturan dunia sihir, yang mana menyebabkan manusia di zaman sekarang menganggap sihir dan makhluk ajaib hanya dongeng fantasi belaka; keberadaan mereka tidak nyata; semuanya berkat penjagaan Seven Lights.\n\"Apalagi, dengan berkembangnya teknologi dan sains di zaman modern, membuat manusia tidak percaya pada hal-hal berbau supernatural.\n\"Karena itulah, penyihir di zaman modern tidak pernah lagi muncul di permukaan; jika hal itu terjadi, Seven Lights akan bertindak dan Alam akan menentang mereka.\"\n[redacted_name] menatap [redacted_name] dengan serius, senyuman yang biasanya terpatri di wajahnya kini menghilang. Mata hitam itu tampak menyerap segala cahaya, namun monokel di mata kanannya bersinar memantulkan cahaya matahari.\nIni pertama kalinya [redacted_name] melihat [redacted_name] seperti itu.\n\"Tapi, [redacted_name] berbeda dari penyihir biasa.\"\nBerbeda?\nSegala informasi yang selama ini [redacted_name] catat di benaknya muncul, sehingga ia berhasil menyimpulkan apa yang dimaksud [redacted_name].",
    "trans": "[redacted_name] sighed. He threw away the leaves he has been playing uninterestingly. \"Human easily afraid of things they consider 'abnormal'. In addition, witches in the past had used their power as they wish, causing the bloody tragedy.\n\"It made Seven Lights reinforced the laws in the wizard world, causing today's human to think of magic and magical creatures as mere fairytale; they don't exist; thanks to Seven Lights' protection.\n\"In addition, technology and science grow increasingly in today's age, allowing human to no longer believe in supernatural things.\n\"Therefore, wizards in today's age never show themself anymore; if it happens, Seven Lights will take action and Nature will despise them.\"\n[redacted_name] looked at [redacted_name] intensely. The smile he usually shows was now gone. The dark pupils looked like it absorbs every light, but the monocle on his right eye shone and reflected the sunlight.\nThis was the first time [redacted_name] see [redacted_name] being like this.\n\"But [redacted_name] is different from the common wizards.\"\nDifferent?\nAll information that [redacted_name] has ever recorded on his mind came into surface, allowing him to successfully conclude what [redacted_name] means."
}