{
    "source": "id_ID",
    "target": "en_US",
    "text": "79122\nAktivitas Biro Perjalanan Ibadah Umroh dan Haji Khusus\nKelompok ini mencakup usaha yang kegiatannya melakukan perencanaan dan pengemasan komponen-komponen perjalanan ibadah umroh dan haji khusus dengan cara menyalurkan melalui agen perjalanan dan atau menjual langsung kepada konsumen, melakukan penyediaan layanan yang berhubungan dengan paket ibadah umroh dan haji khusus yang dijual, baik secara daring (online) maupun luring (offline), melakukan penyediaan layanan angkutan, akomodasi, restoran, melakukan pengurusan dokumen perjalanan berupa paspor dan visa atau dokumen lain yang dipersamakan.\n3\n79129\nAktivitas Biro Perjalanan Lainnya\nKelompok ini mencakup usaha yang kegiatannya tidak termasuk dalam kelompok 79121 dan 79122, baik secara daring (online) maupun luring (offline), melakukan penyediaan layanan angkutan, akomodasi, restoran, tempat konvensi, dan melakukan pengurusan dokumen perjalanan berupa paspor dan visa atau dokumen lain yang dipersamakan.\nMODAL DASAR\n- Rp. 1000000",
    "trans": "79122\nActivities of Special Umrah and Hajj Travel Bureau\nThis group includes businesses whose activities involve planning and packaging components of special Umrah and Hajj pilgrimage travel by distributing them through travel agents and/or selling them directly to consumers, providing services related to Umrah and special Hajj pilgrimage packages sold, both online and offline, providing transportation, accommodation, and restaurant services, and processing travel documents in the form of passports and visas or other equivalent documents.\n3\n79129\nActivities of Other Travel Bureau\nThis group includes businesses whose activities are not part of the 79121 and 79122 groups, online and offline, providing transportation, accommodation, restaurant services, convention venues, and processing travelling documents in the form of passports and visas or other equivalent documents.\nAuthorized Capital\n- IDR 1,000,000"
}