{
    "source": "id_ID",
    "target": "en_US",
    "text": "Bagi Leehan, ini adalah kesempatan langka untuk berada sedekat mungkin dengan Jaehyun, meskipun ia tahu Jaehyun sedang terluka. Pelukan ini bukan sekadar penghiburan, tapi juga sebuah pengakuan diam-diam akan kedekatan yang selama ini mereka miliki.\nJaehyun akhirnya melepaskan pelukan itu dengan enggan ketika mereka mendengar suara mobil Hanbin dari luar, tanda bahwa Hanbin sudah pulang kerja.\nSuara mesin mobil yang memecah keheningan di antara mereka membuat Jaehyun sadar bahwa mereka sudah lama terjebak dalam momen itu.\n\"Bang Hanbin udah pulang,\" gumam Jaehyun, mencoba menormalkan suasana. \"Gue harus siap-siap.\"\nLeehan hanya mengangguk, meskipun dalam hatinya ia berharap kedekatan itu bisa bertahan lebih lama. \"Iya, Bang. Gue juga mau mandi dulu.\"\nJaehyun berdiri dan menatap Leehan sebentar. \"Makasih, ya, Han. Lu beneran bantu gue banget hari ini.\"\nLeehan tersenyum, meskipun hatinya berdebar kencang. \"Kapan aja, Bang. Gue selalu ada buat lu.\"",
    "trans": "For Leehan, this was a rare opportunity to be near Jaehyun as close as possible, even though he knew that Jaehyun was being hurt. This hug was not merely a consolation, but also silent acknowledgment of the closeness that they had shared so far.\nFinally, Jaehyun released the hug reluctantly when they heard the sound of Hanbin's car from outside, a sign that Hanbin had got back from work.\nThe sound of the car engine that broke the silence between them made Jaehyun realize that they had been trapped in that moment for a long time.\n\"Brother Hanbin has come,\" murmured Jaehyun, tryingto normalize the situation. \"I have to get ready.\"\nLeehan only nodded, although in his heart he hoped that the closeness would last longer. \"Yeah, Bro. I will also take a shower first.\"\nJaehyun stood and gazed at Leehan for a moment. \"Thanks, yeah, Han. You really helped me today.\"\nLeehan smiled, even though his heart was beating fast. \"Any time, Bro. I will always be there for you."
}