{
    "source": "id_ID",
    "target": "en_US",
    "text": "Awalnya sih emang Beomgyu yang menarik tangan si cowok tinggi itu, tapi tiba tiba situasinya berubah. Entah kenapa si cowo tinggi larinya lebih cepat dari dia, jadi ya mau enggak mau Beomgyu yang kakinya kalah panjang itu harus rela ketarik tarik dong.\n\"Kita nungguin apaan sih?\" Tanya Beomgyu.\nEnggak dijawab.\nSekarang tuh cafe tempat mereka berdua singgah udah sepi banget. Cuma ada beberapa pekerja, dan itu pun hanya 2 orang. Enggak ada pengunjung selain mereka berdua deh pokoknya. Agak aneh, soalnya masih jam 6 sore.\nBeomgyu mutusin buat perhatikan sosok nerd di depannya yang malah sibuk dengan ponselnya. Setelah dilihat lihat, kenapa mukanya mulus sekali?!\nMaksudnya— kan tadi dia habis digebukin preman!\nKOK ENGGAK ADA LUKA ATAU BEKAS KOTOR SAMA SEKALI????\nBeomgyu beneran baru sadar sekarang.\nBahkan ponsel yang digunakan pun keluaran terbaru, Beomgyu sempat lihat di papan iklan.\n\"Lo ngapain disini?!\" Belum sempat berbagai pertanyaan dalam otak Beomgyu terjawab, tiba tiba udah ada orang lain yang berdiri di dekat meja Beomgyu dan cowok tinggi yang enggak diketahui namanya itu.",
    "trans": "At first, it was Beomgyu who grabbed the tall guy's hand, but the situation changed suddenly. The tall guy somehow ran faster than him, so Beomgyu, who is shorter, had no choice but to let himself getting dragged away.\n\"What on Earth are we waiting for?\" Beomgyu asked him.\nNo response.\nThe cafe they were stopping by didn't have that many people. There were only 2 workers and no other visitors except them. It was quite weird, as it was only 6 in the noon.\nBeomgyu decided to take a look at the nerd in front of him, who was busy with his phone. Observing him, he noticed that his skin was flawless.\nWhat he meant was— didn't he got beaten by thug earlier?\nWHY WAS HE HAS NO WOUND OR DIRT AT ALL????\nBeomgyu had just realized this now.\nHe even used a brand new phone that Beomgyu once saw on billboard.\n\"What are you doing here?!\" Beomgyu hadn't got his answer yet when someone suddenly stood near the table Beomgyu and the name-unknown-of tall guy were sitting."
}