{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Iya,\"\n\"[redacted_name], sebenarnya kamu kemana?\"\nJauh dari lubuk hatinya, [redacted_name] ternyata juga merindukan sosok [redacted_name] di sampingnya, meskipun ia tidak tahu perasaan seperti apa yang ada pada dirinya terhadap [redacted_name].\n.....................\n[redacted_name] mengusap wajahnya kasar. Sang Ayah tiba-tiba berubah pikiran, [redacted_name] adalah sosok keras yang tak bisa dilawan jika ia sudah memutuskan sesuatu. Awalnya [redacted_name] senang karena sang Ayah menyetujui hal tentang hubungannya dengan [redacted_name], tetapi setelah mendengar kabar bahwa sang pewaris keluarga [redacted_name] sakit-sakitan, [redacted_name] khawatir jika suatu hati nanti [redacted_name] malah tidak mendapatkan warisan apa pun dari keluarga [redacted_name].\n\"Apa hanya uang yang bisa ayah pikirkan?\" tanya [redacted_name].\n\"Ya, tentu saja, semua ini ayah lakukan demi kamu dan keluarga kita,\"jawab [redacted_name] sambil menyesap batang rokok yang mengapit dikedua jarinya.\n\"Lebih baik kamu tinggalkan saja pria itu, masih banyak pria lain yang lebih mampu membuatmu bahagia.\"\n\"Nggak, [redacted_name] akan tetap bersama Tuan muda,\"tegasnya.\n[redacted_name] terkekeh pelan,\"Bodoh, memang apa bagusnya menikah dengan Tuan mudamu itu.\"",
    "trans": "\"Yes,\"\n\"[redacted_name], actually, where are you going?\"\nDeep down, [redacted_name] also misses [redacted_name] beside her, even though she doesn't know what kind of feeling she has towards [redacted_name].\n........................\n[redacted_name] rubs her face roughly. The father suddenly changes his mind, [redacted_name] is a stubborn person who is hard to resist when he already decided on something. At first [redacted_name] was happy because his dad has approved her relationship with [redacted_name], but after hearing the news that the heir of [redacted_name] is sickly, [redacted_name] worries that someday [redacted_name] will not even get any inheritance from [redacted_name]'s family.\n\"Do you only think about money Dad?\" asked [redacted_name].\n\"Yes, of course, all of these I've done for you and our family,\" answered [redacted_name] while smoking a cigarette nestled between his two fingers.\n\"It is better that you leave him, there are many other guys who are more capable of making you happy.\"\n\"No, [redacted_name] will stay with the Young master,\" she said firmly.\n[redacted_name] chuckles, \"How stupid, what is so good marrying your Young master.\""
}