{
    "source": "id_ID",
    "target": "en_US",
    "text": "Yang tersisa hanyalah menunjukkan hasil jerih payahnya.\nTampaknya Mahiru juga sudah mempersiapkan diri dengan matang, karena pakaiannya sangat imut dan jauh lebih rumit daripada pakaian santai yang biasa ia kenakan. Sambil menggenggam tangannya, Amane bertanya, “Apa kamu sudah siap, Mahiru?” Ia menyipitkan matanya dengan malu-malu dan dengan pelan menjawab, “Ya.”\nMenuntun Mahiru, yang hanya membawa sebuah tas kecil, kembali ke rumahnya, Amane melihat dia mengerjap kaget saat menyadari bahwa semua lampu telah dimatikan, kecuali lampu di pintu masuk.\n“... Hah? Gelap gulita,” kata Mahiru.\n“Rasanya tidak bakalan seru jika kamu bisa melihat semuanya dari pintu masuk, bukan?”\nMeskipun ada pintu yang memisahkan lorong pintu masuk dengan ruang tamu dan ruang makan, pintu itu dipasangi panel kaca, jadi kamu masih bisa melihat ke dalam. Karena ia sudah bersusah payah merencanakan dan melaksanakan segala sesuatunya secara rahasia untuk Mahiru, maka, tentu saja, Amane tidak mungkin mengendurkan sentuhan akhir. Untuk memberikan kejutan yang tepat, keajaiban kontras sangatlah penting.",
    "trans": "What was left only to show the results of his efforts.\nIt seemed that Mahiru also already prepared herself thoroughly, since her cloth was very cute and far more complicated that the casual cloth she usually wore. While holding here hand, Amane asked, \"Are you ready, Mahiru?\" She narrowed her eyes shyly and answered slowly, \"Yeah.\"\nLeading Mahiru, who only carried a small back, returning to her house, Amane saw her blinking with a surprise when she realized that all the lights were put off, except the light on the entrance door.\n\"... Hah? Pitch dark,\" said Mahiru.\n\"I think it wouldn't be excited if you could see everything from the entrance door, right?\nEven though there was a door that separated the entrance corridor with the living room and the dining room, a glass panel  was installed on the door, so you could still see the inside. Since he had taken the trouble to plan and do everything for Mahiru, so, of course Amane would not decrease the final touch. To give the right surprise, the contrast magic was very important."
}