{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Apalagi gue! Sini bagian lo!” Jaemin lalu bangkit untuk menyepong Jeno.\nJeno menahan Jaemin, “Eh, eh, jangan.” Katanya.\n“Lah kenapa? Biar impas anjir” tanya Jaemin.\n“Gue pengen sunbathing sambil ngaceng kontolnya biar orang-orang bisa liat betapa gagahnya kontol gue” jawab Jeno.\nJaemin mengernyit, “Orang gila!” lalu meraih kontol Jeno yang disertai dengan pekikan.\n“Diem lo” kata Jaemin sebelum akhirnya memasukan kontol itu ke mulutnya. Ia mulai menjilat kontol itu dari kepalanya, memainkan lubang kencing Jeno dengan lidahnya. Lalu berpindah menjilati batang kontolnya.\nKemudian ia masukan kontol Jeno ke mulutnya sampai mentok. Ia pun menggerak-gerakan kepalanya, mengeluar-masukan kontol Jeno di mulutnya.\n“Sshhh… AAAhhh… terus Jaemmmhh….” Desah Jeno.\nKedua tangan Jaemin menggelitiki buah zakar Jeno, memainkannya agar Jeno merasa lebih nikmat.\nSaat Jaemin merasakan Jeno akan keluar, ia lalu menarik mulutnya menjauh, membiarkan Jeno mengerang kecewa.",
    "trans": "\"Me, especially! Get yours here!\" Jaemin stood up to give Jeno a head.\nJeno held Jaemin, \"Ugh, ugh, don't.\" he said so.\n\"Why though? It's so that we're even, gosh\" asked Jaemin.\n\"I want to sunbathe while keeping my dick hard, so people can see how manly my dick is\" Jeno answered.\nJaemin frowned, \"You're crazy!\" then grabbed Jeno's dick, followed by Jeno's scream.\n\"Shut up\" said Jaemin before finally putting the dick inside his mouth. He started with licking the dick from its top, caressing Jeno's pee hole with his tongue. He then proceeded to lick the penis shaft.\nHe then put Jeno's dick inside of his mouth until it reached the end of his mouth. He moved his head back and forth, moving Jeno's dick in and out of his mouth.\n\"Sshhh.. AAAhhh... keep going Jaemmmhh.....\" Jeno moaned.\nBoth of Jaemin's hands tickled Jeno's balls, playing with it to bring more pleasure for Jeno.\nWhen Jaemin felt like Jeno was about to cum, he moved his head back, making Jeno groaned in disappointment."
}