{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Kak.. hahh..\" Rengekan semakin keras terdengar, membuat Renjun entah mengapa merasa dominasi yang kuat terhadap hybrid-nya ini.\nMasih dengan tangan yang mengocok ereksi Jeno, tangan Renjun yang satunya berusaha untuk menurunkan celananya sendiri dengan menarik satu kakinya. Sehingga kini celana dan pantiesnya menyangkut di betis kirinya yang ramping. Bibirnya kini menyapa leher Jeno yang sudah banjir keringat. Menciuminya dengan menggoda.\nTangannya yang kosong menyapa punggung Jeno. Membawa maju tubuhnya untuk semakin merapat. Membuat vaginanya kini menempel dan tersodok-sodok oleh ujung penis besar itu.\nKedua tangan Jeno terasa menyapa pantatnya, menangkupnya dengan erat dan tak lama pinggulnya terasa dinaik-turunkan oleh tangan kekar itu. Vaginanya terasa makin basah oleh cairan mereka berdua yang tercampur.\nRenjun tak kuasa lagi menahan desahannya, \"Ahh Jeno sayang.. ayo cum on me..\"\n\"Hmh.. Ahh Kakak!\"\nJeno menahan tubuh Renjun untuk tetap diam dalam pangkuannya sementara ia menjemput orgasmenya yang sangat nikmat ini. Ia keluar tepat di vagina lelaki yang mengadopsinya ini. Cairannya yang sangat banyak membasahi tubuh bagian bawah keduanya.\nTapi.. ia masih belum puas..\nPuncak masa kawinnya belum tiba, knot-nya masih belum terbentuk sempurna.",
    "trans": "\"Big sister.. hahh..\" the whining was heard louder and louder, made Renjun not knowing why she felt a strong domination on this hybrid of hers.\nWith her hand still shaking Jeno's erection, Renjun's other hand tried to lower her own pants by pooling one of her legs. So now her pants and panties were caught on her on her slender left calf. Her lips now touched Jeno's neck that was already flooded with sweat. She kissed it teasingly.\nHer empty hands touched Jeno's back, bringing her body to get closer. This made her vagina sticking and got poked by the tip of the big penis.\nShe could feel Jeno's two hands touching her butts, cupping them tightly and not long after she felt her heaps being brought up and down by those strong hands. Her vagina was even wetter from their fluids that were mixed.\nRenjun could not hold back her sighs, \"Ahh Jeno darling.. come on cum on me..\"\n\"hmh.. Ahh Big Sister!\"\nJeno held Renjun's body to remain still on his lap while he was riding out his pleasurable orgasm. It came exactly on the vagina of the woman who adopted him. The fluid was a lot that made the lower parts of their bodies wet.\nBut.. he was not satisfied yet..\nThe peak of the mating season had not yet arrived, the knot had not been perfectly formed."
}