{
    "source": "id_ID",
    "target": "en_US",
    "text": "Karena kepalanya sudah ramai, Soobin memutuskan untuk segera membersihkan diri lalu mandi, sebelum makan malam tiba. Kedua orangtua Soobin pulang ke rumah setelah ia selesai mandi, makan malam juga dipersiapkan dalam waktu singkat. Mereka bertiga makan malam bersama, ditemani perbincangan ringan soal keseharian. Sayangnya, Soobin kesulitan untuk fokus ketika berbincang dengan kedua orangtuanya. Ia terus memikirkan tentang kejadian yang dilihatnya tadi, tentang Kamal dan Tuan Kim yang sedang bercinta dengan nikmatnya, dengan desahan saling bersahutan. Si jangkung itu beberapa kali tersedak makanannya sendiri karena terkejut akan pikirannya. Orangtua Soobin pikir ia sedikit aneh hari ini, tapi bukankah kebanyakan anak remaja memang aneh? Mereka tidak terlalu menghiraukannya, makan malam pun usai dengan tenang.\nSoobin kembali mengunci diri di kamarnya untuk belajar, kegiatan rutinnya setiap malam sebelum tidur. Namun, pikirannya benar-benar tidak bisa diajak bekerja sama. Ia memutar beberapa lagu keras menggunakan headphone, memainkan game di ponselnya, menonton acara mukbang dan bahkan berusaha mengerjakan soal matematika murni. Si jangkung itu sudah menggunakan berbagai cara yang ia bisa, untuk menghilangkan bayangan Kamal yang sedang merintih nikmat dengan keadaan telanjang. Namun, semua usahanya tidak membuahkan hasil sama sekali, terkecuali sebuah ereksi. Saat Soobin sadar akan kondisi tubuhnya yang terangsang, ia hanya bisa menggerutu sebal.",
    "trans": "Soobin decides to take a shower before the night comes because his head is noisy. Soobin's parents return home after he finishes his shower, and the dinner is prepared in a short time. The three of them have dinner together and talk about their daily activities. Unfortunately, Soobin finds it hard to focus when he talks with his parents. He keeps thinking about what he has seen, about Kamal and Mister Kim making love passionately and hissing each other. That tall guy chokes his food a few times because of surprised by what is on his mind. Soobin's parents think that he is a little weird today, but most teenagers are weird, right? They don't care much about it, the dinner is finished quietly.\nSoobin locks himself in his room to study, it's a routine activity every night before he goes to bed. But, His mind is not working. He plays some loud songs using headphones, plays games on his cellphone, watches mukbang, and tries to do mathematical questions. That tall guy has done everything he could to ease Kamal's image who is naked and hissing passionately. But, his trials are not working at all, except for an erection. When Soobin realized his stimulated body, he just grumbled."
}