{
    "source": "id_ID",
    "target": "en_US",
    "text": "Anton tidak membiarkan Eunseok merasa diabaikan terlalu lama, lengannya turun dari pinggang yang lebih tua. Eunseok gasps when Anton's big hand gropes his ass. Anton takes his time kneading Eunseok's ass before he slips his fingers between the cheeks. Dua jari masuk dengan mudah mengingat lubang Eunseok sudah dilonggarkan oleh Wonbin.\n\"Anton, fuck! Oh, it feels so good! I think I'm going crazy.\"\nWonbin starts tearing up due of the pleasure he is feeling. Eunseok tahu Wonbin tidak sedang mengada-ada karena ujung penisnya basah karena cairan pra-ejakulasi. Wonbin's thighs are shaking and Eunseok thinks he is just feeling too much. Tidak mungkin Wonbin sudah lelah, ia terkenal memiliki stamina yang bagus sebagai seorang atlet.\nAnton menjauhkan wajahnya dari leher Wonbin yang kini sudah dihiasi oleh beberapa tanda kemerahan. He tilts Wonbin's head to the side to get him facing Eunseok. Wonbin tampak bingung selama beberapa detik sebelum ia memahami maksud Anton, ia cium bibir Eunseok lagi.\nEunseok mati-matian menahan agar tubuhnya tidak ambruk. Wonbin's lips on his and Anton's fingers inside him. Rasanya sudah sangat nikmat meski ia belum memasuki permainan inti. Anton memandang dua pemuda pirang itu sambil sesekali menghentakkan pinggulnya ke atas. Wonbin hampir saja menggigit bibir Eunseok, namun ia tahan.",
    "trans": "Anton will not let Eunseok feeling neglected for too long, his arm drops from the elder's waste. Eunseok gasps when Anton's big hand gropes his ass. Anton takes his time kneading Eunseok's ass before he slips his fingers between the cheeks. Two fingers enter easily considering Eunseok's hole has been loosened by Wonbin.\n\"Anton, fuck! Oh, it feels so good! I think I'm going crazy.\"\nWonbin starts tearing up due of the pleasure he is feeling. Eunseok knows that Wonbin is not making up because the tip of his penis is wet with pre-ejaculation fluid. Wonbin's thighs are shaking and Eunseok thinks he is just feeling too much. Wonbin is not possible to get tired, he is known as having a great stamina as an athlete.\nAnton moves his face away from Wonbin's neck which is now decorated with red signs. He tilts Wonbin's head to the side to get him facing Eunseok. Wonbin looks confused for a few seconds before he understands what Anton means, he kisses Eunseok's lips again.\nEunseok desperately holds his body from collapsing. Wonbin's lips on his and Anton's fingers inside him. They already feel very good even though they have not entered the core game. Anton looks at the two blond young men while occasionally jerking his hips upwards. Wonbin almost bites Eunseok's lips, but he holds it."
}