{
    "source": "id_ID",
    "target": "en_US",
    "text": "B. Konsep Asuhan Keperawatan\n1. Pengkajian Keperawatan (Dermawan, 2012;36)\na. Riwayat kesehatan sekarang\nBiasanya pada pasien yang sering mengeluh nyeripada tulang, merasakan mual,\nmuntah, tidak nafsu makan dan lemas\nb. Riwayat penyakit dahulu\nBiasanyamengalami demam yangnaikturun, gusi berdarah, lemas dandibawa ke\nfasilitas kesehatan terdekat karenabelum mengetahuitentang penyakit yang\ndiderita.\n19\nc. Riwayat penyakit keluarga\nAdakah keluarga yang pernah mengalamipenyakit LLA karena merupakan\npenyakitgenetik (keturunan)\nd. Riwayat pada faktor-faktor pencetus\nSeperti pada dosisbesar, radiasi dan obat-obatan tertentu secara kronis.\ne. Manifestasi dari hasil pemeriksaan\nBiasanyaditandai dnegan pembesaran sum-sum tulang dengan sel-sel leukemia\nyang selanjutnya menekan fungsi sum-sum tulang, sehingga menyebabkan gejala\nseperti dibawah ini\n- Anemia\nDitandai dengan penurunanberat badan,kelelahan, pucat, malaise, kelemahan dan\nanoreksia.\n- Trombositopenia\nDitandai dengan perdarahan gusi, mudah memar, dan petekie\n- Netropenia\nDitandai dengan demam tanpa adanya infeksi,berkeringat di malam hari\n(Nursalam dkk, 2010;100)\nf. Pemeriksaan fisik\nDidapati adanya pembesaran dari kelenjar getah bening (limfadenopati),\npembesaran limpa(splenomegali), dan pembesaran hati(hepato megali). Pada\npasien dengan LLA precusor sel-T dapatditemukan adanya dispnea dan\npembesaran vena kavakarena adanya supresi darikelenjar getahbening di\nmediastinum yang mengalamipembesaran sekitar 5% kasus akan melibatkan\nsistem saraf pusat dan dapat ditemukan adanya peningkatan tekanan\nintrakranial(sakit kepala, muntah; papil edema) atau paralisis saraf kranialis",
    "trans": "B. Nursing Care Concept\nNursing Assessment (Dermawan, 2012;36)\na. Current Health History\nTypically found in patients who frequently complain of bone pain, experience nausea,\nvomiting, lack of appetite, and weakness.\nb. Past Medical History\nUsually includes a history of fluctuating fever, bleeding gums, weakness, and having been taken to\nthe nearest healthcare facility because they were unaware of the disease\nthey were suffering from.\n19\nc. Family Medical History\nIs there any family member who has experienced LLA, as it is\na genetic (hereditary) disease\nd. History of Triggering Factors\nSuch as high doses, radiation, and certain medications taken chronically.\ne. Manifestations from Examination Results\nTypically indicated by the enlargement of the bone marrow with leukemia cells,\nwhich subsequently suppresses bone marrow function, leading to symptoms\nsuch as\n- Anemia\nIndicated by weight loss, fatigue, pallor, malaise, weakness, and\nanorexia.\n- Thrombocytopenia\nIndicated by bleeding gums, easy bruising, and petechiae.\n- Neutropenia\nIndicated by fever without signs of infection, night sweats.\n(Nursalam et al., 2010;100)\nf. Physical Examination\nThere is enlargement of lymph nodes (lymphadenopathy),\nenlargement of the spleen (splenomegaly), and enlargement of the liver (hepatomegaly). In\npatients with precursor T-cell leukemia, symptoms may include dyspnea and\nenlargement of the superior vena cava due to suppression of lymph nodes in\nthe mediastinum. Approximately 5% of cases may involve\nthe central nervous system, which can lead to increased pressure of\nintracranial (headache, vomiting; papilledema) or cranial nerve paralysis."
}