{
    "source": "id_ID",
    "target": "en_US",
    "text": "Dosis\nDewasa dan anak >12 tahun: 1 tablet, 3-4 kali per hari. Anak: 1/2 - 1 tablet, 3-4 kali sehari. Atau sesuai petunjuk dokter.\nAturan Pakai\nObat dapat diminum sebelum atau sesudah makan.\nPerhatian\nHati-hati penggunaan obat ini pada penderita penyakit ginjal. Bila setelah 2 hari demam tidak menurun atau setelah 5 hari nyeri tidak menghilang, segera hubungi Unit Pelayanan Kesehatan. Penggunaan obat ini pada penderita yang mengkonsumsi alkohol, dapat meningkatkan risiko kerusakan fungsi hati. Kategori kehamilan : Kategori B: Mungkin dapat digunakan oleh wanita hamil. Penelitian pada hewan uji tidak memperlihatkan ada nya risiko terhadap janin, namun belum ada bukti penelitian langsung terhadap wanita hamil.\nKontra Indikasi\nPenderita gangguan fungsi hati yang berat. Hipersensitivitas terhadap Paracetamol.\nEfek Samping\nPemakaian obat umumnya memiliki efek samping tertentu dan sesuai dengan masing-masing individu. Jika terjadi efek samping yang berlebih dan berbahaya, harap konsultasikan kepada tenaga medis. Efek samping yang mungkin terjadi dalam penggunaan obat adalah: Hematologi, reaksi kulit, reaksi alergi lainnya, kerusakan hati (penggunaan jangka panjang dan overdosis).\nGolongan Produk\nObat Bebas (Hijau)\nKemasan\nDus, 25 Catch Cover @1 Strip @ 4 Tablet\nManufaktur\nSanbe Farma\nNo. Registrasi\nBPOM: DBL7622235610A2\nSite Map\nFAQ\nBlog",
    "trans": "Dosage\nAdults and children > 12 years old: 1 tablet, 3-4 times per day. Children: 1/2 - 1 tablet, 3-4 times per day. Or as prescribed by a doctor.\nHow to Use\nThe drug can be consumed before or after a meal.\nCaution\nThe use of drugs generally has certain side effects and depends on each individual. If there are excessive and dangerous side effects, please consult medical personnel. Possible side effects of the use of drugs are: Hematology, skin reactions, other allergic reactions, and liver damage (long-term use and overdose).\nContra Indication\nA patient with severe disruption of liver function. Hypersensitivity to Paracetamol.\nSide Effects\nConsumption of the drugs usually has certain side effects and depends on every individual. If there are excessive and dangerous side effects observed, immediately consult with the health practitioner. The possible side effects of the consumption of this drug are: Hematology, skin reaction, other allergic reactions, liver damage (prolonged usage and overdose).\nProduct Category\nOver-the-counter medication (Green)\nPackaging\nBox, 25 Catch Cover @1 Strip @ 4 Tablets\nManufacturer\nSanbe Farma\nRegistration no.\nBPOM: DBL7622235610A2\nSite Map\nFAQ\nBlog"
}