{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Tapi ini labmu. Kamu yang bertanggung jawab di sini.”\n“Ingin mengambil alih posisi kepala lab? Tertarik?”\n“Jangan coba-coba mengalihkannya padaku.”\n“Siapa yang akan mengalihkannya? Bukan aku!”\n“Apakah ada sesuatu yang belum kamu alihkan, Bua?” tanya Phinya sambil melompat turun dari lemari dan berdiri bersandar di sana, tangan di sakunya. “Asisten Direktur, konsultan pendamping, tugas mengajar, makalah yang kamu janjikan untuk ditulis, dan sekarang kamu ingin menyerahkan posisi kepala lab kepadaku juga.”\n“Kamu harus menebus semua waktu yang kamu lewatkan, yang membuatku tidak bisa tidur,” balas Bua. “Dan sekarang, kamu mengganggu waktu tidurku lagi.”\n“Jika kamu ingin sesuatu dilakukan, harus ada pertukaran,” jawab Phinya, menanggapi keluhan Bua.\n“Lagipula, kamu bahkan tidak membantuku mengidentifikasi korban kecelakaan pesawat, Phinya. Apakah kamu diundang hanya untuk berjalan-jalan dan terlihat cantik?”\n“Tidakkah kamu tahu bahwa kamu adalah ahlinya? Kamu adalah orang yang mengkhususkan diri dalam antropologi fisik dan struktur rangka. Identifikasi adalah tugasmu,” dokter berpendidikan Inggris itu membalas. “Ketika insiden itu terjadi, profesor memanggilku untuk membantu,” jelasnya, menyebabkan Bua mengerutkan kening.\n“Tunggu,” seru Bua dengan heran. “Jadi, profesor tahu kamu akan kembali?”",
    "trans": "\"But this is your lab. You're in charge here.\"\n\"You want to take over the position of lab head?\"\n\"Don't even think about dumping it on me.\"\nWho's going to dump it on you? Not me!\"\n\"Is there anything you haven’t dumped on me yet, Bua?\" Phinya asked, hopping down from the cabinet and leaning against it with her hands in her pockets. \"Assistant Director, advisory consultant, teaching duties, the paper you promised to write, and now you want to hand over the position of lab head to me as well.\"\n\"You have to make up for all the time you've been absent, which cost me my sleep,\" Bua replied. \"And now, you're messing with my sleep again.\"\n\"If you want something done, there has to be an exchange,\" Phinya replied, responding to Bua’s complaint.\n\"You didn’t even help me identify the plane crash victims, Phinya. Were you just invited to hang around and look pretty?\"\n\"You’re the expert, aren’t you? Your specialty is physical anthropology and skeletal structure. Identification is your duty,\" the British educated doctor responded. \"When the incident took place, the professor called me in to help,\" she clarified, causing Bua to raise an eyebrow.\n\"Wait,\" Bua said in disbelief. \"So, the professor knew you were coming back?\""
}