{
    "source": "id_ID",
    "target": "en_US",
    "text": "1. Aerosol\n• Kategori: Loan Word\n• Alasan: Kata ini berasal dari bahasa Inggris dan diserap langsung ke dalam bahasa Indonesia tanpa perubahan bentuk yang signifikan.\n2. Antiseptik\n• Kategori: Loan Word\n• Alasan: Kata ini diserap langsung dari bahasa Inggris “antiseptic” dengan hanya sedikit perubahan ejaan tetapi tetap mempertahankan makna aslinya.\n3. Isolasi\n• Kategori: Loan Word\n• Alasan: Kata ini berasal dari kata Inggris “isolation.” Meskipun ada sedikit penyesuaian ejaan, maknanya tetap sama dan dianggap sebagai kata serapan.\n4. Rapid test\n• Kategori: Loan Word\n• Alasan: Frasa ini digunakan dalam bahasa Indonesia dengan bentuk yang sama seperti dalam bahasa Inggris. Ini merupakan kata serapan yang tidak mengalami perubahan.\n5. Server\n• Kategori: Loan Word\n• Alasan: Kata ini berasal dari bahasa Inggris dengan ejaan yang sama dan memiliki arti yang sama dalam konteks teknologi dan jaringan.\n6. Media\n• Kategori: Loan Word\n• Alasan: Kata ini berasal dari bahasa Latin dan digunakan dalam bahasa Inggris serta diserap langsung ke dalam bahasa Indonesia dengan makna yang serupa.\n7. Menu\n• Kategori: Loan Word\n• Alasan: Kata ini berasal dari bahasa Prancis, diadopsi oleh bahasa Inggris, dan kemudian diserap ke dalam bahasa Indonesia dengan bentuk dan arti yang sama.",
    "trans": "1. Aerosol\n• Category: Loan Word\n• Reason: This word comes from English and is directly loaned to Indonesian without significant changes.\n2. Antiseptik\n• Category: Loan Word\n• Reason: This word is loaned directly from English \"antiseptic\" with just little changes in spelling, but its original meaning is preserved.\n3. Isolasi\n• Category: Loan Word\n• Reason: This word comes from English \"isolation\". Even though there are some adjustment to the spelling, the meaning is preserved and is considered as loan word.\n4. Rapid test\n• Category: Loan Word\n• Reason: This phrase is used in Indonesian in the same form as in English. This is a loan word that doesn't undergo changes.\n5. Server\n• Category: Loan Word\n• Reason: This word comes from English with the same spelling and meaning in the context of technology and network.\n6. Media\n• Category: Loan Word\n• Reason: This word comes from Latin and is used in English. It is directly loaned into Indonesian with the same meaning.\n7. Menu\n• Category: Loan Word\n• Reason: This word comes from French, adopted by English, and then loaned into Indonesian in the same form and meaning."
}