{
    "source": "id_ID",
    "target": "en_US",
    "text": "- Menjaga kedaulatan negara\n- Meningkatkan kesejahteraan rakyat\nDalam konteks Indonesia, nasionalisme berkembang sebagai **reaksi terhadap kolonialisme** dan menjadi fondasi perjuangan bangsa untuk meraih kemerdekaan. Nasionalisme di Indonesia bukan hanya soal cinta tanah air, tetapi juga soal komitmen terhadap nilai-nilai kebangsaan seperti Pancasila, Bhinneka Tunggal Ika, dan UUD 1945.\n### **2. Sejarah Perkembangan Nasionalisme di Indonesia**\nNasionalisme di Indonesia memiliki sejarah panjang, terutama saat menghadapi penjajahan Belanda dan Jepang. Beberapa tonggak penting perkembangan nasionalisme di Indonesia adalah:\n- **Pergerakan Nasional Awal (1908):** Lahirnya **Boedi Oetomo** sebagai organisasi pergerakan modern pertama yang menandai bangkitnya kesadaran nasional di kalangan rakyat Indonesia.\n- **Sumpah Pemuda (1928):** Momen ini merupakan deklarasi para pemuda Indonesia yang berjanji untuk bersatu sebagai bangsa, bertanah air satu, dan berbahasa satu, yaitu Indonesia.\n- **Proklamasi Kemerdekaan (1945):** Puncak dari perjuangan nasionalisme Indonesia adalah proklamasi kemerdekaan pada 17 Agustus 1945, yang menandai berakhirnya penjajahan dan lahirnya Republik Indonesia.\n### **3. Nilai-Nilai Nasionalisme di Indonesia**\nNasionalisme Indonesia dibangun di atas nilai-nilai luhur yang mencerminkan identitas bangsa dan falsafah Pancasila. Nilai-nilai tersebut antara lain:\n1. **Cinta Tanah Air:**\nCinta tanah air tidak hanya berarti mencintai wilayah geografis Indonesia, tetapi juga menghargai budaya, tradisi, dan keragaman bangsa. Nasionalisme mengajarkan warga negara untuk menghormati perbedaan dan keragaman yang ada dalam masyarakat.",
    "trans": "- Maintaining the Sovereignty of The Nation\n- Improving the prosperity of the people\nIn Indonesian context, Nationalism developed as **reaction to colonialism** and became a foundation of the national struggle to reach independence. Nationalism in Indonesia is not only about the love of the country, but also about the commitment to nationality values such as Pancasila, Bhinneka Tunggal Ika, and UUD 1945.\n###**2. The History of Nationalism Development in Indonesia**\nNationalism in Indonesia has a long history, especially when facing the Netherlands and Japanese Imperialists. Several important milestones of the development of Nationalism in Indonesia are:\n-**Initial National Movement (1908):**The birth of **Boedi Oetomo** as the first modern organization movement signaling the awakening of national awareness among the people.\n-**Youth Pledge (1928):** This moment is a declaration from Indonesian youth to pledge to become one nation, one country, one language, that is Indonesia.\n-**Independence Declaration (1945):** The peak of the Nationalism struggle in Indonesia was the independence declaration on the 17th of August 1945, which marked the end of imperialism and the birth of the Indonesian Republic.\n###**3. Nationalism values in Indonesia**\nIndonesia's Nationalism was built on noble values which reflects on the nation's identity and Pancasila philosophy. Those values are:\n1. **Love of The Country.**\nLoving a country is not only loving Indonesia's geography, but also respecting the culture, tradition, and the nation's diversity. Nationalism teaches the citizens to respect the differences and diversities that exist in the community."
}