{
    "source": "id_ID",
    "target": "en_US",
    "text": "Ciuman itu terasa lembut dan penuh gairah, seolah ingin melarutkan semua kekhawatiran yang menyelimuti mereka. Bibir mereka bertemu dengan lembut, dan Vanya merasakan seluruh tubuhnya bergetar. Tangannya bergerak tanpa sadar, meraih lengan Mirza dan menariknya lebih dekat.\nMirza merespons dengan lebih memperdalam ciumannya, ia menggigit bibir bawah Vanya agar mulutnya sedikit terbuka, dan memberikan akses untuk lidahnya. Vanya merasakan sensasi hangat menyebar di seluruh tubuhnya. Hembusan napas mereka saling bercampur, menciptakan suasana yang intim.\nNamun, saat ciuman itu semakin dalam, Vanya merasakan dadanya sesak. Dengan lembut, ia mendorong tubuh Mirza menjauh, berusaha memutuskan ciuman panas mereka. Mirza terkejut sejenak, tetapi segera mengganti ekspresinya dengan senyum kecil, mengerti bahwa mereka membutuhkan jeda.\nSetelah beberapa saat, Mirza lanjut menciumi wajah dan leher Vanya dengan penuh gairah.\n“Eungh…” Vanya mendesah pelan saat Mirza mulai menggigit dan menjilat lehernya. Sementara itu, tangan gadis pirang itu bergerak lebih berani, meremas dada Vanya yang masih terbalut crop top, menghadirkan sensasi baru yang menggeliat di seluruh tubuhnya.\nSambil terus mencumbunya, Mirza melirik ke arah Vanya dan langsung menghentikan gerakannya begitu melihat mata Vanya tertutup dengan ekspresi sedikit ragu.",
    "trans": "The kiss felt so soft and passionate, as if it was going to melt every worries they had. Their lips met gently, and Vanya could felt her whole body trembling. Her hands moved, reached Mirza's arms unknowingly and brought her closer.\nMirza responded by kissing her harder. She bit Vanya's lower lip to open her mouth slightly and grant an access for her tongue. Vanya felt a warm sensation that she felt throughout her body. They could felt each other's breath, creating an intimate atmosphere.\nHowever, when the kiss got deeper, Vanya could hardly breathe. She gently pushed Mirza away, trying to end their passionate kiss. Mirza startled for a second, but she immediately changed her expression into smiling slightly as she understood that they need a break.\nAfter a while, Mirza continued to kiss Vanya's face and neck passionately.\n\"Eungh...\" Vanya moaned softly when Mirza proceeded to bite and lick her neck. Meanwhile, the blonde girl was starting to move daringly to caress Vanya's chest that was still covered by her crop-top. It allowed a new sensation that crawled throughout her whole body.\nMirza looked at Vanya while kept looking at her. She immediately stopped when she saw Vanya's eyes was closed with a slightly hesitant expression."
}