{
    "source": "id_ID",
    "target": "en_US",
    "text": "Pemakaian obat umumnya memiliki efek samping tertentu dan sesuai dengan masing-masing individu. Jika terjadi efek samping yang berlebih dan berbahaya, harap konsultasikan kepada tenaga medis. Efek samping yang mungkin terjadi dalam penggunaan obat adalah: Efek samping signifikan: Gangguan neurologis berat, ensefalopati, kejang kejang, meningitis aseptik, neuropati perifer dan optik, parestesia; superinfeksi (misalnya superinfeksi jamur atau bakteri, diare terkait C. difficile). Gangguan sistem darah dan limfatik: Leucopenia, neutropenia. Gangguan jantung: Nyeri dada, takikardia. Gangguan telinga dan labirin: Tinnitus. Gangguan mata: Sensitivitas cahaya, nistagmus. Gangguan gastrointestinal: Mual, mulut kering, muntah, sembelit, sakit perut, diare, rasa logam tajam yang tidak menyenangkan. Pemeriksaan penunjang: Pendataran gelombang T pada EKG. Gangguan metabolisme dan nutrisi: Anoreksia. Gangguan muskuloskeletal dan jaringan ikat: Mialgia. Gangguan sistem saraf: Insomnia, sakit kepala, ataksia, vertigo, inkoordinasi, pusing. Gangguan jiwa: Kebingungan, halusinasi. Gangguan sistem reproduksi dan payudara: Gatal pada alat kelamin. Gangguan pernapasan, toraks dan mediastinum: Faringitis, sinusitis. Gangguan kulit dan jaringan subkutan: Ruam eritematosa, urtikaria, kulit kering. Gangguan pembuluh darah: Sinkop. Berpotensi Fatal: Sindrom Stevens-Johnson, nekrolisis epidermal toksik; hepatotoksisitas berat/gagal hati akut pada pasien dengan sindrom Cockayne.\nGolongan Produk\nObat Keras (Merah)\nKemasan\nDus, 10 Strip @ 10 tablet",
    "trans": "The use of medication generally comes with certain side effects that can vary from person to person. If you experience severe and harmful side effects, please consult a healthcare professional. Potential side effects from using the medication include: Significant Side Effects: Severe neurological disorders, encephalopathy, seizures, aseptic meningitis, peripheral and optic neuropathy, paresthesia; superinfection (e.g., fungal or bacterial superinfection, C. difficile-associated diarrhea). Hematologic and Lymphatic Disorders: Leukopenia, neutropenia.Cardiac Disorders: Chest pain, tachycardia.Ear and Labyrinth Disorders: Tinnitus. Eye Disorders: Light sensitivity, nystagmus.Gastrointestinal Disorders: Nausea, dry mouth, vomiting, constipation, abdominal pain, diarrhea, and an unpleasant metallic taste. Supporting Examination: T-wave flattening on the EKG. Metabolic and Nutritional Disorders: Anorexia. Musculoskeletal and Connective Tissue Disorders: Myalgia. Nervous System Disorders: Insomnia, headaches, ataxia, vertigo, incoordination, dizziness. Psychiatric Disorders: Confusion, hallucinations. Reproductive System and Breast Disorders: Genital itching. Respiratory, Thoracic, and Mediastinal Disorders: Pharyngitis, sinusitis. Skin and Subcutaneous Tissue Disorders: Erythematous rash, urticaria, dry skin. Vascular Disorders: Syncope. Potentially Fatal: Stevens-Johnson syndrome, toxic epidermal necrolysis; severe hepatotoxicity/acute liver failure in patients with Cockayne syndrome.\nProduct Classification\nPrescription Medication (Red)\nPackaging\nBox, 10 strips @ 10 tablets"
}