{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tanpa aba-aba Karina langsung meraup gemes bibir Winter dalam ciuman panas mereka. Menyalurkan rasa cemburu dan protektifnya dalam kuluman yang sedikit tergesa. Tak ingin membiarkan Winter menarik napasnya walaupun sesaat.\n\"humph!\"\nWinter memukul dada Karina untuk melepaskan ciuman yang memabukan itu. Ia menarik napasnya terengah, begitu juga dengan Karina.\nKarina menarik tubuh Winter berbaring di kasur. Mengunci istrinya di bawah kungkungannya seolah wanita bersurai hitam itu tak bisa melepaskan diri dari tahanannya.\n\"Kau makin cantik dengan rambut hitam ini\" ujar Karina menatap wajah Winter dengan mata yang berbinar binar\n\"Aku makin hot and sexy, bukan?\" Karina mengangguk lalu mengusap pangkal paha Winter yang sedang terbaring mengangkanginya. Apalagi Winter hanya memakai rok pendek sudah tentu Karina senang mengelus area bawahnya dengan mudah.\n\"You so hot baby,, but kalau desahan mu terlalu besar anak-anak pasti mendengar nya.. Jadi ku sarankan tahan desahan mu\" Karina tersenyum sinis membalas tatapan tak terima dari Winter\n\"That's not fair, Karina\"\nKarina membuka satu persatu kancing kemeja yang ia kenakan, kemudian ia buang kemeja itu ke sebarang arah.\n\"Make it fair, baby girl\"\nWinter terdiam merhatiin Karina melucutkan celana jeans yang wanita itu kenakan. Ia terpaku menatap dada putih milik suaminya, mengoda iman seorang Winter untuk tak berpikiran jernih.",
    "trans": "Without warning, Karina immediately reached for Winter's adorable lips for a hot kiss. She conveyed her jealousy and protective feelings with a slightly hasty kiss. She didn't let Winter catch her breath even for a second.\n\"humph!\"\nWinter hit Karina's chest to get away from the intoxicating kiss. She hardly could catch her breath, the same applied to Karina.\nKarina pulled Winter's body to lie down on the bed. She locked her wife within her embrace as if the black-haired lady couldn't escape from her.\n\"You are even prettier with this black hair\" said Karina while looking at Winter's face enthusiastically.\n\"I'm even hotter and sexier, right?\" Karina nodded and caressed the end of Winter's thigh. Winter had now lied down with her legs spread widely in front of her. She only wore a short skirt, effortlessly allowing Karina to stroke her bottom area with pleasure.\n\"You are so hot baby, but the kids will hear us if you moan too loudly. So I suggest you to hold your moan\" Karina smiled cynically, responding to Winter's disapproving gaze.\n\"That's not fair, Karina\"\nKarina unfasten her shirt's buttons one by one, then carelessly threw the shirt away.\n\"Make it fair, baby girl\"\nWinter froze seeing Karina took off her jeans trousers. She was glued to her husband's fair chest, allowing herself to be tempted to not thinking clearly."
}