{
    "source": "id_ID",
    "target": "en_US",
    "text": "Taeyong tak menolak, ia membalas lumatan itu. Bahkan kedua tangannya kini bertengger di leher Kai dengan erat ia memeluk pria yang tengah menciumnya hingga ia melepaskan terlebih dahulu karena membutuhkan pasokan udara, lagi-lagi Kai menciumi bibir itu dan kini lidahnya pun bermain-main, menjilati bahkan menyesap lidah milik Taeyong.\nTerasa ciuman kali ini semakin intens, si cantik melepaskan ciuman keduanya dengan paksa. Sebuah kecupan ringan di bubuhkan sebagai penyelesaian dari sesi berciuman keduanya. Tanpa berucap, ia meninggalkan Kai untuk menemui Mark.\nDi bawah ada sosok yang tengah di carinya, masih menggunakan pakaian seorang prince lengkap dengan sebuah pedang di pinggangnya. Mark tengah berdiri melihat sang kakak yang baru saja keluar dari kamar, ia melihatnya. Taeyong mengulum bibir sebelum menyapa dirinya.\nTaeyong tersenyum, \"Ada apa Mark?\"\n\"[redacted_name] mengirimkan surat kembali dan surat itu untukmu, kak.\" Mulut pemuda itu berucap, namun matanya menatap Kai yang berjalan menuruni tangga.\n\"Baiklah, ayo kembali ke istana.\" Taeyong tahu, kemana arah mata adiknya, ia memilih tak menatap kemana mata elang adiknya menatap.",
    "trans": "Taeyong does not refuse, she returns the kiss. Even her two hands now  park on Kai's neck, she holds tightly the man who is kissing her and she releases him first because she needs the air supply, Kai kisses those lips again and now his tongue is also playing, licking and sucking Taeyong's tongue.\nThe kisses are felt more intense now, the pretty one releases both persons' kisses forcefully. A light kiss is marked to finish the kissing session of them both. Without saying, she leaves Kai to see Mark.\nDownstairs there's a figure that she is looking for, still wearing the clothes of a prince complete with a sword on his waist. Mark stands, watching his big sister who's just coming out of the room, she sees him. Taeyong licks her lips before talking to him.\nTaeyong smiles, \"What is it Mark?\"\n\"[redacted_name] sent a letter again and the letter is for you, big sister. \" The young man's mouth says, his eyes stare at Kai who is walking downstairs.\n\"Alright, let's go back to the palace.\" Taeyong knows which direction her brother's eyes go, she chooses not to gaze where the eagle eyes of his brother gaze."
}