{
    "source": "id_ID",
    "target": "en_US",
    "text": "(Tiga ratus ribu)\n\"Kenapa sedikit sekali?\"\n(Kukira saat kau tidak ada, harganya turun seperti itu).\n\"Kau sering ke sana?\"\n(Aku tidak sering datang. Aku bosan malam ini. Tertarik?)\n\"Tidak.\"\n(Apa kau sedang memeluk Nong-mu?)\n\"Aku belum tidur, baru saja selesai berbicara dengan Fah. Tolong bawa lembarannya besok.\"\n(Oh, itu saja yang ingin kau katakan padaku?)\n\"Ya, Fah memintanya.\"\n(Aku bosan. Hanya ada gadis-gadis yang mengeluh bahwa mereka merindukanmu. Mereka bertanya,kenapa kau menghilang begitu lama? Sudah berbulan-bulan sejak terakhir kali kau datang ke sini.)\n\"Aku banyak kerjaan.\"\n(Aku sudah bilang ke mereka bahwa kau banyak kerjaan dan hampir tidak punya waktu untuk tidur.)\n\"Kadang aku hanya ingin menyerah dan hanya duduk, bertingkah seperti orang bodoh dan tidak melakukan apa-apa sepanjang hari.\"\n(Jadi kenapa tidak kau lakukan?)\n\"Karena aku akan tertinggal oleh North.\"\n(Oh, jadi sekarang Johan yang dulunya keras kepala berubah menjadi Johan yang gila kerja?)\n\"Sialan!!\"\n(Bagaimana rasanya membawa si kecil tidur bersamamu? Apa kau tidak gila?)\n\"Kau sama cerewetnya dengan Fah dan ya, aku memang sudah gila.\"\n(Aku merasa kasihan padamu. Jika kau tidak bisa menahannya, kau tidak harus menahannya.)",
    "trans": "(Three hundred thousand)\n\"Why so little?\"\n(I guess when you're not around, the price drops.)\n\"Do you go there a lot?\"\n(Not really. I'm just bored tonight. Interested?)\n\"Nope.\"\n(Are you hugging your Nong?)\n\"I'm not in bed yet; I just finished talking with Fah. Please bring the papers tomorrow.\"\n(Oh, is that all you wanted to tell me?)\n\"Yes, Fah asked for them.\"\n(I'm bored. The girls here keep saying they miss you. They’re asking why did you suddenly disappear. You haven’t been around for months.)\n\"I’ve been swamped with work.\"\n(I told them you’re super busy and barely get any sleep.)\n\"Sometimes I just want to quit everything and sit around acting like a fool doing nothing all day.\"\n(Then why don’t you?)\n\"Because I'd fall behind North.\"\n(Oh, so the stubborn Johan has turned into a workaholic?)\n\"Damn it!\"\n(How is it having a little one sleep with you? Isn’t it driving you nuts?)\n\"You're as chatty as Fah. And yes, I’m already losing it.\"\n(I feel for you. If it's too much, you don’t have to put up with it.)"
}