{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mohon untuk melihat (Syarat dan Kondisi link) yang berlaku dalam penawaran program Plusgrade dengan Garuda Indonesia.\nInformasi Penting\nGaruda Indonesia berhak untuk tidak menerima penawaran sehubungan dengan jumlah penawaran maupun ketersediaan kursi. Ketersediaan untuk upgrade terbatas dan ditentukan oleh kebijakan Garuda Indonesia. Garuda Indonesia berhak untuk menerima penawaran pada saat penawaran dilakukan pada waktu dan tanggal keberangkatan penerbangan. Jika penawaran Anda diterima, maka tarif pada tiket asli Anda berlaku untuk tiket upgrade. Konfirmasi berhasil maupun tidak atas penawaran yang Anda lakukan akan diberitahu melalui email satu hari sebelum waktu keberangkatan. Ketika penawaran Anda diterima oleh Garuda Indonesia dan kartu kredit Anda telah dibebankan, maka tidak ada pengembalian uang, kredit, atau penggantian jadwal penerbangan kecuali dalam kondisi irregular oleh Garuda Indonesia.\nPT. Garuda Indonesia (Persero) Tbk.\nGaruda Operation Center (GOC) II, 2nd Floor\nCentral Reservation Building\nGaruda City, Soekarno-Hatta\nInternational Airport\nCengkareng 19120, Indonesia\nP.O. BOX 1004 TNG BUSH\n© 2024 Garuda Indonesia\n6UDF92, 2hNabZjl0JBDS4ikacCM1qLePlHBg1GbJb\nIf you are unable to view this email or open the links, please copy and paste this URL into a browser: https://upgrade.plusgrade.com/offer/8jaF61GA/pretravel/2hNabZjl0JBDS4ikacCM1qLePlHBg1GbJb",
    "trans": "Please review the (Terms and Conditions link) that apply to the Plusgrade program offer with Garuda Indonesia.\nImportant Information\nGaruda Indonesia reserves the right not to accept offers based on the number of offers and seat availability. Availability for upgrades is limited and determined by Garuda Indonesia's policy. Garuda Indonesia also reserves the right to accept offers at the time of making them relative to the flight departure time and date. If your offer is accepted, the fare on your original ticket applies to the upgraded ticket. You will be notified via email whether your offer has been successful or not one day before departure. When your offer is accepted by Garuda Indonesia and your credit card has been charged, there will be no refunds, credits, or changes to the flight schedule except in the event of irregular conditions by Garuda Indonesia.\nPT. Garuda Indonesia (Persero) Tbk.\nGaruda Operation Center (GOC) II, 2nd Floor\nCentral Reservation Building\nGaruda City, Soekarno-Hatta\nInternational Airport\nCengkareng 19120, Indonesia\nP.O. BOX 1004 TNG BUSH\n© 2024 Garuda Indonesia\n6UDF92, 2hNabZjl0JBDS4ikacCM1qLePlHBg1GbJb\nIf you are unable to view this email or open the links, please copy and paste this URL into a browser: https://upgrade.plusgrade.com/offer/8jaF61GA/pretravel/2hNabZjl0JBDS4ikacCM1qLePlHBg1GbJb"
}