{
    "source": "id_ID",
    "target": "en_US",
    "text": "Panduan : https://www.panduandaring.com/p/ryVEbo\nFNIRSI-1014D osiloskop digital adalah perangkat elektronik yang terdiri dari banyak modul perangkat lunak dan perangkat keras elektronik yang bekerja sama untuk menangkap, memproses, melihat, dan menyimpan data yang mewakili sinyal yang relevan. Alat ini biasa digunakan untuk industri pemeliharaan dan industri R&D dengan laju pengambilan sampel waktu nyata hingga 1 GSa/s dan bandwidth analog 100 MHz. Anda juga mengukur gelombang sinus dan gelombang AC-DC. Alat ini hadir dengan tampilan layar LCD 7 Inch yang memudahkan Anda saat menggunakan alat ini untuk mengetahui indikasi yang sedang Anda ukur.\nFitur\nProteksi Voltase Tinggi\nModul perlindungan tegangan tinggi bawaan dapat menahan tegangan puncak 400 V. Jangan khawatir tentang burnout osiloskop yang disebabkan oleh tegangan tinggi yang tidak diperiksa ke posisi 10 X.\nStorage Penyimpanan 240 Kbit\nAnda dapat menyimpan data-data hasil pengukuran Anda dengan mudah. Hanya dengan beberapa tombol, pengukuran yang Anda lakukan akan langsung tersimpan dalam osiloskop ini.\nTampilan LCD Besar\nHadir dengan tampilan layar TFT LCD yang besar mencapai 7 Inch dengan warna yang cerah sehingga memudahkan Anda saat menggunakan alat ini untuk mengetahui indikasi yang sedang Anda ukur.\nKelengkapan Produk\nRincian yang Anda dapatkan untuk pembelian produk ini:\n1 x FNIRSI Digital Oscilloscope 2 in 1 Dual Channel 100MHz 1 GSa/s 7 Inch - 1014D",
    "trans": "Guidance: https://www.panduandaring.com/p/ryVEbo\nThe FNIRSI-1014D digital oscilloscope is an electronic device consisting of many software modules and electronic hardware that collaborate to capture, process, see, and store data through relevant signals. This device is usually used for the maintenance industry and the R&D industry with a retrieval rate real-time sample up to 1 GSa/s and analog bandwidth of 100MHz. You also measure sinus waves and AC-DC waves. This device comes with a 7-inch LCD screen that makes it easier to know the indication of your measurements when using it.\nFeatures\nHigh Voltage Protection\nThe default high-voltage protection module can withstand a top voltage of 400 V. Don't worry about the burnout oscilloscope which is caused by the unchecked 10 X position of high-voltage.\nStorage of 240 Kbit\nYou can store the result data of your measurements easily. Only with one button, your measurement will be stored directly in the oscilloscope.\nBig LCD Display\nComes with a big TFT LCD screen display of up to 7 inch and bright color so that makes you easier to use this device to know the indication of your measurement.\nCompleteness of the Product\nThe details that you get for this product purchase:\n1 x FNIRSI Digital Oscilloscope 2 in 1 Dual Channel 100MHz 1 GSa/s 7 Inch - 1014D"
}