{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"AHHH ANJING!!\" Shua teriak sedikit karena dua jari besar, gemuk, Seungcheol masuk ke dalam memek nya, lagi nyari-nyari titik paling dalem buat di entotin nanti. Muka Seungcheol ngejauh dari memek Shua, ia tatap Shua sambil paksain kaki nya ngangkang lebar, muka nya ia tatap Shua yang lagi merem melek keenakan.\n\"Ini sih service laundry nya bintang 10. Baju cepat kering, bersih, wangi, dapat bonus entot memek.\" Seungcheol ngegenjotin memek Shua pake 3 jarinya, tadi sempat ia masukin, suara becek antara memek cantik Shua, desahan tertahannya bikin ngisi di ruang cuci baju. Pintu ditutup, tapi tidak memperdulikan cctv, entah nyala atau mati, Shua tidak peduli, yang penting di hadapannya lagi ada cowok ganteng, gagah, lagi nge colok memek nya. Kulit jari bergesekan sama dinding memek hangat dan licin makin gencar nyolokin sampai ke titik dalem, bikin ngerangsang si manis buat keluar.\n\"NGHH.. NGHH. HMMPHH..\" Desahan si manis tertahan begitu baru aja klimaks sampai badannya geter, kakinya ngerapet tapi ditahan buat ngangkang karena Seungcheol tamparin memek nya pake jari nya begitu ngengeluarin 3 jari nya.",
    "trans": "\"AHHH DOG!!\" Shua screamed a little because Seungcheol's two big, fat fingers entered her pussy, looking for the deepest point to thrust later. Seungcheol's face moved away from Shua's vagina, he stared at Shua while forcing her legs wide open, his face stared at Shua whose eyes were still half-closed in pleasure.\n\"This is a 10-star laundry service. Clothes dry quickly, clean, fragrant, and get a bonus of fucking her pussy.\" Seungcheol pumped Shua's pussy with the 3 fingers, he had inserted earlier, and the wet sound between Shua's beautiful pussy, and her suppressed moans filled the laundry room. The door was closed, but regardless of the CCTV, whether it was on or off, Shua didn't care, what was important was that in front of her was a handsome, dashing man, who was fucking her pussy. The skin of his fingers rubbed against the warm and slippery pussy walls, thrusting even harder until it reached the deepest point, stimulating the sweet one to come out.\n\"NGHH... NGHH. HMMPHH...\" The sweet girl's moans were suppressed when she had just climaxed until her body shook, her legs clenched but she held them back because Seungcheol slapped her pussy with his finger and then took out three of his fingers."
}