{
    "source": "id_ID",
    "target": "en_US",
    "text": "PSIS mendapatkan peluang emas lewat tendangan keras serta terukur dari Alfeandra Dewangga, akan tetapi bola masih dapat dimentahkan oleh Andritany Ardhiyasa.\nPersija berbalik mendapatkan peluang setelah umpan silang Marko Simic dapat diterima Ryo Matsumura yang selanjutnya berputar melepaskan tendangan, namun bola masih menyamping dari gawang PSIS.\nMemasuki babak kedua, Persija kembali melancarkan serangan terlebih dahulu dan menciptakan peluang lewat tendangan Ryo Matsumura yang menyamping dari gawang PSIS.\nBaca juga: Persik memulai kembali kompetisi dengan tundukkan Dewa United 3-2\nSkuad asuhan Carlos Pena kembali mendapatkan peluang emas, kali ini lewat tendangan Marko Simic, namun bola dapat dimentahkan kiper PSIS Rizki Darmawan.\nPersija kembali menciptakan peluang lewat skema bola mati melalui tendangan bebas Syahrian Abimanyu, akan tetapi kembali bola dapat diselamatkan Rizki Darmawan.\nPada menit ke-87 PSIS harus bermain dengan sembilan orang setelah Roger Bonet diganjar kartu merah langsung oleh wasit karena melakukan pelanggaran keras kepada Resky Fandi.\nKeunggulan jumlah pemain ini benar-benar dimanfaatkan oleh Persija yang mampu menggandakan keunggulan menjadi 2-0 pada menit ke-88 lewat gol Reyhan Hannan setelah menerima umpan Ryo Matsumura.\nMeski telah unggul dua gol, Persija tetap menekan lini pertahanan PSIS, namun hingga pertandingan berakhir, skor 2-0 untuk kemenangan tim tamu tetap bertahan.",
    "trans": "PSIS received a golden opportunity through a measured hard kick from Alfeandra Dewangga, but the ball was still successfully blocked by Andritany Ardhiyasa.\nPersija in turn got a chance after the cross pass from Marko Simic was received by Ryo Matsumura who then turned and kicked, but the ball still went wide from PSIS's goalpost.\nEntering the second stage, Persija once again launched an attack and created an opportunity through Ryo Matsumara's kick that went sideways from PSIS's goalpost.\nAlso read: Persik started competing again by defeating Dewa United 3-2\nCarlos Pena's squad once again got a golden opportunity, this time from Marco Simic's kick, but the ball was successfully blocked by PSIS's goalkeeper Rizki Darmawan.\nPersija created another opportunity from the dead ball scheme through Syahrian Abimanyu's free kick, but then the ball was blocked again by Rizki Darmawan.\nIn the 87th minute, PSIS was forced to play with nine players after Roger Bonet got a red card from the referee because he made a hard foul on Resky Fandi.\nThe advantages of more players were really utilized by the Persija who were able to double the lead to 2-0 in the 88th minute through the goal by Reyhan Hannan after getting a pass from Ryo Matsumura.\nEven in the lead by 2 goals, Persija kept putting pressure on PSIS defences, but until the end of the match, the score of 2-0 for the away team's victory remained."
}