{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Entahlah, kepalaku mendadak pusing karena melayani otak ini untuk terus berfikir lebih jauh,\" jawab si mungil lagi.\n\"Sebaiknya kita harus menutup mulut dahulu Chenle-ya, kita masih tak memiliki banyak bukti untuk melapor kepada King dan Queen,\" ujar Jisung.\nChenle sedari tadi entah melamun karena apa, bayangan dan firasat buruk seperti akan terjadi.\n\"Aku takut suatu hal akan terjadi pangeran,\" lirih Chenle dengan air mata yang berhasil lolos dari netranya.\nPerlu kalian ketahui, Chenle itu adalah pribadi yang jarang sekali untuk menangis, bagaimana bisa anak itu bisa menangis kalau ia sendiri bahkan mampu melenyapkan seekor harimau dewasa sendirian.\n//GREPP...\nSontak Jisung membawa tubuh yang setengah bergetar itu untuk ia dekap, berusaha menenangkan kecemasan anak itu.\n\"Tak perlu ada yang kau takutkan jika selama disisimu ada aku Chenle-ya,\" ucap Jisung tak kalah lirih dan lembut.\n\"Bersikaplah seperti tak terjadi apapun, biar semua orang tak menaruh curiga kepada kita,\" bisik si jangkung lagi.\nMendadak raut wajah Chenle berubah, apa-apaan Jisung ini, mengapa ia berucap seperti itu seperti dirinya sedang menjalin hubungan gelap dengan si sulung Huang saja.\n\"Kau berucap seperti tengah menjalin hubungan gelap denganku saja,\" gerutu Chenle dengan air mata yang sudah ia usap dengan kasar.",
    "trans": "\"I don't know, suddenly my head gets dizzy for serving the brain to keep thinking further,\" answered the little one again.\n\"We have rather closed our mouths first Chenle-ya, we still have many evidences to report to the King and the Queen,\" said Jisung.\nChenle had been day-dreaming so long for what reason, he had a vision and bad feeling something bad would happen.\n\"I am afraid something will happen, prince,\" said Chenle quietly, some tears managed to escape her eyes.\nYou should know that Chenle was a person who rarely cried, how come that the child could cry if she could get rid of an adult tiger by herself.\n//GREPP...\nImmedialy Jisung brought the half trembling body into his arms, trying to ease the child's anxiety.\n\"You don't need to be afraid if there's me around you so far, Chenle-ya,\" said Jisung even quieter and softer.\n\"Try to behave as though there's nothing happening, let everyone not to suspect us,\" whispered the tall man again.\nSuddenly the complexion on Chenle's face changed, what's wrong with Jisung, why did he say like that, just like he was making an illegal relationship with the oldest Huang.\n\"You said like you are just having an illegal relationship with me,\" Chenle grumbled with tears that she had already wiped out roughly."
}