{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Huum tenang aja.\" Renjun menatap sekitar.\nSaat sampai kantin, tempat duduk nya semua penuh, banyak yang sedang istirahat di kantin.\n\"Tumben kantin penuh.\" Haechan menatap heran suasana kantin.\n\"Kan sekarang jajan keluar ga boleh echan.\" Haechan hanya mengangguk mendengar ucapa renjun.\n\"Hey pudu! disini kosong.\" Mark memanggil haechan yang masih mencari bangku dan meja kosong, haechan pun menatap mark senang disana banyak bangku kosong.\n\"Ayo kesana.\" Haechan menarik jaemin dan renjun ke arah mark.\nHaechan duduk di samping mark dan renjun disamping haechan, dan jaemin di samping jeno sebelahnya jeno ada karina jadi sebangku semeja mereka berenam.\n\"Aku yang mesen makan aja.\" Renjun menatap jaemin yang akan pergi memesan makanan.\n\"Hey nanti lo ilang, udah kecil ga keliatan lo.\" Renjun hanya cemberut mendengar haechan yang bicara seperti itu, jadinya haechan yang memesan makanan bersama mark.\nJaemin memainkan ponselnya renjun pun sama yang makan hanya karina jeno hanya diam memperhatikan jaemin.\n\"Cantik.\"\n\"Jen, aku mau beli air dulu ya.\" Karina pun pergi dari sana.\n\"Na bilangin ke haechan kalo udah dateng, aku ke ruang guru dulu sebentar.\" Renjun pergi dari sana setelah jaemin mengangguk, dan menyisakan jeno dan jaemin, dan tempat duduk mereka tu di pojok.",
    "trans": "\"Hmm don't worry.\" Renjun looked around.\nWhen he arrived at the canteen, all the seats were fully occupied, with many people taking a break in the canteen.\n\"It's unusual that the canteen is full.\" Haechan looked around the canteen with a puzzled expression.\n\"Now we're not allowed to buy snacks outside, Echan.\" Haechan just nodded upon hearing Renjun's words.\n\"Hey, Pudu! There's an empty spot here.\" Mark called Haechan who was looking for the empty seats and table, Haechan then looked at Mark, happy to see so many empty seats there.\n\"Let's go there.\" Haechan pulled Jaemin and Renjun towards Mark.\nHaechan sat next to Mark while Renjun sat beside Haechan, Jaemin sat next to Jeno, and beside Jeno there was Karina, so the six of them were seated at the same table.\n\"I will order the food.\" Renjun looked at Jaemin who was about to go and place the order.\n\"Hey, you'll get lost, you're too small to be seen.\" Renjun just pouted when he heard Haechan say it, so Haechan ended up ordering food with Mark.\nJaemin played with his phone and so did Renjun, only Karina was eating, and Jeno stayed silent while watching Jaemin.\n\"Pretty.\"\n\"Jen, I'd like to buy some water.\" Karina then left.\n\"Na, tell me if Haechan arrives, I'll go to the teacher's room for a bit.\" Renjun left after Jaemin nodded, leaving Jeno and Jaemin behind, with their seats in the corner."
}