{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mendekati periode 30 November 2023, kami akan melakukan proses Migrasi Sistem dari Perusahaan Keagenan yang lama (PT Perusahaan Pelayaran Nusantara Panurjwan / PPNP) ke Perusahaan Keagenan yang baru (PT MSC Mediterranean Shipping Indonesia). Selama proses transisi ini, ada beberapa hal-hal yang perlu kami sampaikan sebagai berikut:\nPT. PERUSAHAAN PELAYARAN NUSANTARA PANURJWAN\nAs Agent for Mediterranean Shipping Company S.A\n18, Mampang Prapatan, Jakarta 12710. INDONESIA\nTEL: +62-21 50805000 FAX: +6221 50805001 W : www.msc.com Page 2 of 3\nSensitivity: Internal\na. Mulai tanggal 30 November 2023 sampai dengan 1 Desember 2023 pukul 09.00 (Tentatif), MSC tidak mengeluarkan dan mengirimkan invoice (termasuk invoice tambahan) kepada pelanggan karena adanya proses perpindahan sistem. Setelah waktu diatas (tentative), MSC akan mengeluarkan dan mengirimkan invoice kepada pelanggan dengan kop invoice yang baru (Mediterranean Shipping Company SA).\nb. Nilai tukar mata uang untuk impor dengan waktu estimasi kedatangan (“ETA”) tanggal 30 November dan 1 – 4 Desember 2023 akan menggunakan nilai tukar uang pada tanggal 27 November 2023. Sejak tanggal 5 Desember 2023, nilai tukar mata uang akan kembali menggunakan nilai tukar 4 hari sebelum ETA.\nc. Pelanggan dapat mengambil BL dari Konter pada 30 November 2023 seperti biasa, selama pembayaran sudah diterima di rekening bank yang tertera di Invoice.",
    "trans": "As we approach the period around November 30, 2023, we will be transitioning our Agency System from the previous agency company (PT Perusahaan Pelayaran Nusantara Panurjwan / PPNP) to the new agency company (PT MSC Mediterranean Shipping Indonesia). During this transition, we would like to inform you of the following:\nPT. PERUSAHAAN PELAYARAN NUSANTARA PANURJWAN\nAs Agent for Mediterranean Shipping Company S.A\n18, Mampang Prapatan, Jakarta 12710. INDONESIA\nTEL: +62-21 50805000 FAX: +6221 50805001 W: www.msc.com Page 2 of 3\nSensitivity: Internal\na. From November 30, 2023, until December 1, 2023, at 09:00 (Tentative), MSC will not issue or send invoices (including additional invoices) to customers due to the system migration. After the aforementioned time (tentative), MSC will issue and send invoices to customers with the new invoice letterhead (Mediterranean Shipping Company SA).\nb. The currency exchange rate for imports with an estimated time of arrival (\"ETA\") on November 30 and December 1 – 4, 2023, will be based on the exchange rate as of November 27, 2023. Starting December 5, 2023, the currency exchange rate will again be based on the rate 4 days before the ETA.\nc. Customers can collect the Bill of Lading from the counter on November 30, 2023, as usual, provided that payment has been received in the bank account listed on the invoice."
}