{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mingyu tersenyum, ia memainkan lidahnya dengan gerakan memutar di puting kanan Wonwoo, dan tangan kanannya perlahan naik, ia meremas dada Wonwoo yang masih rata. Memilin putingnya dengan kuat, membuat empunya mendesah panjang.\nIa lalu menyesap puting kanan Wonwoo, menimbulkan bunyi kecipak basah karena salivanya sendiri, dan tangan kanannya tidak berhenti memilin puting kiri Wonwoo.\n\"Ahhh daddyhh... Ahhh.. eumhh.. anghhh.. daddyhh..\" Wonwoo kembali menegang, lubang analnya kembali berkedut, ia menekan tengkuk Mingyu untuk memperdalam sesapannya pada puting kanannya.\nMingyu juga memainkan lidahnya, ia berpindah menyesap puting kiri Wonwoo, melakukan hal yang sama. Lalu sepersekian detik kemudian, ia merasakan tubuh Wonwoo yang bergerak, menggesekkan tubuh bawahnya dengan penis Mingyu.\nMingyu terkekeh, ia semakin menyesapnya dengan kuat, membuat kedua puting itu mencuat dan begitu memerah. Ia lalu melepasnya, tapi Wonwoo terus bergerak dan desahannya tak berhenti. \"Wonwoo..\" Panggilnya tapi Wonwoo tak merespons. \"Wonu..\" Panggilnya lagi.\nWonwoo menghentikan gerakkannya. Ia menatap Mingyu dengan mata sayu yang sedikit buram itu, dadanya kembang kempis karena sensasi nikmat yang ia dapatkan. \"Daddy.. Wonu wants.. daddy's big dick..\" Lirihnya. Baiklah, Wonwoo menjadi binal karena Mingyu.",
    "trans": "Mingyu smiled. He used his tongue to circle Wonwoo's right nipple. His right arm slowly moved up. He caressed Wonwoo's chest that was still flat, then pinched his nipple roughly, making the owner let out a long moan.\nHe then sucked Wonwoo's right nipple, creating a wet sucking sound from his saliva. His right arm continued to pinch Wonwoo's left nipple.\n\"Ahhh daddyhh... Ahh.. eumhh.. anghhh.. daddyhh..\" Wonwoo stiffened once again. His anal hole twitched once more. He grabbed Mingyu's neck to make him suck his right nipple harder.\nMingyu also used his tongue. He moved to suck Wonwoo's left nipple, doing the same thing. For the next few seconds, he could feel Wonwoo's body moving, rubbing his lower body with Mingyu's dick.\nMingyu chuckled. He sucked on it even harder, making both nipples swolen and turned red. He then let go of it, but Wonwoo kept moving and continued to moan. \"Wonwoo..\" he called but Wonwoo wasn't responding. \"Wonu..\" he called once again.\nWonwoo stopped his movement. He stared at Mingyu with a slightly blur dreamy eyes. His chest breathe irregularly due to the pleasant sensation he received. \"Daddy.. Wonu wants.. daddy's big dick..\" he spoke quietly. Alright, Wonwoo had turned into bitch thanks to Mingyu."
}