{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Sebagai tugas penutup pijatlah pahaku,ahh! kaki unnie sangat pegal Lisayaa\"desah Jennie dengan ekspresi sakit yang dibuat-buat.\n\"Emh baik~ pakai minyak zaitun atau rose unnie?\"\n\"Pakai zaitun saja,seperti tadi\"\n\"Baik eon\"\n\"Lakukan Lisa!\" ucap Jennie yang menunggu pijitan sang adik.\n\"emhh itu.. celana unnie be- belum dibuka\"gugup gadis jangkung itu.\n\"Ohh hahaha,wait!\" Jennie segera menurunkan celana tidur lalu berbaring kembali.\n\"Buka pahanya eon\"cicit Lisa mulai menuangkan minyak ketelapak tangan.\n\"Nde\"jawab Jennie melebarkan kaki membetuk V.\n\"Mhhh~ geliii!!\" teriak gadis kucing itu begitu tangan sang adik mendarat di kulitnya.\n\"Ihhh unnie! jangan teriak\"\n\"Aku minta dipijit bukan di elus Lisayaa\"\n\"Lili mengusapkan minyak terlebih dulu unnie sayang~\"\n\"Lakukan dengan baik!\"\n\"Dasar pemarah\"balas Lisa mempoutkan bibir.Gadis jangkung itu pun mulai menggerakkan tangannya.\nSeperti nya Kim Lisa memang berhobi dibagian pijit-memimijit sebab Jennie tak terdengar komplen lagi.\n\"Mhhh~\"bahkan mata gadis kucing itu terlihat merem melek sekarang.\n\"Apakah unnie mengantuk?\" tanya Lisa menatap wajah kakaknya,lucu.\n\"Emhh tidak! teruskan baby\"jawab Jennie\nmengusap jemari mungil Lisa yang begitu piawai menghilangkan pegal dikaki nya.",
    "trans": "\"As the closing assignment, massage my thighs, ahh! unnie's legs are so sore, Lisa yaa\"sighed Jennie with fake expression of pain.\nEmh okay - using olive oil or rose unnie?\"\n\"Just use olive, like before\"\n\"Alright, eon\"\n\"Do it Lisa!\" said Jennie waiting for the massages from her little sister.\n\"emhh it's... my pants have- have not been released\" said the tall girl nervously.\n\"Ohh Hahaha, wait!\" Jennie lowered the sleeping pants immediately and lied down again.\n\"Open the thighs, eon\" tweeted Lisa, starting to power the oil on her palm.\n\"Here\" answered the tall girl, widening her legs to form V.\n\"Mhhh - ticklish!!\" screamed the cat girl when her little sister's hands landed on her skin.\n\"Ihhh unnie! don't scream\"\n\"I want a massages, not touches, Lisayaa\"\n\"Lili will rub the oil first, dear unnie~\"\n\"Do it well!\"\n\"Grumpy bastard\" answered Lisa, pursing her lips. The tall girl started to move her hand.\nIt seemed Kim Lisa had a hobby in massaging because Jennie did not complain anymore.\n\"Mhhh~\" even the cat girl's eyes looked half-lidded now.\n\"Are you sleepy, unnie?\" asked Lisa staring at her big sister's face, funny.\n\"Emhh no! keep going, baby\" answered Jennie\nLisa's small fingers keep rubbing, so good in getting rid of the sores on her feed."
}