{
    "source": "id_ID",
    "target": "en_US",
    "text": "Turut mendampingi Mendag Zulkifli Hasan dalam konferensi pers ini, yaitu Plt. Sekretaris Jenderal\nKemendag Suhanto, Dirjen Perlindungan Konsumen dan Tertib Niaga Kemendag Moga Simatupang,\nDirjen Perdagangan Luar Negeri Kemendag Budi Santoso, Staf Khusus Mendag Bidang Perjanjian\nPerdagangan Internasional Bara K. Hasibuan, Staf Khusus Mendag Bidang Promosi Perdagangan Dalam\nNegeri Hadi Daryanto, dan Staf Khusus Mendag Bidang Peningkatan Ekspor dan Perluasan Pasar Luar\nNegeri Alhilal Hamdi.\nAnggota Satgas Pengawasan Barang Impor Ilegal berasal dari 11 kementerian dan lembaga. Mereka\nadalah Kementerian Perdagangan; Kejaksaan Agung; Kepolisian Republik Indonesia; Kementerian\nKeuangan; Kementerian Perindustrian; Kementerian Hukum dan HAM; Badan Intelijen Negara; Badan\nPengawas Obat dan Makanan; Badan Keamanan Laut TNI AL; dinas-dinas yang membidangi\nperdagangan di tingkat provinsi, kabupaten, dan kota; serta Kamar Dagang dan Industri Indonesia.\nMendag pun menjelaskan tiga tujuan utama pembentukan satgas tersebut. Pertama, menciptakan\nlangkah strategis dalam pengawasan dan penanganan masalah impor. Kedua, menciptakan koordinasi\nantarinstansi yang efektif dalam pengawasan barang tertentu yang diberlakukan tata niaga impor.\nKetiga, menjalin komunikasi serta informasi antarinstansi terkait dalam pengawasan dan penanganan",
    "trans": "Joining Trade Minister Zulkifli Hasan at the press conference were several key figures: Acting Secretary General\nof the Ministry of Trade Suhanto, Director General of Consumer Protection and Trade Order Moga Simatupang,\nDirector General of Foreign Trade Budi Santoso, as well as Special Staff to the Minister of Agreements of\nSpecial Staff to the Minister of International Trade, Bara K. Hasibuan, Special Staff to the Minister of Domestic Trade Promotion\nHadi Daryanto, and Special Staff to the Minister of Expanding Exports and Foreign Market\nAlhilal Hamdi.\nThe Task Force on Illegal Import Supervision includes members from 11 different ministries and agencies. They\nare the Ministry of Trade, the Attorney General's Office, the Indonesian National Police, the Ministry of\nFinance, the Ministry of Industry, the Ministry of Law and Human Rights, the State Intelligence Agency, the Agency of\nFood and Drug Supervisory, the Naval Security Agency, local offices of\ntrades at the provincial, district and city levels, and the Indonesian Chamber of Commerce and Industry.\nThe Minister highlighted three main goals for the task force: First, to develop\nstrategic actions for monitoring and addressing import issues. Second, to ensure effective coordination\nbetween agencies for overseeing specific goods that fall under import regulations.\nThird, to improve communication and information sharing among agencies related to supervision and handling of"
}