{
    "source": "id_ID",
    "target": "en_US",
    "text": "Pikirannya bak terdisosiasi. Nirei bahkan sama sekali nggak sadar ketika Sakura, dari balik tubuhnya, telah merunduk. Memposisikan wajahnya tepat di antara kedua bongkahannya. Ketika dirasa ada angin yang menyisir lubangnya, ia bergidik.\n“A-ah, Sakura, kamu ngapa—hngh!” Lidah Sakura mengisi lubang Nirei ketika kalimat tadi terputus. Nirei terhentak. Menyadari telapak tangan Sakura yang sekaligus bergulir pada penisnya, ia mendesah. Sakura menggosok-gosok penisnya dengan tempo sedang di awal, lalu menekan ujungnya.\nNirei tercekat dengan mulut terbuka tanpa suara ketika temponya dipercepat. Tenggorokannya pula nggak mampu memproduksi desah dan isak tangis dalam waktu yang sama.\nBegitu kontradiktif dengan gerakan Sakura yang acak-acakan pada lubang dan penisnya. Mereka datang berbarengan dan sangat menggelitik. Nirei berada di pertengahan batas nikmat dan tersiksa.\n“Sakhh… Sakura!” Nirei menyalang panik ketika ia merasa ujung penisnya berkedut lagi. Isakannya terabaikan oleh rangsangan yang datang bertubi-tubi. Tangannya menggebuk-gebuk segala hal yang bisa dicapainya. Ia merengek setengah berteriak, “Keluar! Aku ma—hh! Pipis! Sakura, aku mahh, pipishh! Aah!”",
    "trans": "Her mind felt dissociated. Nirei was completely unaware when Sakura, from behind her, had ducked down. Positioning his face right between her two chunks. When she sensed a breeze brushing against her hole, she shuddered.\n“A-ah, Sakura, what are you—hngh!” Sakura's tongue filled Nirei's hole as her sentence trailed off. Nirei was taken aback. Realizing Sakura's palm was simultaneously caressing his penis, he let out a sigh. Sakura began to rub his penis at a moderate pace at first, then pressed the tip.\nNirei choked her mouth open in silent shock as the tempo quickened. Her throat was unable to produce both sighs and sobs at the same time.\nIt was so contradictory to Sakura's chaotic movements on her hole and his penis. They came together and were very ticklish. Nirei found herself teetering on the edge of pleasure and torment.\n\"Sakhh... Sakura!\" Nirei gasped in panic as she felt the tip of his penis twitch once more. Her cries were drowned out by the relentless waves of stimulation. Her hands thrashed at everything within reach. She whimpered half-shouting, \"It's coming out! I nee—hh! I need to pee! Sakura, I—ah, I need to pee! Aah!\""
}