{
    "source": "id_ID",
    "target": "en_US",
    "text": "Yunho berjalan menuju arah lobby namun tiba-tiba tangannya ditarik oleh seseorang yang menggunakan masker, kacamata hitam dan juga pakaian serba hitam. Yunho tak dapat berteriak sebab orang itu membungkam mulutnya. Apa kah ia sekarang menjadi korban penculikan??? Yang benar saja?? Apa ini adalah hari sialnya??\n\"Mmhh!!\" Pria itu memasukkan Yunho ke dalam mobil dan langsung membawanya pergi.\nBegitu pria itu membuka kacamata dan juga maskernya, Yunho terkejut. Apa maksudnya semua ini???\n\"Song Mingi? Apa maksud semua ini??!! Ini namanya penculikan!\" Mingi tak menjawab.\n\"Turunkan aku!\"\n\"Silahkan turun jika kau ingin terjatuh. Duduk dan diamlah dan kita akan acara penyambutanmu. Yang lain telah menunggu.\" Yunho menatap Mingi tak percaya.\n\"Tidak, aku ingin pulang! Turunkan aku!!\" Yunho menatap sengit Mingi.\n\"Ku bilang silahkan jika kau ingin turun. Tapi aku tak akan memberhentikan mobilku.\" Mingi menjawab datar.\n\"Dasar gila!\"\n\"Ya.. Ya.. Terserah kau saja.\" Mingi tetap melajukan mobilnya, Yunho hanya bisa duduk dan menahan kesal. Ia akan melaporkan ini pada Hongjoong.",
    "trans": "Yunho walked towards the lobby, but his hand was suddenly pulled by someone wearing a mask, black glasses, and all-black clothes. Yunho couldn't scream because the person covered his mouth. Was he being kidnapped??? Seriously?? Was this really his unlucky day?\n\"Mmhh!!\" The man forced Yunho into the car and quickly drove off.\nWhen the man removed his mask and glasses, Yunho was shocked. What was all of this supposed to mean???\n\"Son Mingi? What's going on here??!! This is a kidnapping!\" Mingi didn't respond.\n\"Drop me off!\"\n\"Go ahead if you want to fall. Sit down and stay quiet, and we'll have your welcoming ceremony. The others are waiting.\" Yunho stared at Mingi in disbelief.\n\"No, I wanna go home! Let me out!!\" Yunho glared at Mingi.\n\"I told you, feel free to get out. But I'm not gonna stop the car.\" Mingi replied flatly.\n\"You're crazy!\"\n\"Yeah.. Yeah.. It's up to you.\" Mingi kept driving, while Yunho could only sit there and hold back. He was going to report this to Hongjoong."
}