{
    "source": "id_ID",
    "target": "en_US",
    "text": "Kalau seperti ini dianggap biasa dilakukan antara saudara... sepertinya aku harus lebih hati-hati dengan perasaanku.\nAku melihat kotak susu di tanganku... Susu cokelat. Aku suka susu cokelat, tapi mungkin ini hanya kebetulan. Aku membuka kotak susu dan meminumnya, tidak berani menyalakan TV karena ini bukan kamarku. Dalam keheningan itu, aku bisa mendengar suara dari kamar tidur.\n\"Ooh, tadi aku menjemput adikku dari apartemennya karena lampunya mati.\"\n\"Lalu, tadi kita sudah sampai mana, ya...\"\nDia sedang berbicara dengan seseorang. Sepertinya sedang belajar bersama... Mungkin dengan Mona, ya? Sepertinya mereka sedang belajar dan [redacted_name] harus menghentikan teleponnya sementara untuk menjemputku, lalu setelah menjemputku, mereka kembali berbicara lagi.\nRasanya... tidak enak... tapi bisa kutahan.\nAku duduk di sofa hampir setengah jam sampai [redacted_name] membuka pintu kamar tidurnya. Sepertinya mereka sudah selesai belajar. Aku menoleh ke arahnya.\n\"Mau tidur?\"\n\"Aa... Iya.\"\n\"Kalau begitu, masuk tidur di dalam kamar saja.\"\n\"Eh, aku bisa tidur di sofa.\"",
    "trans": "If such things are considered as commonly done between siblings.. it looks like I need to be more careful with my feelings.\nI saw a box of milk on my hands... Chocolate milk. I like chocolate milk, but perhaps this was just a coincidence. I opened the milk and drank it, not brave enough to turn on the TV as this is not my house. On the silence, I could hear a voice from the bedroom.\n\"Ooh, I picked up my sister from her apartment as there was blackout.\"\n\"Right, what are we discussing earlier?\"\nHe was talking to someone. Looks like they were studying together... Perhaps with Mona? Apparently, they were studying and [redacted_name] had to end the call first to pick me up. Then after picking me up, they talked again.\nIt felt... uncomfortable... but I could handle it.\nI sat on the sofa for almost half an hour until [redacted_name] opened his bedroom door. Looked like they had finished studying. I looked at him.\n\"Do you wanna sleep?\"\n\"Aa... Yes.\"\n\"Then, just come sleep inside the bedroom.\"\n\"Eh, I can sleep on the sofa.\""
}