{
    "source": "id_ID",
    "target": "en_US",
    "text": "Impaksi gigi adalah kondisi dimana gigi tidak dapat tumbuh ke permukaan pada lengkung rahang dengan sempurna dan terpendam di dalam tulang, baik sepenuhnya maupun sebagian gigi dan seringkali dengan posisi yang tidak normal. Kondisi ini dapat menimbulkan keradangan lebih lanjut pada jaringan sekitar gigi impaksi tersebut dan akan ditandai dengan adanya rasa sakit, panas dan kemerahan pada gusi dan mukosa disekitarnya, pembengkakan, serta fungsiolesa (kehilangan fungsi). Pada kasus yang lebih parah, rasa sakit dapat menyebar ke leher, telinga, kepala, nyeri menelan, atau nyeri saat membuka mulut.Penanganan yang tepat untuk gigi impaksi adalah dengan melakukan pencabutan gigi impaksi tersebut, yang umumnya dilakukan dengan teknik bedah minor atau disebut Odontektomi.\nSaran saya sebaiknya Anda dapat segera memeriksakan kondisi gigi tersebut ke dokter gigi terdekat. Dokter gigi akan melakukan pemeriksaan secara detail, baik pemeriksaan klinis maupun pemeriksaan penunjang berupa rontgen foto gigi, untuk menentukan diagnosis gigi geraham bungsu tersebut dan menentukan tindakan perawatan yang paling tepat sesuai kasus Anda. Jika kondisi tersebut sebatas Perikoronitis, dokter gigi akan merekomendasikan untuk dilakukan tindakan operkulektomi, yaitu pemotongan gusi yang menutupi sebagian gigi geraham bungsu tersebut, namun jika berdasarkan hasil pemeriksaan menunjukkan gigi mengalami impaksi, maka dokter gigi akan merekomendasikan untuk dilakuka tindakan odontektomi,",
    "trans": "Impacted teeth occur when a tooth can't fully emerge through the gums and stays lodged in the jawbone, either partially or completely, often in an awkward angle. This condition can cause inflammation in the tissue around the tooth, leading to symptoms like pain, swelling, redness in the gums, and functio laesa (loss of function) on that side of your mouth. In more severe cases, the pain could spread to your neck, ears, or head and might cause difficulty swallowing or discomfort when opening your mouth wide. The typical treatment for an impacted tooth is extraction, often done through a minor surgical procedure called an Odontectomy.\nIt's a good idea to visit a dentist soon to have your tooth examined. The dentist will do a thorough check-up, which might include taking an X-ray, to diagnose what's happening with your wisdom tooth and to determine the best treatment for you. If it's just pericoronitis, your dentist might recommend an operculectomy, which is a procedure to trim the gum covering the wisdom tooth, however, if it turns out the tooth is impacted, they will likely suggest an odontectomy,"
}