{
    "source": "id_ID",
    "target": "en_US",
    "text": "ASASIpintar akan diadakan pada 16 hingga 20 Disember 2024. Sehubungan itu, saudara/i perlu membuat\nPengesahan Kursus dan Draf Jadual Waktu Peperiksaan Akhir Semester 1 Sesi Akademik 2024/2025\nmenerusi SMPWeb (http://smplucee.ukm.my/smpweb) mulai 7 hingga 18 Oktober 2024. Dalam paparan\nborang permohonan ini disenaraikan kursus yang saudara/i daftar dan draf jadual peperiksaan akhir. Tindakan\nyang saudara/i perlu lakukan ialah seperti berikut:\n(i) Sekiranya semua maklumat adalah betul dan tiada percanggahan jadual peperiksaan, maka\nsaudara/i perlu mengesahkannya dengan menekan butang SAH.\n(ii) Sekiranya terdapat percanggahan jadual peperiksaan atau 3 kursus berturutan dalam\nsatu hari maka saudara/i dikehendaki mencatatkan kursus terlibat dan memaklumkan\nkepada Ketua Penolong Pendaftar di Pusat PERMATA@Pintar Negara selewat-lewatnya\npada 19 Oktober 2024.\n3. Sekiranya saudara/i gagal membuat pengesahan atau pembetulan terhadap maklumat tersebut,\nmaka segala butiran kursus yang dicatatkan akan dianggap betul dan lengkap. Saudara/i yang tidak membuat\npengesahan masuk peperiksaan juga akan dikenakan denda sebanyak RM15.00.\n4. Jadual Peperiksaan muktamad akan dipaparkan dalam Kad Masuk dan Jadual Peperiksaan\n(KMJP) yang boleh dicapai melalui SMPWeb mulai 25 November 2024. Pelajar dinasihatkan untuk\nmenjelaskan semua hutang dengan universiti untuk mengelakkan sebarang kesulitan. Sebarang masalah\nberkaitan bayaran hutang, sila berhubung dengan Unit Kewangan Pelajar, Jabatan Bendahari.\nSaudara/i dikehendaki mengambil perhatian dan tindakan sewajarnya bagi memastikan persiapan saudara/i",
    "trans": "SmartBASIC will be implemented on the 16th to December 20, 2024. Related to that, you need do:\nConfirmation of Courses and Draft Time Table for Final Semester 1 Academic Session 2024/2025\nsearch SMPWeb (http://smplucee.ukm.my/smpweb) from October 7 to October 18, 2024. In the display\nThis application form lists the courses you are registered for and the draft final exam schedule.\nAction that you need to do are as follows:\n(i) If all the information is correct and there is no discrepancy in the examination schedule, then\nyou have to confirm it by pressing the CONFIRM button.\n(ii) If there is a discrepancy in the exam schedule or 3 consecutive courses in\none day then you are required to register the courses involved and inform\nto the Chief Assistant Registrar at the PERMATA@Pintar Negara Center at the latest\non October 19, 2024.\n3. If you fail to confirm or correct the information,\nthen all course details recorded will be considered correct and complete. Those who didn't make\nexamination entry confirmation will also be subject to a fine of RM15.00.\n4. The final Exam Schedule will be displayed in the Admission Card and Exam Schedule\n(KMJP) which can be reached through SMPWeb from November 25, 2024. Students are advised to\nclear all debts with the university to avoid any inconvenience. Any problems\nregarding debt payment, please contact the Student Finance Unit, Treasurer's Department.\nYou are required to pay attention and take appropriate action to ensure your preparation"
}