{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"I-iya…\"\n\"Pinter anak Ayah selalu nurut. Pinter, pantes susunya gede, memeknya enak. Ayah bangga.\"\n\"K-kontol A-ayah juga gede.\"\n\"Kamu suka?\"\nJungkook mengangguk random. Terlalu nikmat ketika susunya dilecehkan begini. \"Semenjak pakai kamu, Ayah jarang jajan di luar. Ayah cuma pengen anak Ayah. Kamu terlalu enak sayang. Kontol Ayah cuma buat Jungkook.\"\n\"C-cuma buat aku.\"\n\"Nanti ke kamar Ayah ngga usah pakai baju.\"\n\"Kakak ikut ngga nanti?\"\nSebelum Ayahnya menjawab, bel rumahnya lebih dulu berbunyi. Menandakan teman Jungkook sudah datang. Ia lantas turun dari pangkuan Ayahnya. Mengenakan bra dan bajunya lalu menatap Ayahnya.\n\"Nanti Ayah tanya Kakak kamu. Udah sana main, ini Ayah kasih uang lagi buat pelacur kecil Ayah yang udah nyenengin Ayahnya.\"\n\"Makasih Ayah!\"\n\"Iya sayang, cium Ayah dulu sini.\"\nSetelah lumatan ketiga, Jungkook segera berlari karena tak ingin Ayahnya menunggu. Ia membeli banyak barang, skirt baru, sepatu baru, panties baru yang sexy karena Ayah dan Kakaknya suka. Jungkook menghabiskan uangnya karena is tahu, setelah ini pun ia akan mendapat uang lagi dari Kakak dan Ayahnya.",
    "trans": "\"Y-yes...\"\n“Good my daughter is always obedient. Clever, no wonder her breasts are big, her pussy is delicious. I'm proud.”\n“D-dad's p-penis is big too.”\n\"Do you like it?\"\nJungkook nodded randomly. It feels too good when her breasts are treated this way. \"Since I've been with you, Dad rarely indulges outside. I only want my child. You're just too wonderful, my dear. Dad's penis is only for Jungkook.\"\n“J-just for me.”\n\"Later when you go to my room, you don't need to wear clothes.\"\n\"Will brother join us later?\"\nBefore his father could respond, the doorbell rang first. It signifies that Jungkook's friend has arrived. She then slid off his father's lap, putting on her bra and shirt before gazing at his father.\n“Dad will ask your brother later. Now go play, here's some more money for my little slut who's already pleased me.”\n“Thanks Daddy!”\n“Yes baby, kiss me first here.”\nAfter the third lick, Jungkook ran off because she didn't want her father to wait. She bought a lot of things, new skirts, new shoes, sexy new panties because her father and brother liked them. Jungkook spent the money because she knew, that even after this she would get more money from her brother and father."
}