{
    "source": "id_ID",
    "target": "en_US",
    "text": "Apa yang Anda ketahui tentang \"masalah kesehatan mental\"?\nJawab: Mungkin berkaitan dengan kondisi emosi, kejiwaan, dan psikis nya seseorang.\nJenis musik apa yang ingin kamu dengar? Bicara tentang itu!\nJawab: lagu pop, lagu pop itu enak enak loh kalo didengerin apalagi lagu pop di indonesia. Artis yang menyanyikan lagu pop itu ada raisa, lyodra, rizky febian, tiara andini dll.\nApa yang akan kamu lakukan sebagai mahasiswa untuk membuat Indonesia lebih baik?\nJawab: Sebagai mahasiswa, mahasiswa itu bisa menjadi agen perubahan yaitu dengan terlibat dalam berbagai kegiatan seperti aksi sosial, relawan, dan mengikuti kegiatan kepemudaan. Kemudian sebagai mahasiswa juga bisa mengedukasi masyarakat tentang pentingnya toleransi dan mengajak masyarakat untuk saling menghargai.\nApakah Anda setuju bahwa \"membaca melalui internet lebih menarik daripada membaca buku\"? Mengapa?\nJawab: Setuju. Mengapa? karna di internet dapat mengakses lebih banyak bacaan bacaan, buktinya saat ini di internet sudah bisa mengakses webtoon, AU (alternate universe), wattpad dll. Dan ketika membaca di internet itu mungkin grafik gambarnya lebih bagus ya,ketimbang membaca di buku.",
    "trans": "What do you know about \"mental health issues\"?\nAnswer: It might be related to a person's emotional, mental, and psychological conditions.\nWhat kind of music would you like to hear? Talk about that!\nAnswer: Pop songs, cause they're great to listen to especially Indonesian pop songs. Pop song singers are Raisa, Lyodra, Rizky Febian, Tiara Andini, etc.\nWhat will you do as a university student to make Indonesia better?\nAnswer: University students can be agents of change by getting involved in various activities, such as social and volunteering activities, and joining youth activities. Then, university students can also educate people on the importance of tolerance and inviting people to appreciate each other.\nDo you agree that \"reading through the Internet is more interesting that reading a book\"? Why?\nAnswer: Agree. Why? Because we can access many more readings on the Internet, the proof is that on the Internet, we can access Webtoon, AU (Alternate Universe), Wattpad, and so on. And when reading on the Internet, the graphics are probably better than reading a book."
}