{
    "source": "id_ID",
    "target": "en_US",
    "text": "Morfologi adalah studi tentang struktur kata dan bagaimana kata dibentuk dari morfem, yaitu unit terkecil yang memiliki makna. Cabang ini menganalisis bagaimana kata-kata dibentuk, termasuk afiksasi (penambahan awalan atau akhiran) dan perubahan bentuk kata.\n4. Sintaksis: Menganalisis bagaimana kata-kata disusun dalam kalimat.\nSintaksis mempelajari bagaimana kata-kata disusun dalam kalimat. Ini mencakup aturan dan struktur yang mengatur penggabungan kata menjadi frasa dan kalimat. Sintaksis penting untuk memahami bagaimana makna kalimat dibentuk melalui susunan kata.\n5. Semantik: Mempelajari makna kata dan kalimat.\nSemantik adalah cabang yang mempelajari makna dalam bahasa. Ini mencakup analisis tentang bagaimana kata, frasa, dan kalimat menyampaikan makna, serta bagaimana makna dapat berubah tergantung pada konteks.\n6. Pragmatik: Menganalisis konteks penggunaan bahasa.\nPragmatik berfokus pada penggunaan bahasa dalam konteks sosial dan situasional. Ini mencakup studi tentang bagaimana konteks mempengaruhi makna dan interpretasi pesan, serta bagaimana penutur dan pendengar berinteraksi melalui bahasa.",
    "trans": "Morphology is the study of word structure and how words are formed from morphemes, which are the smallest meaningful units. This branch analyzes how words are formed, including affixation (the addition of prefixes or suffixes) and word form changes.\n4. Syntax: Analyzing how words are arranged in sentences.\nSyntax studies how words are arranged in sentences. This includes rules and structures regulating word combinations into phrases in sentences. Syntax is important to understand how the meaning of sentences is formed through word structures.\n5. Semantics: Studying the meaning of words and sentences.\nSemantics is the branch that studies meaning in language. It includes the analysis of how words, phrases, and sentences convey meaning, and how meaning can change depending on context.\n6. Pragmatics: Analyzing the context of language use.\nPragmatics focuses on the use of language in the context of social and situational. This includes the study of how the context affects the meaning and interpretation of messages, and how the speaker and listener interact through language."
}