{
    "source": "id_ID",
    "target": "en_US",
    "text": "Bel pulang sekolah berkumandang tidak lama kemudian. Jennie masih terduduk. Rasanya sama sekali tidak ada tenaga untuknya berdiri. Pikirannya kalut sekali dipenuhi kekhawatiran. Dia masih ditempat persembunyiannya sampai rasanya kakinya sudah mampu untuk melangkah.\nKoridor kelas sudah kosong, tidak ada lagi murid yang berkeliaran. Langkah Jennie lemah dan kepalanya tertunduk.\n\"Jen?\" Panggilan itu menghentikan langkahnya. Dia mengangkat kepala, melihat si pemilik suara itu, Lisa.\nLisa mendekat. \"Pulang sama aku ya?\"\n\"Nggak Lisa. Makasih,\" tolak Jennie, tidak ingin bersama siapapun kecuali Jisoo.\nTidak seperti kemarin, Lisa langsung menahan Jennie. \"Kali ini aja, gak ada penolakan ya?\"\n\"Nggak usah, aku pulang sendiri aja.\"\n\"Kamu nggak bisa pulang sendirian. Apalagi lagi kayak gini. Aku gak bisa lepasin kamu untuk sekarang ini. Jadi, pulang sama aku ya?\" Lisa masih menahan Jennie.\n\"Aku baik-baik aja,\" sanggah Jennie berbohong.\n\"Siapapun yang lihat kamu, pasti tau kalo kamu lagi gak baik-baik aja. Please Jen, aku janji gak bakal bahas apapun. Aku cuman mau kamu sampe rumah dengan selamat. Mau ya?\" Lisa menatapnya dengan hati-hati, sorot mata Jennie sangat rapuh.",
    "trans": "The school bell rings not long after. Jennie is still seated. It feels like there is no strength to stand up. Her thoughts are so clouded with worry. She is still in her hidden place until she feels her legs can move.\nThe class hallway is empty, there are no more students roaming around. Jennie's stride is weak and her head is bowed.\n\"Jen?\" That calling stopped her on her step. She looked up, stared at the owner of the voice, Lisa.\nLisa is moving closer. \"Go home with me, yes?\"\n\"No Lisa. Thank you,\" Jennie refused, doesn't want to be with anyone except Jisoo.\nUnlike yesterday, Lisa held on to Jennie straight away. \"Just this once, no refusal ok?\n\"No, I will go home alone.\"\n\"You can't go home alone. Especially with your condition now. I cannot let you go for now. So, go home with me ok?\" Lisa still held on to Jennie.\n\"I am alright,\" Jennie lied.\n\"Everyone who sees you, will definitely know that you are not alright. Please Jen, I promise I won't discuss anything. I just want you to get home safely. Say yes, please?\" Lisa stared at her cautiously, Jennie's gaze was so frail."
}