{
    "source": "id_ID",
    "target": "en_US",
    "text": "Dulu aku terluka Saat kau tinggalkanku Masih segar ingatku Air mata untukmu Sekarang kuberbeda Aku setegar karang Tak apa salah cinta Agar kubelajar Terima kasih masa lalu Kamu ajarku bahagia Juga...\nVia Vallen - \"Pamer Bojo\"\nKoyo ngene rasane wong nandang kangen, Rino wengi atiku rasane peteng. Tansah kelingan kepingin nyawang, Sedelo wae uwis emoh tenan. Cidro janji tegane kowe ngapusi, Nganti seprene suwene aku...\nBunga Citra Lestari - \"Wanita Terbahagia\"\nJujur ku mengakui Pantas ku beri Seribu pujian buat kamu Jauh di dalam hati Selalu ku rasa Bersyukur aku mengenangmu Kerna cinta dari kamu Jadikan aku Wanita terbahagia di dunia Bersama kamu Ku...\nCeline & Nadya - \"Lugu\"\nKu nikmati kebahagiaan ini Tak mengapa tak ada dirimu Ada teman-teman yang menemani Aku sudah tak bodoh lagi Seperti waktu kau bohongi aku Sampai ku tertipu Tapi akhirnya ku move on darimu Ku...\nSearch\nSubmit Lyrics\nSoundtracks\nFacebook\nContact Us\nAdvertise Here",
    "trans": "I was hurt When you left me It's still vivid in my memories My tears for you I'm different now I'm as tough as the reefs It's okay to fall in love with wrong person So I could learn Thank you my past You teach me to be happy Also...\nVia Vallen - \"Pamer Bojo\"\nKoyo ngene rasane wong nandang kangen, Rino wengi atiku rasane peteng. Tansah kelingan kepingin nyawang, Sedelo wae uwis emoh tenan. Cidro janji tegane kowe ngapusi, Nganti seprene suwene aku...\nBunga Citra Lestari - \"Wanita Terbahagia\"\nTo be honest I admit that You are worth of Thousand of praises from me Deep down in my heart I always Be grateful to keep you in memories Thanks to your love It makes me The happiest woman in the world With you I...\nCeline & Nadya - \"Lugu\"\nI enjoy this happiness It's okay that you're not here There are friends for companion I'm no longer a fool Just like when you lied to me Until I got lied to But I am finally moving on from you I'm...\nSearch\nSubmit Lyrics\nSoundtracks\nFacebook\nContact Us\nAdvertise Here"
}