{
    "source": "id_ID",
    "target": "en_US",
    "text": "TIMIKA, (taparemimika.com) – Masyarakat Waa dari Kampung Opitawak Distrik Tembagapura Kabupaten Mimika menyampaikan pernyataan Sikap tegas kepada Pimpinan PT Freeport Indonesia (PT FI) yang ada di Amerika, Jakarta dan Timika, tentang perhatian manajemen PT Freeport Indonesia terhadap kehidupan dan kebutuhan minimnya perhatian kepada masyarakat di Kampung Opitawak sejak tahun 2000 hingga tahun 2024 saat ini.\nPernyatan Sikap Masyarakat Waa Kampung Opitawak distrik Tembagapura dengan nomor 0308/OTW/V/VIII/2024 perihal pernyataan sikap tegas Masyarakat Waa Kampung Opitawak Distrik Tembagapura dibacakan oleh Jenias Mentegau.\nDalam surat tersebut yang ditujukan Kepada yang terhorhormat Presiden Direktur PT FI Tony Wenas, Direktur PTFI, Claus Wamahma dan seluruh Pimpinan Departemen Corporate Social Responsibility, bahwa sebagai masyarakat asli pribumi Amungme yang berdomisili di lembah Waa Kampung Opitawak dan kami yang merasakan dampak tailing dari operasional PT Freeport Indonesia yang sudah berusia kurang lebih 60 tahun, sejak tahun 2000 hingga tahhun 2024 tidak lagi mendapatkan perhatian melalui program CSR demi kesejahteraan masyarakat di Kampung Opitawak.\n“Sejak tahun 20000 -2024 kami warga masyarkat Waa di Kampung Opitawak tidak meraskaan pelayanan kontribusi pembangunan di tiga desa, dalam hal ini fasilitas perumahan yang sebelumnya layak sejak tahun 2017 . Namun sejak tahun 2000 karena terjadinya sehingga mengakibatkan kerusakan fasilitas seperti, perumahan masyarakat, Gereja, Klinik, kantor desa, dan fasilitas lainnya,”sebut salah satu warga dalam video yang beredar.",
    "trans": "Timika, (taparemimika.com) - Waa community from the Opitawak Village Tembagapura District Mimika Regency conveyed a firm attitude to the head of PT Freeport Indonesia (PT FI) who resides in USA, Jakarta and Timika regarding PT Freeport Indonesia's management concerns about the lives and minimum attention to the people in Opitawak village since the year 2000 until 2024 now.\nThe statement of Waa community of the Opitawak Village Tembagapura District with number 0308/OTW/V/VIII/2024 regarding a firm attitude statement of the people of Waa in Opitawak village Tembagapura District is read by Jenias Mentegau.\nIn that letter addressed to the Dear President Director PT FI Tony Wenas, PTFI Director, Claus Wamahma and all the heads of the Department of Corporate Social Responsibility, that as an Amungme Indigenous people who live in the valley of Wa in Opitawak village and we feel the tailing impact from PT Freeport Indonesia operation that has already more or less 60 years, since the year of 2000 until 2024 no longer received attention through CSR program for the welfare of the people in Opitawak village.\n\"From 2000-2024 we the Waa people in Opitawak village didn't receive any contribution service in three villages, in this case housing facilities that were previously proper since 2017. However since the year 2000 something happened and damaged other facilities such as people's housing, church, clinic, village office, and other facilities,\" as stated by one of the people in the circulating video."
}