{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Sebagaimana yang saya katakan sebelum pertandingan, gol tidak datang hanya dari para penyerang. Gol bisa datang dari bek tengah, situasi bola mati, dari gelandang, dari nomor 10. Semua orang harus berkontribusi untuk mencetak gol di tim ini. Dan hari ini Hannan menyumbang gol, maka saya sangat gembira,” kata Pena pada jumpa pers seusai pertandingan seperti dikutip dari rekaman audio yang diterima pewarta.\nPena membela performa kedua penyerangnya tersebut, yang disebutnya hanya sedang tidak memiliki momentum yang tepat untuk dapat mencetak gol.\nBaca juga: Persija Jakarta kembali ke jalur kemenangan setelah tekuk PSIS 2-0\n“Saya memiliki dua penyerang yang bagus. Bagi para penyerang, terdapat saat-saatsulit untuk mencetak gol. Ini mengenai momen, berkali-kali mereka mencoba tapi gol yang diharapkan tidak terjadi,” ujar pria asal Spanyol itu.\nDalam kesempatan itu, Hannan juga turut menyampaikan rasa suka citanya setelah mampu menyumbang gol perdana untuk Persija.\n“Yang pertama pastinya menang pada malam ini karena kerja keras tim yang kami lakukan dari dua pekan lalu. Untuk gol pertama saya, saya berterima kasih banyak kepada pelatih, kepada ofisial, kepada semua teman-teman, kepada fan yang selalu mendukung tim ketika di bawah maupun di atas,” kata pemain yang baru berusia 20 tahun itu.\nPersija akan memainkan pertandingan Liga 1 selanjutnya dengan melawat ke markas Arema pada 26 Oktober.",
    "trans": "\"As I said before the match, the goal doesn't only come from the strikers. Goals can come from center-backs, dead-ball situations, from midfielders, from number 10. Everyone needs to contribute to score goals in this team. And today, Hannan scored a goal so, I'm very happy,\" said Penna at the press conference after the match as quoted from an audio recording received by reporters.\nPena defended the performance of his two strikers, whom he said simply did not have the right momentum to score goals.\nAlso read: Persija Jakarta returns to the victory road after beating PSIS 2-0\n\"I have two good strikers. For the strikers, there were difficult moments to score goals. It was about moments, many times they tried but the expected goal didn't happen,\" said the Spaniard.\nOn the occasion, Hannan also expressed his excitement after being able to score the first goal for Persija.\n\"The first and foremost is tonight's victory because of the hard work that we have done as a team for two weeks. For my first goal, I'd like to thank the coach, the officials, all my friends, and the fans who always support the team through thick and thin,\" said the 20-year-old.\nPersija will play their next League 1 match by visiting Arema's home base on October 26."
}