{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Bismillahirrahmanirrahim\".\n2. Menyanyikan Lagu Indonesia Raya\nUntuk meningkatkan rasa kebangsaan kita, marilah kita berdiri sejenak untuk menyanyikan Lagu Kebangsaan Indonesia Raya, yang akan dilanjutkan dengan menyanyikan Mars Syubbanul Waton dan Mars GP Ansor\n3. Pelantikan Banser\nAcara berikutnya adalah Pelantikan Banser Kota Bekasi sekaligus Deklarasi Pilkada Damai oleh Ketua PC GP Ansor Kota Bekasi Sahabat Hasan Mukhtar, S.E,\nKepada Beliau kami persilakan\n4. Orasi Ilmiah dan Pembacaan Teks Sumpah Pemuda\nSelanjutnya, kita akan mendengarkan Orasi Ilmiah dan Pembacaan Teks Sumpah Pemuda oleh …\nKepada Sahabat …. Kami persilahkan\n5. Sambutan PJ Walikota Bekasi\nAcara berikutnya adalah sambutan PJ Walikota Bekasi oleh Bapak …\nKepada Beliau disilahkan\n6. Penandatanganan Fakta Integritas Pilkada Damai\nSelanjutnya, Penandatanganan Fakta integritas Pilkada Damai oleh...\nKepada Bapak kami persilakan\n7. Sambutan Sosialisasi Pilkada Damai\nAcara berikutnya, Sambutan dan Sosialisasi Pilkada Damai oleh Ketua KPU Kota Bekasi, Bapak …",
    "trans": "\"Bismillah al-Rahman al-Rahim.\"\n2. Sing The Indonesia Raya Anthem\nTo enhance our sense of nationality, let's stand up for a moment and sing the national anthem, Indonesia Raya then will be continued with singing Syubbanul Waton Mars and GP Ansor Mars.\n3. The Banser Inauguration\nThe next session is the Inauguration of Banser of Bekasi City and the Declaration of Peace Regional Election, which will be led by Sahabat Hasan Mukhtar, S.E, The Chairman of the PC GP Ansor, Bekasi City.\nThe chairman, please come\n4. The scientific oration and recitation of The Youth Pledge Text\nAfter that, we will auscultate the scientific oration and Recitation of The Youth Pledge Text by...\nPlease welcome our ....\n5. Welcome speech of the person in charge of the Mayor of Bekasi\nThe next session is welcome speech of the person in charge of the Mayor of Bekasi by Mister...\nPlease come, Mister...\n6. The signing of the Integrity Pact of Peach Regional Election\nNext, The signing of the Integrity Pact of Peach Regional Election by...\nPlease come, Mister\n7. The welcome speech of Peace Regional Election Socialization\nThe next session is, The welcome speech and socialization of the Peace Regional Election by The Chairman of the General Election Commission of Bekasi City, Mister..."
}