{
    "source": "id_ID",
    "target": "en_US",
    "text": "Berikut adalah versi yang lebih santai namun tetap formal untuk surat Anda:\nPerkenalan Diri\nHalo, saya [Nama Anda]. Saat ini, saya adalah mahasiswa yang sangat antusias untuk berkontribusi dalam bidang pendidikan dan pemberdayaan masyarakat. Saya percaya bahwa pendidikan adalah kunci untuk menciptakan perubahan positif, dan saya ingin terlibat langsung dalam upaya tersebut melalui Teach For Indonesia Student Community.\nMotivasi Bergabung dengan Teach For Indonesia\nSaya menulis surat ini untuk menyampaikan keinginan saya bergabung dengan Teach For Indonesia Student Community. Misi organisasi ini yang berfokus pada pendidikan dan pemberdayaan masyarakat sangat menarik bagi saya, terutama dalam memberikan akses pendidikan kepada mereka yang membutuhkan. Saya pernah terlibat dalam program We Do Care, di mana saya mengajar anak-anak di Yayasan Yatim Piatu Al-Hadiyyin. Melihat semangat belajar mereka semakin meyakinkan saya betapa pentingnya pendidikan dalam membentuk masa depan. Saya ingin terus berkontribusi dalam menciptakan lingkungan belajar yang mendukung dan inspiratif bagi anak-anak.",
    "trans": "Here is a more casual but still formal version for your letter:\nSelf-Introduction\nHi, I'm [Your Name]. I'm currently a university student who is very enthusiastic about contributing to the sectors of education and community empowerment. I believe that education is the key to creating positive change, and I want to be directly involved in that effort through the Teach For Indonesia Student Community.\nMotivation to Participate in the Teach For Indonesia\nI'm writing this letter to express my interest in joining the Teach For Indonesia Student Community. The organization's mission which focuses on education and community empowerment highly excites me, especially in providing educational access to those in need. I have joined We Do Care, where I taught children at Al-Hadiyyin Orphan Foundation. Seeing their enthusiasm for studying has convinced me even more about how important education is in shaping the future. I wish to continue to contribute to creating a supportive and inspiring learning environment for children."
}