{
    "source": "id_ID",
    "target": "en_US",
    "text": "Di pagi hari yang cerah,seperti biasanya Haechan akan menjemput kekasih hatinya itu. Ia sudah berada didepan gerbang rumah mewah itu.\nTak lama Jaemin pun tiba,Haechan langsung membantu Jaemin memakai kan helm.\nOke Haechan baru sadar ada yang berbeda dari kekasihnya itu. Entah ada yang aneh sekali.\n\"Kok ada yang aneh\" ucapnya.\n\"Aneh kenapa?\" tanya Jaemin.\n\"Kok baju kamu nggak kayak biasanya sih,jadinya nggak cantik\" ucap Haechan sambil mempout kan bibirnya.\n\"Lucunya pacar aku\" balas Jaemin sambil mencubit pipi Haechan.\n\"Aku nggak lucu tau,aku ganteng\" balas Haechan.\n\"Iya deh ganteng\" ucak Jaemin.\n\"Aku mau pakek warna ini aja,kayak lebih nyaman aja\" balas Jaemin.\n\"Hemm ya udah deh nggak papa\" balas Haechan sambil tersenyum manis.\n\"Ya masa dom tampilannya kayak gini. Lucu manis imut\" batin Jaemin.\nJaemin pun naik kemotor Haechan, beberapa menit kemudian mereka sudah tiba di kampus.\nSetelah Haechan memakirkan motornya,ia juga membantu Jaemin melepaskan helmnya. Oke biasanya Jaemin yang akan menggandeng tangan Haechan lalu meletakkan kelasnya dibahu Haechan.\nKini berbeda Haechan lebih menggandeng tangan Jaemin lalu meletakkan kepalanya di bahu Jaemin.\n\"Kok agak keras yang bahu kamu?\" tanya Haechan.\n\"Kegembulan,yang\" balas Jaemin beralasan.\n\"Kamu juga kok ma jam banget?\" tanya Jaemin.",
    "trans": "On a bright morning, as usual, Haechan went to pick up his beloved. He was already standing in front of the gate of the luxurious house.\nSoon, Jaemin arrived, and Haechan immediately helped Jaemin put on his helmet.\nOkay, Haechan suddenly realized something was different about his boyfriend. Something felt off.\n\"Why does something feel weird?\" he said.\n\"Weird how?\" Jaemin asked.\n\"Why does your outfit look different today? You don't look as pretty,\" Haechan said, pouting his lips.\n\"My funny boyfriend,\" Jaemin replied, pinching Haechan’s cheek.\n\"I'm not funny, I'm handsome,\" Haechan responded.\n\"Okay, you're handsome,\" Jaemin said.\n\"I just wanted to wear this color. It feels more comfortable,\" Jaemin said.\n\"Hmm, alright, it’s fine,\" Haechan smiled sweetly.\n\"How could a dom's appearance be like this? So cute, sweet, and adorable,\" Jaemin thought to himself.\nJaemin got on the back of Haechan's motorcycle, and a few minutes later, they arrived at campus.\nAfter Haechan parked his motorcycle, he helped Jaemin took off his helmet. Usually, Jaemin would grab Haechan’s hand and rest his head on Haechan's shoulder.\nBut today, it was different. Haechan was the one holding Jaemin’s hand and resting his head on Jaemin’s shoulder.\n\"Why is your shoulder feel so hard?\" Haechan asked.\n\"Just getting chubby, babe,\" Jaemin replied, making an excuse.\n\"Why are you so spoiled too?\" Jaemin asked."
}