{
    "source": "id_ID",
    "target": "en_US",
    "text": "Shalom, om swasiastu namo buddaya, salam kebajikan\nHalo semuanya\nPerkenalkan nama saya [redacted_name], saya berusia 17 tahun dan sekarang masih duduk di bangku kelas 3 sekolah menengah atas\nPada kesempatan kali ini saya akan membahas tentang “sarung tenun samarinda”\nDisini ada yang tau motif kain tenun samarinda apa saja???\nBaik, pada kesempatan kali ini yang lebih spesifik kita bahas adalah kain tenun samarinda motif ballo hatta atau kerap di kenal dengan sebutan belang hatta\nMotif ini merupakan salah satu motif yang terkenal di kalangan motif lainnya di kota samarinda\nSarung Tenun Motif Belang Hatta dilihat dari bentuk dan sejarahnya yang dimana dahulunya untuk menghormati mantan Wakil Presiden pertama RI yang sekaligus merupakan salah satu Proklamator kita yaitu Mohammad Hatta. Menurut cerita, pada saat masih menjabat sebagai wakil Presiden Bung Hatta pernah berkunjung ke Samarinda dan meninjau pembuatan sarung tenun Samarinda. Untuk menghormati beliau, oleh para pengrajin menyodorkan beberapa motif sarung tenun untuk dijadikan buah tangan, dan Bung Hatta memilih motif kotak-kotak berwarna merah dan hitam . Dan sejak saat itulah motif ini dinamakan sebagai Belang Hatta.",
    "trans": "Shalom, om swasiastu namo buddaya, greetings of virtue\nHello everyone\nAllow me to introduce myself, my name is [redacted_name], I am 17 years old and currently in the 3rd year of senior high school.\nOn this occasion I will be discussing the “samarinda woven sarong”\nDoes anyone here know what the motifs of samarinda woven fabric are???\nWell, on this occasion what we are more specifically discussing is the woven fabric of samarinda ballo hatta motif or often known as belang hatta\nThis motif is one of the most renowned designs among the various motifs in samarinda city\nThe Belang Hatta Motif Woven Sarong is seen for its shape and history which used to honors the former first Vice President of the Republic of Indonesia who was also one of our Proclaimers, Mohammad Hatta. According to the story, while serving as Vice President Bung Hatta once visited Samarinda and inspected the production of Samarinda woven sarongs. To honor him, the artisans presented several woven sarong motifs as souvenirs, and Bung Hatta chose the red and black plaid motif . And since then this motif has been named as Belang Hatta."
}