{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Tapi,, bagaimana dengan omma? Apa omma juga merestui kami?\" kali ini Winter yang bertanya\nSana mengangguk perlahan, \"Sudah tentu sayang,, mana bisa omma biarin anak kesayangan omma ini menjanda sampe ke tua haha\" ujar Sana tapi di hujung nya ada kekehan.\n\"ihh mama mah, kan Winter udah punya suami loh ini\" ujar Winter menarik jas Karina dengan kasar saking ia kesel sama Karina\nMaklumin sang mommy ini cuma tau ngejedor anak orang saja tapi nikahnya nanti nanti mulu, kayak gak punya niatan gak sih.\n\"tapi,, cuami mama ituu mecum loh.. cuka liatin kucing cipokan xixi\" celah [redacted_name] yang sempat dipelototin sama Karina\n\"Sayang,, kamu pernah liat mommy mu ini ciuman sama cewe lain?\" tanya Winter ke Wilencia\n\"pelnah mama..\" jawab [redacted_name]\nWinter terus mencubit perut Karina saat sang anak membocorkan rahasia.\n\"tapi boong mama hahaha\" [redacted_name] ketawa senang ngeliat Karina dipukulin sama Winter. Begitu juga sama yang lain ikut ketawa melihat keuwuan pasangan Winrina ditambah lagi dengan dua orang si kecil yang jail seperti mommy nya.\n\"Lucu banget ponakan aunty ini\" ucap Lesseo mencubit gemes pipi [redacted_name].",
    "trans": "\"But, how about Omma? Does Omma also approve of our relationship?\" This time it was Winter who asked\nSana nodded slowly, \"Of course love, how can Omma let my beloved daughter become a widow until old age haha,\" said Sana but at the end there was a chuckle.\n\"ihh mother, Winter already has a husband here,\" said Winter pulling at Karina's suit roughly since she was so annoyed with Karina\nPlease understand this mommy who only knew to bang someone's child but put off marrying later, like there is no intention.\n\"but,, your husband is pervert.. he likes to look at cats kissing xixi\" said [redacted_name] who was stared at intently by Karina\n\"Love, have you ever seen your mommy kissing another woman?\" asked Winter to Wilencia\n\"Yes mom..\" answered [redacted_name]\nWinter then pinched Karina's stomach when the child lets out a secret.\n\"But Mom is lying hahaha\" [redacted_name] laughed happily seeing Karina get beaten by Winter. As well as the others joined in the laughter looking at the excitement of the Winrina couple plus two small mischievous people like their mother.\n\"This aunty's niece is so cute\" said Lesseo pinching [redacted_name]'s cute cheek."
}