{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Kami menghargai Polda Bali yang telah mengungkap adanya praktik spa dengan layanan sesama jenis, yang mengejutkan masyarakat Bali terkait pariwisata budaya,” tambahnya.\nIa mempertanyakan proses pembangunan, perizinan, dan operasional Pink Palace yang luput dari pengawasan Pemerintah Kabupaten Badung. Unit teknis di Dinas Perizinan, Dinas Pariwisata, SatPol PP, dan sektor lainnya seharusnya melakukan pengawasan sejak awal.\n[redacted_name] menekankan bahwa kini saatnya penegakan hukum, mengingat banyak pelanggaran yang merusak citra spa dan pariwisata di Bali.\n“Bagaimana mungkin citra spa, yang merupakan bagian dari pariwisata, dibelokkan untuk praktik prostitusi sesama jenis?,” tanyanya.\nDari beberapa informasi media, layanan premium di Pink Palace disebut sebagai “butterfly,” dan ada juga layanan threesome serta hubungan sesama jenis. Praktik ini dianggap jelas merusak citra spa dan pariwisata di Bali.\nIa menyebut bahwa Pink Palace merupakan tempat esek-esek yang lebih khusus untuk wisatawan asing, dengan papan nama mencolok bertuliskan “Pink Palace Sensual SPA and Relaxation Centre, Happy Coq, dan Happy Life.” Layanan yang ditawarkan bervariasi dan bergantung pada kesepakatan awal antara tamu dan manajemen.\n[redacted_name] menambahkan bahwa jam operasional yang melanggar, yakni hingga pukul 04.00 dini hari, menunjukkan adanya dugaan bahwa Pink Palace menyasar wisatawan asing.",
    "trans": "\"We appreciate the Regional Police of Bali who has revealed the spa practice with some sex service, surprised the Bali people related to the cultural tourism,\" He added.\nHe is questioning the process of construction, licensing, and operation of the Pink Palace which was missed from the supervision of the Regency of Badung. The technical Unit in the Licensing Department, the Tourism Department, the Public Order Enforce Police, and other sectors should supervised from the beginning.\n[redacted-name] emphasizes that it's time for law enforcement, considering that many infringements ruin the reputation of spas and tourism in Bali.\n\"How come the reputation of the spa as a part of tourism, diverted to the same sex prostitution?\" he asked.\nFrom some media information sources, the premium service in the Pink Palace is called \"Butterfly,\" there is also a threesome and same-sex service. This practice is considered ruining the spa and tourism reputation in Bali.\nHe said that the Pink Palace is a prostitution place special for foreign tourists, with flashy signage written, \"Pink Palace Sensual SPA and Relaxation Center, Happy Coq, and Happy Life.\" The offering of service is varied and depends on the initial agreement between the guest and the management\n[redacted_name] added that the operational hour breaks the rules. It operates until 04.00 AM and proved that it is suspected that the Pink Palace targets foreign tourists."
}