{
    "source": "id_ID",
    "target": "en_US",
    "text": "Walau begitu, vagina Kamal tetap merespon akan rangsangan tersebut, dinding vaginanya berkedut-kedut dengan kencang. Sepertinya, orgasmenya sendiri terbangun secara cepat, Kamal tidak bisa menahan hal tersebut. Tangis sesegukan si pirang itu teredam oleh kuatnya suara becek, kulit yang bertemu dan desahan dari kabin toilet sebelah. Memang benar, tidak seharusnya Kamal bekerja sebagai pelacur di malam hari. Tidak ada yang tahu ia akan bertemu dengan pelanggan macam ini, walau ia tidak kena tindak kekerasan.\nAkhirnya, orgasme Soobin tiba dalam waktu yang cepat, penisnya sekali lagi menyemburkan sperma di dalam liang vagina Kamal. Tapi kali ini, setelah vagina itu penuh akan spermanya, Soobin segera mengeluarkan penisnya dan memuncratkan sisa sperma ke wajah dan tubuh Kamal. Orgasme Kamal tiba dalam diam, ia tidak mengeluarkan air mani atau air kencing lagi. Si pirang itu kelihatan sangat amat kacau, tubuhnya bermandikan sperma basah dan kering, kemaluannya dihiasi berbagai macam cairan, wajahnya juga kembali dibasahi oleh air mata, ingus, dan saliva. Kedua lubang kemaluan Kamal benar-benar berantakan, masih tertampung sperma di dalamnya dan ukurannya sedikit melebar.",
    "trans": "Even then, Kamal's vagina was still responding to that stimulation, Her vagina wall pounding hard. Seems like, her own orgasm was built fast, Kamal couldn't hold that. The sobbing of that blonde was muted by the strength of muddy sound, skin contact and sighing from the toilet cabin next door. It is true, Kamal wasn't supposed to be working as a prostitute at night. Nobody knows that she will meet this kind of customer, even though she received no harsh treatment.\nFinally, Soobin's orgasm came quickly, his penis once again shot the sperm inside Kamal's vagina channel. But this time, after the vagina was full of his sperm, Soobin immediately pulled out his penis and splashed the remaining sperm onto Kamal's face and body. Kamal's orgasm came in silence, she didn't secrete any cum or urine again. That blonde looked very messy, her body was showered with wet and dry semen, her genitalia was decorated with various fluids, her face was once again dampened by tears, snot, and saliva. Both of Kamal's genital holes were truly messy, still contained sperm inside and its size was slightly wider."
}