{
    "source": "id_ID",
    "target": "en_US",
    "text": "Pada saat ini, [redacted_name] datang ke pintu.\n\"Sudahkah kamu menyingkirkan semuanya?\" [redacted_name] bertanya sambil mengeluarkan barang-barang dari keranjang bambu.\n\"Aku baru saja membeli sedikit, biarkan saja.\" [redacted_name] berkata, memanggilnya, \"[redacted_name], aku mengatakan makananmu, esensi susu gandum, dll., Apakah kamu ingin meletakkannya di rumahku dulu?\"\n\" Kenapa?\" [redacted_name] mengangkat kepalanya dan bertanya.\n\"Tentu saja untuk melindungi ibu [redacted_name]. Bagaimana jika dia melihat begitu banyak makanan di keluargamu dan menolak untuk pergi? Selain itu, bahkan jika kamu tinggal selama beberapa hari, kamu dapat meninggalkan keluargamu hanya dalam beberapa hari. Semua hal yang baik dimakan, atau mereka diam-diam dibawa ke dalam tas kain mereka.\" [redacted_name] berkata dengan tulus: \"Saya berhati-hati, saya telah melihat banyak orang seperti ini di pedesaan sebelumnya, saya tidak ingin Anda menderita.\n\" cukup masuk akal.\" [redacted_name] setuju.\nBelum lagi makanan, mata kebanyakan orang akan berbinar ketika melihat kaleng susu malt miliknya.",
    "trans": "Right now, [redacted_name] came to the door.\n\"Have you got rid of everything?\" [redacted_name] asked while taking out stuff from the bamboo basket.\n\"I just bought few, leave it alone.\" [redacted_name] said so, called her, \"[redacted_name], I said your foods, wheat milk essence, etc. Do you want me to store it in my house first?\"\n\"Why?\" [redacted_name] lifted her head and asked.\n\"Surely for protecting [redacted_name]'s mom. What if she saw a lot of foods at your household and refused to go? Besides, even if you stay for several days, you can just leave your family just for few days. Eat all the good things, or they will secretly put it into their cloth bag.\" [redacted_name] said sincerely: \"Be careful, I have seen such people in the village previously, I don't want you to suffer.\n\"It's quite logical.\" [redacted_name] agreed.\nNot to mention foods, most people would be enthusiastic when they saw her can of malted milk."
}