{
    "source": "id_ID",
    "target": "en_US",
    "text": "Anda sendiri adalah orang-orang jahat.\nSetelah konfrontasi dengan Feng Xixi, Direktur Lu ditingkatkan!\nBagaimana sekarang?\nSiapa yang akan dihukum?\nDua yang terakhir adalah tugas yang mustahil.\n\"Saya memilih bakat.\" Yang pertama berbicara adalah [redacted_name], yang tidak diharapkan oleh siapa pun.\n\"Oke. Berapa biaya pertunjukan Anda? Mari kita diskusikan dan tetapkan harga sesuai dengan kinerja Anda.\" Direktur Lu sedang menggali lubang lagi. Jika Anda menetapkan harga terlalu tinggi, tugas tersebut tidak akan selesai.\n+\nJika harga Anda rendah, maka harga tersebut akan sama untuk Anda di masa mendatang.\nNamun, [redacted_name] berkata dengan tenang, \"Musik sangat berharga.\"\nDengan kata lain, tidak ada harga, tidak ada uang.\nTidak ada batas bawah, dan juga tidak ada batas atas.\nInilah nilai musik [redacted_name]!\nTim program, \"...\"\nDirektur Lu, \"...\"\n[Woo woo woo, Zhouzhou saya, QAQ. 】\n[Musik itu tak ternilai harganya oooooooooo...]\n[Anda dapat melihat musik Zhouzhou saya lagi. Musik Zhouzhou adalah harta yang tak ternilai harganya. 】",
    "trans": "You yourselves are the wicked ones.\nAfter the confrontation with Feng Xixi, Director Lu has been promoted!\nWhat now?\nWho will face punishment?\nThe last two are impossible tasks.\n\"I choose talent.\" The first to speak was [redacted_name], someone no one expected.\n\"Alright. What's your price for performing? Let’s discuss it and set the fee based on your performance.\" Director Lu was digging himself into another hole. If you set the price too high, the task won’t be completed.\n+\nIf your price is low, that same price will apply to you in the future.\nHowever, [redacted_name] calmly said, \"Music is priceless.\"\nIn other words, no price, no money.\nThere is no lower limit, and no upper limit either.\nThis is the value of [redacted_name]'s music!\nThe program team: \"...\"\nDirector Lu: \"...\"\n[Woo woo woo, my Zhouzhou, QAQ.]\n[Music is priceless, ooooooooo...]\n[You get to experience my Zhouzhou's music again. Zhouzhou's music is a priceless treasure.]"
}