{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Bajingan! Kau pikir apa yang kau lakukan huh?!\" Teriak Sasuke keras\nNamun bukannya takut mereka semua malah dengan girang berlari kearah Sasuke meraih tubuh tinggi itu dan melemparkan ciuman pada wajah dan tubuh Sasuke.\nSasuke berteriak, mencoba melepaskan dirinya namun sialnya tenaga para banci menjijikan ini sangatlah kuat.\n\"Jangan mencoba kabur dari kami sayang, kau milik kami hari ini.\" Bisik mereka lalu terkikik dengan suara yang berhasil membuat Sasuke merinding bukan main\nDan saat tubuhnya diseret begitu saja Sasuke hanya bisa mengeluarkan beribu-ribu umpatannya mencoba sekuat tenaga untuk melepaskan diri dari jeratan makhluk menjijikan yang berasal entah dari mana.\n\"Lepaskan aku makhluk sialan!\"\n\"Fuck! Sialan lepaskan aku atau kubunuh kalian semua!!\" Teriak Sasuke menggema memenuhi seisi pusat perbelanjaan\nTanpa Sasuke ketahui sepasang onyx hitam lain yang menyaksikan kejadian itu hanya dapat menarik sudut bibirnya. Masalah kedua telah selesai dan kini gilirannya untuk menjemput kucing kecilnya.\nDia Uchiha Itachi, dalang dari semua kejadian malang yang menimpa Sasuke. Itachi yang beberapa hari ini memang menyuruh seseorang untuk memata-matai Sasuke langsung melancarkan rencananya hari ini dengan menyewa sekumpulan banci untuk membuat adik sialannya itu jera dan trauma.\n\"Selamat bersenang-senang baka otouto.\" Gumamnya pelan\nItachi berjalan dengan langkah lebar masuk kedalam toko yang barusaja terjadi kekacauan yang disambut dengan dengan hangat oleh pegawai toko yang melihatnya.",
    "trans": "\"Bastart! What do you think you are doing huh?!\" Sasuke shouted loudly\nBut, instead of getting scared they all became running excitedly towards Sasuke, reaching the tall body and threw kisses on Sasuke's face and body.\nSasuke screamed, trying to release her body but unfortunately the powers of the disgusting transvestites were so strong.\n\"Don't try to escape from us baby, you are ours today.\" They whispered and then giggled with sounds in a voice that made Sasuke's skin crawled terrible.\nAnd when her body was dragged just like that, Sasuke could only make thousands of curses and tried to release her body with a full power from the trap of the disgusting creatures no body knew where they came from.\n\"Let me off damned creatures!\"\n\"Fuck!!\" Sasuke's shout echoed, filling the entire shopping mall.\nWithout Sasuke knowing about it, a pair of black onyx who watched the accident, could only pull the corner of its lips. The second problem had finished and now her turn to pick up her small cat.\nHe was Uchiha Itachi, the mastermind behind the bad events that occurred to Sasuke. Itachi who send a person to spy on Sasuke in these few days, implemented his plan directly today by hiring a group of sissies to make his damned younger sister afraid and traumatized.\n\"Have a good time baka otouto.\" he mumbled slowly.\nItachi walked with big steps into the store where the riot just happened, welcomed warmly by the store employee who saw him."
}