{
    "source": "id_ID",
    "target": "en_US",
    "text": "• Analisis Data Kinerja Pengemudi: Periksa pola kerja pengemudi yang berada di bawah rata-rata, seperti jam kerja, frekuensi menerima pesanan, lokasi, atau apakah mereka sering menolak pesanan.\n• Survei atau Diskusi Langsung: Tanyakan secara langsung atau melalui survei mengenai kendala yang dihadapi pengemudi, seperti masalah aplikasi, kesulitan menjangkau area tertentu, atau alasan pribadi yang mempengaruhi kinerja.\n2. Berikan Insentif Khusus untuk Meningkatkan Order\n• Insentif Tambahan: Tawarkan insentif khusus bagi pengemudi di bawah rata-rata untuk menyelesaikan target tertentu, seperti bonus jika mereka menerima pesanan minimal dalam satu hari atau selama jam-jam tertentu.\n• Bonus pada Jam Puncak: Dorong mereka untuk beroperasi di jam puncak (4pm–10pm), dengan menawarkan insentif tambahan jika mereka mengambil pesanan selama waktu ini di Bandara.\n3. Penjadwalan Shift dan Fleksibilitas Jam Kerja\n• Penugasan Prioritas: Berikan prioritas order kepada pengemudi dengan performa di bawah rata-rata untuk meningkatkan peluang mereka menerima lebih banyak pesanan.",
    "trans": "• Driver Performance Data Analyses: Check the work patterns of drivers who are underperforming, such as working hours, order acceptance frequency, location, or whether they often reject orders.\n• Survey or Direct Discussion: Inquire directly or through a survey about challenges faced by drivers, such as app-related issues, difficulties reaching certain areas, or personal reasons affecting performance.\n2. Provide Special Incentives to Increase Orders\n• Additional Incentives: Offer special incentives for underperforming drivers to complete specific targets, such as a bonus for taking a minimum number of orders in a day or during certain hours.\n• Peak Hour Bonus: Encourage them to work during peak hours (4 pm-10 pm), by offering additional incentives for taking orders during this time at the airport.\n3. Shift Scheduling and Work Hour Flexibility\n• Priority Assignment: Prioritize orders for underperforming drivers to enhance their chances of receiving more orders."
}