{
    "source": "id_ID",
    "target": "en_US",
    "text": "Minji tersenyum dan membelai kepala kedua anak itu. \"Kalian berdua sangat hebat hari ini. [redacted_name] pasti sangat bangga kepada kalian.\"\nJay menepuk bahu Jaehyun dan Leehan. \"Kalian semua adalah keluarga yang luar biasa. Terima kasih karena selalu ada untuk Sungho. Saya sangat bangga dan bersyukur memiliki kalian dalam keluarga ini.\"\nJaehyun merasa terharu. \"Kita adalah keluarga, dan kita akan selalu ada untuk satu sama lain. Sekarang, ayo kita kembali ke rumah sakit dan menemui Sungho. Dia pasti ingin mendengar kabar baik ini.\"\nMereka semua mengangguk setuju, dan mulai berjalan menuju mobil masing-masing. Suasana hati mereka yang sebelumnya tegang kini terasa lebih ringan, dengan harapan bahwa keadilan yang telah ditegakkan akan membawa kedamaian dan kesembuhan bagi Sungho dan keluarganya.\nDi perjalanan menuju rumah sakit, Jaehyun terus berpikir tentang masa depan. Dia tahu bahwa perjuangan mereka belum selesai, tapi dengan dukungan keluarga dan teman-teman, dia yakin mereka bisa melewati ini semua. Istri dan bayi mereka akan mendapatkan perawatan terbaik, dan mereka akan selalu berada di sisi mereka.",
    "trans": "Minji smiled and stroked the heads of the two kids. \"You two were amazing today. [redacted_name] must be very proud of you.\"\nJay patted Jaehyun and Leehan's shoulders. \"You all are an incredible family. Thank you for always being there for Sungho. I'm so proud and thankful to have you in this family.\"\nJaehyun felt touched. \"We're family, and we'll always be there for each other. Now, let's go back to the hospital and visit Sungho. He'll definitely want to hear this food news.\"\nThey all nodded in agreement, and started heading to their cars. The tense atmosphere that had lingered before now seemed to ease, with the hope that the justice served would bring peace and healing to Sungho and his family.\nOn his way to the hospital, Jaehyun kept thinking about the future. He knew their struggle wasn't over yet, but with the support of family and friends, he was certain they could get through it all. His wife and baby would receive the best care, and they would always be by their side."
}