{
    "source": "id_ID",
    "target": "en_US",
    "text": "Gimana ya, cara dress up ke anime con tanpa keliatan kayak wibu banget?\"\nLagi-lagi, Shu menatapnya dengan tatapan yang sulit diartikan seperti tadi. Tidak apa-apa, sih, Shu juga tidak terlihat seperti akan menghakimi. Toh, Kuro memang sudah mempersiapkan diri mendapatkan respons heboh dan berapi-api. Salah sendiri menanyakan hal yang terdengar seperti dirinya akan menyelinap masuk ke lingkaran orang-orang penggemar sesuatu dan berusaha menjadi yang paling normal di antara mereka— walau memang nyatanya seperti itu, sih.\nSebelum Shu bisa menanggapi demgan respons kelewat dramatis, Kuro buru-buru menambahkan. Ah, kenapa rasanya percakapan mereka hanya berisi kesalahpahaman yang timbul setelah kesalahpahaman lainnya, ya?! \"Gue ngomong kayak apa juga lo gak akan percaya kalau gue cuma mau nemenin adek gue.\"\nSatu hal yang tidak Kuro bayangkan adalah Shu bangkit dari duduknya, berjalan cepat ke arahnya, mencengkeram bahunya dan mengguncang kencang tubuhnya. Itsuki satu ini memang kadang kerap bercakap dan bertingkah yang dapat membuat orang lain menghela napas panjang dan menggeleng pelan.\nUntungnya, saat ini hanya ada mereka berdua dan seorang lain yang sepertinya Nazuna, mungkin tengah berkutat dengan rincian anggaran, di ruang sekretariat Badan Eksekutif Mahasiswa.\n\"Lo itu…,\" Shu memelototinya, \"... mahasiswa Tata Busana semester lima! Selesaikan masalah lo sendiri!\"",
    "trans": "\"How can I dress up for an anime con without looking too much like a weeb?\"\nOnce again, Shu looked at him with an unreadable expression, just like before. That was okay; Shu didn’t seem like he would judge him. After all, Kuro had already prepared himself for a loud and fiery response. It was his fault for asking something that sounded like he was trying to sneak into a circle of fans and be the most normal one among them—though that was indeed how it felt.\nBefore Shu could respond with an overly dramatic reaction, Kuro quickly added, \"Ah, why does it feel like their conversations are just one misunderstanding after another, huh?! No matter how I say it, you won’t believe me if I say I just want to accompany my little brother.\"\nOne thing Kuro didn’t expect was for Shu to get up from his seat, walk quickly towards him, grab his shoulders, and shake him hard. This one, Itsuki, often spoke and acted in ways that made people sigh and shake their heads.\nLuckily, it was just the two of them and another person, who seemed to be Nazuna, possibly dealing with budget details, in the student executive committee’s office.\n\"You…,\" Shu glared at him, \"... are a Fashion Design student in your fifth semester! Handle your own problems!\""
}