{
    "source": "id_ID",
    "target": "en_US",
    "text": "Chapter 1: The Birth of the Prince and the Pauper\nTom Canty lahir di daerah kumuh London, sementara di istana kerajaan, Edward Tudor, pangeran Wales, dilahirkan pada hari yang sama. Keduanya tidak pernah membayangkan bagaimana nasib mereka akan saling terkait di masa depan.\nChapter 2: Tom's Early Life\nTom dibesarkan dalam kemiskinan ekstrem, dianiaya oleh ayahnya yang kasar. Meskipun demikian, Tom tumbuh menjadi anak yang cerdas dan bermimpi tentang kehidupan yang lebih baik. Ia sering membayangkan dirinya sebagai seorang pangeran, meskipun kehidupannya jauh dari angan-angan tersebut.\nChapter 3: Tom's Meeting with the Prince\nSuatu hari, saat Tom sedang berkeliaran di sekitar istana, ia mendekati gerbang dan melihat Edward. Karena terkesan, Edward mengundang Tom masuk. Keduanya segera menyadari bahwa mereka sangat mirip, hingga tidak ada perbedaan fisik yang mencolok antara mereka.\nChapter 4: The Exchange of Clothes\nDengan rasa ingin tahu, Edward dan Tom memutuskan untuk bertukar pakaian. Dalam suasana main-main, Tom mengenakan pakaian kerajaan sementara Edward mengenakan pakaian compang-camping Tom. Ketika Edward keluar dari istana dengan pakaian Tom, ia segera disangka sebagai pengemis dan diusir dari istana.",
    "trans": "Chapter 1: The Birth of the Prince and the Pauper\nTom Canty was born in the slums of London, while in the royal palace, Edward Tudor, the Prince of Wales, was born on the same day. Neither of them could have imagined how their fates would become intertwined in the future.\nChapter 2: Tom's Early Life\nTom was raised in extreme poverty, abused by his cruel father. Despite this, Tom grew up to be a bright child, dreaming of a better life. He often imagined himself as a prince, even though his reality was far from such fantasies.\nChapter 3: Tom's Meeting with the Prince\nOne day, while wandering near the palace, Tom approached the gates and caught sight of Edward. Intrigued, Edward invited Tom inside. The two quickly realized they looked strikingly similar, with no noticeable physical differences between them.\nChapter 4: The Exchange of Clothes\nOut of curiosity, Edward and Tom decided to swap clothes. In a playful mood, Tom donned the royal attire while Edward dressed in Tom’s tattered garments. When Edward stepped out of the palace wearing Tom’s clothes, he was immediately mistaken for a beggar and driven away from the palace."
}