{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Haii kalian!\" Chocho menyapa Boruto dan Sarada yang sedang berjalan berduaan.\n\"Haii Cho-choo!\" Sapa Sarada begitu ceria membuatkan Boruto tersenyum melihat Sarada yang begitu gembira.\n\"Kalian mau ke Burger petir?\" tanya Inojin dan Shikadai yang baru sampai dibelakangnya Chocho.\nSarada menggaruk pelipisnya \"Iya,Boruto ingin mentraktir aku makan Burger\"ucap Sarada canggung.\nTeam 10 langsung tersenyum menggoda Boruto dan Sarada \"Lagi kencan yah\"Inojin tersenyum.\n\"Tidak/Bukan!\" pekik mereka berdua dengan wajah memerah.\n\"Lho jadi bilanginnya aja kompak\"Shikadai menyeringai menatap Boruto.\nMau tidak mau Boruto dan Sarada perlu jujur mengatakan hubungan mereka sebagai sepasang kekasih,kecuali Shikadai yang sudah tahu tentang kehamilan Sarada.\nBoruto,Sarada dan Team 10 pun berjalan bersama ke Tempat Burger petir.Dan sepanjang perjalanan itu mereka berdua terus saja Digoda oleh Chocho dan Inojin berbeda dengan Shikadai hanya menatap malas pada 2 orang itu yang menggoda Boruto dan Sarada.\nMereka berlima masuk ke Burger Petir itu.Dan mencari tempat duduk.\nDikala pesanan mereka berlima sudah ada mereka berlima terus menyantap makanan tersebut.\nDan seperti biasa si Papa muda ingin mengumbar keuwuan mereka berdua didepan Team 10 dengan cara,,",
    "trans": "\"Hii guys!\" Chocho greeted Boruto and Sarada who were walking together.\n\"Hii Cho-choo!\" Sarada greeted cheerfully, making Boruto smiled seeing the cheerful Sarada.\n\"Are you guys going to Thunder Burger?\" Inojin and Shikadai, who had just arrived behind Chocho, asked them.\nSarada scratched her head \"Yeah, Boruto wanted to treat me Burger\" Sarada said awkwardly.\nTeam 10 immediately smiled to make fun of Boruto and Sarada \"You guys went out for date, right?\" Inojin smiled.\n\"No/No!\" they both screamed with a reddened face.\n\"You guys said that in unison though\" Shikadai looked at Boruto and smirked.\nBoruto and Sarada need to open up about their relationship as a couple ultimately, except for Shikadai, who had already known of Sarada's pregnancy.\nBoruto, Sarada and Team 10 then walked together to Thunder Burger. During the trip, Chocho and Inojin kept teasing them. Unlike them, Shikadai only looked at the 2 individuals, who were teasing Boruto and Sarada, with no interest.\nFive of them went inside Thunder Burger and looked for seats.\nOnce their meals were out, they were just focused on their meals.\nAnd as always, the young Dad wanted to show their lovey-dovey acts in front of Team 10 by,,"
}