{
    "source": "id_ID",
    "target": "en_US",
    "text": "3. Identifikasi subjek riset\na. Pilih subjek penelitian yang kalian ingin teliti. Jelaskan batasan populasi\natau individu yang ingin diteliti dalam proposal kalian.\nb. Berikan justifikasi mengapa kalian memilih subjek penelitian tersebut,\nterutama mengapa subjek penelitian kalian relevan bagi topik yang dipilih.\nc. Jika penelitian kalian menggunakan group discussion, jelaskan siapa saja yang kalian ingin undang untuk berpartisipasi. Jangan lupa bahwa dinamika relasi kuasa dapat mempengaruhi temuan kalian sehingga\nkalian perlu menjelaskan bagaimana kalian bisa mengatasi isu tersebut.\nd. Jika penelitian kalian menggunakan teknik observasi, jelaskan setting (tempat dan periode waktu) dan jenis observasi yang akan digunakan selama periode pengumpulan data berlangsung employ (e.g., passive, moderate, or active observation).\n4. Memilih teknik sampling\na. Pilih teknik sampling yang sesuai dengan penelitian kalian (e.g., extreme\ncase sampling, intensity sampling, stratified purposive sampling, or\nanother suitable method) dan berikan justifikasi untuk pilihan kalian.\nb. Jelaskan bagaimana kalian akan memilih dan merekrut peserta untuk\npenelitian kalian atau memilah dokumen yang ingin ditelesuri.\n5. Eksplorasi elemen penelitian\na. Identifikasi aspek penting atau dimensi yang kalian ingin eksplorasi dalam penelitian kalian serta jelaskan dalam bentuk outline.\n6. Rencana triangulasi data",
    "trans": "3. Identify the research subject\na. Select the research subject you want to study. Define the population boundaries\nor the individuals you wish to study in your proposal.\nb. Provide a justification for choosing the research subject,\nspecifically why your research subject is relevant to the chosen topic.\nc. If your research involves group discussion, explain who you would like to invite to participate. Remember that the dynamics of power relations may affect your findings so\nyou need to elaborate on how you can address this issue.\nd. If your research uses observational techniques, explain the setting (location and time period) and the type of observation that will be employed during the data collection period (e.g., passive, moderate, or active observation).\n4. Select the sampling technique\na. Choose a sampling technique that suits your research (e.g., extreme\ncase sampling, intensity sampling, stratified purposive sampling, or\nanother suitable method) and provide a justification for your choice.\nb. Explain how you will select and recruit participants for\nyour research or sort the documents you want to explore.\n5. Research element exploration\na. Identify the important aspects or dimensions you wish to explore in your research and explain them in the form of an outline.\n6. Data triangulation plan"
}