{
    "source": "id_ID",
    "target": "en_US",
    "text": "Sunny yang tahu dirinya hanya dimanfaatkan pun memutuskan untuk membalas pihak kerajaan. Ia ingin mengungkapkan semua kebusukan yang disimpan oleh Raja dan Ibu Suri.\nBahkan, Sunny dibantu oleh salah satu kepala keamanan kerajaan, Na Wang Shik (Choi Jin Hyuk) yang ternyata memiliki dendam pribadi terhadap Raja. Yang mana, Raja telah melakukan penabrakan terhadap ibu Na Wang Shik hingga tewas.\nNamun, beberapa waktu kemudian, Raja sendiri akhirnya jatuh cinta kepada Sunny. Akan tetapi, Sunny menggunakan perasaan Raja itu untuk melancarkan aksinya membalas dendam.\nKonflik semakin memanas ketika adik Raja, Pangeran Lee Yoon (Oh Seung Yoon) kembali ke istana setelah meninggalkan kerajaan bertahun-tahun. Sejumlah kejadian dan perbutan kekuasaan pun terjadi di istana.\nAkhir cerita, berbagai kejahatan yang dilakukan anggota kerajaan akhirnya terungkap. Anggota kerajaan yang bersalah dihukum dengan adil termasuk hukum eksekusi. Akhirnya dinasti kerajaan pun berakhir bersamaan dengan hukuman yang diterima para anggota kerajaan.",
    "trans": "Sunny who knew that she was just exploited decided to take revenge on the Palace. She wanted to reveal all the wickedness hidden by the King and the Queen Mother.\nSunny received assistance from Na Wang Shik (Choi Jin Hyuk), one of the heads of royal security, who had a personal vendetta against the king. Na Wang Shik's mother died due to a crash caused by the king.\nHowever, after a while, the King fell in love with Sunny, but Sunny took the King's feelings to get her revenge.\nThe conflict intensified when the King's brother, Prince Lee Yoon (Oh Seung Yoon), returned to the palace after years away. Several incidents and the usurpation of the throne occurred within the palace.\nAt the end of the story, many evils committed by the royal members are revealed. The guilty royal members are punished justly, including execution punishment. The kingdom dynasty ended together with the punishment for the royal members."
}