{
    "source": "id_ID",
    "target": "en_US",
    "text": "Di arahkan nya tangan nya menyusuri lubang kecil nan sempit di bawah sana,\nLalu di masukkannya jari tengah nya ke dalam lubang suho, suho sedikit terkejut, tapi tetap menikmati, merasa suho tidak merasakan sakit, seojun ouh kemabli menambahkan jari keduanya, di saat bersamaan, kening suho sedikit mengeryit sakit.\nDi gerakkan nya jari nya dengan bentuk menggunting, agar lubang suho bisa sedikit relaks, merasa suho semakin terbiasa, di tambahkan nya lagi jari ketiga nya, reflek suho pun memegang bahu seojun.\n\"Ahh sakittt... Keluarkan.. \" (Kata suho yg sekarang mengeluarkan air mata nya sambil mencoba mendorong seojun)\n\"Kau yg memulai bukan aku, maka harus aku yg mengakhiri\" (Kata seojun yg seakn tak peduli dengan ringisan suho)\ndi gerakkan seojun kembali tangan nya dengan cepat, sampai..\n\"AAARRGGHHHH\"\n\"ah di situ rupa nya\"(batin seojun lagi)\nSeojun langsung mencabut jarinya dri lubang suho.\n\" Saat nya inti\"(kata seojun berbisik di telinga suho)\nKini paha suho di buka seojun, terlihat lubang kecil berkerut yg berkedut2, melihat pemandangan itu, kini nafsu seojun pun makin tak bisa di bendung,",
    "trans": "He moved his hands to explore the small and tight hole down there,\nthen he put his middle finger inside Suho's hole. Suho was slightly surprised, but he still enjoyed it. Looking at Suho that didn't felt much pain, Seojun then put one more finger in. At the same time, Suho frowned in pain.\nHe moved his hand in an open-and-close peace gesture to make Suho's hole relax for a bit. Seeing how Suho had become more relaxed, he put the third finger in. Suho immediately grabbed Seojun's shoulder.\n\"Ahh it hurtsss... Take it out..\" (said Suho, who was in tears while trying to push Seojun away)\n\"You are the one who started this, not me, so I have to be the one who ended this\" (Seojun said so as if he didn't care about Suho's whining.\nSeojun then moved his fingers again quickly, until..\n\"AAARRGGHHHH\"\n\"ah there it is\" (Seojun thought)\nSeojun immediately took his fingers out of Suho's hole.\n\"It's time for the main event\" (Seojun whispered on Suho's ear)\nSeojun spread Suho's legs, showing a twitching tight hole. Seojun was even more aroused from seeing such view."
}