{
    "source": "id_ID",
    "target": "en_US",
    "text": "Saat sedang sibuk melihat sekitar, tiba tiba saja seorang wanita dengan setelan kerja datang mendekati dirinya.\nWanita itu melirik Asa sedikit angkuh membuat Asa sendiri bingung.\n\"Apa kau anak magang baru dari lantai bawah?\" Ucap nya sedikit sinis.\nHal tersebut membuat si penjaga kantin yang datang itu sedikit melotot.\n\"Anak magang baru?\" Asa menyirit.\n\"Ya... Kau anak magang itu?\" Wanita itu bersedikap dada.\n\"N-nona, dia----\n\"Ya... Aku anak magang yang kamu maksud... Ada apa?\" Tanya Asa.\nHal tersebut membuat si wanita angkuh itu berdecih sebelum terkekeh sedikit mengejek.\n\"Masih anak magang sudah berani masuk ke kantin ini..\" Ucap wanita itu.\nHal tersebut membuat si penjaga kantin sedikit gelagapan dan kembali memelototinya.\n\"Lalu ada apa? Apa itu tidak boleh?\" Asa kembali menyirit.\n\"Tidak, anak magang seperti mu tidak pantas berada di kantin ini.... Harusnya kalian tidak di perbolehkan masuk ke kantin ini..\" Wanita itu memutar bola mata malas.\n\"Kau tau anak magang? Jika tuan Lee mengetahui dirimu ada di kantin ini, dia pasti akan memarahi mu dan memecat mu...\" Ucap wanita itu lagi.\n\"Apa masalahnya? Aku hanya ingin membeli..\" Ucap Asa lagi.",
    "trans": "While Asa was busy looking around, a woman in a business suit suddenly approached her.\nThe woman glanced at Asa with a bit of arrogance, leaving Asa confused.\n\"Are you the new intern from the lower floor?\" she said, with a hint of sarcasm.\nThis made the cafeteria attendant, who had come over, raise an eyebrow in surprise.\n\"New intern?\" Asa replied, a little taken aback.\n\"Yes... Are you that intern?\" The woman crossed her arms.\n\"M-ma'am, she----\n\"Yes... I’m the intern you’re talking about... What do you want?\" Asa asked, trying to stand her ground.\nIt made the arrogant woman huffed before letting out a mocking laugh.\n\"An intern bold enough to enter this cafeteria...\" she said.\nThis caused the cafeteria attendant to stutter and glare back at the woman.\n\"So what? Is it not allowed?\" Asa shot back.\n\"No, someone like you doesn’t belong in this cafeteria... You shouldn’t even be allowed in here...\" The woman rolled her eyes dismissively.\n\"Do you think you’re above the interns? If Mr. Lee finds out you’re here, he’ll definitely scold you and probably fire you...\" she added.\n\"What’s the big deal? I just want to buy something...\" Asa replied again."
}