{
    "source": "id_ID",
    "target": "en_US",
    "text": "Itu dia!\"\n[redacted_name] merasa meskipun kehidupan Su Wan tidak sebaik dulu ketika dia kembali ke pedesaan, mereka tidak akan membiarkannya menderita dan menderita. \"Cuma makan saja, aku tidak capek kakak, jangan anggap aku terlalu mual!\nSu Wan tidak ingin menjadi orang yang malas. Rajin juga merupakan salah satu cara beradaptasi dengan kehidupan di pedesaan. Terlebih lagi, mereka tidak bisa hanya beristirahat begitu saja ketika mengatakan ingin membiarkannya beristirahat. Dia masih harus sadar agar bisa dicintai.\n\"Kami pergi, jadilah baik!\" [redacted_name] menyentuh kepalanya.\nSu Wan melihat kakak laki-lakinya pergi. Selama periode ini, Su Chen menoleh ke belakang. Dia masih berdiri di depan pintu. Melihat dia melihat ke arahnya, dia melambai padanya.\nTangannya, Su Chen berbalik dan mau tidak mau mengangkat sudut mulutnya. Sampai saudara laki-lakinya benar-benar menghilang, Su Wan hendak kembali ke kamar, ketika tawa para gadis terdengar dari seberang jalan.\nTiga gadis melewati halaman keluarga Su. Berdiri di tengah adalah seorang gadis yang lebih tua yang tampak berusia sekitar enam belas atau tujuh belas tahun. Dua lainnya kira-kira seusia dengan Su Wan.",
    "trans": "\"There they are!\"\n[redacted_name] felt that even though Su Wan's life wasn't as good as it used to be when he returned to the countryside, they wouldn't let him suffer. \"Just eating, I’m not tired, brother. Don’t think I’m too nauseous!\"\nSu Wan didn’t want to be seen as lazy. Being diligent was also a way to adapt to life in the countryside. Moreover, they couldn't just rest and say they wanted to let him relax. He still had to stay aware to be loved.\n\"We're leaving; be good!\" [redacted_name] touched his head.\nSu Wan watched his older brother leave. During this time, Su Chen glanced back. He was still standing in front of the door. When he saw Su Wan looking at him, he waved.\nHis hand raised, Su Chen turned around and couldn’t help but lift the corners of his mouth slightly. Until his brother completely disappeared, Su Wan was about to return to his room when he heard the laughter of some girls coming from across the street.\nThree girls walked past the Su family's yard. In the middle stood an older girl who looked around sixteen or seventeen years old. The two others seemed roughly the same age as Su Wan."
}