{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tadinya Naruto kira dia tidak akan pernah bisa tahan melihat Kakashi menangis, rasanya dunia akan dia hancurkan. Tapi sekarang ini, Kakashi menangis karena nikmat. Seharusnya tidak termasuk, kan? Seperti ini, dunia seolah ada di telapak tangannya.\nRasa puncak semakin mendekat, Naruto cepatkan lajunya, persetan dengan tempo beraturan. Cairan terdorong keluar karena dirinya yang terus memompa ke dalam, mengusir dari tempat awal mereka dikeluarkan. Naruto meraih Kakashi, dicium lembut bibirnya yang basah karena ludah.\n\"Sebentar lagi, samaan sama aku,\" kata Naruto dengan nafas berburu. \"Ya, Kak?\"\nKakashi tidak sempat berikan jawaban, Naruto lepaskan kendalinya dan biarkan dirinya menyemprot di dalam, mengisi penuh rahim Kakashi. Pemiliknya berikan suara lenguhan tidak nyaman, tapi ketika Naruto kembali rasakan pegal di seluruh tubuhnya, Kakashi tarik dia lagi ke dalam pelukan hangatnya.\nKedua kaki panjangnya ditautkan bersama Naruto, tidak tahu apa besok pagi dia masih bisa berjalan ketika malam ini sudah dibiasakan mengangkang lama.",
    "trans": "Naruto once thought that he couldn't bear to see Kakashi's tears. It would felt like the world is being destroyed. However, Kakashi was crying out of pleasure now. This one shouldn't count, right? It was as if the whole world was within his reach now.\nThe climax had approached him. Naruto moved faster. Fuck the regular tempo. The liquid was pushed out of him as he kept fucking, allowing it to move out from the point it was initially released. Naruto reached for Kakashi and gently kissed his lips, which was wet due to saliva.\n\"Wait a second, cum together with me,\" said Naruto with a rushed breath. \"Okay?\"\nKakashi had no time to answer. Naruto let go of his control and let himself cum inside, completely filling Kakashi's womb. Kakashi let out an uncomfortable moan. However, when Naruto had felt the ache on his whole body, Kakashi brought him back to his warm embrace.\nHe locked his long legs around Naruto's, unaware if he could walk as usual tomorrow, as he had been spreading his legs wide open for a long time tonight."
}