{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Alih-alih membiarkan dia melupakan segalanya kalian justru ingin anak kalian ingat semuanya agar dia bisa kembali dengan kak gemini bukan?\"\n\"..memang benar kata fot, kalian cukup egois dalam mengatur kehidupan fot..\"\n\"Tapi.. tak mengapa, saya disini coba bantu kalian. jadi fot.. lu sama sekali nggak inget phuwin?\" Fourth menggeleng, mencoba memutar-mutar memori yang tersisa di kepalanya.\nFourth merasa tak asing dengan nama itu, tapi ia tak dapat menenemukan sosok bernama phuwin disetiap sudut ingatannya.\nSesaat semua orang hanya menatap fourth yang termenung, tapi setelah melihat darah mengalir dari lubang hidung fourth semua menjadi panik. Terutama gemini.\n\"Sayang..!\" Gemini bawa bahu fourth, menahan tubuh itu sebelum ambruk didekapannya.\n.\n.\n\"Sudah hampir 3 tahun kita bersama kecil, tapi aku baru tahu jika cintamu bukan untukku, phuphu-mu ini ternyata tak lebih berharga dari cinta pertamamu, gemini..\"\n\".. Aku ingin mengalah saja, tapi aku tak bisa jika aku harus mengalah pada gemini..\"\n\".. Kau tahu sendiri sedari dulu aku selalu kalah darinya..\"",
    "trans": "“Instead of letting him forget everything, you want your child to remember it all so he can get back with Gemini, right?”\n“..It’s true what Fot said, you’re quite selfish in managing Fot’s life…”\n“But… that’s okay. I’m here to help you. So, Fot… you really don’t remember Phuwin at all?” Fourth shook his head, trying to sift through the remnants of memories in his mind.\nFourth felt a strange familiarity with that name, but he couldn’t find any image of someone named Phuwin in any corner of his memory.\nFor a moment, everyone just stared at Fourth, who was lost in thought. But when they saw blood streaming from his nose, panic ensued, especially for Gemini.\n“Darling..!” Gemini shouted, grabbing Fourth by the shoulders to keep him from collapsing into her arms.\n.\n.\n“We’ve been together for almost 3 years, but I just found out that your love isn’t for me. Your Phuphu is apparently worth less than your first love, Gemini…”\n“..I want to give up, but I can’t if it means giving up to Gemini…”\n“..You know I’ve always lost to him…”"
}