{
    "source": "id_ID",
    "target": "en_US",
    "text": "mingyu membusurkan badannya, berniat memperdalam penis seungcheol pada lubangnya. dengan sigap seungcheol mengangkat tubuh mingyu dalam gendongannya.\ndemi alam semesta, bahkan ukuran tubuh mingyu lebih besar daripada seungcheol!\nseungcheol menggendong mingyu tanpa mengeluarkan penisnya disana. ia bawa mingyu ke kamar mandi apartemennya, kemudian ia dudukan mingyu di meja westafel.\nseungcheol menghirup feromon tubuh mingyu sekali lagi. wangi powdery yang ia hirup di awal tadi berubah semakin soft karena mingyu sudah berhasil orgasme dua kali dibantu oleh sang alpha.\nseungcheol membuka lebar kedua kaki mingyu, membiarkannya mengangkang lebar. lubang mingyu memerah dan cairan bening mengalir ke pahanya.\nseungcheol menoleh ke kiri, menatap cermin panjang disana. “liat badan lo di kaca, mingyu.”\nmingyu ikut menoleh sesuai perintah seungcheol. sial. tubuhnya benar-benar berantakan akibat keintiman ini.\nseungcheol mendorong pelan dada mingyu, menyuruhnya untuk bersender pada dinding di belakangnya. dengan posisi seperti ini, seungcheol lebih mudah untuk membuahi mingyu.",
    "trans": "Mingyu lifted his body up, wanted to make Seungcheol's dick went deeper into his hole. Seungcheol immediately carried Mingyu's body.\nFor God's sake, Mingyu's body size was bigger than Seungcheol's body!\nSeungcheol carried Mingyu without letting his dick out. He brought Mingyu to his apartment bathroom, then put Mingyu to sit on the sink table.\nSeungcheol inhaled pheromones from Mingyu's body once more. The powdery scent he could sniff earlier had turned softer as Mingyu had reached orgasm twice thanks to the alpha.\nSeungcheol spreaded both of Mingyu's legs, letting him had his legs wide open. Mingyu's hole reddened and transparent fluid streamed down to his thigh.\nSeungcheol looked at his right, looking at the tall mirror there. \"Look at your body at the mirror, Mingyu.\"\nMingyu followed him to look at it. Shit. His body was so messy thanks to this intimacy.\nSeungcheol gently pushed Mingyu's chest, letting him lean against the wall behind him. It was easier for Seungcheol to fuck Mingyu in this position."
}