{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Hah!? Siapa!\" [redacted_name] segera menjadi waspada. Siapa yang ingin merusak perbuatan baikku? Tiba-tiba dia merasakan ada yang tidak beres lagi, dan dikombinasikan dengan informasi tentang kepergian [redacted_name] tadi malam, Bai Xu dapat menebaknya.\nMerasakan perubahan pikiran [redacted_name], [redacted_name] menghela nafas: \"Apakah kamu dapat menebaknya?\"\n\"Mungkinkah itu [redacted_name]?\"\n\"Aduh, apakah kamu benar-benar tidak memiliki kemampuan untuk melihat masa depan?\" [redacted_name] berkata dengan bercanda.\n\"Kenapa dia ada di sini? Merindukan kakaknya? \"[redacted_name] bertanya:\" Tapi mengapa kamu tinggal sekamar dengan kami? \"\n[redacted_name] menggelengkan kepalanya: \"Tunggu sampai akhir semester ini tiba, mungkin lebih awal, tapi dia benar-benar tidak ingin Tang Wulin mengetahui situasinya.\"\n\"Tidak mengherankan, dia bukannya tidak tahu malu.\"\n\"Jadi, saya ingin meminta Anda membantunya memahami perbedaan antara cinta dan kasih sayang keluarga. Perasaannya terhadap Tang Wulin sangat rumit. Dia sepertinya menyukainya tetapi bercampur dengan kasih sayang keluarga. Sangat sulit untuk dipahami.\"\n\"Kamu adalah seorang pemabuk yang tidak tertarik untuk minum.\"",
    "trans": "\"What!? Who!\" [redacted_name] was immediately alert. Who wanted to ruin my good deed? He suddenly felt something was not right again, and combined with the information about [redacted_name]'s departure last night, Bai Xu could have a guess.\nFeeling [redacted_name]'s change of mind, [redacted_name] sighed: \"Can you guess?\"\n\"Could he be [redacted_name]?\"\n\"Duh, do you really have no ability to foresee?\" [redacted_name] said jokingly.\n\"Why is she here? Missing her brother?\" [redacted_name] asked:\" But why are you staying at the same room with us?\"\n[redacted_name] shook her head: \"Wait until the end of the semester comes, might be earlier, but she didn't really want Tang Wulin to figure out the situation.\"\n\"No wonder, it wasn't that he was shameless.\"\n\"So, I'd like to ask you to help her figure out the difference between love and family love. Her feeling for Tang Wulin was very complicated. She seemed to like him but it was mixed with the family love. It's hard to understand.\"\n\"You're a drunkard who isn't interested in drinking.\""
}