{
    "source": "id_ID",
    "target": "en_US",
    "text": "Peristiwa yang terjadi pada seseorang atau sesuatu – rain, die, grow, become\nKeadaan keberadaan – have, know, need, think\nSetiap kalimat lengkap dalam tatanan bahasa Inggris akan membutuhkan setidaknya satu verb untuk menjelaskan apa yang sedang dilakukan subjek.\nCONTOH PENGGUNAAN KALIMAT :\n- [redacted_name] runs alone ([redacted_name] berlari sendirian)\n- [redacted_name] sing a song tomorrow ([redacted_name] menyanyikan sebuah lagu besok)\n- [redacted_name] always eat breakfast every morning ([redacted_name] selalu sarapan setiap pagi)\n- I watch the movie (Saya menonton film)\n4. Adjective\nDEFINISI\nAdjektiva atau adjective adalah kata sifat, kata-kata yang digunakan untuk mendeskripsikan atau menjelaskan kata benda (noun) dan kata ganti (pronoun).\nSebagai contoh:\n[redacted_name] is very smart. ([redacted_name] sangat cerdas.)\nPada kalimat di atas kata manakah yang berperan sebagai adjective? Smart merupakan adjective. Mengapa? Karena kata smart mendeskripsikan kata benda (noun) yakni, [redacted_name]. Siapa yang sangat cerdas di kelas? [redacted_name].\nCONTOH ;\nGood (baik), Beautiful (cantik), Happy (senang), Adventurous (orang yang suka bertualang), Attractive (menarik), Average (biasa), Bland (hambar), Brave (berani), Breakable (mudah pecah), Bright (cerah).\nCONTOH PENGGUNAAN KALIMAT :\n- The beautiful flowers (bunga-bunga yang cantik)\n- She has a big house (dia memiliki rumah yang besar)\n- The cake is delicious (kue itu lezat)\n- My little sister doesn't like seblak because it's spicy\" (adikku tidak suka seblak karena pedas)",
    "trans": "Events that happen to a person or thing – rain, die, grow, become\nStates of existence – have, know, need, think\nEvery complete sentence in English needs at least one verb to tell what the subject is doing.\nEXAMPLE SENTENCES:\n- [redacted_name] runs alone ([redacted_name] berlari sendirian)\n- [redacted_name] will sing a song tomorrow. ([redacted_name] menyanyikan sebuah lagu besok)\n- [redacted_name] always eats breakfast every morning. ([redacted_name] selalu sarapan setiap pagi)\n- I watch the movie. (Saya menonton film)\nAdjective\nDEFINITION\nAn adjective is a word that describes or modifies a noun or pronoun.\nFor example:\n[redacted_name] is very smart. ([redacted_name] sangat cerdas.)\nIn this sentence, which one is the adjective? The word “smart” is the adjective. Why? Because it describes the noun [redacted_name]. So, who is very smart in class? It’s [redacted_name].\nEXAMPLES:\nGood (baik), Beautiful (cantik), Happy (senang), Adventurous (suka bertualang), Attractive (menarik), Average (biasa), Bland (hambar), Brave (berani), Breakable (mudah pecah), Bright (cerah)\nEXAMPLE SENTENCES:\n- The beautiful flowers. (Bunga-bunga yang cantik)\n- She has a big house. (Dia memiliki rumah yang besar)\n- The cake is delicious. (Kue itu lezat)\n- My little sister doesn't like seblak because it's spicy. (Adikku tidak suka seblak karena pedas)"
}