{
    "source": "id_ID",
    "target": "en_US",
    "text": "Sekarang masih perlu isi ulang kah miss\n*Kalian harus menyelesaikan tugas yang sudah diterima, selesai tugas sudah bisa melakukan penarikan seperti sebelumnya, dalam waktu 5 menit sudah bisa mendapatkan saldo dan komisinya*\n*ini adalah tugas berlanjutan perlu setelah menyelesaikan tugas kalian sudah bisa melakukan penarikan modal dan komisi*\n*Sekarang kalian perlu melakukan pembayaran Rp 3.000.000 dengan komisi Rp 1.500.000 untuk menyelesaikan tugas kali ini*\nbaik wait miss\nss bukti topup\nsudah mbak\nbaik mohon tunggu 3 anggota melakukan isi ulangnya\nok mbak saya tunggu\nHarap secepatnya melakukan isi ulangnya untuk menghindari penundaan waktu terlalu lama\nMaksudnya kita ini tf lagi terus nanti penarikan sekaligus ya mba\nIya benar\nTerus nanti yang ke 3 berapa mba\nKalian telah menyelesaikan penyelesaiaan satu kali jadi sekarang perlu menyelesaikan kedua dan ketiga dengan nominal yang di gabung menjadi satu yaitu Rp 3.000.00 untuk menghemat waktu maka kita menyelesaikannya sekaligus dengan cara bersama-sama",
    "trans": "Now do I still need to top up, miss?\n*You must complete the assigned tasks, once the tasks are completed you can withdraw like before, and you can receive the balance and commission within 5 minutes*\n*This is a continuous task and after completing it you will be able to withdraw your capital and commissions*\n*Now you need to make a payment of IDR 3,000,000 with a commission of IDR 1,500,000 to complete the task this time*\nokay, wait miss\nss the proof of the top-up\ndone miss\nalright please wait for 3 members to complete their top-ups\nokay, miss I'll wait\nplease complete the top-up as soon as possible to avoid any long delays\nIt means that we'll transfer again and then withdraw it all at once, right?\nYes that's correct\nThen how much is the third one, miss?\nYou have completed the first payment so now you need to complete the second and third payments combined into one total of IDR 3,000.00. To save time, we'll complete it all at once together"
}