{
    "source": "id_ID",
    "target": "en_US",
    "text": "Kelima tetua tiba di Higashira. Desa itu sunyi dengan pintu dan jendela ditutup rapat. Hujan masih mengguyur diiringi petir yang menyambar-nyambar. Sesosok laki-laki keluar dari rumah di ujung jalan, ia menundukkan tubuh tanda penghormatan, lalu tanpa adanya pembicaraan sang laki-laki berjalan dan diikuti oleh kelimanya seakan tahu tujuan mereka datang ke sana. Setelah berjalan beberapa saat, mereka berhenti di sebuah rumah besar di pinggir jalan. Rumah itu sepi seperti rumah-rumah yang lain. Tetapi para tetua yakin ada kekuatan tak kasat mata yang melingkupi rumah itu, seperti tangan dewa telah menunjuk pelayan terbaik untuk dirinya.\nKelimanya memasuki rumah, disambut oleh wanita muda yang melihat dengan raut ketakutan.\n“Apa [redacted_name] berhasil melahirkan anaknya?” Tetua berjanggut panjang bertanya. Wanita muda itu mengangguk.\n“Bawa kami menemuinya.” Tanpa bantahan sang wanita memimpin ke sebuah ruangan. Mereka terdiam melihat [redacted_name] tengah berbaring sedang menyusui anak yang baru dilahirkannya. Payudara yang terekspos tidak dipedulikannya begitu ia melihat siapa yang menjadi tamunya. Dengan naluri keibuan, ia reflek mendekap bayinya, melindunginya dari orang-orang di hadapannya walau tahu mereka tetua yang dihormati.\n“[redacted_name]-san selamat atas kelahiranmu.” Tetua Kawashiri membuka suara.\nTetua termuda [redacted_name] membuat suara, “bayimu… laki-laki atau perempuan?”",
    "trans": "The five elders arrived at Higashira. The village was quiet with tightly closed doors and windows. The rain was still pouring accompanied by the striking lightning. A man came out of a house at the end of the street, bowed as a sign of respect, and walked without saying a word and he was then followed by the five of them as if he had already known their purpose of coming there. After walking for quite a while, they stopped at a big house on the side of the street. The house was quiet just like the other houses. Yet the elders were certain that there was an invisible power encompassing the house as if the hands of the god had appointed his best servant.\nThe five of them entered the house, greeted by a young lady who looked at them in fear.\n\"Did [redacted_name] successfully deliver her child?\" The long-bearded elder asked. The young lady nodded.\n\"Bring us to her.\" Without arguing, the lady led them to a room. They remained silent looking at [redacted_name] lying down while nursing her newborn. She didn't care about her exposed breasts as soon as she saw who her guests were. With her motherly instinct, she instinctively held her baby closer and protected him from the people in front of her even though she knew they were the respected elders.\n\"[redacted_name]-san congratulations on the birth of your baby.\" Elder Kawashiri started to speak.\nThe youngest elder [redacted_name] joined in, \"your baby... a boy or a girl?\""
}