{
    "source": "id_ID",
    "target": "en_US",
    "text": "keberadaan virus, bakteri, jamur, protoza yang berada di lingkungan kerja. Sumber bahaya biologis banyak terdapat di rumah sakit,laboratorium. Karyawan sering terpapar bahaya biologis yaitu mereka yang bekerja di penyamakan kulit, penyembelihan hewan, laboratorium. Bahaya kimia. Sumber bahaya kimia adalah bahan-bahan kimia dengan karakteristik yang dimiliki. Karakteristik bahaya bahan kimia adalah korosif, mudah meledak, iritasi, mutagen, karsinogen. Contoh\nbahan kimia timbal (Pb), H2SO4, karbonmonoksida (CO2), amonia (NH3).\n2. Kecelakaan kerja. Kecelakaan kerja adalah suatu kejadian yang tidak diinginkan yang dapat menyebabkan kerugian dan terjadi pada saat jam kerja dan di tempat kerja. Suatu kecelakaan dapat juga disebut kecelakaan kerja meskipun tidak terjadi di tempat kerja, namun kejadiannya ada di jalur rutin yang biasa dilewati dari dan ke tempat kerja.\n3. Kejadian hampir celaka /near miss/ near accident/ incident. Jika pengertian kecelakaan adalah suatu kejadian yang tidak diinginkan dan dapat menimbukan kerugian, kejadian hampir celaka atau near miss/ near accident/ incident adalah kejadian yang tidak diinginkan, namun tidak sampai menimbulkan kerugian. Contoh kejadian hampir celaka adalah sesorang sedang mengecat bangunan lantai atas, tanpa disadari kakinya menyenggol suatu benda dan menyebabkan tergelincir. Namun karena orang tersebut memekai sabuk pengaman, maka bisa selamat.",
    "trans": "the presence of viruses, bacteria, fungi, protozoa in the work environment. Sources of biological hazards are commonly found in hospitals,laboratories. Employees who are often exposed to biological hazards include those working in tanneries, animal slaughterhouses, laboratories. Chemical Hazards. Sources of chemical hazards are substances that possess specific characteristics. The hazardous characteristics of chemicals substances include corrosive, explosive, irritant, mutagenic, carcinogenic. Examples\ninclude lead (Pb), H2SO4, carbon monoxide (CO2), ammonia (NH3).\n2. Work Accidents. A work accident is an undesired event that can result in losses and occurs during working hours and at the workplace. An incident may also be classified as a work accident even if it does not take place at the workplace, but it occurs on a routine route typically taken to and from work.\n3. Near miss /near accident/ incident. If the definition of an accident is an unwanted event that can result in losses, a near miss/ near accident/ incident is an unwanted event, but does not lead to any losses. An example of a near miss incident is a person painting a building on an upper floor, who unknowingly nudges an object and slips. However because the person is wearing a safety harness, they are able to avoid injury."
}