{
    "source": "id_ID",
    "target": "en_US",
    "text": "『••✎••』\n\"Kalau begitu shooting akan dimulai bulan depan. Kalian bersiaplah\" final manager sembari membaca jadwal para member\n\"Nee Hyung\" sahut para member\nSetelah menyelesaikan rapat, mereka pun memutuskan untuk langsung kembali ke asrama saja. Sebab mereka semua masih kelelahan akibat tour panjang mereka selama 2 bulan terakhir ini\nNamun, didepan perusahaan mereka tiba-tiba bertemu dengan dua member dari NCT Dream\nMereka semua saling menyapa layaknya seorang teman dekat, bahkan sangking dekatnya, tak ada kata-kata atau kalimat yang perlu mereka saring dengan baik\n\"Wah Felix, kau semakin cantik ya setelah konser\" puji Chenle sembari merangkul pundak Felix\nFelix tertawa mendengar pujian Chenle tersebut, kemudian ia balik merangkul pinggang Chenle \"Bukankah kalian juga ada tour?\"\n\"Kami baru menyelesaikannya\" jawab Jaemin yang berada disamping Chenle\nJaemin dan Chenle memang sangat dekat dengan Felix, kedekatan mereka sudah tidak diragukan lagi. Terlebih saat mereka bertiga selalu menghabiskan waktu weekend bersama-sama, itu sudah terlihat seperti persahabatan yang terjalin sejak dahulu kala\n\"Oh ya, kami akan pergi menemui Beomgyu di restoran biasa. Kau mau ikut?\" tanya Chenle pada Felix",
    "trans": "\"••✎••\"\n\"Then, the shooting will start next month. You all should get ready,\" said the final manager while reading the members' schedule.\n\"Yes, Big brother,\" the members replied.\nAfter the meeting ended, they decided to head back to the dorm, since they were all still exhausted from their 2-month-long tour.\nHowever, right in front of the company, they unexpectedly ran into two members of NCT Dream.\nThey greeted each other like close friends, so much so that there was no need to filter their words or sentences.\n\"Wow Felix, you’re looking even prettier since the concert,\" Chenle complimented while slinging his arm around Felix's shoulders.\nFelix laughed upon hearing Chenle’s compliment, then wrapped his arm around Chenle’s waist in return. \"Didn’t you guys also have a tour?\"\n\"We just wrapped it up,\" Jaemin, who was next to Chenle, replied.\nJaemin and Chenle were really close to Felix, and their friendship was undeniable. It was especially obvious when the three of them always spent weekends together, making it clear that their bond had been formed a long time ago.\n\"By the way, we're going to meet Beomgyu at our usual restaurant. Want to come along?\" Chenle asked Felix."
}