{
    "source": "id_ID",
    "target": "en_US",
    "text": "9. Bahwa Tergugat Rekonvensi keberatan dan menolak dengan tegas gugatan Penggugat Rekonvensi meminta hak asuh anak diasuh bersama, dikarenakan Penggugat Rekonvensi memiliki emosi yang tidak stabil, tempramental, kasar kepada anak, dan selama ini tidak memberikan nafkah serta biaya Pendidikan, Kesehatan kepada ketiga anaknya, maka Tergugat Rekonvensi mohon kepada Yth. Majelis Hakim yang memeriksa dan mengadili Perkara ini, demi kebaikan dan kepentingan anak mohon agar ketiga anak yang Bernama : [redacted_name], [redacted_name], dan [redacted_name], yang masih di bawah umur hak asuh kepada Tergugat Rekonvensi selaku ibu kandungnya dengan dasar;\n- Yurisprudensi Mahkamah Agung RI Nomor [redacted_number] secara jelas menyatakan bahwa pemberian hak asuh anak diberikan kepada ibu kandung, terutama bagi anak yang masih dibawah umur;\n- Putusan Mahkamah Agung RI No. [redacted_number] tanggal 28 Agustus 2003 dinyatakan bahwa :\n“.. Bila terjadi perceraian, anak yang masih di bawah umur pemeliharaannya seyogiyanya diserahkan kepada orang terdekat dan akrab dengan si anak yaitu Ibu..”\n- Yurisprudensi MA Nomor [redacted_number], juga menyatakan pertimbangan utama dalam masalah pengasuhan anak adalah demi kebaikan dan kepentingan si anak, buka semata-mata siapa yang paling berhak.",
    "trans": "9. The Reconvention Defendant objects to and firmly rejects the Reconvention Plaintiff's lawsuit requesting joint custody of the child, on the grounds that the Reconvention Plaintiff exhibits unstable emotions, a temperamental, abusive towards the child, and has failed to provide financial support as well as education and healthcare expenses for his three children, therefore The Reconvention Defendant respectfully requests that the Honorable Panel of Judges examining and adjudicating this case, in the best interests of the children, grant custody of the three children named: [redacted_name], [redacted_name], and [redacted_name], who are still minors to the Reconvention Defendant as their biological mother based on the following reasons;\n- The jurisprudence of the Supreme Court of the Republic of Indonesia Number [redacted_number] clearly states that child custody is granted to the biological mother, especially for minor children;\n- The Decision of the Supreme Court of the Republic of Indonesia No. [redacted_number] dated August 28, 2003 stated that:\n“.. In the event of a divorce, custody of a child who is still a minor should ideally be entrusted to the person who is closest and most familiar to the child that is the mother..”\n- Supreme Court Jurisprudence Number [redacted_number], also emphasizes that the primary consideration in matters of child custody is the welfare and best interests of the child, rather than merely who has the most rights."
}