{
    "source": "id_ID",
    "target": "en_US",
    "text": "berlangsung di Pasar. KIta sudah mengetahui bahwa di Market cuma\nada pilihan menjadi Buyer atau Seller. Konsep dasar Strategi Supply and\nDemand adalah bagaimana kita mengetahui dimana kira kira Buyer\ndan Seller berada sehingga dengan mudah bisa mengikuti Market.\nNamun, kita sebagai retail trader tidak memiliki akses/kontrol terhadap\nOrder Flow yang di lempar ke Market. Kita tidak bisa melihat Order Flow\nmereka dalam posisi mereka saat ini. Yang bisa kita lakukan adalah\nmelihat jejak jejak yang di tinggalkan (Foot Print) Big Institusi/Big Player,\nlihat sebelah kiri chart anda untuk menentukan Supply and demand\narea itu dengan harapan bahwa zona zona tersebut masih tertinggal\nBuy order atau pun Sell Order yang cukup besar. Nanti akan di jelaskan\nlebih lanjut.\nKita juga tahu bahwa apa yang telah terjadi di masa lalu mungkin saja\ntidak akan selalu terulang pada saat ini. Tapi yang jelas Konsep ini\nmemiliki probabilitas yang cukup tinggi. Kita menggunakan Price Action\ndan Informasi candle untuk mendukung keputusan kita di market.\nBarang yang dibeli dan dijual adalah sebuah transaksi yang dirasakan\npada saat ini. Hal yang sama berlaku untuk instrumen keuangan,\ndengan harapan bahwa harga akan berubah di masa depan dan\nakan dibeli atau dijual dengan harga yang berbeda, berpotensi",
    "trans": "takes place in the Market. We already know that in the Market\nthere is only the choice of being a Buyer or a Seller. The basic concept of the Supply and\nDemand strategy is how to identify where Buyers\nand Sellers are likely to be located so that we can easily follow the Market.\nHowever, as retail traders we do not have access/control over\nthe Order Flow that is sent into the Market. We cannot see the Order Flow of\nother traders in their current positions. What we can do is\nlook at the footprints left by the Big Institutions/Big players,\nlook at the left side of your chart to determine the Supply and Demand\nof the area with the expectation that these areas still contain\nsignificant Buy or Sell orders. This will be explained\nfurther.\nWe also know that what happened in the past may\nnot always repeat itself at the present. However, this concept certainly\nhas a high probability. We use Price Action\nand candlestick Information to support our decisions in the market.\nThe goods that are bought and sold represent a transaction that is felt\nat the present. The same applies to financial instruments,\nwith the expectation that the price will change in the future and\nbe bought or sold at a different price, potentially"
}