{
    "source": "id_ID",
    "target": "en_US",
    "text": "****\nDidalam taksi Haechan terus terdiam, melamunkan hal semalam dan reaksi kedua orangtuanya jika tau dia sudah tidak perjaka lagi\nHuwaaaa... Daddy, Mae maafin bear!! Batinnya ingin menangis\n\"Semuanya gara-gara si bajingan Mark Jung itu, kalo tuh orang ngajak putusnya baik-baik gue ngga bakal berakhir ons sama orang asing, sialan... Semalem juga tuh orang yang ngasih obat perangsang gila kali ya?! Kenal kaga main cekokin minuman jahanam itu kemulut gue\"\nMasih untung ons nya sama orang ganteng... Tapi tetep aja, Arghhhh... Injun juga semalem kemana sih?!... Kedua mata bobanya sudah basah meski air matanya tidak mengalir ke pipi\nSampai taksi berhenti didepan gerbang mansion besar keluarga Seo, Haechan terdiam sebentar sebelum keluar dan membayar pada supir\nBakal tetep diaku anak ga ya sama Daddy dan Mae kalo mereka tau gue dah kaga perjaka?\n\"Huft...\" Menghela nafas panjang sebelum masuk kedalam mansion yang langsung disambut pekikan keluarganya\n\"Bear...\"\n\"Haechanie sayang...\"\n\"Bocil lu kemane aja hah?\"\nPekik ketiganya dengan sang kepala keluarga yang langsung memeluk tubuh mungil putra bungsunya",
    "trans": "****\nHaechan keeps silent in the taxi, thinking about what happened last night and his parents reaction if they know he is not virgin anymore.\nWail... Daddy, Mae forgive me, the bear!! His soul wanted to cry.\n\"It's all because of the jerk Mark Jung if only asked for a fine breakup, I wouldn't have ended up on the one-night stand with a stranger. Damn... he also gave me an excitant, it's crazy?! We didn't even know each other, he forced that damn drinks into my mouth.\"\nI'm still lucky anyway did the one-night stand with a handsome man... but still, Arghhhh...Where was Injun last night?!... His boba eyes are in tears even his tears don't flow on his cheek.\nThe taxi stops in front of the big mansion gate of the Seo family, Haechan freezes for a moment before he gets out of the taxi and pays the bill.\nWill I still be admitted son by Daddy and Mae if they know that I am not a virgin?\n\"Huft...\" He takes a deep breath before entering the mansion, his family welcomes him with a loud voice.\n\"Bear...\"\n\"Dear my Haechanie...\"\n\"Hey, little boy where were you?\"\nThe three of them and the head of the family hug his youngest son's little body."
}