{
    "source": "id_ID",
    "target": "en_US",
    "text": "Pria itu memejamkan mata mendongak, merasakan hangat mulut Jungkook dan bagaimana enaknya mulut Jungkook untuk penisnya. \"Mhmm.\"\nTangan Jungkook bergerak memijat penis ayahnya. Matanya terpejam nikmat. Ayah menciumi leher dan mengulum telinganya. \"Pinter banget mau dilecehin sama ayah dan temen ayah.\"\n\"Ahhh iya, anakmu masih muda, tapi pinter bikin kontol tegang.\"\nPria itu melepas penis dari mulut Jungkook lalu bergerak sedikit mundur dan mulai mengukung Jungkook. Mata mereka sempat bertemu sebelum wajah pria itu hilang di balik selangkangan Jungkook.\n\"Nghhh ahhh, a-ahhh O-om…\"\nKini ia bercumbu dengan ayahnya, pinggulnya bergerak karena rangsangan dari vagina dan payudaranya. Tangan kanannya meremas penis ayah sementara tangan kirinya menjambak rambut pria itu.\nAyah menjepit puting dengan dua jari, memeknya terasa begitu basah karena jilatan. Jungkook semakin menggoyangkan pinggul karena vaginanya berkedut kencang.\n\"Aaahhh…\" ia berteriak kala ayahnya bergerak untuk memasukkan puting Jungkook ke dalam mulut, menyusu dengan rakus sementara pada puting kirinya dielus dengan begitu sensual.",
    "trans": "The man closed his eyes looking up, feeling the warmth of Jungkook's mouth and how good Jungkook's mouth felt for his penis. “Mhmm.”\nJungkook's hand moved to massage her father's penis. His eyes closed in pleasure. Dad kissed her neck and nuzzled her ear. “So clever to want to be sexually abused by dad and dad's friends.”\n“Ahhh yes, your child is still young, but smart to make a dick tense.”\nThe man removed the penis from Jungkook's mouth then moved back slightly and began to support Jungkook. Their eyes briefly met before the man's face disappeared behind Jungkook's crotch.\n“Nghhh ahhh, a-ahhh O-om...”\nNow she was making out with her father, her hips moving from the stimulation of her pussy and breasts. Her right hand squeezed his father's penis while her left hand grabbed the man's hair.\nDaddy pinched her nipples with two fingers, her pussy feeling so wet from the licking. Jungkook wiggled her hips even more as her pussy twitched violently.\n“Aaahhh...” she cried out as her father moved to take Jungkook's nipple into his mouth, suckling greedily while her left nipple was stroked sensually."
}