{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Benar-benar imut!\"\nHuuuaaa\n\"Cup cuuup, si Kepompong benar-benar menggemaskan,\" kataku sebelum menenangkan bayi di pelukanku. \"Oh, jangan menangis.\"\n\"Kau bilang akan membawa pacarmu, bukan?\"\n\"Iya.\"\n\"Oh, dia sangat tampan, North.\"\n\"Bibi, tenanglah.\"\n\"North, kurasa ini tidak normal. Dia begitu tampan. Barusan, hatiku berdebar kencang. Melihatnya membuatku ingin bercerai dari suamiku,\" kata bibiku dengan penuh semangat. Memang benar, ibuku dan bibiku memang sama saja.\n\"Aku pasti akan melaporkanmu.\"\n\"Tapi dia tidak ada di sini, dia keluar bersama teman-temannya untuk minum... ah, tidak masalah, biarkan saja dia pergi.\"\n\"Dia hanya pergi minum dengan teman-temannya. Apa salahnya?\" kataku. \"Kau tidak perlu menatap pacarku seperti itu, Bibi.\"\n\"Jadi kau cemburuan ya, biar kutanya, apa yang terjadi? Ketika ibumu pertama kali bercerita bahwa kau punya pacar tampan, bibi ini masih tidak percaya. Jadi aku datang untuk melihat sendiri, oh, kau sangat beruntung.\"\n\"Itu sangat kasar,\" kataku, sambil menunduk untuk mencium pipi bayi yang kugendong. \"Kau tidak perlu tinggal dengan ibumu lagi, lebih baik tinggal denganku,\" kataku sebelum membawa si kecil dan duduk di sofa.",
    "trans": "\"So adorable!\"\nHuuuaaa\n\"Dear dear, Cocoon is extremely adorable,\" I said so before calming the baby in my arms. \"Oh, don't cry.\"\n\"You said you are going to bring your boyfriend, right?\"\n\"Yeah.\"\n\"Oh, he's truly attractive, North.\"\n\"Calm down, Auntie.\"\n\"North, I think it's abnormal. He's extremely attractive. My heart beats fast just now. I wanted to divorce my husband just by seeing him,\" said my aunt enthusiastically. It was right, my mom and aunt were just similar.\n\"I will definitely snitch on you.\"\n\"But he's not here. He went out for drinks with his friends... ah, it's okay, just let him go.\"\n\"He only went out for drinking with his friends. What's wrong with it?\" I said. \"You don't need to look at my boyfriend like that, Auntie.\"\n\"So you're possessive. Let me ask you. What happened? I still couldn't believe it when your mom first told me that you have an attractive boyfriend. So I came here to see him by myself. Oh, how lucky you are.\"\n\"That's brutal,\" I said so while looking down to kiss the baby's cheeks in my arms. \"You no longer have to live with your mom. It's better to live with me,\" I said so while bringing the baby and sat on the sofa."
}