{
    "source": "id_ID",
    "target": "en_US",
    "text": "Korban berangkat ke hongkong pada tanggal 31 Juli 2024 melalui salah satu agen penyalur jasa TKI yang ada di kota kupang.\nSaat ini Wanda Seuk didampingi oleh tim kuasa hukum yakni E. Nita Juwita, S.H. M.H dari kantor Lembaga Bantuan Hukum Surya NTT dan Ormas DPW Prabu Kebangkitan Nusantara Kab. Malaka, serta Korwil Ormas NTT 2 .\nDalam keteranganya, [redacted_name] (40) di siksa oleh majikan wanitanya yang bernama [redacted_name] sewaktu masih bekerja di Hongkong.\nUjar Wanda \"saya di siksa oleh majikan saya apabila saya melakukan kesalahan. Kesalahan seperti lambat membalas chat dan lambat mengangkat telpon dari majikan saya. Bahkan saya di ancam gaji saya di potong sebesar 100 dollar hongkong setiap kali saya melakukan kesalahan dan saya juga pernah di rawat di rumah sakit hongkong selama 5 hari karna lemas sampai pingsan akibat karna tidak di kasih makan selama 4 hari oleh majikan. Tak hanya itu HP saya juga di sadap oleh majikan dan dilarang untuk menghubungi siapapun baik keluarga saya pihak agen maupun pihak KBRI bahkan saya juga dilarang keluar dari rumah dan bertemu siapapun termasuk pihak agen\" Ujarnya",
    "trans": "The victim departed to Hongkong on July 31, 2024, through one of the Indonesian migrant workers' provision agent in Kupang.\nWanda Seuk was currently accompanied by a team of attorney, including E. Nita Juwita, S.H., M.H, from Surya NTT Legal Defense Fund, DPW Prabu Kebangkitan Nusantara community organization of Malaka Regency, and Region Coordinator of NTT 2 community organization.\nIn her statement, [redacted_name] (40) was abused by her female employer named [redacted_name] when she was working at Hongkong.\nWanda stated that \"I was abused by my boss whenever I made mistake, such as giving late replies and calls to my boss. I was threatened to have my wages reduced by 100 Hongkong dollar whenever I made mistake. I was once hospitalized at Hongkong hospital for 5 days for fainting due to fatigue, as my boss didn't give me food for 4 days. In addition, my phone was tapped by my boss and I wasn't allowed to contact anyone including my family, the agent and the Indonesian embassy. I wasn't even allowed to go out and met anyone including the agent\"."
}