{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jeno jadi kesal sendiri dengan Jaemin karena dia 'dingin'.\n\"Ini materi nya nih lo baca dulu aja nanti gue kasih soal.\"\n\"Siap!\"\nJeno tidak belajar.\nDia hanya pura-pura membacanya tetapi matanya melihat ke hp.\nJaemin tidak bodoh, tentu saja dia tau Jeno sedang bermain hp.\n\"Udah blom bacanya?\"\n\"Udah dong.\"\n\"Nih soal, kalo lo gabisa dapet nilai di atas 75, gue kasih PR tambahan.\"\n\"Dih.\"\nJaemin tidak mempedulikan Jeno, dia sedang mengoreksi pekerjaan anak didik nya yang lain.\nJeno pikir tadi Jaemin hanya mengancamnya, sekarang Jeno tidak tahu harus menjawab apa.\n\"Udah mau 1 jam, udah kelar blom?\"\n\"Belom bentar lagi.\"\n\"Cepetan.\"\n\"Iya sabar.\"\n\"Nih udah.\" Jeno tampaknya sudah pasrah.\n\"Hm.\"\nJeno sibuk dengan hp nya sedangkan Jaemin sedang memeriksa jawaban Jeno.\n\"Gue tau lo main hp selama gue suruh belajar. Ni liat nilai lo 45\"\nJeno terkejut, pasalnya dia hanya mengarang saja. Dia lega setidaknya nilai nya tidak 0.\n\"Gue kasih lo PR tambahan 15 nomor, hari Rabu nanti gue cek.\"\n\"Lah kok gitu!?\"\n\"Nilai lo ga nyampe 75\"\n\"Gabisa gitu dong, tugas sekolah aja udah banyak masa lo kasih PR lagi.\"\n\"Protes sekali lagi gue tambahin PR nya.\"",
    "trans": "Jeno felt annoyed with Jaemin because he was being 'cold'.\n“Here's the material, you read it first then I'll give you the questions.”\n\"Got it!\"\nJeno didn't actually study.\nHe just pretended to read it while his eyes were glued to his phone.\nJaemin wasn't oblivious, of course he knew Jeno was playing with his phone.\n\"Have you read it yet?\"\n\"Of course I have.\"\n“Here are the questions, if you can't get a score above 75, I'll give you extra homework.”\n\"Ugh.\"\nJaemin ignores Jeno, focusing on correcting the work of his other students.\nJeno thought Jaemin was just making a threat, now he doesn't know how to respond.\n\"It's been almost an hour, are you done yet?\"\n\"Not yet soon.\"\n\"Hurry up.\"\n\"Okay be patient.\"\n“There you go.” Jeno seems to have given up.\n“Hm.”\nJeno is busy with his phone while Jaemin checks Jeno's answers.\n\"I know you've been playing with your phone while I told you to study. Look at your score, it's 45.\"\nJeno was surprised because he had just made it up. He felt relieved that at least his score wasn't 0.\n\"I'm giving you an extra homework consisting of 15 problems, and I'll check them on Wednesday.\"\n“How come!?”\n\"Your score isn't even 75.\"\n\"You can't do that, I already have so much schoolwork how can you give me more homework?\"\n\"If you protest again I'll add even more homework.\""
}