{
    "source": "id_ID",
    "target": "en_US",
    "text": "Skenario 3:\nSeorang dokter spesialis anak terlibat dalam diskusi di Twitter mengenai kebijakan vaksinasi anak-anak. Dalam diskusi tersebut, seorang pengguna mengkritik pendapatnya, dan dokter tersebut merespons dengan komentar yang kasar dan merendahkan. Beberapa rekan sejawat dokter juga melihat interaksi tersebut dan merasa dokter itu telah bertindak tidak profesional. Pertanyaan Diskusi:\n Apakah dokter tersebut melanggar etika dalam cara ia merespons kritik di media sosial?\n Bagaimana dokter harus bersikap ketika terlibat dalam perdebatan di platform publik?\n Apakah perilaku di media sosial dapat mempengaruhi reputasi dan kredibilitas\nseorang dokter di dunia nyata?\nSkenario 4:\nSeorang dokter spesialis penyakit dalam sering membagikan konten edukasi kesehatan di TikTok, termasuk membahas gejala penyakit kronis dan langkah-langkah pencegahannya. Namun, dalam salah satu video, dokter tersebut menggunakan bahasa yang sangat sensasional tentang penyakit tertentu, yang menyebabkan kepanikan di antara sebagian pengikutnya. Beberapa pengikutnya mulai merasa takut dan mencari layanan medis yang mungkin tidak diperlukan berdasarkan konten tersebut.",
    "trans": "Scenario 3:\nA pediatrician was involved in a discussion on Twitter regarding children vaccination policy. In the discussion, a user critized his opinion, and the doctor responded with a harsh and insulting comment. Some fellow doctors who saw the interaction felt that the doctor had acted unprofessionally. Discussion Question:\nDoes the doctor violates ethics on his way of responding to critics on social media?\nHow should a doctor act when involved in a debate on public platform?\nIs it possible for a behavior on social media to affect the reputation and credibility\nof a doctor on real life?\nScenario 4:\nAn internist often shared health education contents on TikTok, discussing the symptoms of chronic disease and the prevention measures. However, on one of his videos, he used an extremely sensational wording for certain disease, causing some of his followers to panic. Some of his followers then started to be frightened and sought for an unnecessary medical treatment based on the video."
}