{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Enggak bersih tahu, Jaehyun,” gumam Sungho. Ia bisa lihat Jaehyun duduk bersimpuh dengan wajah yang penuh air mata. Di samping Jaehyun, ada kondom kosong yang tadi dilepas setengah jalan. Sungho menutup matanya dengan lengan. Pusing melihat kelakuan suaminya. Yah, mungkin ia harus menyerah beberapa kali supaya Jaehyun bisa menikmati kegiatan intim mereka. Sungho akan coba mengingat hal tersebut.\n“Tinggal, uhuk, dibersihin,” jawab Jaehyun.\n“Rasanya gimana?” tanya Sungho.\nJaehyun tidak langsung menjawab. Ia salah fokus karena Sungho kini duduk bersandar di kepala tempat tidur. Ingat, Sungho pakai crop-top. Ingat lagi, Sungho tidak pakai bawahan sama sekali. Jaehyun yang gila.\n“Jaehyun?”\n“Hah? Uhm, enggak aneh, sih—huwek—tapi ada manis-manis—huwek—nya.”\nTuh, kan. Sungho beranjak mengambil sweatpants di lemari lengkap dengan dalaman. Setelah selesai mengenakan bawahan, Sungho menarik Jahyun dari kasur yang daritadi mual setelah telan sperma. Siapa suruh. Mereka memang jarang melakukan seks oral sampai telan-menelan begitu. Sungho jarang mau soalnya.\nSekarang, Sungho membawa Jaehyun ke kamar mandi. Sungho meraih cangkir khusus kumur mereka, kemudian diisi air lalu diserahkan ke Jaehyun. Tanpa disuruh, Jaehyun langsung kumur-kumur. Jeluak Jaehyun sesekali terdengar, tapi ia tidak memuntahkan apa-apa.\n“Aku gak mau lagi begini,” ujar Jaehyun.\n“Siapa suruh coba,” jawab Sungho pelan.\n“Kalau bukan rasa stroberi.”\nSungho menekan pijatannya di area leher Jaehyun. Sengaja, karena suaminya ternyata tidak ada kapoknya. Jaehyun tertawa sambil mengaduh.",
    "trans": "\"It's not clean, you know, Jaehyun,\" Sungho murmured. He could see Jaehyun kneeling with tears streaming down his face. Beside Jaehyun, lay an empty condom that had been discarded halfway through. Sungho closed his eyes with his arm. Feeling dizzy at his husband's behaviour. Perhaps he had to give in a few times so that Jaehyun could fully enjoy their intimate moments. Sungho would try to remember this.\n\"Just, uh, clean it up,\" Jaehyun replied.\n\"How does it taste?\" Sungho asked.\nJaehyun didn't respond immediately. He was distracted because Sungho was now sitting leaning against the headboard. Remember, Sungho was wearing a crop top. Remember again, Sungho wasn't wearing any bottoms at all. Crazy Jaehyun.\n“Jaehyun?”\n\"Huh? Uhm, it's not weird, really—ugh—but there is a sweetness—ugh—to it.\"\nSee. Sungho got up to grab his sweatpants from the closet complete with the underwear. Once he had put on the underwear, Sungho pulled Jaehyun off the bed where he had been feeling nauseous after swallowing sperm. Who told him to do that. They rarely had oral sex to the point of swallowing. Sungho seldom felt inclined to go that far.\nNow, Sungho took Jaehyun to the bathroom. He reached for their special mouthwash cup, filled it with water and handed it to Jaehyun. Without being told, Jaehyun immediately began to gargle. The sound of Jaehyun's gargle was occasionally heard, but he didn't spit out anything.\n“I don't want to do this anymore,” said Jaehyun.\n\"Who told you to do it?\" Sungho replied softly.\n“If it's not strawberry flavor.”\nSungho pressed his fingers into the area of Jaehyun's neck. Intentionally, for his husband seemed to have no sense of caution. Jaehyun laughed while wincing."
}