{
    "source": "id_ID",
    "target": "en_US",
    "text": "cowok itu meringis begitu ngerasain kontolnya diremes sedikit, “sakiitttt…”\n“ya lagian, bego. disuruh apa malah diem doang. dipake mulutnya, bisa, kan? apa perlu diremes lagi kayak tadi biar keluar suaranya?”\nkayaknya ini sih yang bikin jaehyun cinta mati sama ningning. dikatain bego bukannya ngamuk malah makin keras kontolnya. gak tau apa yang bikin jaehyun ngelakuin ini, bukannya ngejawab pertanyaan ningning, tangan dia malah nyusup masuk ngeremes tete montok pacarnya itu. tanktopnya dinaikin, tetenya dikeluarin dari beha push-up warna merah yang dia pake. gak pake basa-basi, pentilnya langsung dikulum sama jaehyun.\nningning yang gak dikasih aba-aba jelas kaget. tapi dia tau, jaehyun emang begini kalo lagi sange berat. dia bakalan nyari susu, ngehirup wangi tubuh ningning, sambil minta kontolnya dikocok sama pacar seksinya itu.\npentilnya digigit-gigit kecil, dikenyot kenceng, padahal susunya gak akan bisa netes. kepala kontolnya digesek-gesekin pake telapak tangan, bikin jaehyun serasa di awang-awang.",
    "trans": "That man grimaced when he felt his penis slightly squeezed, \"it huurrttss...\"\n\"Yes anyway, stupid. when you are told to do something, you just keep quiet. use your mouth, can you? Or do you need it to be squeezed like before, so you make a sound?\"\nSeemed like this was what made Jaehyun love Nining to death. He was called stupid but instead of feeling angry, his penis was getting harder. Didn't know what made Jaehyun do this, not answering Nining, his hand went inside squeezing his girlfriend's plump breast. Her tank top was raised, and the breasts were out from the red push-up bra that she was wearing. Without further ado, her nipples were sucked by Jaehyun.\nNining, who wasn't given a warning, was clearly surprised. But she knew, Jaehyun was always like this when he was heavily aroused. He would search for the breasts, inhaling Nining's sweet body smell, while his penis was rubbed hard by his sexy girlfriend.\nHer nipples were bitten lightly, sucked heavily, even when the milk would not drip out. His penis head was rubbed using the palm of her hand, making Jaehyun feel like in heaven."
}