{
    "source": "id_ID",
    "target": "en_US",
    "text": "Seungcheol juga menyisakan waktu untuk membawa Jeonghan makan berdua di sebuah restoran mahal. Menandakan awal mula hubungan romantis mereka dimulai. Menyempatkan diri untuk membeli bunga kesukaan Jeonghan juga yang membuat perempuan itu menitikkan air mata. Menggenggam tangan Seungcheol selama keduanya melangsungkan kencan makan bersama itu.\nTapi tentu saja Jeonghan akan memprioritaskan profesional di atas segalanya. Sebagai sekretaris, Jeonghan tetap melakukan pekerjaan nya, walaupun di tengah cumbuan sensual yang diberikan oleh sang kekasih. “Mas – mas, ada meeting bentar lagi,” bisik Jeonghan di bibir Seungcheol saat keduanya bersembunyi di bilik toilet hotel tempat pertemuan atasan nya dan klien. Seungcheol meremas pantat Jeonghan keras-keras sebelum menampar bongkahan daging itu, membuat sang puan melenguh kencang, “Annh! Tamparnya di hotel aja, mas. Kerja dulu, nanti boleh pake Hani semaleman lagi. Beronde-ronde lagi sampe Hani pingsan.”\n“Beronde-ronde?”\n“Iya – mmh.. pake aja Hani, mas. Biar mas nggak usah nyari orang lain lagi.”",
    "trans": "Seungcheol also spared some time to take Joenghan for a meal in a fancy restaurant. Marked the beginning of their romantic relationship. He took the time to buy Jeonghan's favorite flower making that woman shed some tears. Holding Seungcheol hand while both of them enjoying their dinner date together.\nBut of course Joenghan will prioritize professionalism above everything. As a secretary, Jeonghan keeps doing her job, even in the middle of a sensual kiss given by her lover. \"Good Sir, there is a meeting soon,\" whispered Jeonghan on Seungcheol's lips when both of them hid in the hotel toilet where the meeting took place between her boss and the client. Seungcheol squeezed Jeonghan's buttock hard before slapping that chunk of meat, making the lady moan loudly, \"Annh! Slapped them in the hotel, sir. work first, later you can use Hani all night long. Many rounds until Hani faints.\"\n\"Many rounds?\"\n\"Yes - mmh.. Use Hani, Sir. So that you don't need to find other people again.\""
}