{
    "source": "id_ID",
    "target": "en_US",
    "text": "silahkan ada maksud jahat, Tuhan mampu mengubahkan.\nkita punya gembala.\nsaya tergembalakan: punya etika, perkataan. hiduplah orang yang punya etika.\ntidak usah gelisah disebut kafir. tidak apa2. tidak masuk surga. di dunia sudah kacau, apalagi di surga, tidak mau saya di surga bersama yang kacau.\nkita dicap apa pun itu menjadi kekuatan bagi kita. ukuran kita firman. taat pada pemimpin.\nAY. 3 dalam kemegahan nama-Nya: ada suatu kemenangan.\nada lagu dalam nama Yesus! dari sini ayatnya.\nkemenangan yang menenangkan jiwa.\nkita bukan menang-menangan. kita punya kemenangan, dari situlah letak kemenangan kita.\nLebih dari pemenang! Hupernikomen!\nmereka akan tetap tinggal, ayat 4. terbesar sampai ke ujung.\ndiubah,\njangan takut di mulai dari kecil beriman akan menjadi terbesar / jigdal ...\nIKISST Kecil tapi beriman jadi besar\nAsal tekunin, jangan cepat pindah2. Iko arus ...\nPAKE BERUBAH ... salib,\nsaudara ingin berubah,\ndilahir di tengah dunia supaya ada prubahan\n2019 terkecil , 2020 terbesar.\nibadah itu harus dikatakan, dibuktikan,\nkalo cuma ibadah dan tidak ada perubahan, torang nyembah siapa?\nberjumpa dengan satu Pribadi!\nbahwa yang satu khotbah yang dengar banyak,\nbukan yang khotbah banyak yang dengar satu itu, ngimana namanya: pasar. bukan gereja. itu kekuatan Tuhan,\nsaudara percaya tahun depan lebih besar? Amin.",
    "trans": "please have evil intention, God is capable to change it\nwe have a shepherd.\nI am shepherded: have ethics, words. Live people who have ethics.\ndon't worry to be called infidel. It's okay. Not to enter heaven. It has been chaotic in the world, moreover in heaven, I don't want to be in heaven with the chaotic people.\nwhatever we are labeled will become our strength. Our size is the word. Obey the leader.\nVERSE 3 in the glory of His name: there is a victory.\nthere is a song in Jesus name! From here is the verse.\na victory that pacifies the soul.\nwe are not win-win. We have victory, from there our victory is located.\nMore than a winner! Hupernikomen!\nthey will still stay, verse 4. the biggest until the end.\nchanged,\ndon't be afraid to have faith starting from child, will be the biggest / jigdal ...\nIKISST Little but have faith will become big\nAs long as you are persistent, don't move quickly. Go with the flow ...\nUSE CHANGE ... cross,\nyou want to change,\nborn in the middle of the the world in order to change\n2019 the smallest, 2020 the biggest.\nworship must be said, proven,\nif only worship and no change, whom do we worship?\nmeet one Person!\nthat one person who gives sermons, many listen,\nnot many who give sermons only one listens, how do you name it: market. Not church. It's God's power,\nyou believe next year will be bigger? Amen."
}