{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Baik.. kalau boleh tau saya sedang berbicara dengan siapa?\"\n\"eum... Won.. saya Wonwoo, mbak\"\n\"Baik kak Wonwoo... paket yang tersedia saat ini adalah paket premium dan paket hemat kak Wonwoo.\"\n\"kok gak disebut paket express\" batin Wonwoo \"bedanya premium dan paket hemat apa mbak?\"\n\"kalau paket premium itu full body ya kak. Perlengkapan dari oil, lotion kita menggunakan bahan yang premium dan durasi waktunya yaitu satu jam kak Wonwoo juga bisa memilih masseur yang tersedia. Kalau paket hemat durasinya hanya tiga puluh menit dan tidak bisa memilih masseur\"\n\"hmmm gitu ya. Kemarin temen saya bilang ada paket express mbak,?\"\n\"Baik kak Wonwoo, untuk paket express hari ini dan besok sudah penuh jadwalnya ya kak, kalau saya check mungkin lusa dan itu tersisa satu slot\"\n\"anjir anjir anjir pas banget gue cuti\" badan Wonwoo makin terasa panas padahal dia belum tau apa saja kegiatannya \"hmmm bedanya premium dan express boleh tau mbak?\"\n\"sebenarnya tidak jauh beda ya kak kalau paket express masseurnya bisa datang ke tempat kakak dan tidak hanya satu masseur tetapi yang mijat dua orang, harganya juga beda jauh tidak sama seperti paket premium dan paket murah, apa kak Wonwoo mau saya bookingkan untuk lusa?\"",
    "trans": "\"Okay... if you don’t mind me asking, who am I speaking with?\"\n“Um... I’m Won... I’m Wonwoo, ma'am.”\n\"Alright, Mr. Wonwoo... The packages available right now are the premium package and the economy package.\"\n\"Why isn’t there an express package mentioned?\" Wonwoo thought. \"What’s the difference between the premium and economy packages, ma'am?\"\n\"The premium package covers the full body, Mr. Wonwoo. We use premium ingredients for the oil and lotion, and the duration is one hour. Mr. Wonwoo can also choose from available masseurs. The economy package has a duration of only thirty minutes, and you cannot choose the masseur.\"\n\"Hmmm, I see. My friend told me there’s an express package, ma'am?\"\n\"Alright, Mr. Wonwoo, the express package is fully booked today and tomorrow. If I check, it might be available the day after tomorrow, but there’s only one slot left.\"\n“Wow wow wow, that’s perfect; I’m on leave!” Wonwoo felt even more anxious, even though he didn’t know what activities awaited him. “Hmmm, can you tell me the difference between premium and express?”\n“Well, there isn’t much difference, Mr. Wonwoo. With the express package, the masseurs can come to your location and there are two masseurs instead of one. The price is also significantly different from the premium and economy packages. Would you like me to book for the day after tomorrow?”"
}