{
    "source": "id_ID",
    "target": "en_US",
    "text": "Deskripsi\nCALORTUSIN 10 KAPLET mengandung zat aktif Paracetamol, Dextrometorphan HBr, Phenylpropanolamine, dan CTM. Paracetamol bekerja sebagai analgesik-antipiretik. Dextrometorphan HBr bekerja sebagai antitusif. Phenylpropanolamine HCl bekerja sebagai dekongestan hidung. dan Chlorpheniramine Maleate bekerja sebagai antihistamin.\nIndikasi Umum\nUntuk meringankan gejala flu seperti demam, sakit kepala, hidung tersumbat, dan bersin-bersin yang disertai batuk.\nKomposisi\nParacetamol 500 mg, Dextromethorphan HBr 15 mg, Phenylpropanolamin HCl 15 mg, Chlorpheniramine Maleate 2 mg\nDosis\nAnak-anak usia 6-12 tahun: diminum 3 kali sehari, 1/2 kaplet. Dewasa: diminum 3 kali sehari, 1 kaplet.\nAturan Pakai\nSesudah makan\nPerhatian\nHati-hati pada pasien yang memiliki alergi atau hipersensitif terhadap salah satu atau beberapa komponen obat. Memiliki masalah pada jantung dan penyakit diabetes melitus. Memiliki gangguan fungsi hati yang berat. Memiliki tekanan darah tinggi berat, stroke, obesitas, dan Lansia. Sedang menjalani pengobatan dengan Monoamin Oksidase Inhibitor (MAO).\nKontra Indikasi\nPenderita hipertensi, hipertiroidisme, trombosis koroner, pasien yang mendapat pengobatan dengan penghambat monoamin oksidase, gangguan fungsi hati, glaukoma, diabetes, asma, gangguan jantung, dan gondok.\nEfek Samping\nrasa mengantuk, masalah pencernaan, bibir terasa kering, retensi urin, gangguan psikomotor\nGolongan Produk",
    "trans": "Description\n10 CAPLETS of CALORTUSIN contains active ingredients including Paracetamol, Dextrometorphan HBr, Phenylpropanolamine, and CTM. Paracetamol works as an analgesic-antipyretic. Dextromethorphan HBr works as an antitussive. Phenylpropanolamine HCl works as a nasal decongestant. And Chlorpheniramine Maleate works as an antihistamine.\nGeneral Indications\nTo relieve flu symptoms such as fever, headache, nasal congestion, sneezing and coughing.\nComposition\nParacetamol 500 mg, Dextromethorphan HBr 15 mg, Phenylpropanolamine HCl 15 mg, Chlorpheniramine Maleate 2 mg\nDosage\nChildren aged 6-12 years: Take 3 times a day, 1/2 caplet. Adults: Take 3 times a day, 1 caplet.\nDirections\nTake after meals\nWarnings\nCautions for patients with allergies or hypersensitivity to one or more components of the drug. Have heart problems and diabetes mellitus. Have severe liver dysfunction. Have severe high blood pressure, stroke, obesity, and elderly persons. Currently undergoing treatment with Monoamine Oxidase Inhibitors (MAO).\nContraindications\nPatients with hypertension, hyperthyroidism, coronary thrombosis, patients with monoamine oxidase inhibitors treatments, liver function disorders, glaucoma, diabetes, asthma, heart problems and goiter.\nSide Effects\ndrowsiness, digestive problems, dry mouth, urinary retention, psychomotor trouble\nDrug Classification"
}