{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tepat ketika jantung Yuna memperlambat kerjanya, kalimat itu berdengung dalam rungu Ryujin.\nBilah beling sudah terlanjur menancap tepat pada dada kiri Yuna, melekat seolah telah ditakdirkan begitu. Seolah, Yuna ditakdirkan mati di tangan orang yang sangat ia cintai.\nRyujin tersenyum hambar ketika cairan anyir menembus kaos putih yang Yuna kenakan, tangan kanan Yuna masih memegang kotak hitam kecil; Yuna tersenyum kecil.\n\"Bawalah pergi bersamamu..\"\nRyujin menatap kosong kearah kotak hitam itu, sama sekali tidak berniat untuk menerimanya dari uluran tangan Yuna.\nYuna tersenyum pahit, pendarahannya tak sesakit melihat Ryujin yang menatapnya dingin. Namun, tubuhnya yang terlanjur kelelahan tak dapat menahan lebih lama. Ia sama sekali tak tertolong.\nTatapan dingin Ryujin melemah, tangannya melepaskan genggamannya pada bilah beling itu. Air matanya turun.\nTangannya yang berlumur darah meraih kotak hitam yang terjatuh dari genggaman Yuna. Mengambil kalung berbandul sapphire itu dari wadahnya.\nRyujin menatapnya perlahan, ia tersenyum tipis; \"mencintai dan mempercayaimu adalah pilihan terbodoh yang pernah aku pilih, Yuna.\"\n\"911 in your service, bagaimana kami bisa membantu anda?\"",
    "trans": "Exactly when Yuna's heart slowed its work, the sentence echoed in Ryujin's ears.\nThe blade was already stabbed exactly on Yuna's right chest, stuck there as though it had been destined like that. It seem Yuna was meant to die in the hands of the one whom she loved very much.\nRyujin smiled bitterly when the smelly liquid penetrated the white shirt that Yuna was wearing, Yuna's right hand was still holding the small black bock; Yuna smiled slightly.\n\"Take it with you..\"\nRyujin gazed emptily at the black box, he had no intention at all to receive it from Yuna's stretched hand.\nYuna smiled bitterly, her bleeding was not as painful as seeing Ryujin who stared at her coldly. But, her body that was already tired could not stand any longer. She was completely beyond help.\nRyujin's cold gaze weakened, his hand released its grip on the glass blade. His tears ran down.\nHis blood covered hand reached the black box that fell from Yuna's grip. He took the necklace with sapphire pendant from it's place.\nRyujin stared slowly, he made a thin smile, \"loving and trusting you was the most stupid choice I had ever chosen, Yuna.\"\n\"911 in your service, how can we help you?\""
}