{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"STOPPPP!!!\" Jennie teriak histeris menutup kedua telinganya erat-erat membungkam Chaeyoung.\n\"BERITA ITU BENAR!\" hardiknya.\n\"Aku pernah tidur dengannya...\" tandasnya membuat si blonde dan sepupunya itu terkejut.\nChaeyoung kehilangan tenaganya, bahkan untuk menahan beban tubuhnya sendiri hingga ia mundur beberapa langkah ke belakang. Tatapannya remang, masih tertuju pada Jennie.\n\"Aku memang pelacur, murahan dan sampah. Ayahku terjerat kasus prostitusi, korupsi dan penyelundupan senjata api ilegal. Kau tidak perlu menyembunyikan itu dariku.\" Jennie melangkah masuk ke kamarnya dengan nafas yang menggebu, meninggalkan Taeyong dan Chaeyoung saling bertatapan.\n\"Maafkan aku. Kau tak perlu percaya padaku, Chaeng. Karena semua itu benar. Kau pasti kecewa karena begitu percaya padaku kan? Maafkan aku telah mengecewakanmu. Kau orang baik, ku harap kau bisa bertemu dengan orang yang baik pula. Aku terlalu banyak merepotkanmu dan aku sangat berterimakasih karena mengenalmu. SMA Galaxy mempertemukanku denganmu, sampai jumpa, Chaeng.\"",
    "trans": "\"STOP!!!\" Jennie screams hysterically closing her two ears tightly, gagging Chaeyoung.\n\"THAT NEWS WAS RIGHT!\" She snapped.\n\"I have ever slept with her...\" she answered, which surprised the blonde and her cousin.\nChaeyoung felt her energy fade, struggling to hold her body upright, so she took a few steps back. Her vision blurred, but she remained focused on Jennie.\n\"Well, I'm a slut, trash and gimcrack. My father was caught in prostitution, corruption, and illegal gun-running. You don't have to conceal it from me.\" Jennie entered her room with hardly breath, leaving Taeyong and Chaeyoung looking at each other.\n\"I'm sorry. You don't have to believe me, Chaeng. Everything was right. You must be disappointed because you believe me that much, right? I'm sorry I have disappointed you. You are a good girl. I hope you can find a good guy, too. I'm bothering you too much and I really glad to know you. The Galaxy High School united us. See you, Chaeng.\""
}