{
    "source": "id_ID",
    "target": "en_US",
    "text": "Raden Ayu Andayaningrat, seorang diplomat ulung yang menjadi negosiator dari kembalinya Sultan Hamengku Buwono II dari pengasingan di Saparua. Periode yang paling kentara adalah kehadiran GKR Kencana, permaisuri dari Sultan Hamengku Buwono VII yang memiliki daya matematis yang ulung, Ia adalah perempuan yang mengatur keuangan di Keraton Yogyakarta.\n“Dari data kronologis yang dikumpulkan, akhirnya, Keraton Yogyakarta tidak secara khusus mengonstruksi dialog perlawanan terhadap dogma feminis yang sebenarnya belum selesai dipahami. Ihwal yang ditangkap cenderung berpusat pada data sejarah sebagai jalan untuk menyelami aksi-reaksi seorang parameswari sebagai perempuan,\" pungkas dia. (***)\nCek Berita dan Artikel yang lain di Google News\nTag: kraton yogyakarta\nEditor: [redacted_name]\nBerita Terkait\n75 Tahun Peringatan Kerja Sama dengan Italia, Yogyakarta Royal Orchestra Gelar Konser di TBY\nHajad Dalem Sekaten, 16 Gending Ini Lazim Dilantunkan Selama Sekaten\nHajad Dalem Sekaten, Mengenal Sejarah Sepasang Gamelan Gangsa Sekati\nHajad Dalem Sekaten, 68 Gendhing Mengalun dari Pagongan Masjid Gedhe\nVideo Terbaru\nBerita Lainnya\nNilai Transaksi Manunggal Fair 2024 Capai Rp7,5 Miliar\nArtotel Gelar Pameran Seni Under the Sun\n3 Gol Arsenal Hajar Southampton di Stadion Emirates\nAtun dan Mandra Dampingi Doel di Debat Perdana Pilkada Jakarta\nPolisi Kerahkan 1.634 Aparat Gabungan untuk Amankan Debat Cagub Jakarta",
    "trans": "Raden Ayu Andayaningrat, was a skilled diplomat who became the negotiator for the return of Sultan Hamengku Buwono II from his exile in Saparua. The most visible period was the presence of GKR Kencana, the consort of Sultan Hamengku Buwono VII who had the excellent mathematical skill, was the woman who arranged the financial in Yogyakarta Palace.\n\"From the chronological data collected, finally, Yogyakarta Palace did not specifically construct the dialogue of resistance against feminist dogma which actually had not finished to be understood yet. The matter caught had the tendency to be centralized on the history data as a way to understand the action-reaction of a consort wife as a woman,\" he ended (***)\nCheck on other News and Articles in Google News\nTag: yogyakarta palace\nEditor: [redacted_name]\nRelated News\n75th Anniversary of Cooperation with Italia, Yogyakarta Royal Orchestra Holds Concert at TBY\nThe Great Celebration of Sekaten, These 16 Songs are Commonly Played During Sekaten\nThe Great Celebration of Sekaten, Get to Know the History of a Pair of Gangsa Sekati Gamelans\nThe Great Celebration of Sekaten, 68 Songs Flow from the Gongs' Place of Royal Mosque\nLatest Video\nOther News\nTransaction Value of 2024 Manunggal Fair Reaches RP7.5 Billion\nArtotel Holds Art Exhibition Under the Sun\n3 Arsenal Goals Beat Southampton at Emirates Stadium\nAtun and Mandra Accompany Doel in the First Debate of Jakarta Pilkada\nPolice Deploy 1,634 Joint Officers to Secure Jakarta Governor Candidate Debate"
}