{
    "source": "id_ID",
    "target": "en_US",
    "text": "Yang bikin mereka kaget, ternyata mereka punya selera humor yang sama. Kala yang dikira kalem ternyata kalo ketawa gede banget. Tantra yang diem ternyata kelakuannya kocak. Jordy yang pinter ternyata di circle bercandaan suka telat ketawa. Bintang yang badannya gede,ternyata soft banget. Vian yang keliatan galak, di balik itu, dia baik minta ampun, sama kayak Andreas. Sam yang aura mega bintang, ternyata orang yang disiplin soal kebersihan, dan Martin..\n\"Lho...kalian nggak usah patungan, aku ae yang bayar, cuma jajan kok..\"\nSemua yang lagi sibuk bukain dompet pas mau bayar di kasir diem dong. Anjir buat anak kos, mekdi kek udah makanan mewah level raja terakhir dan bisa-bisanya Martin bilang itu cuma jajan?!\n\"Eh, nggak salah denger gue? Udah gapapa, kita bayar sendiri aja, Tin...\" kata Sam agak sungkan tapi berharap.\nMartin senyum. \"Soalnya kalian temen-temenku mulai sekarang, tapi maaf ya, aku nggak ada cash, nanti aku utang sek ya parkirnya hehe,\" Martin ngeluarin black card. \"Udah, makanannya, cepet diambil, cari meja aja aku nyusul...\"\n***\nMereka makan dengan tenang tapi ada bumbu-bumbu sungkan. Yaiyalah, semua dibayarin sama Martin. Sementara Martin keliatan santai ae.",
    "trans": "What makes them surprised is having the same sense of humor. Kala was considered calm, but he had a big laugh. Tantra was considered quiet, actually funny. Jordy is known as a smart student but is slow in responding to humor. Bintang, who has a big body, actually is so soft. A fierce look Vian, he is kind, he is like Adreas. Sam, who has a big star aura, is disciplined for cleanliness, and Martin.\n\"You all don't need to joint venture, it's on me, it's just snacks...\"\nThey are busy opening their wallet when they pay for the snack in front of the cashier, suddenly freezing. Gosh, for boarding boy, McD is the fancy beverage for the King level, how could Martin say it's just snacks?!\n\"Hey, I'm not misheard, right? It's okay, we can pay for it ourselves, Tin...\" Sam said a little reluctant but wanted it.\nMartin smiled. \" You are my friends from now, but sorry I have no cash, I owe a parking bill, haha,\" Martin pulled out his black card. \"Go on, take the food, quick! Find the empty table! I follow you then...\"\n***\nThey enjoy their meal quietly but there are uneasy seasonings. Of course, Martin paid for all the food. Meanwhile, Martin looks fine."
}