{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Aku sudah menerima lamaranmu, berati aku siap Hyung”\n“Jadi kita akan langsung menikah saja?” Tanya Jeno\n“Begitu juga tidak apa-apa” Jawab Jaemin\n“Baiklah, kalau begitu setelah menikah juga kau tidak boleh bekerja”\n“Kenapa?” Tanya Jaemin sontak menarik kepalanya yang bersandar pada Jeno\n“Kau akan dirumah, menjadi ratu di rumah mewah kita, melayani aku, merawat diri, berbelanja, kesalon, menghamburkan uangku, dan menjadi Mama yang baik bagi anak-anak kita”\n“Tidak, aku ingin tetap bekerja sebelum aku hamil”\n“Kenapa begitu?”\n“Kalau aku berhenti, nanti akan ada sekretaris yang menggantikan aku. Selama ini aku sudah melihat bagaimana mereka bertingkah genit dan kecentilan didepanmu. Satu Felix saja sudah membuatku geram, jangan ada Felix yang lain” Celotehnya membuat Jeno terkekeh mendengarnya.\n“Aku kan sudah punya istri”\n“Tetap tidak, aku akan tetap bekerja”\n“Posesif sekali” Gerutu Jeno mencubit pipi lembut Jaemin membuat Jaemin mengerutkan alisnya memasang raut wajah sebal.\n“Baiklah, terserahmu saja” Ucap Jeno pada akhirnya.\n“Ayo istirahat, kita jalan-jalan lagi besok” Ajak Jeno\n“Ya, ayo aku lelah sejak tadi menangis terus jadi mengantuk” Sahutnya seraya beranjak dari dekapan Jeno.",
    "trans": "\"I've accepted your proposal, which means I'm ready, Oppa.\"\n\"So we're just gonna get married right away?\" asked Jeno.\n\"That's fine,\" replied Jaemin.\n\"Alright, you're not allowed to work after we get married.\"\n\"Why?\" asked Jaemin then pulled his head back which had been leaning on Jeno.\n\"You'll stay at home, become the queen of our luxurious house, serve me, take care of yourself, shop, go to the salon, spend my money, and be a good mother to our children.\"\n\"No, I want to keep working before I get pregnant.\"\n\"Why is that?\"\n\"If I quit, there will be a new secretary. I've already seen how they act flirtatious and annoying in front of you. Just one Felix is enough to make me mad, no more another Felix,\" she rambled making Jeno laugh as he heard it.\n\"I'll already have a wife.\"\n\"No, I'll keep working.\"\n\"You're so possessive,\" muttered Jeno pinching Jaemin's smooth cheek making Jaemin furrow his brows and make a displeased face.\n\"Alright, it's up to you then,\" said Jeno in the end.\n\"Let's take a rest, we'll go for a walk again tomorrow,\" suggested Jeno.\n\"Yeah, I've been crying all this time so I'm feeling sleepy,\" she replied as she pulled away from Jeno's hug."
}