{
    "source": "id_ID",
    "target": "en_US",
    "text": "Hubungan Keluarga dan Sejarah: Selain itu, ada banyak hubungan keluarga dan bisnis antara kedua negara karena sejarah panjang hubungan kedua bangsa ini, termasuk mereka yang bekerja lintas batas atau memiliki keluarga di kedua negara.\n2. Australia (127,097 kunjungan)\nBali sebagai Destinasi Utama: Bali merupakan destinasi favorit bagi turis Australia. Bali menawarkan biaya hidup yang relatif murah, keindahan alam, pantai, dan keramahtamahan yang menarik bagi mereka. Selain itu, penerbangan langsung yang cepat (sekitar 5-6 jam dari kota-kota besar di Australia) menjadikan Bali sebagai pilihan utama.\nHubungan Bisnis dan Pendidikan: Banyak warga Australia yang melakukan kunjungan bisnis ke Jakarta dan kota-kota besar lainnya. Indonesia juga menjadi destinasi bagi siswa Australia yang ingin mengikuti program pertukaran pelajar atau belajar bahasa Indonesia.\nIklim Tropis: Iklim tropis Indonesia yang kontras dengan cuaca di Australia terutama selama musim dingin di Australia juga menjadi faktor yang menarik mereka untuk berlibur ke Indonesia.",
    "trans": "Family and Historical Connections: Furthermore, there are numerous family and business connections between the two countries stemming from the long history of relations between the two nations, including those who work across borders or have family members in both countries.\n2. Australia (127,097 visits)\nBali as a Top Destination: Bali is a favourite destination for Australian tourists. Bali offers a relatively low cost of living, natural beauty, beaches, and warm hospitality that are attractive to them. Additionally, quick direct flights (approximately 5-6 hours from major cities in Australia) make Bali a top choice.\nBusiness and Educational Relations: Many Australians travel to Jakarta and other major cities for business purposes. Indonesia is also a destination for Australian students looking to participate in exchange programs or learn Indonesian.\nTropical Climate: Indonesia's tropical climate which is in contrast to the weather in Australia particularly during the winter also serves as a significant factor attracting tourists to vacation in Indonesia."
}