{
    "source": "id_ID",
    "target": "en_US",
    "text": "Narasumber: Tentu. Tantangan terbesar adalah masalah pendanaan. Membuat pendidikan tinggi gratis berarti pemerintah harus mengalokasikan anggaran yang sangat besar. Selain itu, ada risiko bahwa universitas bisa kewalahan karena peningkatan jumlah mahasiswa. Kualitas pendidikan juga mungkin terpengaruh kalau tidak ada perencanaan yang matang.\nPewawancara: Bagaimana dengan pandangan bahwa pendidikan gratis bisa membuat orang kurang menghargai pendidikan itu sendiri?\nNarasumber: Itu pandangan yang cukup valid. Ada kekhawatiran bahwa jika pendidikan gratis sepenuhnya, beberapa orang mungkin jadi kurang menghargai kesempatan belajar. Tapi menurut saya, itu bisa diatasi dengan sistem evaluasi yang ketat dan beasiswa berbasis prestasi. Jadi, meskipun gratis, tetap ada standar yang harus dipenuhi mahasiswa.\nPewawancara: Jika pendidikan tinggi tidak sepenuhnya gratis, alternatif apa yang bisa diambil?\nNarasumber: Ada beberapa alternatif. Subsidi parsial bisa menjadi solusi, di mana hanya kelompok tertentu yang mendapat pembebasan biaya. Selain itu, skema beasiswa dan pinjaman pendidikan dengan bunga rendah juga bisa diterapkan. Dengan begitu, hanya mereka yang benar-benar membutuhkan yang menerima bantuan finansial.",
    "trans": "Source: Certainly. The biggest challenge is funding. Making higher education free means the government must allocate a substantial budget. Moreover, there is a risk that universities could become overwhelmed by the increased number of students. The quality of education might also be affected if there is no proper planning.\nInterviewer: What about the view that free education could lead to people valuing education less?\nSource: That’s a fairly valid point. There is a concern that if education is entirely free, some people might undervalue the opportunity to learn. However, I believe this can be addressed through a strict evaluation system and merit-based scholarships. So, even though it’s free, there would still be standards that students have to meet.\nIf higher education is not entirely free, what alternatives could be considered?\nSource: There are several alternatives. Partial subsidies could be a solution, in which only a certain group can receive fee exemption. In addition, scholarship schemes and low-interest educational loans can also be carried out. Therefore, only those who truly need it can receive financial assistance."
}