{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tidak ada kata- kata.\nAkhirnya, saya menyerah mendengarkan jawabannya dan hanya menikmati pagi saya seperti biasa sambil minum teh.\nCuacanya bagus hari ini.\nMusim semi sedang matang, jadi ke mana pun Anda memandang, Anda bisa melihat pesta berwarna hijau cerah.\nAku bangkit dan membuka jendela.\nAroma segar musim semi perlahan mewarnai kamarku.\n2️⃣\n\"Cuacanya bagus...\nItu agak dingin di pagi hari, tetapi bahkan itu terasa menyegarkan.\nKetika saya sedang mencoba untuk memperbaiki anggur yang tumpah, Killian muncul di belakang saya dan menahan saya di antara dia dan jendela dengan tangan terentang.\nSaya sangat terkejut dengan situasi yang tidak terduga sehingga saya menjadi kaku.\n\"Sepertinya kamu membantu ibumu dengan baik.\"\n\"Ya? Baiklah, itu dia. Ini masalah tentu saja ...\" \"Kudengar kau sangat ahli...\nTiba- tiba, saya bertanya- tanya tentang apa semua ini. Sepertinya kejadian kemarin sampai ke telinga Killian... … … … .\n“Lebih baik tidak melakukan hal bodoh. Apa yang kamu lihat dan dengar di kamar ibumu akan segera dilupakan begitu kamu meninggalkan kamar itu.\" \"Jangan khawatir. Aku tidak cukup pintar untuk mengingat semuanya.",
    "trans": "There is no word.\nI finally gave up listening to his answer and enjoyed my morning by drinking tea as usual instead.\nThe weather is nice today.\nSpring is in full bloom, so wherever you look, you can see a feast of bright green colors.\nI got up and opened the window.\nThe fresh scent of spring slowly filled my room.\n2️⃣\n\"The weather is nice...\"\nIt was a bit cold in the morning, but even that felt refreshing.\nAs I was trying to clean up the spilled wine, Killian appeared behind me and held me between him and the window with his outstretched arms.\nI was so startled by the unexpected situation that I froze.\n\"Looks like you're helping your mom well.\"\n\"Yeah? Alright, that's it. This is the issue, of course...\" \"I've heard you're quite the expert...\"\nSuddenly, I wondered what all of this was about. It seemed that Killian had heard about what happened yesterday... … … … .\n\"Better not do anything stupid. What you saw and heard in your mother's room will be quickly forgotten once you leave that room.\" \"Don't worry. I'm not smart enough to remember everything.\""
}