{
    "source": "id_ID",
    "target": "en_US",
    "text": "Baca:Emiten Happy Hapsoro SINI Kembali ARB Usai Kasus Korupsi BTS\nTacompact Board merupakan salah satu inovasi produk solusi interior dari TACO berupa phenolic board dengan ekstra kertas kraft resin phenolic yang kokoh, tebal, tahan benturan, tahan lama, dan tahan terhadap kelembaban. Hal tersebut membuat produk ini sangat cocok untuk berbagai kebutuhan proyek terutama pemakaian partisi, furnitur, dan lainnya.\nBerbeda dengan produk-produk TACO sebelumnya, LEM TACO Active hadir sebagai lem kuning serbaguna untuk semakin melengkapi pilihan produk TACO yang berkaitan dengan solusi interior. Belum lama diluncurkan, lem TACO Active ini dapat digunakan untuk merekatkan segala macam bidang diantaranya, HPL, PVC Sheet, Flooring-Vinyl, Karpet, dan lainnya, dengan Active Formula yang memberikan performa lebih kental, lebih pekat, dan lebih kuat.\nSebagai salah satu perusahaan manufaktur dan distribusi terbesar untuk High Pressure Laminates (HPL) di Indonesia, selain Tacompact Board dan LEM TACO Active, TACO juga menghadirkan berbagai inovasi produk lainnya, yaitu Clean Touch, Tacore, Postforming, dan PVC Board. TACO berupaya untuk mendekatkan produk dan memasarkan produknya dengan distribusi yang menyebar, namun juga bekerja sama dengan pihak-pihak seperti arsitek dan desainer interior untuk proyek residensial dan komersial.",
    "trans": "Read: Happy Hapsoro Emitters SINI Again Experiences Lower Auto Rejection (ARB) Following BTS Corruption Case\nTacompact Board is one of the interior solution product innovations from TACO consisting of a phenolic board with an extra layer of strong, thick, impact-resistant, durable, and moisture-resistant phenolic kraft paper resin. These qualities make this product highly suitable for various project needs, especially partitions, furniture, and others.\nUnlike previous TACO products, TACO Active glue comes as a versatile yellow adhesive to further complement TACO's product range related to interior solutions. Recently launched, TACO Active can be used to glue various surfaces, including HPL, PVC Sheet, Flooring-Vinyl, Carpets, and more, with an Active Formula that provides thicker, more concentrated, and stronger performance.\nAs one of the largest manufacturing and distribution companies for High-Pressure Laminates (HPL) in Indonesia, in addition to Tacompact Board and TACO Active glue, TACO also presents various other product innovations, including Clean Touch, Tacore, Postforming, and PVC Board. TACO strives to bring its products closer to customers and market them through extensive distribution, while also collaborating with parties such as architects and interior designers for residential and commercial projects."
}