{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Aku tak sebodoh itu, club itu milik kakak temanku.\"\nKepalanya ia miringkan dan berbisik halus di telinga lawan, Ten memejamkan matanya ketika nafas halus itu bergerak di tengkuknya.\n\"Aku ulangi, apa mau mu?\"\nTaeyong tidak menjawab, namun kancing baju atas si manis ia tarik hingga dasinya sedikit renggang. Suatu kertas di selipkan untuk masuk ke dalam kemeja tersebut dan berjalan menjauh. Ten sadar bahwa Taeyong sempat melirik tubuhnya sekilas, tapi tidak ia pikirkan.\nKini pemuda pisces itu hanya mengerjap menyadari hal yang seharusnya sangat tidak boleh terjadi.\nSenyumnya tidak luntur karena hari ini keberuntungan berada di pihaknya. Berkali-kali otaknya diperas untuk berpikir bagaimana cara menyingkirkan Ten Lee, si hebat NEO SHS. Tapi nampaknya Dewi Fortuna bersamanya semalam Di salah satu club malam terkenal, matanya menyipit ketika melihat peraih niai tertinggi di angkatan sekaligus rivalnya tengah melayani pria paruh baya.\nDan disinilah Lee Taeyong sekarang, di toilet sekolah. Memandang langsung Ten yang sedang membasuh mukanya. Sudut bibirnya terangkat saat muka polos itu mengingatkannya pada senyum menggoda yang diberikan pada pria di pangkuannya.",
    "trans": "\"I'm not that foolish, the club belongs to my friend's brother.\"\nHe tilted his head and whispered softly in his opponent's ear, Ten closed his eyes as the gentle breath brushed against the nape of his neck.\n“I repeat, what do you want?”\nTaeyong did not respond, but he tugged at the top button of the cutie's shirt until the tie was slightly loose. He slipped a piece of paper into the shirt and walked away. Ten realized that Taeyong briefly glanced at his body, but he dismissed the thought.\nNow the young Pisces just blinked at the realization of something that really shouldn't have happened.\nHis smile remains intact because the luck is on his side today. Time and again his brain was wracked with thoughts of how to get rid of Ten Lee, the remarkable star of NEO SHS. Yet it seems that Lady Luck was with him last night at one of the renowned nightclubs, his eyes narrowing as he watched the top achiever of their class and his rival serving a middle-aged man.\nAnd here is Lee Taeyong now, in the school restroom. Looking directly at Ten who is washing his face. The corners of his lips lift as that innocent face reminded him of the seductive smile he gave to the man seated on his lap."
}