{
    "source": "id_ID",
    "target": "en_US",
    "text": "Sasaran pada etika bisnis bertujuan untuk menjadi pedoman ataupun pandangan dalam mengambil keputusan maupun tindakan pada suatu kondisi. Sasaran etika bisnis ini dilakukan berdasarkan dari prinsip-prinsip etika bisnis yang ada. Beberapa sasaran utama dalam etika bisnis:\n1. Membangun reputasi yang baik\nDengan menerapkan etika bisnis yang tinggi, perusahan mendapatkan pandangan yang baik di mata konsumen, mitra, masyarakat, pemerintah, dan juga perusahaan lain. Dengan reputasi yang baik, perusahaan dapat menarik lebih banyak mitra bisnis.\n2. Keadilan dalam kompetisi\nEtika bisnis bertujuan untuk menghindari segala perbuatan curang yang dapat merugikan pihak manapun. Dengan menrapkan etika bisnis, diharapkan para pelaku bisnis dapat menghindari segala perbuatan korupsi, monopoli pasar, ataupun manipulasi pasar.\n3. Tanggung jawab sosial dan lingkungan\nPara pelaku bisnis diharap dapat bertanggung jawab secara sosial, seperti berkontribusi dilingkungan masyarakat. Sedangkan tanggung jawab sosial dapat dilakukan dengan menjaga kelestarian lingkungan dan tidak merusak alam.\n4. Meningkatkan kepuasan karyawan\nDengan memastikan karyawan diperlakukan secara baik dan adil, terpenuhi segala hak-hak karyawan, serta lingkungan kerja yang baik. Dengan melakukan etika bisnis terhadap karyawan, makan akan dapat meningkatkan motivasi dan juga semangat kerja dari karyawan tersebut.\n5. Menghindari resiko hukum",
    "trans": "The objectives of business ethics serve as guidelines or perspectives for making decisions and taking action in various situations. These objectives are based on established principles of business ethics. Some key goals of business ethics include:\n1. Building a good reputation\nBy adhering to high ethical standards, companies can gain a positive image in the eyes of consumers, partners, society, the government, and other businesses. A strong reputation can help attract more business partners.\n2. Fairness in competition\nBusiness ethics aim to prevent fraudulent activities that may harm any party. By implementing ethical practices, business actors are expected to avoid acts of corruption, market monopolies, or market manipulation.\n3. Social and environmental responsibility\nBusiness actors are encouraged to take social responsibility, such as contributing to the well-being of the community. Environmental responsibility involves preserving nature and preventing environmental damage.\n4. Enhancing employee satisfaction\nThis includes ensuring that employees are treated fairly, their rights are fulfilled, and they work in a good environment. By practicing business ethics toward employees, companies can boost their motivation and work enthusiasm.\n5. Avoiding legal risks"
}