{
    "source": "id_ID",
    "target": "en_US",
    "text": "Seisi sekolah juga sudah tau tentang kebencian Isagi Yoichi dan Michael Kaiser terhadap satu sama lain. Bukan kenapa-kenapa, hanya academic rival, yang tidak pernah dirasakan Isagi sebelum Kaiser pindah ke sekolah ini.\nIsagi selalu benci Kaiser. Benci lihat seringaian nya yang ((menurutnya)) seakan meremehkan, benci lihat tato bunga mawar biru pada leher dan lengannya, benci lihat rambut pirang yang diwarna biru di ujungnya itu—Isagi pikir itu terlihat bodoh.\nTapi, Isagi paling benci lihat paras wajahnya yang menawan. Cantik, Kaiser cantik. Isagi benci dengan fakta bahwa kata-kata itu terlalu sering lewat di kepalanya.\nDan disini Isagi sekarang, di dalam bilik toilet yang ada di sekolah mereka. Isagi mendudukkan diri di atas toilet, menengadah dengan nafas yang memburu, \"Anjing, bahkan gue belum nyentuh sedikitpun,\" Gumamnya, melirik celananya sendiri yang sesak, minta dikeluarkan.\nIsagi mulai menurunkan resleting celana sekolahnya, diurutnya perlahan miliknya dari luar boxer. Ia memejamkan mata, menikmati friksi yang diciptakan oleh tangannya sendiri. Isagi sendiri tidak tau kenapa ia tiba-tiba sange, yang dia ingat hanya menghabiskan beberapa minggu terakhir dengan belajar lebih giat. Supaya bisa kalahkan Kaiser dalam UTS bulan depan.\nNafasnya memburu, ia lucuti semua pakaian bawahnya hingga ke lutut, digenggam perlahan miliknya sendiri. 'Ah, masih kering,' Pikirnya sambil meringis, belum sepenuhnya ereksi dan basah.",
    "trans": "The entire school already knew about the animosity between Isagi Yoichi and Michael Kaiser. It wasn’t anything serious—just an academic rivalry, something Isagi had never experienced before Kaiser transferred to the school.\nIsagi always hated Kaiser. Hated the way he grinned, that ((in his opinion)) looked so condescending. Hated the blue rose tattoos on his neck and arms. Hated the blond hair with blue-dyed tips—Isagi thought it looked ridiculous.\nBut what Isagi hated most was Kaiser’s strikingly handsome face. Beautiful, Kaiser was beautiful. Isagi hated the fact that those words ran through his mind too frequently.\nAnd here Isagi is now, inside the toilet cubicle in their school. Isagi sat on the toilet, looking up with ragged breath, \"Shit, I haven't even touched a bit,\" He muttered, glancing at his own tight pants, begging to be taken out.\nIsagi began to unzip his school pants, slowly massaging his own from outside the boxers. He closed his eyes, enjoying the friction created by his own hands. Isagi himself didn't know why he was suddenly horny; all he remembered was spending the last few weeks studying harder. So, he could beat Kaiser in the mid-term exam next month.\nHis breath was ragged, he took off all his lower clothes down to his knees, slowly holding his own. 'Ah, it's still dry,' He thought with a wince, not fully erect and wet."
}