{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Ada yang bisa aku bantu?\" Nana bertanya tanpa basa-basi. Matanya menyipit membiasakan terkena sinar matahari langsung dari luar yang mana hari ini dia belum keluar dari rumah sama sekali.\n\"Paket.\" Jawab tamu itu singkat. Dia pria tinggi dengan topi dan jaket berwarna hitam, suaranya terdengar berat.\nNana mengedarkan pandangan ke luar, tidak mendapati mobil box pengantar paket biasanya. Hanya ada mobil sedan hitam tua. Lalu pandangannya beralih pada kardus box berukuran sedang di tangan orang itu.\n\"Aku tidak merasa membeli apapun.\" Kata Nana yakin. Jika dia membeli sesuatu secara online, ia akan antusias mengecek perjalanan paketnya agar tau kapan itu akan tiba.\n\"[redacted_name], bukan?\"\n\"Err benar itu namaku.\"\n\"Artinya paket ini untukmu.\"\n\"Tapi aku tidak merasa memesan apapun.\"\n\"Aku hanya kurir, tugasku mengantar.\"\nSedikit-banyak Nana memiliki empati. Orang ini sedang bekerja, perkerjaannya mengharuskan barang kiriman sampai di tangan penerima. Nana pun menerimanya. Barangkali ayah atau ibunya memberi sesuatu tapi lupa mengatakannya pada Nana.\n\"Terimakasih.\"\nPria itu mengangguk singkat lalu berbalik akan pergi. Namun langkahnya berhenti untuk kembali pada Nana yang hampir menutup pintu.\n\"Boleh aku meminjam kamar mandi?\"",
    "trans": "\"What can I help you?\" asked Nana bluntly. She squinted her eyes, getting used to the direct sunlight from outside as she hadn't left the house at all today.\n\"It's a package,\" answered the guest briefly. He was a tall man wearing a black hat and jacket, his voice sounded deep.\nNana glanced outside, but didn't see the usual delivery truck. There was only an old black sedan. Her gaze shifted to the medium-sized cardboard box in the man's hand.\n\"I don't think buying anything,\" said Nana confidently. If she had ordered something online, she would have been excited to tract the package to know when it would arrive.\n\"[redacted_name], isn't it?\"\n\"Err that's my name.\"\n\"This means it's for you.\"\n\"But I don't feel like I ordered anything.\"\n\"I'm just the courier, my job is to deliver.\"\nTo some extent, Nana had empathy. This man was doing his job, which required the package to be delivered to the recipient. Nana accepted it. Perhaps her father or mother had sent something but forgot to tell her.\n\"Thank you.\"\nThe man nodded briefly and turned to leave. However, his steps stopped as he turned back to Nana who was almost closing the door.\n\"Can I use your bathroom?\""
}