{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"mandi, di sana kamar mandinya\" ucap Heeseung dengan menujuk kamar mandi yang ada di ujung ruangan\nJay menatap kamar mandi yang di tunjuk oleh Heeseung, bukan kah itu ruangan kematian? Jay ingat saat Heeseung memandikan nya, ia seketika meringkuk ketakutan.\n\"mandi\" tekan Heeseung\nJay menundukkan ekor serta telinganya, Heeseung memijit pangkal hidungnya tunggu sebentar ada satu pertanyaan yang ada di benak Heeseung, Heeseung menatap Jay.\n\"Lo tau gak caranya mandi sendiri?\" tanya Heeseung\nJay mengerjap, dia menatap Heeseung dengan bingung, Heeseung seketika paham bahwa sebenarnya Jay tidak tau apa yang ia katakan sedari tadi, Heeseung berteriak frustasi sedangkan Jay langsung terkejut.\n\"masa iya gue harus mandiin Lo kalo gue sange gimana?\" tekan Heeseung dengan memegang kedua bahu Jay\nJay menatap Heeseung.\n\"mana tahan, coba aja kalo bentukan Lo kucing pasti gue mandiin kok tapi sekarang kan beda jadi Lo harus mandi sendiri Jayyy aaaaa\" dramatis Heeseung",
    "trans": "“Take a bath. The bathroom’s over there,” Heeseung said, pointing toward the bathroom at the far end of the room.\nJay followed the direction of Heeseung’s finger, staring at the bathroom. Wasn’t that the room of doom? He vividly remembered the last time Heeseung bathed him and instinctively curled up in fear.\n“Take a bath,” Heeseung repeated firmly.\nJay’s tail and ears drooped. Heeseung pinched the bridge of his nose, suddenly struck by a thought. He looked at Jay.\n“Do you even know how to bathe yourself?” Heeseung asked.\nJay blinked, looking at him in confusion. Realization dawned on Heeseung—Jay didn’t understand a word he’d been saying. Frustrated, Heeseung let out a yell, startling Jay.\n“You can’t seriously expect me to bathe you! What if I get... turned on or something?” Heeseung blurted out, grabbing Jay by the shoulders.\nJay stared at him.\n“No way I’d survive that. If you were still a cat, I’d bathe you, no problem! But now? It’s different, so you have to bathe yourself, Jayyyy!” Heeseung whined dramatically."
}