{
    "source": "id_ID",
    "target": "en_US",
    "text": "1. UK Tidak Pernah Bergabung dengan Schengen:\n• Meski sebelum Brexit UK masih jadi anggota Uni Eropa, mereka tidak pernah bergabung dengan zona Schengen. Ini artinya, dari dulu, mereka tetap menerapkan kontrol perbatasan yang ketat dan punya sistem visa sendiri yang berbeda dari negara-negara Schengen.\n• Walaupun orang Eropa bisa bebas masuk ke UK dulu tanpa visa, orang dari negara non-Eropa seperti kita tetap harus mengajukan visa UK secara terpisah, meski sudah punya visa Schengen. Jadi, peraturan visa UK selalu terpisah dan memang lebih sulit.\n2. Kebijakan Imigrasi yang Selalu Ketat:\n• UK memang dikenal memiliki kebijakan imigrasi yang lebih ketat dibanding banyak negara Eropa lainnya, terutama dalam hal mengontrol arus pendatang, baik untuk turis maupun imigran. Mereka selalu lebih berhati-hati dalam memberikan izin masuk, terutama untuk mencegah overstay atau migrasi ilegal. Ini salah satu alasan kenapa mereka memerlukan lebih banyak dokumen, bukti keuangan, dan sering kali detail perjalanan yang sangat spesifik.\n• Meskipun Uni Eropa dulu lebih terbuka dalam kebijakan imigrasi, UK selalu berbeda dengan tetap menjaga aturan ketat soal siapa yang bisa masuk ke negara mereka.\n3. Proses Administrasi yang Lebih Birokratis:",
    "trans": "1. The UK Has Never Joined the Schengen:\n• Although the UK was still a member of the European Union before Brexit, it had never joined the Schengen zone. This means that, from the beginning, they have enforced strict border controls and had their visa system different from those of Schengen countries.\n• Even though Europeans could enter the UK freely without a visa, people from non-European countries like us still have to apply for a separate UK visa, even if we already have a Schengen visa. So, the UK visa regulations have always been separated and admittedly more difficult.\n2. Strict Immigration Policies:\n• The UK is known for having stricter immigration policies compared to many other European countries, especially when it comes to controlling the flow of visitors, whether tourists or immigrants. They are always more cautious in granting entry, particularly to prevent overstaying or illegal immigration. This is one of the reasons why they require more documents, financial proof, and often very detailed travel plans.\"\n• While the European Union was more open with immigration policies in the past, the UK has always been different, maintaining strict regulations on who can enter the country.\n3. A More Bureaucratic Administrative Process:"
}