{
    "source": "id_ID",
    "target": "en_US",
    "text": "pengguna ataupun dengan mempelajari kebiasaan dari pengguna. Rekomendasi dibuat dengan membandingkan\nprofil pengguna dengan item dengan fitur yang sama. Item terbaik yang paling cocok dan paling mirip akan\ndirekomendasikan kepada pengguna [5].\nAlgoritma penyaringan kolaborasi adalah algoritma yang paling banyak digunakan, algoritma ini melakukan\nrekomendasi item berdasarkan pilihan pengguna lain yang memiliki kesamaan kesukaan dengan pengguna tersebut.\nAlgoritma penyaringan kolaborasi mempertimbangkan pengguna lain yang mirip dengan pengguna target, dan\nmenemukan kesamaan antara keduanya. Kemudian item yang dipilih pengguna yang mirip dengan pengguna target\ntersebut direkomendasikan ke target pengguna. Dalam algoritma ini, hanya digunakan data interaksi antara produk\ndengan konsumen dan mengabaikan atribut konsumen dan produk. Algoritma penyaringan kolaborasi memiliki\ntiga metode yaitu k-nearest neighbor, association rules-based prediction, dan matrix factorization [5].\nMetode k-nearest neighbor merekomendasikan item dengan mengukur korelasi antara profil pengguna target\ndengan profil pengguna lain dalam basis data. Saat k-nearest neighbor ditemukan, agregasi nilai dari profil\npengguna yang berkorelasi tersebut yang direkomendasikan. Metode association rules-based prediction",
    "trans": "User preferences are shaped by observing their habits. Recommendations are generated by comparing\na user's profile to items with similar features. The items that best match and resemble the user's interests are then\nsuggested to the user [5].\nCollaborative filtering algorithms are the most popular choice for making recommendations. These algorithms work by\nsuggesting items based on the preferences of other users who have similar tastes to the user in question.\nThe algorithms look for users who share common interests with the target user, and\nidentify the similarities between them. Based on this, the items that similar users have chosen\nare recommended to the target user. This algorithm focuses solely on the interaction data between products\nand consumers, ignoring specific attributes of the consumers and the products themselves. Collaborative filtering algorithm encompasses\nthree main approaches: k-nearest neighbor, association rules-based prediction, and matrix factorization [5].\nThe k-nearest neighbor approach recommends items by calculating the correlation between the target user's profile\nand the profiles of other users in the database. Once k-nearest neighbor are identified, the recommendation is made by aggregating the values\nfrom these correlated user profiles. The association rules-based prediction method"
}