{
    "source": "id_ID",
    "target": "en_US",
    "text": "Ulangi kata sandi\nSaya sudah memahami penjelasan terkait Kebijakan Privasi dan Ketentuan Pengguna BBM Bersubsidi dan cara penggunaan QR Code beserta konsekuensi yang timbul pada penggunaannya.\nDaftarkan kendaraan/usaha Anda setelah masuk ke akun Anda untuk mendapatkan QR subsidi.\nBuat Akun\nPanduan Pendaftaran Pengguna Pertalite dan Solar Subsidi\nNo. Kebutuhan Data\n1. Foto KTP\n2. Foto STNK Depan Belakang\n3. Foto Kendaraan Tampak Depan dan Samping\nLihat Contoh Foto Dokumen\nDokumen yang Diperlukan\nSilakan menyiapkan dokumen yang diperlukan sebelum melakukan pendaftaran sesuai dengan kendaraan yang Anda miliki.\n1. Daftar Pengguna Baru & Aktivasi Email\nKlik “Daftar Pengguna Baru” dan lengkapi pendaftaran. Setelah mendaftar, periksa kotak masuk email Anda untuk selanjutnya melakukan aktivasi agar data Anda dapat diproses untuk verifikasi.\nCentang seluruh syarat dan ketentuan kemudian lengkapi data diri Anda.\nPeriksa kotak masuk email Anda Klik tombol “Aktivasi Email”.",
    "trans": "Repeat password\nI have understood the explanation regarding the Privacy Policy and Terms of Use for Subsidized Fuel and how to use the QR code along with the consequences arising from its use.\nRegister your vehicle/business after logging into your account to obtain the subsidy QR code.\nCreate account\nGuidelines for Registering Users of Subsidized Pertalite and Solar.\nNo. Data Requirements\n1. ID Card Photo\n2. Front and Back Photo of the Vehicle Registration (STNK)\n3. Front and Side Photo of the Vehicle\nSee Example of Document Photo\nRequired Documents\nPlease prepare the required documents before registering according to the vehicle you own.\"\n1. New User Registration & Email Activation\nClick \"New User Registration' and complete the registration. After registering, check your email inbox to activate your account so that your data can be processed for verification.\nCheck all the terms and conditions then complete your personal information\nCheck your email inbox and click the \"Activate Email\"."
}