{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Bawa nih kue, buat Hanjin juga.\" Ibu Dohoon menyodorkan kotak makan berisi kue-kue yang tadi pagi dibuatnya.\n\"Aku nginep boleh gak, Ma?\" tanya Dohoon sembari menerima kotak makan itu.\n\"Tanya ke mamanya Hanjin jangan ke Mama,\" jawab Ibu Dohoon.\n\"Kalo dibolehin jadi boleh?\"\n\"Ya, terserah. Asal gak jadi beban aja.\"\nDohoon langsung mengangguk dengan senyum setelah mendengar itu, ia pun pamit pada ibunya.\nMenuju rumah Hanjin, ia berpapasan dengan Ibu Hanjin yang kebetulan mau ke rumahnya untuk membantu mempersiapkan acara arisan.\nDohoon benar-benar meminta izin kepada Ibu Hanjin untuk bisa menginap dan seperti ekspektasinya, Ibu Hanjin mengiyakan permintaan Dohoon.\nSemakin berseri lah pemuda tinggi itu jadinya.\nTerlalu lama tidak bercengkrama dengan tetangga manisnya.\nMasuk ke dalam rumah Hanjin dengan langkah ringan, Dohoon juga sebelumnya sempat mengirim pesan kepada si manis bahwa ia mau datang.\nHanjin hanya menjawab singkat mengatakan bahwa ia ada di kamar dan Dohoon bisa langsung masuk saja ke kamarnya.\nDi sini lah Dohoon sekarang, mengetuk pintu kamar Hanjin menandakan bahwa ia sudah datang.\n\"Sebentar, kak!\" jawab Hanjin dari dalam kamar. Beberapa saat kemudian, pintu itu terbuka.",
    "trans": "\"Here, take this cake, for Hanjin too,\" said Dohoon’s mother, handing him a lunch box filled with the cookies she had made this morning.\n\"Can I sleep over, Mom?\" Dohoon asked as he took the box.\n\"Ask Hanjin’s mom, not me,\" his mother replied.\n\"If she says yes, then, can I?\"\n\"Yeah, whatever. As long as it’s not bothersome.\"\nDohoon nodded eagerly, a wide grin spreading across his face. After saying goodbye to his mother, he set off.\nOn his way to Hanjin’s house, he ran into Hanjin’s mother, who was on her way to Dohoon’s house to help prepare for a gathering.\nDohoon asked Hanjin’s mother for permission to stay over, and as he had expected, she agreed.\nThe tall young man beamed even brighter.\nIt had been too long since he spent time with his sweet neighbour.\nWith light steps, Dohoon entered Hanjin’s house. He had sent a message to the sweet boy earlier, letting him know he was coming.\nHanjin had replied briefly, saying he was in his room and that Dohoon could come straight in.\nNow, here he was, knocking on Hanjin’s room door to signal he had arrived.\n\"One second, Oppa!\" came Hanjin’s voice from inside the room. A moment later, the door opened."
}