{
    "source": "id_ID",
    "target": "en_US",
    "text": "• Bali, di sisi lain, fokus utamanya adalah pariwisata berbasis budaya dan alam, sehingga pembangunan di sana lebih diarahkan untuk melestarikan suasana tradisional dan natural. Pengembangan modern di Bali lebih diarahkan untuk hotel, vila, dan resor dengan konsep arsitektur rendah dan menyatu dengan alam, karena daya tarik utama Bali adalah keindahan alam dan arsitektur tradisionalnya.\n3. Kawasan Cagar Budaya di Bandung yang Dilindungi:\n• Meski ada beberapa gedung tinggi di Bandung, kawasan yang benar-benar penting secara historis, seperti Menteng di Jakarta atau daerah Gedung Sate di Bandung, masih diproteksi dari pembangunan yang berlebihan. Gedung-gedung tinggi biasanya dibangun di kawasan yang lebih modern dan tidak melanggar ketentuan cagar budaya. Jadi, gedung tinggi seperti Pullman Bandung berada di area yang sudah diizinkan untuk pengembangan vertikal, meskipun dekat dengan bangunan bersejarah seperti Gedung Sate.\n• Di Bali, seluruh pulau dianggap sebagai kawasan berharga secara budaya dan estetika. Karena itulah, aturan lebih ketat untuk menjaga agar tidak ada satu pun bagian dari pulau yang tercemar oleh gedung-gedung tinggi yang bisa mengganggu pemandangan alam dan estetika tradisional.",
    "trans": "• Bali, on the other hand, primarily focuses on culture and nature-based tourism, so the development there is more directed towards preserving its traditional and natural atmosphere. Modern developments in Bali are more geared towards hotels, villas, and resorts with low-rise architecture that blends with nature, as Bali's main attractions are its natural beauty and traditional architecture.\n3. Protected Cultural Heritage Areas in Bandung:\n• Although there are some high-rise buildings in Bandung, historically important areas, such as Menteng in Jakarta or Gedung Sate in Bandung, are still protected from excessive development. High-rise buildings are typically built in more modern areas and do not violate cultural heritage regulations. Therefore, high-rise buildings like Pullman Bandung are located in areas already permitted for vertical development, even though they are near historic buildings like Gedung Sate.\n• In Bali, the entire island is considered culturally and aesthetically valuable. As such, stricter rules are enforced to ensure that no part of the island is tainted by high-rise buildings that could disrupt the natural views and traditional aesthetics."
}