{
    "source": "id_ID",
    "target": "en_US",
    "text": "Berkenaan dengan hal tersebut, wahabisme salah dalam tiga hal: Bahwa Allah SWT satu dalam ke-ilahi-an-Nya adalah perkara aqidah/i’tiqad yang berhubungan dengan keimanan dan keyakinan seseorang di dalam hatinya dan berkonsekuensi iman atau kafir;\nBahwa bentuk negara dan sistem pemerintahan adalah perkara syari’ah dan fiqih yang berhubungan dengan perbuatan yang tidak berkonsekuensi kepada iman atau kafir;\nBahwa wahabisme mencampuradukkan perkara aqidah dengan syariah/fiqih. Sedangkan aqidah dan syariah/fiqih memiliki konsekuensi yang berbeda terhadap seseorang.\nWahabisme yang memaknai tauhid uluhiyah sinonim dengan tauhid hakimiyah (teokrasi), membuat penganutnya menjadi radikal dimanapun mereka berada dan kapanpun.\nSebagaimana yang dikatakan oleh [redacted_name] (Dir. Pencegahan BNPT RI) bahwa radikalisme secara umum didefinisikan sebagai gagasan dan tindakan yang bertujuan untuk melemahkan dan merubah tatanan politik mapan dengan sistem baru, yang biasanya dilakukan dengan cara kekerasan atau ekstrim.\nAdapun ciri-ciri radikalisme adalah sbb:\n1) Politisasi agama (manipulator agama), dengan melawan pemerintahan (pemimpin) yang sah untuk tujuan kekuasaan dan mengganti ideologi negara Pancasila dengan ideologi lain, termasuk sistem Khilafah atau Daulah Islamiyah.\n2) Takfiri, dengan mengkafirkan pihak lain yang tidak seideologi/sepaham. Biasanya mereka intoleran terhadap perbedaan, ahli bid’ah, gemar menjustifikasi sesat, eksklusif, anti budaya lokal (seperti; tradisi Yasinan dan Tahlilan, Selamatan maupun lainnya), merasa paling benar (superior), serta menghalalkan segala cara atas nama agama.",
    "trans": "Regarding this matter, wahhabism is mistaken in three things: that Allah is one in His Divinity, is aqidah/i'tiqad matter in relation to one's faith and belief within one's heart and lead to a consequence of being believer or kafir;\nThat the form of a state and government system is syari'ah and fiqih matter in relation to the acts that doesn't lead to a consequence of being believer or kafir;\nThat wahhabism incorporate aqidah to syariah/fiqih matter, even though aqidah and syariah/fiqih carry different consequences to oneself.\nWahhabism that defines tauhid uluhiyah, similar to tauhid hakimiyah (teocracy), turns its followers to be radical wherever and whenever they are.\nAs mentioned by [redacted_name] (Director of Prevention of the National Counter-Terrorism Agency of the Republic of Indonesia) that radicalism is generally defined as an idea or act that aims to weaken or change the structure of established politics with new system, which is usually conducted using violence or extreme measures.\nThe characteristics of radicalism are as follows:\n1) Religion politicization (religion manipulator), by fighting against the ruling government (leader) to aim for power and change the ideology of Pancasila nation with other ideology, including Khilafah or Daulah Islamiyah system.\n2) Takfiri, by labelling other parties who aren't of the same ideology/belief as kafir. They are usually intolerant toward differences, the bid'ah expert, love to justify incorrectly, exclusive, anti local culture (such as; Yasin, Tahlil, and Congratulatory tradition or similar), possess superiority complex, and justify all means on behalf of religion."
}