{
    "source": "id_ID",
    "target": "en_US",
    "text": "Minhyun mengangguk pelan. \"Benar, kau begitu terlihat murahan. Kau menyerahkan dirimu dengan begitu saja, dimana lagi harga dirimu itu?\"\nSeulgi menatap tak percaya Minhyun. Dadanya begitu sakit saat pria yang ia cintai mengatakan kalau dirinya murahan.\n\"Kau hidup tanpa martabat demi studio tak bergunamu itu?\"\nSeulgi menahan airmatanya, \"Untuk menjadi seorang Direktur. Kau melupakan semua kenangan yang kau miliki denganku? Menurutmu, kepada siapa kau harus mengatakan hal itu?\"\nMinhyun menatap tajam Seulgi. \"Shin Seulgi, kau begitu penting bagiku. Aku menyuruhmu untuk memberikan aku waktu dan menungguku. Tapi apa yang kau lakukan? Kau menyerahkan dirimu kepada Park Jimin setelah kita putus! Kau tidak tahu betapa sedihnya perasaanku saat mengetahui kau tinggal bersamanya? Apakah kau tahu itu?\" Minhyun menggeluarkan unek – uneknya yang selama ini dia pendam.\n\"Apakah kau tahu betapa tak relanya, saat aku mengetahui kalau gadis yang aku sayangi serumah dengan pria lain?\" sambungnya.\nSeulgi menatap Minhyun lalu membalikkan badannya untuk pergi meninggalkan dirinya. Namun baru saja satu langkah Minhyun menghentikannya dengan memeluk Seulgi dari belakang.\n\"Shin Seulgi, jangan tinggalkan aku.\"\nSeulgi memberontak untuk lepas dari pelukan Minhyun. \"lepaskan aku, Hwang Minhyun. Aku sudah tak mencintaimu lagi.\"\n\"Tidak akan aku lepaskan.\"\n\"Biarkan aku pergi Minhyun –ah. Aku sudah tak mencintaimu lagi.\"",
    "trans": "Minhyun nodded slowly. \"Yeah, you look so slutty. You just surrender yourself. Where's your self-respect?\"\nSeulgi looked at Minhyun in shock. She felt her chest ached as the man she loved said that she was slutty.\n\"Do you live without dignity just for the sake of your useless studio?\"\nSeulgi held her tears back, \"You throw away all the memories you have with me to be a Director, isn't it? Who do you think you should say that words to?\"\nMinhyun stared at Seulgi intensely. \"Shin Seulgi, you're so important to me. I asked you to give me time and wait for me. But what did you do? You give yourself away to Park Jimin after we parted way! Do you know how broken I am when I know that you live with him? Do you know that?\" Minhyun vented all his emotions he had been supressing all this time.\n\"Do you know how hard it is for me to accept the fact that the woman I love live together with another man?\" he continued.\nSeulgi stared at Minhyun, then turned away to leave him. However, she just took one step away when Minhyun stopped her by giving her backhug.\n\"Shin Seulgi, don't leave me.\"\nSeulgi tried to get out from Minhyun's embrace. \"let go of me, Hwang Minhyun. I no longer love you.\"\n\"I'll never let you go.\"\n\"Let me go Minhyun-ah. I don't love you anymore.\""
}