{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jaemin baru sampai apartemen nya pada tengah malam. Renjun dan Younghoon ikut menginap. Sempat terjadi perdebatan saat pulang, Jaemin yang keukeh ingin ke apartemen dan Renjun yang menolak. Akhirnya Renjun dan Younghoon mengalah, asalkan mereka diperbolehkan menginap.\n\"Huuuft .. badanku rasanya sakit semua.\" Keluh Jaemin.\n°°°°\n\"Tidak .. jangan, hiks hiks\"\n\"Kakak , jangaaaaan, tolong\"\nRenjun menggedor pintu kamar Nana, karna tak ada balasan Younghoon pun mendobrak pintunya.\n\"Na bangun, Nana.\" Renjun berusaha membangunkan Jaemin yang berteriak histeris.\n\"Hah hah.\" Jaemin bangun dan langsung memeluk Renjun yang ada di sampingnya. Tubuhnya bergetar hebat, Jaemin ketakutan.\n\"Ssst ada hyung.\" Renjun berusaha menenangkan Jaemin. \"Apa mimpi itu datang lagi?\"\nJaemin tidak mampu menjawab, hanya menganggukkan kepalanya yang ada di dada Renjun.\n\"Semua baik-baik saja, tidur lagi hyung akan disini menemanimu\"\nSetelah 30 menit akhirnya Jaemin tertidur kembali. Renjun pun ikut menyusul Jaemin ke alam mimpi.\n°°°°\nDihari minggu yang cerah, Renjun si omega mungil tengah bermain game diruang tengah apartemen Jaemin.\n\"Mau kemana Na?\" Renjun bertanya sa'at Jaemin keluar kamar sudah rapi dan cantik, eh tampan.",
    "trans": "Jaemin had just arrived at his apartment at midnight. Renjun and Younghoon were staying over. There was a bit of a debate on the way home, as Jaemin insisted on going to the apartment while Renjun refused. In the end, Renjun and Younghoon relented, as long as they were allowed to stay over.\n“Huuuft.. my body feels sore all over,” Jaemin groaned.\n°°°°\n“No.. don’t, sob sob”\n“Please, don’t, older brother!”\nRenjun knocked on Nana's door, and when there was no response, Younghoon kicked it open.\n“Na, wake up, Nana.” Renjun tried to wake Jaemin, who was screaming in panic.\n“Hah hah.” Jaemin woke up and immediately hugged Renjun, who was beside him. His body was shaking violently; Jaemin was scared.\n“Shh, hyung is here,” Renjun tried to calm Jaemin down. “Did that nightmare come back again?”\nJaemin couldn’t answer, only nodding his head against Renjun’s chest.\n“Everything is alright; go back to sleep. Hyung will stay here with you.”\nAfter 30 minutes, Jaemin finally fell asleep again. Renjun soon followed him into dreamland.\n°°°°\nOn a sunny Sunday, Renjun, the little omega, was playing a game in the living room of Jaemin's apartment.\n“Where are you going, Na?” Renjun asked as Jaemin walked out of his room looking neat and pretty, err handsome."
}