{
    "source": "id_ID",
    "target": "en_US",
    "text": "Di stan milik kelas 12 IPS 1, terlihat Gyuvin tengah mengangkat beberapa kursi ke atas mobil pick up dibantu oleh Hanbin dan Rafael.\n\"Untung besok libur.\"\nGerutu Rio yang tengah memasukkan kantong sampah tak jauh dari sana, pemuda itu sudah berganti kostum dengan kaos oblong dan celana training berwarna merah.\nSetelah melakukan seluruh tugasnya, Gyuvin segera kembali ke dapur, hendak mengambil beberapa peralatan miliknya. Jantungnya hampir dibuat berhenti tatkala mendapati sosok pirang tengah berbaring di karpet dekat pintu dapur, Ricky menatapnya dengan raut aneh, masih dengan setelan maidnya, namun kini menggunakan sneakers.\nTanpa peduli Gyuvin segera memilah barang-barangnya, entah mengapa hari ini ia sedikit merasa kesal dengan si pirang. Rasanya seperti pemuda itu menghabiskan terlalu banyak waktu dengan pengunjung dan teman-temannya. Gyuvin sempat terdiam ketika menyadari pemikiran anehnya, namun akhirnya ia memutuskan untuk melupakan segala pemikirannya itu.\n\"Vinn..\"\nPanggil Ricky lirih, dari tempatnya ia bisa melihat punggung Gyuvin yang sedikit bergerak-gerak memasukkan piring. Seolah menutup kedua telinga pemuda itu enggan untuk berbalik dan menjawab panggilannya.\n\"Gyuvin..\"\nUcap Ricky sekali lagi yang sayangnya tak kunjung berhasil membuat pemuda itu berbalik, kini si pirang berpikir apakah ia telah melakukan kesalahan? Tak biasanya pemuda tinggi itu diam ketika dipanggil.",
    "trans": "At the 12th-grade IPS 1 booth, Gyuvin was seen lifting several chairs onto a pickup truck with help from Hanbin and Rafael.\n\"Good thing tomorrow's a holiday,\"\nRio muttered as he was stuffing a garbage bag not far from them. He had already changed into a plain T-shirt and red sweatpants.\nAfter finishing all his tasks, Gyuvin headed back to the kitchen to grab some of his things. His heart nearly stopped when he saw a blonde figure lying on the carpet near the kitchen door. Ricky stared at him with a strange expression, still wearing his maid outfit, but now with sneakers.\nGyuvin, ignoring him, quickly sorted through his things. For some reason, he felt a bit irritated with the blonde today. It seemed like the guy had spent too much time with the guests and his friends. Gyuvin paused when he realized his odd thoughts, but eventually decided to push them aside.\n\"Vinn...\"\nRicky called softly, from where he lay he could see Gyuvin’s back as he moved around, putting away plates. It was as if Gyuvin was shutting out the sound, unwilling to turn around and respond.\n\"Gyuvin...\"\nRicky called again, but it didn’t make the tall guy turn. Now, the blonde wondered if he had done something wrong. It was unusual for Gyuvin to stay silent when called."
}