{
    "source": "id_ID",
    "target": "en_US",
    "text": "Kenyataan tersebut menjadi cikal bakal timbulnya kesadaran setiap entitas usaha untuk menjalankan roda bisnis dan membuat perencanaan jangka panjang yang sejalan dengan dimensi lingkungan, sosial, dan tata kelola yang baik.\nKondisi bumi yang tidak baik-baik saja membuat proses bisnis memerlukan cara-cara baru dalam proses produksi, konsumsi, dan distribusi yang lebih berorientasi pada terjaganya daya dukung lingkungan sehingga aktivitas ekonomi dapat berjalan secara berkelanjutan.\nUntuk memastikan agar dunia usaha turut berkontribusi dalam menjaga bumi agar tetap layak ditinggali, terdapat sebuah seperangkat standar atau indikator yang dapat digunakan untuk menilai perangai perusahaan dalam menjalani praktik ekonomi yang berkelanjutan dan inklusif. Perangkat ini disebut ESG, kependekan darienvironment(lingkungan),social(sosial), dangovernance(tata kelola).\nSecara sederhana, ESG adalah konsep yang mengedepankan kegiatan pembangunan, investasi, ataupun bisnis yang berkelanjutan yang dapat terukur dari segi dampak terhadap lingkungan, sosial, dan tata kelola. Kemampuan entitas usaha dalam mengadopsi ESG juga diyakini membuat mereka semakin berdaya untuk berbagai tantangan di masa depan.\nPerusahaan yang berpedoman pada ESG wajib untuk mengintegrasikan dan mengimplementasikan prinsip-prinsip terhadap pelestarian lingkungan, tanggung jawab sosial, juga untuk tata kelola yang baik dalam setiap praktik bisnis serta investasi yang mereka jalankan.",
    "trans": "That reality has become the beginning of an awareness emergence for every business entity to run the business and make a long-term plan that is in line with good environment, social, and governance dimensions.\nThe unfavourable earth condition means that business process needs new ways of production, consumption, and distribution processes that are more oriented toward maintaining environmental carrying capacity so economic activity can run sustainably.\nTo ensure that the business world contributes to maintaining the earth to be worth living, there is a set of standards or indicators that can be used to assess the company's behaviour in practising sustainable and inclusive economic practices. This set is called ESG, short for environment(environment), social(social), and governance(governance).\nTo put it simply, ESG is a concept that puts forward the activities of development, investment, or sustainable business that can be measured from its impact on the environment, social, and governance. The ability of the business entity to adopt ESG is believed to make them more empowered to face many future challenges.\nA Company that is using ESG as a guide is required to integrate and implement principles related to environmental preservation, social responsibility, and also good governance in every business practice and investment they undertake."
}