{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Gak tau, anjir. Emang psikopat, tau aja gua dimana. Masa coba katanya udah ngikutin gua pas gua lagi beli liquid di Cipaganti? Kurang creepy apa coba?”\n“Jam berapa itu?” Bokuto yang memperhatikan Kuroo merokok jadi ingin protes. “Lu bukannya lagi nge-vape? Kok megang rokok lagi, 'njing?”\n“Beda rasanya di mulut gua. Mau?” Tanyanya sambil menyodorkan Marlboro berbungkus biru. Bokuto menghela dan mengambil satu dan dinyalakannya kanker batangan itu. “Tadi gua beli liquid jam 5. Sekarang udah jam 10. Coba, A? Sinting, kan?”\nBokuto tertawa, kembali menyeruput minumannya. “Makanya lo ama Ajo tuh tobat napa. Ternak melulu sih, jadinya kualat.”\n“Gua ama Daishou udah ga hubungan dua bulan, anjir. Dua bulan!! Dianya aja yang nyariin gua mulu, sampe nyariin ke kantor!” Keluh Kuroo kesal. Yah, memang dia yang awalnya mengajak untuk open relationship, namun Daishou sepertinya terlalu terbawa perasaan yang menjadi sebuah obsesi tak sehat.",
    "trans": "\"I don't know, damn it. He's a psychopath, he just knows where I am. He said he followed me when I was buying liquid in Cipaganti? How creepy is that?\"\n\"What time was it?\" Bokuto, noticing Kuroo smoking, felt the urge to protest. \"Aren't you vaping anymore? Why are you holding a cigarette again, damn it?\"\n\"It tastes different in my mouth. Want one?\" He asked while offering a blue-wrapped Marlboro. Bokuto sighed and took one and lit the cancer stick up. \"I bought the liquid at 5. Now it's already 10. What do you think, A? Insane, right?\"\nBokuto laughed, taking another sip of his drink. \"That's why you and Ajo should repent. Always chasing after the chicks, no wonder you're cursed.\"\n\"Daishou and I haven't been in a relationship for two months, damn it. Two months!! He's the one who keeps looking for me, even coming to my office!\" Kuroo complained. Well, he was the one who initially suggested an open relationship, but it seems Daishou has become too caught up in his feelings which turned them into an unhealthy obsession."
}