{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Hiks Kok g-gak hikss dijawab?\" Tobi nangis sesegukan\n\"Bego ya? Mana bisa Rin jawab\"Celetuk Yuki Kesal\n\"I-iyah juga ya...\" Tobi mengusap tangisan nya serta mengelap ingusnya dibaju Haku\nMata Haku melotot\"Woi! Baju ku itu!\" Protesnya\nTobi menyengir\"Hehee maap\"\nHaku menatap nanar baju nya yang sudah ternodai oleh ingus Tobi\"Padahal baru ku beli kemarin...\"gumamnya\n\"eeeh!! jari rin gerak!\" Pekik Tobi tiba tiba saat melihat jari rin yang gerak\n\"Jangan bohong kamu, Tobi.\" Ucap Yuki\n\"Ihhh Aku gak boong, Beneran! Lihat tuh!\" Tobi menunjuk kearah tangan rin yang bergerak lagi\nSemua mengikuti arahan Tobi, mata mereka melebar.\n\"Yuji Panggilkan Dokter, Cepet!!\" Seru Reiji menepuk-nepuk bahu Yuji\n\"Oke Oke\"Yuji bergegas memanggil Dokter\nDokter pun datang dan mengecek keadaan Rin. Dokter mengatakan bahwa Rin akan segera sadar sebentar lagi.\nSemua yang diruangan bersorak senang karena akhirnya Rin terbangun.\nBeberapa menit kemudia, sepasang mata cantik perlahan terbuka.\n\"Ugh..\" Erang Rin\n\"Rin! Yokatta..akhirnya kau bangun\"Ucap 2Y terharu memeluk Rin\n\"Akh--Sakit Anying!\" Teriak Rin memukul kepala mereka. Gimana ga sakit, dia yang baru bangun langsung ditindih sama 2Y.\nReiji membantu Rin untuk duduk\n\"Kalian berdua ini, Rin itu baru sadar tau.\" Tegur Reiji",
    "trans": "'W-why isn't she answering me?', Tobi sobbed\n\"Are you stupid? How could Rin answer?\" Yuki remarked, annoyed\n\"Y-Yeah...\" Tobi wiped his tears and rubbed his snot on Haku's shirt\nHaku's eyes widened. \"Hey! That's my shirt!\" he protested\nTobi grinned. \"Hehe, sorry.\"\nHaku stared blankly at his shirt, now stained with Tobi's snot. \"I just bought this yesterday...\" he mumbled\n\"Eh!! Rin's finger moved!\" Tobi suddenly shouted when he saw Rin's finger twitch\n\"Don't lie, Tobi,\" Yuki said\n\"Ehh, I'm not lying, really! Look!\" Tobi pointed at Rin's hand, which moved again\nEveryone followed in Tobi's direction, their eyes widened\n\"Yuji, call the doctor, quickly!!\" Reiji shouted, patting Yuji on the shoulder.\n\"Okay, okay,\" Yuji hurried to call the doctor\nThe doctor came and checked on Rin's condition. The doctor said that Rin would wake up soon.\nEveryone in the room cheered happily because Rin had finally woken up.\nA few minutes later, a pair of beautiful eyes slowly opened.\n\"Ugh...\" Rin groaned\n\"Rin! I'm so glad... you finally woke up,\" said 2Y, feeling touched, hugging Rin\n\"Ugh—It hurts, you idiot!\" Rin screamed, hitting their heads. How could it not hurt, she had just woken up and was immediately crushed by 2Y.\nReiji helped Rin sit up\n\"You two, Rin just woke up, you know,\" Reiji scolded"
}