{
    "source": "id_ID",
    "target": "en_US",
    "text": "Si rambut hitam itu juga mencapai orgasmenya, tubuhnya menggelinjang selama beberapa saat sebelum penisnya ikut memuncratkan sperma ke atas sofa, sekaligus ke tangan Soobin. Kamal meringis jijik ketika merasakan lubangnya dipenuhi oleh sperma itu, apalagi sampai membasahi selangkangannya. Tubuhnya sekarang terasa sakit karena demam yang tidak kunjung turun, suhu tubuhnya seperti sedang dikukus di dalam oven. Kalau sudah begini, Kamal tidak mampu berteriak, tubuhnya mati rasa. Apa ia akan mati?\nSperma Kamal yang menghiasi tangannya itu dijilati sampai habis oleh Soobin, rasa dari cairan spesial yang tidak akan pernah ia cicipi lagi. Kesempatan emas ini Soobin pergunakan dengan baik, ia tidak menyesal sama sekali. Si jangkung itu mengeluarkan penisnya dari lubang pantat Kamal, spermanya yang tertumpuk itu langsung meleleh keluar, menetes-netes ke sofa. Ia mengolesi sisa sperma itu ke sekitar punggung lalu pantat si rambut hitam. Soobin melebarkan lubang pantat Kamal, untuk melihat isinya yang penuh oleh sperma. Pemandangan itu mengundang nafsu Soobin kembali, sangat menggairahkan penisnya yang haus akan sentuhan.",
    "trans": "The black haired man also reached his orgasm, his body quivered for a few moments before his penis also spurted cum onto the sofa, as well as onto Soobin's hand. Kamal grimaced in disgust when he felt his hole being filled with cum, especially as it wet his crotch. His body now felt sore from the fever that wouldn't subside, his body temperature felt like it was being steamed in an oven. In this condition, Kamal couldn't scream, his body was numb. Would he die?\nSoobin licked Kamal's cum that adorned his hand until it was completely gone, the taste of the special liquid that he would never taste again. Soobin took full advantage of this golden opportunity, without any regrets. The tall man pulled his penis from Kamal's butthole, and the stacked cum immediately melted out, dripping onto the sofa. He smeared the remaining semen around the back and onto the black-haired person's butt. Soobin extended Kamal's butthole to see its content, filled with cum. The sight revived Soobin's desire, incredibly enticing, his penis thirsty for touch."
}