{
    "source": "id_ID",
    "target": "en_US",
    "text": "Apa ibukota Kalimantan Selatan? (Banjarmasin)\nApa ibukota Papua Barat? (Manokwari)\nSoal Cerdas Cermat SD dan Jawabannya\nApa ibu kota Papua? (Jayapura)\nSebutkan sila pertama… (Ketuhanan Yang Maha Esa)\nSebutkan sila kedua… (Kemanusiaan yang adil dan beradab)\nApa rumah adat Provinsi Sumatera Barat? (Gadang)\nApa rumah adat Provinsi Bengkulu? (Bubungan lima)\nApa rumah adat Provinsi Jambi? (Panggung)\nDari mana alat musik tifa berasal? (Maluku dan Papua)\nDari mana alat musik gamelan berasal? (Sumatera, Bali, dan Jawa)\nDari mana alat musik tatabuang berasal? (Flores Timur)\nDari mana alat musik gambus berasal? (Riau)\nBerikut daftar contoh soal atau pertanyaan untuk cerdas cermat kategori anak SD dan SMP beserta kunci jawaban:\nSerangga yang memiliki rasa solidaritas tinggi adalah (Semut)\nBinatang yang suka makan biji kopi dan kotorannya bisa dijadikan kopi adalah (Luwak)\nKota Tegal berada di provinsi? Jawa Tengah\nBatu yang bisa mengapung disebut batu (Apung)\n25 dibagi 5? 5\nZona waktu untuk Papua disebut? Waktu Indonesia Timur (WIT)\nGunung yang terletak di wilayah Tegal adalah? Gunung Slamet\n8 x 8 adalah? 64",
    "trans": "What is the capital of South Kalimantan? (Banjarmasin)\nWhat is the capital of West Papua? (Manokwari)\nElementary School Quiz Questions and Answers\nWhat is the capital of Papua? (Jayapura)\nMention the first principle... (The One and Only God)\nMention the second principle... (Just and Civilized Humanity)\nWhat is the traditional house of West Sumatra Province? (Gadang)\nWhat is the traditional house of Bengkulu Province? (Bubungan Lima)\nWhat is the traditional house of Jambi Province? (Panggung)\nWhere does the tifa musical instrument come from? (Maluku and Papua)\nWhere does the gamelan musical instrument come from? (Sumatra, Bali, and Java)\nWhere does the tatabuang musical instrument come from? (East Flores)\nWhere does the gambus musical instrument come from? (Riau)\nHere is a list of sample questions or quiz questions for the elementary and junior high school categories, along with the answer keys:\nAn insect that has a high sense of solidarity is? (Ant)\nAn animal that likes to eat coffee beans and whose droppings can be turned into coffee is? (Civet)\nTegal City is located in which province? (Central Java)\nA type of stone that can float is called? (Floating stone)\n25 divided by 5? (5)\nThe time zone for Papua is called? (Eastern Indonesian Time, WIT)\nWhich mountain is located in the Tegal area? (Mount Slamet)\n8 x 8 equals? (64)"
}