{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"apa kau baik-baik saja?\"\npertanyaan minho hanya dibalas dengan senyuman tipis oleh hyunjin. pasien tampan itu melepaskan genggaman tangan mereka lalu mengusap peluh dari dahi minho. minho menutup matanya. menikmati sentuhan lembut yang diberikan si pasien kepadanya.\n\"dokter lari kesini?\"\nminho mengangguk pelan. ia menggenggam tangan hyunjin yang dipasang infus pelan.\n\"tadi saya sedang berada di rumah. walimu menelpon dan mengatakan kau membutuhkan saya. saya langsung saja kesini.\"\nhyunjin merasa bersalah. ia meraih tangan minho kemudian menciumnya lama.\n\"maaf. aku gak bermaksud untuk ngebuat dokter khawatir.\"\nhyunjin menatap dalam kedua netra minho. pipi dokter itu memerah.\n\"tidak apa-apa, bukan masalah. sudah tugas saya sebagai dokter untuk mengkhawatirkan pasiennya.\"\nminho tersenyum tipis. keheningan melanda ruangan kotak tersebut sebelum hyunjin memecahnya.\n\"dokter gak ngantuk?\"\nminho terdiam kemudian mengangguk. ia mengucek matanya pelan.\n\"tidur aja disini dok. lagian aku butuh teman.\"\nhyunjin tersenyum guna meyakinkan dokter manis itu. minho awalnya ragu namun kantuk yang merajalela membuatnya mengiyakan ajakan hyunjin.\nhingga matahari terbenam, hyunjin memperhatikan wajah manis minho ketika tidur. bibirnya sedikit terbuka dan wajahnya tenang sekali. jemari hyunjin tidak pernah absen dari rambut minho yang sangat lembut.",
    "trans": "\"Are you okay?\"\nMinho's question was met only with a faint smile from Hyunjin. The handsome patient released their hands and gently wiped the sweat from Minho's forehead. Minho closed his eyes, savoring the soft touch from Hyunjin.\n\"Did the doctor run here?\"\nMinho nodded slowly, grasping Hyunjin's hand lightly, where the IV was attached.\n\"I was at home when your teacher called and said you needed me. I came straight away.\"\nHyunjin felt a surge of guilt. He held Minho's hand and pressed a lingering kiss on it.\n\"I'm sorry. I didn’t mean to worry you.\"\nHyunjin gazed deeply into Minho’s eyes, noticing the doctor’s cheeks flush.\n\"It's alright, it's part of my job to worry about my patients.\"\nMinho offered a slight smile. Silence enveloped the small room until Hyunjin broke it.\n\"Aren't you tired, Doctor?\"\nMinho hesitated before nodding, rubbing his eyes gently.\n\"Just sleep here, Doctor. Besides, I need some company.\"\nHyunjin smiled reassuringly at the sweet doctor. Minho was initially hesitant, but the overwhelming fatigue led him to agree to Hyunjin's invitation.\nAs the sun began to set, Hyunjin watched Minho's peaceful face as he slept. His lips were slightly parted, and he looked incredibly serene. Hyunjin's fingers never left Minho's soft hair."
}