{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mengisahkan tentang dua karakter berkongsi nama yang sama, [redacted_name]. Si gadis lebih senang disapa dengan nama Iman manakala si jejaka dipanggil ringkas dengan nama Aus. Nama yang sama namun perwatakan mereka berbeza. Iman merupakan seorang gadis yatim piatu dan terpaksa bekerja keras bagi menyediakan keperluan adik-adiknya. Semuanya bermula kerana pinjaman lintah darat yang memporak-perandakan kehidupan Iman. Berbeza dengan Aus yang hidup serba mewah dan merupakan artis ternama yang digilai ramai. Jika iman diancam gengster kerana terpaksa melunaskan hutang, Aus pula diancam dengan para peminatnya yang ingin menjadikan dirinya sebagai pasangan kekasih.\nLebih menarik apabila pertemuan Iman dan Aus adalah kerana mereka berkongsi nama yang sama. Iman dikejar geng lintah darat ketika dia mencari pekerjaan manakala Aus pula menyamar sebagai orang biasa bagi lari dari dunia glamornya. Penjahat yang menjerit nama ‘[redacted_name]’ menyebabkan mereka berdua menggelabah dan berlari bersama. Kekeliruan itu menjadi detik pertemuan mereka. Apa yang pelik bagi Aus ialah Iman langsung tidak mengenalinya sebagai seorang selebriti. Jawapannya mudah kerana Iman sendiri tidak mampu mempunyai televisyen apatah lagi masa untuk menontonnya.",
    "trans": "The story revolves around two characters sharing the same name, [redacted_name]. The girl prefers to be called Iman, while the boy is simply called Aus. They share the same name, yet their personalities are different. Iman is an orphan who has to work hard to provide for her younger siblings. Everything started because of a loan shark debt that disrupted Iman's life. In contrast, Aus lives a life of luxury and is a famous celebrity adored by many. While Iman is threatened by gangsters to pay off her debt, Aus faces threats from his fans who want him as their lover.\nWhat makes it more interesting is that Iman and Aus meet because they share the same name. Iman is chased by loan sharks while looking for a job, and Aus disguises himself as an ordinary person to escape from his glamorous world. When the criminals shout the name '[redacted_name]', both of them panic and run together. This confusion marks the moment of their meeting. What surprises Aus is that Iman doesn't recognize him as a celebrity. The reason is simple, because Iman can't afford a television, let alone find the time to watch it."
}