{
    "source": "id_ID",
    "target": "en_US",
    "text": "Dondy Tan sendiri menjadi seorang mualaf setelah memutuskan memeluk agama Islam pada 2014 lalu. Menurut pengakuannya, ia membulatkan tekad untuk berpindah agama usai tujuh tahun mempelajari Islam.\nBukan perkara mudah, Dondy menjadi seorang mualaf setelah serangkaian panjang riset dan mempelajari ulang kitab agama terdahulunya. Lalu, ia mencoba membandingkannya dengan Al Qur’an.\nSelama ‘pencariannya’, Dondy akhirnya meyakini bahwa Al Qur’an adalah kitab yang disucikan. Salah satu alasannya karena kandungannya sesuai dengan logika dan tidak bertentangan aspek sains maupun ilmu pengetahuan.\nSeiring waktu, Dondy ikut menyebarkan dakwah Islam melalui caranya sendiri. Melalui akun-akun media sosialnya, ia sering berbagi ilmu atau sekadar bertukar pikiran dalam pembahasan agama.\nDondy memiliki akun Instagram di @dondy.tan yang saat ini punya 157 ribu pengikut. Selain itu, ia juga aktif di YouTube melalui serangkaian konten di kanal Dondy Tan yang kini memiliki 895 ribu subscriber.\nBiodata Dondy Tan\n-Nama lengkap: Dondy Tan Susanto\n-Nama panggilan: Koh Dondy\n-Kelahiran: Melbourne, Australia\n-Agama: Islam",
    "trans": "Dondy Tan become a mualaf after decided to convert to Islam on 2014. According to him, he made up his mind to convert after studying Islam for seven years.\nIt was challenging. Dondy become a mualaf after several set of researches and studying his previous religion's holy book over. He then tried to compare it to Qur'an.\nDuring the 'search', Dondy finally believes that Qur'an is the purified holy book. One of the reasons is the content is relevant with logic and do not contradict the science and knowledge aspects.\nAs time goes by, Dondy takes part in spreading Islam teaching in his own way. He often shares his knowledge or simply exchanging thoughts on the religion discussion through his social media accounts.\nDondy owns an Instagram account @dondy.tan, which currently has 157 thousands followers. In addition, he is also active on YouTube with series of contents at Dondy Tan channel, which currently has 895 thousands subscribers.\nDondy Tan Personal Information\n-Full name: Dondy Tan Susanto\n-Nickname: Koh Dondy\n-Born: Melbourne, Australia\n-Religion: Islam"
}