{
    "source": "id_ID",
    "target": "en_US",
    "text": "Dikirim dari apotek resmi\nDeskripsi\nLONGATIN merupakan obat batuk dengan kandungan Noscapine. Obat ini bersifat antitusif yaitu bekerja dengan cara menekan batuk secara sentral. Longatin digunakan untuk meredakan batuk yang tidak berdahak atau yang menimbulkan rasa sakit. Dalam menggunakan obat ini HARUS SESUAI DENGAN PETUNJUK DOKTER. Pembelian obat ini memerlukan edukasi terkait penggunaan atau pengonsumsian obat yang tepat dan aman yang akan dikenakan biaya.\nIndikasi Umum\nINFORMASI OBAT INI HANYA UNTUK KALANGAN MEDIS. Batuk yang disebabkan oleh Bronkhitis akut & khronis, Laringitis, Trakhitis, Flu, Pilek\nKomposisi\nNoscapine 50 mg\nDosis\nPENGGUNAAN OBAT INI HARUS SESUAI DENGAN PETUNJUK DOKTER. Dewasa : 4 x sehari 25-50 mg\nAturan Pakai\nSebelum atau sesudah makan\nPerhatian\nHARUS DENGAN RESEP DOKTER. Wanita hamil dan menyusui. Penderita gangguan pada hati dan ginjal. Penderita yang sedang menjalani terapi suplemen, pengobatan herba, atau pengobatan pelengkap lainnya. Jika terjadi reaksi alergi atau overdosis saat menggunakan noscapine, segera temui dokter.\nKontra Indikasi\nHipersensitivitas, kehamilan\nEfek Samping\nHalusinasi, Dilatasi (pembesaran) pupil mata, Peningkatan ritme jantung, Sakit dada, Gemetar, Kejang otot, Meningkatnya kewaspadaan, Kehilangan koordinasi tubuh, Kehilangan napsu makan, Kehilangan rasa kantuk atau dorongan tidur, Kehilangan gairah seksual, Kehilangan penglihatan stereoskopik, Pembengkakan kelenjar prostat",
    "trans": "Shipped from an official pharmacy\nDescription\nLONGATIN is a cough medicine containing Noscapine. This medication acts as an antitussive, working by centrally suppressing coughs. Longatin is used to relieve non-productive coughs or those causing pain. The use of this medication MUST BE IN ACCORDANCE WITH A DOCTOR'S INSTRUCTIONS. Purchasing this medicine requires education on proper and safe usage, which will incur a fee.\nGeneral Indication\nTHIS INFORMATION IS FOR MEDICAL PROFESSIONALS ONLY. Cough caused by acute and chronic Bronchitis, Laryngitis, Tracheitis, Influenza, and Colds.\nComposition\nNoscapine 50 mg\nDosage\nUSAGE OF THIS MEDICINE MUST BE IN ACCORDANCE WITH A DOCTOR'S INSTRUCTIONS. Adults: 25-50 mg, 4 times daily\nAdministration Instructions\nTake before or after meals\nPrecautions\nTO BE USED WITH A DOCTOR'S PRESCRIPTION. Pregnant and breastfeeding women. Patients with liver or kidney disorders. Patients undergoing therapy with supplements, herbal medicine, or other complementary treatments. If allergic reactions or overdose occur while using Noscapine, consult a doctor immediately.\nContraindications\nHypersensitivity, pregnancy\nSide Effects\nHallucinations, Pupil dilation, Increased heart rate, Chest pain, Tremors, Muscle spasms, Heightened alertness, Loss of body coordination, Loss of appetite, Lack of drowsiness or sleep drive, Reduced sexual desire, Loss of stereoscopic vision, Prostate gland swelling"
}