{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Waktu istirahat kalian hanya 1 jam, kembali ke auditorium tanpa terlambat. Kalian tahu sendiri konsekuensi atas keterlambatan. Paham?!\"\n\"[redacted_name]/ [redacted_name]i.\" Gemaan suara kompak memenuhi ruang luas.\n\"Tunggu.\" Suara keras lainnya datang kembali dari arah senior. Membuat tubuh yang bersiap meninggalkan ruang kembali diam.\n\"Kau yang datang terlambat. Bersihkan ruang auditorium dahulu sebelum meninggalkan. Jangan ada yang membantunya.\"\n\"Tapi Vee, dia sudah mendapat izin.\" Seorang senior yang aku tahu bernama [redacted_name] mencoba bernego.\n\"Yang namanya peraturan tetap peraturan. Entah itu siapa, maka harus adil.\" Mata [redacted_name] menatap lekat tepat di mataku. Aku tidak memahami kenapa [redacted_name] melakukan ini, sedang senior lainnya tak mempermasalahkan keterlambatanku.\nAku menghela nafas kasar. Ruang auditorium sangat besar, ditambah sampah sekeliling berserakan akibat kegiatan kami.\n\"Baik Phi, saya akan melaksanakannya.\" Aku menjawab dengan lantang. Mataku membalas juga tatapan tajam yang diberikan oleh [redacted_name].",
    "trans": "\"Your break time is only 1 hour. Return to the auditorium without being late. You all know the consequences of being late. Understood?!\"\n\"[redacted_name]/ [redacted_name]i.\" A unified sound echoed through the spacious room.\n\"Wait.\" Another loud voice came from the seniors, causing the body preparing to leave the room to freeze in place.\n\"You came late. Clean up the auditorium before leaving. No one is allowed to help you.\"\n\"But Vee, he already has permission.\" A senior I knew, named [redacted_name], tried to negotiate.\n\"Rules are rules. No matter who it is, fairness must be upheld.\" [redacted_name]'s eyes locked onto mine. I couldn't understand why [redacted_name] was doing this, especially since the other seniors didn't mind my tardiness.\nI let out a sharp sigh. The auditorium was huge, and there was trash scattered around due to our activities.\n\"Okay Phi, I'll do it.\" I replied loudly, my eyes meeting the sharp gaze of [redacted_name]."
}