{
    "source": "id_ID",
    "target": "en_US",
    "text": "Wanita itu membuka sedikit pintu geser ruang kerja dan mendapati suaminya benar ada di sana, ternyata dia sudah kembali.\nNaruto menoleh saat mendengar pintu dibuka kemudian mendapati Hinata yang ada di sana.\n\"Kau sudah kembali.\" Ucap Hinata seraya melangkah masuk ke dalam ruangan itu.\nNaruto mengamati wanita itu dari ujung kaki hingga kepala. Bukankah ucapannya tadi adalah benar? Tanpa kecantikannya, dia hanyalah wanita biasa yang kaku dan membosankan.\n\"Kau menyesap banyak cerutu malam ini.\" Hinata mendapati banyak sekali batang cerutu yang habis terbakar.\n\"Apa kau mengenal Otsutsuki?\" Naruto mengabaikan semua gumaman wanita itu sebelumnya dan menanyakan hal yang dia ingin ketahui saja.\nHinata sedikit terkesiap, namun dia mengangguk \"Ayah bekerja kepada mereka.\"\n\"Seberapa baik kau mengenal mereka?\" Naruto menggali lebih banyak informasi.\n\"Aku tak mengenal mereka secara pribadi seperti ayahku, aku hanya mengenal putra mereka.\" Jawab Hinata dengan jujur, tanpa mengetahui maksud pertanyaan itu.\nNaruto asumsikan Hinata tidak tahu banyak soal pekerjaan ayahnya yang sesungguhnya, dilihat dari raut lugu wanita itu saat menjawab. \"Seberapa dekat kau mengenalnya?\"\nHinata ragu untuk menjawab pertanyaan itu. Meski Naruto mungkin tak peduli, pria itu tetap suaminya dan membicarakan pria lain di hadapan pria itu adalah salah.\nNaruto mendapati keraguan di raut wanita itu sebelum menjawab pertanyaannya, sekarang dia percaya pada ucapan Tuan Saito. \"Mantan kekasihmu?\"",
    "trans": "The woman gently slid open the door to the study and found that her husband was indeed there, he had returned.\nNaruto turned at the sound of the door opening and saw Hinata standing there.\n\"You’re back.\" Hinata said as she stepped into the room.\nNaruto scrutinized her from head to toe. Wasn't what he had said earlier true? Without her beauty, she was merely an ordinary, stiff, and dull woman.\n\"You’ve smoked quite a few cigars tonight.\" Hinata was noticing the numerous burnt cigar stubs.\n\"Do you know Otsutsuki?\" Naruto disregarded the woman's earlier mutterings and simply asked what he wanted to know.\nHinata gasped slightly, but she nodded \"Father works for them.\"\n\"How well do you know them?\" Naruto pressed for more information.\n\"I don't know them personally like my father does, I only know their son.\" Hinata replied honestly, unaware of the meaning of the question.\nNaruto assumed that Hinata was not well-informed about her father's true occupation, judging by the innocent expression on her face as she answered. \"How well do you know him?\"\nHinata hesitated to respond to the question. Although Naruto might not care, he was still her husband and talking about another man in front of him was wrong.\nNaruto noticed the hesitation in her expression before answering his question, now he found himself believing Lord Saito's words. \"Your ex-lover?\""
}