{
    "source": "id_ID",
    "target": "en_US",
    "text": "“By, kaca spion luar yang di sebelah kamu boleh digeser dikit gak ya? Kayaknya tadi kesenggol di rest area..” anak di sebelahnya langsung membetulkan posisi spion itu dengan sigap, bahkan tidak memerlukan arahan Minghao lagi karena sekali coba, ia tahu posisi mana yang Minghao mau.\n“By, haus..” tanpa tunggu lama, Mingyu langsung mengambil tumbler-nya dan mengarahkan sedotan ke mulutnya.\n“By, kamu ada yang manis-manis gak sih? Mulut aku kayak kepingin ngunyah—” sang kekasih menciumnya kilat namun cukup dalam. Minghao terkejut dan hampir membanting stir ke bahu jalan tol.\n“Kamu ngapain??” tanya pemuda itu salah tingkah.\n“Katanya mau yang manis-manis?” Mingyu tersenyum jahil.\n“Ya bukan ciuman???”\n“Tapi bibir aku kan hitungannya manis juga, By??”\n“Aku nyarinya permen atau coklat, silly!” Minghao tertawa lembut. Fokusnya masih pada jalanan di depannya.\n“Aku ada nih permen yang bisa diemut, tapi gak habis-habis. Mau gak?”\n“Jangan aneh-aneh ya! Kita di jalan tol..” Mingyu tertawa melihat perubahan ekspresi Minghao yang mendadak datar. Lelucon eksplisitnya berhasil, pikirnya.\n“Sorry, sorry. Aku ada beneran permen, tapi di sini..” Minghao menoleh sejenak ke arah pacarnya dan benar-benar menemukan permen itu, hanya saja lokasinya ada di dalam mulut Mingyu. Anak itu menjulurkan lidahnya sambil menatap mata Minghao penuh harap.\n“yang baru gak ada?”",
    "trans": "“By, can you adjust the side mirror a bit? I think it got bumped in the rest area…” The boy next to him quickly corrected the mirror's position without needing further instruction from Minghao; after just one try, he knew exactly where Minghao wanted it.\n“By, I’m thirsty...” Without hesitation, Mingyu grabbed his tumbler and brought the straw to his lips.\n“By, do you have anything sweet? My mouth feels like it wants to chew—” His boyfriend suddenly kissed him quickly but deeply. Minghao was surprised and almost swerved onto the shoulder of the highway.\n“What are you doing??” the young man asked, flustered.\n“You said you wanted something sweet?” Mingyu replied with a mischievous smile.\n“I meant candy, not a kiss!!!”\n“But my lips are sweet too, right, By??”\n“I was looking for candy or chocolate, silly!” Minghao laughed softly, his focus still on the road ahead.\n“I have some candy that you can suck on, but it never seems to run out. Do you want some?”\n“Don’t be weird! We’re on the highway...” Mingyu chuckled at the sudden flat expression on Minghao’s face. His explicit joke had worked, he thought.\n“Sorry, sorry. I really do have candy, but it’s right here...” Minghao glanced briefly at his boyfriend and realized the candy was actually in Mingyu’s mouth. The boy stuck out his tongue, looking at Minghao with hopeful eyes.\n“Don’t you have anything new?”"
}