{
    "source": "id_ID",
    "target": "en_US",
    "text": "001/001/ALPHI/VII/2024 tanggal 01 Juli 2024 dari PT Asosiasi Lembaga Pemeriksa Halal\nIndonesia, bersama ini kami sampaikan tanggapan BPJPH sesuai dengan peraturan perundang-\nundangan yang berlaku (terlampir).\nDemikian disampaikan untuk digunakan sebagaimana mestinya. Atas perhatian dan kerja\nsama yang baik, kami ucapkan terima kasih.\nKepala Pusat Registrasi\ndan Sertifikasi Halal\n^\nMamat Salamet Burhanudin\nTembusan Yth:\nKepala Badan Penyelenggara Jaminan Produk Halal\nKEMENTERIAN AGAMA REPUBLIK INDONESIA\nBADAN PENYELENGGARA JAMINAN PRODUK HALAL\nJalan Raya Pd. Gede No. 13, Pinang Ranti, Makasar, Jakarta Timur 13560\nTelp. 021 80877955 Email: bpjph@kemenag.go.id\nWebsite: www.halal.go.id / www.kemenag.go.id\nDokumen ini telah ditanda tangani secara elektronik.\nToken : asskWt\nLampiran Surat\nNomor : B-1871/BD.II/HM.11/10/2024\nTanggal : 1 Oktober 2024\na. Kesepahaman Pengkategorian Jenis Produk pada KMA 748 tahun 2021\n1. Produk yang berbahan baku serealia\na. Jika dipergunakan sebagai bahan minuman maka dikategorikan kelompok bahan\nminuman. Contoh: pears, boba,\nb. Jika dipergunakan sebagai bahan makanan maka dikategorikan serealia dan\nproduk serealia. Contoh: sagu mutiara, bubur mutiara, kolak biji salak.\nTanggapan:\na. Produk pears, boba, sagu mutiara, bubur mutiara, dan kolak biji salak dengan\nkondisi terkemas termasuk ke dalam jenis produk serealia dan produk serealia",
    "trans": "001/001/ALPHI/VII/2024 dated July 01, 2024 from PT Asosiasi Lembaga Pemeriksa Halal\nIndonesia, along with this, we deliver BPJPH's response in accordance with the applicable\nlaws and regulations (attached).\nThus delivered to be used as intended. We deliver gratitude\nfor the exceptional attention and cooperation.\nChief of Registration Center\nand Halal Sertification\n^\nMamat Salamet Burhanudin\nCarbon Copy:\nHead of Halal Product Assurance Organizing Body\nMINISTRY OF RELIGIOUS AFFAIRS OF THE REPUBLIC OF INDONESIA\nHALAL PRODUCT ASSURANCE ORGANIZING BODY\nPd. Gede Main Road No. 13, Pinang Ranti, Makasar, East Jakarta 13560\nPhone. 021 80877955 Email: bpjph@kemenag.go.id\nWebsite: www.halal.go.id / www.kemenag.go.id\nThis document has been signed electronically.\nToken : asskWt\nLetter Attachment\nNumber : B-1871/BD.II/HM.11/10/2024\nDate : October 1, 2024\na. Unison on Product Type Categorization on KMA 748 of 2021\n1. Products made from cereal raw material\na. If it's used as beverage ingredient, then it's categorized as beverage ingredient\ngroup. Example: pearls, bubble tea,\nb. If it's used as food ingredient, then it's categorized as cereal and\ncereal product. Example: tapioca pearl, pearl sago porridge, salak seed compote.\nResponse:\na. Pearls, bubble tea, tapioca pearl, pearl sago porridge, and salak seed compote products in\npacked condition are included as cereal and cereal product product type."
}