{
    "source": "id_ID",
    "target": "en_US",
    "text": "Hingga malam Junhoe tetap berada di rumah sakit menemani Jinhwan, ia tau Jinhwan akan sangat mudah bosan di ruang penuh aroma obat-obatan menyengat itu jika namja manis itu di tinggal sendirian.\nJam sudah menunjukan kalau malam telah larut, 15 menit lalu Donghyuk baru saja pulang dari sana setelah membawakan makan malam untuk Junhoe dan Jinhwan. Jinhwan sudah di atas tempat tidurnya lagi bersiap untuk tidur, saat Junhoe juga bersiap membaringkan diri di atas sofa di ruang itu.\nNamun Jinhwan mengurungkan niatnya untuk menutup mata dan kembali ke posisi duduknya lalu menoleh pada Junhoe yang sibuk dengan selimut tipisnya.\n\"Junhoe,\" panggil Jinhwan pelan.\n\"Hm?\"\n\"Tidakkah kau sebaiknya pulang saja? Kau tak akan tidur dengan nyaman di sofa itu.\" Junhoe yang sudah berbaring lalu kembali duduk dan menoleh pada Jinhwan, namun sesaat Junhoe menggeleng.\n\"Aku akan baik-baik saja, tak perlu mengkhawatirkanku. Kau tidurlah,\" kata Junhoe tersenyum lembut. Dengan itu Jinhwan menunduk dan berpikir sebentar sebelum bergumam ragu.\n\"Kalau begitu tidurlah di atas sini,\" kata Jinhwan pelan, membuat Junhoe mengerjap bingung namun detik berikutnya senyum terkembang di bibir plumnya.",
    "trans": "Until nightfall, Junhoe stayed at the hospital to accompany Jinhwan. He knew Jinhwan would get bored quickly in the room filled with the sharp scent of medicine if the sweet boy was left alone.\nThe clock showed that it was already late at night. 15 minutes ago, Donghyuk had just returned after bringing dinner for Junhoe and Jinhwan. Jinhwan was back in his bed, preparing to sleep, while Junhoe was also getting ready to lie down on the sofa in the room.\nHowever, Jinhwan changed his mind about closing his eyes and returned to a sitting position, turning to Junhoe, who was busy with his thin blanket.\n\"Junhoe,\" Jinhwan called softly.\n\"Hm?\"\n\"Shouldn't you go home? You won't sleep comfortably on that sofa.\" Junhoe, who had already lain down, sat back up and looked at Jinhwan. But for a moment, Junhoe shook his head.\n\"I'll be fine, you don't have to worry about me. You go to sleep,\" Junhoe said with a soft smile. With that, Jinhwan lowered his head and thought for a moment before murmuring uncertainly.\n\"Then sleep up here,\" Jinhwan said quietly, making Junhoe blink in confusion, but the next moment, a smile spread across his plump lips."
}