{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Dengar! 40 keping emas ini cukup untuk pengobatan ibu kau asal kau memberikannya,\" ucap Satang lalu berlalu diikuti beberapa orang yang lain.\n\"Aku harus apa?\" batin Gemini.\nMenatap langit yang menangisnya begitu deras. Sebagian pakaian Gemini basah bagitu juga hatinya, dengan langkah berat ia berjalan pulang. Tiada kereta kuda di saat hujan turun alhasil Gemini berjalan selama dua pulun menit untuk pulang bersamaan hari menjelang sore yang suram.\nIa berhenti untuk istirahat di samping tiang listrik. Tangannya terkepal menahan emosi bergejolak dalam hatinya, Gemini menyandarkan kakinya pada tumpukan batu. Kala pandangannya teralih dirinya mendapati poster yang sudah basah kuyup tertempel di dinding tiang listrik.\nDicari!\nBuronan kementerian, barang siapa yang berhasil membawanya ke kantor kementerian akan mendapatkan upah berupa 78 keping emas\nDi sana juga terpampang jelas sketsa wajah seseorang tengah memakai topi serif dengan bekas luka di area dahi dan mata kanannya. Pupil mata Gemini membesar karena terkejut ia segera berlari kembali ke rumahnya yang kecil.",
    "trans": "\"Listen! These 40 pieces of gold is enough for your mom's treatment as long as you give it,\" said Satang, then he leave followed by several other people.\n\"What should I do?\" Gemini thought.\nShe stares at the skies that cries heavily. Parts of Gemini's clothes are wet, as well as her heart. She walks back home with a heavy step. There's no carriage when it's raining, so Gemini walks back home for twenty minutes, together with the skies that gets darker and gloomy.\nShe stops to rest next to a utility pole. She clenched her fists, supressing the anger that boils over in her heart. Gemini rests her feet on piles of stones. When she looks away, she find a completely drenched poster posted on the wall of the utility pole.\nWanted!\nFugitive of the ministry. Whoever succeeds in bringing him to the ministry office shall receive a wage of 78 pieces of gold.\nThere is also shown clearly a sketch of someone's face wearing a sheriff hat with scars on his forehead and right eye. Gemini's eyes widened due to shock. She immediately run back to her small house."
}