{
    "source": "id_ID",
    "target": "en_US",
    "text": "\"Jadi... kalian punya hubungan khusus?\" [redacted_name] langsung memulai 'sidang' nya.\nMalam ini, mereka semua berkumpul untuk membicarakan sesuatu yang... tidak begitu penting sebenarnya. Tapi karena pada dasarnya mereka memang suka mencampuri urusan satu sama lain, jadi mereka menganggap ini adalah hal yang menarik untuk dibahas.\n\"Apa kalian sekurang kerjaan itu sampai mencampuri urusan orang lain?\" Jahad yang tengah di apit oleh [redacted_name] dan [redacted_name], bertopang dagu sambil menatap tidak minat.\n\"Tidak bisa gitu dong! Sesama rekan itu harus terbuka!\" [redacted_name] membalas dengan menggebu-gebu, sementara [redacted_name] mengangguk setuju.\n[redacted_name] berdeham lalu menatap [Name] yang tengah diapit oleh [redacted_name] dan [redacted_name]. Sebenarnya [redacted_name] memang dipaksa jadi hakim dalam persidangan walau dia sudah beberapa kali menolaknya dengan alasan 'buang buang waktu' (sebenarnya dia penasaran setengah mati, tapi gengsi untuk mengakui).\n\"[redacted_name] yang menjadi saksi mengatakan kalau dia melihat [redacted_name] dan [Name] berciuman dengan penuh gairah-\"\n\"Tidak penuh gairan juga!\" [Name] langsung memotong ucapan [redacted_name].",
    "trans": "\"So...do you guys have a special relationship?\" [redacted_name] immediately begin her 'trial\".\nTonight, they are all gathering to discuss something that is... actually not really important. However, since they originally fancy sticking their butts to each of their problems, they would then consider this as something interesting to be discussed.\n\"Do you guys really have nothing to do so you mind other's business?\" Jahad, who is in between [redacted_name] and [redacted_name], put his hand on his chin and stares uninterestingly.\n\"That's not how it works! We should be transparent to each other!\" [redacted_name] reply hurriedly, while [redacted_name] nod in agreement.\n[redacted_name] clears his throat and stares at [Name] who is in between [redacted_name] and [redacted_name]. [redacted_name] is actually forced to be the judge in the trial, even though he has been rejecting it many times by saying it's 'wasting time' (he is actually curious to death, but he is too proud to admit it).\n\"[redacted_name], who is the witness, said that she saw [redacted_name] and [Name] kissed passionately-\"\n\"Not so passionately!\" [Name] immediately interrupted [redacted_name]."
}