{
    "source": "id_ID",
    "target": "en_US",
    "text": "curang memang anaknya disuruh belajar, bundanya belanja\nDidepan kelas dia liat, udah ada jennie lagi nunduk sambil mainin kakinya di tanah\nJisoo terkekeh dia jadi inget dulu, waktu jennie nunggu dia didepan kelas buat nyontek PR matematiknya,\nJisoo arahin kakinya ke tempat jennie\nJennie masih nunggu jisoo didepan kelasnya, dia udah nanya Ugi jadwal kelas jisoo, waktu dia nunduk sambil mainin kaki, dia liat sepasang sepatu putih di depannya, jennie tegakin kepalanya\nDan ternyata itu jisoo\nMata mereka beradu pandang, mata yang memancarkan tatapan sendu dan rasa bersalah, sesekali jennie kembungin pipinya menahan air matanya.\nMereka masih saling pandang seperti enggan memulai pembicaraan.\nLama bertatapan mereka mulai mengeluarkan suara\n\"Maaf\" ucap mereka berbarengan\nItu bikin mereka terkekeh lucu\nSekarang mereka lagi duduk di bangku taman, masih ada waktu sebelum kelas jisoo\n\"Aku nyesel\" mula jennie \"pas kita berantem kemaren, karna emosi aku ngeluarin kata-kata yang gak berguna dan berakhir nyakitin kamu, Im so sorry\" lirihnya sambil noleh kearah jisoo, sedang jisoo masih melihat kedepan\n\"Aku gak pernah nyangka sebesar itu aku bisa terluka karna kamu\" jujur jisoo\nKarna jujur kata jennie berdampak pada hati jisoo",
    "trans": "It's indeed unfair; while he's told to study, his mom is out shopping.\nIn front of the classroom, he saw Jennie again, hunched over while playing with her feet on the ground.\nJisoo chuckled, remembering the time when Jennie waited for him outside class to copy his math homework.\nHe pointed his foot toward Jennie’s direction.\nJennie was still waiting for Jisoo outside her classroom. She had already asked Ugi about Jisoo’s class schedule. As she bent down, playing with her feet, she noticed a pair of white shoes in front of her. Jennie lifted her head.\nAnd it turned out to be Jisoo.\nTheir eyes locked, reflecting a mix of sadness and guilt. Jennie occasionally puffed her cheeks to hold back tears.\nThey continued to gaze at each other, hesitant to start speaking.\nAfter a while, they finally broke the silence.\n“Sorry,” they both said in unison.\nThis made them chuckle softly.\nNow, they were sitting on a park bench, with some time to spare before Jisoo’s class.\n“I regret it,” Jennie began, “During our fight yesterday, I let my emotions get the best of me and said hurtful things that ended up hurting you. I’m so sorry,” she whispered, turning to look at Jisoo, who was still staring ahead.\n“I never expected to feel this hurt because of you,” Jisoo admitted.\nJennie’s honesty struck a chord in Jisoo's heart."
}