{
    "source": "id_ID",
    "target": "en_US",
    "text": "4. Transition:“Tidak hanya warga biasa yang terkena dampaknya, petani di desa tersebut juga mengalami kesulitan yang sama. Biaya transportasi hasil panen ke pasar meningkat drastis, sehingga mengurangi keuntungan mereka.”\n5. Direct Quote:Sekarang biaya untuk mengangkut hasil pertanian ke pasar hampir setara dengan pendapatan dari penjualan produk,’ kata Pak Agus, seorang petani lokal.” 6. Transition:“Di samping itu, para pedagang di desa juga harus menghadapi situasi sulit. Banyak yang terpaksa menaikkan harga produk mereka, tetapi hal ini malah membuat pembeli berkurang.”\n7. Direct Quote:“‘Kami tidak punya pilihan selain menaikkan harga jual barang-barang, tapi pembeli mulai enggan berbelanja karena harga-harga semakin tinggi,’ kata Ibu Siti, seorang pedagang sayuran di pasar desa.”\n8. Transition :Meskipun pemerintah telah menjanjikan subsidi untuk membantu meringankan beban warga desa, hingga saat ini dampaknya belum dirasakan secara langsung oleh masyarakat desa terpencil.”\n9. Direct Quote:Kami belum menerima bantuan apa pun dari pemerintah, jadi untuk saat ini kami hanya bisa berharap situasinya membaik,’ kata Pak Joko, seorang kepala keluarga di desa tersebut.”\nParagraf Baru dengan Transition/Quote:\n10. Transition:Selain dampak ekonomi, kenaikan harga BBM ini juga mempengaruhi kegiatan pendidikan di desa. Banyak orang tua yang harus memilih antara membeli bahan bakar untuk kendaraan atau membayar biaya sekolah anak-anak mereka.”",
    "trans": "4. Transition:\"Not only the ordinary citizens that are impacted, even the farmers in the village also experience the same difficulties. The transportation of the yields to the markets has increased drastically, therefore, their profits are reduced.\n5. Direct Quote: Now the cost to transport the agricultural product to the markets almost equals the income from the sale of the product,' said Mr. Agus, a local farmer.\" 6. Transition:\"Besides that, the traders in the villages also have to face a difficult situation. Many of them have been forced to increase their product prices, but this situation even results in less buyers.\"\n7.Direct Quote:\"We don't have any other choice besides increasing the sales prices of the products, but the buyers start to get reluctant to shop due to the higher prices, said Mrs Siti, a vegetable trader in the village market.\"\n8. Transition :Even though the government has promised to give subsidy to help ease the burden of villagers, until now the impact has non been felt directly by people of remote villages.\"\n9. Direct Quote:We have not received any assistance from the government, so for no we can only hope for a better situation,' said Mr. Joko, a head of family in that village.\"\nNew Paragraph with Transition/Quote:\n10. Transition:Besides the economical impact, the increase in fuel prices has also impacted the education activities in the village. There are many parents that have to choose between purchasing the petrol for vehicles or paying the tuition fees for their children.\""
}