{
    "source": "id_ID",
    "target": "en_US",
    "text": "Oikawa bisa melihat mata Iwaizumi membulat sepersekian detik sebelum kocokkan lelaki itu menjadi lebih cepat. Matanya pun turun ke bawah— memandang takjub penis pacarnya yang berukuran besar dengan batang yang tampak berurat. Mendadak ia merasa sangsi jika sesuatu yang sebesar itu akan muat memasuki lubangnya yang kecil, meskipun sebelumnya ia yakin sudah mempersiapkan diri dengan baik.\nKekhawatiran itu dengan cepat terlupakan saat pacarnya memosisikan diri di atasnya. Iwaizumi mendorong kepala penisnya secara perlahan hingga setengah batangnya akhirnya dipeluk erat oleh lapisan yang hangat.\nHal itu pun spontan mengundang desahan dari keduanya.\nBibir Oikawa terbuka dan keningnya mengernyit menahan sakit. Untunglah Iwaizumi paham sehingga pacarnya itu berhenti bergerak untuk membiarkannya membiasakan diri. Oikawa menarik napas panjang dan mengeluarkannya perlahan. Sensasinya sungguh berbeda dibandingkan hanya dengan memasukkan jari ke dalam vaginanya seperti biasa.\nIwaizumi jelas lebih besar dibandingkan jari-jari lentiknya.\nMeskipun sakit, ada ketidaksabaran di dalam diri Oikawa untuk merasakan lebih sehingga ia menaikkan pinggul— memberi sinyal agar Iwaizumi mulai bergerak.",
    "trans": "Oikawa could see Iwaizumi's eyes widen for a split second before the man's shaking quickened. Her gaze dropped down— gazing in amazement at her boyfriend's large penis with a veiny-looking shaft. Suddenly she had doubts that something that big would fit into her small hole, even though she was sure she had prepared herself well.\nThose worries were quickly forgotten as her boyfriend positioned himself on top of her. Iwaizumi pushed the head of his penis in slowly until the warm coating finally embraced half the shaft.\nThat spontaneously elicited a sigh from both of them.\nOikawa's lips parted and her forehead furrowed in pain. Fortunately Iwaizumi understood so he stopped moving to let her get used to it. Oikawa took a deep breath and let it out slowly. The sensation was completely different compared to just inserting a finger into her vagina as usual.\nIwaizumi was undeniably larger than his slender fingers.\nDespite the pain, there was an impatience within Oikawa to feel more so she raised her hips— signaling Iwaizumi to start moving."
}