{
    "source": "id_ID",
    "target": "en_US",
    "text": "- Pembayaran pertama dilaksanakan pada tanggal 01 November 2024 sebesar RP 15,000,000 untuk 3 bulan petama Anda harus berbagi biaya bulanan untuk pemeliharaan, Listrik, dan Air.\nSebagai bukti pembayaran akan di berikan kwitansi tersendiri dan merupakan bagian yang tak terpisahkan dari perjanjian ini.\nPASAL 4\nHAK DAN KEWAJIBAN\nSetelah PIHAK KEDUA anggap memenuhi segala persyaratan yang di tetapkan oleh PIHAK PERTAMA, antara lain dengan menandatangani segala dokumen/formulir ataupun perjanjian- perjanjian yang berkaitan dengan itu, maka PIHAK KEDUA telah berhak untuk menggunakan /memakai persewaan sesuai dengan kegunaanya, tanpa mendapat ganguan dari pihak manapun juga.\nSelama Perjanjian Sewa menyewa ini berlangsung maka:\n1. HAK DAN KEWAJIBAN PIHAK PERTAMA\na. Mendapat uang sewa sesuai dengan perjanjian sewa menyewa yang telah di sepakati kedua belah pihak.\nb. Menyerahkan gudang kepada pihak kedua dengan bersih.\n2. HAK DAN KEWAJIBAN PIHAK KEDUA\na. Mendapat gudang yang telah di sepakati\nb. Menjaga dan merawat gudang yang di sewakan tersebut dengan baik dan atas beban biaya di tanggung sendiri.\nc. Membayar seluruh biaya-biaya yang timbul atas operasional gudang tersebut sejak di tanda tangani perjanjian sewa menyewa ini termasuk iuraan kebersihan, keamanan, rekening listrik dan air.",
    "trans": "- The first payment will be made on November 1, 2024, in the amount of Rp 15,000,000 for the first three months. You are required to share the monthly costs for maintenance, electricity, and water.\nAs proof of payment, a separate receipt will be provided and will form an integral part of this agreement.\nARTICLE 4\nRIGHTS AND OBLIGATIONS\nAfter the SECOND PARTY fulfills all the requirements set by the FIRST PARTY, including signing all relevant documents/forms or agreements, the SECOND PARTY shall have the right to use the rental in accordance with its intended purpose, without interference from any third party.\nDuring the term of this Lease Agreement, the following shall apply:\n1. RIGHTS AND OBLIGATIONS OF THE FIRST PARTY\na. To receive rental payments as per the lease agreement agreed upon by both parties.\nb. To hand over the warehouse to the SECOND PARTY in a clean condition.\n2. RIGHTS AND OBLIGATIONS OF THE SECOND PARTY\na. To receive the warehouse as agreed upon.\nb. To maintain and care for the rented warehouse appropriately, with all associated costs to be borne by the SECOND PARTY.\nc. To pay all expenses arising from the operation of the warehouse from the date of signing this lease agreement, including cleaning fees, security, electricity, and water bills."
}