{
    "source": "id_ID",
    "target": "en_US",
    "text": "Winter baru saja bangun, mendongak melihat jam sudah menunjukkan pukul 5 sore. Ia menghela nafas, capek padahal tidak melakukan apa-apa\nSaat ia bangun, pandangannya jatuh ke arah foto Karina yang terpampang di ruangan kamar mereka. Winter mengusap pinggir bibir Karina di dalam foto tersebut, membuatnya tersenyum sendiri\n\" Kamu sangat ngeselin, nyonya. Kamu tega ninggalin aku di istana mu sendirian. Seharusnya kau membawaku ikut sekali bersamamu. Kau bahkan ninggalin diriku sendirian dengan kangen yang berat ini \"\n\" Tapii akan ku pastikan saat kau datang, hukuman mu harus dituntasin ya mommy \" bahkan kini Winter menciumi foto itu\n\" I love you so much, mommy \" ujarnya\nWinter mulai melangkah masuk ke dalam kamar mandi untuk membersihkan diri. Sebaik saja ia selesai, Winter terus pergi ke ruangan dapur dengan menggunakan bathrobe merah.\nRambut panjangnya tergerai indah, terlihat jelas kulit seputih susu miliknya dirawat dengan baik. Harum badannya memenuhi ruangan dapur, sungguh memukau para manusia di luar sana\nWinter mulai memasak sup daging, memasukkan beberapa jenis campuran rempah khas ke dalam sup tersebut. Dia menghiris satu persatu sayur sayuran dengan sangat telaten untuk dimasukkan ke dalam sup. Dia yakin kalo wanitanya menyukai masakannya yang satu ini\n\" YAKHH Kamchagiyaaa! \"",
    "trans": "Winter had just woken up, glancing at the clock that read 5 PM. Letting out a sigh, she felt tired despite not having done anything.\nAs she got up, her gaze fell upon a photo of Karina displayed in their room. Winter gently brushed her finger across the edge of Karina's lips in the picture, smiling to herself.\n“You're so annoying, my lady. How could you leave me alone in your palace? You should have taken me with you. You even left me here, alone with this heavy longing.”\n“But I promise, when you return, you will face your punishment, Mommy.” She even kissed the photo gently.\n“I love you so much, Mommy,” She said.\nWinter then walked into the bathroom to freshen up. As soon as she was done, she headed to the kitchen wearing a red bathrobe.\nHer long hair flowed beautifully, and her skin, as white as milk, looked well-cared for. A pleasant aroma surrounded her, surely captivating anyone outside.\nWinter began cooking beef soup, adding various special spices into the mix. She meticulously sliced each vegetable to be included in the soup, confident that her lady would love this dish.\n“YAKHH Kamchagiyaaa!”"
}