{
    "source": "id_ID",
    "target": "en_US",
    "text": "Image 2:\nUntuk melengkapkan carta ini, berikut adalah beberapa contoh yang boleh dimasukkan:\n• Tingkah Laku:\n• Membantu mereka yang memerlukan.\n• Menjaga kebersihan persekitaran.\n• Berdisiplin dalam tindakan harian.\n• Menghormati peraturan dan undang-undang.\n• Tutur Kata:\n• Bertutur dengan sopan kepada orang lain.\n• Mengucapkan terima kasih.\n• Menggunakan bahasa yang baik dan tidak menyakitkan hati.\n• Menghormati pandangan orang lain.\nImage 3:\nSituasi A (Menjaga anggota keluarga yang sakit):\n• Cara Etiket: Memberi perhatian sepenuhnya, menjaga kebersihan tempat pesakit, serta memberi makanan dan ubat pada waktunya.\n• Kesan Tidak Beretiket: Pesakit merasa diabaikan, kebersihan tidak terjaga, dan keadaan pesakit boleh bertambah teruk.\nSituasi B (Menggunakan tandas):\n• Cara Etiket: Membilas tandas selepas digunakan, menjaga kebersihan tandas, dan memastikan pintu dikunci ketika digunakan.\n• Kesan Tidak Beretiket: Tandas menjadi kotor dan tidak selesa digunakan oleh orang lain, menimbulkan rasa tidak senang.\nSituasi C (Tetamu datang ke rumah):\n• Cara Etiket: Menyambut tetamu dengan senyuman, menghidangkan makanan dan minuman, serta melayan tetamu dengan baik.",
    "trans": "Image 2:\nTo complete this chart, here are some examples that can be included:\n• Behaviour:\n• Helping those in need\n• Keep the surrounding area clean\n• Be disciplined in daily tasks\n• Respect the laws and regulations.\n• Verbal communication:\n• Speak politely to others.\n• Saying thank you.\n• Using good language and not hurting someone's feelings.\n• Respect other's opinions.\nImage 3:\nExhibit A (Taking care of sick relatives):\n• Etiquette: Gives full attention, keeps the patient's area clean, and also gives food and medicine in a timely manner.\n• Unethical impression: The patient feels abandoned, the cleanliness is not maintained, and the condition of the patient is getting worse.\nExhibit B (Using a toilet):\n• Etiquette: Flush the toilet after use, keep the toilet clean, and make sure to lock the door when using the toilet.\n• Unethical impression: The toilet becomes dirty after use and is not comfortably used by other people, creating unhappiness.\nExhibit C (Visiting the patients):\n• Etiquette: Greet visitors with a smile, serve food and drinks, and also serve the visitors well."
}