{
    "source": "id_ID",
    "target": "en_US",
    "text": "b. Pihak Kesatu memberi Pihak Kedua hak untuk menggunakan- barang-barang yang saat perjanjian ini ditanda-tangani- masih berada di dalam bangunan yang disewa. -----------\nc. Pihak Kedua diberi hak untuk melakukan perubahan/------ penambahan/perbaikan atas bangunan yang disewa untuk --menyesuaikan dengan kebutuhan dari Pihak Kedua,-------- perubahan/ penambahan/perbaikan mana dapat dilakukan -- dengan pemberitahuan terlebih dahulu kepada Pihak ----- Kesatu dan dilakukan atas biaya Pihak Kedua sendiri --- termasuk didalamnya mengurus segala izin perubahan dan- membayar biaya yang akan timbul akibat adanya perubahan pada bangunan. Termasuk merubah besaran daya listrik -- pada Perusahaan Listrik Negara. Pihak Kesatu ---------- berkewajiban membantu dengan tanpa biaya tambahan ----- bilamana diperlukan tanda tangan ataupun keterangan --- untuk itu. --------------------------------------------\nd. Pihak Kesatu berkewajiban untuk melakukan segala ------ perbaikan atas kerusakan yang terjadi terhadap bangunan objek sewa yang disebabkan oleh kesalahan struktur, --- pemipaan dalam tanah serta infrastruktur kelistrikan -- dan Pihak Kedua berkewajiban merawat dan menjaga ------ bangunan sehingga pada saat selesai kontrak tetap ----- terawat utuh seperti sedia kala. Dalam hal Pihak Kesatu tidak dapat melakukan perbaikan yang seharusnya ------- dilakukan Pihak Kesatu, maka Pihak Kedua dapat -------- membayarkan biaya perbaikan terlebih dahulu dengan ---- memotongkan dari kewajiban pembayaran pada termin ----- berikutnya. -------------------------------------------",
    "trans": "b. The First Party gives the Second Party the rights to use the items when this agreement was signed- still located in the rented building. -----------\nc. The Second Party is given the rights to make changes/------ additions/improvements on the rented building to --adjust with the Second Party needs,-------- where the changes/ additions/improvements can be made -- with prior notification to the First Party and conducted under the expense of the Second Party themselves --- including taking care of change permits and- paying the costs that will arise due to the change on the building. including the changing of the electrical power -- paid to the State Electricity Company. The First Party ---------- has the obligation to assist without any additional cost ----- in case that their signature or explanation is required --- for this.\nd. The First Party has the obligation to do all ------ repairs for the damages occurring on the rented object caused by the wrong structure, --- under  ground piping as well as the electricity infrastructures -- and the Second Party has the obligation to care for and look after ------ the building so that when the contract is finished, it's still ----- maintained intact like before. In case that the First Party is unable to make the repair that should be done ------- by the First Party, so the Second Party can -------- pay the repair cost first by ---- deducting the payment obligation on the next term. -------------------------------------------"
}