{
    "source": "id_ID",
    "target": "en_US",
    "text": "search\nCari\nAcetin 600 mg 10 Tablet Effervescent\nRp130.900\nPer Tube\nTambah ke Keranjang\nKemasan aman & personal\nSiap diantar 24 jam\nDikirim dari apotek resmi\nDeskripsi\nACETIN 600 TABLET EFFERVESCENT mengandung zat aktif Acetylcysteine, obat yang termasuk agen mukolitik. Obat ini digunakan untuk mengatasi penyakit pada saluran pernapasan yang ditandai dengan hiperseksresi dahak/mukus, misalnya bronkitis akut atau kronis, emfisema paru, mucoviscidosis, asma bronkial yang disertai kesulitan pengeluaran dahak, obat ini juga digunakan untuk mengobati kasus toksisitas akibat over dosis paracetamol. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER.\nIndikasi Umum\nDigunakan untuk mengobati ganguan pada saluran pernapasan yang dicirikan dengan adanya hipersekresi yang kental dan lengket, seperti bronkitis akut atau kronik dan eksaserbasinya, emfisema paru, mukovisidosis, dan bronkiektasis.\nKomposisi\nAcetylcysteine 600 mg\nDosis\nPENGGUNAAN OBAT INI HARUS SESUAI DENGAN PETUNJUK DOKTER. Gangguan saluran napas : 1 tablet per hari (sebaiknya pada malam hari). Intoksikasi parasetamol (secara sengaja maupun tidak sengaja) : Pada Dosis awal diberikan 140 mg/kg berat badan\nAturan Pakai\nSebaiknya diberikan bersama makanan. Larutkan 1 tablet dalam 1/2 gelas air minum. Berikan sesudah makan malam.",
    "trans": "search\nsearch\nAcetin 600 mg 10 Tablets Effervescent\n130,900 IDR\nPer Tube\nAdded to cart\nPersonal and safe packaging\nready to deliver 24 hours\ndelivered from official pharmacies.\nDescription\nACETIN 600 TABLETS EFFERVESCENT contains an active substance Acetylcysteine, a drug that is included in the mucolytic agent. This drug is used to overcome illness in the respiratory system which is indicated by hypersecretion of mucus/mucus, such as acute bronchitis or chronic, lung emphysema, mucoviscidosis, bronchial asthma that is accompanied by difficulties of mucus secretion, this drug is also used to cure toxicity case due to paracetamol overdose. The use of this drug must be ACCORDING TO DOCTOR'S INSTRUCTION.\nCommon Indication\nUsed to treat a problem in the respiratory system that is characterized by the presence of thick and sticky hypersecretion, like acute bronchitis or chronic and exacerbation, lung emphysema, mucoviscidosis, and bronchiectasis.\nComposition\nAcetylcysteine 600 mg\nDosage\nTHE CONSUMPTION OF THIS DRUG MUST BE ACCORDING TO DOCTOR'S INSTRUCTION. Respiratory tract disorder: 1 tablet per day (preferably at night). Paracetamol intoxication (deliberately or not deliberately) : initial dose take 140mg/kg of body weight\nHow to Use\nPreferably consume with food. Dissolve 1 table in 1/2 a glass of water. Give the drug after dinner."
}