{
    "source": "id_ID",
    "target": "en_US",
    "text": "Berdasarkan ketentuan Pasal 1 angka 10 Undang-Undang Nomor.\n32 Tahun 2004 tentang Pemerintahan Daerah yang dimaksud dengan Peraturan daerah adalah Peraturan Daerah Provinsi dan/atau peraturan daerah Kabupaten/kota. Ketentuan lebih lanjut mengenai peraturan daerah ini diatur dalam pasal 136 sampai pasal 149 UU No. 32 Tahun 2004. Peraturan daerah dibuat oleh pemerintah daerah dalam rangka untuk menjalankan otonomi daerah dalam negara kesatuan Republik Indonesia.\nKeberadaan peraturan daerah merupakan penjewatahan dari pemberian keenangan kepada daerah dalam mengurus dan mengatur rumah tangganya sendiri, karena adabagian dari urusan-urusan daerah selain diatur dalam undang-undang dan harus diatur lebih lanjut dengan peraturan daerah. Berkaitan dengan kewenangan membentuk Peraturan Daerah (Perda) telah dipertegas dalam. UU No. 32 Tahun 2004 Pasal 42 ayat (1) huruf a ditentukan bahwa: \"DPRD mempunyai tugas dan wewenang membentuk Perda yang dibahas dengan kepala daerah untuk mendapat persetujuan bersama\". Selanjutnya dipertegas lagi dengan UU No. 27 Tahun 2009 Tentang MPR, DPR,DPD dan DPRD ditentukan :\nDPRD provinsi mempunyai tugas dan wewenang: membentuk peraturan daerah provinsi bersama gubernur, membahas dan memberikan persetujuan rancangan peraturan daerah mengenai anggaran pendapatan dan belanja daerah provinsi yang diajukan oleh gubernur.",
    "trans": "Based on the provisions of Article 1, number 10 of Law Number\n32 of 2004 on Regional Governance, a Regional Regulation refers to Provincial Regional Regulations and/or Regency/City Regional Regulations. Further provisions regarding these regional regulations are stipulated in Articles 136 to 149 of Law No. 32 of 2004. Regional regulations are issued by regional governments as part of the implementation of regional autonomy within the unitary state of the Republic of Indonesia.\nThe existence of regional regulations reflects the delegation of authority to regions to manage and regulate their own affairs, as there are aspects of regional matters that, apart from being governed by law, must also be further regulated through regional regulations. Regarding the authority to establish Regional Regulations (Perda), this is explicitly affirmed in Law No. 32 of 2004, Article 42, paragraph (1), point a, which states: \"The Regional People's Representative Council (DPRD) has the duty and authority to draft Regional Regulations (Perda) discussed with the regional head for mutual approval.\" This is further reinforced by Law No. 27 of 2009 concerning the People’s Consultative Assembly (MPR), the House of Representatives (DPR), the Regional Representative Council (DPD), and the Regional People's Representative Council (DPRD), which stipulates:\nThe Provincial Regional People's Representative Council (DPRD) has the duty and authority to: formulate provincial regional regulations jointly with the governor, discuss and approve drafts of regional regulations on the provincial budget submitted by the governor."
}