{
    "source": "id_ID",
    "target": "en_US",
    "text": "Lagu penutup drama Korea yang sedang mereka nikmati terdengar menggema di dalam kamar tidur Hinata yang berpenerangan temaram; mereka sengaja menutup semua gorden agar suasananya terasa seperti sedang menonton di bioskop, katanya.\nKedua wanita beda generasi itu terlihat duduk bersila dengan santai atas ranjang besar tempat biasanya Hinata memadu kasih dengan si suami pirang. Sedangkan di hadapan mereka terdapat banyak sekali bungkus camilan ringan dengan keadaan terbuka, pula beberapa toples yang entah apa isinya, tak lupa dua botol milk tea bermerk ternama tergeletak tak jauh darinya.\n\"Bagaimana kabar Nenek, Ma?\" tanya Hinata di sela-sela kegiatannya menggigit kulit kuaci, sebelum akhirnya memakan isinya.\n\"Masih seperti biasanya, Nak. Dia terlihat sangat merindukanmu.\" Kushina menjawab seadanya sebelum memasukkan satu keping keripik kentang ke dalam mulutnya.\nYa, apa yang ia ucapkan memanglah benar. Nenek Chiyo adalah orang pertama yang begitu dekat dengan menantunya, sehingga akan sangat wajar jika sang Nenek tua merasa sangat kehilangan semenjak Hinata pindah dari rumah utama.",
    "trans": "The closing soundtrack of the Korean drama they were watching echoed in Hinata's dimly lit bedroom; they intentionally closed all the curtains to make the atmosphere feel like they were watching in a cinema, they said.\nThe two women from different generations were seen sitting cross-legged casually on the large bed where Hinata usually shared intimate moments with her blonde husband.  While in front of them were numerous open snack wrappers, several jars with unknown contents, and two bottles of a popular milk tea brand lying nearby.\n\"How is Grandma's condition, Mom?\" asked Hinata in between biting the sunflower seed shell, before finally eating the seed inside.\n\"Just like usual, dear. She seems to miss you so much,\" answered Kushina briefly before popping a potato chip into her mouth.\nYeah, what she said is indeed true. Grandma Chiyo was the first person to get so close to her daughter-in-law, so it would be completely natural for Grandma to feel a great sense of loss since Hinata moved out of the main house."
}