{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jarak antar keduanya dikikis cepat tatkala Zhanghao berdiri dan mendekat, badannya ditarik paksa ke dalam gelembung personal yang sedikit lebih tinggi. Membawa dekat wajahnya untuk menubrukkan belah bibirnya di milik Zhanghao, menyesap dalam barang sebentar sebelum menjauhkan wajahnya lagi, \"Denger-denger ada yang moodnya naik turun sore ini.\"\nHanbin jatuhkan berkali-kali kecupan di seluruh wajahnya setelah angkat bicara, tidak biarkan Zhanghao menanggapi ketika ciumannya berpindah semakin intim ke belakang telinganya, \"Heard from one of my little birds here. Langsung dateng to the rescue deh. I think you need something to relax yourself, baby.\"\nZhanghao meremang mendengarnya saksikan sang kekasih lantas bergerak menjauh ke arah tempat tidur yang tersedia. Jatuhkan dirinya di atasnya lantas kembali tatap Zhanghao lamat-lamat, \"Now doctor, can you check up on me. Saya agak ngerasa sesek beberapa hari terakhir, di bagian sini.\" Gerakkan tangannya turun untuk berhenti di gundukan yang telah terbentuk di selangkangannya.",
    "trans": "The distance between the two of them quickly closed as Zhanghao stood up and moved closer, his body forcefully was pulled into her personal space which felt slightly more intense. Bringing her face closer to press her lips against Zhanghao's, lingering for a moment before pulling away. \"I heard someone's mood has been up and down this afternoon.\"\nHanbin dropped several kisses all over his face after speaking, not giving Zhanghao a chance to respond as her kisses grew more intimate moving to the back of his ear, \"I heard from one of my little birds here. So I immediately came to the rescue. I think you need something to relax yourself, baby.\"\nZhanghao shivered upon hearing as his lover moved away toward the bed. She threw her body onto the bed and looked at Zhanghao closely, \"Now doctor, can you check up on me? I have been feeling a bit suffocated the past few days, right here.\"  He moved his hand down and stopped at the mound that had formed between his crotch."
}