{
    "source": "id_ID",
    "target": "en_US",
    "text": "bersama surat ini kami sampaikan bahwa tujuan dari pelaksanaan kegiatan tersebut untuk\nmelatih kepemimpinan, kemandirian, pembinaan karakter siswa dan pendidikan kewirausahaan\nserta untuk meningkatkan keharmonisan komunikasi antara orang tua dan anak, maka kami akan\nmelaksanakan Latihan Dasar Kepemimpinan (LDK) bagi seluruh siswa SMP CHIS Denpasar.\nUntuk kegiatan ini kami bagi menjadi 2 tempat kegiatan yaitu pada tanggal 8 – 9 Oktober\n2024 bertempat di Rumah Khalwat Tegaljaya, Jl. Kubu Gunung 888, Tegaljaya, Dalung –\nKuta Utara sedangkan pada tanggal 7,10,11 dan 12 Oktober 2024 bertempat di Sekolah\nCHIS Denpasar. Berikut ini kami sampaikan beberapa hal terkait kegiatan tersebut sebagai\nberikut :\n1. Latihan Dasar Kepemimpinan (LDK) akan dilaksanakan pada tanggal 8 - 9\nOktober 2024 (selama 2 hari 1 malam), tempat kegiatan di Rumah Khalwat\nTegaljaya, Jl. Kubu Gunung 888, Tegaljaya, Dalung – Kuta Utara, Telp.\n(0361) 426545, 430721. Kami mohon Bapak/Ibu Orang Tua Siswa peserta untuk\nmengantar dan menjemput Putra/Putrinya di tempat kegiatan sesuai jadwal.\n(jadwal terlampir)\n• Check in (8 Oktober 2024) pukul 08.00 wita",
    "trans": "with this letter, we would like to inform you that the objective of this activity is to\ntrain leadership, independence, the character development of students, and entrepreneurship education\nas well as to improve communication harmony between parents and children, so we will\nconduct Basic Leadership Training (LDK) for all students of CHIS Senior High School Denpasar.\nThis activity will be divided into two locations, scheduled for October 8th-9th,\n2024 located at Rumah Khalwat Tegaljaya, Kubu Gunung 888 Street, Tegaljaya, Dalung -\nNorth Kuta meanwhile on October 7th, 10th, 11th, and 12th, 2024, the event will be held at the school\nCHIS Denpasar. Here are a few details related to the event as\nfollows :\n1. Basic Leadership Training (LDK) will be conducted on 8th-9th of\nOctober 2024 (for 2 days and 1 night), the event will take place at Rumah Khalwat\nTegaljaya, Kubu Gunung 888 Street, Tegaljaya, Dalung - North Kuta, Phone Number.\n(0361) 426545, 430721. We kindly request that the parents of the participating students to\ndrop off and pick up their children at the event location according to the schedule.\n(schedule attached)\n• Check-in (October 8th, 2024) at 08:00 GMT+8"
}