{
    "source": "id_ID",
    "target": "en_US",
    "text": "“Sempurna, double Z menandakan gua ini bukan milikku sendiri lagi.”\nZavion mengeluarkan sesuatu dari sakunya lalu menyerahkannya pada Hera, “aku tahu kau bisa menggunakannya dengan baik. Cincin ini salah satu benda kesayanganku, dan aku ingin kau menjaganya juga.”\n“Aku tidak bisa menerimanya, waktu itu …”\n“Perjanjian waktu itu sudah selesai, sekarang aku ingin membuat janji baru. Kalau waktu itu kau menerimanya karena telah menolongku, hari ini sebaliknya.”\n“Kau dapat mengembalikan cincin ini setelah memutuskan pergi dariku dan bersumpah tidak akan bertemu lagi. Aku harap hari itu tidak pernah ada, karena itu janji ini aku buat untuk kita tepati.”\n“Kau tidak bisa melakukan ini, aku bukan orang baik. Kau tidak tahu kenapa …”\n“Aku tahu tapi tidak percaya dengan semua hal gila yang mereka katakan tentangmu. Tidak ada manusia yang terlahir buruk apalagi sampai membawa kutukkan. Didesaky banyak yang mati karena melahirkan, tapi kami tidak pernah menganggap anaknya pembawa sial.”\nHera mendongak, menatap Zavion dengan mata berkaca-kaca.\nZavion memegang lembut pundak Hera dan dengan yakin berkata, “begitupun denganmu, kau bukan pembawa sial seperti yang mereka katakan.”\nZavion membuat perjanjian ini agar Hera tak mencoba bunuh diri saat sedang sendiri. Memberinya kepercayaan untuk menjaga perjanjian adalah bentuknya menjaga Hera saat sedang tidak bersamanya.",
    "trans": "\"Perfect, the double Z signifies that this cave is no longer mine alone.\"\nZavion took something out of his pocket and handed it to Hera. \"I know you can use it well. This ring is one of my most treasured possessions, and I want you to look after it too.\"\n\"I can’t accept it. Back then...\"\n\"The agreement we made back then is over. Now, I want to make a new one. If back then you accepted it because you helped me, today it’s the other way around.\"\n\"You can return this ring when you decide to leave me and swear never to see me again. I hope that day never comes, which is why I’m making this promise for us to uphold.\"\n\"You can’t do this. I’m not a good person. You don’t even know why...\"\n\"I know, but I don’t believe all the crazy things they say about you. No human is born bad, let alone cursed. In Didesaky, many women died giving birth, but we never saw their children as bearers of misfortune.\"\nHera looked up, her eyes brimming with tears, meeting Zavion’s gaze.\nZavion gently placed his hands on her shoulders and said firmly, \"And the same goes for you. You’re not cursed like they say.\"\nZavion made this promise to ensure Hera wouldn’t try to take her own life when she was alone. Giving her the trust to uphold the promise was his way of protecting her, even when he couldn’t be by her side."
}