{
    "source": "id_ID",
    "target": "en_US",
    "text": "Sedangkan Boruto hanya tersenyum sambil melirik Sarada disampingnya,Boruto tahu Sarada itu Hamil,jadi wajarlah jika porsi makan Sarada itu bertambah..\nTangannya begitu gatal ingin mengelus perut Sarada,mati-matian dirinya menahan tangannya itu agar diam-diam tetapi..\nTangan Boruto akhirnya merayap keperut Sarada dan menyentuh perut wanita itu..\nSumpah demi apa pun dia tidak bisa menahan tangannnya itu lagi,\nSarada kaget hampir saja dia terpekik kerana terkejut,namun dia bisa mengontrol dirinya,dia menatap Boruto disampingnya ternyata lelaki itu memalingkan wajahnya ke samping tidak menatap Sarada,tetapi tangan kekarnya perlahan mengelus perut wanita itu..\nSarada melirik ke perut nya,tangan Boruto begitu nyaman mengusapnya,sepertinya Hasrat Sarada begitu tercapai,akhirnya lelaki itu mau mengelus perutnya..\nMata Sarada berkaca-kaca kerana saking bahagianya,Dadanya tiba-tiba sesak,dan bertanya?\nUntuk apa Boruto melakukan ini?\nApa dia hanya berpura-pura?\nTidak mengapa jika dia berpura-pura,tetapi Sarada bahagia kerana Boruto mau menyentuh perutnya meskipun lelaki itu tidak menatapnya tapi tangannya tetap bergerak mengusap.",
    "trans": "While Boruto just smiled as he glanced at Sarada beside him. He already knew that Sarada was Pregnant, so it made sense Sarada's appetite had increased..\nHis hands itched so badly to touch Sarada's belly. He tried his best to keep his hands still, but..\nBoruto’s hand finally crept toward Sarada’s belly and touched the woman’s belly...\nHe swore on everything he couldn’t hold his hand back any longer,\nSarada was startled, almost letting out a yelp in surprise, but she managed to control herself. She looked at Boruto beside her, only to find the man had turned his face away, avoiding her gaze, yet his strong hand gently stroked her belly...\nSarada glanced down at her belly. Boruto’s hand felt so comforting as it caressed her. It seemed her desire had finally been fulfilled, Boruto was willing to touch her belly...\nSarada’s eyes brimmed with tears from how happy she felt. Her chest suddenly tightened, and she questioned\nWhy was Boruto doing this?\nWas he just pretending?\nIt didn’t matter if he was pretending; Sarada was happy because Boruto was willing to touch her belly. Even though the man didn’t look at her, his hand continued to stroke her belly."
}