{
    "source": "id_ID",
    "target": "en_US",
    "text": "• Dalam praktik, undang-undang ini dilaksanakan dengan baik, namun terdapat isu-isu berkaitan undang-undang tahanan pencegahan seperti Akta Kesalahan Keselamatan (Langkah-Langkah Khas) 2012 (SOSMA) dan Akta Pencegahan Jenayah 1959 (POCA) yang membenarkan penahanan tanpa perbicaraan untuk tempoh tertentu.\n2. Habeas Corpus:\n• Perkara 5(2) menyatakan bahawa seseorang yang ditahan berhak untuk mencabar penahanan melalui writ habeas corpus di mahkamah.\n• Walaupun hak ini ada, keberkesanan cabaran ini sering dipersoalkan dalam kes penahanan di bawah undang-undang khas seperti SOSMA, yang membolehkan penahanan tanpa bicara.\n3. Pemberitahuan Sebab Penahanan:\n• Perkara 5(3) mewajibkan pihak berkuasa memaklumkan sebab penahanan dalam masa 24 jam.\n• Perkara ini biasanya diamalkan, tetapi ada laporan tentang kelewatan atau kegagalan memberikan alasan dalam beberapa kes penahanan di bawah undang-undang khas.\n4. Hak Untuk Pembelaan dan Perbicaraan:\n• Setiap individu yang ditahan berhak mendapat khidmat peguam dan perbicaraan yang adil. Namun, dalam kes-kes tertentu di bawah undang-undang seperti Akta Keselamatan Dalam Negeri (ISA) sebelum ia dimansuhkan, dan kini di bawah SOSMA, hak ini mungkin tertangguh atau dikurangkan.\n5. Undang-undang Pencegahan:\n• Kebebasan diri boleh dikompromi melalui undang-undang tahanan pencegahan seperti SOSMA, POCA, dan Akta Pencegahan Keganasan 2015 (POTA), yang membenarkan penahanan jangka panjang tanpa perbicaraan biasa. Penggunaan undang-undang ini sering menjadi subjek perdebatan tentang sejauh mana ia melanggar prinsip kebebasan diri.",
    "trans": "• In practice, these laws are implemented well, but there are some issues related to the prevention prisoner laws such as Safety Mistake Acts (Specificic Measurements) of 2012 (SOSMA) and Crime Prevention Act of 1959 (POCA) that justify detention without trial for a certain period.\n2. Habeas Corpus:\n• Case 5(2) states that a person that is arrested has the right to challenge the detention through writ habeas corpus in the court.\n• Even though the right exists, the effectiveness of the challenge is often questioned in case that the detention under specific law such as SOSMA, that allow silent detention.\n3. Notification of Detention Cause:\n• Case 5(3) gives the obligation to the authority to announce the cause of detention in a 24-hour period.\n• This case can be realized, but there have been reports about the omission and failure to provide the reasons in several detention cases under special law.\n4. Right to Defense and Trial:\n• Every individual person detained has the right to get the service of a lawer and fair trial. But, in specific cases under the law such as Domestic Safety Act (ISA) before he is exterminated, and now under SOSMA, this right may be delayed or reduced.\n5. Prevention Law:\n• Self freedom can be compromised through the prevention detention law such as SOSMA, POCA, and Prevention of Terrorism Act 2015 (POTA), that justify long period detention without ordinary trial. The use of this law often becomes the subject of debate to some extent where it violates the principle of self-freedom."
}