{
    "source": "id_ID",
    "target": "en_US",
    "text": "****\nAkhirnya mereka berhasil melewati hari ini tanpa kendala, tentu kita semua harus memberikan selamat kepada Jay karena ia bisa bertahan seharian dengan tubuh pegal dan sakit di analnya yang terus menyengat setiap detik.\nJay hampir saja menyentuh knop pintu kamar ketika lengan nya ditarik kasar oleh seseorang, ia menoleh dan ternyata itu Sunghoon, ia bahkan sudah lupa dengan kalimat Sunghoon tadi siang.\n\"Sunghoon sakit, lepaskan!\"\nJay berbisik kesal, ia tak berani membentak karena takut mengundang yang lain, Sunghoon tentu tak perduli dan segera membawa Jay masuk ke kamarnya, ia mengunci pintu dengan cepat kemudian menarik Jay untuk masuk ke dalam kamar mandi nya, dihempaskan begitu saja tubuh Jay ke dalam bathub kemudian sebelum Jay protes Sunghoon lebih dulu menyirami Jay dengan shower yang air hangatnya langsung membasahi tubuh Jay.\nSunghoon menatap Jay yang kelabakan dengan tatapan datar, Jay tidak siap menerima siraman air itu meskipun airnya hangat, ia tidak suka, Sunghoon kasar sekali!\n\"Fwahh! Hahh...hahh\"\nJay menarik napasnya ketika Sunghoon menghentikan siraman tersebut, sesaat setelah nya dagu Jay di tarik dan langsung bersitatap dengan Sunghoon, netra sayu Jay menatap netra tajam Sunghoon yang nampak berkilat marah.\n\"S-sunghoon...\"\nTubuh Jay yang sudah menggigil makin menjadi karena tatapan Sunghoon yang benar-benar menyeramkan, seakan tatapan itu bisa menembus matanya saat itu juga.",
    "trans": "****\nAt last they managed to get through the day without any issues, surely we must all congratulate Jay for enduring an entire day with a sore body and a stinging pain in his rear that persisted every second.\nJay was just about to touch the doorknob of his room when someone roughly pulled his arm, he turned to see it was Sunghoon, he had completely forgotten Sunghoon's words from earlier that afternoon.\n“Sunghoon it hurts, let go!”\nJay whispered irritably, he didn't dare to raise his voice for fear of attracting attention from others, Sunghoon however was unconcerned and swiftly dragged Jay into his room, he locked the door quickly and then pulled Jay into his bathroom, he threw Jay's body into the bathtub then before Jay could protest Sunghoon doused him with the shower and the warm water instantly soaking Jay's body.\nSunghoon stared at Jay who was flustered with an expressionless gaze, Jay was unprepared for the splash of water even though it was warm, he disliked it, Sunghoon was being so rude!\n“Fwahh! Hahh... hahh”\nJay caught his breath when Sunghoon stopped the sprinkling, moments later Sunghoon grasped Jay's chin forcing their eyes to meet, Jay's weary gaze met Sunghoon's piercing furious eyes.\n“S-Sunghoon...”\nJay's body which already trembling shook even more under Sunghoon's truly terrifying stare, as if that gaze could pierce his eyes right then and there."
}