{
    "source": "id_ID",
    "target": "en_US",
    "text": "Tubuh aslinya dibuat bodoh olehnya dan memakan coptis, dan dia tidak bisa membedakan rasa sakitnya.Tidak hanya dia tidak mendapatkan apa yang pantas dia dapatkan, tetapi itu membuatnya menjadi tikus jalanan di desa, dan semua orang berteriak dan memukulinya.\nApa yang Gu Ting lakukan terhadap Yuanshen dan keluarga Gu, satu demi satu, satu demi satu, jumlahnya tidak terhitung. Belum lagi bahwa keluarga Gu dibuat menjadi sangat miskin olehnya, dan berhutang besar kepada orang luar. Tiga puluh tahun kerja keras, sekali kembali ke sebelum pembebasan, putrinya dibesarkan di sini, dia adalah musuh di kehidupan sebelumnya, tetapi ayah Gu masih tidak percaya! Bahkan jika Gu Meng mengatakan yang sebenarnya dengan jelas!\nJadi anggota keluarga Gu belum makan daging selama setahun.Ketika Gu Meng membawa hewan-hewan liar ini, mata ibu Gu berbinar.\n“Dari mana asalmu? Apakah kamu pergi ke sungai dan gunung? Oh, mengapa kamu begitu berani? Ada banyak ular, serangga, tikus, dan semut di sana. Bagaimana jika kamu digigit? babi hutan di sana. Kamu tidak diizinkan pergi ke sana lagi. Itu sudah hilang.” Ibu Gu menyeret Gu Meng ke atas dan ke bawah untuk melihat ke atas dan ke bawah, dan setelah memastikan bahwa dia baik-baik saja, dia merasa lega.",
    "trans": "The original body was fooled by her and ate coptis, and she couldn't distinguish the pain. Not only did she not receive what he deserved, it turned her into a street rat in the village, whom everyone shouted at and beat.\nWhat Gu Ting did to Yuanshen and the Gu family, one after another, is countless. Not to mention that the Gu family was driven to extreme poverty by him, and owed a huge debt to outsiders. Thirty years of hard work were undone in an instant, returning them to the state before liberation. His daughter grew up here, he was an enemy in his previous life, yet Gu's father still didn't believe it! Even when Gu Meng clearly told the truth!\nSo the Gu family members haven't had any meat for a year. When Gu Meng brought these wild animals, Gu's mother's eyes lit up.\n\"Where were you from? Did you go to the rivers and mountains? Oh, why are you so brave? There are many snakes, insects, rats, and ants there. What if you get bitten? There are wild boars there. You're not allowed to go there anymore. It's over.\"  Gu's mother dragged Gu Meng up and down to examine her, and after confirming that she was fine, she felt relieved."
}