{
    "source": "id_ID",
    "target": "en_US",
    "text": "ADVERTISEMENT\nSCROLL TO CONTINUE WITH CONTENT\nKedua pasangan pemimpin ini juga mendapat dukungan besar dari partai politik. Perahu besar Koalisi Indonesia Maju mengantarkan keduanya menjadi Presiden dan Wakil Presiden 20240-2029.\nOptimisme Besar\nDi samping dukungan politik yang kuat, harapan publik yang besar juga menyertai Prabowo dan Gibran. Di hari pelantikan ini, masyarakat dari berbagai penjuru Tanah Air berbondong-bondong ke Jakarta, menunggu pemimpin mereka yang baru saja dilantik. Harapan masyarakat kini ada di pundak Prabowo dan Gibran.\nADVERTISEMENT\nAds end in 24\nX\nPublik yakin pemerintahan baru ini dapat mengatasi problem bangsa.\nHarapan ini terekam dalam survei Litbang Kompas yang diselenggarakan pada 4-10 September 2024. Survei ini melibatkan 1.200 responden yang dipilih acak menggunakan metode pencuplikan sistematis bertingkat di 38 provinsi Indonesia. Tingkat kepercayaan survei 95 persen dengan margin of error penelitian +- 2,83 persen.",
    "trans": "ADVERTISEMENT\nSCROLL TO CONTINUE WITH CONTENT\nThe leader partner has also gained enormous support from political parties. An enormous effort of Indonesia Maju Coalition has brought them to be the President and Vice President for 2024-2029.\nTremendous Optimism\nIn addition to a strong political support, Prabowo and Gibran also carried an enormous amount of public expectation. On this inaugural day, people from within the country flocked together in Jakarta, waiting for their leaders who had just been inaugurated. Prabowo and Gibran are now carrying public expectation.\nADVERTISEMENT\nAds end in 24\nX\nThe public are confident that the new government is able to solve the country's problem.\nThe Kompas R&D survey, conducted on September 4-10, 2024, contained this expectation. 1.200 participants randomly selected using the stratified random sampling method throughout 38 provinces in Indonesia partook in this survey. The survey's confidence level reached 95 percent with the research's margin of error of +- 2.83 percent."
}