{
    "source": "id_ID",
    "target": "en_US",
    "text": "Saat aku berbicara dengan lembut dengan mata tertuju pada ruang kosong, [redacted_name] membuka mulutnya seolah dia telah menunggu.\n- Tadinya aku akan memberitahumu, saudaraku. Ada mobil yang mengikuti. Ini hari kedua.\n“[redacted_number]?”\nHal pertama yang terlintas dalam pikiran adalah [redacted_name]. Tapi Samdu langsung menjawab.\n- Bukan mobil itu. Bagaimana kalau aku mencobanya?\n“Jangan langsung maju, manfaatkan saja kesempatan ini dan periksa wajahnya. Kemungkinan besar dia ditunjuk oleh Hankyung. Jika itu benar, biarkan saja.”\n- Baiklah.\nSetelah menyelesaikan panggilan teleponnya dengan [redacted_name], Beomjin menghela nafas sebentar dan melihat ke luar jendela.\nLampu-lampu kecil menerangi kegelapan yang telah mereda. Karena pemandangan malamnya lumayan, kupikir sebaiknya meletakkan sofa di sini. Dia akhirnya mulai memindahkan sofa itu lagi yang telah diubah posisinya sebanyak tiga kali.\nAda empat rumah di Seoul saja yang ditinggali Beomjin. Tipenya bermacam-macam, dari studio hanya untuk tidur hingga penthouse yang cukup besar yang diserahkan secara paksa oleh ketua kepadanya. Merupakan tantangan besar untuk memutuskan rumah mana yang akan membawa Junyoung.\nMengingat keamanan, penthouse dan apartemen mungkin lebih baik, namun ukuran luasnya memiliki kelemahan karena terlalu luas. Tapi saat aku memikirkan tentang Junyoung yang berangkat dan pulang kerja, dua pilihan itu lebih baik.",
    "trans": "When I was speaking softly with my eyes directed at an empty space, [redacted_name] opened his mouth as if he had been waiting.\n- I was going to tell you, my brother. There's a car following me. This is the second day.\n\"[redacted_number]?\"\nThe first thing that crossed my mind was [redacted_name]. But Samdu immediately replied.\n- Not that car. What if I try it?\n\"Don't rush in, just take this chance and check his face. He's probably been appointed by Hankyung. If that's the case, just leave it.\"\n- Alright\nAfter ending the call with [redacted_name], Beomjin sighed a second and glanced out the window.\nTiny lights illuminated the fading darkness. Since the night view was quite nice, I thought putting the sofa here would be a good idea. He finally started moving the sofa again which had been repositioned three times.\nThere were four houses in Seoul owned by Beomjin alone. They ranged from a simple studio meant just for sleeping to a spacious penthouse that the chairman had forcibly handed over to him. It was quite challenging to decide which house to bring Junyoung in.\nConsidering security, the penthouse and apartment seemed like better options, though their spacious size felt a bit excessive. However, when I thought about Junyoung commuting to and from work, those two choices made the most sense."
}