{
    "source": "id_ID",
    "target": "en_US",
    "text": "Jaemin tidak peduli pada apapun lagi selain kuluman Jeno pada puting kanannya. Tangan Jaemin mencengkram bahu Jeno dan satu lagi meremas rambut belakang Jeno. Menunjukkan betapa besar kenikmatan yang ia dapat hanya dengan hisapan pada putingnya.\n\"Mmh, t-terus Daddy ... \" Jaemin mendongakkan kepalanya. Lidah basah Jeno menari-nari indah di daging kecilnya. Menjilat, menghisap, melumat bahkan menggigit kasar daging tersebut. Tidak ada rasa sakit sama sekali, eh mungkin ada tapi rasa nikmat jauh jauh jauh lebih mendominasi.\n\"Daddy,\" Jaemin memandang puting kirinya yang hanya dibelai-belai lembut oleh Jeno. \"Yang ini juga gatal.\" Jaemin meremas tangan Jeno yang memanjakan puting satunya.\n\"Baby?\" Jeno mendongak, menatap wajah merah Jaemin. Wajah yang memerah bukan karena pemiliknya malu namun karena bergairah dan terangsang.\n\"Yes Daddy?\"\n\"Apa kau sekarang berani memerintah Daddy?\"\nOh tidak, bagaimana Jaemin lupa pada posisinya?\n\"Ti-tidak Daddy. Jaemin minta maaf.\"\n\"Apa baby lupa jika ini seharusnya sebuah hukuman?\"\nAstaga, Jaemin sama sekali lupa. Sungguh! Jaemin diam saja dan menundukkan kepalanya, tidak berani memandang mata Jeno. Di hadapan pemuda ini, Jaemin benar-benar menekuk lututnya.\n\"Daddy bahkan baru menyentuh ini,\" Jaemin menegang saat jemari Jeno mencubit nakal puting kanannya yang bengkak. \"Belum yang ini,\"",
    "trans": "Jaemin didn't care about anything anymore besides his right nipple being sucked by Jeno. Jaemin gripped Jeno's shoulder and his other hand grabbed Jeno's back hair, showing just how much pleasure he received just by the suck on his nipple.\n\"Mmh, k-keep going Daddy ... \" Jaemin lifted his head up. Jeno's wet tongue moved freely around his flesh, licking, sucking, crushing to roughly biting it. There was no pain at all, probably just a little pain, but the pleasure was much more dominating.\n\"Daddy,\" Jaemin looked at his left nipple that is only caressed gently by Jeno. \"This one tickles as well.\" Jaemin squeezed Jeno's other hands that spoiled his other nipples.\n\"Baby?\" Jeno looked up, staring at Jaemin's blushing face. His face was blushing not because of he's shy but rather vivacious and turned on.\n\"Yes Daddy?\"\n\"You dare to give command to Daddy now?\"\nOh no, how could Jaemin forgot his position?\n\"N-no Daddy. I'm sorry.\"\n\"Do you forget that this is supposed to be a punishment?\"\nOh my, Jaemin totally forget about it. Really! Jaemin stayed silent and looked down, he didn't dare to look at Jeno's pupils. Jaemin totally surrendered in front of this guy.\n\"I just touch this one though,\" Jaemin became stiff as Jeno playfully pinched his swollen right nipple. \"This one is yet to touch,\""
}