{
    "source": "id_ID",
    "target": "en_US",
    "text": "Secara sederhana, mereka adalah guru yang memiliki kualifikasi akademik yang lebih tinggi dibandingkan dengan guru biasa.\nSyarat-syarat Umum untuk Menjadi Pegawai Perkhidmatan Pendidikan Siswazah:\nWarganegara Malaysia\nMemiliki ijazah sarjana muda kepujian atau lebih tinggi dalam bidang pendidikan atau bidang yang berkaitan dengan bidang pengajaran yang akan diampu.\nMemenuhi syarat-syarat lain yang ditetapkan oleh Suruhanjaya Perkhidmatan Pendidikan (SPP), seperti lulus ujian-ujian yang ditetapkan.\nTanggungjawab Pegawai Perkhidmatan Pendidikan Siswazah:\nMengajar mata pelajaran yang sesuai dengan kelayakan akademik mereka.\nMembimbing dan membimbing pelajar dalam pembelajaran.\nMengembangkan kurikulum dan bahan pengajaran.\nMenilai pencapaian pelajar.\nBerkolaborasi dengan guru lain, ibu bapa, dan komuniti sekolah untuk mencapai hasil pembelajaran yang optimal.\nKelebihan Menjadi Pegawai Perkhidmatan Pendidikan Siswazah:\nGaji yang lebih tinggi dibandingkan dengan guru biasa.\nPeluang untuk melanjutkan pelajaran ke peringkat yang lebih tinggi.\nPeluang untuk menduduki jawatan kepimpinan dalam bidang pendidikan.\nDapat berkontribusi dalam pengembangan pendidikan di Malaysia.\nIngin tahu lebih lanjut? Anda bisa mengunjungi situs web Suruhanjaya Perkhidmatan Pendidikan (SPP) untuk informasi yang lebih lengkap dan terkini mengenai syarat-syarat pelantikan, proses pendaftaran, dan sebagainya.\nApakah ada hal lain yang ingin Anda tanyakan tentang Pegawai Perkhidmatan Pendidikan Siswazah? Saya siap membantu!\nBeberapa pertanyaan yang mungkin ingin Anda tanyakan:\nApa perbedaan antara Pegawai Perkhidmatan Pendidikan Siswazah dengan guru biasa?",
    "trans": "Simply put, they are teachers who hold higher academic qualifications compared to regular teachers.\nGeneral Requirements to Become a Graduate Education Service Officer:\nMalaysian citizen\nMust possess at least a bachelor’s degree with honors or higher in education or a related field that corresponds to the teaching subjects they will handle.\nMust meet other requirements set by the Education Service Commission (SPP), such as passing designated tests.\nResponsibilities of Graduate Education Service Officers:\nTeach subjects relevant to their academic qualifications.\nGuide and support students in their learning.\nDevelop curricula and teaching materials.\nAssess student performance.\nCollaborate with other teachers, parents, and the school community to achieve optimal learning outcomes.\nBenefits of Being a Graduate Education Service Officer:\nHigher salary compared to regular teachers.\nOpportunities for further education at higher levels.\nPossibilities to take on leadership positions within the education sector.\nAbility to contribute to the development of education in Malaysia.\nWant to know more? You can visit the Suruhanjaya Perkhidmatan Pendidikan (SPP) website for more comprehensive and up-to-date information on appointment requirements, registration processes, and more.\nIs there anything else you would like to ask about Graduate Education Service Officers? I'm here to help!\nSome questions you might want to ask:\nWhat is the difference between a Graduate Education Service Officer and a regular teacher?"
}