{
    "source": "id_ID",
    "target": "en_US",
    "text": "Iya, kan?\nTapi tidak ada yang ikut tertawa dengannya, itu sudah pasti serius.\n\"Dengar, aku tidak memberikan pelayanan seperti itu. Jadi cepat, siapa yang akan aku layani diantara kalian?\" [redacted_name] pun jadi serius, panik juga karena dia seperti sedang dikepung saat ini.\nMereka justru tertawa mendengar [redacted_name] yang sedikit marah, terluka mereka mulai mencoba memojokkan [redacted_name] ke tembok sembari mencoba menyentuhnya.\nBerteriak meminta tolong pun percuma, suara pria pria itu lebih nyaring dari suara [redacted_name].\n[redacted_name] takut bukan main, seharusnya dia berpikir jauh sebelum masuk ke dunia seperti ini sendirian.\nDulu saat [redacted_name] melukainya, ia masih mengharapkan [redacted_name] ataupun [redacted_name] yang akan menolongnya, tapi sekarang dia tidak tahu siapa yang akan menolongnya.\nBayang-bayang wajah [redacted_name] yang khawatir saat dia dilukai [redacted_name] muncul dibenaknya, dan sesaat setelah itu [redacted_name] menyesal tidak mendengarkan saran banyak orang untuk tidak kembali kesini seorang diri.\nSaat tubuh kecilnya di lempar ke atas kasur, dengan pandangan tatapan hewan liar lima pria itu [redacted_name] bersumpah bahwa dia benar-benar menyesal tidak mendengarkan [redacted_name].\nSuaranya sudah hampir habis karena berteriak meminta tolong, menangis, dan memberontak, tubuhnya juga lemas hingga dia tidak lagi bisa menghindar saat tangan-tangan kotor itu menyentuh tubuhnya.",
    "trans": "“Right?”\nBut no one laughed with her; it was clear they were serious.\n“Listen, I’m not here to provide that kind of service. So hurry up, who am I supposed to serve among you?” [redacted_name] said, suddenly serious and feeling panicked as if she was being surrounded.\nInstead, they laughed at [redacted_name], who was a little angry. Hurtful, they began to corner [redacted_name] against the wall while trying to touch her.\nScreaming for help felt pointless; the men’s voices were louder than [redacted_name].\n[redacted_name] was terrified. She should have thought long and hard before stepping into a world like this alone.\nIn the past, when [redacted_name] had hurt her, she still hoped that [redacted_name] or [redacted_name] would come to her rescue. But now, she had no idea who could help her.\nThe worried face of [redacted_name] appeared in her mind as she recalled being hurt by [redacted_name], and shortly after, she regretted not listening to the many people who advised her not to come back here alone.\nAs her small body was thrown onto the bed, with the wild stares of the five men on her, [redacted_name] swore she truly regretted not listening to [redacted_name].\nHer voice was nearly gone from screaming for help, crying, and fighting back. She felt so weak that she could no longer avoid those dirty hands touching her body."
}