{
    "source": "id_ID",
    "target": "en_US",
    "text": "[redacted_name] memang tidak menyukai Pathaphee untuk itu, tetapi ia menganggap tawarannya cukup menantang dan menarik. [redacted_name] pun menerima tawarannya, tetapi ia juga punya syarat. Jika dia berhasil membantunya mendapatkan kembali followersnya, dia harus mendapatkan maaf dan memanggilnya \"Tuan\" selama tiga bulan.\nPathaphee dan [redacted_name] bekerja sama sebagai reporter berita dan produser. Masa lalu mereka memiliki pengaruh besar pada dinamika hubungan mereka saat ini. Meskipun mereka selalu menggoda satu sama lain, rayuan juga dapat terlihat di antara mereka. Saat mereka mencari kebenaran, mereka menjadi dekat. Sentuhan fisik, yang secara tidak sengaja terjadi saat mereka bekerja sama, menyalakan kembali percikan di antara mereka. Hubungan mereka seperti cuaca yang tidak dapat diprediksi. Membingungkan tetapi juga menarik.\n[redacted_name] tidak kembali untuk pekerjaan ini saja. Dia memiliki misi tersembunyi untuk membantu pria yang dia sayangi. Dia kembali untuk menemukan seseorang yang menyebarkan video yang menghancurkan reputasi Pathaphee dan membahayakan hidupnya. Pasangan mantan kekasih ini perlu bekerja sama untuk menemukan penjahat sebenarnya di balik kasus ini dan lagi menghadapi perasaan mereka yang sebenarnya satu sama lain. Akankah api di hati mereka mengubah mereka? Akankah mereka belajar tentang perubahan itu bersama-sama?",
    "trans": "[redacted_name] did not like Pathaphee for that, but found the offer quite challenging and intriguing. [redacted_name] accepted the offer, but had conditions of his own. If he manages to help him regain his followers, he must earn his forgiveness and address him as \"Sir\" for three months.\nPathaphee and [redacted_name] work together as news reporters and producers. Their past significantly influences the dynamics of their current relationship. Although they constantly tease each other, flirting can also be seen between them. As they seek the truth, they grow closer. The physical contact, that accidentally occurred while they worked together, reignited the spark between them. Their relationship is like unpredictable weather. Confusing yet intriguing.\n[redacted_name] did not return solely for this job. He has a hidden mission to assist the man he cares about. He is back to track down the person who spread a video that tarnished Pathaphee's reputation and jeopardized his life. This former couple must collaborate to uncover the true villain behind the case while also confronting their genuine feelings for one another. Will the fire in their hearts change them? Will they learn about the changes together?"
}