{
    "source": "id_ID",
    "target": "en_US",
    "text": "Pengambilan keputusan berbasis etika juga penting dalam mengatasi konflik kepentingan yang mungkin terjadi, misalnya ketika guru memiliki hubungan pribadi dengan orang tua siswa atau memiliki kepentingan di luar institusi pendidikan yang dapat memengaruhi obyektivitas mereka. Dalam hal ini, etika profesional menuntut guru untuk menjaga batasan profesional dan memastikan bahwa keputusan mereka tidak dipengaruhi oleh hubungan pribadi tersebut. Misalnya, seorang guru yang memiliki anak teman sekelas di kelasnya harus tetap menilai performa anak tersebut secara objektif dan tidak memberikan perlakuan istimewa. Pengambilan keputusan berbasis etika akan membantu membangun kepercayaan antara guru dan siswa, serta menciptakan budaya sekolah yang positif dan transparan.\nDi sisi lain, pengambilan keputusan berbasis etika juga penting ketika guru dihadapkan pada tekanan dari pihak lain, seperti orang tua siswa yang menginginkan nilai yang lebih tinggi untuk anak mereka, atau institusi yang menginginkan pencapaian akademis tertentu. Guru yang menerapkan etika profesional akan mampu menolak tekanan ini dan tetap bertindak sesuai dengan prinsip keadilan dan integritas. Dengan cara ini, pengambilan keputusan etis oleh guru akan menciptakan lingkungan belajar yang adil, di mana setiap siswa memiliki kesempatan yang sama untuk berkembang.",
    "trans": "Ethical decision-making is also important in dealing with potential conflicts of interest, such as when a teacher has a personal relationship with a student's parents or has other interests outside of the educational institution that can influence their objectivity. In this case, professional ethics requires teachers to maintain professional boundaries and ensure their decisions will not be influenced by personal relationships. For example, a teacher who has a child in the same class must evaluate the child's performance objectively and give no special treatment. Ethical decision-making will help build trust between teachers and students and create a positive and transparent school culture.\nOn the other hand, ethical decision-making is also important when teachers are faced with pressure from other parties, like parents who want higher grades for their children, or an institution that desires a certain academic achievement. A teacher who applies professional ethics will be able to resist this pressure and continue to take action based on justice and integrity principles. With this method, ethical decision-making by teachers will create a fair environment for study, where every student will have the same opportunity to grow."
}