{
    "source": "id_ID",
    "target": "en_US",
    "text": "Mingyu menikmati makanan di depannya sembari menatap pemandangan kota di malam hari dari balkon rumah. Wonwoo sudah masuk ke kamarnya. Tanpa sikat gigi dulu, tanpa membereskan makanan dan segala peralatan makan di meja.\nTeman serumahnya itu punya kekasih, namanya Park Jae Eon. Menurut Wonwoo, Jae Eon sempurna. Menurut Mingyu (dan banyak teman mereka lainnya), Jae Eon sebaiknya binasa. Seperti kalimat Mingyu tadi, entah Wonwoo sekedar denial atau memang goblok, pada kenyataan bahwa Jae Eon kerap berselingkuh. Sudah tidak terhitung berapa kali Mingyu, teman mereka yang lain, bahkan Wonwoo sendiri memergoki Jae Eon sedang makan, clubbing, bahkan keluar dari hotel mencurigakan dengan orang lain. Setiap kali itu terjadi, Wonwoo selalu membela Jae Eon. \"Cuma temen, tau sendiri lah Jae Eon emang friendly.\"\n\"Goblok.\" umpat Mingyu tanpa sadar saat mengingat semua kebodohan teman serumahnya itu. Untung yang diumpat sudah pulas tertidur di kamarnya.\n******\n\"Nu, ntar malem gue nggak mau tau rumah harus bersih ya. Makanan sama piring-piring semalem udah gue bersihin. Tugas lo hari ini nyapu ngepelnya.\" Mingyu berkata sambil memasang sepatu.\n\"Iya iya bawel banget.\" sahut Wonwoo dengan nada kesal.",
    "trans": "Mingyu enjoys the food in front of him while gazing at the city scenery in the evening from the balcony of his house. Wonwoo has entered his room. Without brushing his teeth first, without tidying the food and all eating utensils on the table.\nHis housemate has a girlfriend, her name is Park Jae Eon. According to Wonwoo, Jae Eon is perfect. According to Mingyu (and many of their friends), Jae Eon should perish. Like Mingyu's sentence just now, whether Wonwoo merely denies is or he is really stupid, in  reality Jae Eon often cheats. It has been countless how many times that Mingyu, their other friends, and even Wonnwoo himself caught Jae Eon in the act of eating, clubbing, and even getting out from a hotel with another man. Every time it happens, Wonwoo always defends Jae Eon. \"Just a friend, you know it yourself Jae Eon is indeed friendly.\"\n\"Stupid.\" Mingyu curses without realizing when he thinks about the stupidity of his housemate. Luckily, the one whom he curses is already sound asleep in his room.\n******\n\"Now, tonight I don't want to know it, the house must be clean, okay? I have cleaned all the food and plates of last night. Your jobs today are sweeping and mopping.\" says Mingyu while putting on his shoes.\n\"Okay, okay, so talkative.\" answers Wonwoo annoyingly."
}