{
    "source": "id_ID",
    "target": "en_US",
    "text": "Taeyong memasang ekspresi lemah, jarinya mengelus dada pria itu. \"Jongin.. aku takut.\"\n\"Saya disini, sayang, saya disini.\" Jongin menggendong tubuh Taeyong keluar dari bagasi mobil itu.\n\"Cepat siapkan mobilnya!\" Teriak Jongin membuat para tim pengejar itu terkejut, segera mereka membuka satu pintu mobil untuk membawa Madam pulang.\n\"Kita harus segera membawa Madam ke tempat yang aman, kalian semua cegat bajingan itu di pelabuhan!\" Marah Jongin sembari menggendong Taeyong, pria itupun beralih menunduk kearah si cantik tersebut.\n\"Kita akan pulang ke rumah keluarga anda.\" Ucap Jongin dengan nada berbeda, terdengar cemas sambil mendudukkan Taeyong di bangku penumpang.\nTaeyong tertegun seketika. Bukan itu rencananya, bukan ke rumah orangtuanya!\n\"No, tidak mau. Ak-aku takut..\" Suara Taeyong lirih dengan paras mengiba.\n\"Anda akan aman disana, Madam. Saya tak bisa membiarkan bajingan tengik itu menculik anda lagi.\" Tatapan Jongin lekat dibalas gelengan oleh si cantik tersebut.\n\"Aku..\" Taeyong mengelus dada bidang Jongin halus, \"Aku ingin ke rumahmu saja.\"\nTerdiam, mantan asisten suaminya itu termenung. \"Hm?\"\nTaeyong mengangguk cepat, bibirnya sedikit manyun dengan wajah sendu. \"Aku ingin ke rumahmu saja, aku akan lebih aman di sana kan?\" Nadanya mendayu.",
    "trans": "Taeyong put on a frail expression and her finger stroked the man's chest. \"Jongin.. I'm afraid.\"\n\"I'm here, baby, I'm here.\" Jongin carried Taeyong out of the car trunk.\n\"Prepare the car immediately!\" Jongin screamed loudly, making the chaser team startled. They immediately opened one of the car door to bring Madam back home.\n\"We have to take Madam to a safe place immediately. You guys stop that jerk at the port!\" Jongin ordered so while carrying Taeyong. The man then looked down to the pretty lady.\n\"We will go back to your family's house.\" Jongin said with a different tone, sounded anxious, while bringing Taeyong to sit at the passenger seat.\nTaeyong suddenly frozed. That was not the plan, not go back to her parent's house!\n\"No, I don't want. I-I'm afraid..\" Taeyong spoke quietly and put on a pitiful expression.\n\"You will be safe there, Madam. I can't let that cheeky jerk kidnap you again.\" Jongin stared intensely, followed by the lady's head shake.\n\"I...\" Taeyong gently stroked Jongin's vast chest, \"I want to go to your house instead.\"\nHe was frozen. He, her husband's former assistant, stared blankly. \"Hm?\"\nTaeyong immediately nodded. Her lips pouted a little and her face was sad. \"I want to go to your house instead. I will be safer there, right?\" she said in a gentle tone."
}