{
    "source": "id_ID",
    "target": "en_US",
    "text": "1\nKarena [Federasi Lingkungan dan Ekologi Internasional] Blue V ini terlalu kabur, dan tidak banyak komentar, jadi sekarang netizen menemukan Weibo ini mengikuti suka [redacted_name].\nMelihat komentar [redacted_name] ini, netizen langsung menghebohkan.\n\"Sial, pola makan nabati? Penulisan bersama kerusakan lingkungan global adalah semua kesalahan kita?\n\" banyak artikel menuduh negara kita konsumsi daging tinggi, sehingga rakyat kita tidak makan daging.”\n“??? Sudah berapa tahun rakyat kita makan daging? Sekarang saya tidak makan daging setiap hari, dan banyak rumah tangga makan daging sekali atau dua kali seminggu. , apalagi tempat-tempat miskin di daerah pegunungan terpencil, saya tidak tahu berapa lama waktu yang dibutuhkan untuk makan daging\n! ! \"\n\"Saya tidak mendengarkan, saya tidak mendengarkan! Siapa yang tidak membiarkan orang-orang di negara kita memakannya? Daging adalah musuh kita, yaitu makan daging, yaitu minum susu, makan makanan laut, daging, telur dan susu tidak boleh kurang, agar sehat!\"",
    "trans": "1\nBecause the [International Federation for Environmental and Ecological] Blue V is too vague and doesn't have many comments, netizens have now found this Weibo post following [redacted_name]'s likes.\nSeeing this comment from [redacted_name], netizens immediately went into a frenzy.\n\"Dammit, a plant-based diet? Are we to blame for global environmental damage in collaboration with others?\"\n\"Many articles accuse our country of high meat consumption, so our people don't eat meat.\"\n\"??? How many years have our people been eating meat? Now I don’t eat meat every day, and many households eat meat once or twice a week. Especially in poor, remote mountain areas, I don’t know how long it takes to even have meat\n! ! \"\n\"I’m not listening, I’m not listening! Who’s stopping the people in our country from eating it? Meat is our enemy, meaning eating meat, drinking milk, eating seafood, meat, eggs, and milk shouldn’t be lacking in order to stay healthy!\""
}