{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Please let me know your availability so that we can schedule a meeting at a time convenient for you. I am flexible and willing to adjust to accommodate your schedule.\nAttached, you will find our company profile for your reference. Allow me to introduce ARABIC LINK, a multinational freight forwarding services provider with a robust network. We specialize in a wide range of services including land transportation (Local/Cross border GCC).\nHeavy lifting (STD lowbed, Hydraulic lowbed), warehouse and customs clearance services for import/ export shipment at key locations such as Airports and seaports (Dammam, Jeddah, and Riyadh)\nOur areas of expertise include:\nLogistics and transportation solutions.\nHeavy equipment handling.\nProject logistics Inbound/outbound\nBreak bulk inbound/outbound.\nSABER services inbound.\nWarehouse.\nDoor to door services inbound/outbound.\nCustoms clearance inbound/outbound.\nPackaging and carting.\nOn-site and off-site logistics, and transportation, and distribution solutions.\nPort logistics/ vessel cargo, discharge or loading operations.\nWarehouse materials / inventory, manpower and MHE supply.\nContainer terminal management.\nIntegrated/ modular logistics solutions.\nAncillary / logistics support services.\nWe appreciate your consideration of our request and look forward to the opportunity to meet and discuss potential collaborations further.\nThank you for your time and attention.",
    "trans": "Lütfen uygun olduğunuz zamanı belirtin, böylece sizin için uygun bir zamanda bir toplantı planlayabiliriz. Ben esnekim ve programınızı karşılayacak şekilde ayarlamalar yapmaya hazırım.\nEk olarak, referans olması için şirket profilimizi ekte bulabilirsiniz. Size ARABIC LINK'i tanıtmama izin verin: Güçlü bir ağ ile çalışan, çok uluslu bir yük taşımacılığı hizmet sağlayıcısıyız. Kara taşımacılığı (yerel/sınır ötesi GCC) dahil olmak üzere geniş bir hizmet yelpazesinde uzmanlaşmış bulunmaktayız.\nAğır taşıma (standart lowbed, hidrolik lowbed), depolama ve ithalat/ihracat gönderileri için kilit lokasyonlarda (havaalanları ve limanlar: Dammam, Cidde ve Riyad) gümrükleme hizmetleri sunmaktayız.\nUzmanlık alanlarımız şunları içermektedir:\nLojistik ve taşımacılık çözümleri.\nAğır ekipman taşımacılığı.\nProje lojistiği (Gelen/Giden).\nDökme yük taşımacılığı (Gelen/Giden).\nSABER hizmetleri (Gelen).\nDepolama.\nKapıdan kapıya hizmetler (Gelen/Giden).\nGümrükleme hizmetleri (Gelen/Giden).\nPaketleme ve ambalajlama.\nSahada ve saha dışı lojistik, taşımacılık ve dağıtım çözümleri.\nLiman lojistiği/gemi yükleme veya boşaltma operasyonları.\nDepo malzemeleri/envanter, insan gücü ve ekipman temini.\nKonteyner terminal yönetimi.\nEntegre/modüler lojistik çözümler.\nYardımcı/lojistik destek hizmetleri.\nTalebimizi değerlendirdiğiniz için teşekkür ederiz ve potansiyel iş birliklerini görüşmek üzere toplantı yapma fırsatını dört gözle bekliyoruz.\nVakit ayırdığınız ve dikkatiniz için teşekkür ederiz."
}