{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Have you ever heard about a saying,\"on the second day ofthe second month, the dragon lifts his head.\" The traditional Chinese Dragon-Head-Raising Festival,falls on the second day of the second lunar month every year, and recognizes the start of spring and farming. This year it falls on February 21. Ancient people believed that after this day, rainfall increases because the Dragon who was believed to have control over water, rainfall, typhoons, and floods has awakened from his winter sleep.\nMy grandmather told me that, every year on that day, it was the Dragon King Temple Conference. The pilgrims in a radius of 100 miles were like weaving, the big drama, the lions, bamboo horses, and dry boats were staged in front of the temple. I have never seen angthing like it, but i see the dragon on the roof of the temple where its serpentine form coils gracefully around the ridge. This reflects that people prayed to dragon deities for favourite weather and good harvest. These tiles, oftenglazed in vibrant colors, adding a sense of dynamism andmajesty to the structure.",
    "trans": "Hiç \"ikinci ayın ikinci günü, ejderha başını kaldırır\" diye bir deyim duydunuz mu? Geleneksel Çin Ejderha Başını Kaldırma Festivali, her yıl ikinci ayın ikinci gününe denk gelir ve baharın ve tarımın başlangıcını simgeler. Bu yıl 21 Şubat'a denk geliyor. Antik insanlar, bu günden sonra yağmurun arttığını, çünkü suyu, yağmuru, tayfunları ve selleri kontrol eden Ejderhanın kış uykusundan uyandığını düşünüyorlardı.\nBüyükannem, her yıl bu günde Ejderha Kralı Tapınağı Konferansı'nın düzenlendiğini söylerdi. 100 mil çapında bir alandaki hacılar, tıpkı bir dokuma gibi kalabalık oluşturur, tapınak önünde büyük dramalar, aslanlar, bambu atlar ve kuru tekneler sergilenirdi. Ben bunu hiç görmedim ama tapınağın çatısındaki ejderhayı gördüm, yılan gibi şekli, sırtı boyunca zarifçe kıvrılmış. Bu, insanların ejderha tanrılarına iyi hava ve bol hasat için dua etmelerini simgeliyor. Çoğunlukla canlı renklerle sırlanmış olan bu kiremitler, yapıya bir dinamizm ve görkem duygusu katmaktadır."
}