{
    "source": "en_US",
    "target": "tr_TR",
    "text": "CANCELLATION BY TENANT IN INITIAL TERM FOR REASONABLE CAUSE BEYOND THE TENANT’S CONTROL.\n31. a. The initial term of this Lease may be terminated upon thirty (30) days written notice issued to Landlord/Agent due to\ninvoluntary change of employment from the Washington-Metropolitan Area, death of major wage earner, unemployment; Tenant or\nTenant’s child being a victim of domestic violence; Landlord harassing the Tenant or violating the Tenant’s privacy rights; Tenant or\nTenant’s spouse being 62 or older, no longer able to live independently, and needing to move to a nursing home or other senior\nhousing; Tenant being incarcerated or declared mentally incompetent; or for any other reasonable cause beyond Tenant's control.\nTenant must provide Landlord/Agent with written proof of such involuntary change in employment of greater than 25 miles from the\nWashington-Metropolitan Area. If death of major wage earner, unemployment, or other reasonable cause beyond Tenant's control is\nclaimed, Tenant must specify the cause(s) in writing to Landlord/Agent and must include appropriate documentation thereof. If",
    "trans": "KİRACI TARAFINDAN BAŞLANGIÇ DÖNEMİNDE, KİRACININ KONTROLÜ DIŞINDAKİ MAKUL SEBEPLERLE FESİH.\n31.a. Bu Kira Sözleşmesi'nin ilk dönemi, Mal Sahibi/Temsilci'ye otuz (30) gün önceden yazılı bildirimde bulunularak sona erdirilebilir, eğer...\nWashington-Metropolitan Bölgesi’nden zorunlu iş değişikliği, ana gelir sağlayıcının ölümü, işsizlik; Kiracı veya...\nKiracının çocuğunun aile içi şiddet mağduru olması; Ev sahibinin kiracıyı taciz etmesi veya kiracının mahremiyet haklarını ihlal etmesi; Kiracı veya...\nKiracının eşinin 62 yaşında veya daha büyük olması, artık bağımsız yaşayamayacak durumda olması ve bir huzurevine veya başka bir yaşlı konutuna taşınma ihtiyacı.\nKiracının hapsedilmesi veya zihinsel olarak ehliyetsiz ilan edilmesi ya da Kiracının kontrolü dışındaki başka makul bir neden nedeniyle taşınması gerekebilir.\nKiracı, Washington-Metropolitan Bölgesi'nden 25 milden daha uzak bir mesafeye olan bu zorunlu iş değişikliğine ilişkin yazılı kanıtı Ev Sahibi/Temsilciye sunmalıdır.\nWashington-Metropolitan Bölgesi'nden. Eğer temel gelir sağlayanın ölümü, işsizlik veya Kiracı'nın kontrolü dışında başka makul bir sebep söz konusuysa,\niddia edilirse, Kiracı sebep(ler)i yazılı olarak Ev Sahibi/Temsilciye belirtmeli ve buna uygun belgeleri eklemelidir. Eğer"
}