{
    "source": "en_US",
    "target": "tr_TR",
    "text": "sources.8 For the representation of the Middle East and the Arab Peninsula,\nAfrica, the Mediterranean and Europe, the ‘Map of the Integrated Lands’\nrelied on knowledge that was available in China, but had originated from\nIslamic geographers with access to the Chinese empire during the Mongol\nperiod.9 The ‘Map of the Integrated Lands’ was made by combining and\nintegrating diverse bodies of knowledge in several languages, thereby cre-\nating a material object that was at once embedded in its local space and\nmeaningful beyond that locality. The map illustrates that the fifteenth cen-\ntury was a period in which knowledge about the Eurasian landmass and\nits surrounding oceans spread across religious and linguistic boundaries. It\nalso shows the potential of objects to move along the same land- based and\nmaritime routes that facilitated the circulation of knowledge. This chapter\nwill seek to demonstrate that some of the porcelain objects that were traded\nand gifted within these networks similarly conveyed meanings that were\nat once associated with distant worlds and locally embedded. They were\npowerful objects precisely because they communicated knowledge about",
    "trans": "kaynaklar.8 Orta Doğu ve Arap Yarımadası'nın temsili için,\nAfrika, Akdeniz ve Avrupa için, 'Entegre Topraklar Haritası'\nÇin'de mevcut olan ancak kökeni Çin'den kaynaklanan bilgiye dayanıyordu\nMoğol döneminde Çin imparatorluğuna erişimi olan İslam coğrafyacıları\n.9 'Bütünleşik Topraklar Haritası', çeşitli dillerdeki çeşitli bilgi gövdelerini birleştirerek ve entegre ederek,\nçeşitli dillerdeki farklı bilgi birikimlerini birleştirerek, böylece\nhem yerel alanına yerleşik hem de\nbu yerelliğin ötesinde anlam taşıyan bir maddi nesne yarattı. Harita, on beşinci yüzyılın,\non beşinci yüzyıl, Avrasya kara kütlesi ve çevresindeki okyanuslar\nhakkında bilginin dini ve dilsel sınırları aşarak yayıldığı bir dönemdi\nynı kara temelli ve deniz yoluyla nesnelerin hareket etme potansiyelini de gösteriyor\nbilgilerin dolaşımını kolaylaştıran deniz yolları. Bu bölüm\nbu bölüm, ticareti yapılan bazı porselen nesnelerinin\nve bu ağlar içinde yetenekli olanlar benzer şekilde anlamları ilettiler\naynı anda hem uzak dünyalarla ilişkilendirilmiş hem de yerel olarak yerleştirilmişlerdi. Onlar\ngüçlü nesneler, tam da bu konuda bilgi ilettikleri için"
}