{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Due to the confidential nature, we cannot disclose any information about qualifying accounts opened by the friends you invite.\nBonus/Account Information: Referral bonus offer is available to eligible personal checking account holders approximately 30 days after account opening. To receive the $50 Refer-A-Friend bonus: 1) Refer your family and friends to open a qualifying Chase checking account with qualifying activities through this referral site; 2) Referred candidate must be a new Chase customer and open a qualifying Chase checking account with qualifying activities using corresponding coupon; AND 3) After your referred family and friends have opened their qualifying Chase checking account, we'll deposit the $50 bonus into your primary checking account within 30 days, provided both the customer and friend accounts are not closed or restricted at the time of payout. You can receive up to 10 referral bonus deposits (totaling $500) per calendar year. Eligibility may be limited based on account ownership. Bonuses are considered miscellaneous information, and may be reportable to you and the IRS on Form 1099-MISC (or Form 1042-S, if applicable). Employees of JPMorgan Chase Bank, N.A. and its affiliates are not eligible for the Refer-A-Friend program.",
    "trans": "Bu teklifin gizli doğası nedeniyle, davet ettiğiniz arkadaşlar tarafından açılan nitelikli hesaplarla ilgili herhangi bir bilgi açıklanamamaktadır.\nBonus/Hesap Bilgileri: Yönlendirme bonusu teklifi, nitelikli kişisel çek hesapları sahiplerine hesap açılışından yaklaşık 30 gün sonra sunulmaktadır. $50 Referans Bonusunu almak için: 1) Ailenizi ve arkadaşlarınızı bu yönlendirme sitesi üzerinden nitelikli bir Chase çek hesabı açmaları ve nitelikli işlemler yapmaları için yönlendirin; 2) Yönlendirilen aday, yeni bir Chase müşterisi olmalı ve belirtilen kuponu kullanarak nitelikli bir Chase çek hesabı açmalı ve nitelikli işlemler yapmalıdır; VE 3) Yönlendirdiğiniz aile üyeleri ve arkadaşlarınız nitelikli Chase çek hesabını açtıktan sonra, $50 bonusu, her iki hesap da ödeme sırasında kapalı ya da sınırlı olmadığı sürece, 30 gün içinde ana çek hesabınıza yatıracağız. Takvim yılı başına 10 referans bonusu ödemesi (toplamda $500) alabilirsiniz. Uygunluk, hesap sahipliğine göre sınırlı olabilir. Bonuslar, çeşitli bilgiler olarak kabul edilir ve Form 1099-MISC (veya geçerli ise Form 1042-S) ile IRS'ye bildirilebilir. JPMorgan Chase Bank, N.A. ve iştiraklerinin çalışanları Refer-A-Friend programına uygun değildir."
}