{
    "source": "en_US",
    "target": "tr_TR",
    "text": "educational tools through the Internet, which helps teachers to improve their educational delivery, and keep students busy\nand in constant communication with the educational process, as well as enable teachers to focus on time; Interacting with\nstudents in dire need of help.\nFifth: The use of educational platforms emanating from electronic media these days in a systematic way - encourages\nstudents to use the language in their place of residence, and to express their views, and enable them to express themselves,\nand the discussion between them and the teachers who lead these educational; Improve and develop their English. (\nShyamlee, S. D., & Phil, M. , 2012).\nSixth: The process of interacting with educational content occurs through e-learning rather than face-to-face learning,\nbecause students are solving exercises and study activities themselves, and there are many communication channels for",
    "trans": "İnternet üzerinden eğitim araçları, öğretmenlerin eğitim sunumlarını geliştirmelerine ve öğrencileri meşgul etmelerine yardımcı olur.\neğitim süreciyle sürekli iletişimde olmalarını sağlar ve öğretmenlerin zamanlarını daha verimli kullanmalarına olanak tanır; ayrıca, öğretmenlerin etkileşimde bulunmalarını teşvik eder.\nyardıma ihtiyaç duyan öğrencilere destek olurlar.\nBeşinci: Elektronik medyadan kaynaklanan eğitim platformlarının bu günlerde sistematik bir şekilde kullanılması, teşvik eder\nöğrencileri, bulundukları yerde dili kullanmaya ve görüşlerini ifade etmeye teşvik eder, ayrıca kendilerini ifade etmelerini sağlar.\nve öğrenciler ile bu eğitimleri yürüten öğretmenler arasındaki tartışmalar, İngilizcelerini geliştirmelerine ve iyileştirmelerine yardımcı olur.\nShyamlee, S. D., & Phil, M. , 2012).\nAltıncı: Eğitim içeriğiyle etkileşim süreci, yüz yüze öğrenme yerine e-öğrenme yoluyla gerçekleşir.\nÇünkü öğrenciler alıştırmaları ve çalışma etkinliklerini kendileri çözüyorlar ve yardım almak için birçok iletişim kanalı mevcut."
}