{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Li and Akey’s key insight was to look for modern-human DNA in the genomes of the Neanderthals, instead of the other way around. “The vast majority of genetic work over the last decade has really focused on how mating with Neanderthals impacted modern human phenotypes and our evolutionary history — but these questions are relevant and interesting in the reverse case, too,” said Akey.\nThey realized that the offspring of those first waves of Neanderthal-modern matings must have stayed with the Neanderthals, therefore leaving no record in living humans. “Because we can now incorporate the Neanderthal component into our genetic studies, we are seeing these earlier dispersals in ways that we weren’t able to before,” Akey said.\nThe final piece of the puzzle was discovering that the Neanderthal population was even smaller than previously believed.\nGenetic modeling has traditionally used variation — diversity — as a proxy for population size. The more diverse the genes, the larger the population. But using IBDmix, Akey’s team showed that a significant amount of that apparent diversity came from DNA sequences that had been lifted from modern humans, with their much larger population.",
    "trans": "Li ve Akey'in temel içgörüsü, tam tersi yerine Neandertallerin genomlarında modern insan DNA'sını aramaktı. Akey, \"Son on yıldaki genetik çalışmaların büyük çoğunluğu, Neandertallerle çiftleşmenin modern insan fenotiplerini ve evrimsel tarihimizi nasıl etkilediğine odaklandı - ancak bu sorular ters durumda da alakalı ve ilginç,\" dedi.\nNeandertal-modern çiftleşmelerinin ilk dalgalarının yavrularının Neandertallerle birlikte kalmış olması gerektiğini ve bu nedenle yaşayan insanlarda hiçbir kayıt bırakmadıklarını fark ettiler. Akey, \"Artık Neandertal bileşenini genetik çalışmalarımıza dahil edebildiğimizden, bu erken yayılmaları daha önce göremediğimiz şekillerde görüyoruz\" dedi.\nPuzzle'ın son parçası, Neandertal nüfusunun daha önce düşünülenden daha küçük olduğunun keşfedilmesiydi.\nGenetik modelleme geleneksel olarak çeşitliliği, yani çeşitliliği, popülasyon büyüklüğünün bir vekili olarak kullanmıştır. Genler ne kadar çeşitliyse, popülasyon o kadar büyüktür. Ancak Akey'in ekibi, IBDmix'i kullanarak, bu belirgin çeşitliliğin önemli bir miktarının, çok daha büyük popülasyonlara sahip modern insanlardan alınan DNA dizilerinden geldiğini gösterdi."
}