{
    "source": "en_US",
    "target": "tr_TR",
    "text": "SEMINAR EXERCISE GUIDE/OUTLINE\nNOTE: Students are encouraged to useChicago A (footnotes and bibliography)referencing style – please avoid using in text citations.\nStudents should first present their exercises as brief discussion presentations during the seminar for the week in question and then hand them in in written form on either Friday 20 September 11.59 pm AEST, or one week after the presentation for later topics via CANVAS LMS.\nThe seminar exercise is intended to provide students with a means of engaging with the key concepts dealt with in the subject in a more nuanced and visually oriented way than a research exercise or essay. Essentially, it asks students to write a form of extended visual analysis applied to exhibition installation interiors. For the purposes of the exercise, students are asked to choose one of the image categories listed in the image bank on the subject website and consider the images in relation to the issues and ideas raised in that week’s readings for the subject as well as the key concepts and ideas dealt with in the subject more generally.",
    "trans": "SEMINAR EGZERSİZİ REHBERİ/ANA HAT\nNOT: Öğrencilerin Chicago A (dipnotlar ve bibliyografya) referans stilini kullanmaları teşvik edilir – lütfen metin içi alıntılardan kaçının.\nÖğrenciler, ilk olarak egzersizlerini o haftaya ait seminerde kısa tartışma sunumları olarak sunmalı ve ardından yazılı formda, ya 20 Eylül Cuma günü saat 23:59 AEST’ye kadar ya da sonraki konular için sunumdan bir hafta sonra CANVAS LMS üzerinden teslim etmelidirler.\nSeminer egzersizi, öğrencilere konuya ilişkin temel kavramlarla daha derinlemesine ve görsel olarak odaklanmış bir şekilde etkileşimde bulunma imkanı sunmayı amaçlamaktadır; bu, bir araştırma egzersizi ya da makale yazmaktan farklıdır. Temelde, öğrencilere, sergi iç mekanlarını görsel analizle ele alan bir yazı yazmaları istenmektedir. Egzersizin amacı doğrultusunda, öğrencilere, dersin internet sitesinde yer alan görsel banka kategorilerinden birini seçmeleri ve o haftanın okuma materyalleriyle ilişkilendirerek, konuya dair daha genel kavramlar ve fikirlerle bağlantılı olarak görselleri incelemeleri istenmektedir."
}