{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Ensuring the quality of the service, developing menus adapted to the concept of each of the outlets, guaranteeing high standards of quality, hygiene and food safety as well as ensuring cost control and stock management in accordance with the outlined business plan.\nLeading a dynamic team , promoting a healthy environment, carrying out the planning and organization of service rosters in order to make the most of existing resources, always complying with standards and procedures in order to guarantee a quality and excellent service, exceeding the guest' s expectations\nRequirements\nProfessional experience Minimum of 3 to 5 years in similar functions. 5-star hotels, superior restaurants or luxury cruise ships with responsibility for managing several restaurants with large capacity and different gastronomic concepts\nProven experience in restaurants with buffet service;\nLuxury hotel experience is preferred\nCustomer orientation\nPassion for service\nProfessional attitude\nEmpathy, strong relational skills, ability to influence decision-makers, flexibility and adaptability;\nTeamwork\nResilience and ability to intelligently manage emotions in stressful situations;\nOrganization and focus on results, critical sense and strategic thinking;\nGood oral and written communication;\nLeadership skills with the ability to manage, train, supervise and enhance teams;",
    "trans": "Hizmetin kalitesini sağlamak, her bir işletmenin konseptine uygun menüler geliştirmek, yüksek kalite, hijyen ve gıda güvenliği standartlarını garanti altına almak, maliyet kontrolü sağlamak ve stok yönetimini belirlenen iş planına göre yapmak.\nDinamik bir ekibe liderlik etmek, sağlıklı bir ortamı teşvik etmek, mevcut kaynakları en iyi şekilde kullanmak için hizmet programlarını planlamak ve organize etmek, her zaman standartlar ve prosedürlere uygun şekilde kaliteli ve mükemmel bir hizmet sunarak misafirlerin beklentilerini aşmak.\nGereksinimler\nProfesyonel deneyim Benzer işlerde en az 3-5 yıl deneyim. 5 yıldızlı oteller, üstün restoranlar veya büyük kapasiteli ve farklı gastronomik konseptlere sahip restoranları yöneten lüks kruvaziyer gemilerinde deneyim.\nBuffet servisli restoranlarda kanıtlanmış deneyim;\nLüks otel deneyimi tercih edilir.\nMüşteri odaklılık\nHizmet tutkusuna sahip olmak\nProfesyonel tutum\nEmpati, güçlü ilişkisel beceriler, karar alıcıları etkileme yeteneği, esneklik ve adaptasyon yeteneği;\nTakım çalışması\nDayanıklılık ve stresli durumlarda duyguları akıllıca yönetebilme yeteneği;\nOrganizasyon ve sonuç odaklılık, eleştirel düşünme ve stratejik bakış açısı;\nİyi sözlü ve yazılı iletişim becerileri;\nTakımları yönetme, eğitme, denetleme ve geliştirme becerisine sahip liderlik yetenekleri;"
}