{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Sen. [redacted_name] asks [redacted_name] for guidance to reduce road deaths\npause\nvolume_off\n-02:03\nsd\nclosed_captions\nfullscreen\npause\n“This one was just learning how to be a brother,” [redacted_name] said, while gesturing to her other son, [redacted_name]. “Now, everything is gone.”\nEast Haven police said they responded to Redfield Avenue on Sunday night. Officers found the baby unresponsive after police said he was left unattended in the bathtub. [redacted_name] told News 8 he was in the care of the baby’s father and other family while she was at work.\n“All that was asked of him was to take care of my children while I worked to provide for them,” she said. “He couldn’t do that.”\n“She wasn’t even there when it happened,” the baby’s aunt, [redacted_name], said. “He was in the care of other family members, and we wanted people to understand.”\nEast Haven police identify 7-month-old whose death is under investigation\nWhile [redacted_name] is left with unimaginable grief and sadness, she’s hoping her son will be able to save someone else’s life.\n“If my son’s life was cut short, I wanted it to have meaning,” she said. “I chose to donate his organs, so no other mother has to go through what I’m going through right now.”",
    "trans": "Senatör [redacted_name], yol ölümlerini azaltmak için [redacted_name]'den rehberlik istiyor.\nduraklat\nses_kapalı\n-02:03\nsd\naltyazılar\ntam ekran\nduraklat\n“Bu, sadece bir ağabey olmayı öğreniyordu,” [redacted_name] dedi, diğer oğlu [redacted_name]'e işaret ederek. “Şimdi her şey gitti.”\nEast Haven polisi, Pazar gecesi Redfield Caddesi'ne müdahale ettiklerini söyledi. Polisler, banyonun içinde yalnız bırakıldığını ve hareketsiz bulunan bebeği buldu. [redacted_name], News 8'e verdiği röportajda, o sırada bebeğin babası ve diğer aile üyelerinin bakımında olduğunu söyledi.\n“Benden sadece çocuklarımı çalışıp onlara bakabilmem için, onlarla ilgilenmesi istenmişti,” dedi. “Bunu başaramadı.”\n“Gerçekten orada değildi,” bebeğin teyzesi [redacted_name] dedi. “Başka aile üyelerinin bakımındaydı ve insanlara bunu anlatmak istedik.”\nEast Haven polisi, ölümünün soruşturma altında olan 7 aylık bebeği tanıttı\n[redacted_name] acıyı ve tarifsiz üzüntüyü yaşarken, oğlunun başkalarının hayatını kurtarabilmesini umuyor.\n“Oğlumun hayatı kısacık olduysa, bunun bir anlamı olmasını istedim,” dedi. “Organlarını bağışlamaya karar verdim, böylece başka bir anne şu anda yaşadığım şeyi yaşamak zorunda kalmasın.”"
}