{
    "source": "en_US",
    "target": "tr_TR",
    "text": "developed as a tourist town for activities such as hiking, biking, and boating.153 RGE had to win the\nsupport of both groups.154\nImmediately after acquiring the Woodfibre site, RGE was proactive in strengthening its relationship\nwith the community. RGE formed an informal committee of six people that represented a wide cross-\nsection of the town’s population, which met with the company over lunch every month to relay the\nsentiment on the ground. The company factored their feedback into its corporate communications\nstrategy, such as conducting awareness campaigns.\n155 RGE also focused on youth and sports in its\ncommunity service activities, donating sports scholarships and sponsoring sports facilities.156 By 2021,\nthe company had invested more than $13 million into Squamish.157\nIn April 2022, Woodfibre issued its full notice to proceed to McDermott International, its prime",
    "trans": "yürüyüş, bisiklet ve tekne gezisi gibi aktiviteler için bir turist kasabası olarak geliştirildi.153 RGE her iki grubun da desteğini kazanmak zorundaydı.154\nWoodfibre sahasını satın aldıktan hemen sonra RGE, toplulukla ilişkisini\ngüçlendirmek için proaktif davrandı. RGE, kasabanın nüfusunun geniş bir kesimini temsil eden altı kişiden oluşan gayri resmi bir komite oluşturdu ve bu komite her ay öğle yemeğinde şirketle bir araya gelerek\nyerdeki duyguyu aktardı. Şirket, farkındalık kampanyaları yürütmek gibi kurumsal iletişim\nstratejisine geri bildirimlerini dahil etti.\nSahadaki görüşleri dikkate alarak, şirket bu geri bildirimleri kurumsal iletişim stratejisine dahil etti.\nStratejisinde farkındalık kampanyaları yürütmek gibi faaliyetlere yer verdi.\n155 RGE ayrıca gençlik ve spor konularına da odaklandı\ntoplum hizmeti faaliyetleri, spor bursları bağışlamak ve spor tesislerini sponsor etmek. 156 2021 yılı itibarıyla,\nşirket Squamish'e 13 milyon dolardan fazla yatırım yapmıştı.157\nNisan 2022'de Woodfibre, ana faaliyet alanı olan McDermott International'a devam etmek için tam bildirimini yayınladı."
}