{
    "source": "en_US",
    "target": "tr_TR",
    "text": "I’ve been using prescription strength retinoid every night (or every other night) since 2018. So my skin is well adapted to it. But I still experienced break out even with Adapalene in my night routine. Acne is multifactorial, and I still try some new products. My skin is pretty sensitive & easilly get clogged. By far, 0.1% Adapalene cream works best on my skin, it gives me noticable result with minimum irritation (compares to tretinoin). I’ve added 20% Azelaic Acid to my morning routine since September 8th 2023. So it’s actually been 1,5 months! It’s quite challenging at the beginning to adapt with Azelaic Acid. It gives a tingling itchy sensation on the early days. I’m not sure whether I experienced a horrible purge with Azelaic Acid or it got worse because anything else, but there you see my worst skin on October 12th (check out my “skin update” HL for more details). I don’t consume any antibiotics or roacutanne or any hormonal pills. I only consume my regular supplements (vitamin D3, vitamin C, omega 3, zinc picolinate) plus extra glutathione.",
    "trans": "2018’den beri reçeteli retinoidleri her gece (ya da gün aşırı) kullanıyorum. Yani cildim buna oldukça alışkın. Ancak yine de gece rutinimde Adapalene kullansam bile sivilce çıkarmaya devam ettim. Akne birçok faktöre bağlı bir durum olduğu için hâlâ yeni ürünler deniyorum. Cildim oldukça hassas ve kolayca tıkanmaya meyilli. Şu ana kadar 0.1% Adapalene krem cildimde en iyi sonuç veren ürün oldu; diğerlerine (tretinoin gibi) kıyasla minimum tahriş ile fark edilir sonuçlar sağlıyor.8 Eylül 2023’ten beri sabah rutinime %20 Azelaik Asit ekledim. Yani aslında 1,5 aydır kullanıyorum! Başlangıçta Azelaik Asit’e alışmak oldukça zordu. İlk günlerde cildimde karıncalanma ve kaşıntı hissi yarattı. Azelaik Asit ile kötü bir arınma (purge) dönemi mi yaşadım yoksa başka bir şey mi durumu kötüleştirdi emin değilim, ancak cildimin en kötü halini 12 Ekim’de gördüm (daha fazla detay için “skin update” HL’ime göz atabilirsiniz).Hiç antibiyotik, roaccutane veya hormonal haplar kullanmıyorum. Sadece düzenli takviyelerimi (D3 vitamini, C vitamini, omega 3, çinko pikolinat) ve ekstra glutatyon alıyorum"
}