{
    "source": "en_US",
    "target": "tr_TR",
    "text": "As a large developing country with a huge population, India made policies and attempted to establish mechanical waste processing programs in big cities in the 1980s [26]. Meanwhile, those programs and policies failed due to information asymmetry and the incompatibility of facilities since the government did not consider that the structures of Indian cities were not suitable for waste recycling vehicles and large waste disposal factories and machines. Indian officials also could not find experienced workers to operate and maintain waste disposal machines. India still has serious solid waste challenges and secondary pollution. Various approaches and policies have been made to increase India’s solid waste disposal abilities [27].\nCompared with developed countries, developing countries faced greater challenges in the effective use of incineration and MSW generation, since their solid waste contents have lower heating value and most of the countries do not have clean incineration technology [28]. Besides institutional and policy reasons, poor environmental education is another factor that affects solid waste disposal [11]. Farmers, small waste recycle business owners and even some officials did not get sufficient education and training in solid waste disposal. This makes solid waste disposal in developing countries more challenging.",
    "trans": "Hindistan, büyük bir nüfusa sahip büyük bir gelişmekte olan ülke olarak, 1980'lerde büyük şehirlerde mekanik atık işleme programları kurmaya yönelik politikalar geliştirmiştir [26]. Ancak, bu programlar ve politikalar, bilgi asimetrisi ve tesislerin uyumsuzluğu nedeniyle başarısız olmuştur; çünkü hükümet, Hint şehirlerinin atık geri dönüşüm araçları ve büyük atık bertaraf fabrikaları ile makineler için uygun olmadığını göz önünde bulundurmamıştır. Ayrıca, Hint yetkilileri atık bertaraf makinelerini işletmek ve bakımını yapmak için deneyimli iş gücü bulamamıştır. Hindistan, hala ciddi katı atık sorunları ve ikincil kirlilik ile karşı karşıyadır. Hindistan’ın katı atık bertaraf kapasitesini artırmak için çeşitli yaklaşımlar ve politikalar yapılmıştır [27].\nGelişmiş ülkelerle karşılaştırıldığında, gelişmekte olan ülkeler, katı atıklarının ısıtma değerinin daha düşük olması ve çoğu ülkenin temiz yakma teknolojisine sahip olmaması nedeniyle yakma ve MSW üretiminde daha büyük zorluklarla karşılaşmaktadır [28]. Kurumsal ve politik nedenlerin yanı sıra, yetersiz çevre eğitimi de katı atık bertarafını etkileyen bir diğer faktördür [11]. Çiftçiler, küçük atık geri dönüşüm işyeri sahipleri ve hatta bazı yetkililer, katı atık bertarafı konusunda yeterli eğitim ve öğretim almışlardır. Bu durum, gelişmekte olan ülkelerde katı atık bertarafını daha da zorlaştırmaktadır."
}