{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Experience in online marketing or e-commerce is a plus\nSelf-disciplined and responsible\nAble to work under pressure and tight schedule, independently and proactively\nDipolma in design or graduated from design school or equivalent\nWe offer the following attractive benefits:\nAttractive & competitive remuneration\nBright career path and opportunities for advancement & learning\nPaid Time Off\nTransportation allowance\nWe want our employees to have greater access to knowledge. As an incentive we offer access to the Amazon English books library\nMedical & Health Benefits\nEducation Allowance\nWe love animals at AsiaTees and our loving four legged friends would love to meet you!\nNEWSLETTER\nSign up to receive emails about ATees updates and offers.\nSign up\nWho We Are\nAsiatees Hobbies is a premium radio-controlled (R/C) hobby store established in 2001. We offer a vast selection of the latest R/C cars, parts and accessories, fast worldwide shipping at a low cost, best price guarantee and 365-Day return policy.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisit Our Showroom\nContact Us\nCUSTOMER CARE",
    "trans": "Online pazarlama veya e-ticaret deneyimi bir artıdır\nKendi kendine disiplinli ve sorumluluk sahibi\nBaskı altında ve sıkı takvimle çalışabilen, bağımsız ve proaktif\nTasarım diploması veya tasarım okulundan mezun ya da eşdeğeri\nAşağıdaki cazip avantajları sunuyoruz:\nCazip ve rekabetçi maaş\nParlak kariyer yolu ve ilerleme & öğrenme fırsatları\nÜcretli İzin\nUlaşım ödeneği\nÇalışanlarımızın bilgiye daha fazla erişimi olmasını istiyoruz. Bir teşvik olarak Amazon İngilizce kitaplar kütüphanesine erişim sunuyoruz\nMedikal & Sağlık Yardımları\nEğitim Ödeneği\nAsiaTees'te hayvanları çok seviyoruz ve sevimli dört ayaklı arkadaşlarımız sizi tanımak için sabırsızlanıyor!\nBÜLTEN\nATees güncellemeleri ve teklifleri hakkında e-posta almak için kaydolun.\nKaydolun\nBiz Kimiz\nAsiatees Hobbies, 2001 yılında kurulmuş bir premium uzaktan kumandalı (R/C) hobi mağazasıdır. En son R/C arabaları, yedek parçalar ve aksesuarlar ile hızlı dünya çapında düşük maliyetli gönderim, en iyi fiyat garantisi ve 365 günlük iade politikası sunuyoruz.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nBize Ulaşın\nMağazamızı Ziyaret Edin\nMÜŞTERİ HİZMETLERİ"
}