{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Limited Time Offer\nBUY 1 GET 1 FREE+ Free Shipping Of Revitalized Remedies CBD Gummies\nLOW STOCK! ( HURRY: Only 4 Bottles Left. )\nGET YOUR BOTTLE >>\nThis special offer ends:\nFriday, October 11, 2024\nStart A Conversation\nDan H.\nI really didn't expect such a cool post from you. Actually I have been using Revitalized Remedies CBD Gummies for about a weak already and couldn't be any happier!\nReply . 13 . Like . 12 minutes ago\nZac P.\nThe timing of this couldn't be better, my wife and I are struggling and this could be our answer.\nReply . 14 . Like . 16 minutes ago\nFritz C.\nYesterday I got my package Revitalized Remedies CBD Gummies and I already managed to try it! I feel more confident than ever already!\nReply . 2 . Like . 1 hour ago\nRyan P.\nDenzel Washington. I've heard that as well. I am anxious to find out for myself. Thanks!\nReply . 13 . Like . 12 minutes ago\nReynan P.\nI have been using Revitalized Remedies CBD Gummies for two weeks and I can definitely say that could never expect such a strong effect. This is simply AMAZING!!",
    "trans": "Sınırlı Süreli Teklif\n1 ALANA 1 BEDAVA + Ücretsiz Kargo Revitalized Remedies CBD Gummies\nSTOKLAR SINIRLI! (ACELE EDİN: Sadece 4 Şişe Kaldı.)\nŞİŞENİZİ ALIN >>\nBu özel teklif sona eriyor:\nCuma, 11 Ekim 2024\nBir Sohbet Başlat\nDan H.\nBu kadar harika bir paylaşım beklemiyordum doğrusu. Aslında yaklaşık bir haftadır Revitalized Remedies CBD Gummies kullanıyorum ve daha mutlu olamazdım!\nYanıtla . 13 . Beğen . 12 dakika önce\nZac P.\nBunun zamanlaması mükemmel oldu, eşimle birlikte zorlanıyoruz ve bu bizim çözümümüz olabilir.\nYanıtla . 14 . Beğen . 16 dakika önce\nFritz C.\nDün Revitalized Remedies CBD Gummies paketim geldi ve hemen deneme fırsatı buldum! Şimdiden her zamankinden daha özgüvenli hissediyorum!\nYanıtla . 2 . Beğen . 1 saat önce\nRyan P.\nDenzel Washington. Bunu ben de duydum. Kendim de denemek için sabırsızlanıyorum. Teşekkürler!\nYanıtla . 13 . Beğen . 12 dakika önce\nReynan P.\nRevitalized Remedies CBD Gummies’i iki haftadır kullanıyorum ve bu kadar güçlü bir etki beklemezdim. Bu gerçekten MUHTEŞEM!!"
}