{
    "source": "en_US",
    "target": "tr_TR",
    "text": "• Sustainability commitment, incorporate environmentally friendly practices into our operations, promoting ecological awareness and responsibility within the technology sector.\n• Moreover, by engaging in numerous classes and completing all assigned tasks, participants will be rewarded with incentives such as tickets for attractive prizes or the opportunity to donate to animal rescue organizations or other charitable causes. This approach aims to motivate and inspire customers effectively.\nThe product\nOur main product is an all-inclusive learning management app aimed at boosting memory and promoting effective learning. The application includes intelligent note-taking with flexible organization, multimedia capabilities, and collaboration features, enabling users to effortlessly create and share enhanced notes. It uses a Spaced Repetition System (SRS) that tailors review schedules based on how users perform, ensuring timely revisits of information. Personalized learning plans are developed through an initial evaluation, which monitors user progress and offers customized feedback. The app also provides interactive learning activities like gamified quizzes and flashcards, making the learning process enjoyable. Moreover, it connects with well-known productivity tools and fosters a user community for support and knowledge exchange. Overall, our application empowers users to take control of their learning journey, improve retention, and achieve their educational goals effectively.\nBenefits of using the product",
    "trans": "Sürdürülebilirlik Taahhüdü,Operasyonlarımızda çevre dostu uygulamaları hayata geçirerek, teknoloji sektöründe ekolojik farkındalık ve sorumluluğu teşvik ediyoruz.\nBirçok derse katılan ve verilen görevleri tamamlayan katılımcılar, çekici ödüller için biletler kazanma veya hayvan kurtarma organizasyonlarına ya da diğer hayır kurumlarına bağış yapma fırsatıyla ödüllendirilecektir. Bu yaklaşım, müşterileri etkili bir şekilde motive etmeyi ve ilham vermeyi amaçlamaktadır.\nÜrün\nAna ürünümüz, hafızayı güçlendirmeyi ve etkili öğrenmeyi teşvik etmeyi amaçlayan kapsamlı bir öğrenme yönetim uygulamasıdır. Uygulama, esnek bir organizasyon yapısıyla akıllı not alma, multimedya özellikleri ve iş birliği araçları sunarak kullanıcıların gelişmiş notlar oluşturmasını ve paylaşmasını kolaylaştırır.Uygulama, kullanıcı performansına göre inceleme programlarını özelleştiren bir Aralıklı Tekrar Sistemi (Spaced Repetition System - SRS) kullanır ve bilgilerin zamanında tekrar edilmesini sağlar. Başlangıç değerlendirmesi ile oluşturulan kişiselleştirilmiş öğrenme planları, kullanıcıların ilerlemesini izler ve özel geri bildirimler sunar.Ayrıca, oyunlaştırılmış testler ve flash kartlar gibi etkileşimli öğrenme aktiviteleriyle öğrenme sürecini keyifli hale getirir. Uygulama, tanınmış verimlilik araçlarıyla entegre olarak iş akışını destekler ve kullanıcılar arasında destek ve bilgi paylaşımını teşvik eden bir topluluk oluşturur.Genel olarak, bu uygulama kullanıcıların öğrenme yolculuklarını kontrol altına almasını, bilgi kalıcılığını artırmasını ve eğitim hedeflerine etkili bir şekilde ulaşmasını sağlar.\nÜrünü Kullanmanın Faydaları"
}