{
    "source": "en_US",
    "target": "tr_TR",
    "text": "As a God, there are a few higher than Erlang in terms of authority. However, he is the nephew of Jade emperor, the top dog of celestial heaven and ruler of all Gods; just below Buddha himself I would say. Some would say Erlang is the strongest warrior of the heavens and the only rival to Sun. On who is stronger between the both of them is debatable, they have both bested each other on different occasions and it has been implied that they both have some form of respect for each other because of how strong they are.\nErlang despite being a high ranking and family of jade emperor himself, don’t exactly have a strong respect for how his uncle rules over the celestial realm. It has been implied in some iteration that Jade emperor can be at times “evil and selfish” for his own agendas too. In Chinese mythology, Gods are not necessarily perfect, that’s why they have not achieve true enlightenment and become Buddha themselves. They are simply superior beings to humans and devils.",
    "trans": "Tanrı olarak, otorite açısından Erlang'dan daha yüksek olan birkaç kişi vardır. Ancak o, tüm Tanrıların yöneticisi ve göksel cennetin en üstündeki Jade İmparatoru'nun yeğenidir; Buddha'nın hemen altındaki en büyük figür olarak kabul edilir. Bazıları Erlang'ı göklerin en güçlü savaşçısı ve Güneş'in (Sun Wukong) tek rakibi olarak görür. Hangisinin daha güçlü olduğu tartışmaya açıktır; her ikisi de farklı zamanlarda birbirini yenmiştir ve aralarındaki gücün büyüklüğü nedeniyle birbirlerine bir tür saygı duydukları ima edilmiştir.\nErlang, yüksek rütbesine ve Jade İmparatoru'nun ailesinden bir üye olmasına rağmen, amcasının göksel âlemi yönetme şekline karşı pek güçlü bir saygı duymaz. Bazı anlatımlarda, Jade İmparatoru'nun zaman zaman kendi çıkarları için \"kötü ve bencil\" olabileceği ima edilmiştir. Çin mitolojisinde, tanrılar mutlaka kusursuz varlıklar değildir; bu nedenle henüz gerçek aydınlanmaya ulaşmamış ve Buddha olmamışlardır. Sadece insanlardan ve şeytanlardan üstün varlıklardır."
}