{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The MAP test serves as a valuable standardized formative assessment tool for our students, encompassing Math and English subjects for students from KG3 to G11, with the additional inclusion of Science subjects for G4 to G8. This assessment allows us to gauge your child's learning levels and track their academic growth not only throughout the school year but also from year to year.\nGiven the significance of this assessment, it is crucial that our students put forth their best effort. I firmly believe that parental support plays an essential role in helping children perform their best during the MAP test. Therefore, I kindly request that you ensure the presence of your child(ren) in school on the designated testing day.\nThe MAP test this season will be conducted with subject facilitators to ensure that all students are in a comfortable atmosphere conducive to smooth answering. Here are the details regarding the testing locations:\nMYP & DP1 students: Respective subject’s classes (Please bring laptops with Windows 8 or later versions installed or iPads)",
    "trans": "MAP testi, öğrencilerimiz için değerli bir standartlaştırılmış formatif değerlendirme aracıdır. KG3'ten G11'e kadar olan öğrenciler için Matematik ve İngilizce derslerini kapsarken, G4'ten G8'e kadar olan öğrenciler için Fen Bilgisi derslerini de içermektedir. Bu değerlendirme, çocuğunuzun öğrenme düzeylerini ölçmemize ve akademik gelişimlerini sadece okul yılı boyunca değil, yıllar içinde de izlememize olanak tanır.\nBu değerlendirmenin önemini göz önünde bulundurarak, öğrencilerimizin en iyi çabalarını göstermeleri çok önemlidir. Parental desteğin, çocukların MAP testi sırasında en iyi şekilde performans göstermelerine yardımcı olmakta çok önemli bir rol oynadığına inanıyorum. Bu nedenle, çocuğunuzun belirtilen test günü okulda olmasını sağlamanızı nazikçe rica ediyorum.\nBu dönemdeki MAP testi, öğrencilerin rahat bir ortamda soruları sorunsuz bir şekilde yanıtlamalarını sağlamak için konu eğitmenleriyle yapılacaktır. Test yerleriyle ilgili detaylar şu şekildedir:\nMYP & DP1 öğrencileri: İlgili derslerin sınıfları (Windows 8 veya daha yeni sürümleri yüklü dizüstü bilgisayarlar veya iPad'ler getirmeniz gerekmektedir)"
}