{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Home Office online check: share code and date of birth\nOR current passport and stamped visa\nNon-UK with student visa\nHome Office online check: share code and date of birth\nAND university enrolment letter and document specifying term dates\nBank account details (sort code, account number)\nNational insurance number (eg NI card, letter from government agency/department)\nP45 from the current tax year, under six weeks old OR a completed online HMRC starter checklist\nCopies (paper or digital) of original documents cannot be accepted.\nWithout presenting the above documents, you will be unable to commence employment.\nWhat to expect\nOn your first day, a team member will complete an induction and answer any questions which you may have. You will be provided with access to online induction e-learning to help to build your knowledge. In the meantime, take a look at the following to learn more about J D Wetherspoon and what’s on offer.",
    "trans": "Ev Ofisi çevrimiçi kontrolü: paylaşılan kod ve doğum tarihi\nVEYA geçerli pasaport ve damgalı vize\nBirleşik Krallık dışı öğrenci vizesi ile\nEv Ofisi çevrimiçi kontrolü: paylaşılan kod ve doğum tarihi\nVE üniversite kayıt mektubu ve dönem tarihlerini belirten belge\nBanka hesap bilgileri (banka kodu, hesap numarası)\nUlusal sigorta numarası (örneğin, NI kartı, hükümet ajansı/birimi tarafından gönderilen mektup)\nMevcut vergi yılına ait P45 belgesi, altı haftadan eski değil VEYA tamamlanmış bir çevrimiçi HMRC başlatıcı kontrol listesi\nOrijinal belgelerin kopyaları (kağıt veya dijital) kabul edilmez.\nYukarıdaki belgeler sunulmadan işe başlanamayacaktır.\nNe beklemelisiniz\nİlk gününüzde bir ekip üyesi sizi tanıtacak ve herhangi bir sorunuz varsa yanıtlayacaktır. Ayrıca bilgi edinmenize yardımcı olacak çevrimiçi eğitim materyallerine erişim sağlanacaktır. Bu arada, J D Wetherspoon hakkında daha fazla bilgi edinmek ve sunulan fırsatları görmek için aşağıdakilere göz atabilirsiniz."
}