{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Identify the ticket you tried to share and check the status of the share\nCheck that the details (email or mobile number) are correct\nYou can choose to cancel or recall the ticket share and attempt to re-share it with your friend\nI’ve shared a ticket, how long does my receiver have to accept it?\nThe ticket receiver has 48 hours to accept the ticket share. If it goes unaccepted, you will receive a notification and the ticket will be available in your order history again.\nI’ve shared a ticket, but I’d like to undo it, what do I do?\nIf you’ve shared a ticket that you no longer wish to, visit “Your Tickets” in the Ticketek mobile app. Alternatively, click the SMS link for the mobile ticket you have shared.\nBased on the status of the shared ticket you can “Cancel” or “Recall” the shared ticket.\nThe ticket holder will receive an email notification when this occurs.\nI accepted a ticket share but would like to undo it, what do I do?\nIf you’ve accepted a shared ticket that you no longer wish to have, visit “Your Tickets” in the Ticketek mobile app.",
    "trans": "Paylaşmak istediğiniz bileti belirleyin ve paylaşım durumunu kontrol edin.\nDetayların (e-posta veya cep telefonu numarası) doğru olduğundan emin olun.\nBileti iptal edebilir veya geri alabilir, ardından bileti arkadaşınıza tekrar paylaşmayı deneyebilirsiniz.\nBileti paylaştım, alıcının kabul etmesi ne kadar sürecek?\nBilet alıcısının, bilet paylaşımını kabul etmek için 48 saati vardır. Eğer kabul edilmezse, bir bildirim alırsınız ve bilet tekrar sipariş geçmişinizde kullanılabilir hale gelir.\nBileti paylaştım ama geri almak istiyorum, ne yapmalıyım?\nArtık paylaşmak istemediğiniz bir bileti paylaştıysanız, Ticketek mobil uygulamasında \"Biletleriniz\" bölümüne gidin. Alternatif olarak, paylaştığınız mobil biletin SMS bağlantısına tıklayın.\nPaylaşılan biletin durumuna göre, \"İptal\" veya \"Geri Al\" seçeneğini kullanabilirsiniz.\nBilet sahibi, bu işlem gerçekleştiğinde bir e-posta bildirimi alacaktır.\nBir bilet paylaşımını kabul ettim ama geri almak istiyorum, ne yapmalıyım?\nArtık sahip olmak istemediğiniz bir paylaşılan bileti kabul ettiyseniz, Ticketek mobil uygulamasında \"Biletleriniz\" bölümüne gidin."
}