{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Benedict looked at the newcomer, a short, slightly pudgy young woman who was obviously the countess’s daughter, then glanced back to Sophie, who had gone white as a sheet.\n“Get out of here,” Araminta hissed. “You have no place in these proceedings.”\n“Obviously she does,” the magistrate said, turning to Araminta, “if she took the shoe clips. Do you want to have her charged?”\n“She’s my daughter!”\n“Put me in the cell with Sophie!” Posy said dramatically, clasping one of her hands to her breast with great effect. “If she is transported for theft, then I must be as well.”\nFor the first time in several days, Benedict found himself smiling.\nThe warden took out his keys. “Sir?” he said hesitantly, nudging the magistrate.\n“Put those away,” the magistrate snapped. “We’re not incarcerating the countess’s daughter.”\n“Do not put those away,” Lady Bridgerton cut in. “I want my future daughter-in-law released immediately.”\nThe warden looked helplessly at the magistrate.\n“Oh, very well,” the magistrate said, jabbing his finger in Sophie’s direction. “Let that one free. But no one is going anywhere until I have this sorted out.”",
    "trans": "Benedict, yeni gelen kişiye baktı; kontesin kızı olduğu açıkça belli olan, kısa boylu, hafif toplu genç bir kadındı. Ardından, kireç gibi bembeyaz kesilmiş Sophie’ye yeniden bir bakış attı.\n\"Burayı terk et,\" diye tısladı Araminta. \"Sen bu işlerin içinde değilsin.\"\n\"Elbetteki de içinde,\" diye karşı çıktı yargıç, ve Araminta'ya dönerek, \"Eğer ayakkabı tokalarını o aldıysa, hakkında suç duyurusunda bulunmak ister misiniz?\" diye sordu.\n\"O benim kızım!\"\n\"Beni de Sophie'yle birlikte hücreye koyun!\" dedi Posy, ellerinden birini göğsüne şiddetle vurarak. \"Eğer Sophie hırsızlık için götürülüyorsa, öyleyse ben de götürülmeliyim.\"\nBenedict, birkaç gündür ilk kez, kendini gülümserken buldu.\n\"Gardiyan anahtarlarını çıkarttı. Tereddüt içinde, 'Efendim?' diye seslendi, yargıcı dürterek.\"\n“Anahtarları kaldır,” diye emir verdi yargıç. “Kontesin kızını hapse atmak yok.”\n“Onları kaldırmayın,” diye araya girdi Lady Bridgerton. “Müstakbel gelinimin derhal serbest bırakılmasını istiyorum.”\nGardiyan çaresizce yargıca baktı.\n“Pekala,” dedi yargıç, parmağını Sophie’ye doğru yönelterek. “Bunu serbest bırakın. Ama hiç kimse, ben bu durumu çözünceye dek bir yere kıpırdamayacak.”"
}