{
    "source": "en_US",
    "target": "tr_TR",
    "text": "all, but hearing Kai willingly share information beyond his son’s favorite snack or sleep routine holds a weight I didn’t expect.\n“Country boy, huh?”\nThe mental picture of him in Wranglers, much in the way he wears his baseball pants, is doing all sorts of things to my imagination.\n“Miller.”\n“Hmm?”\n“You’re sexualizing me in your mind right now, aren’t you?” “Absolutely.”\nThe corner of his lips tick.\n“Your parents, are they still in Texas?”\nHe begins to gather the dishes I made a mess of, completely ignoring my\nquestion. “Why don’t you head out. I’ll clean this up. I don’t want Monty to chew my ass out tomorrow at practice because you woke him when you got home too late. Thanks for your help tonight. I hope Max was okay for you.”\n“He was an angel. I truly have no idea where he inherited that from.”\nKai’s back vibrates, but he doesn’t give me the satisfaction of hearing his laugh.\n“And so you know, I’m not staying at my dad’s.”\nStanding by the sink, Kai’s eyes dart to mine over his shoulder.\n“I’m staying in my van in his parking garage.”",
    "trans": "hepsi, ama Kai'nin oğlunun en sevdiği atıştırmalık veya uyku rutini dışında gönüllü olarak bilgi paylaştığını duymak beklemediğim bir ağırlık taşıyor.\n\"Köy çocuğu, ha?\"\nWranglers'daki onun zihinsel resmi, beyzbol pantolonunu giyme şekline çok benziyor, hayal gücümde her türlü şeyi yapıyor.\n\"Miller.\"\n\"Hmm?\"\n\"Şu anda zihninde beni cinselleştiriyorsun, değil mi?\" \"Kesinlikle.\"\nDudaklarının köşesi seğiriyor.\n\"Ailen, hala Teksas'ta mı?\"\nTamamen sorumu görmezden gelerek, ortalığı batırdığım bulaşıkları toplamaya başlıyor.\n\"Neden dışarı çıkmıyorsun. Bunu ben temizlerim. Monty'nin yarın antrenmanda eve çok geç geldiğinde onu uyandırdığın için kıçımı çiğnemesini istemiyorum. Bu geceki yardımın için teşekkürler. Umarım Max senin için iyidir.\"\n\"O bir melekti. Bunu nereden miras aldığına dair hiçbir fikrim yok.\"\nKai'nin sırtı titriyor ama bana kahkahasını duymanın verdiği memnuniyeti vermiyor.\n\"Ve bildiğin gibi, babamın evinde kalmıyorum.\"\nLavabonun yanında duran Kai'nin gözleri omzunun üzerinden bana kayıyor.\n\"Otopark garajındaki minibüsümde kalıyorum.\""
}