{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Must be able to set up and run GMAW, SMAW, FCAW, GTAW\nOxy Fuel Cutting\nHandheld Plasma/Gouging Operation\nMust be able to lift 10 – 40 LB Weldments\nRead, interpret, and follow blueprints and engineering plans to construct high-quality parts and assemblies.\nSetting up and operating tools and equipment necessary for the fabrication process.\nMeasuring, marking, cutting, bending, and assembling materials to create the final product.\nInspecting and testing finished products to ensure they conform to specifications.\nAligning, fitting, and assembling component parts using hand tools and fixtures.\nRepairing faulty components and products in line with defects highlighted during inspection.\nMaintaining a clean and safe work environment in compliance with company and safety regulations.\nInspect and test finished products for functionality and adherence to specifications.\nMaintain a clean and safe working environment by complying with procedures, rules, and regulations.\nAssist in the enhancement of fabrication methods, seeking efficiency and reduction of costs.\nCommunicate well with other departments and team members",
    "trans": "GMAW, SMAW, FCAW, GTAW'ı kurabilmeli ve çalıştırabilmelidir\nOksi Yakıtlı Kesim\nElde Plazma/Oluk Açma İşlemi\n4,536 - 18,144 KG Kaynak Parçaları kaldırabilmelidir\nYüksek kaliteli parçalar ve montajlar oluşturmak için planları ve mühendislik planlarını okur, yorumlar ve takip eder.\nİmalat süreci için gerekli alet ve ekipmanı kurar ve çalıştırır.\nNihai ürünü oluşturmak için malzemeleri ölçer, işaretler, keser, büker ve monte eder.\nSpesifikasyonlara uygun olduklarından emin olmak için bitmiş ürünlerin inceler ve tesrt eder.\nEl aletleri ve fikstürler kullanarak bileşen parçalarını hizalar, takar, monte eder.\nİnceleme sırasında vurgulanan kusurlar doğrultusunda hatalı bileşenleri ve ürünleri onarır.\nŞirket ve güvenlik yönetmeliklerine uygun olarak temiz ve güvenli bir çalıştırma ortamı sağlar.\nBitmiş ürünleri işlevsellik ve spesifikasyonlara uygunluk açısından inceler ve test eder.\nProsedürlere, kurallara ve yönetmeliklere uyarak temiz ve güvenli bir çalıştırma ortamı sağlar.\nÜretim yöntemlerinin geliştirilmesine, verimlilik arayışına ve maliyetlerin düşürülmesine yardımcı olur.\nDiğer departmanlar ve ekip üyeleri ile iyi iletişim kurar."
}