{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Total amount of years for your education since grade 1\nAre you currently employed?\nDo you have proof of your employment (pay slips, reference letters, contract)?\nPlease list all languages that you currently speak:\nAre you thinking of going to the United States with your family members or alone?\nWhat is the purpose of your entry and stay in the United States:\nAre you seeking protection because you have suffered from persecution or fear because of: Race, Religion, Nationality, Membership in a particular social group, Political opinion?\nHave you ever been to the United States before?\nHave you ever had problems with the law?\nAre you currently working for an American employer?\nWould you like to invest your money into a United States business?\nHave you been awarded, or have you been nationally or internationally recognized, for excellence in the field of your outstanding activity?\nHave you ever been a judge of the work of others in the field of their or your specialization?\nCan you provide information about a crime committed in the United States?\nDECLARATION",
    "trans": "Toplam Eğitim Süresi (1. Sınıftan itibaren):\nŞu anda çalışıyor musunuz?\nÇalıştığınıza dair kanıtınız var mı (maaş bordrosu, referans mektupları, sözleşme)?\nŞu anda konuştuğunuz tüm dilleri listeleyin:\nAmerika Birleşik Devletleri’ne ailenizle mi yoksa yalnız mı gitmeyi düşünüyorsunuz?\nAmerika Birleşik Devletleri’ne giriş ve kalış amacınız nedir?\nIrk, Din, Milliyet, Belirli bir sosyal gruba üyelik, Siyasi görüş nedeniyle zulüm gördüğünüz ya da korktuğunuz için koruma mı arıyorsunuz?\nDaha önce Amerika Birleşik Devletleri’nde bulundunuz mu?\nDaha önce kanunla ilgili herhangi bir sorun yaşadınız mı?\nŞu anda bir Amerikan işvereni için çalışıyor musunuz?\nParanızı Amerika Birleşik Devletleri’nde bir işe yatırmak ister misiniz?\nÜstün faaliyet alanınızda mükemmellik gösterdiğiniz için ulusal veya uluslararası düzeyde ödüllendirildiniz ya da tanındınız mı?\nKendi uzmanlık alanınızda veya başkalarının uzmanlık alanındaki çalışmaları değerlendiren bir yargıç olarak görev aldınız mı?\nAmerika Birleşik Devletleri’nde işlenen bir suçla ilgili bilgi sağlayabilir misiniz?\nBEYANNAME"
}