{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Shipley had approved an editorial endorsement for Harris that was being drafted earlier this month, according to three people with direct knowledge. He told colleagues the decision to endorse was being reviewed by the paper's billionaire owner, Jeff Bezos. That's the owner's prerogative and is a common practice.\nOn Friday, Shipley said that he told other editorial board leaders on Thursday that management had decided there would be no endorsement, though Shipley had known about the decision for a while. He added that he \"owns\" this outcome. The reason he cited was to create \"independent space\" where the newspaper does not tell people for whom to vote.\nColleagues were said to be \"shocked\" and uniformly negative. Editor-at-large Robert Kagan, who has been highly critical of Trump as autocratic, told NPR he had resigned from the editorial board as a consequence.\nFormer Washington Post Executive Editor Martin Baron, who led the newsroom to acclaim during Trump's presidency, denounced the decision starkly.",
    "trans": "Shipley, bu ayın başlarında Harris için bir editoryal onayı taslağı hazırlanmasını onaylamıştı; bu durum, konuya doğrudan vakıf üç kişi tarafından doğrulandı. Shipley, meslektaşlarına, onay kararının gazetenin milyarder sahibi Jeff Bezos tarafından gözden geçirildiğini söyledi. Bu, sahibinin yetkisinde olan bir durumdur ve yaygın bir uygulamadır.\nCuma günü Shipley, diğer editoryal kurul liderlerine Perşembe günü yönetimin bir onay verilmeyeceğine karar verdiğini bildirdiğini, ancak bu kararı bir süredir bildiğini söyledi. Ek olarak, bu sonucun sorumluluğunu \"üzerine aldığını\" belirtti. Gerekçe olarak, gazetenin insanlara kime oy vermeleri gerektiğini söylemeyeceği \"bağımsız bir alan\" yaratma isteğini dile getirdi.\nMeslektaşlarının ise bu karara \"şok olduğu\" ve tepkinin genel olarak olumsuz olduğu ifade edildi. Trump'ı otoriter olmakla eleştiren kıdemli yazar Robert Kagan, NPR'a verdiği demeçte bu karar nedeniyle editoryal kuruldan istifa ettiğini açıkladı.\nWashington Post'un önceki İcra Editörü Martin Baron ise, Trump'ın başkanlığı sırasında gazeteyi övgüyle yöneten bir isim olarak, kararı sert bir şekilde kınadı."
}