{
    "source": "en_US",
    "target": "tr_TR",
    "text": "If you are receiving this email, you are currently using an email or calendar app that uses a less secure authentication method to connect to your Outlook.com email account. You will need to upgrade your third-party mail and calendar app to a version which supports modern authentication methods.\nMicrosoft provides free versions of Outlook for your PC, Mac, iOS, and Android devices which can be easily downloaded and connect to your email account. Using an updated version of an Outlook application will ensure you are connecting in the most secure way.\nHow can you set up your Gmail, Apple Mail, or other third-party mail application?\nVarious non-Microsoft applications will have their own steps for connecting to your Outlook.com email account using modern authentication methods. See our help article - Modern Authentication Methods now needed to continue syncing Outlook Email in non-Microsoft email apps. However, you may need to contact the creators of those applications to provide you with instructions. In many cases, simply removing and re-adding your account with the latest version of that application will configure it to use modern authentication methods.",
    "trans": "Eğer bu e-postayı alıyorsanız, şu anda Outlook.com e-posta hesabınıza bağlanmak için daha az güvenli bir kimlik doğrulama yöntemi kullanan bir e-posta veya takvim uygulaması kullanıyorsunuz. Üçüncü taraf e-posta ve takvim uygulamanızı modern kimlik doğrulama yöntemlerini destekleyen bir sürüme yükseltmeniz gerekecek.\nMicrosoft, PC, Mac, iOS ve Android cihazlarınız için ücretsiz Outlook sürümleri sunmaktadır. Bu uygulamaları kolayca indirip e-posta hesabınıza bağlanabilirsiniz. Güncellenmiş bir Outlook uygulaması kullanmak, en güvenli şekilde bağlantı kurmanızı sağlayacaktır.\nGmail, Apple Mail veya diğer üçüncü taraf e-posta uygulamanızı nasıl ayarlayabilirsiniz?\nMicrosoft dışındaki çeşitli uygulamaların, Outlook.com e-posta hesabınıza modern kimlik doğrulama yöntemlerini kullanarak bağlanmak için kendi adımları vardır. Yardım makalemizi inceleyin: Modern Kimlik Doğrulama Yöntemleri Artık Microsoft Olmayan E-posta Uygulamalarında Outlook E-postasını Senkronize Etmek için Gereklidir. Ancak, bu uygulamaların üreticilerinden talimat almanız gerekebilir. Çoğu durumda, yalnızca hesabınızı kaldırıp uygulamanın en son sürümüyle yeniden eklemek, modern kimlik doğrulama yöntemlerini kullanacak şekilde yapılandıracaktır."
}