{
    "source": "en_US",
    "target": "tr_TR",
    "text": "$0.00\nOrder Total\n$208.00\nShop in the Apple Store app,\ntailored specifically for you\nGet personalized product recommendations, compare models, access Your Saves, and track your orders. Plus, opt in today to get updates on new products, promotions, flexible payment options, and store events.\nScan the QR code or tap the link to get started.\nDownload the Apple Store app ›\nQuestions\nWhen will I get my items?\nThe shipping estimates above tell you when your items are expected to arrive. As each item leaves our warehouse, we’ll email you with delivery and tracking information.\nOrdered more than one item? You’ll get a separate email as each item ships. There are no additional shipping fees for these items.\nHow do I view or change my order?\nVisit online Order Status to view the most up-to-date status and make changes to your order. To learn more about shipping, changing your order, or returns, please visit online Help.\nYou can also call Apple Support at 800-692-7753 Monday through Friday from 9:00 a.m. to 9:00 p.m. and Saturday from 9:00 a.m. to 6:00 p.m. Pacific time.",
    "trans": "$0.00\nSipariş Toplamı\n$208.00\nApple Store uygulamasında alışveriş yapın,\nsize özel olarak tasarlandı\nKişiselleştirilmiş ürün önerileri alın, modelleri karşılaştırın, Kaydedilenler'e erişin ve siparişlerinizi takip edin. Ayrıca, bugün opt-in yaparak yeni ürünler, promosyonlar, esnek ödeme seçenekleri ve mağaza etkinlikleri hakkında güncellemeler alın.\nBaşlamak için QR kodunu tarayın veya bağlantıya dokunun.\nApple Store uygulamasını indir ›\nSorular\nÜrünlerimi ne zaman alacağım?\nYukarıdaki gönderim tahminleri, ürünlerinizin ne zaman ulaşmasının beklendiğini gösteriyor. Her ürün depomuzdan çıktığında, size teslimat ve takip bilgileriyle bir e-posta göndereceğiz.\nBirden fazla ürün mü sipariş ettiniz? Her ürün gönderildiğinde ayrı bir e-posta alacaksınız. Bu ürünler için ek gönderim ücreti alınmaz.\nSiparişimi nasıl görüntüleyebilir veya değiştirebilirim?\nEn güncel durumu görmek ve siparişinizi değiştirmek için çevrimiçi Sipariş Durumu sayfasını ziyaret edin. Gönderim, sipariş değişiklikleri veya iade hakkında daha fazla bilgi edinmek için çevrimiçi Yardım sayfasını ziyaret edebilirsiniz.\nAyrıca, Apple Destek hattını 800-692-7753 numaralı telefondan Pazartesi-Cuma 9:00 - 21:00 ve Cumartesi 9:00 - 18:00 saatleri arasında (Pasifik saatiyle) arayabilirsiniz."
}