{
    "source": "en_US",
    "target": "tr_TR",
    "text": "4) Using the same ID for verification after a reset may result in the rejection of your application.\nWe appreciate your cooperation and understanding in ensuring a smooth reset KYC application process.\nStep 6: Click \"Confirm\".\nStep 3: Log In: If you are not currently logged in, the system will prompt you to do so.\nStep 4: Choose the Reason for Your Request.\nWe understand that you wish to reset your KYC due to you would like to change your name to a Korean name.\n5) Please consider these factors carefully before proceeding. Frequent resets may lead to the rejection of your application.\nImportant Considerations:\nShould you have further inquiries, feel free to contact us via our 24/7 Livechat\nTo view all attachments sent to you within this ticket inquiry, please click on this link: bitget.zendesk.com/agent/tickets/2125744\nStep 5: Review and Agree to the Terms: Read the terms and conditions, and check the box \"I have read and understood the notice.\"\nStep 1: Click on the \"Live Support\" Icon: Located at the bottom of the page.Alternatively, you can visit Reset Identity Verification for your request..\n3) To ensure uninterrupted access to your account, please complete the identity verification with a new ID as soon as possible.",
    "trans": "4) Sıfırlama işleminden sonra aynı kimliği doğrulama için kullanmak, başvurunuzun reddedilmesine yol açabilir.\nKYC sıfırlama başvuru sürecinin sorunsuz bir şekilde ilerleyebilmesi adına anlayışınız ve iş birliğiniz için teşekkür ederiz.\nAdım 6: \"Onayla\" butonuna tıklayın.\nAdım 3: Giriş Yapın: Eğer şu anda giriş yapmadıysanız, sistem sizi giriş yapmanız için yönlendirecektir.\nAdım 4: Talep nedeninizi seçin.\nAdınızı bir Kore ismiyle değiştirmek istediğiniz için KYC sıfırlama talebinde bulunmak istediğinizi anlıyoruz.\n5) Lütfen bu faktörleri dikkatlice değerlendirin. Sık sık yapılan sıfırlamalar başvurularınızın reddedilmesine sebep olabilir.\nÖnemli Hususlar:\nEk sorularınız varsa, 7/24 canlı sohbet yoluyla bizimle iletişime geçebilirsiniz.\nBu bilet sorgusuyla bağlantılı tüm ekleri görüntülemek için lütfen şu bağlantıya tıklayın: bitget.zendesk.com/agent/tickets/2125744\nAdım 5: Şartları Gözden Geçirin ve Kabul Edin: Şartlar ve koşulları okuyun ve \"Bildirimi okudum ve anladım.\" kutusunu işaretleyin.\nAdım 1: Sayfanın alt kısmında bulunan \"Canlı Destek\" simgesine tıklayın. Alternatif olarak, Kimlik Doğrulama Sıfırlama talebiniz için bu bağlantıyı ziyaret edebilirsiniz.\n3) Hesabınıza kesintisiz erişimi sağlamak için lütfen mümkün olan en kısa sürede yeni bir kimlik ile kimlik doğrulama işlemini tamamlayın."
}