{
    "source": "en_US",
    "target": "tr_TR",
    "text": "It's not the heat; it's the humidity. And the property taxes, too.\nWhen looking at where property-tax payments have grown the most from prepandemic times, look at Florida first, according to a new analysis from real-estate brokerage Redfin (RDFN).\nThree of the top five major housing markets with the largest jumps in property-tax bills since 2019 are in the Sunshine State, the Redfin report showed.\nThere's Jacksonville, with a nearly 60% increase in the median monthly property-tax bill. Then there's Tampa with an approximately 57% increase, and Miami with a 48% increase.\nThe biggest increases, however, were outside of Florida. Indianapolis ranked first and saw property-tax bills climb nearly 67%, while just behind was Atlanta with a nearly 66% change. Nationally, there was a nearly 30% jump in property-tax bills since 2019, according to the report. (The increases are based on nominal dollars and not adjusted for inflation.)\nAcross the country, the median monthly property-tax payment was $250 as of August, Redfin said. Among the fastest-growing bills, Indianapolis, Atlanta and Jacksonville were below that median. Tampa sat right on it, while monthly Miami bills were above it, at $367.",
    "trans": "Bu sıcaklık değil; nem. Ve mülk vergileri de tabii.\nPandemi öncesine kıyasla en çok mülk vergisi ödemelerinin arttığı yerleri incelerken, önce Florida'ya bakmak gerekiyor, yeni bir analiz raporuna göre, emlak aracılığı yapan Redfin (RDFN).\nRedfin raporuna göre, 2019'dan bu yana mülk vergisi faturalarında en büyük artışları gören beş büyük konut piyasasından üçü Florida'da yer alıyor.\nBunlar, medyan aylık mülk vergisi faturasında neredeyse %60'lık bir artış gören Jacksonville. Ardından yaklaşık %57 artışla Tampa ve %48 artışla Miami.\nAncak en büyük artışlar Florida dışında oldu. Indianapolis birinci sırada yer aldı ve mülk vergisi faturaları neredeyse %67 arttı, hemen ardından ise Atlanta yaklaşık %66'lık bir değişim gösterdi. Ulusal düzeyde, 2019'dan bu yana mülk vergisi faturalarında neredeyse %30'luk bir artış yaşandı, rapora göre. (Artışlar nominal rakamlara dayanıyor ve enflasyona göre düzeltilmemiştir.)\nÜlkede, medyan aylık mülk vergisi ödemesi Ağustos itibarıyla 250 dolar civarındaydı, diyor Redfin. En hızlı artan faturalar arasında Indianapolis, Atlanta ve Jacksonville bu ortalamanın altında kalırken, Tampa tam ortalama civarındaydı. Miami ise ortalamanın üzerinde, 367 dolarlık aylık faturalara sahipti."
}