{
    "source": "en_US",
    "target": "tr_TR",
    "text": "roles. In this study, we investigated the role of CYP19A1, a key enzyme in estrogen biosynthesis, in regulating\nchemoresistance in CRC. Using a combination of in vitro functional assays, transcriptomic analysis, and clinical data\nmining, we demonstrate that CYP19A1 expression is significantly upregulated in CRC cells and patient-derived\nsamples compared to normal controls. Mechanistically, we found that CYP19A1 regulates chemoresistance through\nmodulation of mitochondrial function and complex I activity, which is mediated by CYP19A1-dependent estrogen\nbiosynthesis. Notably, targeted inhibition of CYP19A1 and complex I using specific inhibitors effectively reversed\nthe chemoresistance of CRC cells to chemotherapeutic drugs. Moreover, analysis of the TCGA CRC dataset revealed\nthat high CYP19A1 expression correlates with poor overall survival in chemotherapy-treated patients. Taken\ntogether, our findings uncover a novel role for CYP19A1 in regulating chemoresistance in CRC through modulation\nof mitochondrial function and estrogen signaling, and highlight the potential of targeting the CYP19A1/estrogen/\ncomplex I axis as a therapeutic strategy to overcome chemoresistance and improve patient outcomes.\nKeywords Colorectal cancer, Chemotherapy resistance, CYP19A1, Mitochondria, Mitochondrial respiratory chain\ncomplexes\nCYP19A1 regulates chemoresistance",
    "trans": "roller. Bu çalışmada, estrogen biosentezinde önemli bir enzim olan CYP19A1'in rolünü inceledik.\nCRC'deki kemoterapi direncini. In vitro fonksiyonel testler, transkriptomik analiz ve klinik veri kullanarak\nmadenciliği, CYP19A1 ifadesinin CRC hücrelerinde ve hasta kaynaklı örneklerde normal kontrol gruplarına kıyasla önemli ölçüde arttığını gösteriyoruz.\nörnekleri, normal kontrol gruplarına kıyasla. Mekanik olarak, CYP19A1'in kemoterapiye direnç üzerinde nasıl etkili olduğunu bulduk\nmitokondriyal fonksiyon ve kompleks I aktivitesinin modülasyonu yoluyla, bu etki CYP19A1-bağımlı östrojen tarafından yönlendirilir.\nöstrojen biyosentezi. Özellikle, spesifik inhibitörler kullanarak CYP19A1 ve kompleks I'in hedefe yönelik inhibisyonu, CRC hücrelerinin kemoterapötik ilaçlara karşı kimyasal dirençlerini etkin bir şekilde tersine çevirdi.\nCRC hücrelerinin kemoterapötik ilaçlara karşı kimyasal dirençlerini. Dahası, TCGA CRC veri setinin analizi\nyüksek CYP19A1 ekspresyonunun, kemoterapi tedavisi görmüş hastalarda kötü genel sağkalım ile ilişkili olduğunu ortaya koydu.\nBir arada, bulgularımız, CYP19A1'in CRC'deki kemoterapiye direnç düzenlemedeki yeni rolünü, mitokondriyal fonksiyon ve kompleks I aktivitesinin modülasyonu yoluyla ortaya koymaktadır.\nMitokondriyal fonksiyon ve östrojen sinyallemesinin modülasyonu ve CYP19A1/östrojen ekseninin hedeflenmesinin potansiyelini vurgulamaktadır.\nKompleks I eksenini, kemoterapi direncini aşmak ve hasta sonuçlarını iyileştirmek için terapötik bir strateji olarak hedeflemenin potansiyelini vurgulamaktadır.\nAnahtar Kelimeler: Kolorektal kanser, Kemoterapi direnci, CYP19A1, Mitokondri, Mitokondriyal solunum zinciri\nKompleksleri\nCYP19A1, kemoterapiye karşı dirençleri düzenler"
}