{
    "source": "en_US",
    "target": "tr_TR",
    "text": "But as soon as he reached for the doorknob, his vision blurred, and the room tilted dangerously. The next thing he knew, his knees gave out from under him, and everything went black.\nWhen John came to, he was lying on the couch with a blanket draped over him. The pounding in his head was still there, but the cool cloth on his forehead was soothing. He blinked blearily, trying to get his bearings, and found Lane sitting beside him, a thermometer in his hand.\n“You’re awake,” Lane said, his voice low. He didn’t look at John, his focus on the thermometer, but there was a tension in his jaw that hadn’t been there before. “You collapsed at the door, idiot.”\nJohn groaned, shifting uncomfortably. “Did I miss the game?”\nLane didn’t answer right away. He pulled the cloth off John’s forehead and dipped it in a bowl of cold water before placing it back. “You missed it.”\nJohn sighed, frustration welling up inside him. “Great. Just great.”\nHe tried to sit up, but Lane pushed him back down with a firm hand on his chest. “Stay put,” Lane ordered. “You’re not going anywhere.”",
    "trans": "Ama o doorknob’a uzandığı anda, görüşü bulanıklaştı ve oda tehlikeli bir şekilde eğildi. Bir sonraki şey, dizlerinin altından çekildi ve her şey karardı.\nJohn gözlerini açtığında, kendini bir battaniye ile örtülmüş şekilde kanepeye uzanmış buldu. Başındaki ağrı hâlâ devam ediyordu, ancak alnındaki soğuk bez rahatlatıcıydı. Bulanık bir şekilde gözlerini kırpıp, kendini toparlamaya çalıştı ve Lane’in yanında oturduğunu, elinde bir termometre tuttuğunu fark etti.\n“Uyandın,” dedi Lane, sesi düşük. John’a bakmadan, termometreye odaklanmıştı, ama çenesindeki gerginlik önceden olmadığı kadar belirgindi. “Kapının önünde bayıldın, aptal.”\nJohn inledi, rahatsız bir şekilde yerini değiştirdi. “Maçı kaçırdım mı?”\nLane hemen cevap vermedi. John’un alnındaki bezi çıkarıp, soğuk su dolu bir kâsede ıslattıktan sonra tekrar yerine koydu. “Kaçırdın.”\nJohn içini çekerek, içinde biriken hayal kırıklığıyla homurdandı. “Harika. Tam harika.”\nKalkmaya çalıştı, ancak Lane, sert bir şekilde göğsüne elini koyarak onu geri itti. “Yat,” diye emretti Lane. “Nereye gitmiyorsun.”"
}