{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The sensation built gradually, a growing tension that curled through her body, making her back arch involuntarily, her toes curling in response. It was powerful—a clenching sensation that spiraled through her, coiling tighter and tighter until it felt like she might burst. Her breathing hitched, shallow and uneven, as if the air had thickened around her.\nAnd then, in a sudden rush, the tension snapped. It released her, surging through her like an unstoppable wave, pulsing through every nerve in her body. She gasped, the intensity overwhelming, utterly blissful. Her entire being tingled, every inch of her alive with sensation, as if the air itself was humming against her skin. In the wake of that release, happiness, pure and unfiltered, rushed through her like nothing she had ever felt before. Contentment settled into her limbs, deep and fulfilling, leaving her warm and peaceful.\nBut the purple river surged, its flow quickening as if it had come alive, moving with a new and startling intensity. It panted, a voice low and rough, cutting through the haze of her bliss.",
    "trans": "Hissettiği duygu yavaşça birikiyordu, bedeninde kıvrılarak ilerleyen bir gerilim, sırtını istemsizce eğmeye ve parmak uçlarını tepki olarak bükmeye zorladı. Güçlüydü—vücudunda kıvrılarak, daha da sıkılaşarak, patlayacakmış gibi hissettiren bir kasılma hissiydi. Nefesi kısa ve dengesizdi, sanki etrafındaki hava yoğunlaşmış gibiydi.\nVe sonra, aniden bir patlama gibi, gerilim kırıldı. Bunu serbest bırakıp, içinde durdurulamaz bir dalga gibi yükseldi, bedenindeki her sinirden geçerek dalgalandı. Derin bir nefes aldı, yoğunluğu bunaltıcıydı, tamamen mutluluk vericiydi. Tüm varlığı, her bir parçası hissiyatla titriyor, sanki hava cildine karşı uğuldayarak ilerliyordu. O salınımın ardından, hiçbir şeyin daha önce hissettirdiği gibi, saf ve süzülen bir mutluluk vücuduna yayıldı. Mutluluk, derin ve doyurucu bir şekilde, kollarına yerleşti, onu sıcak ve huzurlu bırakıyordu.\nAma mor nehir yeniden yükseldi, akışı hızlanarak, sanki hayata dönmüş gibi, yeni ve şaşırtıcı bir yoğunlukla hareket ediyordu. Soluyordu, sesi düşük ve sertti, mutluluğunun sisini keserek geçiyordu."
}