{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Up until the breakup of the New Wave in the mid-sixties, Truffaut and Godard stood by each other as true and loyal friends. Subsequently, however, while Truffaut carved out a niche for himself and protected his independence as best he could with the help of the American majors, Godard advocated a militant, revolutionary cinema directly connected with reality; he and two allies, Jean-Pierre Gorin and Jean-Henri Roger, were the driving forces behind the Dziga-Vertov Group. “He is engaged in another kind of cinema,” Truffaut said of Godard. “He feels that since May ’68 it’s impossible to make the same kinds of movies and he resents people who still do. I’ve made a choice, my thoughts are perfectly clear, I want to make normal films, it’s my life.”[ 77] The two men kept up an intermittent correspondence. When Godard had a serious motorcycle accident in the fall of 1971 and was hospitalized for a long time, Truffaut contacted him. But they were no longer kindred spirits when it came to cinema or politics, or, consequently, when it came to feelings.",
    "trans": "Altmışların ortasında Yeni Dalga'nın parçalanmasına kadar, Truffaut ve Godard birbirlerine gerçek ve sadık dostlar olarak destek oldular. Ancak sonrasında, Truffaut kendine bir alan yaratıp, Amerikan büyük yapımcılarının yardımıyla bağımsızlığını en iyi şekilde korumaya çalışırken, Godard, gerçekle doğrudan bağlantılı, militanca bir devrimci sinemayı savundu; o ve iki yoldaşı, Jean-Pierre Gorin ve Jean-Henri Roger, Dziga-Vertov Grubu'nun itici güçleriydi. Truffaut, Godard hakkında şöyle demişti: \"O başka bir tür sinemayla ilgileniyor. Mayıs '68'den beri aynı türde filmler yapmanın imkansız olduğunu düşünüyor ve hâlâ bunu yapan insanlara kızıyor. Ben bir seçim yaptım, düşüncelerim tamamen net, normal filmler yapmak istiyorum, bu hayatım.\" İki adam aralıklı bir yazışma sürdürdü. Godard, 1971 sonbaharında ciddi bir motosiklet kazası geçirdiğinde ve uzun süre hastaneye kaldırıldığında, Truffaut onunla iletişime geçti. Ancak sinema, politika ve dolayısıyla duygular söz konusu olduğunda, artık birbirlerinin ruh ikizleri değillerdi."
}