{
    "source": "en_US",
    "target": "tr_TR",
    "text": "o Consider creative ways to convey messages to keep staff up to date with important news and to share information.\no Using staff feedback to recommend and implement new initiatives to improve internal communications.\no Write and prepare all sorts of texts that serve the internal purpose, including presentations, scripts, briefing documents, intranet articles, speeches, messages, and emails.\no Create and manage the internal newsletter, including writing and editing content, arranging photography, and overseeing the design.\no Support the delivery of internal communications projects, initiatives, and events.\no Plan internal activity and initiatives to enhance corporate culture (face to face and virtual).\no Identify actions priorities and ensure all internal communications are aligned with the brand guideline before publishing it to the employees.\no Managing internal critical situations as they happen and giving concerned stakeholders enough support to handle the communication around them professionally.\no Support HR, and all other company departments regarding the organizational level communication and enhance employee engagement to ensure achieving employer branding.\no Create internal awareness campaigns that strengthen the company's culture, and how employees understand it.\no Provide reports to analyze certain activities & events that occur as demanded.\no Create surveys that serve the internal purpose, whether requested by other departments, or their own.",
    "trans": "Önemli haberleri güncel tutmak ve bilgileri paylaşmak için yaratıcı yollar düşünün.\nÇalışan geri bildirimlerini kullanarak iç iletişimi iyileştirecek yeni girişimler önermek ve uygulamak.\nİç amaçlar için kullanılacak tüm metinleri yazmak ve hazırlamak, bunlar arasında sunumlar, senaryolar, brifing belgeleri, intranet makaleleri, konuşmalar, mesajlar ve e-postalar yer alır.\nİç bülteni oluşturmak ve yönetmek, içerik yazmak ve düzenlemek, fotoğraf düzenlemelerini yapmak ve tasarımı denetlemek.\nİç iletişim projeleri, girişimleri ve etkinliklerinin sunulmasına destek olmak.\nKurumsal kültürü geliştirmek için iç aktiviteler ve girişimler planlamak (yüz yüze ve sanal).\nAksiyon önceliklerini belirlemek ve tüm iç iletişimin marka yönergeleriyle uyumlu olduğundan emin olmak, yayınlanmadan önce çalışanlara iletilmesi.\nİçerideki kritik durumları yönetmek ve ilgili paydaşlara profesyonel bir şekilde bu durumların iletişimiyle başa çıkabilmeleri için yeterli destek sağlamak.\nİnsan Kaynakları ve diğer şirket departmanlarına organizasyonel düzeyde iletişim desteği sağlamak ve çalışan katılımını artırarak işveren markası oluşturulmasına katkıda bulunmak.\nŞirketin kültürünü güçlendiren ve çalışanların bunu nasıl anladığını artıran iç farkındalık kampanyaları oluşturmak.\nTalep edilen belirli aktiviteler ve etkinliklerle ilgili raporlar sağlamak.\nDiğer departmanlar tarafından talep edilen ya da kendi amaçları için kullanılan iç amaçlara hizmet eden anketler oluşturmak."
}