{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Tang, T., & Yang, L. (2024). Shaping corporate ESG performance: role of social trust inChina’s capital market. China Finance Review International,14(1), 34–75. https://doi.org/10.1108/CFRI-07-2023-0187\nAuthors\nTiantian Tang\nAssistant Professor of Shandong University, Jinan, China\nUniversity of Toronto, Toronto, Canada\nLiyan Yang\nProfessor of University of Toronto, Toronto, Canada\nAbout CFRI\nThe China Finance Review International is a flagship academic journal broadly covering the Chinese and international financial markets. The journal is founded by Antai College of Economics and Management at Shanghai Jiao Tong University, one of the top universities in Asia.\nThe China Finance Review International aims to publish quality empirical and theoretical works on important financial and economic issues in the profession. We encourage ground-breaking research related to new and niche areas in finance, such as Fintech and cryptos, ESG, climate finance, and socially responsible investments. We welcome critiques of existing literature and comparative analysis between emerging markets and developed economies.",
    "trans": "Tang, T., & Yang, L. (2024). Kurumsal ESG performansını şekillendirmek: Çin’in sermaye piyasasında sosyal güvenin rolü. China Finance Review International, 14(1), 34–75. https://doi.org/10.1108/CFRI-07-2023-0187\nYazarlar\nTiantian Tang\nShandong Üniversitesi, Jinan, Çin\nToronto Üniversitesi, Toronto, Kanada\nLiyan Yang\nToronto Üniversitesi, Toronto, Kanada\nCFRI Hakkında\nChina Finance Review International, Çin ve uluslararası finansal piyasaları geniş bir şekilde kapsayan, önde gelen bir akademik dergidir. Dergi, Asya’nın en iyi üniversitelerinden biri olan Shanghai Jiao Tong Üniversitesi Antai Ekonomi ve Yönetim Fakültesi tarafından kurulmuştur.\nChina Finance Review International, meslekte önemli finansal ve ekonomik sorunlara ilişkin kaliteli ampirik ve teorik çalışmaları yayınlamayı hedeflemektedir. Fintech ve kripto paralar, ESG, iklim finansmanı ve sosyal sorumlu yatırımlar gibi finansın yeni ve niş alanlarında çığır açan araştırmaları teşvik ediyoruz. Mevcut literatürün eleştirilerini ve gelişmekte olan piyasalar ile gelişmiş ekonomiler arasındaki karşılaştırmalı analizleri memnuniyetle karşılıyoruz."
}