{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Dear Parents/Guardians,\nOne month down, and nine more to go!\nI am noticing that there are many students in Div. 8 who are not regularly checking their desks for unfinished work and/or reviewing the homework board in the classroom before leaving at the end of the day. At the grade 4/5 level, there is still an expectation that students will be working at home for at least 30-40 minutes every night, even if they were able to complete most of the class work. For example, these students can read for 20+ minutes and then spend some time practicing their typing skills (typing.com), and/or their basic math skills (Xtramath.org). As you already know, starting this upcoming week, students will be getting quizzes more frequently, so it is very important for students to take home their daily work and regularly review class notes. I will share more information with you at our upcoming Parent/Teacher Conferences on October 22nd/23rd.\nBy establishing daily routines for homework completion at home, not only will homework go more smoothly now, but you will also be fostering a sense of order your child can apply to the upper intermediate grades and into high school.\nHere are some tips for setting up a homework routine:",
    "trans": "Sevgili Veliler/Guardianlar,\nBir ayı geride bıraktık, dokuz ay daha var!\nDiv. 8'deki pek çok öğrencinin, dersin sonunda masalarındaki bitmemiş işleri düzenli olarak kontrol etmediğini ve/veya sınıfta ev ödevi tahtasını gözden geçirmediğini fark ediyorum. 4. ve 5. sınıf seviyesinde, öğrencilerden her gece en az 30-40 dakika evde çalışmaları beklenmektedir, bu, sınıf çalışmalarını büyük ölçüde tamamlasalar bile geçerlidir. Örneğin, bu öğrenciler 20+ dakika kitap okuyup, ardından yazma becerilerini (typing.com) ve/veya temel matematik becerilerini (Xtramath.org) pratik edebilirler. Bildiğiniz gibi, önümüzdeki hafta itibariyle öğrenciler daha sık sınavlar alacaklar, bu yüzden öğrencilerin günlük çalışmalarını eve götürmeleri ve sınıf notlarını düzenli olarak gözden geçirmeleri çok önemlidir. 22-23 Ekim'deki Veliler/Öğretmenler Konferansımızda sizlerle daha fazla bilgi paylaşacağım.\nEvde günlük ödev tamamlama rutinleri oluşturarak, sadece ödevlerin daha sorunsuz yapılmasını sağlamakla kalmayacak, aynı zamanda çocuğunuzun üst sınıf seviyelerinde ve liseye kadar uygulayabileceği bir düzen duygusu geliştirmiş olacaksınız.\nİşte bir ödev rutini oluştururken bazı ipuçları:"
}