{
    "source": "en_US",
    "target": "tr_TR",
    "text": "mately, we saw two reasons for avoiding strong incen-\ntives. First, because we wanted to study the impact of\ngender composition on normative social influence, we\nneeded the overall level of normative influence not to\nbe too low. To identify a difference in mean propor-\ntions, the average proportion should ideally be around\n1/2. We thought it unlikely that the average proportion\nwould exceed this level. If sizeable monetary incentives\nwere to significantly reduce the normative social influ-\nence, as suggested by the findings of Baron et al. (1996)\nand Levine et al. (2000), the impact of gender compo-\nsition would be correspondingly harder to detect. That\nwe fail to find a gender composition effect, despite a\nrelatively high overall rate of normative social influ-\nence of about 30%, suggests that we would also have\nbeen unlikely to find an effect in the presence of mone-",
    "trans": "Sonuç olarak, güçlü teşviklerden kaçınmak için iki neden gördük.\nTeşvikler. İlk olarak, cinsiyet kompozisyonunun normatif sosyal etki üzerindeki etkisini incelemek istediğimiz için\ncinsiyet kompozisyonunun normatif sosyal etki üzerindeki etkisini\ngenel normatif etkinin seviyesinin çok düşük olmamasını istedik.\nçok düşük olmamalıydı. Ortalama oranlarda bir farkı tespit edebilmek için\noranların, ideal olarak ortalama oran yaklaşık olarak\n1/2. Ortalama oranın bu seviyeyi aşmasının pek olası olmadığını düşündük.\nbu seviyeyi aşacağını düşündük. Eğer önemli miktarda maddi teşvikler\nnormatif sosyal etkilenmeyi önemli ölçüde azaltacaksa\nBaron ve arkadaşlarının (1996) bulgularının önerdiği gibi\nLevine ve arkadaşlarının (2000) bulguları gibi, cinsiyet kompozisyonunun etkisi\nbu da cinsiyet kompozisyonunun etkisinin tespit edilmesini zorlaştırırdı.\ncinsiyet kompozisyonu etkisini bulamamamız,\ngöreli olarak yüksek bir genel normatif sosyal etki oranına rağmen,\nyaklaşık %30 civarında bir normatif sosyal etki oranına rağmen, bunun yanı sıra\npara teşviklerinin varlığında bir etki bulmamızın da pek olası olmadığına işaret etmektedir."
}