{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Beijing Regent Hotel Staff Activity Plan\nDevelop Hotel Training Plans and Evaluate Using Kirkpatrick 4-Level Evaluation Model\nService Quality Design - Ordering Service\nAnalysis of Competitor Groups of St. Regis Beijing and HUALUXE Hotel Southwest\nNongfu Spring 20th Anniversary Advertising Case Analysis\nDesign Guest Room Products for Shangri-La Hotel in Beijing Based on 4P Marketing Theory\nDesign A Guest Room Product for Aman Yangyun Hotel\nComparison of Online Booking Experience at Shangri-La Hotel, Beijing\nSuzhou W Hotel Guest Room Hygiene and Cleaning Quality Control\nMarriott Hotel Management Group Marketing Media Case Study\nAnalysis of Luxury Goods Consumers in Different Countries\nPatek Philippe Flagship Store VIP Lounge Afternoon Tea Program Design\nPractical\nExperiences\nShiji Group\nSales Center\n07/2024-Now\n Assist the sales team in communicating with customers, answering inquiries, processing orders, and handling after-sales service.\n Collect market information and competitor data, analyze market trends, and assist in developing sales strategies.\n Manage daily paperwork, arrange meetings and schedules, and handle other administrative tasks.",
    "trans": "Beijing Regent Hotel Personel Aktivite Planı\nOtel Eğitim Planları Geliştirmek ve Kirkpatrick 4 Düzeyli Değerlendirme Modeli Kullanarak Değerlendirmek\nHizmet Kalitesi Tasarımı - Sipariş Servisi\nSt. Regis Beijing ve HUALUXE Hotel Southwest Rekabet Gruplarının Analizi\nNongfu Spring 20. Yıl Dönümü Reklamı Vaka Analizi\nShangri-La Hotel Beijing İçin 4P Pazarlama Teorisine Dayalı Misafir Odası Ürünleri Tasarımı\nAman Yangyun Hotel İçin Bir Misafir Odası Ürünü Tasarımı\nShangri-La Hotel Beijing’deki Online Rezervasyon Deneyiminin Karşılaştırılması\nSuzhou W Hotel Misafir Odası Hijyen ve Temizlik Kalite Kontrolü\nMarriott Hotel Yönetim Grubu Pazarlama Medya Vaka Çalışması\nFarklı Ülkelerde Lüks Tüketici Ürünleri Analizi\nPatek Philippe Bayi Mağazası VIP Lounge Çay Saati Programı Tasarımı\nPratik\nDeneyimler\nShiji Grubu\nSatış Merkezi\n07/2024-Şu An\nSatış ekibine müşterilerle iletişimde yardımcı olmak, soruları yanıtlamak, siparişleri işlemek ve satış sonrası hizmetleri yönetmek.\nPazar bilgisi ve rakip verilerini toplamak, pazar trendlerini analiz etmek ve satış stratejilerinin geliştirilmesine yardımcı olmak.\nGünlük evrak işlerini yönetmek, toplantılar ve programlar düzenlemek ve diğer idari görevleri yerine getirmek."
}