{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Nikto- Nikto should be already installed on your Kali VM. If you are using some\nother distribution, you can download Nikto using the following github command:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh- T o install testssl.sh on Kali VM, run the following command:\nsudo apt install testssl.sh\nInstructions\n1. Setting Up\nClean Up\nThe following commands are used to list all containers, kill a container and remove any\nunused network. Try running these commands to clean up your environment if you have\nother docker containers running on your system.\nCommand: docker ps -a\nCommand: docker kill <id>\nCommand: docker network prune\nSetup the docker container\nWe first pull the docker container using the following command,\nCommand: docker pull joeltmenayathil/apachescan:latest\nNow, run the docker container using the following command,\nCommand: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nThe parameters are as follows:\n--name apachescan: Set the container name to apachescan\n-p 80:80: Bind port 80 of container to port 80 of host VM\n-p 443:443: Bind port 443 of container to port 443 of host VM",
    "trans": "Nikto - Nikto, Kali VM'nizde zaten kurulu olmalıdır. Eğer benzer kullanıyorsanız\nbaşka dağıtım, Nikto'yu aşağıdaki github komutuyla indirebilirsiniz:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh - Kali VM'ye testssl.sh'yi kurmak için aşağıdaki komutu çalıştırın:bashKodu kopyala\nsudo apt install testssl.sh\nTalimatlar\n1. Kurulum\nTemizleme\nAşağıdaki komutlar, tüm konteynerleri listelemek, bir konteyneri durdurmak ve kullanılmayan ağları kaldırmak için kullanılır:\nKullanılmayan ağ. Eğer sisteminizde başka Docker konteynerleri çalışıyorsa, ortamınızı temizlemek için bu komutları çalıştırmayı deneyin.\nSistemde çalışan diğer Docker konteynerleri.\nKomut: docker ps -a\nKomut: docker network prune\nKomut: docker network prune\nDocker konteynerini kurun\nİlk olarak, aşağıdaki komutu kullanarak docker konteynerini çekiyoruz,\nKomut: docker pull joeltmenayathil/apachescan:latest\nŞimdi, aşağıdaki komutu kullanarak docker konteynerini çalıştırın,\nKomut: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nParametreler şu şekildedir:\n--name apachescan: Konteynerin adını apachescan olarak ayarlayın.\n-p 80:80: Bind port 80 of container to port 80 of host VM\n-p 443:443: Bind port 443 of container to port 443 of host VM"
}