{
    "source": "en_US",
    "target": "tr_TR",
    "text": "• CARRIAGE AND OTHER SERVICES PROVIDED BY THE CARRIER SUBJECT TO CONDITIONS OF CARRIAGE, WHICH ARE HEREBY INCORPORATED BY REFERENCE. THESE CONDITIONS MAY BE OBTAINED FROM THE ISSUING CARRIER. PASSENGERS ON A JOURNEY INVOLVING AN ULTIMATE DESTINATION OR STOP IN A COUNTRY OTHER THAN THE COUNTRY OF DEPARTURE ARE ADVISED THAT INTERNATIONAL TREATIES KNOWN AS THE MONTREAL CONVENTION, OR ITS PREDECESSOR, THE WARSAW CONVENTION, INCLUDING ITS AMENDMENTS (THE WARSAW CONVENTION SYSTEM), MAY APPLY TO THE ENTIRE JOURNEY, INCLUDING ANY PORTION THEREOF WITHIN A COUNTRY. FOR SUCH PASSENGERS, THE APPLICABLE TREATY, INCLUDING SPECIAL CONTRACTS OF CARRIAGE EMBODIED IN ANY APPLICABLE TARIFFS, GOVERNS AND MAY LIMIT THE LIABILITY OF THE CARRIER.\nCHECK WITH YOUR CARRIER FOR MORE INFORMATION. FURTHER INFORMATION MAY BE OBTAINED FROM THE CARRIER. WITH THIS TICKET YOU WILL RECEIVE A SET OF NOTICES WHICH FORMS PART OF THE TICKET AND CONTAINS THE \"CONDITIONS OF CONTRACT AND OTHER IMPORTANT NOTICES\". PLEASE MAKE SURE THAT YOU HAVE RECEIVED THESE NOTICES, AND IF NOT, CONTACT THE ISSUING AIRLINE OR TRAVEL AGENT TO OBTAIN COPIES PRIOR TO THE COMMENCEMENT OF YOUR TRIP.",
    "trans": "• CARRIER TARAFINDAN SAĞLANAN TAŞIMA VE DİĞER HİZMETLER, BURADA REFERANSLA DAHİL EDİLEN TAŞIMA ŞARTLARINA TABİDİR. BU ŞARTLAR, İŞLEM YAPAN TAŞIYICIDAN TEMİN EDİLEBİLİR. BİR SEYAHATTE, GİDİŞ ÜLKESİ DIŞINDA BİR ÜLKEDE SON HEDEF VEYA DURAK BULUNAN YOLCULARA, MONTREAL SÖZLEŞMESİ VEYA ONUN ÖNCÜSÜ OLAN VARŞOVA SÖZLEŞMESİ VE BU SÖZLEŞMENİN DEĞİŞİKLİKLERİ (VARŞOVA SÖZLEŞMESİ SİSTEMİ) GİBİ ULUSLARARASI ANTLAŞMALARIN, YOLCULUĞUN TAMAMI İLE BİR ÜLKE İÇİNDEKİ HERHANGİ BİR KISMI DAHİL OLMAK ÜZERE, GEÇERLİ OLABİLECEĞİ HATIRLATILMAKTADIR. BU TÜR YOLCULAR İÇİN GEÇERLİ OLAN ANTLAŞMA, HÜKÜMLERİ VE HERHANGİ BİR GEÇERLİ TARİFEDE YER ALAN ÖZEL TAŞIMA SÖZLEŞMELERİ, TAŞIYICININ SORUMLULUĞUNU DÜZENLER VE SINIRLANDIRABİLİR.\nDAHA FAZLA BİLGİ İÇİN TAŞIYICINIZLA İLETİŞİME GEÇİN. DAHA FAZLA BİLGİ, TAŞIYICIDAN TEMİN EDİLEBİLİR. BU BİLETLE BİRLİKTE, \"SÖZLEŞME KOŞULLARI VE DİĞER ÖNEMLİ BİLDİRİLER\"İ İÇEREN BİR DİZİ BİLDİRİ ALACAKSINIZ. LÜTFEN BU BİLDİRİLERİ ALDIĞINIZDAN EMİN OLUN, VE EĞER ALMADIYSANIZ, SEYAHATİNİZE BAŞLAMADAN ÖNCE, İŞLEM YAPAN HAVAYOLU ŞİRKETİ VEYA SEYAHAT AGENDANIZA BAŞVURARAK KOPYALARINI TEMİN EDİN."
}