{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Considerable work has been done to explicate the role of social media in transnational contexts, especially on how transnational citizens make use of the affordances of online participatory net- works to ‘orient to different cultural discourses and practices’, and how these discourses are ‘accessed, remixed, and circulated’ in these online spaces (Lam & Smirnov, 2017, p. 105). The trans- national nature of social media platform such as YouTube has made possible opportunities for users to generate social and linguistic capital. In her study on immigrant youths’ online exchanges, Lam (2014) explores how ‘youths’ online practices include but also go beyond the typical notion of cul- tural maintenance with the homeland’ (p. 503). Some participants used online media to cultivate transnational relationships so as to position their ‘transnational capital as valuable resources in their educational and professional trajectory’ (ibid). With respect to YouTube, one pioneering",
    "trans": "çalışma, sosyal medyanın ulusötesi bağlamlardaki rolünü açıklığa kavuşturmak adına önemli bir iş yapılmıştır, özellikle ulusötesi vatandaşların çevrimiçi katılımcı ağların sunduğu olanakları nasıl kullanarak 'farklı kültürel söylemlere ve pratiklere nasıl yöneldikleri' ve bu söylemlerin 'nasıl erişildiği, yeniden karıştırıldığı ve bu çevrimiçi alanlarda nasıl yayıldığı' üzerine (Lam & Smirnov, 2017, s. 105). YouTube gibi sosyal medya platformlarının ulusötesi doğası, kullanıcıların sosyal ve dilsel sermaye yaratmalarına olanak tanımaktadır. Göçmen gençlerin çevrimiçi etkileşimleri üzerine yaptığı çalışmada Lam (2014), 'gençlerin çevrimiçi uygulamalarının, kültürel sürdürülebilirlik fikrinin ötesine geçerek, aynı zamanda bu kavramla sınırlı kalmadığını' (s. 503) incelemektedir. Bazı katılımcılar, 'ulusötesi sermayelerini eğitimsel ve profesyonel kariyerlerinde değerli kaynaklar olarak konumlandırmak' amacıyla çevrimiçi medyayı kullanmışlardır (a.g.e). YouTube ile ilgili olarak, bir öncü çalışma..."
}