{
    "source": "en_US",
    "target": "tr_TR",
    "text": "• A large amount of edible food is wasted daily by households, restaurants, and grocery stores, even as people face food insecurity.\n• Lack of efficient mechanisms to redistribute surplus food before it spoils.\n3. Unequal Access to Food:\n• Even within communities, certain groups (e.g., the elderly, disabled, or geographically isolated) may face barriers to accessing food, due to transportation or mobility issues.\n• Disparities in digital literacy or internet access may exclude some individuals from using a food-sharing platform.\n4. Inefficient Distribution Systems:\n• Traditional food donation systems may not be fast or flexible enough to distribute surplus food before it goes to waste.\n• Poor coordination between food donors and recipients can lead to mismatches in supply and demand.\n5. Social Stigma:\n• People facing food insecurity may be reluctant to use food assistance programs or community platforms due to stigma and embarrassment.",
    "trans": "• Haneler, restoranlar ve marketler tarafından her gün büyük miktarda yenilebilir gıda israf edilmektedir, oysa insanlar gıda güvensizliğiyle karşı karşıya kalmaktadır.\n• Artan gıdanın bozulmadan önce dağıtılmasını sağlayacak etkili mekanizmaların eksikliği.\n3. Gıdaya Eşitsiz Erişim:\n• Topluluklar içinde bile, belirli gruplar (örneğin yaşlılar, engelliler veya coğrafi olarak izole olmuş kişiler) ulaşım veya hareketlilik sorunları nedeniyle gıdaya erişimde engellerle karşılaşabilirler.\n• Dijital okuryazarlık veya internet erişimi konusundaki eşitsizlikler, bazı bireylerin gıda paylaşım platformlarından yararlanmasını engelleyebilir.\n4. Verimsiz Dağıtım Sistemleri:\n• Geleneksel gıda bağış sistemleri, artan gıdayı israf olmadan dağıtmak için yeterince hızlı veya esnek olmayabilir.\n• Gıda bağışçıları ile alıcılar arasındaki koordinasyon eksiklikleri, arz ve talep arasında uyumsuzluklara yol açabilir.\n5. Sosyal Damgalama:\n• Gıda güvensizliği yaşayan kişiler, damgalanma ve utanç nedeniyle gıda yardımı programlarını veya topluluk platformlarını kullanmaya isteksiz olabilirler."
}