{
    "source": "en_US",
    "target": "tr_TR",
    "text": "7. The complainant walked away but turned back and continued to shout and swear at him. The Defendant exited his van as he noticed that the complainant had her mobile phone in her hand and appeared to be recording him. He was concerned that his company logo would be visible and that the complainant would try to get him in trouble with his employer. The Defendant was also confused as to why she was recording him. The Defendant was not pursuing the complainant or trying to intimidate her, he was in shock and panicking.\n8. The Defendant got back into his van when he noticed the complainant speaking with two younger males. He could not hear the conversation and therefore did not know what the complainant had told them. Based on the complainant’s behaviour so far and in fear for his safety, the Defendant panicked and reversed his van. Before driving away, he did a U-turn as his next delivery was in the opposite direction.\n9. Accordingly, the Defendant takes issue with the Prosecution case as follows:\na) That he intentionally exposed his genitals to another person;\nb) That he did so with the intention of causing that person alarm/distress.",
    "trans": "7. Şikayetçi uzaklaştı ama geri dönüp ona bağırmaya ve küfretmeye devam etti. Sanık, şikayetçinin elinde cep telefonu olduğunu ve onu kaydediyor gibi göründüğünü fark edince aracından çıktı. Şirket logosunun görünmesinden ve şikayetçinin onu işvereniyle başı derde sokmaya çalışmasından endişeliydi. Sanık, neden kaydettiğini de anlamıyordu. Sanık, şikayetçiyi kovalamıyor veya onu tehdit etmeye çalışmıyordu, sadece şok olmuş ve panik içindeydi.\n8. Sanık, şikayetçinin iki genç erkekle konuştuğunu fark ettiğinde tekrar aracına bindi. Konuşmayı duyamadığı için şikayetçinin onlara ne söylediğini bilmiyordu. Şikayetçinin şu ana kadarki davranışları ve güvenliği konusunda duyduğu korku nedeniyle, sanık panikledi ve aracını geri geri sürdü. Ayrılmadan önce, karşısındaki yönünde olan bir sonraki teslimatını yapacağı için U dönüşü yaptı.\n9. Buna göre, sanık, Savcılığın davasına aşağıdaki şekilde itiraz etmektedir:\na) Kasıtlı olarak cinsel organını bir başka kişiye gösterdiği iddialarına;\nb) Bunu, o kişiyi alarma sokmak veya rahatsız etmek amacıyla yaptığı iddialarına."
}