{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Zadara’s scale-out, disaggregated architecture for platform-native applications is equipped with native active-active resource rebalancing to redistribute load across its nodes to ensure optimal performance across the storage virtual controllers, fault tolerance and application scalability. The platform is flexibly configurable, including the use of an SCM tier, in conjunction with SSD storage tier, for high-speed low-latency I/O operations. Each VPSA node is connected at dual 100Gb/s network connectivity. The Remote Direct Memory Access (RDMA) protocol is used for node to virtual controller and can be nondisruptively added or subtracted. Zadara’s central operations console provides enhanced network management with visual network dynamic maps to quickly identify connectivity and operations.\nOver the last 12 months, Zadara added the virtual storage controller for scale-out automated provisioning to zCompute that eliminates the boundaries of a single VPSA physical capacity along with managing the data protection life cycle of zCompute workloads; enhanced encryption algorithm to improve performance; new object storage engine layer to accommodate performance demanding use cases along with serving the VPSA tiering and backup to object storage capabilities. Zadara offers target support for Veeam v12 and v12.1 and Veeam Kasten K10 for Kubernetes workloads backup, DR and mobility. Further, Zadara offers a performance, data reduction or sustainability guarantee.",
    "trans": "Zadara'nın platforma özgü uygulamalar için tasarlanmış ölçeklenebilir, ayrıştırılmış mimarisi, depolama sanal denetleyicileri arasındaki yükü yeniden dağıtarak, optimum performans, hata toleransı ve uygulama ölçeklenebilirliği sağlamak amacıyla yerel aktif-aktif kaynak yeniden dengeleme özelliklerine sahiptir. Platform, SSD depolama katmanıyla birlikte yüksek hızda düşük gecikmeli I/O işlemleri için SCM katmanının kullanımını da içeren esnek bir şekilde yapılandırılabilir. Her VPSA düğümü, çift 100Gb/s ağ bağlantısı ile bağlanır. Düğümden sanal denetleyiciye kadar olan iletişim için Remote Direct Memory Access (RDMA) protokolü kullanılır ve bu protokol kesintisiz bir şekilde eklenebilir veya çıkarılabilir. Zadara'nın merkezi operasyon konsolu, görsel ağ dinamik haritaları ile ağ yönetimini geliştirir, böylece bağlantı ve operasyonları hızla tespit etme imkânı sunar.\nSon 12 ayda, Zadara, zCompute için ölçeklenebilir otomatik sağlama işlemi sağlayan sanal depolama denetleyicisini ekledi. Bu, tek bir VPSA fiziksel kapasitesinin sınırlarını ortadan kaldırırken, zCompute iş yüklerinin veri koruma yaşam döngüsünü yönetmektedir. Ayrıca, performansı artıran yeni şifreleme algoritması, performans gereksinimlerini karşılayan yeni bir nesne depolama motoru katmanı eklenmiş ve VPSA katmanlama ve nesne depolama yedekleme yetenekleri sunulmuştur. Zadara, Veeam v12 ve v12.1 ile Veeam Kasten K10 için Kubernetes iş yükleri yedekleme, felaket kurtarma ve mobilite desteği sunmaktadır. Ayrıca, Zadara, performans, veri sıkıştırma veya sürdürülebilirlik garantisi de sunmaktadır."
}