{
    "source": "en_US",
    "target": "tr_TR",
    "text": "• Command: netdiscover -r 192.168.1.0/16\n• This command scans the specified range of IP addresses for live hosts.\n• Passive Scanning: Using the -p flag allows for passive scanning, which sniffs for live hosts without actively sending ARP requests. This approach is more stealthy, though it may take longer to identify hosts.\n• Output Explanation: The output shows IP addresses, MAC addresses, vendor names, and packet counts, giving a clear view of the active hosts and network devices.\n3. Nmap (Network Mapper)\n• Nmap Overview: Nmap is a widely used tool for network scanning and security auditing. It’s capable of discovering hosts, identifying open ports, and even performing version detection and OS fingerprinting. Nmap is often pre-installed on security-focused Linux distributions like Kali.\n• Basic Usage:\n• Command: nmap <Target IP>\n• Scans the specified IP for open ports and displays a list of detected services along with their state (open, closed, filtered).\n• Zenmap: A graphical front-end for Nmap, providing a user-friendly interface for performing various types of scans.",
    "trans": "• Komut: netdiscover -r 192.168.1.\n• Açıklama: Bu komut, belirtilen IP adresi aralığını canlı cihazlar için tarar.\n• Pasif Tarama: -p bayrağını kullanmak, ARP istekleri göndermeden canlı cihazları tespit etmeye olanak tanır. Bu yöntem daha gizli olsa da, cihazları tespit etmek daha uzun sürebilir.\n• Çıktı Açıklaması: Çıktı, IP adreslerini, MAC adreslerini, üretici isimlerini ve paket sayımlarını gösterir, bu da aktif cihazları ve ağ cihazlarını net bir şekilde görmeyi sağlar.\n3. Nmap (Ağ Tarayıcı)\n• Nmap Genel Bakış: Nmap, ağ taraması ve güvenlik denetimi için yaygın olarak kullanılan bir araçtır. Cihazları keşfetme, açık portları tanımlama ve hatta sürüm tespiti ve işletim sistemi parmak izi oluşturma gibi işlevleri yerine getirebilir. Nmap, genellikle Kali gibi güvenlik odaklı Linux dağıtımlarında önceden yüklü gelir.\n• Temel Kullanım:\n• Komut: nmap <Hedef IP>\n• Belirtilen IP'yi açık portlar için tarar ve tespit edilen hizmetlerin bir listesini, durumlarıyla birlikte (açık, kapalı, filtreli) gösterir.\n• Zenmap: Nmap için bir grafiksel arayüzdür, kullanıcı dostu bir arayüz sağlayarak çeşitli tarama türlerini gerçekleştirmenize olanak tanır."
}