{
    "source": "en_US",
    "target": "tr_TR",
    "text": "y, here’s an expanded section on the social aspect of intergenerational poverty and social immobility affecting children in low-income single-parent households, integrating relevant sociological theories and studies.\nSociological Impact: Intergenerational Poverty and Social Immobility\nOne major concern in low-income single-parent households is the perpetuation of intergenerational poverty, which restricts social mobility for children. Children growing up in poverty often experience a range of social and educational disadvantages that can carry over into adulthood, limiting their opportunities for upward mobility.\nSociologist Pierre Bourdieu’s concept of cultural capital (1986) helps explain how these disadvantages manifest. Bourdieu posited that cultural capital—skills, education, and behavioral norms passed down from parents—plays a critical role in accessing social opportunities. In higher-income households, parents are more likely to provide enrichment activities, support for academic achievement, and other resources that prepare children for success. In contrast, single parents with low income may lack both the time and money to provide similar resources. Consequently, children may miss out on educational support or extracurricular activities, which limits their skill development and social networks, putting them at a disadvantage as they grow older.",
    "trans": "y, düşük gelirli tek ebeveynli hanelerdeki çocukları etkileyen kuşaklar arası yoksulluk ve sosyal hareketsizliğin sosyal yönüne ilişkin, ilgili sosyolojik teorileri ve çalışmaları birleştiren genişletilmiş bir bölüm.\nSosyolojik Etki: Nesiller Arası Yoksulluk ve Sosyal Hareketlilik\nDüşük gelirli tek ebeveynli hanelerdeki önemli sorunlardan biri, çocuklar için sosyal hareketliliği kısıtlayan nesiller arası yoksulluğun devam etmesidir. Yoksulluk içinde büyüyen çocuklar, genellikle sosyal ve eğitimsel dezavantajlarla karşılaşırlar; bu dezavantajlar, yetişkinliğe taşınarak sosyal hareketlilik fırsatlarını sınırlayabilir.\nSosyolog Pierre Bourdieu'nun kültürel sermaye (1986) kavramı, bu dezavantajların nasıl şekillendiğini anlamamıza yardımcı olur. Bourdieu, kültürel sermayenin—ebeveynlerden çocuklara aktarılan beceriler, eğitim ve davranışsal normlar—sosyal fırsatlara erişimde kritik bir rol oynadığını öne sürmüştür. Daha yüksek gelirli hanelerde, ebeveynlerin çocuklarına zenginleştirme faaliyetleri, akademik başarıya destek ve çocukları başarıya hazırlayacak diğer kaynakları sağlama olasılığı daha yüksektir. Buna karşılık, düşük gelirli tek ebeveynler, benzer kaynakları sağlamak için hem zamandan hem de paradan yoksun olabilirler. Sonuç olarak, çocuklar eğitim desteğinden veya okul dışı etkinliklerden mahrum kalabilirler, bu da onların beceri gelişimlerini ve sosyal ağlarını sınırlayarak, büyüdükçe dezavantajlı bir duruma düşmelerine yol açar."
}