{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Delivery\nArrives approximately 5 - 7 business days from time of order.\nDelivery ZIP Code: 75201 Change\nSame-Day Delivery\nPrices and Availability Will Vary\nShop Same-Day Now\nAdd to List\nProduct Details\nItem may be available in your local warehouse, prices may vary.\nNature's Bounty Optimal Solutions Hair Growth, 90 Capsules\nFeatures\nSupports Growth of Thicker, Fuller Hair*\nWith Biotin, Silicon & Arginine\nOne-per-Day Formula\nFrom the #1 Brand for Hair, Skin & Nails\n*These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.\nSpecifications\nBrandNature's Bounty\nFormCapsule\nQuantity90 Capsules\nShipping & Returns\nStandard shipping is via UPS Mail Innovations. The estimated delivery time will be approximately 5 - 7 business days from the time of order.\nThis service is a combination of UPS and USPS shipping. Packages are delivered by USPS. Packages can be tracked at upsmi.com. Additional transit time may be required for Alaska and Hawaii.\nExpress shipping is via UPS.\nPlease choose your shipping method at checkout.\nAn additional Shipping and Handling fee will apply to express shipments. This fee will be quoted at checkout.",
    "trans": "Teslimat\nSipariş verildiği andan itibaren yaklaşık 5 - 7 iş günü içinde ulaşır.\nTeslimat ZIP Kodu: 75201 Değiştir\nAynı Gün Teslimat\nFiyatlar ve Mevcudiyet Değişkenlik Gösterebilir\nAynı Gün Alışveriş Yapın\nListeye Ekle\nÜrün Detayları\nÜrün, yerel depolarınızda mevcut olabilir, fiyatlar değişiklik gösterebilir.\nNature's Bounty Optimal Solutions Saç Büyümesi, 90 Kapsül\nÖzellikler\nDaha Kalın ve Dolgun Saçların Büyümesini Destekler*\nBiotin, Silikon ve Arginin İçerir\nGünde Bir Kapsül Formülü\nSaç, Cilt ve Tırnaklar için #1 Marka\n*Bu ifadeler Gıda ve İlaç İdaresi tarafından değerlendirilmemiştir. Bu ürün, herhangi bir hastalığı teşhis etmek, tedavi etmek, iyileştirmek veya önlemek amacıyla tasarlanmamıştır.\nTeknik Özellikler\nMarka: Nature's Bounty\nForm: Kapsül\nMiktar: 90 Kapsül\nGönderim ve İade\nStandart gönderim UPS Mail Innovations aracılığıyla yapılmaktadır. Tahmini teslimat süresi, sipariş verildiği andan itibaren yaklaşık 5 - 7 iş günü olacaktır.\nBu hizmet, UPS ve USPS gönderimlerinin bir kombinasyonudur. Paketler USPS tarafından teslim edilmektedir. Paketler upsmi.com adresinden takip edilebilir. Alaska ve Hawaii için ek taşıma süresi gerekebilir.\nHızlı gönderim UPS aracılığıyla yapılmaktadır.\nLütfen ödeme sırasında gönderim yöntemini seçin.\nHızlı gönderimler için ek bir Gönderim ve İşlem ücreti uygulanacaktır. Bu ücret, ödeme sırasında belirtilecektir."
}