{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Hi [redacted_name],\n\nWe recently sent you a replacement device for your Protection 360™1 claim. As part of the terms of your coverage, you’re required to return the damaged device to us by [redacted_info]. Our records show that we haven’t received it. As a reminder, if you don’t return your device, you’ll be required to pay an unrecovered equipment fee no greater than the retail price of the replacement device plus applicable shipping costs. Please return the damaged device to us immediately so you don’t get charged the unrecovered equipment fee.\n\nWhat do I need to do?\nLook in your replacement package for return shipping materials and reference the return instructions. If you no longer have them visit mytmoclaim.com and click on FAQs for detailed instructions.\n\nWe want to work with you to resolve this. If you have any questions or comments, please contact us at 866‑866‑6285.\n\nThanks,\nAssurant Care Team\nYour Reference Information\nClaim Number: [redacted_info]\nProtection Program: Protection 360™\nMobile Number: [redacted_number]\nDevice: APPLE iPhone 11 64GB Black (IMEI: [redacted_info])\nPrivacy Policy\nYou received this email from an unmonitored inbox. Don’t reply to this message. You can visit mytmoclaim.com.",
    "trans": "Merhaba [sansürlenmiş_isim],\n\nYakın zamanda, Protection 360™1 talebiniz için size bir yedek cihaz gönderdik. Kapsama şartlarınız gereği, hasarlı cihazınızı [redacted_info] tarihine kadar bize iade etmeniz gerekmektedir. Kayıtlarımıza göre, cihazınızı henüz almadık. Hatırlatmak isteriz ki, cihazınızı iade etmezseniz, yedek cihazın perakende fiyatı ve uygulanabilir kargo ücretleri dahil olmak üzere, kurtarılamayan ekipman ücreti ödemeniz gerekebilir. Lütfen hasarlı cihazınızı hemen iade edin, böylece kurtarılamayan ekipman ücreti ödemek zorunda kalmazsınız.\n\nNe yapmalıyım?\nYedek cihaz paketinizde, iade için gönderim malzemelerini ve iade talimatlarını bulabilirsiniz. Eğer bunları artık elinizde bulundurmuyorsanız, mytmoclaim.com adresine gidip SSS bölümünden detaylı talimatlara ulaşabilirsiniz.\n\nBu durumu çözmek için sizinle çalışmak istiyoruz. Herhangi bir sorunuz veya yorumunuz olursa, lütfen 866‑866‑6285 numarasından bizimle iletişime geçin.\n\nTeşekkürler,\nAssurant Care Team\nReferans Bilgileriniz\nTalep Numarası: [sansürlenmiş_bilgi]\nKoruma Programı: Protection 360™\nMobil Numara: [sansürlenmiş_numara]\nCihaz: APPLE iPhone 11 64GB Siyah (IMEI: [sansürlenmiş_bilgi])\nGizlilik Politikası\nBu e-postayı izlenen bir kutudan aldınız. Bu mesaja cevap vermeyin. mytmoclaim.com adresini ziyaret edebilirsiniz."
}