{
    "source": "en_US",
    "target": "tr_TR",
    "text": "6. We like to see how you are adapting to change. Talk about how you are solving project management and development related issues, whether it be communication, task estimation, tech oversight, lack of technical knowledge. Don't say \"we had a problem but we fixed it\" I want to know more about HOW you fixed it. What change can you make in, perhaps, your DoD or your development processes to prevent such a problem from happening again. Get creative guys!\n10. Please keep the same headings as the marking criteria, it makes your retros easier to mark\n1. Please always attach your snapshot at the end or beginning of the retro file.\n7. For the Q \"What will the group commit to improve in the next sprint?\" I don't expect you to name the different algorithms you are going to try, I want you to talk about Soft Dev Processes.\nGo through that link and maybe look at a Software Dev plan sample. It's very interesting to see how big companies get work done: [redacted_url]\nBonus resource: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Don't attach a screenshot of your Snapshot, just concatenate the PDF to the Retrospective file either at the end or the beginning.",
    "trans": "6. Değişime nasıl uyum sağladığınızı görmek istiyoruz. Proje yönetimi ve geliştirme ile ilgili sorunları nasıl çözdüğünüzü anlatın; iletişim, görev tahminleri, teknik denetim, teknik bilgi eksiklikleri gibi konuları ele alabilirsiniz. \"Bir problemimiz vardı ama çözdük\" demeyin, çözümü nasıl bulduğunuzu daha ayrıntılı açıklayın. Bu tür bir sorunun bir daha yaşanmaması için DoD'nizde (Tamamlanma Tanımı) ya da geliştirme süreçlerinizde nasıl bir değişiklik yapabilirsiniz? Yaratıcı olun!\n10. Lütfen işaretleme kriterlerinin aynı başlıklarını kullanın, bu retrospektifinizin daha kolay değerlendirilmesini sağlar.\n1. Lütfen her zaman retrospektif dosyanızın başına veya sonuna snapshot'ınızı ekleyin.\n7. \"Gruplar, bir sonraki sprintte neleri iyileştirmeyi taahhüt edecek?\" sorusuna cevaben, deneyeceğiniz algoritmalardan bahsetmek yerine Yazılım Geliştirme Süreçlerine odaklanın.\nO linki gözden geçirin ve belki bir Yazılım Geliştirme Planı örneğine bakın. Büyük şirketlerin nasıl iş yaptığını görmek çok ilginç: [sansürlenmiş_url]\nBonus kaynak: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Snapshot'ınızın ekran görüntüsünü eklemeyin, yalnızca PDF'yi retrospektif dosyasına başına ya da sonuna ekleyin."
}