{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The Gerry Mulligan Quartet lasted for less than a year, folding when its leader went to jail on a drug charge in June 1953. Baker went solo, forming his own quartet, which initially featured Russ Freeman on piano, Red Mitchell on bass, and Bobby White on drums, and making his first recording as leader for Pacific Jazz on July 24, 1953. Baker was hailed by fans and critics and he won a number of polls in the next few years. In 1954, Pacific Jazz released Chet Baker Sings, an album that increased his popularity beyond his core jazz audience; he would continue to sing for the rest of his career. Acknowledging his chiseled good looks, nearby Hollywood came calling and he made his acting debut in the film Hell's Horizon, released in the fall of 1955. But he declined an offer of a studio contract and toured Europe from September 1955 to April 1956. When he returned to the U.S., he formed a quintet that featured saxophonist Phil Urso and pianist Bobby Timmons. Contrary to his reputation for relaxed, laid-back playing, Baker turned to more of a bop style with this group, which recorded the album Chet Baker & Crew for Pacific Jazz in July 1956.",
    "trans": "Gerry Mulligan Quartet'ı bir yıldan kısa süre devam etti ve liderinin Haziran 1953'te uyuşturucu suçlamasıyla hapse girmesinin ardından dağıldı. Baker, kendi dörtlüsünü kurarak solo kariyerine başladı. Başlangıçta piyanist Russ Freeman, basçı Red Mitchell ve davulcu Bobby White ile çalan grup, Baker'ın 24 Temmuz 1953'te Pacific Jazz için yaptığı ilk liderlik kaydını gerçekleştirdi. Baker, hayranlar ve eleştirmenler tarafından övgüyle karşılandı ve sonraki yıllarda bir dizi oylamada birinci oldu. 1954'te, Pacific Jazz, Chet Baker Sings albümünü yayınladı; bu albüm, onun popülerliğini çekirdek caz dinleyici kitlesinin ötesine taşıdı ve Baker kariyerinin geri kalanında şarkı söylemeye devam etti. Çekici fiziksel görünümünü fark eden Hollywood, Baker'a teklif yaptı ve o da 1955 sonbaharında vizyona giren Hell's Horizon filminde oyunculuk kariyerine başladı. Ancak bir stüdyo kontratını reddetti ve Eylül 1955'ten Nisan 1956'ya kadar Avrupa'yı turladı. ABD'ye döndüğünde, saksafoncu Phil Urso ve piyanist Bobby Timmons'ı içeren bir beşli kurdu. Rahat ve gevşek çalma tarzıyla tanınan Baker, bu grupla daha çok bop tarzına yöneldi ve grup, 1956 Temmuz'unda Pacific Jazz için Chet Baker & Crew albümünü kaydetti."
}