{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Still, the miko sorceress bit her lower lip, feeling the nervousness arising by her throat. Then she sighed and felt the determination in her stance. “I can do it.” She replied.\n“I know you can.” Gojō said with confidence by the time they turned around a corner and a little entourage of servants waited for him in the gathering room.\nIt was time. So Gojō cast his Infinity that very moment, letting Utahime in as it covered both of them, showing a full display of his signature technique as a familiar asset for the Gojō Estate members and workers to see.\n“Gojō-sama. Welcome home.” Said the little group, bowing deeply towards his Family Head. Gojō smirked tensely at the respectful treatment and prompted them to stand.\n“Where's the family?” He asked with a slightly labored voice. Utahime was sure she was imagining things as she held his arm tighter and they walked directly to the little group, which opened the fusuma doors of the gathering room and let them in.",
    "trans": "Yine de, miko cadı alt dudağını ısırdı, boğazında yükselen siniri hissetti. Sonra derin bir nefes alıp duruşunda kararlılığı hissetti. \"Bunu yapabilirim.\" diye yanıtladı.\n\"Biliyorum, yapabilirsin.\" dedi Gojō, köşeyi dönerken, biraz yardımcı hizmetkarlar grubunun kendisini beklediği toplantı odasına doğru ilerlerken kendinden emin bir şekilde.\nZamanı gelmişti. Gojō, o anda Sonsuzluğunu uygulayarak Utahime'yi içine alacak şekilde her ikisini de kapsadı, Gojō Malikanesi üyeleri ve çalışanları için onun imza tekniğini tamamen sergileyerek tanıdık bir varlık olarak gösterdi.\n\"Gojō-sama. Hoş geldiniz.\" dedi küçük grup, ailesinin başına derin bir şekilde selam durarak. Gojō, saygılı muameleyi gergin bir şekilde sırıtarak karşıladı ve onlara ayağa kalkmalarını işaret etti.\n\"Aile nerede?\" diye sordu, biraz zorlanarak. Utahime, kolunu daha sıkı tuttuğunu hissederek şeylerin onu yanıltıyor olabileceğini düşündü, ve doğrudan küçük gruba doğru yürüdüler. Grup, toplantı odasının fusuma kapılarını açıp onları içeri aldı."
}