{
    "source": "en_US",
    "target": "tr_TR",
    "text": "25 characters required\nKnowing that the knights will be returning to murder the Archbishop, the priests try to persuade him to go into hiding, but Becket refuses, fully committed to his martyrdom. When the knights come back to the cathedral, the priests bar its front doors, preventing them from entering. Becket, however, demands that the priests open the doors, thereby offering his life up to the swords of the knights and to his own martyrdom, saying it’s against the Church’s policy to exclude anyone from entering one of its cathedrals. The priests unbar the doors, and the knights enter and kill Becket.\nPrevious\nSign up for LitCharts A+ and get 25 answers per month.\nIntro\nAsk LitCharts AI\nNext\nIn the interlude, Becket gives a sermon to the congregation of Canterbury Cathedral. He asks his audience to think about sainthood from a divine perspective and reconsider the conventional, human understanding of saintliness as pure, peaceful and gained without torturous hardship, adding that Jesus’s disciples became saints only after experiencing great suffering. He ends the sermon by saying that it may be the last time he stands before the congregation, foreshadowing his martyrdom.\nI can answer any question about Murder in the Cathedral instantly.",
    "trans": "25 karakter gerekli\nKnightların Başpiskopos'u öldürmek üzere geri döneceklerini bilen rahipler, onu saklanmaya ikna etmeye çalışırlar, ancak Becket, şehitliğine tamamen bağlı olarak reddeder. Knightlar katedrala geri döndüğünde, rahipler ön kapıyı kapatır ve onların içeri girmesini engeller. Ancak Becket, rahiplere kapıları açmalarını söyler ve hayatını knightların kılıçlarına ve kendi şehitliğine sunar. Kilise’nin politikasına göre, herhangi birinin katedraline girmesinin engellenemeyeceğini belirtir. Rahipler kapıları açar ve knightlar girip Becket’i öldürürler.\nÖnceki\nLitCharts A+ için kaydolun ve ayda 25 cevap alın.\nGiriş\nLitCharts AI'ye Sorun\nSonraki\nAra bölmede Becket, Canterbury Katedrali’ndeki cemaate bir vaaz verir. Dinleyicilerine, azizliği ilahi bir bakış açısıyla düşünmelerini ve azizliğin, saf ve huzurlu olma ve işkenceli zorluklardan bağımsız olarak kazanılma anlayışını yeniden gözden geçirmelerini ister. İsa'nın havarilerinin yalnızca büyük acılar çektikten sonra aziz olduklarını ekler. Vaazını, cemaatin önünde son kez durduğunu belirterek bitirir, bu da şehitliğini önceden haber verir.\n\"Katedraldeki Cinayet\" hakkında herhangi bir soruyu anında yanıtlayabilirim."
}