{
    "source": "en_US",
    "target": "tr_TR",
    "text": "### Treatment Options\nA comprehensive approach that takes into account the typeand severity of the illness is needed to treat superficial infections. Topical medicines like mupirocin are frequently useful in treating bacterial infections, including impetigo. On the other hand, antifungal creams or systemic therapies could be necessary for fungal infections, particularly in cases of onychomycosis. Newer antifungal medications, such as isavuconazole and luliconazole, have been shown in recent trials to be successful in treating resistant strains. In order to improve treatment results, the potential of adjuvant treatment including photodynamic therapy is also being investigated.\n### Importance of Early Detection\nSuccessful treatment and the avoidance of consequences depend on the early diagnosis of superficial infections. Patients and medical professionals need to be alert for the early symptoms of infection, which include swelling, itching, and redness. A delayed diagnosis raises the possibility of additional problems by causing the illness to worsen. For instance, if left untreated, fungal infections can lead to cellulitis, a potentially dangerous illness that needs more careful care. Early intervention can be facilitated by routine skin exams, particularly in high-risk groups. Additionally, telemedicine integration in dermatological care might facilitate better access to specialists, enabling prompt patient diagnosis and treatment.",
    "trans": "Tedavi Seçenekleri\nYüzeysel enfeksiyonları tedavi etmek için hastalığın türü ve şiddeti göz önünde bulundurulması gereken kapsamlı bir yaklaşım gereklidir. Mupirocin gibi topikal ilaçlar, impetigo da dahil olmak üzere bakteriyel enfeksiyonları tedavi etmede sıklıkla faydalıdır. Öte yandan, mantar enfeksiyonları için, özellikle onykomikoz vakalarında, antifungal kremler veya sistemik tedaviler gerekli olabilir. Son zamanlardaki klinik çalışmalarda, isavuconazole ve luliconazole gibi yeni antifungal ilaçların dirençli suşları tedavi etmede başarılı olduğu gösterilmiştir. Tedavi sonuçlarını iyileştirmek için fotodinamik tedavi gibi yardımcı tedavi yöntemlerinin potansiyeli de araştırılmaktadır.\nErken Teşhisin Önemi\nBaşarılı tedavi ve sonuçlardan kaçınma, yüzeysel enfeksiyonların erken teşhisine bağlıdır. Enfeksiyonun erken belirtilerine, bunlar arasında şişlik, kaşıntı ve kızarıklık gibi belirtiler de yer almaktadır, hem hastalar hem de sağlık profesyonelleri dikkatli olmalıdır. Erken teşhis edilmemiş bir hastalık, hastalığın kötüleşmesine yol açarak ek problemlerin ortaya çıkma ihtimalini artırır. Örneğin, tedavi edilmezse, mantar enfeksiyonları daha dikkatli tedavi gerektiren potansiyel olarak tehlikeli bir hastalık olan selülite yol açabilir. Erken müdahale, özellikle yüksek risk gruplarında düzenli cilt muayeneleriyle kolaylaştırılabilir. Ayrıca, dermatolojik bakımda telemedicine entegrasyonu, uzmanlara daha iyi erişim sağlayarak, hastaların hızlı bir şekilde teşhis ve tedavi almasını sağlayabilir."
}