{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Dear EOPS Student,\nPlease be advised that the second counseling meeting deadline for EOPS is November 1.\nIf you haven’t had an opportunity to see EOPS counselors in fall, you can still complete your required meetings in time.\nAll EOPS students are expected to visit their EOPS counselors three times a semester by the set deadlines and complete at least 6 semester units to maintain a good standing with EOPS and be eligible for EOPS grant and book voucher and other services. For complete details refer to the EOPS Mutual Responsibility Contract (MRC).\nYou may also click here to watch a helpful video explaining the EOPS MRC.\nYour winter priority registration date is now available on your student portal MyGCC.\nMark your calendar for the EOPS priority registration dates for winter and spring:\nWinter 2025- October 14\nSpring 2025– November 18\nThis information is also available on the EOPS website under EOPS Calendar.\nAs you know, we offer EOPS counseling IN-PERSON, ONLINE (zoom), and REMOTELY (by-phone).\nPlease make sure to complete your online EOPS Appointment Request Form asap, and we will get back to you with your scheduled counseling appointment date and time.",
    "trans": "Sevgili EOPS Öğrencisi,\nLütfen EOPS için ikinci danışmanlık toplantısı son tarihinin 1 Kasım olduğunu unutmayın.\nEğer sonbaharda EOPS danışmanlarıyla görüşme fırsatı bulamadıysanız, yine de gerekli toplantılarınızı zamanında tamamlayabilirsiniz.\nTüm EOPS öğrencilerinin belirlenen son tarihlere kadar her dönem üç kez EOPS danışmanlarıyla görüşmesi ve EOPS ile iyi bir durumda kalabilmek için en az 6 dönemlik birim tamamlaması beklenmektedir. Bu, EOPS hibesi, kitap kuponu ve diğer hizmetlere hak kazanmak için gereklidir. Tüm detaylar için EOPS Karşılıklı Sorumluluk Sözleşmesi’ne (MRC) bakınız.\nEOPS MRC’yi açıklayan yararlı bir videoyu izlemek için buraya tıklayabilirsiniz.\nKış dönemi öncelikli kayıt tarihiniz artık öğrenci portalınız MyGCC’de mevcuttur.\nEOPS öncelikli kayıt tarihlerini kış ve bahar için takviminize not edin:\nKış 2025 - 14 Ekim\nBahar 2025 - 18 Kasım\nBu bilgiler ayrıca EOPS web sitesinde EOPS Takvimi altında mevcuttur.\nBildiğiniz gibi, EOPS danışmanlık hizmetlerini YÜZ YÜZE, ÇEVRİMİÇİ (zoom üzerinden) ve UZAKTAN (telefonla) sunuyoruz.\nLütfen online EOPS Randevu Talep Formunuzu bir an önce doldurun, biz de size planlanmış danışmanlık randevu tarihinizi ve saatinizi bildirelim."
}