{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Under Biden, prices skyrocketed. And while inflation—the pace at which prices are rising—has lately cooled, Americans are still living with those past price hikes. Through September, consumer prices are nearly 20% above their January 2021 levels.\nNot since Ronald Reagan’s first term, when consumer prices rose 21%, has a president presided over such high inflation. And Reagan had the advantage that during the single term of his predecessor, Jimmy Carter, inflation was much hotter, with prices rising 49%.\nJust as the big drop in GDP in 2020 was more a reflection of the pandemic than of Trump’s leadership, the spurt in inflation during Biden’s tenure is in part a reflection of the supply-chain snarls brought on by the pandemic, and by the jump in oil prices brought on by Russia’s invasion of Ukraine. One indication of this is that inflation elsewhere also shot up. Prices in the eurozone, for example, are about as elevated relative to the start of 2021 as they are in the U.S., while the eurozone’s economic growth has been far slower.",
    "trans": "Biden döneminde fiyatlar fırladı. Ve enflasyonun—fiyatların artış hızı—son zamanlarda yavaşlamasına rağmen, Amerikalılar hâlâ geçmişteki bu fiyat artışlarıyla yaşıyor. Eylül ayına kadar tüketici fiyatları, Ocak 2021 seviyelerinin neredeyse %20 üzerinde.\nRonald Reagan’ın ilk döneminden bu yana, tüketici fiyatlarının %21 arttığı dönem, hiçbir başkan bu kadar yüksek enflasyonu yönetmedi. Ve Reagan’ın avantajı, selefi Jimmy Carter’ın tek döneminde enflasyonun çok daha yüksek olmasıydı; fiyatlar %49 oranında artmıştı.\n2020’de GSYİH’deki büyük düşüş Trump’ın liderliğinden çok pandeminin bir yansıması olduğu gibi, Biden dönemindeki enflasyon artışı da kısmen pandeminin neden olduğu tedarik zinciri aksaklıklarının ve Rusya’nın Ukrayna’yı işgalinin neden olduğu petrol fiyatlarındaki sıçramanın bir yansımasıdır. Bunun bir göstergesi, diğer bölgelerde de enflasyonun artmış olmasıdır. Örneğin, Euro bölgesindeki fiyatlar da 2021’in başına kıyasla ABD’deki kadar yükseldi, ancak Euro bölgesinin ekonomik büyümesi çok daha yavaş oldu."
}