{
    "source": "en_US",
    "target": "tr_TR",
    "text": "\"... What happened?\" Ryuk calmly observed Alisia, who was blankly looking at him, making him doubt if there were changes in his bodily features.\n\"I see, it's good that you are fine.\" Seeing Ryuk completely fine, she turned to leave but was interrupted by him.\n\"Mother, can you tell me, is there something different about me?\" Ryuk asked, curious about the result of the body reconstruction.\nAlisia's eyes slightly widened before relaxing and answering truthfully, \"Yes, you are completely different from before.\"\n'Seems I shouldn't have done body reconstruction now,' turning his gaze downward he pondered.\nSlowly turning before placing her folded hand on her chest, she continued, \"You started to hide things from me and even started to act as if you know everything...\"\nRyuk blankly kept hearing all the complaints Alisia had with him from all these years; he heard everything except how he changed physically, making him assured that he was the same as before.\nOf course, he could see a mirror, but it is impractical to judge himself since he can't see himself from others' points of view.",
    "trans": "\"... Ne oldu?\" Ryuk, kendisine boş bir şekilde bakan Alisia'yı sakince inceledi, bu da fiziksel özelliklerinde bir değişiklik olup olmadığından şüphe etmesine neden oldu.\n\"Anlıyorum, iyi olduğuna sevindim.\" Ryuk’un tamamen iyi olduğunu gören Alisia, ayrılmak için arkasını döndü ama Ryuk tarafından durduruldu.\n\"Anne, bana söyleyebilir misin, bende bir şey farklı mı?\" Ryuk, vücut yeniden yapılandırmasının sonucunu merak ederek sordu.\nAlisia’nın gözleri hafifçe büyüdü, ardından rahatladı ve dürüstçe cevap verdi, \"Evet, eskisinden tamamen farklısın.\"\n'Galiba vücut yeniden yapılandırmasını şimdi yapmamalıydım,' bakışlarını aşağı çevirerek düşündü.\nYavaşça döndü, katlanmış elini göğsüne koyarak devam etti, \"Benden bir şeyler saklamaya başladın ve her şeyi biliyormuş gibi davranmaya başladın...\"\nRyuk, Alisia’nın yıllardır kendisiyle ilgili tüm şikayetlerini boş bir şekilde dinledi; fiziksel olarak nasıl değiştiği dışında her şeyi duydu ve bu da onun eskisi gibi olduğuna dair emin olmasını sağladı.\nElbette, bir aynaya bakabilirdi, ancak başkalarının bakış açısından kendisini göremediği için kendisini yargılamak pratik olmazdı."
}