{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Garmin Epix Gen 2 is a multisport smartwatch that will meet the highest demands. Its design makes it a perfect match for both sports and casual outfits. The model features a high-quality, touch-sensitive display and the ability to control it through buttons located on the sides of the envelope. The smartwatch also consists of a silicone strap in black, as well as a black envelope made of fiberglass-reinforced polymer, and a bezel made of titanium.\nThe powerful battery provides up to 16 days of operation in watch mode (6 days in continuous on mode), and up to 21 days in watch battery saving mode. The watch includes a number of powerful functions that will delight beginners and professionals alike. Water resistance is rated at 10 ATM.\nFeatures\nRobustly designed with titanium elements, Power Sapphire glass\nOperate it classically via buttons or intuitively via the responsive touch display\nMeasure your physiological values including training load, recovery times and stamina residual energy\nMore than 60 sports and outdoor apps accompany you in everything you plan to do\nAlways on the right track thanks to international topo maps as well as pre-installed golf and ski maps",
    "trans": "Garmin Epix Gen 2, en yüksek talepleri karşılayacak bir çok sporlu akıllı saattir. Tasarımı, hem spor hem de günlük kıyafetlerle mükemmel uyum sağlar. Model, yüksek kaliteli dokunmatik ekran ve ekranın yanlarında bulunan düğmeler aracılığıyla kontrol edilme özelliğine sahiptir. Akıllı saat, siyah silikon kayış, fiberglas takviyeli polimerden yapılmış siyah kasa ve titanyumdan yapılmış bir bezel (çerçeve) içerir.\nGüçlü batarya, saat modunda 16 güne kadar çalıştırma süresi sunar (kesintisiz açık modda 6 gün) ve saat pil tasarrufu modunda 21 güne kadar kullanılabilir. Saat, hem başlangıç seviyesindeki kullanıcıları hem de profesyonelleri mutlu edecek bir dizi güçlü fonksiyon içerir. Suya dayanıklılığı 10 ATM olarak derecelendirilmiştir.\nÖzellikler\nTitanyum unsurlar ve Power Sapphire camıyla sağlam bir şekilde tasarlanmış\nKlasik olarak düğmelerle veya duyarlı dokunmatik ekran aracılığıyla sezgisel olarak kullanın\nEğitim yükü, toparlanma süreleri ve dayanıklılık kalıntı enerjisi gibi fizyolojik değerlerinizi ölçün\n60'tan fazla spor ve açık hava uygulaması, yapmak istediğiniz her şeyde size eşlik eder\nUluslararası topoğrafik haritalar ile birlikte önceden yüklenmiş golf ve kayak haritaları sayesinde her zaman doğru yoldasınız"
}