{
    "source": "en_US",
    "target": "tr_TR",
    "text": "After identifying Moyano-Morales, agents began tracking his cellphone location data for previous months, and determined that his associates had rented Airbnbs near several of the heists. One of the property owners in Turlock turned their video surveillance footage from the property over to the FBI, which showed the group loading burglary tools into the unit upon their arrival, the complaint says.\nIn addition to Moyano-Morales, prosecutors have charged Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, and a 10th defendant whose identity remains a mystery for now. He has been charged under the pseudonym John Doe 2. Court records say Bastias-Serra is also wanted for extradition to Chile in connection with a 2015 “theft resulting in death, manslaughter, or murder.”\nAuthorities claim the defendants played different roles in the heists, some renting Airbnbs and vehicles, others scouting target locations, and others committing the alleged burglaries. The target locations included banks and ATM kiosks in Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, and Merced, among other locations. They’re also under investigation for possible involvement in a string of similar larcenies in Los Angeles and San Diego, and one that occurred last January in Houston, Texas, according to the criminal complaint.",
    "trans": "Moyano-Morales’i tespit ettikten sonra ajanlar, önceki aylara ait cep telefonu konum verilerini izlemeye başladı ve onun ortaklarının soygunların birkaçına yakın Airbnbs kiraladığını belirledi. Turlock’taki mülk sahiplerinden biri, mülkün güvenlik kamerası görüntülerini FBI’a teslim etti ve şikâyete göre, bu görüntüler grubun varışlarında birime hırsızlık araçları taşıdığını gösterdi.\nMoyano-Morales’e ek olarak, savcılar Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz ve kimliği şu an için gizemini koruyan 10. bir sanık hakkında dava açtı. Bu kişi, John Doe 2 takma adıyla suçlanmıştır. Mahkeme kayıtlarına göre Bastias-Serra, ayrıca 2015’te işlenmiş bir “ölümle sonuçlanan hırsızlık, adam öldürme ya da cinayet” suçuyla bağlantılı olarak Şili’ye iadesi talep edilmektedir.\nYetkililer, sanıkların soygunlarda farklı roller oynadığını iddia ediyor: Bazıları Airbnbs ve araç kiralarken, bazıları hedef lokasyonları keşfetmiş, diğerleri ise iddia edilen hırsızlıkları gerçekleştirmiştir. Hedef alınan yerler arasında Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills ve Merced gibi bölgelerdeki banka ve ATM kioskları bulunuyor. Ayrıca, Los Angeles ve San Diego’da benzer hırsızlıklarla ve geçtiğimiz Ocak ayında Houston, Texas’ta gerçekleşen bir olayla olası bağlantıları nedeniyle de soruşturuluyorlar."
}