{
    "source": "en_US",
    "target": "tr_TR",
    "text": "He has loosened his tie up, taken off his suit jacket and unbuttoned the top buttons of his white, carefully ironed dress shirt. He looked handsome sitting in his office chair, legs spread apart and you couldn't help but think about how inviting his lap looked. Yet you remained seated on his desk, legs crossed, moving the glass in your hand slowly in circle, the half molten ice cubes swirling around in the amber liquid.\n\"Are you needed elsewhere?\" He asked catching you looking over his shoulder, out through the window at the birds flying past. His office was on one of the top floors. It had a beautiful view over the city.\n\"No, not at all. I decide when and where I'm needed, you know that,\" you retorted, a small smirk forming on your lips. \"Why? Would you perhaps have something else other than drinking in mind for our celebration?\"\nHe got up from his seat, and you moved your legs so that he could stand in between them. Both of your glasses hit the sleek wooden desk, one of his large hands cupping the side of your face.",
    "trans": "Kravatını gevşetmiş, ceketini çıkarmış, özenle ütülediği beyaz gömleğinin üst düğmelerini açmış. Ofis koltuğunda otururken yakışıklı görünüyordu, bacakları iki yana açılmıştı ve kucağının ne kadar davetkar göründüğünü düşünmeden edemiyordunuz. Yine de masasında oturuyordun, bacak bacak üstüne atmıştın, elindeki bardağı yavaşça daire çizerek hareket ettiriyordun, yarı erimiş buz küpleri amber renkli sıvının içinde dönüyordu.\n\"Başka bir yere mi ihtiyacınız var?\" Seni omzunun üzerinden pencereden geçip uçan kuşlara bakarken yakalamak istedi. Ofisi en üst katlardan birindeydi. Şehrin çok güzel bir manzarası vardı.\n\"Hayır, hiç de değil. Bana ne zaman ve nerede ihtiyaç duyulacağına ben karar veririm, bunu biliyorsun,\" diye karşılık verdin, dudaklarında küçük bir sırıtış oluştu. \"Neden? Kutlamamız için aklında içki içmekten başka bir şey olabilir mi?\"\nOturduğu yerden kalktı ve sen bacaklarını hareket ettirerek aralarında durabilmesini sağladın. Her iki gözlüğünüz de şık ahşap masaya çarptı, büyük ellerinden biri yüzünüzün yan tarafını kavradı."
}