{
    "source": "en_US",
    "target": "tr_TR",
    "text": "In a video from [redacted_name], TP’s Chief People and Diversity and Deputy Chief Global Compliance Officer, you’ll learn how Emotional Intelligence has been incorporated into our culture and in our employees’ life cycle. Also you’ll learn more about the 6seconds EI model based in: Know Yourself, Choose Yourself, and Give Yourself.\nIntroduction to EI in TP:\nThe AI / EI Training Program has been added to your learning path to give you the opportunity to learn more about these two topics. It is composed by 2 modules:\nFollowing the official launch of the EI / AI @ TP Program which happened in the “Town Hall on Emotional Intelligence at TP” on September 23rd, we are happy to share one of the initiatives that you can benefit from.\nPlease make sure that you have completed both here by October 31st.\nIf you have any questions or need support in completing the training, please contact elearningsupport@teleperformance.com.\nHere you’ll be able to learn more in a e-learning presented by [redacted_name], our Global Chief Innovation and Digital Officer, and understand how we can integrate AI into our work processes effectively.",
    "trans": "Bir video aracılığıyla[ad düzeltildi], TP'nin İnsan Kaynakları ve Çeşitlilik Direktörü ile Küresel Uyumdan Sorumlu Başkan Yardımcısı, Duygusal Zekanın (Emotional Intelligence - EI) nasıl kültürümüze entegre edildiğini ve çalışanlarımızın yaşam döngüsüne nasıl dahil edildiğini öğrenebilirsiniz. Ayrıca, 6seconds EI modelini daha detaylı inceleyebilir ve Kendini Tanı, Kendini Seç ve Kendini Ver prensiplerine dayanan bu modeli keşfedebilirsiniz.\nTP’de EI’ye Giriş:\nAI / EI Eğitim Programı, bu iki konuyu daha iyi öğrenme fırsatı sunmak amacıyla öğrenme yolunuza eklenmiştir. Program, 2 modülden oluşmaktadır:\n23 Eylül'de düzenlenen \"TP’de Duygusal Zeka Üzerine Town Hall\" etkinliğinde resmi olarak başlatılan EI / AI @ TP Programının bir parçası olarak, sizlerin yararlanabileceği bir girişimi paylaşmaktan mutluluk duyuyoruz.\nLütfen her iki modülü de 31 Ekim'e kadar tamamladığınızdan emin olun.\nEğitimle ilgili herhangi bir sorunuz varsa veya destek ihtiyacınız olursa, elearningsupport@teleperformance.com adresinden bizimle iletişime geçebilirsiniz.\nBu e-öğrenme aracılığıyla, Küresel İnovasyon ve Dijitalden Sorumlu Başkanımız [ad düzeltildi] tarafından sunulan içeriklere erişebilir ve yapay zekayı (AI) iş süreçlerimize etkili bir şekilde nasıl entegre edebileceğimizi daha iyi anlayabilirsiniz."
}