{
    "source": "en_US",
    "target": "tr_TR",
    "text": "\"I know you aren't thrilled that I'm going, but all that training will finally be put to good use. This is what I've been training for, what I've been waiting for since I got to camp.\" She sighed, looking at her headboard that was filled with so many memories. \"I just don't want to leave camp with you disappointed in me.\"\nLuke pulled his younger sister into his arms, squeezing her tightly. \"I could never be disappointed in you, Al.\" He kissed the top of her head. \"I know you'll do amazing on your own. It just sucks that I can't be there with you to stop you from doing something stupid.\"\nShe pulled away slightly to look into the eyes that were identical to her own. \"I'll tell you everything if I come back.\"\n\"When you come back.\" He corrected her. She flashed him a wide smile. \"And I can't wait to hear all about it.\" His expression didn't necessarily connect with his words.\n\"You better still be here when I come back.\" She pointed a stern finger at him. \"No dying or getting kicked out.\"\nHe laughed, much to her annoyance. \"What have I always promised you, Lana?\"",
    "trans": "\"Biliyorum, gitmemden pek hoşnut değilsin ama tüm bu eğitimler sonunda işe yarayacak. İşte bu, kamp alanına geldiğimden beri eğitim aldığım ve beklediğim şey.\" Başlığında biriken onca anıya bakarak iç çekti. \"Sadece kamptan senin benden hayal kırıklığına uğramış bir şekilde ayrılmanı istemiyorum.\"\nLuke, küçük kız kardeşini kollarına çekip sıkıca sarıldı. \"Senden asla hayal kırıklığına uğramam, Al.\" Başının üzerine bir öpücük kondurdu. \"Kendi başına harika işler başaracağını biliyorum. Sadece orada yanında olup saçma bir şey yapmanı engelleyemeyecek olmak kötü hissettiriyor.\"\nLana biraz geri çekilip kendi gözleriyle tıpatıp aynı olan kardeşinin gözlerine baktı. \"Eve dönersem sana her şeyi anlatırım.\"\n\"Döndüğünde.\" diye düzeltti Luke. Lana geniş bir gülümseme takındı. \"Ve dört gözle bekliyorum anlatacaklarını.\" Onun ifadesi, söylediği sözlerle tam olarak örtüşmüyordu.\n\"Eve döndüğümde hâlâ burada olsan iyi olur.\" Ona ciddi bir şekilde parmağını uzattı. \"Ne ölmek ne de kovulmak yok.\"\nLuke, onun sinirine rağmen kahkaha attı. \"Sana her zaman ne söz verdim, Lana?\""
}