{
    "source": "en_US",
    "target": "tr_TR",
    "text": "She carefully stood and wrapped her arms around herself, trying to keep warm. She was wearing a beautiful white dress lined with lace and beads– much like the one her grandmother had made her when she was younger.\nHer bare feet smushed against the damp dirt as she took a few steps forward. She began making her way through the forest carefully. She kept glancing over her shoulder every few seconds when feeling like she was being watched.\nShe thought that she was only being paranoid until she heard a twig snap loudly from behind her.\n\"Hello?\" She finally called out. She was growing tired of these games that they were playing with her and decided to confront them.\nWhen nobody replied she turned back around to continue finding her way out of this thick and foggy forest.\nSuddenly she bumped into a hard chest and stumbled backwards. A cold and harsh hand caught her arm and steadied her, an amused chuckle passing their lips.\n\"My dear,\" The man shook his head. \"You are like a fawn. Unsteady and weak.\"",
    "trans": "Dikkatlice ayağa kalktı ve kollarını kendine dolayarak ısınmaya çalıştı. Beyaz danteller ve boncuklarla süslenmiş, büyüleyici bir elbise giymişti – tıpkı küçükken büyükannesinin onun için diktiği elbise gibi.\nÇıplak ayakları, birkaç adım attığında nemli toprağa bastı. Ormanın içinde dikkatle ilerlemeye başladı. İzleniyormuş gibi hissettiğinde, birkaç saniyede bir omzunun üzerinden geriye doğru bakıyordu.\nBu hislerinin sadece paranoya olduğunu düşünüyordu, ta ki arkasından bir dalın yüksek bir sesle kırıldığını duyana kadar.\n“Kim var orada?” sonunda seslendi. Onların kendisiyle oynamaya devam etmesinden yorulmuştu ve artık onlarla yüzleşmeye karar verdi.\nKimse cevap vermeyince, bu yoğun ve sisli ormandan çıkış yolunu bulmaya devam etmek için geri döndü.\nAniden sert bir göğse çarptı ve geriye doğru sendeledi. Soğuk ve sert bir el kolundan tutup onu dengelerken, karşısındaki kişi alaycı bir şekilde güldü.\n“Sevgilim,” adam başını salladı. “Tıpkı bir ceylan gibisin. Dengesiz ve zayıf.”"
}