{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Embryos with aneuploid PGT-A results have the lowest implantation, ongoing pregnancy, and live birth rates. Aneuploid embryos also have the highest miscarriage rates.1,2\nLLM embryos have higher implantation and ongoing pregnancy rates compared to HLM embryos.2\nEmbryos with mosaic segmental abnormalities have higher implantation and ongoing pregnancy rates compared to embryos with mosaic full chromosome abnormalities. A segmental abnormality is where a large piece of a chromosome is missing or duplicated. Full chromosome abnormalities include monosomy (an entire missing chromosome) or trisomy (an entire extra chromosome).2\nThe more abnormalities identified, the lower the implantation rate and ongoing pregnancy rate.2\nWhat if my embryo has one mosaic chromosome abnormality?\nWhen there is only one mosaic chromosome abnormality, there are some cells that have the normal number of chromosomes and some cells that have an abnormal number of chromosomes.",
    "trans": "Aneuploid PGT-A sonuçları olan embriyolar, en düşük implantasyon, devam eden gebelik ve canlı doğum oranlarına sahiptir. Aneuploid embriyolar aynı zamanda en yüksek düşük oranlarına sahiptir.1,2\nLLM embriyoları, HLM embriyolarına kıyasla daha yüksek implantasyon ve devam eden gebelik oranlarına sahiptir.2\nMozaiğe sahip segmental anormallikleri olan embriyolar, mozaiğe sahip tam kromozom anormallikleri olan embriyolara göre daha yüksek implantasyon ve devam eden gebelik oranlarına sahiptir. Segmental anormallik, bir kromozomun büyük bir parçasının eksik veya çoğalmış olduğu durumdur. Tam kromozom anormallikleri ise monozomi (tüm bir kromozomun eksik olması) veya trizomi (tüm bir ekstra kromozomun olması) içerir.2\nTespit edilen anormallik sayısı arttıkça, implantasyon oranı ve devam eden gebelik oranı düşer.2\nEmbriyomda tek bir mozaik kromozom anormalliği varsa ne olur?\nTek bir mozaik kromozom anormalliği olduğunda, bazı hücrelerde normal kromozom sayısı bulunurken, bazı hücrelerde anormal kromozom sayısı vardır."
}