{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Re: [redacted_name]\nMy name is [redacted_name], a [redacted_info] citizen, passport number: [redacted_id], residing at [redacted_address]. I am writing this letter in support of Mr. [redacted_name] obtaining his New Zealand permanent residency as soon as possible.\nI met Mr. [redacted_name]'s wife, Ms. [redacted_name], in 2013, and we became friends thereafter. After getting to know her over time, I found her to be a beautiful, generous, warm, sincere, helpful, and friendly person. [redacted_name] married Mr. [redacted_name] in 2018, and in the eyes of our friends, they are a loving couple. They have always been inseparable, doing everything together.\nI often visit their home for meals, and I've heard them mention that Mr. [redacted_name] has encountered some difficulties in applying for New Zealand permanent residency, which has made [redacted_name] very upset, even affecting her health. To my knowledge, this situation has caused [redacted_name] to suffer from depression, and she has had to seek medical help.",
    "trans": "Re: [sansürlenmiş_isim]\nBenim adım [sansürlenmiş_isim], bir [sansürlenmiş_bilgi] vatandaşıyım, pasaport numaram: [sansürlenmiş_id], adresim ise [sansürlenmiş_adres]. Bu mektubu, Bay [sansürlenmiş_isim]'in Yeni Zelanda daimi oturma izni almasını desteklemek amacıyla yazıyorum.\n2013 yılında Bayan [sansürlenmiş_isim] ile tanıştım ve o zamandan sonra arkadaş olduk. Onu tanıdıkça, onun güzel, cömert, sıcak, samimi, yardımsever ve dost canlısı biri olduğunu gördüm. Bayan [sansürlenmiş_isim], 2018 yılında Bay [sansürlenmiş_isim] ile evlendi ve arkadaş çevremizde onların sevgi dolu bir çift olarak görüldüğünü söyleyebilirim. Her zaman birbirlerinden ayrılmazlar ve her şeyi birlikte yaparlar.\nSık sık yemek için onların evine giderim ve Bay [sansürlenmiş_isim]'in Yeni Zelanda daimi oturma izni başvurusunda bazı zorluklarla karşılaştığını duydum. Bu durum Bayan [sansürlenmiş_isim]'i çok üzmüş ve sağlığını olumsuz etkilemiştir. Bildiğim kadarıyla bu durum, [sansürlenmiş_isim]'in depresyona girmesine neden olmuş ve tıbbi yardım almasını gerektirmiştir."
}