{
    "source": "en_US",
    "target": "tr_TR",
    "text": "You recently received a text message from the New York State Office of Temporary and Disability Assistance (OTDA) because one or more children in your household have been issued Summer EBT benefits that will expire if they are not completely used by November 28, 2024.\nSummer EBT is a one-time $120 benefit for each eligible child to help cover the cost of food during the summer months when school is out.\nOur records show that you have not used all of your child's Summer EBT benefit. Any unused benefits will expire on November 28, 2024 and cannot be replaced. Please be sure to use all benefits before they expire.\nYour child's benefits were issued to their existing Pandemic-EBT card. If you no longer have this EBT card and need a replacement card, you can order one following the instructions on ordering a replacement card. Once you receive the replacement card, follow these instructions carefully to set a PIN and activate the EBT card.\nIf you request a replacement card, benefits will still expire on the original expiration date of November 28, 2024. Please call us right away at 1-833-452-0096 if you need help accessing your benefits.",
    "trans": "Yakın zamanda, New York Eyaleti Geçici ve Engellilik Yardımları Ofisi'nden (OTDA) bir metin mesajı aldınız çünkü hane halkınızdaki bir veya daha fazla çocuk için yaz aylarında okullar kapalıyken gıda masraflarını karşılamak amacıyla verilen Yaz EBT yardımları, 28 Kasım 2024'te tamamen kullanılmazsa sona erecektir.\nYaz EBT, her uygun çocuk için okul tatilinde geçen yaz aylarında gıda masraflarını karşılamak amacıyla verilen bir defaya mahsus 120 $ tutarında bir yardımdır.\nKayıtlarımıza göre, çocuğunuzun Yaz EBT yardımını tamamıyla kullanmadığınız görünüyor. Kullanılmayan yardımlar 28 Kasım 2024 tarihinde sona erecek ve geri alınamayacaktır. Lütfen tüm yardımları süresi dolmadan kullanmaya özen gösterin.\nÇocuğunuzun yardımları mevcut Pandemi EBT kartlarına yatırılmıştır. Eğer bu EBT kartınızı artık bulamıyorsanız ve yenisini talep etmeniz gerekiyorsa, kart yenileme talimatlarını izleyerek bir kart siparişi verebilirsiniz. Yenileme kartınızı aldığınızda, bir PIN belirleyip EBT kartını aktifleştirmek için talimatları dikkatlice takip edin.\nEğer kart yenileme talep ederseniz, yardımlar orijinal sona erme tarihi olan 28 Kasım 2024’te sona erecektir. Yardımlarınıza erişim konusunda yardıma ihtiyacınız varsa, lütfen hemen 1-833-452-0096 numarasını arayın."
}