{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Lower the oven to 425 and add the focaccia. Bake for ~30 minutes, or until golden on top and the inside reaches atleast 200 degrees F. In the final 15 minutes, move the focaccia to the bottom rack to ensure the bottom crisps up (extra credit if you keep a pizza stone on the bottom at all times and let it cook on top of that!).\nRemove from the oven and let sit in the tray for 7 minutes, then remove to cool completely on a wire rack.\nMORE BREADS\nHow to Make Crostini\nFocaccia with Tomato Sauce (Copycat Carbone Focaccia)\nHomemade Soft Dinner Rolls\nSummer Flatbread (Grilled Peaches, Prosciutto, and Burrata)\nPinYummlyShareTweet\nREADER INTERACTIONS\nLEAVE A REPLY\nYour email address will not be published. Required fields are marked *\nRecipe Rating\nRecipe Rating\nComment *\nName *\nEmail *\nSave my name, email, and website in this browser for the next time I comment.\nPRIMARY SIDEBAR\nHi, I’m[redacted_name]! I’m just a regular gal from Queens, NY who loves creating bomb recipes and sharing them with whoever will read them. Let’s eat.",
    "trans": "Fırını 425 dereceye düşürün ve focaccia'yı ekleyin. Yaklaşık 30 dakika pişirin, üstü altın rengini alana kadar ve içi en az 200 derece F'ye ulaşana kadar. Son 15 dakikada focaccia'yı alt rafına yerleştirerek altının çıtır çıtır olmasını sağlayın (eğer alt rafın üzerinde sürekli bir pizza taşı bulundurur ve üstünde pişmesini sağlarsanız ekstra puan kazanırsınız!).\nFırından çıkarın ve tepside 7 dakika bekletin, ardından tamamen soğuması için tel ızgaraya alın.\nDAHA FAZLA EKMEK\nCrostini Nasıl Yapılır\nDomates Soslu Focaccia (Carbone Focaccia Taklidi)\nEv Yapımı Yumuşak Akşam Yemeği Ruloları\nYazlık Düz Ekmek (Izgara Şeftali, Prosciutto ve Burrata)\nPinYummlyPaylaşTweetle\nOKUYUCU YORUMLARI\nYORUM BIRAKIN\nE-posta adresiniz yayımlanmayacaktır. Gerekli alanlar işaretlenmiştir *\nTarif Puanı\nTarif Puanı\nYorum *\nİsim *\nE-posta *\nBu ismi, e-posta adresini ve web sitesini bir dahaki sefere yorum yaptığımda bu tarayıcıda sakla.\nANA KENAR ÇUBUĞU\nMerhaba, ben[sansürlenmiş_isim]! Queens, NY'den sıradan bir kadınım ve harika tarifler yaratmayı ve bunları okuyacak olan herkesle paylaşmayı seviyorum. Hadi yiyelim."
}