{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Prime Minister, there are many friends of Australia here at the Commonwealth meeting, but there's one country that's not so friendly today, and that's China. One of their Foreign Ministry officials has launched an extraordinary criticism of Australia today. He says Australia, long plagued by systemic racism and hate crimes, has severely violated the rights of refugees and immigrants. Australian soldiers have committed abhorrent crimes in Afghanistan and other countries. Now that's in response to Australia voicing concerns about human rights in Tibet and Xinjiang. Has that Foreign Ministry official gone too far now?\nPRIME MINISTER: Well, we, of course, will always stand up for Australia's interests, and when it comes to China, we've said we'll cooperate where we can, we'll disagree where we must, and we'll engage in our national interest, and we've raised issues of human rights with China. We've done that in a consistent and clear way.",
    "trans": "Başbakan, burada Commonwealth toplantısında Avustralya'nın birçok arkadaşı var, ancak bugün pek dostça olmayan bir ülke var, o da Çin. Bugün Çin Dışişleri Bakanlığı'ndan bir yetkili, Avustralya'yı olağanüstü bir şekilde eleştirdi. Bu yetkili, Avustralya'nın uzun yıllardır sistemik ırkçılık ve nefret suçlarıyla mücadele ettiğini ve mültecilerin ve göçmenlerin haklarını ciddi şekilde ihlal ettiğini belirtti. Avustralyalı askerler, Afganistan ve diğer ülkelerde korkunç suçlar işlemiş. Bu, Avustralya'nın Tibet ve Sincan'daki insan hakları konusunda endişelerini dile getirmesiyle ilgili bir tepki. Bu Dışişleri Bakanlığı yetkilisi artık fazla mı ileri gitmiş oldu?\nBAŞBAKAN: Elbette, biz her zaman Avustralya'nın çıkarlarını savunacağız ve Çin ile ilgili olarak da, nerede iş birliği yapabileceğimizi söyledik, nerede anlaşmazlıklarımız varsa o konuda da farklı görüşte olacağız ve ulusal çıkarlarımız doğrultusunda etkileşimde bulunacağız. Çin ile insan hakları konularını gündeme getirdik. Bunu tutarlı ve net bir şekilde yaptık."
}