{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The TV weather forecaster is a primary reason many viewers tune in to the news. Their forecasts are essential for helping the audience prepare for the day ahead, guiding decisions on what to wear and whether to carry an umbrella. By providing weather updates, they play a vital role in our daily lives. Apply Now!\nPhotojournalist (1)\nLove capturing moments that tell a story? As a News Photographer, you’ll shoot still images and videos that bring real-time events to life. This role is perfect for creative individuals who want to make an impact by sharing important stories with the world. Apply Now!\nBroadcast Technician (1)\nAs a Broadcast Technician, you're responsible for ensuring viewers both see and hear the news clearly. You manage the quality of audio and video signals, monitor broadcasts in real time, and select the right transmission equipment to deliver seamless coverage. Apply Now!\nNews Editor (1)\nAs a News Writer/Editor, you'll craft scripts for anchors, write engaging teases to promote stories, and produce content for the newscast's website. Your goal is to capture and hold viewers' attention, keeping them engaged or encouraging them to tune in. Apply Now!",
    "trans": "TV hava durumu spikeri, birçok izleyicinin haber bültenlerine göz atmasının başlıca nedenlerinden biridir. Tahminleri, izleyicilerin bir sonraki güne hazırlıklı olmalarına yardımcı olmak için oldukça önemlidir; ne giyeceklerine ve şemsiye taşıyıp taşımamaya karar vermelerinde rehberlik eder. Hava durumu güncellemeleri sağlayarak, günlük yaşamlarımızda önemli bir rol oynarlar. Başvurunuzu hemen yapın!\nFotoğrafçılık (1)\nHikaye anlatan anları yakalamayı seviyor musunuz? Bir Haber Fotoğrafçısı olarak, gerçek zamanlı olayları hayata geçirecek fotoğraflar ve videolar çekeceksiniz. Bu rol, dünyaya önemli hikayeleri paylaşarak etki yaratmak isteyen yaratıcı bireyler için mükemmeldir. Başvurunuzu hemen yapın!\nYayın Teknisyeni (1)\nBir Yayın Teknisyeni olarak, izleyicilerin haberleri net bir şekilde görüp duyabilmelerini sağlamak sizin sorumluluğunuzdadır. Ses ve video sinyallerinin kalitesini yönetir, yayınları gerçek zamanlı izler ve kesintisiz bir yayın sağlamak için doğru iletim ekipmanını seçersiniz. Başvurunuzu hemen yapın!\nHaber Editörü (1)\nBir Haber Yazarı/Editörü olarak, sunucular için metinler yazacak, hikayeleri tanıtmak için dikkat çekici önizlemeler oluşturacak ve haber bülteni web sitesine içerik üreteceksiniz. Amacınız izleyicilerin ilgisini çekmek ve onları sürekli olarak ekrana bağlamak ya da izlemeye teşvik etmektir. Başvurunuzu hemen yapın!"
}