{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Assessing and confirming that all equipment/furnishings are in good repair and clean: reporting faults to manager\nDemonstrating a good manner when dealing with residents, family and visitors\nHandling all laundry including washing, ironing, and sorting clothes by nametags\nEnsuring cleanliness and safety in the laundry area\nMaintaining confidentiality at all times\nBeing aware of all health and safety regulations, reporting hazards/potential hazards immediately.\nAd hoc duties as required\nWhat are the skills/experience needed?\n1 year minimum working in a similar role preferable\nExperience working in a healthcare environment (with a good knowledge of HIQA standards) an advantage.\nWork to the company standards and regulations (you will be made of aware of these standards within the job as related to your role, if unfamiliar)\nAwareness of following an advantage : COSHH Regulation. (Control of Substances Hazardous to Health). Riddor Regulation. (Reporting of incidents, diseases, dangerous occurrences). Health and Safety Legislation, Manual Handling\nMoving & Handling training an advantage\nExcellent communication skills\nCan work independently or part of a team\nMust be reliable & keep to schedule.\nFluent level of English both written and oral\nBenefits & Conditions\nExcellent working environment\nFully paid breaks\nMeal & break time refreshments provided\nSunday allowance paid",
    "trans": "Tüm ekipmanların/donatıların iyi durumda ve temiz olduğunu değerlendirip onaylamak: arızaları yöneticilere bildirmek\nSakinler, aileler ve ziyaretçilerle ilgilenirken iyi bir tavır sergilemek\nTüm çamaşır işlerini yapmak, çamaşırları yıkamak, ütülemek ve etiketlerine göre ayırmak\nÇamaşırhanede temizlik ve güvenliği sağlamak\nHer zaman gizliliği korumak\nTüm sağlık ve güvenlik yönetmeliklerinin farkında olmak, tehlikeleri/potansiyel tehlikeleri hemen rapor etmek\nGerekli görülen ad-hoc görevler\nGerekli beceri/deneyimler:\nBenzer bir rolde en az 1 yıl çalışma deneyimi tercih edilir\nBir sağlık hizmeti ortamında çalışma deneyimi (HIQA standartları hakkında iyi bilgi sahibi olmak) avantaj sağlar.\nŞirket standartlarına ve yönetmeliklerine uyum sağlamak (rolünüzle ilgili bu standartlar işte size bildirilecektir, eğer daha önce tanımadığınız bir şeyse)\nAşağıdaki konularda farkındalık bir avantajdır: COSHH Yönetmeliği. (Sağlığa Zararlı Maddelerin Kontrolü). Riddor Yönetmeliği. (Olayların, hastalıkların, tehlikeli durumların bildirilmesi). Sağlık ve Güvenlik Mevzuatı, Manuel Taşıma\nTaşıma ve Kaldırma eğitimi bir avantajdır\nMükemmel iletişim becerileri\nBağımsız çalışabilme ya da bir ekibin parçası olarak çalışabilme yeteneği\nGüvenilir olmalı ve programa sadık kalmalıdır.\nİyi derecede İngilizce (yazılı ve sözlü) bilgisi\nAvantajlar ve Koşullar:\nMükemmel çalışma ortamı\nTam ücretli molalar\nYemek ve mola zamanı ikramları sağlanır\nPazar günü ek ücreti ödenir"
}