{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Grey's freakin' bar by night, restaurant by day.\n\"Maybe we should go to Mcdonald's,\" I offer and he scoffs.\n\"Mcdonald's makes me shit,\" he reasons.\n\"Why don't we go to another place?\" I question as he leads me closer and closer to Grey's bar.\n\"Because this one is the nicest looking one that I see in my line of view,\" he pulls me past the bench where I met Grey.\nI narrow my eyes at the stupid bench.\n\"I don't like this place,\" I mumble although I know it's no use as he pulls open the door. I keep my head down, making sure that my hair is covering most of my face.\nI take a peek at my surroundings and instead of the usual mostly cleared floor, there are tables spread everywhere and the lights are turned up.\nMy eyes find the door Grey and I went through and I clench my fists.\nAaron suddenly stops and I run into his back. I still keep my head down.\n\"Table for two?\" a familiar voice asks and I squeeze my eyes shut in frustration. I peek up and the bartender guy is giving me sly smirk.",
    "trans": "Geceleri Grey'in lanet barı, gündüzleri restoran.\n\"Başka bir yere gitmeyelim mi?\" diye soruyorum, ama o beni Grey'in barına doğru çekiyor.\"Başka bir yere gitmeyelim mi?\" diye soruyorum, ama o beni Grey'in barına doğru çekiyor.\n\"McDonald's beni bok ediyor,\" diye açıklıyor.\n\"Başka bir yere gitmeyelim mi?\" diye soruyorum, ama o beni Grey'in barına doğru çekiyor.\n\"Çünkü burası gördüğüm en güzel yer,\" diyor, beni Grey ile tanıştığım bankın yanından geçirerek.\"Çünkü burası gördüğüm en güzel yer,\" diyor, beni Grey ile tanıştığım bankın yanından geçirerek.\nGözlerimi o aptal banka dikip bakıyorum.\n\"Bu yeri sevmiyorum,\" diye mızmızlanıyorum, ama bir şey değiştirmeyeceğini biliyorum çünkü kapıyı açıyor. Başımı eğip saçlarımın yüzümü kapattığından emin oluyorum.\nEtrafıma şöyle bir göz atıyorum, her zamanki gibi boş bir zemin yerine, her yere masalar dizilmiş ve ışıklar yanıyor.\nGözlerim, Grey ile geçtiğimiz kapıyı buluyor ve yumruklarımı sıkıyorum.\nAaron aniden duruyor ve ben onun sırtına çarpıyorum. Hala başımı eğiyorum.\n\"İki kişilik masa?\" tanıdık bir ses soruyor ve gözlerimi sinirle sıkı sıkı kapatıyorum. Göz ucuyla bakıyorum ve barmenin bana sinsi bir şekilde gülümsediğini görüyorum."
}