{
    "source": "en_US",
    "target": "tr_TR",
    "text": "But there was strain—[redacted_name] didn’t show it on her face, but the subtle tightening of her jaw, the tension in her arms as she lifted the weight, betrayed the effort. A low grunt escaped her lips as she shifted her stance, straightening her body while carrying the wood towards the fireplace.\nWithout looking at [redacted_name], [redacted_name] began to speak, her voice low and slightly strained from the physical exertion, though it never lost that cold edge. “Saving you…” she repeated, as if the words tasted strange in her mouth. A soft, mirthless chuckle followed, barely audible. “You think I saved you? You are… wrong.”\nShe knelt down, placing the logs in the hearth, each movement precise. Her face caught the warm light of the fire, highlighting the strong lines of her jaw and cheekbones, the way her sweat-dampened hair clung to her forehead. When she finally rose to her full height again, she turned to [redacted_name], and—just for a moment—a smile tugged at the corner of her lips. A small, crooked thing, like it didn’t quite belong on her face. But there it was, brief and sharp, like a flash of lightning before the storm settles again. It wasn’t kind, but it was undeniably captivating.",
    "trans": "Ama bir gerginlik vardı—[sansürlenmiş_isim] bunu yüzünde gösteremedi ama çenesindeki ince gerginlik, ağırlığı kaldırırken kollarındaki kasılma, çabasını ele verdi. Dudaklarından düşük bir hırlama sesinin çıktığı, duruşunu değiştirirken vücudunu dikleştirip odunları şömineye doğru taşırken belli oldu.\n[sansürlenmiş_isim]'e bakmadan, [sansürlenmiş_isim] konuşmaya başladı, sesi düşük ve fiziksel çaba nedeniyle hafifçe zorlanmıştı ama o soğuk keskinliği hiç kaybetmedi. \"Seni kurtarmak...\" diye tekrar etti, sanki bu kelimeler ağzında garip bir tat bırakıyordu. Ardından, duyulmayacak kadar hafif, neşesiz bir kahkaha yükseldi. \"Beni mi kurtardın sanıyorsun? Yanılıyorsun.\"\nYavaşça diz çöktü, odunları ateşin içine yerleştirirken her hareketi özenle yapıyordu. Yüzü, ateşin sıcak ışığında, çenesinin ve elmacık kemiklerinin güçlü hatlarını, alnına yapışmış terli saçlarını aydınlatıyordu. Nihayet tam boyuna tekrar kalktığında, [sansürlenmiş_isim]'e döndü ve—sadece bir an—dudaklarının köşesinde bir gülümseme belirdi. Küçük, eğri bir şeydi, sanki yüzünde hiç olmaması gereken bir şeydi. Ama oradaydı, kısa ve keskin, fırtına yerleşmeden önceki bir yıldırım parlaması gibi. Merhametli değildi ama inkar edilemez şekilde etkileyiciydi."
}