{
    "source": "en_US",
    "target": "tr_TR",
    "text": "breast, leaning in to trace his tongue up my neck and send a\nthousand tingles through me. He doesn’t care that he’s in\nmid-conversation with someone.\n“Thursday?” He sighs, looking at me\nwith a flicker of annoyance crossing his face. His hand between my\nthighs is extracted as he takes his phone and swaps ears, a look of\nagitation on his boyish face. ‘Business Carrero’ moving in to kill\nhis libido. Something must be wrong at work, and disappointment\nwashes over me.\n“Fuck’s sake, Margo! Can’t they do\na fricken thing without me standing over the top of them shouting\nfucking orders?” He lets me go fully, stalking toward the huge wall\nof french doors, and glares outside. His body is rigid but divine\nas hell and tense as he pushes a hand to his waist, fisting it\nthere in agitation, looking completely intimidating, like a\ngladiator about to embark on a war. I guess things with work aren’t\nrosy today. He has a few large developments he’s overseeing, so his\nstress levels have been up and down.\n“One night … We kept the apartment\n… Yeah, arrange to have my flight there Thursday and home Friday\nmorning first thing. Jefferson is still in Manhattan, so he can",
    "trans": "göğsüme eğilip dilini boynumda gezdirip bir mesaj yolladı\niçimde binlerce karıncalanma var. İçeride olması umurunda değil\nbirisiyle konuşmanın ortasında.\n\"Perşembe?\" Bana bakarak iç çekiyor\nyüzünde bir hoşnutsuzluk ifadesi belirdi. Eli benim aramda\ntelefonunu alıp kulaklarını değiştirirken kalçaları çıkarılıyor,\nçocuksu yüzündeki tedirginlik. 'Business Carrero' öldürmek için harekete geçiyor\nonun libidosu. İşyerinde bir sorun ve hayal kırıklığı olmalı\nüzerime atıyor.\n“Lanet olsun, Margo! Yapamazlar mı\nben onların tepesinde durup bağırmadığım için bu kahrolası bir şey\nlanet emirler mi?” Tamamen gitmeme izin veriyor, büyük duvara doğru yürüyor\nFransız kapılar ve dışarıdaki bakışlar. Vücudu sert ama ilahi\nelini beline doğru itip yumruk yaptığı kadar gergin ve gergin\norada heyecan içinde, tamamen korkutucu görünüyor, sanki\nGladyatör savaşa başlamak üzere. Sanırım işle ilgili şeyler değil\nbugün pembe. Denetlediği birkaç büyük gelişme var, bu yüzden\nstres seviyeleri inişli çıkışlı oldu.\n“Bir gece… Daireyi biz tuttuk\n… Evet, perşembe günü oraya uçacağım ve cuma günü eve döneceğim.\nsabah ilk iş. Jefferson hâlâ Manhattan'da, yani"
}