{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Overview\nUnit 2 Project: Resort\nThis project will involve collecting market research and using this data to create a resort for your target market.\nTasks\n1. You will be assigned a group of fellow market researchers. Your group will be assigned a location and a target market.\n2. As a group, you will complete the resort booklet, which includes market research, brainstorming, creating a vision board, and doing a SWOT analysis.\n3. You will present your vision board to the class\nFinal submission\nYour final submission will consist of the following elements -\n1. Resort booklet submitted on Google Classroom (includes Part A-D)\n2. Presentation to the class to share your vision board and explicitly identify how your\nmarket research and target market a\nDue date:\nWorkbook → Monday, October 28th\nPresentation → Wednesday, October 30th\nIn-class work periods → You will be given 3 work periods this week to complete Part A&B. You will be given 3 work periods next week to complete your vision board and SWOT analysis. All sections of A-D must be completed before Monday, October 28th.\nWe will work on presentations on October 28/29th in class.",
    "trans": "Genel Bakış\nBirim 2 Projesi: Tatil Köyü\nBu proje, pazar araştırması yapmayı ve bu verileri hedef pazarınıza uygun bir tatil köyü oluşturmak için kullanmayı içerecektir.\nGörevler\n1. Sizlere bir grup pazar araştırmacısı atanacaktır. Grubunuza bir yer ve hedef pazar atanacaktır.\n2. Grup olarak, tatil köyü kitapçığınızı tamamlayacaksınız. Bu kitapçık; pazar araştırması, beyin fırtınası, bir vizyon panosu oluşturma ve SWOT analizi yapmayı içerecektir.\n3. Vizyon panonuzu sınıfa sunacaksınız.\nSon Teslimat\nSon teslimatınız aşağıdaki öğelerden oluşacaktır:\n1. Tatil köyü kitapçığı Google Classroom üzerinden teslim edilecektir (A-D Bölümleri dahil).\n2. Sınıfa sunum yaparak vizyon panonuzu paylaşacak açıkça belirteceksiniz.\nnasıl belirlediğinizi pazar araştırmanız ile hedef pazarınızın\nTeslim Tarihi:\nÇalışma Kitapçığı → Pazartesi, 28 Ekim\nSunum → Çarşamba, 30 Ekim\nSınıf içi çalışma süreleri → Bu hafta, A ve B Bölümlerini tamamlamak için 3 çalışma süresi verilecektir. Önümüzdeki hafta vizyon panonuzu ve SWOT analizini tamamlamak için 3 çalışma süresi verilecektir. A-D bölümlerinin tamamı Pazartesi, 28 Ekim'e kadar tamamlanmalıdır.\nSunumlar 28/29 Ekim’de sınıfta yapılacaktır."
}