{
    "source": "en_US",
    "target": "tr_TR",
    "text": "1. Processed Meats:\nProcessed meats such as hot dogs, sausages, and bacon should be avoided as they are high in saturated fats and sodium. These foods have been linked to an increased risk of colon cancer. Instead, opt for lean meats like chicken, turkey, and fish.\n2. Red Meat:\nConsuming excessive amounts of red meat, such as beef, pork, and lamb, has been associated with an increased risk of colon cancer. It is recommended to limit the intake of red meat and choose leaner alternatives like poultry or plant-based proteins.\n3. Sugary Drinks:\nSugar-sweetened beverages like soda, energy drinks, and fruit juices with added sugars should be avoided. These drinks contribute to weight gain and increase the risk of colon cancer. Opt for water, herbal tea, or freshly squeezed juices without added sugars.\n4. Refined Grains:\nRefined grains like white bread, white rice, and pasta have been stripped of their nutrients and fiber content.\nThese foods can lead to weight gain and increase the risk of colon cancer. Choose whole grains like whole wheat bread, brown rice, and quinoa for a healthier alternative.",
    "trans": "1. İşlenmiş Etler:\nHot dog, sosis ve pastırma gibi işlenmiş etler, doymuş yağlar ve sodyum açısından yüksek oldukları için kaçınılmalıdır. Bu yiyecekler, kolon kanseri riskinin artışı ile ilişkilendirilmiştir. Bunun yerine, tavuk, hindi ve balık gibi yağsız etleri tercih edin.\n2. Kırmızı Et:\nAşırı miktarda kırmızı et tüketimi, sığır eti, domuz eti ve kuzu eti gibi, kolon kanseri riski ile ilişkilendirilmiştir. Kırmızı et tüketiminin sınırlanması ve tavuk eti ya da bitkisel proteinler gibi daha yağsız alternatiflerin tercih edilmesi önerilir.\n3. Şekerli İçecekler:\nŞekerli içecekler, örneğin soda, enerji içecekleri ve eklenmiş şeker içeren meyve suları, kaçınılması gereken içeceklerdir. Bu içecekler, kilo alımına katkı sağlamakta ve kolon kanseri riskini artırmaktadır. Bunun yerine su, bitki çayı veya eklenmiş şeker içermeyen taze sıkılmış meyve suları tercih edin.\n4. Rafine Tahıllar:\nBeyaz ekmek, beyaz pirinç ve makarna gibi rafine tahıllar, besin değerlerinden ve lif içeriklerinden yoksundur.\nBu yiyecekler, kilo alımına yol açabilir ve kolon kanseri riskini artırabilir. Daha sağlıklı bir alternatif olarak tam tahıllar, örneğin tam buğday ekmeği, kahverengi pirinç ve kinoa tercih edin."
}