{
    "source": "en_US",
    "target": "tr_TR",
    "text": "have always gone after the youth. They harass and kill them for being students and for not\nwanting to be part of their groups. If you as a student do not offer your help to them, they\nsee you as a threat and working against them.\n43. Without having a concrete plan or hope that things would get better in my country, on July\n1, 2022, I applied for my passport in Popayan, while I continued with my academic studies\nwithout a problem.\n44. On July 9, 2022, it was the first time there was a real intervention with my team while we\nwere working with the rural community in Quintana Cauca. That day, we were investigating\nthe surrounding areas of Quintana Cauca, how the roads were planned out, the\ntopography of the land, as well as interviewing the women in the area. They told us about\nthe armed conflict surrounding the township and how it affected their day to day. That\nsame day, we planned a lunch for all the women leaders in the community and began\nplanning ways in which we could help them make the land around them grow and prosper.",
    "trans": "Her zaman gençlere saldırmışlardır. Onlara öğrenci oldukları ve gruplarına katılmak istemedikleri için taciz eder ve öldürürler.\nGruplarının bir parçası olmak istemezsen, eğer bir öğrenci olarak onlara yardım teklif etmezsen, seni bir tehdit olarak görürler ve senin onlara karşı çalıştığını düşünürler. Onlar\nSeni bir tehdit olarak görürler ve onlara karşı çalıştığını düşünürler.\nSomut bir planım veya ülkemde her şeyin daha iyiye gideceğine dair bir umudum olmadan, Temmuz ayında\n2022'nin Temmuz 1'inde, Popayan'da pasaport başvurusu yaptım, akademik çalışmalarımı sürdürürken\nbir sorun olmadan.\n9 Temmuz 2022'de, ekibimle birlikte gerçek bir müdahalenin olduğu ilk seferdi.\nQuintana Cauca'daki kırsal toplulukla çalışırken. O gün, araştırma yapıyorduk\nQuintana Cauca'nın çevresindeki alanları, yolların nasıl planlandığını,\ntoprağın topoğrafyasını ve bölgede yaşayan kadınlarla röportaj yapmayı da içeriyordu. Bize,\nkasabanın etrafındaki silahlı çatışma ve bunun günlük yaşamlarını nasıl etkilediği hakkında. O gün\naynı gün, topluluktaki tüm kadın liderler için bir öğle yemeği planladık ve başladık\netraflarındaki toprağın büyümesine ve gelişmesine yardımcı olabilecek yolları planlamaya."
}