{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Notice ID: 222258347816\nTitle: DRAGON BALL: SPARKING! ZERO - PC\nProtocol: BitTorrent\nFile Name: Dragon Ball Sparking ZERO [DODI Repack]\nFile Size: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nCopyright infringement violates not only U.S. copyright law, it also violates the relevant agreements, terms of service and acceptable use policies between Verizon and its customers. You must take all measures to protect your account from future violations. Failure to implement these measures may subject your Service to termination by Verizon and may result in possible legal action against you by the copyright owner.\nProtecting Your Privacy: The copyright owner has not asked Verizon to identify you, and Verizon will NOT provide your identity without a lawful subpoena. However, if the copyright owner does issue a lawful subpoena that identifies your account as allegedly infringing its copyright rights, Verizon will be legally required to provide your account information to the copyright owner.",
    "trans": "Bildirim Kimliği: 222258347816\nBaşlık: DRAGON BALL: SPARKING! ZERO - PC\nProtokol: BitTorrent\nDosya Adı: Dragon Ball Sparking ZERO [DODI Yeniden Paketleme]\nDosya Boyutu: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nTelif hakkı ihlali yalnızca ABD telif hakkı yasasını ihlal etmekle kalmaz, aynı zamanda Verizon ile müşterileri arasındaki ilgili anlaşmaları, hizmet şartlarını ve kabul edilebilir kullanım politikalarını da ihlal eder. Hesabınızı gelecekteki ihlallerden korumak için tüm önlemleri almanız gerekmektedir. Bu önlemleri uygulamamanız, Verizon tarafından hizmetinizin sonlandırılmasına ve telif hakkı sahibinin size karşı olası yasal işlemlerle karşılaşmanıza neden olabilir.\nÖzelliğinizi Koruma: Telif hakkı sahibi, Verizon'dan sizi tanımlamasını istememiştir ve Verizon, yasal bir celp emri olmadan kimliğinizi sağlamayacaktır. Ancak, eğer telif hakkı sahibi, hesabınızı iddia edilen telif hakkı ihlali olarak tanımlayan yasal bir celp emri verirse, Verizon, yasal olarak hesap bilgilerinizi telif hakkı sahibine sağlamak zorunda kalacaktır."
}