{
    "source": "en_US",
    "target": "tr_TR",
    "text": "You make me feel famous\nThis fame don't make me feel shit\nThat's some crazy shit, I got to deal with it\n[HOOK]\nI done seen what them xans and them percs do\nI done seen what the love and the hate do\nBut get it straight, girl, i love i dont hate you\nAnd get it straight i can never replace you\nLet's take you out dinner date at the lake\nI will never hurt you, you, you, you\nI know what them xans and them percs do, do, do\nWe can do the percs boo boo boo\nI just pray them percs dont hurt you, you, you, you\nYeah\nYou might also like\nConfide\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nAbout\nHave the inside scoop on this song?\nSign up and drop some knowledge\nStart the song bio\nQ&A\nFind answers to frequently asked questions about the song and explore its deeper meaning\nAsk a question\nWho wrote “Get It Straight” by Juice WRLD?\nCredits\nWriter\nJuice WRLD\nTags\nRap\nComments\nAdd a comment\nGet the conversation started",
    "trans": "Beni ünlü hissettiriyorsun\nBu ün bana hiçbir şey hissettirmiyor\nBu delice bir şey, bununla başa çıkmam gerekiyor\n[KANCA]\nXanax'lerin ve perklerin neler yaptığını gördüm\nAşkın ve nefretin neler yaptığını gördüm\nAma düzelt, kızım, seni seviyorum, nefret etmiyorum\nVe düzelt, seni asla yerini tutamam\nGel, seni göletin kenarında akşam yemeğine çıkaralım\nSana asla zarar vermem, sana, sana, sana\nO xanax'lerin ve perklerin ne yaptığını biliyorum, biliyorum, biliyorum\nPerkleri yapabiliriz bebeğim, bebeğim, bebeğim\nSadece o perklerin sana zarar vermemesi için dua ediyorum, sana, sana, sana\nEvet\nBunlar da hoşuna gidebilir\nSırdaşlık etmek\nMeyve Suyu DÜNYASI\neuphoria\nKendrick Lamar\nYaşasın Telaş (Dövmeler ve Mürekkep)\nMeyve Suyu DÜNYASI\nGöm\nHakkında\nBu şarkı hakkında iç bilgilerin var mı?\nKayıt ol ve biraz bilgi ver\nŞarkının biyografisini başlat\nSoru-Cevap\nŞarkı hakkında sıkça sorulan sorulara cevaplar bul ve daha derin anlamını keşfet\nBir soru sor\nJuice WRLD'in \"Get It Straight\" şarkısını kim yazdı?\nKrediler\nYazar\nMeyve Suyu DÜNYASI\nEtiketler\nRap\nYorumlar\nBir yorum ekle\nKonuşmayı başlat"
}