{
    "source": "en_US",
    "target": "tr_TR",
    "text": "\"yknow..we have one style that we haven't tried yet\" she bit her lips\n\"like dog---\"\n\"SCARLETT\" she covered my mouth laughing\n\"not that?\" i asked as soon as she released me\n\"we already tried that\" she shrugged and i honestly just can't stop smiling\n\"then what\"\n\"our ootd at 1am\" she smiled\nit took me a while to understand it to be honest \"1am? but we're doing the doodle doodle do so we won't have any-- OHHH\"\n\"nevermind, you're so slow\" she chuckled covering my face again\n\"Noooo, i get it now\"\n\"too late\"\n\"whatttt\"\n\"what can we do? you were so slow to get it fast\" she shrugged trying to annoy me\n\"I hate you\" i mumbled before looking up to her shocked seeing she's holding the belt i was just wearing\n\"how did you---\"\n\"I don't know....how did i..\" she smirked throwing it away and next thing i know my bra was already undone and her hand was resting on my back\n\"you're gonna ask again?\" she asked with a smile\n\"why are you so....hot?\" i sigh just staring at her\n\"you wanna know why?\" she seductively asked and i just nodded, It seems like I'm being hypnotized again",
    "trans": "\"Bilirsin... henüz denemediğimiz bir tarzımız var\" dedi, dudaklarını ısırarak.\n\" Köpek gibi---\"\n\"SCARLETT\" dedi, gülerek ağzımı kapadı.\n\"Öyle değil mi?\" dedim, beni serbest bırakır bırakmaz.\n\"Zaten denedik bunu\" dedi, omuz silkti ve ben dürüstçe söylemek gerekirse, gülümsemeyi durduramıyorum.\n\"O zaman ne?\"\n\"1'deki OOTD'miz\" dedi, gülümseyerek.\nAçıkçası, anlamam biraz zaman aldı. \"Saat 1 mi? Ama biz doodle doodle do yapıyoruz, o yüzden hiçbir şeyimiz olmayacak—AAAHH\"\n\"Boşver, ne kadar yavaşsın\" dedi, yine yüzümü kapatarak kıkırdadı.\n\"Hayır, şimdi anladım.\"\n\"çok geç\"\n\"neee\"\n\"Ne yapalım? Hemen anlamak için o kadar yavaştın\" dedi, beni sinirlendirmeye çalışarak omuz silkti.\n\"Senden nefret ediyorum\" diye mırıldandım, sonra kafamı kaldırıp ona bakarken, az önce taktığım kemeri tuttuğunu görünce şok oldum.\n\"Nasıl---\"\n\"‘Bilmiyorum... nasıl oldu ki...’ diye gülümsedi, bunu umursamadan atarak. Bir sonraki şey, sütyenimin çözülmüş olduğunu ve elinin sırtımda dinlendiğini fark etmemdi.\"\n\"Yine soracak mısın?\" dedi, gülümseyerek.\n\"‘Neden bu kadar... çekicisiniz?’ diye iç çektim, sadece ona bakarak.\"\n\"Nedenini merak mı ediyorsun?\" diye çekici bir şekilde sordu ve ben sadece başımı salladım. Yeniden hipnotize oluyormuşum gibi hissediyorum."
}