{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Jerseys are ordered by the parents directly from our vendor, Augusta Sportswear.\nAll participants are required to purchase their jersey. Your child is not allowed to use a jersey that is not approved by the YMCA or Augusta Sportswear. If your child wears a different jersey other than the one provided by Augusta Sportswear he or she will not be able to participate.\nPlease order your jerseyhere. To ensure your child has a jersey by the first weekend of games, you must purchase it before October, 21st. If you have any questions or concerns on the status of your jersey, please contact our vendor directly at ymca@augustasportswear.com.\nPARENTAL ACKNOWLEDGEMENT\nThis is where you place teammate and/or practice request. Although requests are not guaranteed, we will do our best to grant them. During the first week of practice, we WILL NOT be able to switch your child's team placement, therefore please complete the Parental Acknowledgement before October 13th.",
    "trans": "Formalar, veliler tarafından doğrudan tedarikçimiz Augusta Sportswear'den sipariş edilir.\nTüm katılımcıların formalarını satın almaları gerekmektedir. Çocuğunuz, YMCA veya Augusta Sportswear tarafından onaylanmayan bir forma giyemez. Eğer çocuğunuz, Augusta Sportswear tarafından sağlanan formadan farklı bir forma giyerse, katılamaz.\nFormanızı buradan sipariş edebilirsiniz. Çocuğunuzun ilk oyun haftasında formasına sahip olmasını sağlamak için, formayı 21 Ekim'den önce satın almanız gerekmektedir. Formanızın durumu ile ilgili herhangi bir sorunuz veya endişeniz varsa, lütfen doğrudan tedarikçimize ymca@augustasportswear.com adresinden ulaşın.\nVELİ ONAYI\nBurada, takım arkadaşı ve/veya antrenman taleplerinizi belirtirsiniz. Talepler garanti edilmemekle birlikte, elimizden gelenin en iyisini yapmaya çalışacağız. İlk antrenman haftasında, çocuğunuzun takım yerleştirmesini DEĞİŞTİREMEYECEĞİZ, bu nedenle lütfen Veli Onayını 13 Ekim'den önce tamamlayınız."
}