{
    "source": "en_US",
    "target": "tr_TR",
    "text": "This workshop is intended for children preparing for Reconciliation and First Holy Communion (May 2025). This would include our 2nd -5th graders and 2nd grade Private Catholic School students that will receive Reconciliation and First Holy Communion sacraments at the end of this school year.\nI personally do not like to say something is MANDATORY as that is such a negative word, but I strongly encourage you to try to attend as it will serve as a great opportunity for parents and children to enrich their preparation for Reconciliation. I have been a parent in your shoes three times myself and I would never hold an event that I wouldn’t personally see as beneficial for you and your child! If your child has soccer, swim meets, dance, etc. at a time that conflicts with this, I urge you to take the afternoon off from that and come to church instead. This choice makes a strong statement to your child about the importance of faith in their lives!",
    "trans": "Bu atölye, İlk Kutsal Komünyon ve Uzlaşma (Mayıs 2025) için hazırlık yapan çocuklar içindir. Bu, 2. sınıftan 5. sınıfa kadar olan öğrencileri ve bu okul yılının sonunda İlk Kutsal Komünyon ve Uzlaşma sakramentlerini alacak olan 2. sınıf özel Katolik okulu öğrencilerini kapsar.\nKişisel olarak, bir şeyin ZORUNLU olduğunu söylemeyi pek sevmedim çünkü bu çok olumsuz bir kelime, ama katılmanızı şiddetle öneririm çünkü bu, ebeveynler ve çocuklar için Uzlaşma hazırlıklarını zenginleştirmek adına harika bir fırsat olacaktır. Ben de üç kez sizin yerinizde bir ebeveyn oldum ve asla sizin ve çocuğunuz için faydalı olmayacağını düşündüğüm bir etkinlik düzenlemezdim! Eğer çocuğunuzun futbol, yüzme yarışmaları, dans vb. gibi bir etkinliği bu etkinlikle çakışıyorsa, o zaman bu etkinlikten bir öğleden sonrayı izin alarak boş bırakmanızı ve bunun yerine kiliseye gelmenizi tavsiye ederim. Bu tercih, çocuğunuza hayatlarında inancın önemini güçlü bir şekilde anlatan bir mesaj verir!"
}