{
    "source": "en_US",
    "target": "tr_TR",
    "text": "We issue several types oftravel documents. This update clarifies that we will consider expeditingForm I-131, Application for Travel Documents, Parole Documents, and Arrival/Departure Records, for benefit requestors in the United Stateswhen they have a pressing or critical need to leave the United States, whether the need to travel relates to an unplanned or planned event, such as a professional, academic, or personal commitment.\nWhen the need is related to a planned event, we consider whether:\nThe applicant timely filed Form I-131; and\nProcessing times would prevent us from issuing the travel document by the planned date of departure.\nSubmission and Processing of Expedite Requests\nThis update also clarifies how to make an expedite request, including how requestors can use USCIS online tools with secure messaging,such as submitting their expedite request and uploading evidence to support their expedite request if they have aUSCIS online account.\nThis update explains how we process expedite requests by clarifying that we will generally respond to benefit requestors who submit their request through theUSCIS Contact Center to inform them when we have made a decision on their expedite request.",
    "trans": "Bu güncelleme, Birleşik Devletler'de bulunan ve Birleşik Devletler dışına çıkma konusunda acil veya kritik bir ihtiyacı olan yararlanıcılar için Form I-131 (Seyahat Belgeleri, Parole Belgeleri ve Giriş/Çıkış Kayıtları İçin Başvuru) işlemlerini hızlandırmayı değerlendireceğimizi netleştirir. Seyahat ihtiyacı, planlanmamış veya planlanmış bir etkinlikten kaynaklanabilir; örneğin profesyonel, akademik veya kişisel bir taahhüt.\nPlanlanmış bir etkinlikle ilgili bir ihtiyaç söz konusu olduğunda, şunları değerlendiririz:\nBaşvuru sahibinin Form I-131’i zamanında teslim edip etmediği; ve\nİşlem sürelerinin, seyahat belgesinin planlanan kalkış tarihine kadar düzenlenmesini engelleyip engellemediği.\nHızlandırma Taleplerinin Sunulması ve İşlenmesi\nBu güncelleme, hızlandırma talebinde bulunmanın nasıl yapılacağına ilişkin detaylar sunar. Bu, talepte bulunan kişilerin, hızlandırma taleplerini iletmek ve destekleyici kanıtlarını yüklemek için bir USCIS çevrimiçi hesabına sahip olmaları durumunda, güvenli mesajlaşma gibi USCIS çevrimiçi araçlarını nasıl kullanabileceklerini içerir.\nAyrıca, hızlandırma taleplerini nasıl işlediğimizi netleştirir. Bu kapsamda, USCIS İletişim Merkezi aracılığıyla taleplerini sunan yararlanıcıları, hızlandırma talepleriyle ilgili bir karar verdiğimizde genellikle bilgilendireceğimizi açıklar."
}