{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Address how an applied anthropologist might respond to this issuedifferently in BOTH cultures\nAddress why anthropologists are an important resource. What's unique about our research methods?\nAddress the importance of cultural relativism when resolving social concerns.\nYour final paper will be 4-6 pages in length, not including cover page and reference page in APA style. It should contain a proper introduction and conclusion, and address all the above items in detail, with support from your THREE scholarly resources.\nAll written assignments should follow these guidelines:\nMust include a cover page that includes:Your name, my name, class name, date\nEach paper must have1-inch margins all around\nEach paper must be inTimes New Romanfont, size 12.\nEach paper must bedouble-spaced\n-Each paper must be submitted as a.doc file, otherwise it may not open.\nMust use APA (7th ed.) style as outlined in the approved APA style guideto document all sources.",
    "trans": "Bir uygulamalı antropoloğun bu soruna HER İKİ kültürde nasıl farklı yaklaşabileceğine değinin.\nAntropologların neden önemli bir kaynak olduğunu açıklayın. Araştırma yöntemlerimizde benzersiz olan nedir?\nToplumsal kaygıları çözerken kültürel göreliliğin önemini açıklayın.\nSon ödeviniz, APA stilinde, kapak sayfası ve referans sayfası hariç 4-6 sayfa uzunluğunda olmalıdır. Giriş ve sonuç bölümleri yer almalı ve yukarıda belirtilen tüm konular üç akademik kaynağınızla desteklenerek ayrıntılı şekilde ele alınmalıdır.\nTüm yazılı ödevler aşağıdaki kurallara uymalıdır:\nAdınız, benim adım, sınıf adı, tarih içeren bir kapak sayfası içermelidir\nHer makalenin her tarafında 1 inçlik kenar boşlukları olmalıdır\nHer makale Times New Roman yazı tipinde, 12 punto olmalıdır.\nHer makale çift aralıklı olmalıdır\n-Her makale .doc dosyası olarak gönderilmelidir, aksi takdirde açılmayabilir.\nTüm kaynakları belgelemek için onaylı APA stil kılavuzunda belirtilen APA (7. baskı) stilini kullanmalısınız."
}