{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The CFCFI (Fells Point Community Circular Fashion Initiative), through the circularization of the local fashion, is aimed at addressing the most pressing environmental and social challenges affecting the locality at the shores of Fells Point, where Patagonia has an outlet center. The project is connected to the 13th and the 8th Sustainable Development Goals (Climate Action and Decent Work and Economic Growth, respectively), with a strong focus on reducing resource utilization, addressing climate-related risks, and no longer considering these as the costs of doing business.\nProject Overview\nThe CFCFI's target is to develop a locally-based circular fashion center that will collect, upcycle, and/or convert used clothes to new clothes. It shall stand as a micro-education center on sustainable fashion for the community members, trains people on how to use recycling methods, and manufactures handmade products for sale. The program and the initiative has three main components: collection and recycling of clothing, workshop trainings, and a local market for upcycled products. The community program will not only engage locals in promoting this, but it will also put a stand for sustainable development as well through economic advancement.",
    "trans": "CFCFI (Fells Point Community Circular Fashion Initiative), yerel modanın döngüsel hale getirilmesi aracılığıyla, Patagonia'nın outlet merkezinin bulunduğu Fells Point kıyılarındaki yerel çevresel ve sosyal zorlukların ele alınmasını hedeflemektedir. Proje, 13. ve 8. Sürdürülebilir Kalkınma Hedefleri'ne (İklim Eylemi ve İnsana Yakışır İş ve Ekonomik Büyüme sırasıyla) bağlanmış olup, kaynak kullanımını azaltmaya, iklimle ilgili risklerle mücadele etmeye ve bunları artık iş yapmanın maliyetleri olarak görmemeye güçlü bir şekilde odaklanmaktadır.\nProje Genel Bakış\nCFCFI'nin hedefi, kullanılmayan kıyafetleri toplayacak, geri dönüştürecek ve/veya yeni kıyafetlere dönüştürecek yerel tabanlı bir döngüsel moda merkezi geliştirmektir. Bu merkez, topluluk üyeleri için sürdürülebilir moda konusunda mikro eğitim merkezi olarak hizmet verecek, geri dönüşüm yöntemlerini nasıl kullanacaklarını öğretmek için insanları eğitecek ve satılmak üzere el yapımı ürünler üretecektir. Program ve girişim üç ana bileşenden oluşmaktadır: kıyafetlerin toplanması ve geri dönüştürülmesi, atölye eğitimleri ve geri dönüştürülmüş ürünler için yerel bir pazar. Topluluk programı yalnızca yerel halkı bu konuda bilinçlendirmekle kalmayacak, aynı zamanda ekonomik ilerleme yoluyla sürdürülebilir kalkınmayı da savunacaktır."
}