{
    "source": "en_US",
    "target": "tr_TR",
    "text": "You will still receive the fee if you ask for ID but the customer doesn't have a valid one or is underage, and you follow the correct process by removing the alcohol.\nDeliveroo regularly conducts test orders using 18-20-year-old customers to ensure that this important step is being followed. Failure to check their ID will not only mean not being paid the fee for that order, but may also result in your contract with Deliveroo being ended with immediate effect.\nChecking ID is critical as it's against the law to deliver alcohol to anyone under the age of 18 or to anyone who appears to be drunk. It is vital that you check ID no matter how old a customer looks.\nYou should also not deliver alcohol to customers in public places - alcohol can only be delivered to residential and business addresses. If the customer is in a public place, don't hand over the alcohol, and call Rider Support.\nRemember, you’re shown which orders contain alcohol before you accept them, and you can always choose to reject these orders when you're offered them.",
    "trans": "Eğer kimlik talep eder ve müşteri geçerli bir kimlik sunmazsa veya yaşı küçükse ve doğru prosedürü takip edip alkolü geri alırsanız, yine de ücreti alırsınız.\nDeliveroo, bu önemli adımın takip edildiğinden emin olmak için düzenli olarak 18-20 yaş arası müşterilerle test siparişleri yapar. Kimlik kontrolü yapmamanız, sadece o sipariş için ücret almanızı engellemekle kalmaz, aynı zamanda Deliveroo ile olan sözleşmenizin derhal feshedilmesine neden olabilir.\nKimlik kontrolü yapmak çok önemlidir, çünkü 18 yaşından küçük veya sarhoş göründüğü belirlenen birine alkol teslim etmek yasaktır. Müşterinin yaşını ne kadar büyük göründüğüne bakmaksızın kimlik kontrolü yapmanız çok önemlidir.\nAyrıca alkolü kamuya açık yerlerdeki müşterilere teslim etmemeniz gerekir; alkol yalnızca konut ve iş yerlerine teslim edilebilir. Müşteri kamusal bir alanda ise, alkole teslim etmeyin ve Rider Support ile iletişime geçin.\nUnutmayın, alkol içeren siparişleri kabul etmeden önce bu siparişlerin size gösterildiğini ve size sunulduğunda bu siparişleri reddetme hakkınızın olduğunu daima hatırlamalısınız."
}