{
    "source": "en_US",
    "target": "tr_TR",
    "text": "(Date format is YYYY/MM/DD)\nFor instructions on how to obtain police certificates for specific countries:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nFor instructions on how to submit a fee online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nIf you need to submit an immigration form, consult:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPlease note:\nAll documents must be in either English or French. You must provide a certified translation for any documents not already in English or French.\nYou must provide the information/documents by the date indicated above for each item.\nIf you fail to comply with this requirement, an officer will review your application and will make a decision based on the information already on file. Note that this could result in the refusal of your application.\nPlease submit scanned/electronic copies of your original documents ONLY. We do not accept in-person or mail-in submissions of requested documents at the Consulate.\nPlease include this letter with the requested documents and include the application number indicated at the top of this letter on any information you submit.\nIf you already have an online account:\nPlease upload and submit all the requested documentation via your online account; note that once the due date has passed, you will no longer be able to upload the requested documentation.",
    "trans": "(Tarih formatı YYYY/AA/GG'dir)\nBelirli ülkeler için polis sertifikalarının nasıl alınacağına dair talimatlar için:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nÜcretin çevrimiçi nasıl ödeneceğine dair talimatlar için:\nhttps://eservices.cic.gc.ca/epay/welcome.do?lang=en\nBir göçmenlik formu göndermeniz gerekiyorsa, lütfen şu adresi ziyaret edin:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nLütfen dikkat:\nTüm belgeler İngilizce veya Fransızca olmalıdır. İngilizce veya Fransızca olmayan tüm belgeler için onaylı bir çeviri sağlamanız gerekmektedir.\nBilgi/belgeleri, her bir madde için yukarıda belirtilen tarihe kadar sağlamalısınız.\nBu gerekliliğe uymamanız durumunda, bir memur başvurunuzu inceleyecek ve yalnızca dosyanızda bulunan bilgilere dayanarak bir karar verecektir. Bu durum, başvurunuzun reddedilmesiyle sonuçlanabilir.\nLütfen yalnızca orijinal belgelerinizin taranmış/elektronik kopyalarını gönderin. Konsoloslukta talep edilen belgelerin şahsen veya posta yoluyla teslim edilmesi kabul edilmemektedir.\nLütfen bu mektubu talep edilen belgelerle birlikte gönderin ve sunduğunuz tüm bilgilerde bu mektubun üst kısmında belirtilen başvuru numarasını ekleyin.\nEğer zaten bir çevrimiçi hesabınız varsa:\nLütfen tüm talep edilen belgeleri çevrimiçi hesabınız aracılığıyla yükleyip gönderin. Unutmayın, son tarih geçtikten sonra talep edilen belgeleri yükleme imkanınız olmayacaktır."
}