{
    "source": "en_US",
    "target": "tr_TR",
    "text": "visit http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS code 01857J) DOCKLANDS\n78 Week(s) (No credits granted)\nFull time. Please refer to Monash College course information\nat http://www.monashcollege.edu.au/courses for more information concerning modes of study\n72 credit points are required to complete this course (No credits granted)\n$31,733.33 Estimated total tuition fees $47,600.00 (No credits payable to complete this granted)\ncourse\nIn some circumstances additional non-tuition fees may apply. Please refer to the Additional Costs and Other Study Cost Table which lists administrative charges that apply in certain situations which can be found here:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nFurther non-tuition fees may be listed in the link found here:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nIf you require further information contact Monash Connect on 03 9902 6011 or\nhttps://www.monash.edu/students/support/connect\nBased on your previous Mathematics subject study, you can enrol in Mathematics or Advanced Mathematics as one of your Foundation subject selection.",
    "trans": "http://www.monashcollege.edu.au/courses adresini ziyaret edin 072824G\nMonash College Pty Ltd (CRICOS kodu 01857J) DOCKLANDS\n78 Hafta (Kredi verilmedi)\nTam zamanlı. Çalışma biçimleri hakkında daha fazla bilgi için lütfen Monash College ders bilgilerine bakın\nhttp://www.monashcollege.edu.au/courses\nBu dersi tamamlamak için 72 kredi puanı gereklidir (Kredi verilmedi)\n$31,733.33 Tahmini toplam öğrenim ücreti $47,600.00 (Bu dersi tamamlamak için ödenecek kredi yok)\nders\nBazı durumlarda ek öğrenim ücreti olmayan ücretler uygulanabilir. Lütfen belirli durumlarda geçerli olan idari ücretlerin listelendiği Ek Maliyetler ve Diğer Çalışma Maliyeti Tablosuna bakın; bu tabloyu burada bulabilirsiniz:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nDiğer eğitim ücreti dışı ücretler burada bulunan bağlantıda listelenebilir:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nDaha fazla bilgiye ihtiyacınız varsa 03 9902 6011 numaralı telefondan Monash Connect ile iletişime geçin veya\nhttps://www.monash.edu/students/support/connect\nÖnceki Matematik ders çalışmanıza bağlı olarak,Temel ders seçiminizden biri olarak Matematik veya İleri Matematik dersine kayıt olabilirsiniz."
}