{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Please look for your Official USPS Change-of-Address Welcome Kit™ at your new address soon. You'll be able to verify your Change-of-Address information and get valuable savings to help with your move.\nNote: Only one member of your household will receive a Welcome Kit. All others will receive a Change-of-Address confirmation letter.\nNotify mailers directly of your new address. Many companies (financial, health insurance, etc.) will not change your address unless you contact them directly. Failure to notify these companies directly may result in a loss of important services.\nPlease do not reply to this email. This email was sent from a notification-only email address that cannot accept incoming mail.\nThe person who submitted this Change-of-Address form states that he or she is the person, executor, guardian, authorized officer, or agent of the person for whom mail would be forwarded under this order. Anyone submitting false or inaccurate information on this form is subject to punishment by fine or imprisonment or both under Sections 2, 1001, 1702 and 1708 of Title 18, United StatesCode.\nNot Changing Your Address?",
    "trans": "Lütfen yeni adresinizde USPS Adres Değişikliği Hoş Geldiniz Kiti™inizi yakında kontrol edin. Adres değişikliğinizi doğrulayabilir ve taşınmanıza yardımcı olacak değerli tasarruflar elde edebilirsiniz.\nNot: Ev halkınızdan yalnızca bir kişi Hoşgeldin Kiti alacaktır. Diğer tüm üyeler bir Adres Değişikliği onay mektubu alacaklardır.\nYeni adresinizi doğrudan göndericilere bildirin. Birçok şirket (finansal, sağlık sigortası vb.) adresinizi yalnızca doğrudan iletişim kurduğunuzda değiştirecektir. Bu şirketlere doğrudan bildirimde bulunmamanız, önemli hizmetlerin kaybına yol açabilir.\nLütfen bu e-postaya yanıt vermeyin. Bu e-posta, gelen postaları kabul etmeyen yalnızca bildirim amaçlı bir e-posta adresinden gönderilmiştir.\nBu Adres Değişikliği formunu gönderen kişi, bu düzenleme kapsamında postaların iletileceği kişi, vekil, yetkili ofis sahibi ya da temsilci olduğunu beyan etmektedir. Bu formda yanlış ya da yanıltıcı bilgi veren kişiler, 18. Madde, 1001, 1702 ve 1708 bölümleri uyarınca para cezası, hapis cezası ya da her ikisiyle cezalandırılabilirler.\nAdresinizi değiştirmiyor musunuz?"
}