{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Do you consent to your supply to be off for around 1 hour per fuel?\nCan you confirm someone over the age of 18 will be available for the 4 hour appointment window?\nWhat are the best on the day contact details?\nWould you like the engineer to have a Passphrase\nIf we are able to communicate with the meter, are you happy for us to collate readings half hourly?\nAre there any vulnerabilities we need to be aware of?\nAre there any animals in the property? if so they will need to be put away for the appointment\nBoiler & Flue location - If the boiler is located in the loft, is the loft boarded and accessible with an existing loft ladder?\nAlso I'd like to make you aware of our Guaranteed Standards of Service: This a promise to our customer that when an appointment is booked, we will arrive as and when we say we will and complete the appointment. If we don’t then the customer may be entitled to a payment of £30.00.\nI await your response.\nIf there is anything else you want me to help you with, please do get in touch.\nHave a great day!\nMia",
    "trans": "Yaklaşık 1 saat boyunca yakıt başına enerji arzınızın kesilmesine onay veriyor musunuz?\nRandevu süresi olan 4 saatlik zaman diliminde 18 yaşından büyük birinin hazır bulunacağını teyit edebilir misiniz?\nRandevu günü için en iyi iletişim bilgileri nelerdir?\nMühendis için özel bir parola kullanmasını ister misiniz?\nSayaca uzaktan erişim sağlayabilirsek, yarım saatlik veri okuma işlemi yapmamıza izin veriyor musunuz?\nBilinmesi gereken herhangi bir hassasiyet durumu var mı?\nEvinizde hayvan var mı? Varsa, randevu sırasında başka bir yerde tutulmaları gerekiyor.\nKazanın ve baca çıkışının konumu nedir? Eğer kazan çatı katındaysa, çatı katı döşenmiş mi ve mevcut bir çatı katı merdiveniyle erişilebilir durumda mı?\nAyrıca, Garantili Hizmet Standartlarımız hakkında sizi bilgilendirmek isterim: Bu, müşterilerimize randevu alındığında zamanında gelip randevuyu tamamlayacağımıza dair bir sözümüzdür. Eğer bunu başaramazsak, müşterilerimiz £30.00 tutarında bir ödeme alma hakkına sahip olabilir.\nCevabınızı bekliyorum.\nBaşka bir konuda size yardımcı olmamı ister misiniz, lütfen bana bildirin.\nHarika bir gün geçirmenizi dilerim!\nMia"
}