{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The airdrop recipients are divided into two categories:\nTelegram App Users\nWeb3 Community\nFor both user types, there are Core (User Score) and Bonus (Multipliers) criteria. Each airdrop is calculated as User Score X Multipliers.\nTelegram App Airdrop\nAllocation: ~ 85% of MEMEFI supply\nCore Eligibility Criteria:\nTotal value of all purchases (All TON + Stars Purchases)\nAmount of coins\nThese criteria are independent; fulfilling only one is sufficient to receive the associated airdrop.\nOnly users who have collected a minimum amount of coins (which will be small) will be eligible for the airdrop. Users passing either criterion will have a user score defined based on the higher passing criterion.\nTop players by coins will receive rewards in a non-linear fashion.\nBonus Criteria:\n[Hidden criterion]\nOn-Chain TON Transactions\nGiveaway Participation\nMemeFi Premium\nCampaigns\nThese criteria will have specific multipliers to increase the user score.\n❗ Important: Due to the large number of Telegram app users, we've allocated a by an order of magnitude larger portion of the airdrop supply to this group (it’s a few % to Web3 users against the rest of the airdrop supply to Telegram app users).",
    "trans": "Airdrop alıcıları iki kategoriye ayrılmıştır:\nTelegram Uygulama Kullanıcıları\nWeb3 Topluluğu\nHer iki kullanıcı tipi için de Temel (Kullanıcı Skoru) ve Bonus (Çarpanlar) kriterleri bulunmaktadır. Her airdrop, Kullanıcı Skoru X Çarpanlar olarak hesaplanır.\nTelegram Uygulaması Airdropu\nTahsis: MEMEFI arzının yaklaşık %85’i\nTemel Uygunluk Kriterleri:\nTüm satın alımların toplam değeri (Tüm TON + Yıldız Satın Alımları)\nToplam coin miktarı\nBu kriterler bağımsızdır; yalnızca birinin karşılanması, ilgili airdropu almak için yeterlidir.\nYalnızca belirli bir minimum coin miktarını (bu miktar küçük olacaktır) toplamış olan kullanıcılar airdropa uygun olacaktır. Her iki kriterden birini karşılayan kullanıcılar için kullanıcı skoru, geçilen daha yüksek kriter temel alınarak tanımlanacaktır.\nEn fazla coine sahip oyuncular, ödülleri doğrusal olmayan bir şekilde alacaklardır.\nBonus Kriterleri:\n[Gizli kriter]\nZincir Üzeri TON İşlemleri\nÇekiliş Katılımı\nMemeFi Premium\nKampanyalar\nBu kriterler, kullanıcı skorunu artıracak belirli çarpanlara sahip olacaktır.\n❗ Önemli: Telegram uygulaması kullanıcılarının sayısının fazla olması nedeniyle, airdrop arzının bu grup için çok daha büyük bir kısmı tahsis edilmiştir (Web3 kullanıcılarına birkaç % karşılık, geri kalan airdrop arzı Telegram kullanıcılarına ayrılmıştır)."
}