{
    "source": "en_US",
    "target": "tr_TR",
    "text": "that “our strategy has been to keep doing what we are doing in a much better and bigger manner. There\nhas been no change in the way we are engaging with the brand and the consumer.” CCD began by\nupgrading about 150 of its stores, while letting the leases on some of the older and slightly rundown\nproperties lapse. It also focused on innovations in its food and beverage offerings, introducing four\nnew food items in 2014. Madhav sought to fill in certain menu gaps compared to the competition,\nlaunching a Snowy Vanilla Frappe. CCD also marginally raised its product prices. For instance, it\nincreased the price of a small cappuccino from 66 Indian rupees (Rs. $1.05) to Rs. 79 ($1.25).b This\nhelped counter inflation yet still maintain a big price advantage over Starbucks, which had raised its\nprices four times in the last two years. In January 2015, Starbucks’ small cappuccino was priced at Rs.\n120 ($1.98). These measures helped CCD increase its average sales per day per outlet from roughly $240",
    "trans": "“stratejimiz, yaptığımız işi çok daha iyi ve daha büyük bir şekilde yapmaya devam etmek oldu.\nMarka ve tüketiciyle etkileşim kurma şeklimizde hiçbir değişiklik gerçekleşmedi.” CCD,\nyaklaşık 150 mağazasını yenilerken, eski ve biraz bakımsız olanların bazılarının kiralamalarını da uzattı\nözellikleri sona buldu. Ayrıca, dört yeniliği tanıtarak yiyecek ve içecek tekliflerindeki yeniliklere odaklandı\n2014 yılında yeni gıda maddeleri. Madhav, rekabete kıyasla belirli menü boşluklarını tamamlamaya çalıştı,\nrakiplerine kıyasla belirli menü boşluklarını doldurmaya çalıştı. CCD ayrıca ürün fiyatlarını da biraz artırdı. Örneğin,\nüçük bir kapuçinonun fiyatını 66 Hindistan rupisinden (1,05 Rs.) 79 Rs'ye (1,25 $) çıkardı.b Bu,\nenflasyona direnmeye yardımcı oldu ancak yine de son iki yılda fiyatlarını dört kez\nartıran Starbucks'a göre büyük bir fiyat avantajını sabitledi. Ocak 2015'te Starbucks'ın küçük kapuçinosunun fiyatı Rs.\n120 ($1.98). Bu önlemler, CCD’nin mağaza başına günlük ortalama satışlarını yaklaşık $240’dan artırmasına yardımcı oldu."
}