{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Maintain physical stamina and proper mental attitude while dealing effectively with guests, management, team members, and outside contacts while working under pressure and meeting deadlines.\nMust be able to frequently move freely about the property, maintain manual dexterity to operate job related equipment, such as telephones, copiers, etc., withstand various activities such as frequent walking, sitting for long periods and withstand prolonged standing, stretching, bending and kneeling without restriction.\nBe able to work indoors and be exposed to various environmental contaminants including smoke.\nAbility to lift or carry a minimum of 20 pounds unassisted in the performance of specific tasks assigned.\nMust be able to work with others, communicate well, receive direction, and provide feedback when needed to achieve department goals and objectives.\nMust maintain a positive attitude toward work and interface with guests in a congenial and polite manner.\nMust be able to address stressful situations with clients with dignity and the utmost tact and politeness.",
    "trans": "Fiziksel dayanıklılığı ve uygun bir zihinsel tutumu koruyarak, misafirler, yönetim, ekip üyeleri ve dış paydaşlarla etkili bir şekilde iletişim kurarken baskı altında çalışmak ve son teslim tarihlerine uymak.\nMülk içinde serbestçe hareket edebilmeli, işle ilgili ekipmanları (telefonlar, fotokopi makineleri vb.) kullanmak için el becerisini koruyabilmeli, sık sık yürümek, uzun süre oturmak, uzun süre ayakta durmak, esneme, eğilme ve diz çökme gibi çeşitli faaliyetlere kısıtlama olmaksızın dayanabilmelidir.\nKapalı alanlarda çalışabilmeli ve duman gibi çeşitli çevresel kirleticilere maruz kalmaya dayanabilmelidir.\nAtanan belirli görevleri yerine getirirken, 20 pound (9 kg) ağırlığı yardım almadan kaldırabilmeli veya taşıyabilmelidir.\nBaşkalarıyla çalışabilmeli, iyi iletişim kurabilmeli, talimat alabilmeli ve gerektiğinde geri bildirim sağlayarak departman hedef ve amaçlarına ulaşabilmelidir.\nİşe karşı olumlu bir tutum sergilemeli ve misafirlerle dostça ve nazik bir şekilde iletişim kurmalıdır.\nMüşterilerle yaşanabilecek stresli durumları, saygılı, son derece zarif ve nazik bir şekilde ele alabilmelidir."
}