{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The wolf pushed once more at her side and she got up, looking up at its humongous frame. It goes down on its hinges, wanting her to climb on it's back.\nIt was then that she had noticed. Not only did Ezra accept her, but his wolf did too. And that meant a lot to her because his wolf and him were two different beings.\nShe weakly gets on, holding unto its fur as tight as she could as they went off, heading back to the castle.\nAs soon as they had arrived, the lycan went down on all four of its legs. She climbed down slowly before looking at it.\n\"Genesis!\" Beverly calls, walking on the bridge that led to the castle.\nGenesis stared at her mate before it stood up and dashed into the woods, making her lips part in awe.\n\"I was so worried about you! I was looking for you the whole night.\" Bethany says worrisely, wrapping a blanket around her small frame. \"Let's get you inside.\"\n................\n\"Would you like to come into the village with me?\" Bethany asks, handing her some tea.",
    "trans": "Kurt bir kez daha yanına yaklaştı ve o, devasa çerçevesine bakarak ayağa kalktı. Kurt, sırtına binmesini istediğini gösterircesine dizlerinin üzerine çöktü.\nO anda fark etti. Ezra yalnızca onu kabul etmekle kalmamış, kurdu da onu kabul etmişti. Bu, onun için çok önemliydi çünkü Ezra'nın kurdu ve kendisi iki farklı varlıktı.\nZayıf bir şekilde kurdun sırtına bindi, tüylerine sıkıca tutundu ve kaleye doğru yola çıktılar.\nVardıklarında lycan (kurt adam), dört ayağının üzerine indi. Genesis yavaşça sırtından inerken ona baktı.\n\"Genesis!\" Beverly, kaleye uzanan köprüden yürürken seslendi.\nGenesis, eşine bir an bakıp ormanda hızla kayboldu, bu da Bethany'nin ağzını hayretle açmasına neden oldu.\n\"Senin için çok endişelendim! Bütün gece seni aradım,\" dedi Bethany endişeli bir şekilde, küçük bedenine bir battaniye sararak. \"Haydi, içeri girelim.\"\n................\n\"Benimle köye gelmek ister misin?\" diye sordu Bethany, ona bir fincan çay uzatarak."
}