{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The photo result will be used for verification at level 1 visitor’s counter, and is valid for 24 hours only.\nPlease do not send it to us.\nYour child is exempted from swabbing as he is below five years of age.\nYour child’s sleep study is rescheduled, as discussed, to:\n16 OCT 2024, WEDNESDAY @ MAIN BUILDING\n(Yellow Zone G)\nLEVEL 4, #04-62,\nPaediatric Sleep Laboratory\n(beside the playground, just before Paediatric Day Therapy).\n*NOT ZONE E*\nOur Laboratory opens at 8.30pm.\nPlease arrive before 9.30pm.\nRegistration will be done on-site. CPF account holder has to be present. Kindly declare your personal insurance for payment, if any.\nOne Covid-ART-tested caregiver is allowed to stay overnight.\nPlease do not stop any medication without doctor's instructions.\nPlease bring along your child’s sleep clothes, toiletries, slippers, comb and, if preferred, pillows and toys.\nNo meal will be provided.\nIt will be a single room with a bed and a sofa bed beside it. Pillows, blankets, television and public WiFi access will be available.",
    "trans": "Fotoğraf sonucu, 1. seviye ziyaretçi bankosunda doğrulama için kullanılacaktır ve sadece 24 saat geçerlidir.\nLütfen bu fotoğrafı bize göndermeyin.\nÇocuğunuz, beş yaşın altında olduğu için sürüntü testinden muaf tutulmuştur.\nÇocuğunuzun uyku çalışması, konuşulduğu üzere şu tarihe yeniden planlanmıştır:\n16 EKİM 2024, ÇARŞAMBA @ ANA BİNA\n(Sarı Bölge G)\n4. KAT, #04-62,\nPediatrik Uyku Laboratuvarı\n(oyun alanının yanında, Pediatrik Gündüz Terapisi’nin hemen öncesinde).\nNOT: ZONE E DEĞİL.\nLaboratuvarımız saat 20.30’da açılacaktır.\nLütfen 21.30’dan önce geliniz.\nKayıt işlemleri yerinde yapılacaktır. CPF hesabı sahibinin hazır bulunması gerekmektedir. Ödeme için mevcutsa kişisel sigortanızı beyan ediniz.\nBir Covid-ART testi yapılmış refakatçi gece boyunca kalabilir.\nLütfen doktor talimatı olmadan ilaçlarınızı kesmeyiniz.\nLütfen çocuğunuzun uyku kıyafetlerini, kişisel bakım ürünlerini, terliklerini, tarağını ve tercih edilirse yastıklarını ve oyuncaklarını yanınızda getirin.\nYemek servisi sağlanmayacaktır.\nOda, bir yatak ve yanındaki bir kanepe yatağı bulunan tek kişilik bir oda olacaktır. Yastıklar, battaniyeler, televizyon ve halka açık WiFi erişimi mevcut olacaktır."
}