{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Construction Industry Keynote\nFind out the latest Autodesk Construction Cloud updates and hear from industry innovators pushing the boundaries of what's possible including a guest speaker from Gamuda Bhd. Plus, simplify how you work, unlock the power of your data, and standardize your processes.\nOctober 16 at 3:00 PM PT\nMedia & Entertainment Industry Keynote\nCheck out insights into new capabilities in Autodesk Flow, our industry cloud for media & entertainment. Learn about the future of content production while leveraging the power of Autodesk AI and our core portfolio. Hear from guest speakers from DigitalFish, Wonder Dynamics, and Howard University.\nOctober 16 at 3:00 PM PT\nDesign & Manufacturing Industry Keynote\nAutodesk leaders will detail important updates to Autodesk Fusion and our product portfolio, highlighting how customers are leveraging our technology to achieve better outcomes. Hear directly from guest speakers from Hyundai Motor Co. and Bridgestone.",
    "trans": "İnşaat Endüstrisi Ana Konuşması\nAutodesk Construction Cloud’un en son güncellemelerini öğrenin ve sektördeki yenilikçilerin, Gamuda Bhd.'den bir konuk konuşmacı da dahil olmak üzere, mümkün olanın sınırlarını zorlayan görüşlerini dinleyin. Ayrıca, nasıl çalıştığınızı basitleştirin, verilerinizin gücünü açığa çıkarın ve süreçlerinizi standartlaştırın.\n16 Ekim saat 15:00 PT\nMedya ve Eğlence Endüstrisi Ana Konuşması\nAutodesk Flow’daki yeni yeteneklere dair içgörüleri keşfedin, bu endüstri bulutumuz medya ve eğlence için. İçerik üretiminin geleceğini öğrenirken, Autodesk AI’ın gücünden ve ana portföyümüzden nasıl faydalandığınızı keşfedin. DigitalFish, Wonder Dynamics ve Howard University’den konuk konuşmacıları dinleyin.\n16 Ekim saat 15:00 PT\nTasarım ve Üretim Endüstrisi Ana Konuşması\nAutodesk liderleri, Autodesk Fusion ve ürün portföyümüzle ilgili önemli güncellemeleri detaylandıracak, müşterilerin teknolojimizi daha iyi sonuçlar elde etmek için nasıl kullandığını vurgulayacak. Hyundai Motor Co. ve Bridgestone’dan konuk konuşmacılardan doğrudan dinleyin."
}