{
    "source": "en_US",
    "target": "tr_TR",
    "text": "H. pylori is a Gram-negative bacterium that plays a pivotal role in the development of gastritis,\npeptic ulcers, and gastric cancer. In addition to its association with various gastrointestinal disorders,\nan increased prevalence of H. pylori infection in patients with rosacea was also reported. About 88% of\nthe patients with rosacea were infected with H. pylori, compared with 65% of the non-ulcer dyspeptic\ncontrols [57]. Moreover, eradication of H. pylori improved the skin symptoms of rosacea [57–59].\nHowever, a Danish population-based cohort study reported no significant association between H. pylori\ninfection (hazard ratio (HR): 1.04; 95% CI: 0.96–1.13) in patients with rosacea compared with control\nsubjects [60]. Although they also found an increased prevalence of H. pylori infection in patients with\nrosacea, the prevalence of new-onset H. pylori infection was not increased in patients with rosacea,\nsuggesting that H. pylori infection could be one of the predisposing factors in rosacea by acting as a",
    "trans": "H. pylori gastrit, peptik ülser ve mide kanserinin oluşumunda önemli bir rol oynayan gram-negatif bir bakteridir,\nÇeşitli gastrointestinal bozukluklarla ilgisine ek olarak,\nrosacea hastalarında da artan bir H. pylori enfeksiyonu yaygınlığı bildirilmiştir.\nÜlser olmayan dispeptik kontrollerin %65'ine kıyasla, rosacea hastalarının yaklaşık %88'i H. pylori ile enfekte olmuştur [57].\nAyrıca H. pylori'nin yok edilmesi, rosacea kaynaklı cilt semptomlarını iyileştirdi [57–59].\nBununla birlikte, Danimarka'da yapılan nüfus temelli bir kohort çalışması,\nrosacea hastalarındaki H. pylori enfeksiyonu (tehlike oranı (HR): 1.04; %95 CI: 0.96-1.13) ile kontrol grubu arasında anlamlı bir ilişki olmadığını raporlamıştır [60].\nRosacea hastalarında artan bir H. pylori enfeksiyonu yaygınlaşması da bulmuş olmalarına rağmen,\nrosacea hastalarında yeni başlayan H. pylori enfeksiyonunun yaygınlığı artmamıştır,\nbu durum H. pylori enfeksiyonunun diğer bağırsak bakterilerinin büyümesi için bir kaynak görevi görerek rosacea'ya yatkınlık yaratan faktörlerden biri olabileceğini düşündürmektedir [60]."
}