{
    "source": "en_US",
    "target": "tr_TR",
    "text": "● What are the communication patterns and needs of individuals from different age groups?\nSuch descriptive reports also capture generational shifts—such as Millennials’ and Generation Z’s prioritization of work-life balance—and highlight the need for strategies to communicate across differences in organizations. Similar demographic analyses could be applied to race, ethnicity, family structure, social class, household composition, and geographic difference, which would reveal how the workplace is evolving as these demo- graphic patterns shift.\n● How can we communicate with members of a diverse workforce in ways that value difference and help achieve organizational and individual goals?\nChanging demographics also create new opportunities and challenges for organiza- tional communication because they result in multicultural workplaces, including workers with increasing responsibilities to aging family members; workers with longer commutes; and workers who telecommute. Changing demographics also magnify the importance of treating individuals with different ethnic backgrounds, races, ages, genders, abilities, and sexual orientations in ways that honor these differences and create opportunities for meet- ing both individual and organizational goals. Thus, questions confronting organizational communication scholars as they consider these demographic shifts include:",
    "trans": "● Farklı yaş gruplarındaki bireylerin iletişim kalıpları ve ihtiyaçları nelerdir?\nBu tür tanımlayıcı raporlar, — Y kuşağı ve Z kuşağının iş-yaşam dengesine öncelik vermesi gibi kuşak değişimlerini — de yakalar ve kuruluşlardaki farklılıklar arasında iletişim kurmak için stratejilere duyulan ihtiyacı vurgular. Benzer demografik analizler ırk, etnik köken, aile yapısı, sosyal sınıf, hane halkı kompozisyonu ve coğrafi farklılıklara uygulanabilir ve bu demografik kalıplar değiştikçe iş yerinin nasıl dönüştüğünü ortaya koyabilir.\n● Farklılıklara değer veren ve kurumsal ve bireysel hedeflere ulaşılmasına yardımcı olan yolları kullanarak kapsamlı bir iş gücünün üyeleriyle nasıl iletişim kurabiliriz?\nDeğişen demografiler, yaşlanan aile üyelerine karşı artan sorumlulukları olan çalışanlar, daha uzun mesafeli işe gidip gelen çalışanlar ve uzaktan çalışanları içeren çok kültürlü işyerlerini ortaya çıkardığı için örgütsel iletişim için yeni fırsatlar ve zorluklar da ortaya çıkarmaktadır. Değişen demografiler, farklı etnik kökenlere, ırklara, yaşlara, cinsiyetlere, yeteneklere ve cinsel yönelimlere sahip bireylere, bu farklılıkları onurlandıran ve hem bireysel hem de örgütsel hedeflere ulaşma fırsatları ortaya komanın önemini de artırmaktadır. Bu nedenle, örgütsel iletişim araştırmacılarının bu demografik değişimleri ele alırken karşılaştıkları sorular şunlardır:"
}