{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Morena smiled, her hands reaching for the zipper of her dress. \"Then show me how much you want me,\" she said, her voice a sultry whisper.\nAgron's hands gripped her hips, pulling her close. His lips met hers in a fierce kiss, his tongue exploring her mouth. Morena moaned, her body pressing against his.\nBreaking the kiss, Agron began to trail his lips down her neck, nibbling and sucking on the sensitive skin. Morena gasped, her hands gripping his shoulders. \"Yes, Agron. Just like that,\" she whispered.\nAgron's hands moved to her breasts, cupping them through her bra. He could feel her nipples hardening against his palms. He unhooked her bra, letting it fall to the ground. His mouth found her nipple, sucking and licking until Morena was writhing beneath him.\n\"God, Agron. That feels so good,\" she moaned.\nAgron smiled, his hand moving down to her pussy, rubbing her through the lace of her thong. He could feel her wetness, her desire. He hooked his fingers into the thong, pulling it aside and revealing her glistening pussy.\n\"You're so wet, Morena. You want this, don't you?\" he whispered, his fingers dipping into her wetness.",
    "trans": "Morena gülümsedi, elleri elbisesinin fermuarına uzandı. \"O zaman beni ne kadar arzuladığını göster,\" dedi, sesi şehvetli bir fısıltıydı.\nAgron'un elleri kalçalarını kavradı, onu kendine çekti. Dudakları ateşli bir öpücükle dudaklarıyla buluştu, dili ağzını keşfediyordu. Morena inledi, vücudunu onunkine bastırdı.\nAgron öpmeyi bırakıp dudaklarını onun boynundan aşağı doğru gezdirmeye başladı, hassas tenini hafifçe ısırıyor ve emiyordu. Morena nefes nefese kaldı, elleri omuzlarını kavradı. \"Evet, Agron. Böyle devam et,\" diye fısıldadı.\nAgron'un elleri göğüslerine uzandı, sütyeninden onları kavradı. Avuç içlerinde meme uçlarının sertleştiğini hissedebiliyordu. Sütyeninin kopçasını çıkarıp yere attı. Ağzı meme ucunu buldu, Morena altında kıvranıncaya kadar emdi ve yaladı.\n\"Tanrım, Agron. Bu çok iyi hissettiriyor,\" diye inledi.\nAgron gülümsedi, eli onun amına doğru indi, tanga danteli üzerinden onu ovuşturdu. Islaklığını, arzusunu hissedebiliyordu. Parmaklarını tanga içine geçirdi, bir kenara çekti ve parlayan amını ortaya çıkardı.\n\"Çok ıslaksın, Morena. Bunu istiyorsun, değil mi?\" diye fısıldadı, parmakları onun ıslaklığına daldı."
}