{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Vegan food supplement, gluten free, lactose free and yeast free – Our pure ascorbic acid tablets are highly concentrated (1000mg per capsule) and are created gluten-free, lactose free and without any other animal products. They are also certified by the V-Label and registered as vegan.\nVITAMIN C IS AN ESSENTIAL NUTRITIVE ELEMENT - The human body is not able to produce vitamin C independently, so it is important to take a sufficient dose that follows a proper diet. Our vitamin C supplement is useful for those who do not eat enough fruits and vegetables or for those with vitamin C deficiency.\n✅ NEW STANDARDS OF QUALITY AND STABILITY - gloryfeel products are manufactured in Germany and undergo extensive stability tests in order to maintain a consistent quality over a long period of time. Our commitment to exceed industry standards underscores our leadership position in quality assurance. Discover our certificates of analysis for more transparency and trust. Keep out of reach of children and not recommended for children under 6 years old.",
    "trans": "Vegan besin takviyesi, glütensiz, laktozsuz ve mayasız - Saf askorbik asit tabletlerimiz oldukça konsantredir (Kapsül başı 1000mg) ve glütensiz, laktozsuz ve başka hiçbir hayvansal ürün içermeksizin üretilmiştir. V-Label tarafından da sertifikalandırılmıştır ve vegan olarak tescil edilmiştir.\nC VİTAMİNİ TEMEL BİR BESİN ELEMENTİDİR - İnsan vücudu C vitaminini kendiliğinden üretemez, bu nedenle uygun bir diyeti takip eden yeterli bir doz almak önemlidir. C vitamini takviyemiz, yeterli meyve ve sebze yemeyenler veya C vitamini eksikliği olanlar için yararlıdır.\n✅ YENİ KALİTE VE İSTİKRAR STANDARTLARI - gloryfeel ürünleri Almanya'da üretilir ve uzun bir zaman dilimi boyunca tutralı kalitesini sürdürmesi için kapsamlı istikrar testlerine tabi tutulur. Sektör standartlarını aşma taahhüdümüz, kalite güvencesindeki lider konumumuzu vurgular. Daha fazla şeffaflık ve güven için analiz sertifikalarımızı keşfedin. Çocukların erişemeyeceği yerlerde saklayın ve 6 yaşından küçük çocuklar için tavsiye edilmez."
}