{
    "source": "en_US",
    "target": "tr_TR",
    "text": "• Travel during school holidays (other than returning to your home country) is only permitted if you are accompanied by a parent, guardian, homestay carer, close relative or on an approved school excursion.\n• Leave during the school term can only be approved under compassionate/compelling reasons, and you must provide supporting documents as evidence.\n• If your leave includes school days, you must submit a copy of your flight tickets after your leave is approved.\nSchool: _______________________________________________________________________________ DEI student no: __________________ Date of application: / /\nStudent full name: ______________________________________________________________________ Student mobile number: _________________ Student email: ___________________________________ Departure date: / / Arrival date in Australia: / /\nTotal number of school days that you would be missing: _______________________________________ Destination: Home country Other destination: __________________________________________ Reason for leave request: ________________________________________________________________ __________________________________________________________________________________________ Parent’s declaration (The student’s parent must complete this section)\n• I confirm that the above travel details are true and correct.\n• I take full responsibility for my child’s safety during the above leave. If the leave is taken during the\nschool term, I am aware that this may affect my child’s attendance and his/her ability to meet the",
    "trans": "• Okul tatilleri sırasında seyahat etmenize (kendi ülkenize dönüş hariç) yalnızca bir veli, vasi, ev sahibi bakıcı, yakın bir akraba eşliğinde veya onaylı bir okul gezisi esnasında izin verilir.\n• Okul dönemi içinde izne yalnızca mazur gösteren/zorlayıcı sebeplerin varlığı durumunda onay verilebilir, ve kanıt olarak destekleyici belgeler sunmanız gerekir.\n• İzininiz okul günlerini de kapsıyorsa, izniniz onaylandıktan sonra uçak biletinizin bir kopyasını sunmalısınız.\nOkul: _______________________________________________________________________________ DEI öğrenci no: __________________ Başvuru tarihi: / /\nÖğrencinin tam adı: __________________________________________________________________________ Öğrencinin cep telefonu numarası: _________________ Öğrencinin e-posta adresi: ___________________________________ Ayrılış tarihi: / / Avustralya'ya varış tarihi: / /\nKaçıracağınız toplam okul günü sayısı: _______________________________________ Varış noktası: Memleket Diğer varış noktası: __________________________________________ İzin talebinin nedeni: ________________________________________________________________ __________________________________________________________________________________ Veli beyanı (Bu bölümü öğrencinin velisi doldurmalıdır)\n• Yukarıdaki seyahat ayrıntılarının gerçekliğini ve doğruluğunu onaylıyorum.\n• Yukarıdaki izin boyunca çocuğumun güvenliğiyle ilgili tüm sorumluluğu üstleniyorum. Eğer izin okul döneminde alınmışsa\nbunun çocuğumun devamını ve devam zorunluluğunu etkileyebileceğinin bilincindeyim."
}