{
    "source": "en_US",
    "target": "tr_TR",
    "text": "• Starting Low, Going Slow: Patients usually start with 25 mg and increase the dose gradually (to 50 mg, 100 mg, and possibly higher if needed) over weeks. This slow titration is crucial to reduce the risk of serious side effects, such as severe skin reactions.\n• Typical Maintenance Dose: After titration, the maintenance dose often falls between 100-200 mg daily, though it can be adjusted based on clinical response and tolerability.\nImportant Considerations\n• Risk of Rash: One of the most serious risks is the potential for a severe rash, including Stevens-Johnson syndrome (SJS). Any new or worsening rash should be reported immediately to a healthcare provider, especially if it appears during dose changes.\n• Common Side Effects: Common side effects include dizziness, headache, blurred vision, nausea, and insomnia. These often lessen with continued use.\n• Drug Interactions: Lamotrigine can interact with other medications, including certain antiepileptics, oral contraceptives, and medications that affect liver enzymes. These interactions may require dose adjustments.\nMonitoring and Follow-Up\n• Mood and Symptom Tracking: Patients should monitor and report any recurrence of depressive or hypomanic symptoms, as well as any new side effects.",
    "trans": "• Düşükten Başlayın, Yavaş Gidin: Hastalar genellikle 25 mg ile başlar ve dozu haftalar boyunca kademeli olarak artırırlar (gerekirse 50 mg, 100 mg ve daha yüksek olabilir). Bu yavaş titraj, şiddetli cilt reaksiyonları gibi ciddi yan etki riskini azaltmak için çok önemlidir.\n• Genel Bakım Dozu: Titrajdan sonra idame dozu genellikle günlük 100-200 mg arasına düşer, ancak klinik yanıt ve tolere edilebilirliğe göre ayarlanabilir.\nÖnemli Hususlar\n• Döküntü Riski: En ciddi risklerden biri, Stevens-Johnson sendromu (SJS) dahil olmak üzere şiddetli döküntü olasılığıdır. Özellikle doz değişiklikleri sırasında, herhangi bir yeni ortaya çıkarsa ya da mevcut bir döküntü kötüleşirse derhal bir sağlık uzmanına bildirilmelidir.\n• Yaygın Yan Etkiler: Yaygın yan etkiler arasında baş dönmesi, baş ağrısı, bulanık görme, mide bulantısı ve uykusuzluk bulunur. Bunlar genellikle sürekli kullanımla azalır.\n• İlaç Etkileşimleri: Lamotrigin, bazı antiepileptikler, oral kontraseptifler ve karaciğer enzimlerini etkileyen ilaçlar dahil olmak üzere diğer ilaçlarla etkileşime girebilir. Bu etkileşimler doz ayarlamaları gerektirebilir.\nİzleme ve Takip\n• Ruh Hali ve Semptom Takibi: Hastalar, depresif veya hipomanik semptomların tekrarlaması durumunda ve yeni yan etkiler ortaya çıktığında bunları izlemeli ve rapor etmelidir."
}