{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Veho waitlist times vary market to market. When additional drivers are needed, we will reach out based on the date and time of your registration. We check in with drivers who are on the waitlist for 90 days or longer to ensure that they are still interested on driving on the platform.\nWhat if I do not want to be placed on the waitlist?\nIf you are not interested in being placed on the waitlist, reach out to support@shipveho.com to have us remove your registration. Additionally, if drivers are no longer interested in being placed on the waitlist, but want to reapply in the future please reach out to Veho Support.\nWhy does my city have a waitlist and others do not?\nThe waitlist is based on a variety of city-specific factors that are constantly changing. It’s important to us at Veho to make sure all our drivers have access to routes in their area to have earning opportunities in line with their preferences on the Veho platform.",
    "trans": "Veho bekleme listesi süreleri pazara göre değişiklik gösterir.Ek sürücülere ihtiyaç duyulduğunda, kayıt tarih ve saatine göre sizinle iletişime geçeceğiz. Bekleme listesinde 90 gün veya daha uzun süre bulunan sürücülerle, hâlâ platformda sürücü olarak çalışmakla ilgilenip ilgilenmediklerini doğrulamak için iletişime geçiyoruz.\nBekleme listesine alınmak istemezsem ne olur?\nBekleme listesine alınmak istemiyorsanız, kaydınızın kaldırılması için support@shipveho.com adresinden bizimle iletişime geçin. Ayrıca, sürücüler bekleme listesinde yer almak istemediklerinde ancak gelecekte yeniden başvuru yapmak istediklerinde, lütfen Veho Destek ile iletişime geçin.\nNeden benim şehrimde bekleme listesi var, diğerlerinde yok?\nBekleme listesi, sürekli değişen çeşitli şehir bazlı faktörlere dayanır. Veho olarak, tüm sürücülerimizin bölgelerindeki rotalara erişimini sağlamak ve Veho platformunda tercihleri doğrultusunda kazanç fırsatlarına sahip olmalarını temin etmek bizim için önemlidir."
}