{
    "source": "en_US",
    "target": "tr_TR",
    "text": "*China: With public hospitals as the main body, the government plays an important role in the provision and management of medical services. Through financial investment and policy formulation, the government ensures the operation and development of public hospitals, improves the utilization efficiency of medical resources, and provides basic medical services for residents.\n*United States: Dominated by private hospitals and commercial medical insurance. Patients need to buy commercial health insurance to get medical care. The cost of medical care in this way is high, and some residents may not be able to obtain timely medical services because they cannot afford the high medical costs.\nGovernment input and policy orientation:\n*China: The government gives priority to the protection of people's health and continuously increases investment in medical and health services. Through formulating a series of policies and plans, the government guides the development of the medical industry, strengthens the supervision of medical services, and guarantees the quality and safety of medical services.",
    "trans": "*Çin: Hükümet, ana kurum olarak kamu hastaneleri ile tıbbi hizmetlerin sağlanması ve yönetiminde önemli bir rol oynamaktadır. Mali yatırım ve politika oluşturulması yoluyla hükümet, kamu hastanelerinin işletilmesini ve geliştirilmesini sağlamakta, tıbbi kaynakların kullanım verimliliğini artırmakta ve bölge halkına temel tıbbi hizmetler sunmaktadır.\n*Amerika Birleşik Devletleri: Özel hastaneler ve ticari sağlık sigortası hakimdir. Hastaların tıbbi bakım alabilmeleri için ticari sağlık sigortası satın almaları gerekmektedir. Bu şekilde tıbbi bakımın maliyeti yüksektir ve bazı vatandaşlar yüksek tıbbi maliyetleri karşılayamadıkları için zamanında tıbbi hizmet alamayabilir.\nHükümet girdisi ve politika yönelimi:\n*Çin: Hükümet, insanların sağlığının korunmasına öncelik vermekte ve tıp ve sağlık hizmetlerine yapılan yatırımları sürekli olarak artırmaktadır. Hükümet bir dizi politika ve plan hazırlayarak tıp sektörünün gelişimine yön vermekte, tıbbi hizmetlerin denetimini artırmakta ve tıbbi hizmetlerin kalite ve güvenliğini garanti altına almaktadır."
}