{
    "source": "en_US",
    "target": "tr_TR",
    "text": "B. Economies of scale lead to perfect competition, where firms produce homogeneous products and have no influence on market prices.\nC. Economies of scale encourage firms to produce a limited range of goods, potentially leading to monopolistic or oligopolistic market structures and affecting trade patterns through specialization.\nD. Economies of scale result in higher average costs for firms due to the increased complexity of managing larger operations.\nE. Economies of scale are a form of government intervention that distorts market structures and trade flows.\nWhat is the impact of the expansion of market size caused by economic integration on enterprises in the context of international trade? C\nA. It leads to a reduction in the number of firms participating in international trade due to increased competition.\nB. It results in a uniform increase in the scale of production for all firms, regardless of their efficiency or productivity.\nC. It incentivizes only the most efficient firms to expand, potentially leading to a more efficient allocation of resources within the industry.",
    "trans": "B. Ölçek ekonomileri, firmaların birbirinin aynı ürünler ürettiği ve piyasa fiyatları üzerinde herhangi bir etkiye sahip olmadığı mükemmel rekabet ortamını doğurur.\nC. Ölçek ekonomileri, firmaların sınırlı ürünler üretmesini destekler, bu da potansiyel olarak monopol veya oligopol piyasa yapılarının ortaya çıkmasına ve ticaret modellerinin uzmanlaşma yoluyla etkilenmesine neden olabilir.\nD. Ölçek ekonomileri, büyük işletmeleri yönetmenin zorlukları yüzünden firmaların ortalama maliyetlerini yükseltir.\nE. Ölçek ekonomileri, piyasa yapıları ve ticaret akışlarını çarpıtan bir devlet müdahalesi biçimidir.\nEkonomik entegrasyonun etkisiyle piyasa büyüklüğünün genişlemesinin, uluslararası ticaret bağlamında firmalar üzerindeki etkisi nedir?\nA. Artan rekabet nedeniyle uluslararası ticarete katılan firma sayısının azalmasına neden olur.\nB. Firmaların verimlilik ya da üretkenliğine bağlı olmaksızın, tüm firmalarda üretim ölçeğinin eşit şekilde artmasına yol açar.\nC. Sadece en verimli firmaların büyümeye teşvik edilmesine neden olur, bu da sektörde daha verimli bir kaynak dağılımına yol açabilir."
}