{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Monday\nAround what time did you start the visit?\nMid-day (12pm-2pm)\nWhen entering the store, how would you evaluate the level of traffic?\nThere were more SAs than customers\nWhich scenario did you adopt?\nScenario 1 - Brand Expert\nWhat product category did you target?\nBags & Small Leather Goods\nWas it a visit with or without a purchase?\nWithout purchase\nAdvocacy Index\nBased on your experience with the SA, how likely are you to recommend this store to a colleague or a friend?\nI would be happy to recommend this store to others, if asked, but there are also other equally good stores\nFIRST IMPRESSION\nWe only get one chance to make a good first impression\nHow would you best describe the exterior surroundings of the boutique?\nHow would best describe your first impression once inside the store?\nPleasant\nDid you feel that the SA's grooming was in line with the brand's guidelines?\nYes\nWas the SA wearing a Training badge?\nYes\nWELCOMING SIMPLICITY We acknowledge and welcome everyone in the home of Hermès with a 100 genuine attitude, an authentic tone and a warm smile.\nDid you have to wait to enter the store?",
    "trans": "Pazartesi\nZiyaretinize saat kaç sularında başladınız?\nÖğlen (12pm-2pm)\nMağazaya girdiğinizde, yoğunluk seviyesini nasıl değerlendirirsiniz?\nMüşterilerden çok SA vardı\nHangi senaryoyu benimsediniz?\nSenaryo 1- Marka uzmanı\nHangi ürün kategorisini hedeflediniz?\nÇantalar ve Küçük Deri Ürünler\nAlışverişli mi alışverişsiz mi bir ziyaretti?\nAlışverişsiz\nSavunma endeksi\nSA ile olan tecrübenize dayanarak, bir meslektaşına ya da arkadaşına bu mağazayı tavsiye etme olasılığınız nedir?\nSorulursa, bu mağazayı başkalarına tavsiye etmekten mutluluk duyarım, ama eş değer kalitede başka mağazalar da var.\nİLK İZLENİM\nİyi bir izlenim yaratmak için sadece bir şansımız olacak\nButiğin dış çevresini en iyi nasıl tarif edersiniz?\nMağazaya girer girmezki ilk izleniminizi en iyi nasıl tarif edersiniz?\nKeyifli\nSA'nın bakımının markanın kılavuz ilkelerine uygun olduğunu hissettiniz mi?\nEvet\nSA'nın Eğitim rozeti var mıydı?\nEvet\nKARŞILAMA SADELİĞİ Hermès'in evinde herkesi %100 samimi bir tavır, orijinal bir ton ve sıcak bir gülümsemeyle kabul ediyor ve karşılıyoruz.\nMağazaya girmek için beklemen gerekti mi?"
}