{
    "source": "en_US",
    "target": "tr_TR",
    "text": "24. Any notice provided for by this DIRECT PURCHASE ORDER shall be in writing and delivered, in person or by courier (against signed receipt) to the addresses set forth in the DIRECT PURCHASE ORDER. The notice shall be effective upon signed receipt.\n25. Each PARTY warrants to the other that it has not: (i) offered, given or agreed to give to any person employed by or on behalf of any public body or government authority any gift, commission or consideration of any kind as an inducement or reward for doing or not doing any act in relation to the obtaining or performance of this DIRECT PURCHASE ORDER or for showing or not showing favour to any person in relation to this DIRECT PURCHASE ORDER; (ii) committed any offence under any applicable law or common law in respect of fraudulent acts; or (iii) defrauded or attempted to defraud any public body or government authority; provided that nothing herein shall prevent either PARTY from making bona fide payments to its Kingdom of Saudi Arabia sponsor or agent in accordance with a properly registered and recorded agreement.",
    "trans": "24.Bu DOĞRUDAN SATIN ALMA EMRİ kapsamında yapılacak her türlü bildirim yazılı olarak yapılacak ve şahsen veya kurye aracılığıyla (imzalı teslim belgesi karşılığında) DOĞRUDAN SATIN ALMA EMRİ'nde belirtilen adreslere teslim edilecektir. Bildirim, imzalı teslim belgesi ile birlikte geçerli sayılacaktır.\n25.Her BİR TARAF, diğer tarafa aşağıdaki hususları garanti eder: (i) herhangi bir kamu kuruluşu veya hükümet otoritesi adına ya da çalışanlarına, bu DOĞRUDAN SATIN ALMA EMRİ'nin temini veya yerine getirilmesiyle ilgili bir eylemi gerçekleştirmek veya gerçekleştirmemek ya da bu DOĞRUDAN SATIN ALMA EMRİ ile bağlantılı olarak herhangi bir kişiye iltimas göstermek veya göstermemek için bir teşvik veya ödül olarak herhangi bir hediye, komisyon ya da herhangi bir türde bedel teklif etmediğini, vermediğini veya vermeyi kabul etmediğini; (ii) dolandırıcılık fiillerine ilişkin yürürlükteki herhangi bir yasa veya teamül hukuku kapsamında herhangi bir suç işlemediğini; veya (iii) herhangi bir kamu kuruluşu veya hükümet otoritesini dolandırmadığını veya dolandırmaya teşebbüs etmediğini; ancak burada belirtilen hiçbir hususun, taraflardan birinin Suudi Arabistan Krallığı'ndaki sponsoru veya acentesine düzgün bir şekilde kayıtlı ve kaydedilmiş bir anlaşmaya uygun olarak iyi niyetle ödeme yapmasını engellemeyeceği kabul edilir."
}