{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The address may be misspelled or may not exist. Try one or more of the following:\nSend the message again following these steps: In Outlook, open this non-delivery report (NDR) and choose Send Again from the Report ribbon. In Outlook on the web, select this NDR, then select the link \"To send this message again, click here.\" Then delete and retype the entire recipient address. If prompted with an Auto-Complete List suggestion don't select it. After typing the complete address, click Send.\nContact the recipient (by phone, for example) to check that the address exists and is correct.\nThe recipient may have set up email forwarding to an incorrect address. Ask them to check that any forwarding they've set up is working correctly.\nClear the recipient Auto-Complete List in Outlook or Outlook on the web by following the steps in this article: Fix email delivery issues for error code 5.1.10 in Office 365, and then send the message again. Retype the entire recipient address before selecting Send.",
    "trans": "Adres yanlış yazılmış veya mevcut olmayabilir. Aşağıdaki adımlardan bir veya birkaçını deneyebilirsiniz:\nMesajı Yeniden Gönderin:Outlook'ta: Bu teslim edilmeme raporunu (NDR) açın ve Rapor şeridinden Tekrar Gönder seçeneğini seçin.Outlook Web üzerinde: Bu NDR'yi seçin, ardından \"Bu mesajı yeniden göndermek için buraya tıklayın\" bağlantısını seçin.Alıcı adresini tamamen silin ve yeniden yazın. Eğer bir Otomatik Tamamlama Listesi önerisiyle karşılaşırsanız, bu öneriyi seçmeyin. Adresi tamamen yazdıktan sonra, Gönder seçeneğini tıklayın.\nAlıcıyla İletişime Geçin: Örneğin, telefonla iletişime geçerek adresin mevcut ve doğru olduğunu kontrol edin.\nE-posta Yönlendirmeyi Kontrol Ettirin: Alıcı, e-postalarını yanlış bir adrese yönlendirmiş olabilir. Onlardan kurdukları yönlendirme işleminin doğru çalıştığını kontrol etmelerini isteyin.\nOtomatik Tamamlama Listesini Temizleyin:Outlook veya Outlook Web'de alıcı için Otomatik Tamamlama Listesini temizlemek için Office 365'te 5.1.10 hata kodu için e-posta teslim sorunlarını düzeltme makalesindeki adımları izleyin.Ardından mesajı tekrar gönderin. Göndermeden önce alıcı adresini yeniden yazın."
}