{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Make renting easy and manage your deposit with tlyfe\nTo help take the hassle out of your tenancy, save you time and allow you to focus your efforts on the fun and exciting bits we'd love to introduce you to tlyfe, a tenant lifecycle app, powered by OpenBrix.\ntlyfe features and benefits include:\nDeposit protection certificate, easy to access and download\nDeposit management throughout your tenancy, safe and Government backed\nCredit score builder for rent payments, helping you plan your future, today\nVerified digital ID, no more stress of losing important documentation\nAuto document storage, safe, secure and in one place\nInteractive move-in process, step-by-step guide throughout the whole process\nRight-to-rent check, proving your right to rent at the touch of a button\nFind out more here\nLet's keep in touch\nOur newsletters provide updates and advice all things tenancies and the wider private rented sector, so look out for these. We also conduct occasional surveys to help improve our service and your input would be appreciated.\nTo hear about additional offers or initiatives from The Dispute Service, who operate the Tenancy Deposit Scheme, and selected third parties, please opt-in below.",
    "trans": "Tlyfe ile kiralama işlemlerini kolaylaştırın ve depozitonuzu yönetin\nKiralama sürecinizi zahmetsiz hale getirmek, size zaman kazandırmak ve enerjinizi eğlenceli ve heyecan verici kısımlara odaklamanızı sağlamak için size OpenBrix tarafından desteklenen bir kiracı yaşam döngüsü uygulaması olan tlyfe’ı tanıtmaktan mutluluk duyuyoruz.\nTlyfe’nin özellikleri ve faydaları şunlardır:\nDepozito koruma sertifikası, kolayca erişilebilir ve indirilebilir\nHükümet destekli güvenli bir şekilde depozito yönetimi\nKira ödemeleri için kredi puanı oluşturucu, geleceğinizi bugünden planlamanıza yardımcı olur\nDoğrulanmış dijital kimlik, önemli belgeleri kaybetme stresine son\nOtomatik belge depolama, güvenli, emniyetli ve tek bir yerde\nİnteraktif taşınma süreci, tüm süreci adım adım rehberlikle yönlendirme\nKiralama hakkı kontrolü, bir düğmeye dokunarak kiralama hakkınızı kanıtlama\nDaha fazlasını buradan öğrenebilirsiniz.\nİletişimde kalalım\nBültenlerimiz, kiralama süreçleri ve özel kiralama sektörü ile ilgili güncellemeler ve tavsiyeler sunar. Bu nedenle, bunları takip etmeyi unutmayın. Ayrıca, hizmetimizi geliştirmek için zaman zaman anketler düzenliyoruz ve geri bildirimlerinize değer veriyoruz.\nKiracı Depozito Şeması’nı yöneten The Dispute Service’den ve seçili üçüncü taraflardan ek teklifler veya girişimler hakkında bilgi almak isterseniz, lütfen aşağıdan izin verin."
}