{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Police said [redacted_name] was carrying a loaded shotgun, handgun and high-capacity magazine and is believed to be a member of a rightwing anti-government organization.\nHe holds a UCLA master’s degree, and in 2022 ran for Nevada state assembly. [redacted_name] said M[redacted_name] considers himself a so-called sovereign citizen, a group of people who do not believe they are subject to any government statutes unless they consent to them.\n[redacted_name] said [redacted_name]’s identity card was enough to raise suspicion with local rally security. “They were different enough to cause the deputies alarm,” he said, according to the Riverside Press-Enterprise.\n[redacted_name] was booked for possessing a loaded firearm and a high capacity magazine – and was released after posting $5,000 bail, police records show.\nFor more Guardian journalism follow this channel\nFollow the Guardian\n“The incident did not impact the safety of former president Trump or attendees of the event,” the sheriff’s office said in a press release.\nTrump narrowly survived an assassination attempt in July, when a gunman’s bullet grazed his ear during a campaign rally in Butler, Pennsylvania. In September, another man was charged with trying to assassinate Trump after Secret Service agents discovered him hiding with a rifle near Trump’s Palm Beach golf course. He has since pleaded not guilty.",
    "trans": "Polis, [redacted_name] adlı şahsın dolu bir av tüfeği, tabanca ve yüksek kapasiteli bir şarjör taşıdığını ve bir hükümet karşıtı sağcı bir örgütün üyesi olabileceğini söyledi.\nUCLA'dan yüksek lisans derecesi var ve 2022'de Nevada eyalet meclisi için aday oldu. [redacted_name], M[redacted_name]'in kendisini sözde egemen bir vatandaş, yani rıza göstermedikleri sürece hiçbir hükümet yasasına tabi olmadıklarına inanan insanlar olarak gördüğünü söyledi.\n[redacted_name], [redacted_name]'in kimlik kartının yerel miting güvenliğinde şüphe uyandırmaya yettiğini söyledi. Riverside Press-Enterprise'ın haberine göre \"Polislerin alarma geçmesine yetecek kadar farklıydılar\" şeklinde konuştu.\nPolis kayıtlarına göre, [redacted_name] adlı kişi dolu bir ateşli silah ve yüksek kapasiteli bir şarjör bulundurmak suçundan tutuklandı –  ve 5.000 dolar kefalet ödedikten sonra serbest bırakıldı.\nDaha fazla Guardian gazeteciliği için bu kanalı takip edin\nGuardian'ı takip edin\nŞerif bürosu basın açıklamasında, \"Olay, eski başkan Trump'ın veya etkinliğe katılanların güvenliğini etkilemedi\" açıklamasında bulundu.\nTrump, Temmuz ayında Butler, Pennsylvania'daki bir kampanya mitingi sırasında bir suikast girişiminden kıl payı kurtulmu, bir silahlı adamın kurşunu kulağını sıyırmıştı. Eylül ayında, Gizli Servis ajanlarının onu Trump'ın Palm Beach golf sahasının yakınında bir tüfekle saklanırken buldukları başka bir adam Trump'a suikast düzenlemeye çalışmakla suçlandı. O tarihten beri suçsuz olduğunu iddia etmektedir."
}