{
    "source": "en_US",
    "target": "tr_TR",
    "text": "· At least three years landscaping experience and a strong working knowledge of plant material and attention to detail\n· Proficient in the use of all necessary equipment including, but not limited to, walk behind mower, zero turn and tractor mounted lawn mowers, weed trimmers, chainsaws, leaf blowers, snow blowers, snowplows, gas generators, gas and electric hedge trimmers, sod cutters, over seeders, walk behind or tractor mounted aerators, rototillers, woodchippers and handheld or backpack sprayers\n· Work from extended heights using extension ladders\n· Valid RI driver’s license (or ability to secure one)\n· Ability to lift 80 lbs. is required\n· Personal qualities of a strong work ethic, attention to detail and ability to work efficiently.\nApplication Instructions:\nTo apply please send résumé or the following information;\n· Name\n· Phone number\n· E-mail\n· Past employment and experience\nThe position remains open until filled.\nJob Type: Full-time\nPay: $20.00 per hour\nWork Location: In person\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa.",
    "trans": "· En az üç yıl peyzaj deneyimi, bitki materyalleri hakkında güçlü bir bilgi birikimi ve ayrıntılara dikkat\n· Gerekli tüm ekipmanların kullanımında yetkin, bunlar arasında şunlar bulunur ancak bunlarla sınırlı değildir: itmeli çim biçme makinesi, sıfır dönüşlü ve traktör monteli çim biçme makineleri, ot kesiciler, motorlu testereler, yaprak üfleyiciler, kar üfleyiciler, kar küreyiciler, gazlı jeneratörler, gazlı ve elektrikli çit düzelticiler, çim kesiciler, tohum ekiciler, itmeli veya traktör monteli havalandırıcılar, rototillerler, odun kırıcılar ve el tipi veya sırt tipi spreyler\n· Uzatma merdivenleri kullanarak yüksek yerlerde çalışabilme\nGeçerli bir Rhode Island (RI) ehliyeti (veya bir tane edinme yeteneği)\n· 80 libre (yaklaşık 36 kg) kaldırma kapasitesine sahip olma\n· Güçlü bir iş ahlakı, ayrıntılara dikkat ve verimli çalışma becerisi gibi kişisel nitelikler\nBaşvuru Talimatları:\nBaşvurmak için lütfen özgeçmişinizi veya aşağıdaki bilgileri gönderin:\n· Ad\n· Telefon numarası\n· E-posta\n· Önceki iş deneyimleri ve tecrübeler\nPozisyon doldurulana kadar açık kalacaktır.\nİş Türü: Tam zamanlı\nÜcret: Saatlik 20.00 USD\nÇalışma Yeri: Fiziksel ortamda\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa."
}