{
    "source": "en_US",
    "target": "tr_TR",
    "text": "avoidance of starting, engaging in, and completing a task or a decision-making\nprocess. It is not a behaviour limited to students, despite high estimates of its\nprevalence in this population (up to 70 % according to Ellis and Knaus 1977). For\nexample, the prevalence of procrastination has been found to be as high as 20 % in\nan adult sample (Harriott and Ferrari 1996). Within psychology, procrastination has\nbeen conceptualised as a failure of self-regulation (Baumeister and Heatherton\n1996; Baumeister et al. 1994) associated with poor academic and work performance\nand mental ill health (Sto ¨ber and Joormann 2001).\nThe measurement of procrastination is vital to aid research that aims to\nunderstand this common and injurious behaviour. A range of self-report scales have\nbeen developed to measure this construct in general (e.g., the General Procrasti-\nnation Scale or ‘GPS’: Lay 1986), in specific aspects (e.g., the Decisional\nProcrastination Scale or ‘DPS’: Mann 1982), and in specific populations (e.g., for\nstudents with the Tuckman Procrastination Scale or ‘TPS’: Tuckman 1991). More\nrecently, the construct of intentional procrastination has been delineated and\nmeasured using the active procrastination scale (APS: Choi and Moran 2009). This\nseparation of sub-types of procrastination is similar to that proposed by Ferrari",
    "trans": "bir göreve veya karar almaya başlamaktan, katılmaktan ve tamamlamaktan kaçınma\nişlem. Yüksek tahminlere rağmen öğrencilerle sınırlı bir davranış değildir.\nbu popülasyonda yaygınlık (Ellis ve Knaus 1977'ye göre %70'e kadar).\nÖrneğin, erteleme yaygınlığının %20 kadar yüksek olduğu bulunmuştur.\nbir yetişkin örneği (Harriott ve Ferrari 1996). Psikolojide erteleme,\nöz düzenlemenin başarısızlığı olarak kavramsallaştırılmıştır (Baumeister ve Heatherton\n1996; Baumeister ve diğerleri. 1994) zayıf akademik ve iş performansıyla ilişkili\nve akıl sağlığı bozuklukları (Stober ve Joormann 2001).\nve zihinsel sağlık bozuklukları (Stober ve Joormann 2001).\nBu yaygın ve zararlı davranışı anlayın. Bir dizi öz bildirim ölçeği\ngenel olarak bu yapıyı ölçmek için geliştirilmiştir (örneğin, Genel Erteleme)\nulus Ölçeği veya 'GPS': Lay 1986), belirli yönlerde (örn.\nErteleme Ölçeği veya 'DPS': Mann 1982) ve belirli popülasyonlarda (örn.\nTuckman Erteleme Ölçeği veya 'TPS' olan öğrenciler: Tuckman 1991). Daha fazlası\nSon zamanlarda kasıtlı ertelemenin yapısı tanımlandı ve\nAktif erteleme ölçeği kullanılarak ölçülmektedir (APS: Choi ve Moran 2009). Bu\nErtelemenin alt türlerinin ayrılması Ferrari tarafından önerilene benzer"
}