{
    "source": "en_US",
    "target": "tr_TR",
    "text": "$BTC Aggregate CVDs & Delta\nKey context here is that there was pretty significant passive selling into price prior to this sell off\n- Spot CVDs higher vs weakness in price\nThis is often passive selling into best bid which leaves a lot of dip buyers underwater & creates the washout below\nSome brief perp premium around the low which suggests large shorts taking profit around $62K\n$BTC Orderbooks & Delta\nSlight subtle change here in spot with dips being met with passive demand for BTC & bounces met with passive supply\nOften this suggestions the market is looking to buy BTC but risk appetite is tight, a note change in the past day\n~ Probably macro & war risks\nPerp orderbooks are increasingly higher bid delta with moderate bid depth, suggesting more capital is being spent on long margin\nPerps may be a bit overly bullish here\nGiven jump in limit orders & participation there's volatility risks to the downside here\n$BTC Binance Perp / Bybit Perp\nPretty decent wipe out on bybit perp below $63K",
    "trans": "$BTC Toplam CVD'ler & Delta\nBuradaki kilit bağlam, bu satıştan önce fiyata oldukça önemli bir pasif satış olduğudur.\n- Spot CVD'ler fiyatlardaki düşüşe rağmen yükseldi.\nBu genellikle en iyi teklife pasif bir satıştır ve birçok dip alıcısını batık durumda bırakır ve aşağıdaki yıkımı meydana getirir.\nDüşük seviyedeki bazı kısa perp primleri, büyük şortların 62K $ civarında kar elde ettiğini gösteriyor.\nBTC Emir Defterleri & Delta\nBTC için pasif taleple karşılanan düşüşler ve pasif arzla karşılanan sıçramalarla spotta hafif bir ince değişiklik var.\nGenellikle bu, piyasanın BTC satın almak istediğini ancak risk iştahının sınırlı olduğunu gösteriyor, geçtiğimiz gün bir not değişikliği oldu.\n~ Muhtemelen makro ve savaş riskleri\nPerp emir defterleri giderek daha yüksek teklif deltasına ve ılımlı teklif derinliğine sahip oluyor ve bu da uzun marjlara daha fazla sermaye harcandığını gösteriyor.\nPerp'ler burada biraz aşırı yükselişte olabilir.\nLimit emirleri ve katılımdaki sıçrama göz önüne alındığında, burada aşağı yönde volatilite riskleri var\n$BTC Binance Perp / Bybit Perp\nBybit perp'te 63 bin doların altında oldukça iyi bir süpürme."
}