{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Ozone: The Facts\nSound science and targeted regulations have greatly reduced ozone concentrations in Texas cities and across the nation.\nWhat is ozone?\nOzone, sometimes referred to as smog, is a gas that is formed in the atmosphere when three atoms of oxygen combine. The chemical structure of ozone is the same wherever it is found; however, there are two categories of ozone.\nStratospheric Ozone is found naturally in the Earth’s upper atmosphere - 6 to 30 miles above the Earth’s surface - where it forms a protective layer that shields us from the sun’s harmful ultraviolet rays.\nGround-Level Ozone is found at ground level (it is also called tropospheric ozone). It is not emitted directly into the air, but created by chemical reactions between oxides of nitrogen (NOx) and volatile organic compounds (VOCs) in the presence of sunlight. Emissions from industrial facilities and electric utilities, motor vehicle exhaust, gasoline vapors, and chemical solvents are some of the major sources of NOx and VOCs. In addition, biogenic sources (living organisms or biological processes) release VOCs that can contribute to ground-level ozone.",
    "trans": "Ozon: Gerçekler\nDoğru bilimsel uygulamalar ve amaçlı düzenlemeler, Teksas şehirlerinde ve ülke genelinde ozon konsantrasyonlarını büyük ölçüde azalttı.\nOzon nedir?\nBazen dumanlı sis olarak da adlandırılan ozon, atmosferde üç oksijen atomunun birleşmesiyle oluşan bir gazdır. Ozonun kimyasal yapısı bulunduğu her yerde aynıdır; ancak iki ozon kategorisi vardır.\nStratosferik Ozon, doğal olarak Dünya'nın üst atmosferinde - Dünya yüzeyinden 6 ila 30 mil yukarıda -  bulunur ve burada bizi güneşin zararlı ultraviyole ışınlarından koruyan koruyucu bir tabaka oluşturur.\nYer seviyesindeki ozon, yer seviyesinde bulunur (aynı zamanda troposferik ozon olarak da adlandırılır). Doğrudan havaya yayılmaz, ancak güneş ışığının varlığında azot oksitleri (NOx) ve uçucu organik bileşikler (VOC'ler) arasındaki kimyasal reaksiyonlar tarafından oluşturulur. Sanayi tesisleri ve elektrik tesislerinden gelen emisyonlar, motorlu taşıt egzozları, benzin buharları ve kimyasal çözücüler, NOx ve VOC'lerin başlıca kaynaklarından bazılarıdır. Ek olarak, biyojenik kaynaklar (canlı organizmalar veya biyolojik süreçler) yer seviyesindeki ozonlara katkıda bulunabilen VOCleri atmosfere salar."
}