{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Analytics and Reporting: Analyze performance metrics and generate reports to track the effectiveness of campaigns and inform future strategies.\nBudget Management: Oversee digital marketing budgets, ensuring efficient allocation of resources and maximizing ROI.\nMarket Research: Conduct market research to identify trends, customer preferences, and competitive landscape.\nCross-Functional Collaboration: Work closely with sales, product, and design teams to ensure cohesive branding and messaging.\nSkills\nAnalytical Skills: Proficiency in data analysis tools (e.g., Google Analytics, SEMrush).\nTechnical Proficiency: Familiarity with marketing automation platforms (e.g., HubSpot, Marketo) and content management systems (e.g., WordPress).\nCommunication Skills: Strong verbal and written communication for engaging stakeholders and crafting compelling content.\nProject Management: Ability to manage multiple projects simultaneously, prioritizing tasks effectively.\nCreativity: Innovative thinking to develop unique marketing initiatives and solutions.\nQualifications\nEducation: Bachelor’s degree in marketing, communications, or a related field; a Master’s degree or relevant certifications can be a plus.\nExperience: Several years of experience in digital marketing, with a proven track record in leadership roles.",
    "trans": "Analiz ve Raporlama: Kampanyaların etkinliğini izlemek ve gelecekteki stratejileri bilgilendirmek için performans ölçümlerini analiz edin ve raporlar oluşturun.\nBütçe Yönetimi: Dijital pazarlama bütçelerini denetleyerek kaynakların verimli bir şekilde dağıtılmasını ve YG'nin en üst düzeye çıkarılmasını sağlayın.\nPazar Araştırması: Trendleri, müşteri tercihlerini ve rekabet ortamını belirlemek için pazar araştırması yapın.\nİşlevler Arası İşbirliği: Tutarlı markalaşma ve mesajlaşmayı sağlamak için satış, ürün ve tasarım ekipleriyle yakın bir şekilde çalışın.\nBeceriler\nAnalitik Beceriler: Veri analizi araçlarında yeterlilik (ör., Google Analytics, SEMrush).\nTeknik Yeterlilik: Pazarlama otomasyon platformları (ör., HubSpot, Marketo) ve içerik yönetim sistemleri (ör., WordPress) konusunda bilgi sahibi olmak.\nİletişim Becerileri: Paydaşları etkilemek ve ilgi çekici içerik oluşturmak için güçlü sözlü ve yazılı iletişim.\nProje Yönetimi: Birden fazla projeyi aynı anda yönetebilme, görevleri etkin bir şekilde önceliklendirebilme becerisi.\nYenilikçilik: Benzersiz pazarlama girişimleri ve çözümleri geliştirmek için yenilikçi düşünme.\nNitelikler\nEğitim: Pazarlama, iletişim veya ilgili bir alanda lisans derecesi; yüksek lisans derecesi veya ilgili belgeler tercih sebebi olabilir.\nDeneyim: Dijital pazarlama alanında birkaç yıllık deneyim, liderlik rollerinde kanıtlanmış performans geçmişi."
}