{
    "source": "en_US",
    "target": "tr_TR",
    "text": "All annexes to your application must be certified original copies (certified copies are made by a competent official at the municipal administration of the country in which you are).\n– If the certified copies of the originals are not written in English, they must be accompanied by a translation into English by a sworn translator.\n– Should your application be successful, you will have to present the originals of these documents at registration.\nREFERENCE LETTERS\nIn your application form, you will be asked to name two referees of your choice (at least one referree must be from academia). Applicants must contact the reference persons prior to mentioning their contact details in the application form and make sure that their referees will provide a reference letter as part of their application. It is the responsibility of the applicant sto contact directly the two referees that they have to submit the reference letters directly to the email address applications@smaccs.eu by no later than 15 days after the application deadline that corresponds to their case. The template of the reference letter to be used by the referees is available for download below.\nReference letter template(download .docx file)↓\nFor confidentiality reasons no information will be communicated to the applicant on the receipt of the letters.",
    "trans": "Başvurunuzun tüm eklerinin onaylı orijinal nüshalara olması gerekmektedir (onaylı nüshalar bulunduğunuz ülkenin belediye idaresindeki yetkili bir memur tarafından düzenlenir).\n- Asılların onaylı nüshaları İngilizce dilinde yazılmamışsa yeminli tercüman tarafından İngilizceye çevrilmiş halinin de beraberinde olması gerekmektedir.\n- Başvurunuz olumlu sonuçlanırsa, kayıt esnasında bu belgelerin asıllarını sunmanız gerekecektir.\nREFERANS MEKTUPLARI\nBaşvuru formunuzda, seçtiğiniz iki hakemin ismini vermeniz istenecektir (en az bir hakem akademiden olmalıdır). Başvuru sahipleri, iletişim bilgilerini başvuru formunda belirtmeden önce referans kişileriyle iletişime geçmeli ve hakemlerinin başvurularının bir parçası olarak referans mektubu vereceğini garanti etmelidir. Başvuru sahibinin, başvurusuyla ilgili son başvuru tarihinden sonra en geç 15 gün içinde referans mektuplarını doğrudan applications@smaccs.eu e-posta adresine göndermesi gereken iki hakemle doğrudan iletişime geçmesi kendi sorumluluğundadır. Hakemler tarafından kullanılacak referans mektubu şablonu aşağıdan indirilebilir.\nReferans mektubu şablonu (download .docx file)↓\nGizlilik nedenlerinden dolayı, mektupların alınmasına ilişkin başvuru sahibine hiçbir bilgi verilmeyecektir."
}