{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Catrina is one of the most recognized symbols of the Day of the Dead (Día de los Muertos) in Mexico. This elegant skeleton, dressed in fancy clothes and a large, feathered hat, has an intriguing history that reflects Mexico's complex relationship\nwith life and death, as well as social and political issues. The figure of La Catrina was created in the early 20th century by Mexican artist José Guadalupe Posada. He was a political satirist who used his artwork to criticize the rich and powerful. His depiction of the skeleton, originally called \"La Calavera Garbancera,\" was a critique of Mexicans who, at the time, aspired to adopt European fashion and traditions, abandoning their own indigenous roots. \"Garbancera\" was a derogatory term for people who were ashamed of their indigenous heritage and tried\nto pass as Europeans. Posada's skeleton was later renamed \"La Catrina\" by the famous Mexican artist Diego Rivera. He included her in his mural Dream of a Sunday Afternoon in the Alameda Central, where she appears alongside other prominent Mexican figures. Rivera's",
    "trans": "Catrina, Meksika'nın Ölüm Günü (Día de los Muertos) kutlamalarının en çok tanınan sembollerinden biridir. Şık elbiseler giymiş ve büyük bir tüylü şapka takan bu zarif iskeletin, Meksika'nın hayat ve ölümle olan ilişkisini, aynı zamanda toplumsal ve politik meseleleri yansıtan etkileyici bir geçmişi vardır.\nLa Catrina figürü, Meksikalı sanatçı José Guadalupe Posada tarafından 20. yüzyılın başlarında yaratılmıştır. Politik hicivci Posada, sanatını zengin ve güçlü kesimleri eleştirmek için kullanıyordu. Başlangıçta \"La Calavera Garbancera\" olarak bilinen iskelet, o dönemde Avrupalı olmaya özenen ve kendi yerli köklerini unutan Meksikalıları hedef alan bir eleştiriydi. \"Garbancera\" kelimesi, yerli kimliğinden utanıp Avrupalı gibi yaşamaya çalışan kişilere hakaret olarak kullanılıyordu.\nPosada'nın iskeleti, ünlü Meksikalı sanatçı Diego Rivera tarafından daha sonra \"La Catrina\" olarak yeniden isimlendirilmiştir. Rivera, bu figürü Alameda Central'deki Bir Pazar Öğleden Sonrası Rüyası adlı duvar resminde, diğer önemli Meksikalı şahsiyetlerle birlikte tasvir etmiştir."
}