{
    "source": "en_US",
    "target": "tr_TR",
    "text": "i. Services for Young People - Integrated Children and Youth Services Centres\n(ICYSCs)\nii. iii. Family and Child Welfare - Integrated Family Service Centres (IFSCs)\nServices for the Elderly - District Elderly Community Centre (DECC) OR\nNeighbourhood Elderly Centre (NEC)\niv. Rehabilitation Services (Services for Mentally Handicapped Persons) -\nSheltered Workshop OR District Support Centre for Persons with Disabilities\n(DSC) OR Hostel\nv. Rehabilitation Services (Services for Persons in Mental Recovery) -\nIntegrated Community Centre for Mental Wellness (ICCMW) OR Halfway\nHouse\nvi. Community Development - Neighborhood Level Community Development Project\n(NLCDP)\n• Each group must visit a service unit of the selected service type and interview\na social worker who has worked in that service for at least three years.\nGuided questions for the interview:\n• Personal profile: present work position, social work qualification (Higher Diploma,\nAssociate Degree, Degree, Master). The name of social worker and agency",
    "trans": "i. Gençlere Yönelik Hizmetler - Entegre Çocuk ve Gençlik Hizmetleri Merkezleri\n(ICYSC'ler)\nii. iii. Aile ve Çocuk Yardımı - Entegre Aile Hizmeti Merkezleri (IFSCs)\nYaşlı Hizmetleri - Bölge Yaşlı Toplum Merkezi (DECC) YA DA\nMahalle Yaşlı Merkezi (NEC)\niv. Rehabilitasyon Hizmetleri (Zihinsel Engelli Bireylere Yönelik Hizmetler)\nKorumalı Atölye VEYA Engelli Bireyler için Bölge Destek Merkezi\n(DSC) YA DA HOSTEL\nv. Rehabilitasyon Hizmetleri (Zihinsel Toparlanma Sürecindeki Kişilere Yönelik Hizmetler) -\nRuhsal Sağlık\nEntegre Toplum Ruh Sağlığı Merkezi (ICCMW) VEYA Yarı Yol\nvi. Toplum Gelişimi - Mahalle Düzeyinde Toplum Gelişimi Projesi\n(NLCDP)\n•Her grup seçilen hizmet türündeki bir hizmet birimini ziyaret etmeli ve\no hizmette en az üç yıldır çalışan bir sosyal hizmet görevlisiyle görüşmelidir.\nMülakat için rehberli sorular:\n• Kişisel profil: Güncel mesleki pozisyon, sosyal hizmet yeterliliği (Yüksek diploma,\nön lisans, lisans, yüksek lisans). Sosyal hizmet görevlisinin ve kurumun adı"
}