{
    "source": "en_US",
    "target": "tr_TR",
    "text": "-2390 (Holy Light crit)\n-2390 (Crit)\nThe anger caused by the injury quickly made him lose his mind.\nNext, it roared, and continued to raise the staff to condense dark magic and threw it towards Qin Feng.\nBut Qin Feng still didn't dodge, and directly resisted the opponent's skills.\nWhen Qin Feng received the skill physically, the skill instantly caused a lot of damage.\nthese injuries...\nIt also triggered the anti-injury buff effect again, reducing the boss's life value again.\nAnd when Qin Feng and the boss battle were in full swing, many players gradually appeared in the distance.\n\"Look, that's...a sealed monster? And it's an undead dark monster? Good guy... The difficulty of this wave of raids is really full!\"\n\"The dark-type undead monsters should be the most difficult to attack. The disgusting undead style of play can't be done without cleaning up the undead mobs. After cleaning up, they can be summoned repeatedly. It feels so disgusting...\"",
    "trans": "-2390 (Holy Light crit)\n-2390 (Crit)\nYaralanmanın verdiği öfke, onun kısa sürede tepesinin atmasına neden oldu.\nSonra kükredi ve karanlık büyüyü yoğunlaştırmak için asasını kaldırmaya devam etti ve Qin Feng'e doğru fırlattı.\nAma Qin Feng kaçmadı ve rakibinin becerilerine doğrudan karşı koydu.\nQin Feng beceriyi fiziksel olarak aldığında, beceri anında çok fazla hasara yol açtı.\nbu yaralanmalar...\nAyrıca yaralanma karşıtı güçlendirme etkisini tekrar tetikledi ve boss'un can değerini tekrar düşürdü.\nVe Qin Feng ile boss savaşı tüm hızıyla devam ederken, uzakta yavaş yavaş birçok oyuncu belirdi.\n\"Bak, bu... mühürlü bir canavar mı? Ve bu ölümsüz karanlık bir canavar mı? İyi adam... Bu baskın dalgasının zorluğu gerçekten en üst düzeyde!\"\n\"Karanlık tip ölümsüz canavarlara saldırmak en zoru olmalı. İğrenç ölümsüz oyun tarzı, ölümsüz çeteleri temizlemeden yapılamaz. Temizledikten sonra, tekrar tekrar çağrılabilirler. Çok berbat hissettiriyor...\""
}