{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The writing can be fiction (including poetry) or nonfiction and must be done at home, with no adult support.\nThe fiction is judged on creativity and originality\nThe nonficiton is judged on factual accuracy and originality.\nDo not include any pictures/images, borders or coloured text.\nAll written entries must be emailed to Mr Thompson by Friday, 10th January 2025. Any submissions after this date can not be accepted.\nThe word documents must be 10 point Times New Roman and have single line and word spacing\nThe entries must feature the title and written text of the student’s work. Do not include your child’s name in the title of the story.\nCover Art Guidelines:\nThe creating of the cover art is to be done at home and with no adult support.\nIt must be a hard copy (not digital).\nFor Cover Art, we need the entries by Friday, 10th January 2025 at the latest. Any submissions after this date can not be posted.\nCover Art is designing a front cover that is based on the title New Tales of China’s Dinosaurs. All submissions must be based on the topic - New Tales of China’s Dinosaurs",
    "trans": "Yazı, kurgu (şiir dahil) veya kurgu dışı olabilir ve evde, yetişkin desteği olmadan yazılmalıdır.\nKurgu, yaratıcılık ve özgünlük açısından değerlendirilir.\nKurgu dışı yazılar ise, doğruluk ve özgünlük açısından değerlendirilir.\nResim/görsel, çerçeve veya renkli metin eklemeyiniz.\nTüm yazılı eserler, 10 Ocak 2025 Cuma gününe kadar Mr. Thompson’a e-posta yoluyla gönderilmelidir. Bu tarihten sonra gelen başvurular kabul edilmeyecektir.\nWord belgeleri, 10 punto Times New Roman fontu ile ve tek satır aralığıyla yazılmalıdır.\nBaşvurular, öğrencinin eserinin başlığını ve metnini içermelidir. Çocuğunuzun ismini hikayenin başlığında bulundurmayınız.\nKapak Tasarımı Kılavuzu:\nKapak tasarımının evde ve yetişkin desteği olmadan yapılması gerekmektedir.\nKapak tasarımı sert kartona basılı olmalıdır (dijital değil).\nKapak tasarımı için, başvurularınız en geç 10 Ocak 2025 Cuma günü elimizde olmaıdır. Bu tarihten sonra gelen başvurular gönderilemeyecektir.\nKapak tasarımı Yeni Çin Dinozorlarının Masalları başlığına dayalı bir ön kapak tasarımıdır. Tüm başvurular bu konuyla yani \"Yeni Çin Dinozorlarının Masalları\" ilgili olmalıdır."
}