{
    "source": "en_US",
    "target": "tr_TR",
    "text": "So here they are, in your hometown, in your own school, looking for the talents of tomorrow.\nNow their ad had a strange title: “Make HAL dream”. You don't know exactly what they meant by this, but you are intrigued. And to be honest, even if they asked you to sing a song while standing on your head, you would give this incredible job opportunity a try.\nSo you sent them a message, asking for more information.\nHere is what HAL answered:\nDear [your name]\nOur recruiting agent will come to you next week to hear what you have to say.\nWe want to know the real you. Not the list of your acquired skills. We already know about them. Anything you put online, we know. Actually, we know some of the things you will do before you are even aware you want to do them.\nSo present us the real you, the actual person, the human side of your experience. We want young professionals who can not only describe their accomplishments but also show us something of their personality.",
    "trans": "Ve işte buradalar, senin memleketinde, kendi okulunda, yarının yeteneklerini arıyorlar.\nİlanlarının başlığı biraz garipti: “HAL’a rüya gördür”. Tam olarak ne demek istediklerini bilmiyorsun, ama bu seni meraklandırıyor. Ve dürüst olmak gerekirse, eğer baş aşağı durarak bir şarkı söylemeni isteselerdi bile, bu inanılmaz iş fırsatını denemekten vazgeçmezdin.\nBu yüzden onlara bir mesaj gönderdin ve daha fazla bilgi istedin.\nHAL’dan gelen yanıt şöyleydi:\nSevgili [adın],\nGelecek hafta işe alım temsilcimiz sizinle görüşmek için yanınıza gelecek. Ne söylemek istediğinizi duymak istiyoruz.\nGerçek sizi tanımak istiyoruz. Kazandığınız becerilerin bir listesini değil. Bunları zaten biliyoruz. Çevrimiçi paylaştığınız her şeyi biliyoruz. Aslında, yapmak isteyeceğiniz bazı şeyleri, siz henüz bunu fark etmeden önce bile biliyoruz.\nBu yüzden bize gerçek sizi, deneyiminizin insani tarafını gösterin. Sadece başarılarınızı anlatabilen değil, aynı zamanda kişiliğinizden bir şeyler ortaya koyabilen genç profesyoneller arıyoruz."
}