{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Clinical characteristics: Spinocerebellar ataxia type 17 (SCA17) is characterized by ataxia, dementia, and involuntary movements, including chorea and dystonia. Psychiatric symptoms, pyramidal signs, and rigidity are common. The age of onset ranges from three to 55 years. Individuals with full-penetrance alleles develop neurologic and/or psychiatric symptoms by age 50 years. Ataxia and psychiatric abnormalities are frequently the initial findings, followed by involuntary movement, parkinsonism, dementia, and pyramidal signs. Brain MRI shows variable atrophy of the cerebrum, brain stem, and cerebellum. The clinical features correlate with the length of the polyglutamine expansion but are not absolutely predictive of the clinical course.\nDiagnosis/testing: The diagnosis of SCA17 is established in a proband by identification of an abnormal CAG/CAA repeat expansion in TBP. Affected individuals usually have more than 41 repeats. The CAA and CAG codons both encode glutamine residues resulting in a pathogenic polyglutamine expansion.\nManagement: Treatment of manifestations: Psychotropic medications for psychiatric issues, anti-seizure medication for seizures (ASM); botulinum toxin injections for dystonia; adaptation of the environment to accommodate dementia.\nPrevention of secondary complications: Side effects of psychotropic medications and ASMs may require total or intermittent discontinuation of the treatment or reduction in dose.",
    "trans": "Klinik özellikler: Spinoserebellar ataksi tip 17 (SCA17), ataksi, demans ve kore ve distoni dahil olmak üzere istemsiz hareketlerle karakterizedir. Psikiyatrik semptomlar, piramidal işaretler ve rijidite yaygındır. Başlangıç ​​yaşı üç ila 55 arasındadır. Tam penetrasyon alelleri olan bireylerde 50 yaşına kadar nörolojik ve/veya psikiyatrik semptomlar gelişir. Ataksi ve psikiyatrik anormallikler sıklıkla ilk bulgulardır, ardından istemsiz hareket, parkinsonizm, demans ve piramidal işaretler gelir. Beyin MRI'ı serebrum, beyin sapı ve serebellumun değişken atrofisini göstermektedir. Klinik özellikler poliglutamin genişlemesinin uzunluğuyla ilişkilidir ancak klinik seyri kesin olarak öngörmez.\nTanı/test: SCA17 tanısı, TBP'de anormal bir CAG/CAA tekrar genişlemesinin tanımlanmasıyla bir probandda belirlenir. Etkilenen bireylerde genellikle 41'den fazla tekrara sahiptir. CAA ve CAG kodonları, patojenik bir poliglutamin genişlemesiyle sonuçlanan glutamin kalıntılarını kodlar.\nYönetim: Belirtilerin tedavisi: Psikiyatrik sorunlar için psikotrop ilaçlar, nöbetler için anti-nöbet ilaçları (ANİ); distoni için botulinum toksin enjeksiyonları; demansa uyum sağlamak için çevrenin uyarlanması.\nİkincil komplikasyonların önlenmesi: Psikotrop ilaçlar ve ANİ'lerin yan etkileri tedavinin tamamen veya aralıklı olarak kesilmesini veya dozunun azaltılmasını gerektirebilir."
}