{
    "source": "en_US",
    "target": "tr_TR",
    "text": "(a) The Company fails to pay timely any of the principal amount due under this Note on the date the same becomes due and payable or any accrued interest or other amounts due under this Note on the date the same becomes due and payable;\n(b) The Company materially defaults in its performance of any covenant under the Purchase Agreement;\n(c) The Company files any petition or action for relief under any bankruptcy, reorganization, insolvency or moratorium law or any other law for the relief of, or relating to, debtors, now or hereafter in effect, or makes any assignment for the benefit of creditors or takes any corporate action in furtherance of any of the foregoing; or\n(d) An involuntary petition is filed against the Company (unless such petition is dismissed or discharged within sixty (60) days) under any bankruptcy statute now or hereafter in effect, or a custodian, receiver, trustee, assignee for the benefit of creditors (or other similar official) is appointed to take possession, custody or control of any property of the Company.\n8. Waiver. The Company hereby waives demand, notice, presentment, protest and notice of dishonor in respect of this Note.",
    "trans": "(a) Şirketin, muaccel olduğu tarihte bu senet kapsamında ödenmesi gereken herhangi bir anapara tutarını veya muaccel olduğu tarihte bu senet kapsamında ödenmesi gereken herhangi bir birikmiş faizi veya diğer tutarları zamanında ödeyememesi;\n(b) Şirketin, Satın Alma Sözleşmesi kapsamındaki herhangi bir taahhüdünü yerine getirmede önemli derecede temerrüde düşmesi;\n(c) Şirketin herhangi bir iflas, yeniden yapılanma, ödeme aczi veya moratoryum yasası ya da borçluları kurtarmak için veya borçlularla ilgili olarak şu anda veya bundan sonra yürürlükte olan herhangi bir yasa kapsamında yardım için herhangi bir dilekçe vermesi veya dava açması veya alacaklıların yararına herhangi bir temlik yapması veya yukarıdakilerden herhangi birini destekler biçimde herhangi bir kurumsal faaliyette bulunması; veya\n(d) Şirkete karşı, şu anda veya bundan sonra yürürlükte olan herhangi bir iflas mevzuatı kapsamında istem dışı bir dilekçe verilirse (bu dilekçe altmış (60) gün içinde reddedilmediği veya ibra edilmediği takdirde) veya alacaklılar yararına bir muhafaza memuru, alıcı, yediemin, devralan (veya benzeri bir yetkili) şirketin herhangi bir malının mülkiyetini, muhafazasını veya kontrolünü ele almak üzere atanırsa.\n8. Feragat. Şirket işbu senet ile ilgili olarak talep, ihbar, ibraz, protesto ve ödememe ihbarından feragat eder."
}