{
    "source": "en_US",
    "target": "tr_TR",
    "text": "“Wait, why’ll we be replacing my sword?” Matt suddenly felt a little defensive. It was, well, his sword. It had been at his side for practically his entire life, it fit him almost perfectly, and he’d basically learned enchanting with its generous rune-allotment and ability to wipe away old enchantments with just a bit of mana. Sure, he hadn’t been able to use it much lately, but he’d been looking forward to doing so again once they brought in all the possible Tier 25 upgrade materials for him to sift through to see what his sword needed.\n“Well, it’s honestly not all that great.” Galanodel apologetically explained, raising her hand to forestall Matt’s rebuttal. “Look, I understand that it got you through many Tiers, and I’m happy for you. I get the attachment to growth items. But, it functionally has two abilities, the increased number of enchantments it can support, and the ability to switch between enchantment configurations. Sure, it will pick up a third ability when it hits Tier 25, and if it’s an absolutely legendary power, great. Even if it doesn’t, you can keep it as a backup weapon to supplement your main sword.”",
    "trans": "\"Bekleyin, neden kılıcımı değiştirecekmişiz?\" Matt bir anda savunmaya geçti. Sonuçta, bu onun kılıcıydı. Neredeyse tüm hayatı boyunca yanında olmuştu, ona mükemmel şekilde uyuyordu ve büyüleme konusunda öğrendiği her şeyi, cömert rün yerleşimi ve sadece biraz mana ile eski büyüleri silebilme yeteneği sayesinde kazanmıştı. Son zamanlarda pek kullanamamış olsa da, Tier 25 yükseltme malzemelerinin tamamını getirip kılıcının neye ihtiyacı olduğunu belirleme fırsatı bulduğunda, onu tekrar kullanmayı dört gözle bekliyordu.\n\"Eh, açıkçası o kadar da harika bir kılıç değil.\" Galanodel özür diler bir ifadeyle açıkladı ve Matt'in itiraz etmesini engellemek için elini kaldırdı. \"Bak, seni birçok seviyede idare ettiğini anlıyorum ve senin adına seviniyorum. Büyüyen eşyalara olan bağlılığı da anlıyorum. Ama işlevsel olarak iki yeteneği var: Destekleyebildiği büyü sayısının fazla olması ve büyü konfigürasyonları arasında geçiş yapabilmesi. Evet, Tier 25'e ulaştığında üçüncü bir yetenek kazanacak ve eğer gerçekten efsanevi bir güç olursa, harika. Öyle olmazsa bile, onu ana kılıcına ek olarak yedek bir silah olarak kullanabilirsin.\""
}