{
    "source": "en_US",
    "target": "tr_TR",
    "text": "So Harry got everything that they needed, and when [redacted_name] went off with George in the morning to work on some things in his shop, Harry went back to his house to decorate. Scorpius had chosen zoo animals as the theme because they went to the zoo with Teddy and his father had spent the day smiling with them. He also decided that the balloons should be green because they were Draco’s favourite colour. So Harry got it all, and got a birthday cake for dessert.\nWhen he went back to the shop in the afternoon, he worked on his repairs while [redacted_name] answered the customers who allowed him to help, and the rest of the time they ended up talking and laughing, and he would repeatedly remind Harry that if he refused to wear gloves as he repaired, then he wasn’t allowed to complain when he got stung.\nOn the way home from school, [redacted_name]’ excitement was barely contained. [redacted_name] smile was wider and brighter, and Harry realized that it had been that way for a while now, but for some reason it hits him more and more each time he smiles.",
    "trans": "Harry, ihtiyaçları olan her şeyi halletti ve sabah [redacted_name] George ile dükkanda bazı işler yapmak için gittiğinde, Harry evine dönüp süslemeye başladı. Scorpius, tema olarak hayvanat bahçesi hayvanlarını seçmişti çünkü Teddy ve babasıyla birlikte hayvanat bahçesine gitmişlerdi ve o gün boyunca onlarla birlikte gülümsemişti. Ayrıca balonların yeşil olmasına karar verdi çünkü Draco’nun en sevdiği renk oydu. Yani Harry her şeyi halletti ve tatlı olarak bir doğum günü pastası aldı.\nÖğleden sonra dükkana geri döndüğünde, tamirlerine devam ederken [redacted_name], kendisinin yardımcı olmasına izin veren müşterileri yanıtladı ve geri kalan zamanda sohbet edip güldüler. Harry’e, tamir yaparken eldiven takmayı reddederse, sokulursa şikayet etmeye hakkı olmayacağını sıkça hatırlatıyordu.\nOkuldan dönerken, [redacted_name]’in heyecanı neredeyse kontrol edilemiyordu. [redacted_name]’in gülümsemesi daha geniş ve parlaktı ve Harry, bunun bir süredir böyle olduğunu fark etti, ama nedense her gülümsediğinde bu ona her seferinde daha çok batıyordu."
}