{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Mary Ann's tongue, much much bigger and more powerful bullied Britney's as she filled out her mouth, making her way to her throat.\nTime seemed to stand still as their lips and bodies continued to press together, the air around them charged with an undeniable energy. Mary Ann's heart raced, surprise at how much more her grown body could feel. Everything was more profound and detailed, better and sharper. She drank in all the sensations as she pushed her tongue even further into Britney's mouth who tried to moan upon this literal throat fuck.\nEventually, their lips parted, leaving Britney completely breathless and flushed. Mary Ann gazed down at Britney, a mixture of amusement and desire in her eyes. The transformation had not only changed her physically, but it had awakened a boldness and confidence she had never known.\nAs Britney met her gaze, her own desire mirrored in her eyes, Mary Ann's sultry voice returned, low and teasing. \"See, Britney? Submission can be quite the experience.\"",
    "trans": "Mary Ann'in dili, çok daha büyük ve daha güçlüydü, Britney'nin ağzını doldururken ve boğazına doğru ilerlerken onu zorladı.\nDudakları ve bedenleri birbirine bastırmaya devam ederken zaman durmuş gibiydi, etraflarındaki hava inkar edilemez bir enerjiyle doluydu. Mary Ann'in kalbi hızla atıyordu, ergin bedeninin ne kadar daha fazla hissedebildiğine şaşırmıştı. Her şey daha derin ve ayrıntılı, daha iyi ve daha keskindi. Britney'nin bu gerçek saksoda inlemeye çalışan ağzının içine dilini daha da sokarken tüm hisleri içine çekti.\nSonunda dudakları ayrıldı ve Britney tamamen nefessiz ve kızarmış halde kaldı. Mary Ann, gözlerinde eğlence ve arzu karışımıyla Britney'e baktı. Dönüşüm onu ​​sadece fiziksel olarak değiştirmekle kalmamış, aynı zamanda hiç bilmediği bir cesaret ve özgüven uyandırmıştı.\nBritney bakışlarıyla birleştiğinde, kendi arzusu gözlerinde yansıdığında, Mary Ann'in boğuk sesi geri döndü, alçak ve cilveli. \"Gördün mü Britney? Teslim olmak oldukça ilginç bir deneyim olabilir.\""
}