{
    "source": "en_US",
    "target": "tr_TR",
    "text": "In the winter, the area in front of the house is made into an ice-skating rink.\nThere is a skating school, where you can have lessons, and there are also\nlate-night sessions and DJ nights. In November and December there is an enormous Christmas tree, and the café serves special Christmas food.\n2 WHEN IT’S RAINING\nGo to South Kensington, and visit three wonderful museums.\nYou can walk from one to the other because they are all very near. The Science Museum is very popular with adults and children, and also the Natural History Museum, which has life-size robotic dinosaurs and other fascinating exhibits.\nThe third museum, the Victoria and Albert Museum, is full of art and design\nfrom all over the world. It has an amazing collection of fashion from the 17th century to the present day. And if the sun comes out, cross the road into Kensington Gardens, one of London’s many parks, and visit the famous statue of Peter Pan.",
    "trans": "Kış mevsiminde evin önündeki alan kış aylarında buz pateni pisti haline getirilir.\nBir paten okulu vardır, burada ders alabilirsiniz. Ayrıca\ngeç saatlerde düzenlenen seanslar ve DJ geceleri de yapılır. Kasım ve Aralık aylarında devasa bir Noel ağacı bulunur ve kafede özel Noel yemekleri servis edilir.\nYAĞMURLU HAVALARDA\nSouth Kensington’a gidin ve üç harika müzeyi ziyaret edin.\nMüzeler birbirine çok yakındır, bu yüzden birinden diğerine yürüyebilirsiniz. Bilim Müzesi (Science Museum), hem yetişkinler hem de çocuklar için çok popülerdir. Ayrıca Doğa Tarihi Müzesi (Natural History Museum) de gerçek boyutlu robotik dinozorlar ve diğer büyüleyici sergileriyle dikkat çeker.\nÜçüncü müze olan Victoria ve Albert Müzesi (Victoria and Albert Museum), sanat ve tasarımlarla doludur\ndünyanın dört bir yanından. 17. yüzyıldan günümüze uzanan inanılmaz bir moda koleksiyonuna sahiptir. Eğer güneş açarsa, yolun karşısındaki Kensington Bahçeleri’ne (Kensington Gardens), Londra’nın birçok parkından birine gidin ve ünlü Peter Pan heykelini ziyaret edin."
}