{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Booking can be amended or cancelled free of charge up to 15:00 local time one (1) day prior to arrival. Full payment is taken after 15:00 local time one (1) day prior to arrival. In case of a no-show, early departure or late cancellation (within 24 hours prior to check-in time), the total cost of nights booked will be retained.\nFree drink includes one alcoholic (house wine / beer) or non-alcoholic beverage of choice per person per stay. Redemption is subject to serving hours advertised at a respective property.\nIf the card provided is invalid, a different payment method will be requested and will need to be provided within the next 24 hours. Failure to do so or to process the payment will result in the cancellation of the reservation. For security reasons, on rare occasions we may require a partial or full pre-authorization.\nGuests under 18 years old are only permitted in private dorms and only if accompanied by an adult guardian.\nIf you book a bed in a shared dormitory, we cannot guarantee that you will stay in the same bed/room for all consecutive nights (always respecting the room type booked).",
    "trans": "Rezervasyon, varış tarihinden bir (1) gün önce yerel saatle 15:00’e kadar ücretsiz olarak değiştirilebilir veya iptal edilebilir. Varış tarihinden bir (1) gün önce yerel saatle 15:00’ten sonra tam ödeme alınır. Eğer rezervasyon sahibi gelmezse, erken ayrılırsa veya geç iptal (check-in saatinden 24 saat önce içinde) yaparsa, rezervasyon yapılan gecelerin toplam maliyeti tahsil edilir.\nÜcretsiz içecek, kişi başına, konaklama başına bir adet alkollü (ev şarabı/bira) veya alkolsüz içecek tercihini kapsar. Kullanım, ilgili tesisin duyurulan servis saatlerine tabidir.\nSağlanan kart geçersizse, farklı bir ödeme yöntemi talep edilecek ve bunun 24 saat içinde sağlanması gerekecektir. Bu süre içinde ödeme sağlanmaması veya işlenememesi durumunda rezervasyon iptal edilecektir. Güvenlik nedenleriyle, nadir durumlarda kısmi veya tam ön provizyon talep edilebilir.\n18 yaşın altındaki misafirler yalnızca özel yurt odalarında ve yalnızca bir yetişkin vasisi eşliğinde kalabilirler.\nPaylaşımlı bir yurt odasında yatak rezervasyonu yaptıysanız, ardışık geceler boyunca aynı yatakta/odada kalacağınızı garanti edemiyoruz (her zaman rezervasyon yapılan oda tipi korunacaktır)."
}