{
    "source": "en_US",
    "target": "tr_TR",
    "text": "avoid disruption of the class and disturbance to other students.\n• No food or beverages are allowed in the library or the computer labs at any time.\n• Students are not allowed to stay in their classrooms or computer labs during break time unless they\nare accompanied by any of their teachers.\n• Students are NOT allowed to have cell phones and smart watches, in case of finding any of the\nabove-mentioned items for the first time it will be confiscated and handed to the office of the legal\nrepresentative until the parent arrives and signs a pledge before receiving it. If the offence is\nrepeated for the second time the device will be handed to the legal representative’s office to be\nreturned to the parent at the end of the term.\n• Students are not allowed to get any balls/toys/playing cards/magazines /comic books. Such items\nwill be confiscated.\n• If necessary, Perp & Secondary Stage students need to get their cell phones to school, the following",
    "trans": "Dersin kesilmesini ve diğer öğrencilere rahatsızlık verilmesini engelleyin.\n• Kütüphane veya bilgisayar laboratuvarlarında hiçbir zaman yiyecek veya içecek bulundurulmaz.\n• Öğrencilerin, ara dinlenme zamanında sınıflarında veya bilgisayar laboratuvarlarında kalmalarına izin verilmez.\nöğretmenlerinden biriyle birlikte olmadıkça.\n• Öğrencilere cep telefonu ve akıllı saat bulundurmasına izin verilmez, eğer bu öğelerden herhangi biri bulunursa,\n• Yukarıda bahsedilen öğeler ilk kez bulunursa, bunlar el konulacak ve yasal temsilcinin ofisine teslim edilecektir.\n• Ebeveyn gelene kadar yasal temsilcinin ofisinde tutulacak ve ebeveyn, öğeyi almadan önce bir taahhütname imzalayacaktır. Eğer ihlal\n• İhlal ikinci kez tekrarlanırsa, cihaz yasal temsilcinin ofisine teslim edilecek ve\n• Dönem sonunda ebeveyne iade edilecektir.\n• Öğrencilere herhangi bir top, oyuncak, oyun kartı, dergi veya çizgi roman getirmelerine izin verilmez. Bu tür eşyalar\nmüsadere edilecektir.\n• Gerekli olduğunda, Perp ve Ortaokul öğrencilerinin cep telefonlarını okula getirmeleri durumunda, aşağıdaki şartlara uymaları gerekmektedir"
}