{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Too many accounts with balances\nLength of time revolving accounts have been established\nNumber of inquiries\nIf you have any questions regarding your credit score, you should contact TransUnion Consumer Solutions at:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThis decision was based in whole or in part on a report from the consumer reporting bureau(s) listed below. The bureaus themselves played no part in making this decision and are unable to supply specific reasons why your credit request has been denied.\nYou have a right under the Fair Credit Reporting Act to know the information contained in your credit file. You also have a right to a free copy of your report from the reporting bureau(s), if you request it no later than 60 days after you receive this notice. In addition, if you find that any information contained in the report(s) you receive is inaccurate or incomplete, you have the right to dispute the matter with the reporting bureau(s).\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThanks again for your interest in AppleCard.\nAppleCard is issued by Goldman Sachs Bank USA, Salt Lake City Branch.",
    "trans": "Bakiyesi olan çok fazla hesap var\nDöner hesapların kurulduğu süre\nSorgulama sayısı\nKredi skorunuzla ilgili herhangi bir sorunuz varsa TransUnion Consumer Solutions ile şu adresten iletişime geçmelisiniz:\nTransUnion Tüketici Çözümleri\nP.O Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nBu karar, aşağıda listelenen tüketici raporlama bürosundan bir veya birkaçının raporuna dayanarak verilmiştir. Bürolar, bu kararı vermede herhangi bir rol oynamamışlardır ve kredi talebinizin neden reddedildiği konusunda belirli bir bilgi veremezler.\nAdil Kredi Raporlama Yasası (Fair Credit Reporting Act) uyarınca, kredi dosyanızda bulunan bilgileri öğrenme hakkınız vardır. Ayrıca, bu bildirimi aldıktan sonra en geç 60 gün içinde raporlama bürosundan ücretsiz bir kopyasını talep etme hakkınız bulunmaktadır. Ayrıca, aldığınız raporlarda bulunan herhangi bir bilginin yanlış veya eksik olduğunu tespit ederseniz, bu durumu raporlama bürosuyla itiraz etme hakkınız bulunmaktadır.\nTransUnion Tüketici Çözümleri\nP.O Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nAppleCard'a olan ilginiz için tekrar teşekkür ederiz.\nAppleCard, Goldman Sachs Bank USA, Salt Lake City Branch tarafından verilir."
}