{
    "source": "en_US",
    "target": "tr_TR",
    "text": "I don’t even pay attention to the persistent sound of gunshots or the mines that go off all around us.\nBoom.\nBoom.\nBoom.\nIn a swift movement, I let my rifle hang at my back and climb the tree\nin record time. Instead of stopping at the first solid branch, I continue up until I have the best view of the warehouse and balance on a branch.\nThe downside is that this branch isn’t as strong. But then again, I don’t weigh as much as my male colleagues, so where they’d likely break this one and fall off, I won’t.\nI lie flat on my stomach, rifle in position, and stare through my lenses. The first thing I do is take in the whole scene.\nMy mouth fills with saliva, and my body shakes at the sight of dismembered bodies—mostly our soldiers. A crippling fear grabs hold of me at the prospect of seeing either Maksim’s or Yuri’s body. Or even Viktor’s. I’ve somehow gotten used to the stoic grump, and I know for a fact that his loss would hit Captain the most.\nStatic sounds in my ear, and I startle for a second, thinking it’s another bomb. But then, the distinctive command comes, “Focus, Lipovsky.”",
    "trans": "Etrafa patlayan mayınlara ya da etrafımızdaki sürekli silah seslerine bile dikkat etmiyorum.\nBoom.\nBoom.\nBoom.\nHızlı bir hareketle tüfeğimi sırtımda asılı bırakıp ağaca tırmanıyorum.\nRekor sürede. İlk sağlam dala tutunmak yerine, ambarı en iyi şekilde görebileceğim yere kadar tırmanıp bir dala denge kuruyorum.\nZayıf olan tarafı, bu dalın pek güçlü olmaması. Ama diğer yandan, erkek meslektaşlarım kadar ağır değilim, bu yüzden onların büyük ihtimalle kırıp düşeceği bu dalda ben düşmem.\nKarnım üstü yatarak, tüfeğimi doğru pozisyona yerleştiriyorum ve dürbünümden bakıyorum. İlk yapmam gereken şey, tüm sahneyi gözlerimle taramak.\nAğzım tükürükle doluyor ve vücudum, parçalanmış bedenleri görünce titriyor—çoğunlukla bizim askerlerimiz. Maksim’in ya da Yuri’nin bedenini, hatta Viktor’un bedenini görme düşüncesi, beni felç eden bir korkuyla sarhoş ediyor. Bir şekilde, o katı suratsız adama alıştım ve kaybının, Kaptan’ı en çok etkileyeceğini biliyorum.\nKulağımda sabit sesler duyuyorum ve bir an için başka bir bomba olduğunu düşünüp irkiliyorum. Ama sonra, belirgin bir komut geliyor, “Odaklan, Lipovsky.”"
}