{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Welcome to the team!\nWe’re looking forward to working with you and watching you grow your career with us. The rest of the team is excited to meet you and help you settle into your new role.\nIn an effort to begin your new hire process and avoid any delays with your onboarding, we highly encourage you to do the following:\nNew Hire Paperwork\nThe paperwork needed for your orientation is packaged electronically through the link below. Prior to coming to your orientation on day 1, we encourage you to complete your new hire paperwork. If you are unable to complete this paperwork before your first day of work, you will need to complete the outstanding tasks with your location's HR Representative.\nClick on the link below to complete your paperwork.\nIMPORTANT: If you have a preferred name, enter it so that your new Vestis e-mail address will reflect that name! Also, if you have a middle name, enter it so to help avoid duplicate email addresses.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nEmployment Eligibility Requirements (I-9)",
    "trans": "Takıma hoşgeldiniz!\nSizinle çalışmayı ve kariyerinizi bizimle büyütmenizi dört gözle bekliyoruz. Diğer ekip arkadaşlarınız da sizi tanımak ve yeni rolünüze uyum sağlamanıza yardımcı olmak için heyecanlı.\nYeni işe alım sürecinizi başlatmak ve oryantasyonunuzda herhangi bir gecikme yaşanmaması için aşağıdaki adımları atmanızı şiddetle tavsiye ederiz:\nYeni İşe Alım Evrakları\nOryantasyonunuz için gerekli olan evraklar, aşağıdaki bağlantı aracılığıyla elektronik ortamda sunulmuştur. Oryantasyonunuzun 1. günü gelmeden önce, yeni işe alım evraklarınızı tamamlamanızı öneririz. Eğer işe başlama gününüzden önce bu evrakları tamamlayamazsanız, eksik olan görevleri bulunduğunuz lokasyondaki İnsan Kaynakları Temsilcisi ile tamamlamanız gerekecektir.\nEvraklarınızı tamamlamak için aşağıdaki bağlantıya tıklayın.\nÖNEMLİ: Tercih ettiğiniz bir adınız varsa, yeni Vestis e-posta adresinizin bu adı yansıtması için giriniz! Ayrıca, bir ikinci adınız varsa, duplicate e-posta adreslerini önlemek adına onu da giriniz.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nİstihdam Uygunluk Gereksinimleri (I-9)"
}