{
    "source": "en_US",
    "target": "tr_TR",
    "text": "We provide you with your own set of tools, PPE and outfit you with shirts, pants and shoes.\nMedical, Dental, Vision Insurance plan, 401K Profit Sharing, Paid Holidays, Paid Time off.\nWe promote from within, with additional training programs available, your positive attitude and ability to communicate well with customers and colleagues will contribute to your success.\nAs an Installer Assistant in this role, you have the following skills to set you up for success.\nWe are looking for...\n1+ year experience in carpentry, trim carpentry, construction, or in-home renovation experience.\nAbility to take accurate measurements using a tape measure, level & combination square.\nValid driver's license and a good driving record.\nAbout Us: Bath Fitter is the first choice, industry leader in bathroom renovations, and has been manufacturing and installing premium quality acrylic bathtubs and seamless bath wall systems since 1984, with locations in US, CAN and EU. Proud to be certified as a Great place to work®.",
    "trans": "Sizlere kendi takımınızı, kişisel koruyucu ekipmanınızı (PPE) ve gömlek, pantolon ve ayakkabı gibi kıyafetleri sağlıyoruz.\nMedikal, Diş, Görme Sigorta planı, 401K Kâr Paylaşımı, Ücretli Tatiller, Ücretli İzinler.\nİçten terfi politikası izliyoruz, ek eğitim programları mevcut, olumlu tutumunuz ve müşterilerle ve meslektaşlarınızla iyi iletişim kurabilme yeteneğiniz başarıya ulaşmanıza katkı sağlayacaktır.\nBu rolde bir Montaj Yardımcısı olarak, başarıya ulaşmanızı sağlayacak aşağıdaki becerilere sahipsiniz.\nAradığımız özellikler...\n1+ yıl marangozluk, söve marangozluğu, inşaat veya ev içi yenileme deneyimi.\nMetre, seviye ve kombinasyon kareleri kullanarak doğru ölçümler alabilme yeteneği.\nGeçerli sürücü belgesi ve iyi bir sürüş geçmişi.\nHakkımızda: Bath Fitter, banyo yenilemeleri konusunda sektör lideri ve ilk tercihtir. 1984 yılından beri yüksek kaliteli akrilik küvetler ve dikişsiz banyo duvar sistemlerini üretiyor ve kuruyoruz, ABD, Kanada ve AB’de lokasyonlarımız bulunuyor. Great Place to Work® olarak sertifikalandırılmaktan gurur duyuyoruz."
}