{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Throughout the school, classes are grouped according to Victorian Curriculum levels with teachers working together for curriculum planning and professional development. Classes are organised depending on the numbers of children at each level, gender balance, maintaining friendship groups and ensuring that there is equal distribution of ability throughout the grades. Usually classes are straight groups which encourage and enhance individual achievement and social development.\nThe school has a strong focus on student wellbeing and teaches a social skills program which is consistently implemented across the school. The behaviour of the students both in class and in the playgrounds reflects the consistent approach to discipline and high expectations of the school. The development of leadership skills in senior students is encouraged and their input into the tone of the school is important.\nMany enrichment opportunities are offered, some of which are choir, school concert, interschool sports, sporting clinics, camps and excursions.\nIn striving for continuous improvement, Tooradin Primary School is committed to maximising educational opportunities for all students, with staff professional development playing a vital role in achieving this.",
    "trans": "Okulda sınıflar, Victoria Müfredatı seviyelerine göre gruplandırılmıştır ve öğretmenler, müfredat planlaması ve mesleki gelişim için birlikte çalışmaktadır. Sınıflar, her seviyedeki çocuk sayısına, cinsiyet dengesine, arkadaş gruplarını korumaya ve her sınıftaki yeteneklerin eşit şekilde dağıtılmasına göre düzenlenir. Genellikle sınıflar, bireysel başarıyı ve sosyal gelişimi teşvik eden düz gruplar halinde düzenlenir.\nOkul, öğrenci refahına güçlü bir şekilde odaklanır ve okul çapında sürekli olarak uygulanan bir sosyal beceri programı öğretmektedir. Öğrencilerin sınıfta ve oyun alanlarında sergiledikleri davranışlar, okulun disiplin yaklaşımının tutarlılığını ve yüksek beklentilerini yansıtmaktadır. Üst sınıflarda liderlik becerilerinin geliştirilmesi teşvik edilmekte olup, öğrencilerin okulun tonuna olan katkıları önemlidir.\nBirçok zenginleştirme fırsatı sunulmaktadır, bunlardan bazıları korolar, okul konseri, okullar arası sporlar, spor klinikleri, kamplar ve gezilerdir.\nSürekli gelişim için çaba sarf eden Tooradin İlkokulu, tüm öğrenciler için eğitim fırsatlarını en üst düzeye çıkarmayı taahhüt etmektedir ve bu hedefe ulaşmada personel mesleki gelişimi önemli bir rol oynamaktadır."
}