{
    "source": "en_US",
    "target": "tr_TR",
    "text": "As described by Kelvin, the vaccine was intended to combat some sort of sickness on the Island - although he never elaborated on the nature of the disease or its symptoms. Kelvin indicated that Desmond should give himself a shot of the vaccine every nine days - and that anyone going outside the station without protection (e.g. a HAZMAT suit) would be at risk of contracting it. Kelvin's instructions were somewhat suspect, however, as it was later revealed he was using the alleged sickness as a means of keeping Desmond confined within The Swan. (\"Live Together, Die Alone, Part 1\") The vaccine kit found by Charlie in the supply drop, however, also contained instructions that a shot should be given every nine days, supporting at least part of Kelvin's story. (\"Three Minutes\")\nA DHARMA worker uses an injection gun on a new arrival.\nClaire theorized later that the vaccine was intended to ward off the effects of the Sickness - an unrelated condition that she heard of through Danielle Rousseau. (\"Maternity Leave\") Claire later ended up suffering from this sickness herself. (\"What Kate Does\") At a later point, Desmond told Claire that taking the vaccine was worthless and it had no effect. (\"Live Together, Die Alone, Part 1\")",
    "trans": "Kelvin’in anlattığına göre, aşı, Adada bir tür hastalığa karşı mücadele etmek amacıyla tasarlanmıştı — ancak hastalığın doğası ve belirtileri hakkında hiç ayrıntıya girmemişti. Kelvin, Desmond’a her dokuz günde bir aşı yapması gerektiğini belirtmişti ve istasyon dışına herhangi bir koruma (örneğin HAZMAT kıyafeti) olmadan çıkan herkesin bu hastalığa yakalanma riskiyle karşı karşıya olduğunu söylemişti. Ancak Kelvin’in talimatları bir miktar şüpheliydi, çünkü daha sonra onun bu iddia edilen hastalığı, Desmond’u The Swan istasyonunda tutmak için bir araç olarak kullandığı ortaya çıktı. (\"Live Together, Die Alone, Part 1\") Charlie tarafından tedarik düşüşünde bulunan aşı kitinde ise, her dokuz günde bir aşı yapılması gerektiğine dair talimatlar bulunuyordu, bu da en azından Kelvin’in hikayesinin bir kısmını destekliyordu. (\"Three Minutes\")\nBir DHARMA çalışanı, yeni bir gelen kişiye enjeksiyon tabancası kullanıyordu.\nClaire, sonradan aşının, Danielle Rousseau’dan duyduğu Sickness (Hastalık) adı verilen, aşıyla ilgisi olmayan bir durumu engellemek için tasarlandığını düşündü. (\"Maternity Leave\") Claire, daha sonra bu hastalığa kendisi de yakalandı. (\"What Kate Does\") Bir süre sonra, Desmond, Claire’e aşının hiçbir etkisi olmadığını ve faydasız olduğunu söyledi. (\"Live Together, Die Alone, Part 1\")"
}