{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Similarly, we interpret clues as to Noel’s unique productive capacity based on his romanticising of the collection. For example, that they “weren’t the favourite collection” and were “moments away from being thrown in the bin” endows these garments with a narrative that pitches it as ripe for subsequent transformation and triumph. Noel also appears to possess a tacit understanding of how to wear these creations in such a way that facilitates the mobilisation of attachment to the product line. Noel’s seemingly effortless capacity to evoke charisma, while appearing innate, derives from the cultural/emotional capital accrued from sediments of past experiences (Merleau-Ponty, 1962; Bourdieu, 1984), which he also documents. For example, he romanticises his experiences living in a big family that did not have much money. We interpret these experiences as central to conferring him with the cultural competency to manipulate the character of clothing and transform it into something more. This particular line of clothing was not thrown out, but instead, transformed into a new fall/winter collection.",
    "trans": "Benzer şekilde, Noel'in koleksiyonu romantize etmesi, onun benzersiz üretken kapasitesine dair ipuçları sunar. Örneğin, bu koleksiyonun “favori koleksiyon olmadığını” ve “çöp kutusuna atılmaya bir an mesafede olduğunu” söylemesi, bu giysilere, sonrasında dönüşüm ve zafer için olgunlaşmış bir hikaye kazandırır. Noel ayrıca, bu yaratımları giyme biçimine dair içsel bir anlayışa sahip gibi görünmektedir, bu da ürün serisine olan bağlanmayı harekete geçirmeyi kolaylaştırır. Noel’in doğal bir yetenek gibi görünen karizma uyandırma kapasitesi, geçmiş deneyimlerin kalıntılarından birikmiş kültürel/duygusal sermayeden türetilmiştir (Merleau-Ponty, 1962; Bourdieu, 1984) ve bunu da belgelemektedir. Örneğin, çok parası olmayan büyük bir ailenin içinde yaşamış olduğu deneyimleri romantize eder. Bu deneyimleri, giysilerin karakterini manipüle etme ve onu daha fazlasına dönüştürme kültürel yetkinliğini ona kazandıran unsurlar olarak yorumluyoruz. Bu özel giysi serisi atılmadı, aksine, yeni bir sonbahar/kış koleksiyonuna dönüştü."
}