{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The verification of continuous and hybrid systems is a challenging problem, and various approaches are currently being investigated to overcome the complexities of representing and computing with continuous sets of states. Since verification problems are generally undecidable for such systems, experimental results are vital for evaluating and developing new ideas.\nThe SpaceEx tool platform is designed to facilitate the implementation of algorithms related to reachability and safetyverification. While these methods are based on different representations (polyhedra, zonotopes) and are tailored to different dynamics (piecewise constant, affine, multi-affine, nonlinear), they have several things in common: The model is a composition of hybrid automata (including extensions such as hierarchy and templates). Basic components of analysis algorithms are post- and pre-operators in various flavors. The reachable states are explored using symbolic states. They require basic infrastructure such as parsing input and visualizing states.",
    "trans": "Sürekli ve hibrit sistemlerin doğrulaması zor bir meseledir ve sürekli durum kümelerinin temsil edilmesi ve hesaplanmasıyla ilgili zorlukların üstesinden gelmek için farklı yöntemler üzerinde çalışılmaktadır. Bu sistemlerde doğrulama problemleri genellikle çözümsüz olduğu için, deneysel sonuçlar yeni fikirlerin test edilmesi ve geliştirilmesinde önemli bir yere sahiptir.\nSpaceEx platformu, erişilebilirlik ve güvenlik doğrulama algoritmalarının uygulanmasını kolaylaştırmak amacıyla tasarlanmıştır. Bu yöntemler, farklı temsillere (poliedralar ve zonotoplar) ve parçalı sabit, afine, çoklu-afine ve doğrusal olmayan gibi çeşitli dinamiklere dayanır, ancak birçok ortak özelliğe sahiptir: Model, hiyerarşi ve şablonlar gibi uzantılara sahip hibrit otomatların birleşiminden oluşur. Analiz algoritmalarının temel bileşenleri arasında farklı tiplerde post- ve pre-operatörler yer alır. Erişilebilir durumlar sembolik durumlar aracılığıyla incelenir ve bu, girişlerin ayrıştırılması ve durumların görselleştirilmesi gibi temel bir altyapıya ihtiyaç duyar."
}