{
    "source": "en_US",
    "target": "tr_TR",
    "text": "$15.50 to $16.30 per hour plus tips\nPaid Sick Leave\nFlexible schedule\nDiscounts on meals\nCareer advancement opportunities\nDuties & Responsibilities:\nCleaning and sweeping the dining areas of the restaurant, cleaning, sanitizing, and resetting each table for the next guest, taking out the garbage, stocking stations with necessary supplies, and cleaning the bathrooms.\nAnticipate guests’ and coworkers’ needs and exceed guest service expectations.\nProtects establishment and patrons by adhering to sanitation and safety policies.\nMaintain composure in a fast-paced environment.\nRespond urgently and appropriately to guests’ and coworkers’ needs.\nExhibit a professional appearance and mannerisms.\nEnsure guests are enjoying their experience and take action to correct any problems.\nConcludes the guest experience by acknowledging choice of establishment and inviting patrons to return.\nComplete assigned sidework at the beginning, during, and at end of shift.\nOther Duties: Please note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job.",
    "trans": "Saatlik 15.50 ila 16.30 dolar arasında maaş + bahşişler\nÜcretli Hastalık İzni\nEsnek Çalışma Saatleri\nYemeklerde İndirim\nKariyer İlerleme Fırsatları\nGörev ve Sorumluluklar:\nRestoranın yemek alanlarını temizlemek ve süpürmek, her masayı bir sonraki misafir için temizlemek, dezenfekte etmek ve yeniden düzenlemek, çöpü dışarı çıkarmak, istasyonları gerekli malzemelerle stoklamak ve tuvaletleri temizlemek.\nMisafirlerin ve iş arkadaşlarının ihtiyaçlarını öngörmek ve misafir hizmeti beklentilerinin ötesine geçmek.\nSağlık ve güvenlik politikalarına uyarak işletmeyi ve müşterileri korumak.\nHızlı tempolu bir ortamda soğukkanlılığını korumak\nMisafirlerin ve iş arkadaşlarının ihtiyaçlarına hızlı ve uygun şekilde yanıt vermek.\nProfesyonel bir görünüm ve tutum sergilemek.\nMisafirlerin deneyimlerinden memnun olmalarını sağlamak ve herhangi bir sorunu düzeltmek için harekete geçmek.\nMisafir deneyimini, işletmeyi seçtikleri için teşekkür ederek ve onları tekrar davet ederek sonlandırmak.\nVardiya başında, sırasında ve sonunda verilen yan işleri tamamlamak.\nDiğer Görevler:Bu iş tanımının, çalışanın bu iş için yapması gereken tüm faaliyetleri, görevleri veya sorumlulukları kapsamlı bir şekilde listelemesi amacıyla tasarlanmadığını lütfen unutmayın."
}