{
    "source": "en_US",
    "target": "tr_TR",
    "text": "People were just… writing. No images, no designs, no time-consuming video editing. Like sending texts to a huge public group chat.\nPeople were talking about things I already knew. I often thought, \"I could write that tweet.\"\nPeople were using their profiles as a way to attract clients. A few did so with web design (\"Hey, I could do that too.\")\nThe people were actually cool. I felt like I was in a place that didn't have business-speak or the professionalism I despised, but they were still cashing out big.\nThat's when it clicked.\n\"Wait, these people aren't sending cold emails or doing weird client acquisition strategies.\"\nThey're just building an audience.\nYou're telling me that I can just write content I enjoy and it can attract clients to me?\nWhy have I been ruining my mental health by sending manual cold emails and working with people in a niche I despise because someone told me it was profitable?\nAfter all this time… writing, of all things, was the key to my freedom.",
    "trans": "İnsanlar sadece... yazıyordu. Görseller yok, tasarımlar yok, zaman alan video düzenlemeleri yoktu. Sanki devasa bir halka açık grup sohbetine mesaj gönderir gibiydiler.\nİnsanlar zaten bildiğim şeyler hakkında konuşuyordu. Sık sık, \"Ben de bu tweet’i yazabilirdim,\" diye düşünüyordum.\nProfillerini müşterileri çekmek için bir araç olarak kullanıyorlardı. Bazıları bunu web tasarımıyla yapıyordu (\"Hey, ben de bunu yapabilirim.\")\nİnsanlar aslında havalıydı. İş dünyasına ait o sevmediğim dilden veya profesyonellikten uzak bir yerdeymişim gibi hissediyordum ama yine de büyük paralar kazanıyorlardı.\nİşte o zaman dank etti.\n\"Dur bir dakika, bu insanlar soğuk e-postalar göndermiyor ya da garip müşteri edinme stratejileri kullanmıyor.\"\nSadece bir kitle oluşturuyorlar.\nYani bana diyorsun ki, sadece hoşuma giden içerikleri yazabilirim ve bu bana müşteriler çekebilir?\nNeden ruh sağlığımı mahvedip soğuk e-postalar göndererek ve birileri kârlı olduğunu söylediği için nefret ettiğim bir nişteki insanlarla çalışıyorum ki?\nBunca zaman sonra… yazmak, her şeyin anahtarıydı."
}