{
    "source": "en_US",
    "target": "tr_TR",
    "text": "The moment Ningchuan and others boarded the ship, they quickly formed a human wall and blocked Chalmaco Saint.\nAt the same time, they watched Ningchuan and his group vigilantly, and their hands had quietly touched the weapons on their waists.\nAs long as Ningchuan and others dared to make any dangerous moves, they would shoot without hesitation!\n\"Untouchables!\"\n\"How can you untouchables touch the things of the world's nobles?\"\n\"Kneel down and die!\"\nThe roar of the Celestial Dragon Charmaco Saint instantly broke the tranquility on the ship.\nHis contemptuous word \"untouchables\" attracted the attention of everyone present.\nSome pirates were so weak in the knees by the untouchables.\nAfter all, these were Celestial Dragons, who could not even be looked at directly on weekdays.\nWhen facing their anger, they naturally felt timid.\nBut a small number of pirates were furious.\nThey had clearly boarded the Celestial Dragons' ship, and the Celestial Dragons were about to become their spoils.\nBut even so, the Celestial Dragons dared to put on airs and scold them as untouchables?\nAnd asked them to kneel down and die?",
    "trans": "Ningchuan ve diğerleri gemiye adım attıkları anda hızla bir insan duvarı oluşturup Chalmaco Saint’i engellediler.\nAynı zamanda, Ningchuan ve grubunu dikkatle izliyor, ellerini fark ettirmeden belindeki silahlara doğru uzatıyorlardı.\nNingchuan ve diğerleri herhangi bir tehlikeli harekette bulundukları an, tereddüt etmeden ateş açacaklardı!\n“Dokunulmazlar!”\n“Dünyanın soylularının eşyalarına dokunmaya nasıl cesaret edersiniz, dokunulmazlar?”\n“Diz çökün ve ölün!”\nGöksel Ejder Chalmaco Saint’in kükremesi, gemideki sessizliği bir anda bozdu.\nOnun küçümseyici “dokunulmazlar” sözü, orada bulunan herkesin dikkatini çekti.\nBazı korsanlar, bu aşağılama karşısında dizlerinin bağı çözülür gibi oldu.\nSonuçta bunlar, günlük hayatta göz göze bile gelinemeyecek kadar ulaşılmaz olan Göksel Ejderlerdi.\nÖfkeleriyle yüzleşince, doğal olarak korku hissettiler.\nAncak küçük bir grup korsan öfkelenmişti.\nGöksel Ejderler’in gemisine çoktan çıkmışlardı ve bu gemi artık onların ganimeti olacaktı.\nAma buna rağmen, Göksel Ejderler hâlâ kibirli tavırlar sergileyip onlara “dokunulmazlar” diye micekliyorlardı?\nVe üstüne diz çöküp ölmelerini mi emrediyorlardı?"
}