{
    "source": "en_US",
    "target": "tr_TR",
    "text": "CLINICAL INDICATION: pelvic pain :: R10.2 Pelvic and perineal pain\nTECHNIQUE: Transvaginal imaging of the pelvis was performed.\nCOMPARISON: Transabdominal and transvaginal pelvic ultrasound 5/16/2024.\nINTERPRETATION: The patient claims her last menstrual period was 10/8/2024.\nUTERUS:\nThe uterus is anteverted/mobile in lie and measures 7.7 cm in length x 4.2 cm in AP diameter x 5.1 cm in width. The myometrium is homogeneous in echotexture. No focal myoma was visualized The endometrial echo complex measures up to 14 mm in thickness, which may be secondary to the patient's phase of the menstrual cycle, however, the patient claims her last menstrual period was 10/8/2024.\nThe visualized portion of the cervix demonstrates small cervical nabothian cysts.\nRIGHT ADNEXUM:\nThe right ovary measures 3.4 cm in length by 3.3 cm in AP diameter by 2.5 cm in width. The previously visualized right follicular type cysts noted on the prior examination were not identified on this examination.\nDoppler flow is demonstrated within the ovary.\nLEFT ADNEXUM:",
    "trans": "KLİNİK ENDİKASYON: Pelvik ağrı :: R10.2 Pelvik ve perineal ağrı\nTEKNİK: Pelvisin transvajinal görüntülemesi yapıldı.\nKARŞILAŞTIRMA: Transabdominal ve transvajinal pelvik ultrason 16/05/2024.\nYORUM: Hasta, son adet döneminin 08/10/2024 olduğunu belirtiyor.\nUTERUS:\nUterus antevert/mobil konumda ve 7.7 cm uzunluk x 4.2 cm ön-arka çap x 5.1 cm genişlik ölçülerinde. Miyometrium eko dokusu homojendir. Fokal miyom görülmedi. Endometriyal eko kompleksi kalınlığı 14 mm’ye kadar ölçülmüştür, bu hastanın menstrüel döngüsündeki fazına bağlı olabilir. Ancak hasta son adet döneminin 08/10/2024 olduğunu ifade etmektedir.\nGörüntülenen serviks kısmında küçük servikal nabothian kistleri izlenmiştir.\nSAĞ ADNEX:\nSağ over, 3.4 cm uzunluk x 3.3 cm ön-arka çap x 2.5 cm genişlik ölçülerindedir. Önceki incelemede not edilen sağ foliküler tip kistler bu incelemede saptanmamıştır.\nOver içinde Doppler akışı gösterilmiştir.\nSOL ADNEX:"
}