{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Mutual recognition of racism, its impact both on those who are dominated and those who dominate, is the only standpoint that makes possible an encounter between races that is not based on denial and fantasy. For it is the ever present reality of racist domination, of white supremacy, that renders problematic the desire of white people to have contact with the Other. Often it is this reality that is most masked when representations of contact between white and non-white, white and black, appear in mass culture. One area where the politics of diversity and its concomitant insist- ence on inclusive representation have had serious impact is advertising. Now that sophisticated market surveys reveal the extent to which poor and materially under- privileged people of all races/ethnicities consume products, sometimes in a quantity disproportionate to income, it has become more evident that these markets can be appealed to with advertising. Market surveys revealed that black people buy more Pepsi than other soft drinks and suddenly we see more Pepsi commercials with black people in them.\nThe world of fashion has also come to understand that selling products is heightened by the exploitation of Otherness. The success of Benetton ads, which",
    "trans": "Irkçılığın karşılıklı olarak tanınması, bunun hem baskı altında olanlar hem de baskı uygulayanlar üzerindeki etkisinin kabul edilmesi, ırklar arasında inkâr ve hayal dünyasına dayanmayan bir karşılaşmayı mümkün kılacak tek bakış açısıdır. Çünkü beyaz üstünlüğü olarak bilinen ırkçı tahakkümün sürekli var olan gerçekliği, beyaz insanların Öteki ile temas kurma arzusunu sorunlu hale getiren temel nedendir. Çoğu zaman, beyaz ve beyaz olmayan ya da beyaz ve siyah arasındaki temasın temsillerinin kitle kültüründe yer aldığı durumlarda, bu gerçeklik en fazla gizlenen unsurdur. Çeşitlilik politikalarının ve onunla bağlantılı olarak kapsayıcı temsil talebinin ciddi etkiler yarattığı alanlardan biri de reklamlardır. Artık sofistike pazar araştırmaları, her ırk/etnisiteden yoksul ve maddi olarak dezavantajlı insanların gelirlerinden orantısız bir şekilde fazla tüketim yaptığını ortaya koyduğundan, bu pazarlara reklam yoluyla hitap etmenin mümkün olduğu daha belirgin hale gelmiştir. Pazar araştırmaları, siyahilerin diğer gazlı içeceklere kıyasla daha fazla Pepsi satın aldığını ortaya koyduğunda, birden bire daha fazla siyahi insanın yer aldığı Pepsi reklamları görmeye başladık.\nModa dünyası da ürünlerin satışının Ötekilik'in sömürüsüyle artırılabileceğini anlamıştır. Benetton reklamlarının başarısı, bu..."
}