{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Please note, If you wish to not purchase our 100% sustainable bag, it is recommended to bring your own reusable bag(s).\nNo paper or plastic bags will be offered at the sale.\nTo proceed with the registration to the sale,\nplease read carefully the instructions provided below.\nREGISTRATION\nRead carefully the information here below and get registered to the sale.\nClick on the link saying (\"SIGN UP\") to create your password for accessing the multi-event platform.\nUpon creating your account, you will receive a confirmation email. With this, you will have the ability to log in (using the email address this message was sent to, which serves as your account login). You can then proceed to register for the sale.\nChoose your preferred timeslot among those available and click \"Book\".\nYour personalized invitation (with the QR code) is accessible anytime through your account.\nPlease be aware that entry to the sale is permitted only during your selected timeslot. Attempts to access the sale outside of this designated period will be respectfully declined. The allotted time must be strictly adhered to for your shopping experience; no exceptions will be made.",
    "trans": "Lütfen unutmayın, %100 sürdürülebilir çantamızı satın almak istemiyorsanız, kendi yeniden kullanılabilir çantanızı getirmeniz tavsiye edilir.\nSatış sırasında kağıt veya plastik poşet sunulmayacaktır.\nSatışa kayıt işlemine devam etmek için,\naşağıda sağlanan talimatları dikkatlice okuyunuz.\nKAYIT\nAşağıdaki bilgileri dikkatlice okuyarak satışa kayıt olun.\nHesap oluşturmak ve çok etkinlikli platforma erişim için şifrenizi belirlemek amacıyla (\"KAYIT OL\") bağlantısına tıklayın.\nHesabınızı oluşturduğunuzda bir onay e-postası alacaksınız. Bu e-posta ile giriş yapabilirsiniz (bu mesajın gönderildiği e-posta adresi, hesap giriş bilgileriniz olarak kullanılacaktır). Ardından satışa kayıt işleminize devam edebilirsiniz.\nMevcut zaman dilimlerinden tercih ettiğiniz birini seçin ve \"Rezervasyon Yap\" butonuna tıklayın.\nKişisel davetiyeniz (QR kodlu) hesabınız üzerinden her zaman erişilebilir durumdadır.\nLütfen unutmayın, satışa yalnızca seçtiğiniz zaman dilimi içinde giriş yapmanıza izin verilecektir. Belirlenen bu zaman dilimi dışında satış alanına giriş yapma girişimleri kibarca reddedilecektir. Alışveriş deneyiminiz için ayrılan süreye kesinlikle uyulmalıdır; bu konuda istisna yapılmayacaktır."
}