{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Information relating to references.\nIf you intend to provide us with details of a reference or any other third party as part of your CV/ résumé, it is your responsibility to obtain consent from that third party prior to passing their personal information to us.You are responsible for the content of the information you provide to us either directly or indirectly through an agent and you must ensure it is legal, honest, truthful, accurate and not misleading in any way. You must ensure that the information provided by you does not contain material that is obscene, blasphemous, defamatory, infringing on any rights of any third party, or otherwise legally actionable by such third party.2.2. Purpose of our Processing of your Personal Data We use your Personal Data for purposes related to your job application:\nTo assess your capabilities and qualifications for a job and potentially contact you about the position:\nTo conduct reference checks;\nTo develop questionnaires and interview scenarios;\nTo conduct background checks if you are offered a job;",
    "trans": "Referanslarla ilgili bilgiler:\nEğer özgeçmişiniz/CV’niz kapsamında bir referans veya üçüncü bir kişiyle ilgili bilgi sağlamayı düşünüyorsanız, onların kişisel bilgilerini bize iletmeden önce o üçüncü şahıstan izin almak sizin sorumluluğunuzdadır. Gerek doğrudan, gerekse bir aracı vasıtasıyla bize sağladığınız bilgilerin içeriğinden siz sorumlusunuz ve bu bilgilerin yasal, dürüst, doğru, gerçeğe uygun ve hiçbir şekilde yanıltıcı olduğundan emin olmalısınız. Sağladığınız bilgilerin, müstehcen, hakaret içeren, başkalarının haklarını ihlal eden veya üçüncü taraflarca yasal işlem yapılmasına sebep olabilecek unsurlar barındırmadığından emin olmanız gerekir.2.2. Kişisel Verilerinizin İşlenme AmacıKişisel Verilerinizi, iş başvurunuzla ilgili aşağıdaki amaçlarla kullanıyoruz:\nYeteneklerinizi ve niteliklerinizi bir iş için değerlendirmek ve pozisyonla ilgili sizinle iletişime geçmek;\nReferans kontrolü yapmak;\nAnketler ve mülakat senaryoları geliştirmek;\nSize bir iş teklifi yapılması durumunda geçmiş kontrolü yapmak."
}