{
    "source": "en_US",
    "target": "tr_TR",
    "text": "We prefer payment to be made via PayPal, however we also accept Credit & Debit Card payments via our secure telephone sales number: [redacted_number].\nTo ensure security all transactions will be subjected to stringent fraud checks and delivery will only be made to the registered cardholders address. If delivery is required to an alternative address then a decision will be made at our discretion. We also accept other forms of payment such as; Bank Transfers, Postal Orders and Cheques to our Business address. Please be aware that cheques are subject to a clearance period of 5 working days before the goods you purchased will be dispatched.\nUK Mainland & International Postage\nShipping prices listed on eBay are for MAINLAND UK ONLY. Other locations will be more expensive – Please contact us directly for a shipping quote.\nIf you are based in Ireland, the Scottish Highlands or require any other International shipping you must contact us BEFORE placing a bid on an item.\nInternational customers MUST provide an e-mail address and telephone number before items are posted out.",
    "trans": "Ödemelerin PayPal üzerinden yapılmasını tercih ediyoruz, ancak güvenli telefon satış numaramız [redacted_number] üzerinden Kredi ve Banka Kartı ile ödeme de kabul ediyoruz.\nGüvenliği sağlamak amacıyla, tüm işlemler sıkı dolandırıcılık kontrollerine tabi tutulacak ve teslimat yalnızca kayıtlı kart sahibinin adresine yapılacaktır. Eğer farklı bir adrese teslimat talep edilirse, karar tamamen bizim takdirimize bağlı olacaktır. Ayrıca, banka havalesi, posta havalesi ve çek gibi diğer ödeme yöntemlerini de iş adresimize kabul ediyoruz. Çekle yapılan ödemelerin, satın aldığınız ürünlerin gönderilmesinden önce 5 iş günü süren bir onay sürecine tabi olduğunu lütfen unutmayın.\nBirleşik Krallık Anakarası ve Uluslararası Gönderim\neBay’de listelenen gönderim ücretleri SADECE BİRLEŞİK KRALLIK ANAKARASI içindir. Diğer bölgeler için maliyetler daha yüksek olacaktır – Lütfen gönderim ücreti için doğrudan bizimle iletişime geçin.\nEğer İrlanda, İskoçya Highlands veya başka bir uluslararası gönderim adresinde bulunuyorsanız, lütfen bir ürün için teklif vermeden ÖNCE bizimle iletişime geçin.\nUluslararası müşteriler, ürünler gönderilmeden önce bir e-posta adresi ve telefon numarası sağlamak ZORUNDADIR."
}