{
    "source": "en_US",
    "target": "tr_TR",
    "text": "His lips seek her own out once again and she responds in kind, letting go of his shoulders in favour of burying her fingers into his hair in a way that he loves, judging by the groan that he lets out right onto her own lips. But as much as Ceylin loves receiving pleasure, she absolutely loves giving it - both because it makes her partner feel good, but also because she revels in the sense of power that washes over her when her actions lead to him coming undone in her arms.\nRather than save the proverbial cards up her sleeves, Ceylin does what she does best - she lets them out all at once to create utter chaos.\nHer fingers wrap around what strands of her hair she can get and she pulls on them just enough to skirt the edge between pleasure and pain. She bites on his lower lip and then, quickly enough so he has no time to respond, she thrusts up and against his hardness.\nTheir equally loud groans are testament enough to her success.\nHis answering response is to take a step forward and slam her back against the wooden door as he leaves her lips in favour of the pulse point on her neck.",
    "trans": "Dudakları bir kez daha kendi dudaklarını arıyor ve o da aynı şekilde karşılık veriyor, omuzlarını bırakıp parmaklarını saçlarına gömüyor, bunu onun sevdiği şekilde yapıyor, kendi dudaklarına doğru çıkardığı inlemeden anladığı kadarıyla. Ama Ceylin zevk almayı ne kadar çok seviyorsa, onu vermeyi de o kadar çok seviyor - hem partnerinin kendini iyi hissetmesini sağladığı için, hem de hareketleri onu kollarında çözülmeye sürüklediğinde onu saran güç hissinin tadını çıkardığı için.Ceylin, meşhur kartlarını saklamak yerine en iyi yaptığı şeyi yapıyor - hepsini birden serbest bırakarak tam bir kaos yaratıyor.\nCeylin, meşhur kartlarını saklamak yerine en iyi yaptığı şeyi yapıyor - hepsini birden serbest bırakarak tam bir kaos yaratıyor.\nParmakları saçının tutabildiği tutam tutam dolaşıyor ve zevk ile acı arasındaki sınırı aşmak için onları yeterince çekiyor. Alt dudağını ısırıyor ve sonra, cevap vermeye vakti kalmayacak kadar hızlı bir şekilde, sertliğine doğru yukarı ve sertliğine doğru itiyor.\nEşit derecede yüksek inlemeleri onun başarısının kanıtı.\nCevap olarak bir adım öne çıkıp onu tahta kapıya çarparak dudaklarını boynundaki nabız noktasına doğru kaydırdı."
}