{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Having grown up in a family business that spans medical technology, pharmaceutical distribution, and healthcare services, I have developed a strong appreciation for the complexities of managing family wealth while preserving the legacy of healthcare entrepreneurship. My professional experiences in healthcare communication, including the project on acupuncture communication through short-video platforms, have shown me the transformative potential of digital health outreach. These insights have inspired me to explore how family wealth can be leveraged to promote innovation in healthtech and TCM.\nMy long-term career goal is to develop a Single-Family Office (SFO), focused on sustainable family wealth management through the integration of a Corporate Venture Capital (CVC) strategy. I aim to start by investing in healthtech and traditional Chinese medicine sectors, leveraging my background in healthcare and digital media. By investing in innovative startups and technologies that align with our family business’s legacy in healthcare, I plan to scale these ventures both domestically and globally. Using digital platforms and capitalizing on international market trends, I will grow our family enterprise while fostering future generations’ involvement in wealth governance.",
    "trans": "Tıbbi teknoloji, ilaç dağıtımı ve sağlık hizmetlerini kapsayan bir aile işletmesinde büyümek, aile servetini yönetmenin ve sağlık girişimciliği mirasını korumanın zorluklarını takdir etmemi sağladı. Akupunktur iletişimini kısa video platformları aracılığıyla ele alan projem dahil olmak üzere sağlık iletişimindeki profesyonel deneyimlerim, dijital sağlık erişiminin dönüştürücü potansiyelini bana gösterdi. Bu içgörüler, aile servetinin sağlık teknolojisi (healthtech) ve geleneksel Çin tıbbı (TCM) alanlarında yeniliği teşvik etmek için nasıl kullanılabileceğini keşfetme isteği uyandırdı.\nUzun vadeli kariyer hedefim, Kurumsal Risk Sermayesi (CVC) stratejisinin entegrasyonu yoluyla sürdürülebilir aile serveti yönetimine odaklanan bir Tek Aile Ofisi (SFO) geliştirmek. Sağlık teknolojisi ve geleneksel Çin tıbbı sektörlerinde yatırım yaparak başlamak ve sağlık ve dijital medya alanındaki geçmişimi bu yatırımlarda kullanmayı hedefliyorum. Aile işletmemizin sağlık alanındaki mirasına uygun yenilikçi girişimlere ve teknolojilere yatırım yaparak, bu girişimleri hem yurtiçinde hem de uluslararası düzeyde ölçeklendirmeyi planlıyorum. Dijital platformları kullanarak ve uluslararası pazar trendlerinden yararlanarak, aile işletmemizi büyütürken gelecekteki nesillerin servet yönetimine katılımını teşvik edeceğim."
}