{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Last month, the RNC announced that it had recruited more than 200,000 volunteers in its poll watching efforts.\nElection officials have been operating in an increasingly hostile environment as GOP skepticism of election administration has climbed. Officials are bracing for another wave of misinformation this year and preparing for security threats that could follow.\nZach Manifold, elections supervisor for Gwinnett County, Georgia, said official poll watchers have been trained and tend to abide by the rules.\n“The biggest worry would just probably be like public observers,” Manifold said. “They haven’t been trained… and they read something online, they don’t really know what the rules are, and then they come in.”\nLike most election offices now, Gwinnett County has security contingencies, including panic buttons on election workers’ cell phones, in case members of the public get out of hand.\n“If you really have a problem, we don’t want poll officials having to engage,” Manifold said.\nVoters wait in line at a polling station at the Guadalupe Mercado shopping mall in Guadalupe, Arizona, on November 8, 2022. - Joshua Lott/The Washington Post/Getty Images\nUnfounded claims of ineligible voters",
    "trans": "Geçen ay, RNC (Cumhuriyetçi Ulusal Komite), anket gözlemleme çabalarında 200.000’den fazla gönüllü topladığını duyurdu.\nSeçim yetkilileri, GOP’un (Cumhuriyetçi Parti) seçim yönetimine yönelik artan şüpheciliği nedeniyle giderek daha düşmanca bir ortamda çalışıyor. Yetkililer, bu yıl da bir başka yanlış bilgi dalgasına hazırlanıyor ve ardından gelebilecek güvenlik tehditlerine karşı önlem alıyor.\nGeorgia, Gwinnett County seçim süpervizörü Zach Manifold, resmi anket gözlemcilerinin eğitildiğini ve genellikle kurallara uyduklarını belirtti.\n“En büyük endişe muhtemelen halk gözlemcileri olacaktır,” dedi Manifold. “Eğitim almadılar… ve çevrimiçi bir şey okuyorlar, kuralların ne olduğunu gerçekten bilmiyorlar, sonra içeri giriyorlar.”\nÇoğu seçim ofisi gibi, Gwinnett County de kamu üyelerinin kontrolden çıkması durumunda seçim çalışanlarının cep telefonlarında panik butonları gibi güvenlik önlemleri bulunduruyor.\n“Gerçek bir sorun yaşarsanız, anket yetkililerinin müdahale etmek zorunda kalmasını istemiyoruz,” dedi Manifold.\n8 Kasım 2022’de, Arizona’nın Guadalupe şehrindeki Guadalupe Mercado alışveriş merkezindeki bir seçim istasyonunda seçmenler sırada bekliyor. - Joshua Lott/The Washington Post/Getty Images\nDayanağı olmayan uygun olmayan seçmen iddiaları"
}