{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Junk Removal - Assist in the collection and disposal of unwanted items from residential and commercial properties, ensuring proper handling and compliance with local regulations.\nBad Bug Prep Treatment - Prepare spaces for pest control treatments, which may include moving furniture, clearing clutter, and following specific protocols to ensure effective treatment.\nCleaning Services - Perform general cleaning tasks in various settings, including residential homes and commercial properties, focusing on deep cleaning and organization.\nHoarding Services - Support specialized teams in the safe and compassionate clean-up of hoarded spaces, ensuring the preservation of important items and adherence to safety protocols.\nDowntown Cleanup Program - Participate in community initiatives aimed at cleaning and beautifying downtown areas, including litter removal and maintenance of public spaces.\nAll Other Duties As Assigned\nQualifications:\nAbility to lift heavy items and perform physically demanding tasks.",
    "trans": "Eşya Toplama ve Atık Yönetimi - Konut ve ticari mülklerden istenmeyen eşyaların toplanması ve bertaraf edilmesine yardımcı olun, uygun taşıma yöntemlerini kullanarak ve yerel düzenlemelere uygun şekilde hareket edin.\nZararlı Böcek Hazırlık Tedavisi - Zararlı böcek kontrolü tedavileri için alanları hazırlayın; bu, mobilyaların taşınmasını, dağınıklığın temizlenmesini ve etkili tedavi sağlamak için belirli protokollerin izlenmesini içerebilir.\nTemizlik Hizmetleri - Konut ve ticari mülkler dahil çeşitli ortamlarda genel temizlik görevlerini yerine getirin, derinlemesine temizlik ve düzenlemeye odaklanın.\nBiriktirme (Hoarding) Hizmetleri - Hoarding alanlarının güvenli ve duyarlı bir şekilde temizlenmesini desteklemek için uzman ekiplere yardımcı olun, önemli eşyaların korunmasını sağlayarak ve güvenlik protokollerine uygun hareket ederek.\nŞehir Merkezi Temizlik Programı - Şehir merkezlerini temizleme ve güzelleştirmeye yönelik toplum girişimlerine katılın; çöp toplama ve kamuya açık alanların bakımını yapmayı içerebilir.\nDiğer Tüm Görevler - Göreviniz kapsamında verilen diğer tüm görevleri yerine getirin.\nNitelikler:\nAğır eşyaları kaldırabilme ve fiziksel olarak zorlu görevleri yerine getirme yeteneği."
}