{
    "source": "en_US",
    "target": "tr_TR",
    "text": "When Sam ignored his reference, his smile dropped. \"So, what do you think? Ghosts possessing people?\"\n\"Maybe.\" Sam shrugged. \"Or maybe it's more like Amityville. Or the Smurl haunting.\"\n\"Yeah, driving 'em insane. Kind of like my man Jack in the Shining.\" Dean smiled again.\n\"Dean, what is up with you and Jack Nicholson?\" I asked. \"Because, frankly, it's driving me insane.\"\n\"Oh, whatever.\" Dean waved his hand at me.\n\"Dean, when are we gonna talk about it?\" Sam asked.\n\"Talk about what?\"\n\"About the fact that dad's not here.\"\n\"Oh, uh, let's see, never.\"\nI scoffed a little. \"Wow, wonderful time to set up a discussion, Dean-o.\"\n\"I'm being serious, man.\" Sam says.\n\"So am I, Sam.\" Dean replied. \"Look, he sent us here, he obviously wants us here. We'll just have to pick apart the search later.\"\n\"It doesn't matter what he wants.\"\n\"See? That attitude right there, that is why I always got the extra cookie.\"",
    "trans": "Sam referansını görmezden gelince, gülümsemesi düştü. \"Ee, ne düşünüyorsun? İnsanları ele geçiren hayaletler mi?\"\n\"Belki.\" Sam omuz silkti. \"Ya da belki daha çok Amityville gibi. Ya da Smurl musallatı.\"\n\"Evet, onları delirtmek. Tam da benim adamım Jack'in The Shining'deki gibi.\" Dean yeniden gülümsedi.\n\"Dean, senin Jack Nicholson ile ne alıp veremediğin var?\" diye sordum. \"Çünkü, açıkçası, beni deli etmeye başladın.\"\n\"Ah, neyse.\" Dean elini bana doğru salladı.\n\"Dean, bunu ne zaman konuşacağız?\" diye sordu Sam.\n\"Ne konuşacağız?\"\n\"Babamızın burada olmaması hakkında.\"\n\"Ah, şey, bakalım, asla.\"\nKüçük bir kahkaha attım. \"Vay, harika bir tartışma zamanı seçtin, Dean-o.\"\n\"Ciddiyim, adamım.\" dedi Sam.\n\"Ben de ciddiyim, Sam.\" diye cevap verdi Dean. \"Bak, bizi buraya gönderdi, belli ki burada olmamızı istiyor. Aramayı daha sonra inceleyeceğiz.\"\n\"Ne istediği önemli değil.\"\n\"Bak işte, tam da bu tavır var ya, o yüzden her zaman ekstra kurabiyeyi ben alırdım.\""
}