{
    "source": "en_US",
    "target": "tr_TR",
    "text": "Please refer to attachments:\nParent Guide for Booking Appointments\nHow to attend your appointments via video call\nSettings/device requirements for video calls\nClosing Bookings:\nSign up deadlines for each day are set out below:\nMonday 14th October and Wednesday 16th October – sign up will close at 14:00h on each of these days.\nFriday 18th October – sign up will close at 16:00h on Thursday, 17th October.\nTuesday 22nd and Thursday 24th October – sign up will close at 10:00h on each of these days.\nIn consideration of other parents who may wish to book and of teachers who make a great effort to prepare these sessions, we urge you to attend these sessions as booked. Booking a session and not connecting/coming in takes up a slot that would have otherwise been taken up by another parent. It also leads to the teacher needing to take further time out of lesson preparation and curriculum development in order to make up missed meetings. If unable to be present (whether online or in person), kindly unbook on the system. Missed sessions will not be rebooked until after half-term and will only be held within regular school hours. We thank you for your understanding in this matter.",
    "trans": "Eklere bakınız:\nRandevu Rezervasyonları İçin Ebeveyn Rehberi\nVideo Arama ile Randevulara Katılma\nVideo Aramaları İçin Ayarlar/Cihaz Gereksinimleri\nRezervasyonların Kapanışı:\nHer gün için kayıt son tarihleri aşağıda belirtilmiştir:\nPazartesi, 14 Ekim ve Çarşamba, 16 Ekim – Kayıt, bu günlerde saat 14:00’te kapanacaktır.\nCuma, 18 Ekim – Kayıt, Perşembe, 17 Ekim tarihinde saat 16:00’da kapanacaktır.\nSalı, 22 Ekim ve Perşembe, 24 Ekim – Kayıt, bu günlerde saat 10:00’da kapanacaktır.\nDiğer ebeveynlerin randevu alma fırsatını düşünerek ve öğretmenlerin bu oturumları hazırlamak için gösterdikleri büyük çabayı göz önünde bulundurarak, rezervasyon yaptığınız oturumlara katılmanızı önemle rica ederiz. Bir oturum rezerve etmek ancak bağlanmamak/katılmamak, başka bir ebeveynin yer alabileceği bir boşluğu doldurmuş olur. Ayrıca, öğretmenin kaçırılan toplantıları telafi etmek için ders hazırlığı ve müfredat geliştirme çalışmalarından zaman ayırmasını gerektirir. Katılamayacaksanız (ister çevrimiçi ister yüz yüze), lütfen sistemi kullanarak rezervasyonunuzu iptal edin. Kaçırılan oturumlar, ancak yarıyıl tatilinden sonra ve yalnızca okulun düzenli çalışma saatlerinde yeniden rezerve edilecektir. Bu konudaki anlayışınız için teşekkür ederiz."
}