{
    "source": "en_US",
    "target": "tr_TR",
    "text": "All activities included in admission unless otherwise noted\n* Crop Maze\n* Petting Zoo\n*Pumpkin Patch (Pumpkins Available for Purchase)\n* Access to Sunflower Fields for Photo Ops & Picking (Sunflowers Available for Purchase)\n* Access to Zinnia Field for Photo Ops & Picking (Zinnias Available for Purchase)\n* Bubble Barn\n* Jump Pads\n* Spider Webs\n* Corn Hole\n* Slide Hill\n* Cow Train\n* Wagon Ride\n* Family Tug-O-War\n* Playground\n* Tire Sand Pit with Diggers\n* Gel Blasters (Admission Sold Separately. Available for Advance Purchase)\n* Archery Range (Admission Sold Separately. Available for Advance Purchase)\n* Gemstone Mining (Admission Sold Separately. Available for Advance Purchase)\n_\nPLEASE KEEP IN MIND\n✓No pets or emotional support animals are allowed on the farm due to state and federal food safety regulations. Thank you for your understanding.\n✓Outside food or coolers are NOT allowed.\n✓We are cashless. Debit and all major credit cards are accepted.\n✓Amber Brooke Farms is a working farm, you will be parking and walking in grass and unpaved areas.\n✓All events are subject to change or cancellation due to inclement weather and crop availability.",
    "trans": "Tüm aktiviteler, aksi belirtilmedikçe giriş ücretine dahildir:\n* Tarla Labirenti\n* Kucaklama Çiftliği\nKabak Tarlası (Kabaklar Satın Alınabilir)\nFotoğraf Çekimi ve Seçim İçin Ay Çiçeği Tarlalarına Erişim (Ay Çiçekleri Satın Alınabilir)\nFotoğraf Çekimi ve Seçim İçin Zinnia Tarlalarına Erişim (Zinnia Çiçekleri Satın Alınabilir)\nBaloncuk Ahırı\nZıplama Alanları\nÖrümcek Ağları\nMısır Torbası\nKaydırak Tepesi\nİnek Treni\nVagon Turu\nAile Çekişme Yarışı\nOyun Alanı\nKazıcılarla Lastik Kum Havuzu\nJel Blasterlar (Giriş Ücreti Ayrı Satılır. Önceden Satın Alınabilir)\nOkçuluk Alanı (Giriş Ücreti Ayrı Satılır. Önceden Satın Alınabilir)\nTaş Madenleri (Giriş Ücreti Ayrı Satılır. Önceden Satın Alınabilir)\n_\nLÜTFEN DİKKAT EDİN\n✓ Çiftlikte devlet ve federal gıda güvenliği düzenlemeleri nedeniyle evcil hayvanlar veya duygusal destek hayvanları yasaktır. Anlayışınız için teşekkür ederiz.\n✓ Dışarıdan yiyecek veya soğutucular getirilmesine izin verilmez.\n✓ Nakit kullanımı yapılmaz. Debit ve tüm büyük kredi kartları kabul edilmektedir.\n✓ Amber Brooke Farms çalışan bir çiftliktir, park etme ve yürüyüşünüz çimenli ve asfaltlanmamış alanlarda olacaktır.\n✓ Tüm etkinlikler kötü hava koşulları ve ürün mevcudiyetine bağlı olarak değişebilir veya iptal edilebilir."
}