{
    "source": "en_US",
    "target": "tr_TR",
    "text": "He shook his head, waving his hand. \"No, no, I didn't like it that much anyways,\" He comforted. Odessa released a breathless chuckle, choosing to disregard his lie. \"Besides, it looks better on you.\" He licked his lips, swiftly retreating his concentration back to the scribbles of his father's notes. She pursed her lips, nodding ever-so-slightly as she continued typing, skillfully concealing the puny flash of disappointment. Minutes passed when she heard Dean sigh heavily, closing the journal with a bang.\nDean reached for his jacket's pocket, retrieving a medium-sized container with an engraved logo. He stood from the cushioned chair, ambling towards her. She scrunched her eyebrows together, apprehensively closing the laptop, pushing the device aside. The bed dipped as he settled himself beside her. Displaying the elegant box, he calmly pulled the top off, and Odessa faintly gasped. There appealingly presented was a midnight-black dagger, no bigger than her forearm; the hilt was structured to appear as the head of cobra. The details of scales and fangs were intricately carved, allowing an improved grip for her hand. \"It reminded me of you,\" He said.",
    "trans": "O kafasını sallayarak elini savurdu. \"Hayır, hayır, zaten o kadar da beğenmedim,\" diye teselli etti. Odessa nefesini tutarak hafifçe güldü, onun yalanını göz ardı etmeyi tercih etti. \"Hem, sana daha çok yakıştı.\" Dudaklarını yaladı, dikkatini hızla babasının notlarındaki karalamalara geri verdi. Dudaklarını büzerek hafifçe başını salladı, parmaklarını klavye üzerinde ustalıkla gezdirerek minik bir hayal kırıklığını ustaca gizledi. Birkaç dakika geçtiğinde Dean’in derin bir iç çekişini duydu, dergiyi bir gürültüyle kapattı.\nDean, ceketin cebine uzandı, üzerine işlenmiş bir logo bulunan orta büyüklükteki bir kutuyu çıkardı. Yastıklı sandalyeden kalkarak ona doğru yürüdü. Odessa kaşlarını çatarak, laptopunu dikkatle kapatıp kenara itti. Yatak, yanına yerleştiğinde hafifçe çökmüş ve kutuyu göstererek, kutunun kapağını sakin bir şekilde açtı. Odessa, kutudan çıkan gece siyahı bir hançerle karşılaştı ve hafifçe nefesini tuttu. Hançerin sapı, bir kobra başı şeklinde tasarlanmıştı; derisi ve dişleri ince işçilikle oyulmuş ve elinin daha sağlam kavrayabilmesi için optimize edilmişti. \"Bana seni hatırlattı,\" dedi."
}