{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Район очікування мати: БІЛОЗЕРКА (36T VS 57 63), КОМИШАНИ (36T VS 62 64).\nДо 20:00 28.10.2024 забезпечити приховане переміщення особового складу, ОВТ на позиції відділень “РОНАЛЬДО” (36T VS 49920 56588), “НЕЙМАР” (36T VS 52165 57079), де протягом світлого часу шляхом спільного виконання завдань вивчити обстановку, створити систему вогню, здійснити передачу опорних пунктів, МВЗ (обʼєктів підготовлених до руйнування).\nЗабезпечити наявність на позиціях не менше 3 (трьох) війсковослужбовців.\nВідповідальний за правий стик батальойну, водяна башта (36T VS 47970 56182), відм. 36,0 (36T VS 48556 65887), командир 6 мр 2 мб 150 омбр.\nОсновний маршрут до позицій відділень “РОНАЛЬДО”, “НЕЙМАР” мати: МІРОШНИКІВКА - МУЗИКІВКА - ЧОРНОБАЇВКА - ХЕРСОН - КОМИШАНИ - БІЛОЗЕРКА - РОМАШКОВЕ - КІЗОМИС\nТочку евакуації поранених мати: БІЛОЗЕРКА (36T VS 57284 64906).\nАвто для переміщення визначити своїм рішенням.\nкомандиру 2 мінометної батареї\nУвійти у взаємодію з командиром 88 обмп 35 обрмп визначити район вогневих позицій та до 04.00 28.10.2024 забезпечити висталення вогневої позиції 82 мм міномету в районі з центром (36T VS 49879 56928) та облаштування основної та мінімум двух запасних позицій.\nОсновний напрямок вогневого ураження мати ОН - 30 - 00.\nРайон очікування мати: БІЛОЗЕРКА (36T VS 57 63), КОМИШАНИ (36T VS 62 64).\nОсновний маршрут до вогневої позицій “ДНІСТЕР” мати: ЧОРНОБАЇВКА - ХЕРСОН - КОМИШАНИ - БІЛОЗЕРКА - РОМАШКОВЕ - КІЗОМИС",
    "trans": "Waiting Area: BILOZERKA (36T VS 57 63), KOMYSHANY (36T VS 62 64)\nBy 20:00 on 28.10.2024: Ensure the covert movement of personnel and weapons to the positions of the RONALDO (36T VS 49920 56588) and NEYMAR (36T VS 52165 57079) units. During daylight hours, jointly perform tasks to assess the situation, establish a fire system, transfer strongpoints, and prepare objects for demolition (mine obstacles).\nEnsure the presence of at least three (3) members of the service at the positions.\nResponsible for the right flank of the battalion: water tower (36T VS 47970 56182), elevation 36.0 (36T VS 48556 65887), commander of the 6th rifle company, 2nd rifle battalion, 150th separate rifle brigade.\nMain route to the positions of the RONALDO and NEYMAR units: MIROSHNYKIVKA - MUZYKIVKA - CHORNOBAIEVKA - KHERSON - KOMYSHANY - BILOZERKA - ROMASHKOVE - KIZOMYS\nEvacuation point for the wounded: BILOZERKA (36T VS 57284 64906).\nVehicles for movement: To be determined based on your decision.\nTo the commander of the 2nd mortar battery:\nCoordinate with the commander of the 88th separate mortar battalion, 35th separate mortar regiment, to determine the fire position area. By 04:00 on 28.10.2024: Ensure the deployment of the 82 mm mortar fire position in the area centered at (36T VS 49879 56928) and the arrangement of the main and at least two reserve positions.\nMain direction of fire: 30 - 00.\nWaiting area: BILOZERKA (36T VS 57 63), KOMYSHANY (36T VS 62 64).\nMain route to the DNIESTER fire position: CHORNOBAIVKA - KHERSON - KOMYSHANY - BILOZERKA - ROMASHKOVE - KIZOMYS."
}