{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Добре. Бачу, сліпучий погляд спрацював. Може, їй не сподобалися всі мої татуювання та пірсинг, або косяк, що звисає з моїх губ? Підрізані лінії на моїх бровах, безумовно, уклали угоду про те, що вона побігла в протилежному напрямку, і мій батько більше ніколи не влаштовував для мене подібного лайна. [redacted_name] ревнує, я це точно знаю, навіть якщо вона це заперечує.\nКоли ми досягаємо місця призначення, ставимо намети, які замалі для двох підлітків чи двох дорослих, щоб їх розділити. Я не скаржуся. Я можу бути ближче до неї.\nДо того ж, дещо змінилося. Все змінилося, і я почуваюся неспокійно — незадоволений тим, що ми просуваємося так повільно, що вона, можливо, навіть не усвідомлює, що ми тяжіємо одне до одного з могутнім потягом, який зіткнеться і триматиме нас разом назавжди.\nВона сміється з того, що каже тато, а я допомагаю їй нанизати зефір на паличку, щоб вона підсмажила його над багаттям, біля якого ми сидимо.\nСтегно [redacted_name]зачіпає моє.\nМої пальці скручуються, стискаючи кулаки в боки, коли мої коліна підстрибують.\nЯ схвильований.\nМені щось потрібно.\nТобі потрібно більше, [redacted_name]. Візьми більше.\nВізьми.\nЯ кліпаю кілька разів і обводжу поглядом темряву, потім на",
    "trans": "Good. I see the piercing gaze worked out all right. Maybe she didn't like all my tattoos and piercings, or the joint hanging from my lips? The trimmed lines on my eyebrows certainly sealed the deal for her to run in the opposite direction, and my father never set up a similar mess for me again. [redacted_name] is jealous, I know that for sure, even if she denies it.\nWhen we reach our destination, we set up tents being too small for two teenagers or two adults to be separated. I'm not complaining. I can be closer to her.\nBesides, something has changed. Everything has changed, and I feel restless — dissatisfied with how slowly we are moving, that she might not even realize that we are drawn to each other with a powerful force that will collide and hold us together forever.\nShe laughs at what Dad says, and I help her thread a marshmallow onto a stick so she can toast it over the campfire we're sitting by.\n[redacted_name]'s thigh touches mine.\nMy fingers curl, clenching into fists at my sides as my knees bounce.\nI'm excited.\nI need something.\nYou need more, [redacted_name]. Take more.\nTake it.\nI blink a few times and scan the darkness, then look at"
}