{
    "source": "uk_UA",
    "target": "en_US",
    "text": "обль лівам предиі з далійсова ше лежить хорон, вто ня кого фут Набрика\nкисті немає. риго обой перелом лівої локтено витоки бе ко енни в 0 а\nВКК. Боли переном левки локтективно: фиксация достаточная, бет куення Диат но\nЗ/двойной перелом текой локтевой кости без смещения. ака 25 0.9р- 25.0.9г-от\nнезначительные. О вективно: снята шина, отек умеренный, движения. о5 аничень на\nрентенограмме кутер определяется первичная костная мовиж и ологи чесь кк.\nОбъективно: отек умеренный, болезненность незначительная. Движения ограничены, болезненны. Диагноз: 3/двойной перелом с/з левой локтевой кости без смешения. Явка 05.11.19г. Боли незначительные. Движения лучше. К труду 06.11.19г.\nВ наданій ксерокопії висновка лікаря Щербакова С.М. КНПМКЛИНМД ім. проф.\nО.1. Мешанінова зафіксовано, що 14.09.2019 Чекаленко В.А. проведено ЯМРТ дослідження головного мозку. Висновок: «На серії отриманих МР-томограм вогнищевої патології речовини головного мозку і наявності інтракраніальних новоутворень не виявлено.\nШлуночкова система не змінена, бічні шлуночки D=S. Серединні структури не зміщені.\nКора гемисфер не змінена. Субарахноідальні простори не розширені, МР-сигнал з ліквора не змінен. Оболоньки не змінені. Гіпоталамо-гіпофізарна зона без особливостей.",
    "trans": "obl livam predyi z dalijsova she lays horon, wto nia whom fut Nabryka\nlack of hand. rygo oboy left ulnar bone fracture vytoka be ko enny in 0 at\nMedical consultation commission. Pain in the perineum of the left side loctectively: fixation is sufficient, beta kuening Diat no\nWith/double fracture of the ulna bone without displacement. aka 25 0.9 - 25.0.9 - from\ninsignificant. Objective: the splint is removed, moderate swelling, movements limited on\non x-ray cut the primary bone movi zh is determined and oncological.\nObjectively: moderate swelling, pain is insignificant. Movements are limited, painful. Diagnosis: 3/double fracture of the left ulna bone without displacement. Visit 05.11.19. Pain is insignificant. Movements improved. Ready to work on 06.11.19.\nIn the provided clinical conclusion photocopy, performed by doctor Shcherbakov S.M. KNPMKLIMD by\nO.I. Meshaninova is stated that on 14.09.2019 Chekalenko V.A. was subjected to a Nuclear magnetic resonance imaging of the brain. Conclusion: “The series of MR tomograms obtained did not reveal focal pathology of the brain substance and the presence of intracranial neoplasms.\nThe ventricular system without changes, the lateral ventricles are D=S. The medial structures with no displacement.\nThe hemispheres' cortex without changes. The subarachnoid spaces are not expanded, the MR signal from the cerebrospinal liquor is not changed. The membranes are not changed. The Hypophyseal portal system is without features."
}