{
    "source": "uk_UA",
    "target": "en_US",
    "text": "ще раз глянула, пильно придивилась і сказала:\n– Ану розкрий рота!\nНічого не підозрюючи, Спасокукоцький роззявив рота.\n– Ой, – скрикнула мама. – У тебе ж дірка в зубі! Карієс! Боже мій! Треба негайно\nйти до зубного лікаря!\n– Що?! – Спасокукоцький випустив із руки ложку, і вона, дзенькнувши об край\nтарілки, плямкнулась у борщ. – Треба негайно йти до зубного лікаря! – повторила мама.\n– Негайно! – вона вже набирала номер телефону. – Аллоу! Скажіть, будь ласка, коли\nприймає стоматолог? … Ага. Дякую!.. – вона поклала трубку. – Ходімо зараз же! З другої\nгодини дуже гарний спеціаліст.\n– Й-я… не… піду! – сказав Спасокукоцький.\n– Підеш! – твердо сказала мама.\n– Не піду! – ще твердіше сказав Спасокукоцький.\n– Ти що – хочеш лишитися без зубів?! Догрався з тими цукерками! Скільки разів я\nговорила – не їж стільки цукерок! Не гризи без кінця цукерки!..\n– Я не піду! – на високій ноті відчайдушно вигукнув Спасокукоцький.\n– Підеш, – спокійно сказала мама, пудрячи перед дзеркалом носа.",
    "trans": "She looked again, stared intently, and said:\n— Open your mouth!\nUnsuspecting, Spasokukotsky opened his mouth.\n— Oh, — Mom screamed. — You have a hole in your tooth! Cavities! Oh my God! We need to go to the dentist\nright away!\n— What?! — Spasokukotsky dropped the spoon from his hand, and it clattered against the edge of the plate before plopping into the borscht. —\nWe need to go to the dentist right away! —  Mom repeated.\n— Right away! — She was already dialing the phone number. — Hello! Could you please tell me when the dentist is available? ...\nOkay. Thank you! ... — She hung up the phone. — Let's go right now!\nThere's a very good specialist starting at two o'clock.\n— I... won't... go! — said Spasokukotsky.\n— You will! — Mom said firmly.\n— I won't go! — Spasokukotsky said even more firmly.\n— Do you want to be left without teeth?! You've had enough with those candies! How many times have I told you —\ndon't eat so many candies! Don't keep chewing on candies all the time!..\n— I won't go! — Spasokukotsky desperately exclaimed in a high-pitched voice.\n— You will, — Mom said calmly, powdering her nose in front of the mirror."
}