{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1. Вийміть навушники з зарядного футляра. Вони автоматично увімикаються і почнуть сполучення. Увімкніть функцію бездротового зв'язку на своєму телефоні, шукайте та підключайте до навушників. Якщо у вас виникли проблеми з підключенням до одного вуха або ви не можете знайти пристрій, покладіть обидва навушники назад у зарядний футляр, зачекайте близько 5* секунд, потім знову виймайте їх і знову відкрийте Wireless на своєму телефоні для пошуку та повторного підключення.\nIII. Примітки для використання\n1. Не поводьтеся з цим продуктом жорстоко і не піддавайте його сильному тиску або високотемпературному та вологому середовищу.\n2. Тримайтеся подалі від Wi-Fi, маршрутизаторів та інших високочастотних передавальних пристроїв, оскільки вони можуть заважати прийому сигналу цього пристрою, викликаючи заїкання звуку та відключення.\n3. Будь ласка, використовуйте цей продукт в межах ефективного діапазону 10-15 метрів, без фізичних перешкод (таких як стіни) між бездротовим пристроєм та навушниками.",
    "trans": "Remove the earbuds from the charging case. They will automatically turn on and start pairing. Enable the wireless connection function on your phone, search for the earbuds and connect to them. If you encounter any problems while connecting to one ear or cannot find the device, place both earbuds back into the charging case, wait for about 5 seconds, then remove them again and reopen Wireless on your phone to search and reconnect.\nIII. Notes for Use\nDo not handle this product roughly and do not subject it to strong pressure or high-temperature and humid environments.\nStay away from Wi-Fi, routers, and other high-frequency transmission devices, as they may interfere with the signal reception of this device, causing sound stuttering and disconnection.\nPlease use this product within the effective range of 10-15 meters, without physical obstacles (such as walls) between the wireless device and the earbuds."
}