{
    "source": "uk_UA",
    "target": "en_US",
    "text": "4. [redacted_name]:\n4.1. Під час гоночного заїзду маршали не відреагували на появу на трекутрьох собак, які перебували га гоночному полотні досить тривалий час.\n4.2. Практика відпрацювання стартів, об’єднана з прогрівальним кругом є дуже небезпечною як для пілотів (подвійний ризик відпрацювання та безпосередньо старт), так і обслуговуючого персоналу у (разі не зупинки пілота на стартової решітці).\nРішення .\nУ процесі обговорення ситуації, що склалася, з метою усунення системних недоліків, вирішення проблемних питань, забезпечення підняття рівня проведення змагань, Кільцева комісія виробила наступні рішення:\n1. Зобов’язати організатора забезпечити налагодження системи звукового оповіщення у паддоку з тестом перед брифінгом для пілотів, після чого безпосередньо на брифінгу з’ясувати чи всі чітко чують оголошення зі своїх боксів.\n2. Повернути практику вивішування результатів заїзду біля ЦУГ в друкованому вигляді, при цьому залишити дублювання в телеграм каналі.\n3. Мінімізувати зміни в розкладі а рішення про змінення узгоджувати зіСпортивним комісаром змагань.\n4. Розглянути можливість запрошувати телеметриста на офіційне тренування перед днем змагань для координації його роботи з метоюзапобігання проблем під час проведення самого етапу.",
    "trans": "4. [redacted_name]:\n4.1. During the race, marshals did not react to the appearance of three dogs on the track, which remained on the racing surface for quite some time.\n4.2. The practice of rehearsing starts combined with the warm-up lap is very dangerous for both pilots (double risk of rehearsal and the start itself) and the service personnel (in case the pilot does not stop at the starting grid).\nDecision:\nDuring the discussion of the situation to eliminate systemic shortcomings, resolve problematic issues, and ensure the improvement of the competition level, the Circuit Commission made the following decisions:\n1. Require the organizer to ensure the setup of the sound announcement system in the paddock with a test before the pilots' briefing, after which, directly at the briefing, clarify whether everyone can clearly hear the announcements from their boxes.\n2. Reinstate the practice of posting race results near the CUG in printed form, while maintaining duplication in the Telegram channel.\n3. Minimize changes to the schedule, and coordinate decisions about changes with the Sports Commissioner of the competition.\n4. Consider the possibility of inviting a telemetrist to the official training session before the competition day to coordinate their work and prevent problems during the event itself."
}