{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Про це вони заявили під час зустрічі в Анкарі з делегацією з України до складу якої увійшли посол України в Туреччині Василь Боднар, перший заступник перший заступник голови Меджлісу кримськотатарського народу Наріман Джелял, уповноважений з прав жителів АРК Крим та міста Севастополя Ельвін Кадиров та інші, передає турецька служба QIRIM.News.\nДепутат Алі Озтунч заявив, що виступає проти ув'язнення людей через їхні політичні погляди та засудив такі політику рф щодо українців та кримських татар.\nЙого колега Лютфю Тюрккан зазначив, що політв’язні не мають нічого спільного з тероризмом, та додав, що визначення терору та тероризму у світі має змінитися. Він наголосив, що батьківщиною кримських татар є не тільки Крим, але й Туреччина.\nДепутат Утку Чакирозер зауважив, що питання звільнення бранців кремля буде обговорюватися на міжпарламентському спільному комітеті НАТО в рамках Парламентської асамблеї членів Альянсу.\nГолова депутатської групи дружби Тургул Тюркеш зазначив, що братиме участь у третьому парламентському саміту «Кримська платформа», де внесене у порядок денний питання звільнення українських політв'язнів.\nЗі свого боку посол України в Туреччині Василь Боднар висловив вдячність Анкарі за уважне спостереження за проблемою політв’язнів в Україні та Криму та за підтримку роботи.\nПерший заступник голови Меджлісу кримськотатарського народу Наріман Джелял розповів про те, що наразі кількість українських бранців кремля складає 220 людей, серед яких 136 кримські татари.",
    "trans": "They made this statement during a meeting in Ankara with a delegation from Ukraine, which included the Ambassador of Ukraine to Turkey Vasyl Bodnar, the First Deputy Chairman of the Mejlis of the Crimean Tatar People Nariman Jelyal, the Authorized Representative for the Rights of Residents of the Autonomous Republic of Crimea and the city of Sevastopol Elvin Kadyrov, and others, as reported by the Turkish service QIRIM.News.\nDeputy Ali Öztünç stated that he opposes the imprisonment of people because of their political views and condemned such policies of Russia towards Ukrainians and Crimean Tatars.\nHis colleague Lütfi Türkkan noted that political prisoners have nothing to do with terrorism and added that the definition of terror and terrorism in the world needs to change. He emphasized that the homeland of the Crimean Tatars is not only Crimea but also Turkey.\nDeputy Utku Çakırözer pointed out that the issue of releasing Kremlin prisoners will be discussed at the NATO Inter-Parliamentary Joint Committee within the framework of the Parliamentary Assembly of the Alliance members.\nThe Chairman of the Friendship Deputy Group, Turgul Türkeş, noted that he will participate in the third parliamentary summit of the \"Crimean Platform,\" where the issue of releasing Ukrainian political prisoners is on the agenda.\nFor his part, the Ambassador of Ukraine to Turkey, Vasyl Bodnar, expressed gratitude to Ankara for closely monitoring the issue of political prisoners in Ukraine and Crimea and for supporting the work.\nThe First Deputy Chairman of the Mejlis of the Crimean Tatar People, Nariman Jelyal, spoke about the current number of Ukrainian prisoners of the Kremlin, which amounts to 220 people, including 136 Crimean Tatars."
}