{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Головна думка: Чуда, як ознаки Божественності Христа.\nМета уроку: Утвердити віру в Ісуса, як Бога.\nВступ. Досвід з чудом-ознакою. Дивіться відео розбору.\nБлок 1. Дороговкази в Кані Галилейській.\n1а) Весілля в Кані.\n1. Прочитайте Ів.2:1-11. Яка різниця між чудом та ознакою? Перетворення води в вино – це чудо чи якась ознака? Яка?\nЗв’язок: Розглянемо друге чудо в Кані.\n1б) Друга ознака в Галилеї.\n2. Прочитайте Ів.4:46-54. Якщо Христос заговорив про невірство з царедворцем, то чому він перевів розмову на хворобу сина?\nВисновок: Чуда в Кані показують, що Ісус з Назарету - Місія.\nПерехід: Давайте поговоримо про дороговкази в Витезді.\nБлок 2. Дороговкази в Витезді.\n2а) Чудо біля купальні Витезда.\n3. ПрочитайтеІв.5:1-9. Якщо кожен в купальні потребував зцілення, то чому Ісус підійшов саме до цього паралізованого?\nЗв’язок: Ми побачили як на слова Христа зреагував хворий, давайте подивимося як на чудо зреагували здорові.\n2б) Закам’янілі серця.\n4. Прочитайте Ів.5:10-16. Чому чудо Христа одних зціляє, а інших – озлоблює?",
    "trans": "Main Idea: Miracles as Evidence of Christ's Divinity.\nGoal of the Lesson: To strengthen faith in Jesus as God.\nIntroduction: Experience with a miracle-sign. Watch the video analysis.\nSection 1: Signs in Cana of Galilee.\n1a) Wedding at Cana.\n1. Read John 2:1-11. What distinguishes a miracle from a sign? Was the transformation of water into wine a miracle or a sign? Which one?\nConnection: Let's examine the second sign in Cana.\n1b) The Second Sign in Galilee.\n2. Read John 4:46-54. If Christ discussed unbelief with the royal official, why did He then focus on the official's son's illness?\nConclusion: The miracles in Cana reveal that Jesus of Nazareth is the Messiah.\nTransition: Now, let's discuss the signs at Bethesda.\nSection 2: Signs at Bethesda.\n2a) The Miracle at the Pool of Bethesda.\n3. Read John 5:1-9. If everyone at the pool needed healing, why did Jesus specifically approach that paralyzed man?\nConnection: We observed how the sick man responded to Christ's words; now let's see the healthy people's reaction to the miracle.\n2b) Hardened Hearts.\n4. Read John 5:10-16. Why does Christ's miracle bring healing to some and bitterness to others?"
}