{
    "source": "uk_UA",
    "target": "en_US",
    "text": "А другого дня вранці на горбі з’явилося біле шатро, і містяни зро-\nзуміли, що до них у гості приїхав сам Тапур (…). Одні ніби трохи заспо-\nкоїлися, а інші — найцікавіші — бігали за місто дивитися на скіфський\nтабір. Бігала й Ольвія, не підозрюючи, чого прийшов той знатний скіф.Її\nчомусь манило дивитися на скіфів, на пишне багате шатро з білої повсті.\nСпостерігаючи за шатром, намагалася уявити, який він, Тапур.\nНа гострих сяючих наконечниках списів розвівалися бунчуки Тапу-\nрового роду. Біля входу в шатро завмерли здоровані в шкіряних панци-\nрах і шоломах, із сокирами в руках — відбірні воїни з особистого загону\nвождя. Є на що подивитися! Ну й скіфи, хоч і дикуни, а бач, як вождя\nсвого виставляють… Цікаво, який він, їхній молодий вождь? А далі тра-\nпилося те, від чого й досі не може оговтатися Ольвія. Скіфський вождь\nнегадано прислав її батькові, архонту міста, багаті й щедрі дари. (…)\nЗамалим не все місто висипало дивитися на скіфські дари, містяни",
    "trans": "And the next morning, a white tent appeared on the hill, and the townspeople\nunderstood that Tapur himself had come to visit them (…). Some seemed to have\ncalmed down a bit, while others—the most curious—ran beyond the city to see the Scythian\ncamp. Olvia also went there, unaware of why that noble Scythian had come. She\nwas tempted for some reason to look at the Scythians and at the lavish white-felt tent.\nWhile looking at the tent, she tried to imagine what Tapur was like.\nOn the sharp, gleaming spear tips fluttered the banners of Tapur's.\nclan. By the entrance to the tent there were towering men in leather corselets\nand helmets with axes in hands—elite warriors from the personal guard\nof the chieftain. There was plenty to see! Well, the Scythians may be wild, but look how the chieftain\nis presented by them... I wonder what their young leader is like? Then something\nhappened that Olvia still can’t get over with. The Scythian chieftain\nunexpectedly sent her father, the city’s archon, lavish and generous gifts. (…)\nNearly the entire city poured out to look at the Scythian gifts, and the townspeople"
}