{
    "source": "uk_UA",
    "target": "en_US",
    "text": "свідоцтво про реєстрацію - заресстрований аз Продавцем\nMBC\nTOYOTA\n, модель C-HR\nБІЛИЙ\n, VIN\n[redacted_id] [redacted_id]\n[redacted_id]\n, номерний знак\n[redacted_id] «[redacted_info]»\nроку підрозділом\nТСЦ 8048\n(надалі - Транспортний засіб).\n1.2. Продавець гарантує, що майно, яке є предметом продажу аз даним Договором, належить йому на праві\nвласності, не обтяжене арештом, у розшуку, заставі не перебує, не являється предметом спору у суді.\n1.3. Покупець оглянув та ознайомився із майном, яке зазначено у п. 1.1. цього Договору претензій щодо технічного\nстану та якісних характеристик відчужуваного Транспортного засобу не має.\n2. ПЕРЕДАЧА ОБʼЄКТА\n- 2.1. Передача Транспортного засобу Продавцем і прийняття його Покупцем здійснюється після повної оплати\nвартості майна.\n2.2. Право власності на Транспортний засіб переходить до Покупця змоменту підписання даного Договору.\n2.3. Ризик випалкового знищення та випадкового пошкодження Транспортного засобу переходить від Продавця до Покупця з моменту підписання даного Договору.",
    "trans": "Certificate of Registration - Registered by the Seller\nMBC\nTOYOTA\nC-HR model\nWHITE\nVIN\n[redacted_id] [redacted_id]\n[redacted_id]\nlicense plate\n[redacted_id] \"[redacted_info]\"\nyear, registered with the department\nTSC 8048\n(hereinafter referred to as the Vehicle).\n1.2. The Seller guarantees that the property, which is the subject of sale under this Agreement, belongs to him by the right of ownership,\nis not encumbered by arrest, is not wanted, is not in pledge, and is not the subject of any dispute in court.\n1.3. The Buyer has inspected and familiarized himself with the property specified in clause 1.1 of this Agreement\nand has no claims regarding the technical condition and quality characteristics of the Vehicle to be transferred.\n2. TRANSFER OF THE PROPERTY\n2.1. The transfer of the Vehicle by the Seller and its acceptance by the Buyer shall be carried out after full payment\nof the property value.\n2.2. The right of ownership to the Vehicle shall be transferred to the Buyer as of the date of this Agreement.\n2.3. The risk of any accidental destruction and accidental damage to the Vehicle shall be transferred from the Seller to the Buyer as of the date of this Agreement."
}