{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Автор (ініціатор): Антоненко Наталія Вікторівна\nДата оприлюднення: 29 жовтня 2024\nВІДПОВІДЬ НА ПЕТИЦІЮ ТЕКСТ ПЕТИЦІЇ ПІДПИСАНТИ\nШановний пане Президенте! До Вас звертаються родини зниклих безвісті під час виконання бойових завдань Захисників України - військовослужбовців 67 окремої механізованої бригади та підпорядкованих до них батальйонів, частини А4123 і А4046, які виконували та виконують бойові завдання в населених пунктах Часів Яр, Іванівське, Невське, Терни та Новосадове Донецької та Луганської області у дуже болючому питанні, що безпосередньо торкнулося сотень родин України.\nПросимо Вас розглянути нашу петицію щодо захисту прав Захисників України - військовослужбовців Збройних Сил України, які зникли безвісти, потрапили у полон чи загинули під час виконання бойових завдань на Донецькому та Луганському напрямку.\nНажаль, героїчно захищаючи свою державу від загарбників, українські військові понесли суттєві втрати. Оскільки їхні тіла не знайдені, вони вважаються безвісти зниклими й досі або ж перебувають у полоні.\nПовернення тіл кожного загиблого військовослужбовця, проведення належного розслідування їх долі, долі усіх зниклих безвісті військовослужбовців, та повернення кожного воїна з неволі полону на рідну землю, сприятимуть створенню почуття спільноти та єдності, показуючи, що держава цінує їхні жертви.",
    "trans": "Author (initiator): Antonenko Nataliia Viktorivna\nDate of publication: October 29, 2024\nRESPONSE TO THE PETITION PETITION TEXT SIGNATORIES\nDear Mr. President! Families of those who went missing during the performance of combat missions—Ukraine’s Defenders, servicemen of the 67th Separate Mechanized Brigade and the battalions subordinate to them, units A4123 and A4046—who carried out and continue to carry out combat missions in the settlements of Chasiv Yar, Ivanivske, Nevske, Terny, and Novosadove in the Donetsk and Luhansk regions, are addressing you on a very painful issue that has directly affected hundreds of Ukrainian families.\nWe ask you to consider our petition regarding the protection of the rights of Ukraine’s Defenders—servicemen of the Armed Forces of Ukraine who went missing, were taken captive, or died while performing combat missions in the Donetsk and Luhansk directions.\nUnfortunately, while heroically defending their state from invaders, Ukrainian servicemen have suffered significant losses. Since their bodies have not been found, they are still considered missing or remain in captivity.\nThe return of the bodies of each fallen serviceman, the proper investigation into their fate and the fate of all missing servicemen, and the return of every warrior from captivity to their native land will foster a sense of community and unity, showing that the state values their sacrifices."
}