{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Уповільнення справи\nУскладнення справи\nСпрощення справи\nОпис дій\nДо 30.10.2024 подаємо суду лише клопотання з відкладенням судового засідання з доданими доказами відправки адвокатських запитів, мотивуючи це тим, що за інформацією свідків є достатні підстави вважати, що позивач не проживав постійно з спадкодавцем, а також те, що він ухилявся від надання допомоги спадкодавцеві, який через похилий вік та тяжку хворобу був у безпорадному стані. Оскільки достатні докази ще в процесі збору та отримання (отримали ще не всі відповіді на адвокатські запити) вважаємо за доцільне оголосити перерву для подачі вмотивованого відзиву та/або зустрічного позову про усунення від спадкування.\nДо 30.10.2024 подаємо суду відзив та зустрічний позов. Відзив обґрунтовуємо тим, що відповідач більше 6 місяців не проживав з спадкодавцем (однак, на нашу думку, достатніх доказів ще не маємо). Також, подаємо зустрічний позов про усунення від права на спадкування за законом. Підлягають доведенню факти, що: 1) спадкодавець перебував у безпорадному стані і потребував сторонньої допомоги (може підтверджуватись медичною документацією) – поки даних немає (можливо у відповідях на запити отримаємо інформацію), 2) відповідач мав можливість надавати допомогу, проте ухилявся від її надання (можливо, свідки це підтвердять).\nДо 30.10.2024 подаємо лише відзив і отримуємо свідоцтво на право на спадщину у нотаріуса.",
    "trans": "Delaying the case\nComplicating the case\nSimplifying the case\nDescription of actions\nBy 30.10.2024, we submit to the court only a motion to postpone the court hearing, with attached evidence of having sent attorney’s requests, arguing that, according to witness information, there are sufficient grounds to believe that the plaintiff did not permanently reside with the testator and also that he evaded providing assistance to the testator, who was helpless due to old age and serious illness. Since sufficient evidence is still being collected and obtained (we have not yet received all responses to the attorney’s requests), we consider it expedient to request a recess for filing a substantiated response and/or a counterclaim for exclusion from inheritance.\nBy 30.10.2024, we submit a response and a counterclaim to the court. We base the response on the argument that the defendant did not reside with the testator for more than six months (however, in our opinion, we do not yet have sufficient evidence). We also file a counterclaim for exclusion from the right to inherit by law. The following facts must be proven: 1) the testator was in a helpless condition and needed outside help (this can be confirmed by medical documentation)—we currently have no data (we may receive information in the responses to the requests), and 2) the defendant was able to provide help but evaded doing so (possibly, witnesses will confirm this).\nBy 30.10.2024, we submit only the response and obtain a certificate of inheritance rights from the notary."
}