{
    "source": "uk_UA",
    "target": "en_US",
    "text": "сім’ї зла, а тому, що згадка про сім’ю нагадує тобі про дистанціювання\nй насильство, яке стало його причиною.\nКордони позбавляють тебе необхідності пояснювати свої почуття,\nміркування й деталі свого болю. На жаль, кордони, які ти встановлюєш\nстосовно здоровших родичів, можуть на деякий час спричинити\nвідчуття, ніби ти не помічаєш слона, який стоїть у кімнаті. Може\nнавіть здаватися, що ваші стосунки ніколи не будуть абсолютно\nщирими і відкритими, тому що тема твоєї сім’ї є небезпечною для\nобговорення. У цьому немає нічого страшного. Це всього-на-всього\nперіод адаптації. Встановлені тобою кордони допомагають тобі\nвизначити і встановити нові правила поведінки в таких стосунках.\nСпочатку адаптація може спричинити дискомфорт, але це нормально.\nЯкщо в тих стосунках є любов, вони варті тимчасового дискомфорту.\nЩоби пройти період дискомфорту, намагайся контролювати свої\nінстинкти, джерелом яких є цікавість, страх або почуття тривоги,\nпричиною яких стала твоя сім’я.\nКонтроль емоцій\nКордони зобов’язують тебе контролювати свої емоції, проявляючи\nтерпець й самоконтроль. Спочатку, ймовірно, буде важко не цікавитися\nтим, що твоїм здоровшим рідним відомо про тебе або про твою",
    "trans": "family ill, but rather because the mention of your family reminds you of the distancing\nand violence that caused it.\nBoundaries free you from the need to explain your feelings,\nreflections, and the details of your pain. Unfortunately, the boundaries you set\nregarding healthier relatives may, for a while, create\nthe feeling that you’re ignoring the elephant in the room. It may\neven seem that your relationships will never be completely\nhonest and open, because the topic of your family is dangerous\nto discuss. There’s nothing terrible about that. It’s merely\nan adjustment period. The boundaries you set help you\ndetermine and establish new rules of conduct in such relationships.\nInitially, adaptation can cause discomfort, but that’s normal.\nIf there is love in those relationships, they are worth the temporary discomfort.\nTo get through the discomfort, try to control your\ninstincts, which stem from curiosity, fear, or anxiety,\ncaused by your family.\nEmotional Control\nBoundaries require you to control your emotions, showing\npatience and self-control. At first, it will probably be difficult not to wonder\nwhat your healthier relatives know about you or about your"
}