{
    "source": "uk_UA",
    "target": "en_US",
    "text": "7. Робоча група утворюється голови, заступника голови, секретаря\nта інших членів.\n8. Головою робочої групи є Віце-прем’єр-міністр з відновлення України –\nМіністр розвитку громад та територій України.\n9. Голова робочої групи покладених робочу групу у складі головує на її засіданнях, контролює виконання\nна завдань.\nУ разі відсутності голови робочої групи його обов’язки виконує заступник\nголови робочої групи, який головує на її засіданнях.\n3\n10. Голова робочої групи у разі необхідності вносить зміни до посадового\nскладу робочої групи.\n11. Секретар робочої групи:\nготує матеріали, необхідні для роботи робочої групи;\nзабезпечує інформування членів робочої групи та всіх запрошених осіб про\nдату, час та місце проведення засідань робочої групи;\nведе та оформлює протоколи засідань робочої групи.\n12. Формою роботи робочої групи є засідання, що скликаються та\nпроводяться за рішенням голови робочої групи у разі потреби. Дата, час та місце\nпроведення засідань визначаються головою робочої групи та повідомляються її\nчленам секретарем не пізніше ніж за три робочі дні до дати засідання робочої\nгрупи.\n13. Матеріали надсилаються членам робочої групи не пізніше ніж за три\nробочих дні до дати проведення засідання.\n14. Допускається дистанційна форма проведення засідання робочої групи в",
    "trans": "7. The working group is composed of a chair, a deputy chair, a secretary,\nand other members.\n8. The chair of the working group is the Deputy Prime Minister for the Reconstruction of Ukraine –\nthe Minister for Communities and Territories Development of Ukraine.\n9. The chair of the working group presides over its meetings, supervises the performance\nof the tasks assigned to the working group.\nIf the chair of the working group is absent, his or her duties are performed by the deputy\nchair of the working group, who presides over its meetings.\n3\n10. If necessary, the chair of the working group makes changes to the official\ncomposition of the working group.\n11. The secretary of the working group:\nprepares materials needed for the working group’s activities;\nensures that members of the working group and all invited persons are informed about the\ndate, time, and place of the working group’s meetings;\ntakes and prepares the minutes of the working group’s meetings.\n12. The working group’s form of operation is its meetings, which are convened and\nheld by the decision of the chair of the working group as needed. The date, time, and place\nof meetings are determined by the chair of the working group and communicated to its\nmembers by the secretary no later than three working days before the meeting date of the working\ngroup.\n13. Materials are sent to the members of the working group no later than three\nworking days before the scheduled date of the meeting.\n14. A remote format for holding a working group meeting in"
}