{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Отже,\nякщо у ФОП тільки відкритий рахунок за кордоном, на який приходить підприємницький дохід, то доходи, отримані на такий закордонний рахунок, оподатковуються в Україні\nЯк оподатковувати в Україні\nНа наш погляд, тут має бути всепростіше простого. А саме кошти, отримані у валюті на рахунок, відкритий за кордоном, слід оподатковувати за тими правилами, що і доходи, отримані на рахунки, відкриті в українських банках у валюті.\nА самена дату надходженнявалюти слід кількість отриманої валюти помножити на курс НБУ. Результат, що буде отримано, варто включитидо підприємницького доходу. Якщо мова йде про єдинника групи 3, то з такого доходу слід сплатити податок (2/3/5 %), зважаючи на те, яку ставку ЄП обрав ФОП. Якщо ж ФОП працює на загальній системі, то логіка та ж, але зрозуміло, з правом на вирахування витрат.\nВодночас фіскали з цього приводумають іншу думку. Податківці (див.листи ДПСУ від 04.07.2022 № 5064/Г/99-00-24-03-03-09тавід 27.01.2023 № 177/ІПК/99-00-04-01-04-06) заявляють, що\nякщо гроші з іноземного рахунку не перекидають на український підприємницький рахунок, то такі суми не можна оподатковувати за підприємницькими правилами",
    "trans": "Therefore,\nif an FOP (private entrepreneur) only has an opened account abroad, to which entrepreneurial income is credited, then the income received in such a foreign account is taxed in Ukraine\nHow to tax in Ukraine\nIn our view, it should be quite simple here. Namely, the funds received in foreign currency in an account opened abroad should be taxed according to the same rules as income received in foreign currency in accounts opened in Ukrainian banks.\nSpecifically, on the date the foreign currency is received, the amount of foreign currency received should be multiplied by the NBU exchange rate. The resulting amount should be included in the entrepreneurial income. If we are talking about a sole proprietor (единник) in Group 3, then tax (2/3/5%) should be paid on such income, taking into account which single tax (ЄП) rate the entrepreneur has chosen. If the FOP operates under the general system, the logic is the same, but of course with the right to deduct expenses.\nAt the same time, the tax authorities have a different opinion on this matter. The tax authorities (see the letters of the STS of Ukraine dated 04.07.2022 No. 5064/Г/99-00-24-03-03-09 and dated 27.01.2023 No. 177/ІПК/99-00-04-01-04-06) state that\nif money from a foreign account is not transferred to a Ukrainian entrepreneurial account, such amounts cannot be taxed under entrepreneurial rules"
}