{
    "source": "uk_UA",
    "target": "en_US",
    "text": "або не\nувімкнення системи радіаційного захисту на об’єктах із джерелами радіоактивного випромінювання тощо.\nМасове отруєння – заподіяння шкоди життю і здоров’ю великої кількості людей і тварин шляхом додавання отруйних речовин до води, повітря чи продуктів харчування, що призводить до різкого порушення нормальної життєдіяльності організму або смерті.\nКодексом цивільного захисту України від 02.10.2012 No5403-VI у пунктах 8, 9, 10 ч. 1 ст. 2 передбачено такі визначення відповідно: епідемія – масове поширення інфекційної хвороби серед населення відповідної території за стислий проміжок часу; епізоотія – широке поширення заразної хвороби тварин за стислий проміжок часу, що значно перевищує звичайний рівень захворюваності на цю хворобу на відповідній території; епіфітотія – широке\nпоширення на території однієї або кількох адміністративно-територіальних одиниць заразної хвороби рослин, що значно перевищує звичайний рівень захворюваності на цю хворобу на відповідній території.\nСуб’єкт злочину – фізична осудна особа, якій на момент вчинення злочину виповнилося чотирнадцять років.\nСуб’єктивна сторона диверсії характеризується виною у формі прямого умислу та метою, якою є ослаблення держави. Саме за цією метою диверсія відмежовується від убивств, тілесних ушкоджень, знищення чи пошкодження майна і терористичного акту.",
    "trans": "or the failure\nto switch on the radiation protection system at facilities with sources of radioactive radiation, etc.\nMass poisoning is causing harm to the lives and health of a large number of people and animals by adding poisonous substances to water, air, or food, leading to a sharp disruption of normal bodily functions or death.\nThe Civil Protection Code of Ukraine of 02.10.2012 No. 5403-VI in paragraphs 8, 9, 10 of Part 1 of Art. 2 provides the following definitions, respectively: epidemic – the widespread occurrence of an infectious disease among the population of a given territory in a short period of time; epizootic – the wide spread of a contagious animal disease in a short period of time, significantly exceeding the usual level of morbidity for that disease in the given territory; epiphytotic – the wide\nspread of a contagious plant disease in the territory of one or more administrative-territorial units, significantly exceeding the usual level of morbidity for that disease in the given territory.\nThe subject of the crime is a sane individual who has reached fourteen years of age at the time of committing the crime.\nThe subjective aspect of sabotage is characterized by guilt in the form of direct intent and by the goal, which is to weaken the state. It is precisely by this goal that sabotage is distinguished from murder, bodily harm, destruction or damage to property, and terrorist acts."
}