{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Хоча зараз, сидячи в кімнаті [redacted_name], всі спітнілі навіть з урахуванням легкого та вільного одягу на них і того, що вони навіть не тренувалися чи щось таке, група айдолів не була в захваті, особливо через поламаний кондиціонер. Крім [redacted_name]. Вона почувалася найкраще з трьох, що, якщо чесно, траплялося рідко. Зазвичай [redacted_name] першою підхоплювала хворобу, холод та втому серед всіх них чотирьох.\nАле наразі троє інших дівчат в кімнаті були в гіршому настрої, аніж прийшли сюди спочатку, тому [redacted_name] здавалася витривалішою. Навіть [redacted_name], яка ніколи не скаржилася, ледь не задихалася від спеки.\nІ це ще були відчинені вікна.\n— [redacted_name], тебе взагалі не хвилює спека? — здивовано промовила [redacted_name], звичним рухом прикладаючи долоню до щоки.\n[redacted_name] активно похитала головою.\n— Я впорядку!\n[redacted_name] кинула скептичний погляд на неї зі свого місця на ліжку [redacted_name].\n— Справді?\n[redacted_name] тим часом поглядала на [redacted_name], задумавшись про щось.\nЗрештою, [redacted_name] просто зітхнула та взяла назад в руки телефон, промовляючи:\n— Нам потрібно продовжити шукати ідеї для стрімів.",
    "trans": "Although now, sitting in [redacted_name]’s room, they were all sweating even considering the light and loose clothing they wore and the fact that they weren’t even exercising or anything like that, the idol group was not thrilled, especially because of the broken air conditioner. Except for [redacted_name]. She felt the best among the three, which, to be honest, happened rarely. Usually, [redacted_name] was the first to catch a cold, get sick, or become tired among all four of them.\nBut currently, the other three girls in the room were in a worse mood than when they first got here, so [redacted_name] seemed more resilient. Even [redacted_name], who never complained, was almost suffocating from the heat.\nAnd the windows were still open.\n— Hey, [redacted_name], aren’t you bothered by the heat at all? — [redacted_name] asked in surprise, pressing her palm to her cheek by habit.\n[redacted_name] shook her head vigorously.\n— I’m fine!\n[redacted_name] gave her a skeptical look from her spot on [redacted_name]’s bed.\n— Really?\nMeanwhile, [redacted_name] looked at [redacted_name], lost in thought about something.\nFinally, [redacted_name] just sighed and picked up her phone again, saying:\n—We need to keep looking for stream ideas."
}