{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— Я підготував для Вас кілька подарунків, пані Куроцучі, — пригадав раптом Наруто, коли в нього ледь не випало з голови.\nНа маленькому диванчику для гостей розміщувався яскравий пакет із зображеннями квітів. Чоловік запросив жестом жінку ближче до себе, а потім зі всім зібраним ентузіазмом почав демонструвати їй дарунки.\n— Це наші знамениті Конохівські солодощі, — проказав Наруто, діставши коробку із цукерками у вигляді маленьких сердець.\n— Обожнюю солоденьке! — підбадьорилась жінка, поглянувши у вічі Узумакі. — Хоч я і бережу свою прекрасну фігуру, але іноді у мене виникає нестримне бажання до всього смачного.\nЧоловік відчув себе на мить незручно, зазирнувши жінці в очі, але він був неабияк задоволений тим, що їй сподобалися цукерки. Він усі крамниці оббігав сьогодні, шукаючи найкращі.\n— А ось це фігурки кожного Каґе нашого селища, включно з моєю, — продемонстрував Узумакі жінці ексклюзивний набір, який було дуже складно знайти.\n— Такі гарненькі! — не втрималась Куроцучі, із захватом оглядаючи кожну з фігурок. — Фігурка Сьомого Хокаґе буде моєю улюбленою!",
    "trans": "\"I prepared a few gifts for you, Ms. Kurotsuchi,\" Naruto suddenly recalled when it had almost slipped his memory.\nOn a small couch for visitors, there was a colorful bag decorated with pictures of flowers. The man beckoned the woman closer to him with a gesture, and then, summoning all his enthusiasm, began to show her the gifts.\n\"These are our famous Konohagakure sweets,\" Naruto said while taking out a box of candies shaped like little hearts.\n\"I love sweets!\" The woman perked up, looking into Uzumaki’s eyes. \"Even though I take care of my lovely figure, sometimes I get an irresistible craving for delicious treats.\"\nThe man felt slightly awkward for a moment, gazing into the woman’s eyes, but he was extremely pleased that she liked the candies. He had run around all the shops today looking for the best ones.\n\"And here we have figurines of each Kage of our village, including me,\" Uzumaki showed the woman an exclusive set that was very hard to find.\n\"They’re so cute!\" Kurotsuchi couldn’t help herself, admiring each figurine with delight. \"The Seventh Hokage figure will be my favorite!\""
}