{
    "source": "uk_UA",
    "target": "en_US",
    "text": "У постанові Великої Палати Верховного Суду від 12 лютого 2020 року у справі № 381/4019/18 зроблено висновок, що співмірність передбачає співвідношення судом негативних наслідків від вжиття заходів забезпечення позову з тими негативними наслідками, які можуть настати внаслідок невжиття цих заходів, з урахуванням відповідності права чи законного інтересу, за захистом яких заявник звертається до суду, вартості майна, на яке він заявляє клопотання накласти арешт, чи майнових наслідків заборони відповідачу здійснювати певні дії. Заходи забезпечення позову застосовуються для того, щоб гарантувати виконання можливого рішення суду і повинні застосовуватися лише в разі необхідності, оскільки безпідставне звернення до таких дій може спричинити порушення прав та законних інтересів інших осіб чи учасників процесу. Розглядаючи заяву про забезпечення позову, суд має з урахуванням доказів, наданих позивачем на підтвердження своїх вимог, пересвідчитися, зокрема, в тому, що між сторонами дійсно виник спір та існує реальна загроза невиконання чи утруднення виконання можливого рішення суду про задоволення позову; з`ясувати обсяг позовних вимог, дані про особу відповідача, а також відповідність виду забезпечення позову, який просить застосувати особа, котра звернулася з такою заявою, позовним вимогам.",
    "trans": "In the Resolution of the Grand Chamber of the Supreme Court dated February 12, 2020, in case No. 381/4019/18, a conclusion was reached that commensurability implies the court weighing the negative consequences of applying measures to secure the claim against the negative consequences that may result from not applying such measures, taking into account the correlation between the right or lawful interest, for the protection of which the applicant turns to the court, the value of the property for which the applicant requests to impose an arrest, or the property-related consequences of prohibiting the defendant from taking certain actions. Measures to secure the claim are applied to guarantee the enforcement of a possible court judgment and should be used only when necessary, since an unjustified resort to such actions may lead to the violation of the rights and lawful interests of other persons or participants in the proceedings. When examining an application to secure a claim, the court must, based on the evidence submitted by the plaintiff to support their claims, ensure, in particular, that a real dispute has indeed arisen between the parties and that there exists a genuine threat of non-enforcement or difficulty in enforcing a possible court judgment satisfying the claim; it must ascertain the scope of the claim, the data on the defendant’s identity, as well as whether the type of claim security the applicant is requesting is appropriate to the claim’s demands."
}