{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Послуги з додавання підписників для сторінки instagram включають в себе:\nДодавання кожного дня по 35000 підписників , за місяць має буди додано не менше 800000 підписників, з урахуванням відписки до 20%.\n2. ТЕРМІН ДІЇ, ПРИПИНЕННЯ ДОГОВОРУ\n2.1. Цей Договір набирає чинності з дати його підписання Сторонами і діє до «31» грудня\n2025р.\n3. ОБОВ'ЯЗКИ СТОРІН\n3.1. Виконавець зобов'язаний:\n3.1.1. Надавати послуги відповідно до заявок Замовника.\n3.1.2. Забезпечити відповідність послуг, що надаються вимогам Замовника, визначеним у заявках.\n3.1.3. Приступати до надання послуг протягом 2 (двох) днів з моменту надходження грошових коштів на свій розрахунковий рахунок в розмірі 50% суми місячної оплати послуг, зазначеної в розділі 4 даного Договору.\n3.1.4. Не пізніше останнього робочого дня кожного календарного місяця надати Замовнику акт здачі-приймання наданих послуг.\n3.1.5. Негайно повідомляти Замовника про всі обставини, які можуть спричинити затримку в наданні послуг.\n3.1.6. Зберігати конфіденційність умов цього Договору, а також інформації, отриманої від Замовника в зв'язку з виконанням цього Договору, відповідно до розділу 6 цього Договору.\n3.2. Виконавець має право:\n3.2.1. Вимагати від Замовника надання необхідної інформації для належного надання послуг.\n3.2.2. Розірвати договір в односторонньому порядку, за умови виконання\nоплачених послуг. Виконавець зобов'язаний попередити Замовника про розірвання договору в письмовому вигляді не пізніше 10 днів до закінчення поточного розрахункового місяця.",
    "trans": "Services for adding subscribers to an Instagram page include:\nAdding 35,000 subscribers every day; at least 800,000 subscribers must be added per month taking into account an up to 20% unfollow rate.\n2. TERM OF VALIDITY, TERMINATION OF THE AGREEMENT\n2.1. This Agreement shall enter into force on the date of its signing by the Parties and shall remain in effect until December 31,\n2025.\n3. OBLIGATIONS OF THE PARTIES\n3.1. The Contractor shall:\n3.1.1. Provide services in accordance with the Client’s orders.\n3.1.2. Ensure that the services provided meet the Client’s requirements as specified in the orders.\n3.1.3. Begin providing the services within two (2) days from the moment when funds are credited to its settlement account in the amount of 50% of the monthly service fee specified in Chapter 4 hereof.\n3.1.4. No later than the last business day of each calendar month, provide the Client with a certificate of delivery and acceptance of the services rendered.\n3.1.5. Immediately inform the Client of any circumstances that may cause a delay in providing the services.\n3.1.6. Maintain the confidentiality of the terms hereof as well as of any information received from the Client in connection with the performance of this Agreement, in accordance with Chapter 6 hereof.\n3.2. The Contractor shall be entitled to:\n3.2.1. Require the Client to provide any necessary information for the proper provision of services.\n3.2.2. Terminate the Agreement unilaterally provided that it performed\nthe services that were paid for. The Contractor shall notify the Client in writing of the termination of the Agreement no later than 10 days before the end of the current billing month."
}