{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1рік 9місяців (строк надання освітньої послуги)\nмагістр (ступінь вищої освіти)\n025«Музичне мистецтво» (назва спеціальності)\nфортепіанний (факультет)|\n120\n(обсяг навчального навантаження здобувача вищої освіти вкредитах Європейської кредитної трансферно-накопичувальної системи)\nОбов'язки та права Виконавця\n.2 Виконавець зобов'язаний:\n1) надати Одержувачу освітню послугу на рівні стандартів вищої освіти(якщо законодавством передбачені державні стандарти надання освітньої послуги);\n2) забезпечити дотримання прав Замовника та Одержувача;\n3) видати Одержувачу документ про вищу •освіту (науковий ступінь) державного зразка (якщо відповідно до законодавства за освітньою (науковою) програмою передбачено видачу такого документа) аз умови виконання Одержувачем навчального навантаження в обсязі, необхідному для здобуття певного ступеня вищої освіти;\n4) інформувати Одержувача про правила та вимоги щодо організації надання освітньої послуги, ї якості ат змісту, про його права і обовʼязки під час надання ат отримання зазначеної послуги.\n5) розʼяснювати іноземцям хї права та обовʼязки, передбачені чинним законодавством України.\n* Замовник -фізична особа, що уклала даний договір в свохї інтересах або інтересах фізичної особи - студента (Одержувача), який в установленому порядку зарахований до вищого навчального закладу і навчається за денною формою навчання з метою здобуття певного освітнього ступеня.",
    "trans": "1 year 9 months (duration of educational service)\nmaster’s (degree of higher education)\n025 “Music Art” (name of the specialty)\npiano (faculty) |\n120\n(scope of the student’s academic workload in credits of the European Credit Transfer and Accumulation System)\nObligations and Rights of the Provider\n.2 The Provider shall:\n1) provide the Recipient with an educational service at the level of higher education standards (if state standards for the provision of educational services are stipulated by law);\n2) ensure compliance with the rights of the Customer and the Recipient;\n3) issue to the Recipient a document on higher education (academic degree) of the state-approved format (if, according to the legislation, the relevant educational (academic) program provides for such a document), provided that the Recipient fulfills the academic workload necessary for obtaining a certain degree of higher education;\n4) inform the Recipient about the rules and requirements regarding the organization of the provision of the educational service, its quality and content, and about his/her rights and obligations during the provision and receipt of the said service.\n5) explain to foreigners their rights and obligations under the current legislation of Ukraine.\n* The Customer is an individual who has entered into this agreement in his/her own interests or in the interests of another individual—the student (Recipient)—who has been duly admitted to a оhigher education institution and is studying in a full-time form of study for the purpose of obtaining о a certain educational degree."
}