{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ніл тихо посміявся з незадоволеного Аарона й сів біля Ендрю, їх коліна торкнулись й Ніл відчув полегшення.\n- Бачився з Метом. - це все що сказав Ніл, все що було потрібно Ендрю, щоб зрозуміти.\nЧорна автівка зупинилась на стоянці першою, фургону Мета ще не було видно, тому хлопці неквапно вилізли.\n- І чому я кожен раз на задньому сидінні?- бурчав Кевін розминаючи ноги.\n- Не драматизуй. - тихо відповів Аарон.\nЗа цей час як раз приїхали старшокурсники.\n- Ніл! Я хвилювався що ти десь зник. - сказав Мет підходячи до них. - Всім привіт.\nХлопці незграбно відповіли на привітання.\n- Ендрю, як пройшли канікули? - до розмови приєдналась Рене.\nНіл завис на її райдужних кінчиках волос, він вже давно не бачив Рене такою.\n- Все пройшло добре Рене. Дякую, як сама? - Ендрю встав біля Ніла.\n- Ох, в мене також все пройшло добре. А ти напевно Ніл?\n- Так, радий познайомитись Рене. - Ніл посміхнувся ніби на камеру, Ендрю зітхнув, Рене точно це помітила.\n- Я Ден, тепер твій капітан. - з посмішкою втрутилася Ден. - Рада що ти цілий, сподіваюсь пройшло без інцидентів.\n- Ображаєш Ден. - поскаржився Нікі. - Ми самі порядні люди, новачків до початку сезону не чіпаємо.\n- Заспокоїв. - хмикнула Ден.\n- Почекаймо Сета й Елісон всередині, а то тут якось холодно. - запропонувала Рене.",
    "trans": "Neil quietly laughed at Aaron's displeasure and sat next to Andrew, their knees touching, and Neil felt relieved.\n\"Saw Matt.\" That was all Neil said, all Andrew needed to understand.\nThe black car was the first to stop in the parking lot; Matt's van was still not in sight, so the guys slowly climbed out.\n\"And why am I always in the back seat?\" Kevin grumbled, stretching his legs.\n\"Don't be dramatic,\" Aaron quietly replied.\nBy this time, the upperclassmen had arrived.\n\"Neil! I was worried you'd disappeared somewhere,\" Matt said, approaching them. \"Hi everyone.\"\nThe guys awkwardly returned the greeting.\n\"Andrew, how were your holidays?\" Renee joined the conversation.\nNeil was captivated by her rainbow-colored hair tips; he hadn't seen Renee like this in a long time.\n\"Everything went well, Renee. Thank you, and how about you?\" Andrew stood next to Neil.\n\"Oh, everything went well for me too. And you must be Neil?\"\n\"Yes, nice to meet you, Renee.\" Neil smiled as if for the camera; Andrew sighed, and Renee definitely noticed.\n\"I'm Dan, your captain now,\" Dan interjected with a smile. \"Glad you're in one piece; I hope there were no incidents.\"\n\"You offend us, Dan,\" Nicky complained. \"We're decent people; we don't touch the newbies until the season starts.\"\n\"Reassuring,\" Dan snorted.\n\"Let's wait for Seth and Allison inside; it's a bit cold out here,\" Renee suggested."
}