{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Він був у тренді, у новинах. Скрізь про це йшлося, перевірив це кілька разів. Він так, так облажався. Не дивно, що йому так багато писали та дзвонили. Він навіть не знає, як Джон збирається виправляти ситуацію з його акторами, чиї секретні стосунки стали очевидними для всіх. Це надто пізно видаляти пост і поводитися так, ніби нічого не було. Все, що потрапляє до інтернету, там і залишається.\nДжонні бореться з бажанням провести руками по обличчю, зітхаючи. Йому треба поговорити із ним. Він закриває всі додатки, натомість натискаючи на номер свого хлопця у контактах. Іде виклик. Чуються гудки, що перериваються.\n\"Саймон, я— Це не було в моїх намірах— Просто— Забув перейти з офіційного облікового запису на особистий— Вибач мене—\"\n\"Зупинися, глибокий вдих і видих, ти тараториш,\" Джонні послухався, глибоко дихаючи. \"Молодець. Я не злюся на тебе, тобі не треба хвилюватись. Ми не ховатимемося. Нас або ухвалять, або не ухвалять такими, які ми є, це не наші проблеми. Ти важливіший для мене за інших.\"",
    "trans": "He was trending in the news. Everyone was talking about this; he checked it several times. He really messed up. No wonder so many people were writing to him and calling him. He doesn't even know how John plans to fix the situation with his actors, whose secret relationships have become obvious to everyone. It's too late to delete the post and act like nothing happened. Everything that goes on the internet stays there.\nJohnny fights the urge to run his hands over his face, sighing. He needs to talk to him. He closes all the apps and instead taps on his boyfriend's number in his contacts. The call goes through; the ringing is interrupted.\n\"Simon, I— it wasn't my intention— I just— forgot to switch from the official account to the personal one— I'm sorry—\"\n\"Stop, take a deep breath and exhale, you're babbling,\" Johnny listened, taking deep breaths. \"Good. I'm not mad at you; you don't need to worry. We won't hide. People will either accept us or not for who we are; it's not our problem. You are more important to me than anyone else.\""
}