{
    "source": "uk_UA",
    "target": "en_US",
    "text": "акт визначення меж земельної ділянки в натурі (на місцевості);\nкадастровий план земельної ділянки з відображенням обмежень (обтяжень) у його використанні та встановлених земельних сервітутів;\nакт приймання-передачі об'єкта оренди;\nпроект відведення земельної ділянки у разі його розробки згідно із законом.\nСлід знати, що відсутність у договорі оренди землі однієї з істотних умов, а також вищеперелічених документів може послужити підставою для визнання договору недійсним. Завважимо, що реєстрація договору оренди не проводиться, оскільки з 01.01.13 р. право оренди підлягає держреєстрації в Держреєстрі речових прав на нерухоме майно відповідно до Закону № 1952.\nЗверніть увагу! При затвердженні проекту відведення землі або проекту землеустрою, а також при передачі земельної ділянки у власність або в оренду органи виконавчої влади або органи місцевого самоврядування своїм рішенням установлюють цільове призначення земельних ділянок. Кіоск можна встановити на ділянці, призначення якої – «ведення господарської діяльності».",
    "trans": "report on the determination of the boundaries of a land plot in nature (on site);\ncadastral plan of the land plot with the indication of restrictions (encumbrances) on its use and established land easements;\ndelivery and acceptance certificate for the leased property;\nland plot allocation project if it is developed in accordance with the law.\nIt should be noted that the absence of one of the essential conditions in the land lease agreement as well as the above-mentioned documents may serve as a basis for recognizing the agreement as invalid. Please note that the lease agreement is not registered taking into account that as of January 1, 2013 the right of lease is subject to state registration in the State Register of Property Rights to Immovable Property in accordance with Law No. 1952.\nPlease kindly note! When approving the land allocation project or the land management project as well as when transferring a land plot into ownership or lease, the executive authorities or local self-government bodies establish the purpose of the land plots by their decision. A booth can be installed on a plot intended for \"conducting business activities.\""
}