{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Щодо реалізації громадянами наданого їм Конституцією України права на звернення.\nПравові засади діяльності Уповноваженого визначені Конституцією України та Законом України «Про Уповноваженого Верховної Ради України з прав людини». Згідно частини першої статті 17 Закону України «Про Уповноваженого Верховної Ради України з прав людини» Уповноважений приймає та розглядає звернення громадян або осіб, які діють в їх інтересах, відповідно до Закону України\n«Про звернення громадян».\nВідповідно до частини шостої статті 5 Закону України «Про звернення\nгромадян» письмове звернення надсилається поштою або передається громадянином до відповідного органу, установи особисто чи через уповноважену ним особу, повноваження якої оформлені відповідно до законодавства, а саме згідно статей 244, 245 Цивільного кодексу України. Звернення, оформлене без дотримання зазначених вимог, повертається заявнику з відповідними роз’ясненнями.",
    "trans": "Regarding the implementation by citizens of the right granted to them by the Constitution of Ukraine to submit petitions.\nThe legal basis for the activities of the Commissioner is determined by the Constitution of Ukraine and the Law of Ukraine \"On the Commissioner of the Verkhovna Rada of Ukraine for Human Rights.\" According to Part 1 of Article 17 of the Law of Ukraine \"On the Commissioner of the Verkhovna Rada of Ukraine for Human Rights,\" the Commissioner accepts and considers petitions from citizens or persons acting in their interests in accordance with the Law of Ukraine\n\"On Citizens' Petitions.\"\nAccording to Part 6 of Article 5 of the Law of Ukraine \"On Citizens' Petitions,\"\na written petition is sent by mail or delivered by the citizen to the appropriate authority or institution in person or through a person authorized by them, whose authority is formalized in accordance with the legislation, namely according to Articles 244, 245 of the Civil Code of Ukraine. A petition that is not properly formulated in accordance with the specified requirements is returned to the applicant with the appropriate explanations."
}