{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1. Предмет договору.\n1.1. «ВИКОНАВЕЦЬ» зобов'язується надати «ЗАМОВНИКУ» послуги з розвиваючого навчання «ЗАМОВНИКА» на семінарі з йоги (надалі за текстом – Семінар), який проводиться «ВИКОНАВЦЕМ» у період з / /2024 р. по / /2024 р., у місті Харкові.\n1.2. «ВИКОНАВЕЦЬ» залишає за собою право вносити зміни в програму та розклад Семінару, якщо такі заходи, на погляд «ВИКОНАВЦЯ», підвищують якість навчання, повідомивши про ці та інші зміни «ЗАМОВНИКУ» своєчасно.\n1.3. У випадку виникнення непередбачуваних обставин, що знаходяться поза волею сторін (обстріли, бойові дії, відключення світла у місті Харкові та інше) з безпековою метою, розклад Семінару може бути змінений, про що Виконавець проінформує Замовника, або за погодженням з Виконавцем, Замовник може відвідувати заняття у форматі он-лайн.\n2. Права та обов’язки сторін.\n2.1. «ВИКОНАВЕЦЬ» зобов'язується:\n2.1.1. На підставі цього договору забезпечити навчання «ЗАМОВНИКА» на вказаному вище Семінарі.\n2.1.2. Своєчасно інформувати «ЗАМОВНИКА» про зміни в програмі та розкладі Семінару.\n2.1.3. У випадку скасування Семінару, за рішенням Виконавця (за будь яких причин), повністю повернути «ЗАМОВНИКУ» оплачену вартість послуг.\n2.2. «ЗАМОВНИК» зобов'язується:\n2.2.1. Відвідувати заняття Семінару.\n2.2.2. У порядку, передбаченому цим Договором, здійснити оплату навчання.",
    "trans": "1. Subject of the Agreement.\n1.1. The CONTRACTOR undertakes to provide the CUSTOMER with developmental training services for the CUSTOMER at a yoga workshop (hereinafter referred to as the Workshop) conducted by the CONTRACTOR during the period from / /2024 to / /2024 in the city of Kharkiv.\n1.2. The CONTRACTOR shall reserve the right to make changes to the program and schedule of the Workshop provided such measures, in the CONTRACTOR's opinion, improve the quality of training, while notifying the CUSTOMER of these and other changes in a timely manner.\n1.3. In the event of unforeseen circumstances beyond the control of the Parties (shelling, combat operations, power outages in the city of Kharkiv, etc.) for safety reasons, the schedule of the Workshop may be changed, about which the Contractor shall inform the Customer, or by agreement with the Contractor, the Customer may attend classes in an online format.\n2. Rights and Obligations of the Parties.\n2.1. The CONTRACTOR undertakes to:\n2.1.1. Ensure the training of the CUSTOMER at the above-mentioned Workshop under this Agreement.\n2.1.2. Timely inform the CUSTOMER about changes in the program and schedule of the Workshop.\n2.1.3. In the event of the cancellation of the Workshop at the Contractor's discretion (for any reason), fully refund the CUSTOMER for the paid value of the services.\n2.2. The CUSTOMER undertakes to:\n2.2.1. Attend classes during the Workshop.\n2.2.2. Make payment for the training as stipulated in this Agreement."
}