{
    "source": "uk_UA",
    "target": "en_US",
    "text": "– І як давно в тебе хибні перейми? – запитав альфа, присівши біля Танізакі.\n– Вже пару тижнів. Періодами, – відповів омега і знову відчув спазм.\n– А сьогодні вже були?\n– Так. Зранку. І вдень.\n– Як часто відчувається сьогодні?\n– Зранку було десь раз на пів години, може хвилин на сорок. Потім стали частіше, – Джунічіро відчув спазм у попереку.\n– А зараз усе скоротилося до трьох-чотирьох хвилин, – скоріше констатував, ніж запитав Огай. – Тачіхаро, йди заводь машину. Твій чоловік скоро народить.\n– Що? Які народжую? Мені ще два тижні ходити! – Танізакі перелякано подивився на голову Портової мафії.\n– Зате твоя дитина вирішила інакше. Тобі казали трошки пригальмувати при підготовці свята, – Морі докоряв омезі за його безвідповідальність, проте його голос звучав заспокійливо.\nФукудзава з самим Огаєм допомогли Джунічіро піднятися і повели на вихід. Решта гостей так само заметушилася, збираючись їхати до лікарні слідом.\nПерейми ставали все сильнішими. Танізакі намагався робити глибокі вдихи та видихи, щоб заспокоїтись, але хвилювання через слова Морі тільки наростало.",
    "trans": "\"And how long have you been having contractions?\" the alpha asked, sitting down next to Tanizaki.\n\"For a couple of weeks now. Periodically,\" the omega replied, feeling another spasm.\n\"And have there been any today?\"\n\"Yes. In the morning. And during the day.\"\n\"How often are they today?\"\n\"In the morning, it was about once every half hour, maybe every forty minutes. Then they became more frequent,\" Junichiro felt a spasm in his lower back.\n\"And now it's down to three or four minutes,\" Ogai stated more than asked. \"Tachiharo, go start the car. Your husband is about to give birth.\"\n\"What? Give birth? I still have two weeks to go!\" Tanizaki looked frightenedly at the head of the Port Mafia.\n\"But your child decided otherwise. You were told to take it easy with the holiday preparations,\" Mori scolded the omega for his irresponsibility, but his voice was soothing.\nFukuzawa, along with Ogai himself, helped Junichiro stand up and led him to the exit. The rest of the guests also hurriedly gathered to go to the hospital.\nThe contractions were getting stronger. Tanizaki tried to take deep breaths and exhales to calm down, but the anxiety from Mori's words only grew."
}