{
    "source": "uk_UA",
    "target": "en_US",
    "text": "9.1. Загальні Збори Учасників є правомочними, якщо на них присутні учасники (представники учасників), що володають у сукупності більш як 60 відсотками голосів.\nРОЗДІЛ 10. ВИКОНАВЧИЙ ОРГАН\n10.1. Виконавчим органом Товариства, що здійснює керівництво його поточною діяльністю, є Директор, який призначається Загальними Зборами Учасників, і вправі без довіреності здійснювати дії від імені Товариства. Директор формує апарат управління, очолює його і вирішує всі питання діяльності Товариства, крім тих, що входять до компетенції Загальних Зборів Учасників. Виконавчий орган товариства може бути обраний також і не зі складу Учасників Товариства.\n10.2. Директор вирішує усі питання діяльності Товариства, за винятком тих, що входять до виключної компетенції Загальних Зборів Учасників. Директор контролює ведення бухгалтерського обліку результатів діяльності Товариства, має право відкривати рахунки в банківських установах та розпоряджатися ними, організовує ведення статистичної та податкової звітності та представляє її у встановленому обсязі вiдповiдним державним органам.\n10.3. Директор пiдзвiтний Загальним Зборам Учасникiв i органiзує виконання їх рiшень. Директор не має права приймати рiшення, обов'язковi для Учасникiв Товариства.",
    "trans": "9.1. The General Meeting of Members is considered valid if participants (representatives of participants) holding more than 60 percent of the votes in total are present.\nSECTION 10. EXECUTIVE BODY\n10.1. The executive body of the Company, which manages its current activities, is the Director, who is appointed by the General Meeting of Members and has the authority to act on behalf of the Company without a power of attorney. The Director forms the management apparatus, heads it, and solves all issues related to the Company's activities, except for those within the competence of the General Meeting of Members. The executive body of the Company may also be elected not from among the Company's Members.\n10.2. The Director deals with all issues related to the Company's activities, except for those within the exclusive competence of the General Meeting of Members. The Director oversees the accounting of the Company's activities, has the right to open and manage bank accounts, organizes the keeping of statistical and tax records, and submits them in the prescribed manner to the relevant state authorities.\n10.3. The Director is accountable to the General Meeting of Members and organizes the implementation of their decisions. The Director does not have the right to make any decisions binding on the Company's Members."
}