{
    "source": "uk_UA",
    "target": "en_US",
    "text": "У 2023 році британська влада отримала близько 3500 скарг на Revolut, більше, ніж на будь-який інший банк або фірму, що займаються електронними грошима.\n\"[Це] свідчить, що Revolut не вживає достатніх заходів у цій галузі\", - каже Роб Ліллі-Джонс, представник Which - найбільшої в Британії організація із захисту прав споживачів.\nЗа його словами, були випадки, коли банк відмовлявся повертати клієнтам кошти, списані з їхніх рахунків внаслідок шахрайства. Тому він не рекомендує розміщувати в цій компанії великі суми.\nУ Revolut стверджують, що кожен потенційний випадок шахрайства ретельно розслідують, щоб можна було оцінити всі обставини й ухвалити найбільш обґрунтоване рішення.\nКомпанія запевняє, що минулого року скоротила кількість випадків шахрайства на 20%, але визнає, що \"завжди є над чим працювати\".\nЩо відомо про Revolut\nФінансовий стартап Revolut заснували у 2015 році росіянин Микола Сторонський та українець Влад Яценко, який переїхав до Лондона.\nУ 2021-му Revolut став найдорожчим стартапом Британії, залучивши 800 млн доларів. Сервіс працює в 35 країнах, має понад 45 млн клієнтів та пропонує десятки послуг – від переказів грошей в будь-якій валюті до крипти.\nДо великої війни, як пише Forbes, компанія мала плани на розвиток на українському ринку. Наприкінці 2021 року стартап зареєстрував офіс в Україні й почав наймати для нього спеціалістів, але про запуск повноцінної роботи в країні тоді не йшлося.",
    "trans": "In 2023, the British authorities received around 3,500 complaints about Revolut, more than any other bank or electronic money firm.\n\"[This] indicates that Revolut is not taking sufficient measures in this area,\" says Rob Lilly-Jones, a representative of Which?, the largest consumer rights organization in Britain.\nAccording to him, there have been cases where the bank refused to return funds to customers that were taken from their accounts due to fraud. Therefore, he does not recommend keeping large sums of money with this company.\nRevolut claims that every potential case of fraud is thoroughly investigated to assess all circumstances and make the most justified decision.\nThe company assures that it reduced the number of fraud cases by 20% last year but acknowledges that \"there is always room for improvement.\"\nWhat is known about Revolut\nThe financial startup Revolut was founded in 2015 by Russian Nikolay Storonsky and Ukrainian Vlad Yatsenko, who moved to London.\nIn 2021, Revolut became the most valuable startup in Britain, raising $800 million. The service operates in 35 countries, has over 45 million customers, and offers dozens of services—from money transfers in any currency to cryptocurrency.\nBefore the full-scale war, as Forbes writes, the company had plans to develop in the Ukrainian market. At the end of 2021, the startup registered an office in Ukraine and began hiring specialists for it, but there was no talk of launching full-scale operations in the country at that time."
}