{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1а, язик дещо підсихає, обкладений білою осугою. Периферичні лімфовузли не пальпуються, щитовидна залоза не шена Ps - 84 уб. / хв. звичайного наповнення і напруження, АТ - 135 / 80 мм. рт. ст. Грудна клітка нормостенічного Межі серцевої тупості відповідають віковій нормі. Діяльність серця ритмічна, тони ослаблені. В легенях\nуторно - ясний легеневий звук, аускультативно - на всьому протязі легеневої тканини везикулярне дихання.\nЖивіт симетричний, звичайних розмірів, передня черевна стінка приймає участь в акті дихання. Пальпаторно ий, не болючий. Симптом подразнення очеревини (Щоткіна-Бломберга) негативний. Печінка не виступає з-під краю рної дуги, не болюча, мʼяко-еластична, гладка, край заокруглений. Жовчний міхур не пальпується. Підшлункова за і селезінка не пальпуються. Аускультативно - перистальтика задовільна, гази відходять.\nСимптом Пастернацького негативний з обох сторін. Пальпація сечового міхура не болюча. Сечопуск",
    "trans": "1a, the tongue is slightly dry and has a white coating. Peripheral lymph nodes are not palpable, the thyroid gland is not enlarged. Ps – 84 bpm, normal filling and tension, BP – 135/80 mmHg. The chest is normostenic. The borders of cardiac dullness correspond to the age norm. Heart activity is rhythmic, tones are weakened. In the lungs,\nthe secondary examination shows a clear lung sound, the auscultatory examination shows vesicular breathing throughout the lung tissue.\nThe abdomen is symmetrical and of normal size, the anterior abdominal wall participates in the act of breathing. Upon palpation, it is soft and non-tender. The symptom of peritoneal irritation (Shchetkin-Blumberg sign) is negative. The liver does not protrude beyond the costal margin, is non-tender, soft-elastic, smooth and with rounded edges. The gallbladder is not palpable. The pancreas and spleen are not palpable. The auscultation examination shows that peristalsis is satisfactory, and gases pass.\nThe Pasternatsky's symptom is negative on both sides. Palpation of the urinary bladder is not painful. Urine output"
}