{
    "source": "uk_UA",
    "target": "en_US",
    "text": "пестливих форм слів – демінутивів. Демінутив (лат. diminutivum) — форма слова, що вживається для передачі основного значення слова з відтінком зменшеності або ніжності. Наприклад: від слова дитина утворені демінутиви дитинка або дитиночка.\nДемінутиви утворюються тільки суфіксальним способом.\nНайпродуктивніший тип для іменників жіночого роду – форми з суфіксом –КА, -ОЧКА / -ЕЧКА (береза – берізка, казка – казочка).\nСпочатку основною функція демінутивів було позначення зменшеності (здрібнілості) предмета: не великий сад а маленький садок, брат не дорослий, а ще малий братик тощо. Потім до цієї функції зменшеності почало додаватися вираження емоцій, експресії. Щось зменшене викликає у людини розчуленість, почуття ніжності, пестливості. Українці виявилися особливо схильними до таких емоцій. І у мові моделлю творення форм зменшеності почали активно продукуватися форми з емоційно-експресивним забарвленням. Особливо це помітно у тих випадках, коли демінутиви утворюються від назв того, що не може бути зменшеним. Наприклад: молоко – молочко, сметана - сметанка",
    "trans": "Diminutives are a form of words used to convey the main meaning of a word with a nuance of smallness or affection. For example, from the word \"дитина\" (child), the diminutives \"дитинка\" or \"дитиночка\" are formed.\nDiminutives are formed only by suffixation.\nThe most productive type for feminine nouns is forms with the suffix -КА, -ОЧКА / -ЕЧКА (береза – берізка (birch - small birch), казка – казочка (fairy tale - small fairy tale)).\nInitially, the main function of diminutives was to indicate the smallness (diminutiveness) of an object: not a large garden but a small garden, not an adult brother but a small brother, etc. Later, in addition to the function of smallness, the expression of emotions and expressiveness began to be added. Something small evokes tenderness, a feeling of affection and endearment in a person. Ukrainians have proven to be particularly prone to such emotions. And in the language, the model for creating forms of smallness began to actively produce forms with emotional-expressive coloring. This is especially noticeable in those cases when diminutives are formed from the names of things that cannot be small. For example: молоко – молочко (milk - little milk), сметана - сметанка (sour cream - little sour cream)."
}