{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Тож я продовжила свій марафон до волі. Пробігла ще не знаю скільки, але шуму позаду немає. Тож можна трішки й перепочити. Але тут мій погляд натрапив на одне дерево і в мене промайнула дуже дивна думка: “ А якщо на нього залізти, мене швидко помітять?” Таким чином, згадуючи дитинство влітку в селі, пішла до моєї жертви. Зачепилась за найнижчу гілку та полізла. До самої верхівки лізти моторошно, а от нижче неї, де багато листя якраз. Що я звісно й зробила. Ось я вже метрів Зручніше вмостилась й обійняла стовбур та почала спостерігати.\nСерце калатає та болять ноги від тривалого бігу. Кілька разів вправи “вдих-видих” і жити вже можна. Але ковтку води не завадило б. З місця свого перебування мені відкрились чудові краєвиди на ліс. Якби не погоня, милувалась би собі на здоров’я. Легкий вітерець розтріпав моє волосся та приніс галас солдатів. Мурашки пробігли по спині і ще сильніше притулилась до стовбура (хоча сильніше вже нікуди). Огледіла всі сторони, наче сова, та мій погляд засік внизу переслідувачів. Я затамувала подих. Серце, яке заспокоїлось, знову почало віддавати стукіт у вухах. Здавалось, що воно розкриє моє місцезнаходження.",
    "trans": "So I continued my marathon to freedom. I ran some more, I don't know how much, but there's no noise behind me. So I can take a little break. But then my gaze fell on a tree, and a very strange thought crossed my mind: \"What if I climb it, will they spot me quickly?\" Thus, remembering my childhood summers in the village, I went to my target. I grabbed the lowest branch and started climbing. Climbing to the very top was scary, but just below it, where there are many leaves, was just right. Which, of course, is what I did. Here I am, a few meters up, settling in more comfortably and hugging the trunk, and started observing.\nMy heart is pounding, and my legs hurt from the long run. A few breaths of \"inhale-exhale\" and life feels possible again. But a sip of water wouldn't hurt. From my vantage point, beautiful views of the forest opened up before me. If it weren't for the chase, I'd be enjoying it to the fullest. A light breeze ruffled my hair and brought the noise of the soldiers. Goosebumps ran down my spine, and I pressed even closer to the trunk (though any closer was impossible). I scanned all directions like an owl, and my gaze caught the pursuers below. I held my breath. My heart, which had calmed down, started pounding in my ears again. It felt like it would reveal my location."
}