{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Стратегія: Використовуйте формуативне оцінювання, що дозволяє учням самостійно оцінювати свій прогрес або отримувати зворотний зв’язок від однолітків. Крім того, можна встановлювати індивідуальні цілі для кожного учня, щоб зосередитись на його потребах.\n5. Наявність ресурсів\nПроблема: Брак гнучких ресурсів, таких як підручники або цифрові інструменти, може обмежувати можливості для диференціації.\nСтратегія: Підбирайте додаткові ресурси, такі як адаптовані тексти, онлайн-інструменти для навчання мови чи спеціально розроблені матеріали. Можна змінювати наявні ресурси (тексти, завдання) під різні рівні, використовуючи спрощені інструкції або іншу лексику.\n6. Зацікавлення та мотивація\nПроблема: Утримати зацікавлення учнів різного рівня може бути складно, адже частина з них може вважати завдання занадто легкими, а інша – занадто складними.\nСтратегія: Використовуйте відкриті завдання, що дозволяють учням працювати на своєму рівні. Проєктна діяльність, рольові ігри та практичні завдання можуть зацікавити учнів та підтримати мотивацію на різних рівнях.",
    "trans": "Strategy: Use formative assessment, which enables students to evaluate their own progress or receive feedback from their peers. Moreover, individual goals can be set for each student to focus on their specific needs.\n5. Availability of Resources\nProblem: A lack of flexible resources, such as textbooks or digital tools, can limit differentiation opportunities.\nStrategy: Select additional resources such as adapted texts, online language learning tools, or specially designed materials. Available resources (texts, tasks) can be modified for different levels by using simplified instructions or different vocabulary.\n6. Engagement and Motivation\nProblem: Maintaining the engagement of students at different levels can be challenging, as some may find tasks too easy while others find them too difficult.\nStrategy: Use open-ended tasks that enable students to work at their own level. Project-based activities, role-playing games, and practical tasks can engage students and support motivation across different levels."
}