{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ми запрошуємо до команди людей, щиро закоханих у свою роботу, тих, хто готові приймати виклики та перетворювати їх на можливості, а ще розділятиме наші цінності.\nРазом з нами ти отримаєш досвід роботи у міжнародній компанії, зможеш втілити свої знання на практиці, реалізовувати круті проекти та професійно розвиватися. Ми віримо, що найкращі рішення команда знаходить та втілює у життя саме тоді, коли кожен може зробити свій внесок. Тут ти матимеш можливість не лише пропонувати ідеї, а й реалізовувати їх у життя. Ми в цьому разом!\nДля досягнення наших амбітних цілей ми шукаємо Менеджера з бронювання індивідуальних турів до нашої команди.\nВимоги:\n• Вища освіта;\n• Досвід роботи в туризмі;\n• Знання англійської мови на рівні pre-intermediate і вище;\n• Вміння швидко навчатись, уважність, аналітичні здібності;\n• Досвід роботи в різних системах бронювання DMC.\nОбов'язки:\n• Прорахунок індивідуальних турів у тому числі країнами, з якими зараз не співпрацюємо;",
    "trans": "We invite individuals who are genuinely passionate about their work, ready to take on challenges and turn them into opportunities, and who share our values to join our team.\nWith us, you will gain experience working in an international company, apply your knowledge in practice, implement exciting projects, and develop professionally. We believe that the best solutions are found and implemented by the team when everyone can contribute. Here, you will have the opportunity not only to propose ideas but also to bring them to life. We are in this together!\nTo achieve our ambitious goals, we are looking for a Manager for Booking Individual Tours to join our team.\nRequirements:\n• Higher education;\n• Experience in tourism;\n• English language proficiency at the pre-intermediate level or higher;\n• Ability to learn quickly, attentiveness, analytical skills;\n• Experience working with various DMC booking systems.\nResponsibilities:\n• Calculation of individual tours, including countries with which we do not currently cooperate;"
}