{
    "source": "uk_UA",
    "target": "en_US",
    "text": "ЕКГ (14.10.2024): Ритм синусовий, правильний. ЧСС 70 уд/хв. Нормальне положення ЕВС. Помірні зміни міокарда.\nКонсультація хірурга (15.10.2024): стан після МОС (27.09.24). Знято п/о шви.\nКонсультація ортопеда-травматолога (17.10.2024): невірно консолідований перелом н/3 лівої верхньої стегнової кістки з вкороченням лівої ноги на 3 см і вальгусною деформацією. Стан після оперативного лікування: коригуючої остеотомії і накладення АЗФ (20.08.24р.) і відкритої репозиції н/3 лівої стегнової кістки з МОС і пластиною з крила лівої клубової кістки (27.09.2024). Р-но: хода з допомогою милиць без навантаження на ліву ногу 6-8 тижнів з часу операції. Дозоване ЛФК в лівому колінному суглобі, знеболюючі при потребі (дексалгін), Ro - контроль на етапі 8 тижнів з часу операції.\nКонсультативний висновок психолога (11.10.2024): Шкала рівнів когнітивного функціонування RLA - 7 рівень.\nMMSE - 29 балів (при нормі 25-30 балів). МоСА - 24 балів (норма 26 і більше). Госпітальна шкала тривоги та депресії: тривога, депресія 9 балів. Рівень невротизації Л.В. Вассермана 9 балів.\nЛікування: Режим - стаціонарний. Кетолонг, прегабалін. Реабілітаційні заходи згідно індивідуальної реабілітаційної\nпрограми.\nРезультати лікування: Поточні цілі ІРП виконані. Больовий синдром знизився з 7-8 б до 1 балу за ВАШ. Амплітуда рухів у колінному суглобі збільшилась до 80° при пасивному згинанні та 47° при активному. Пацієнт має достатній -P",
    "trans": "ECG (October 14, 2024): Sinus rhythm, regular. Heart rate 70 bpm. Normal position of the electrical axis of the heart. Moderate myocardial changes.\nSurgical Consultation (October 15, 2024): Post-operative status (September 27, 2024). Post-operative sutures removed.\nOrthopedic-Traumatologist Consultation (October 17, 2024): Incorrectly consolidated fracture of the upper third of the left femur with shortening of the left leg by 3 cm and valgus deformation. Post-operative status: corrective osteotomy and application of an external fixation device (August 20, 2024), and open reduction of the upper third of the left femur with the use of open reduction and internal fixation and a plate from the left iliac crest (September 27, 2024). Recommendations: Walking with crutches without weight-bearing on the left leg for 6-8 weeks post-surgery. Dosed physical therapy for the left knee joint, pain relievers as needed (Dexalgin), Ro – control after 8 weeks post-surgery.\nPsychological Evaluation (October 11, 2024): RLA scale of cognitive functioning – Level 7.\nMMSE – 29 points (normal range 25-30 points). MoCA – 24 points (norm 26 and above). Hospital Anxiety and Depression Scale: Anxiety, Depression – 9 points. L.V. Vasserman's score of neuroticism – 9 points.\nTreatment: Inpatient regimen. Ketorolac, Pregabalin. Rehabilitation measures according to the individual rehabilitation\nprogram.\nTreatment Outcomes: Current goals of the individual rehabiligation program achieved. Pain syndrome reduced from 7-8 points to 1 point based on VAS. Range of motion in the knee joint increased to 80° in passive flexion and 47° in active flexion. The patient has a sufficient"
}