{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Канал зворотного зв’язку\nЗовнішнє середовище\nРисунок 1. Типовий контур управління\nНа рисунку 1. показані:\nСуб’єкт управління – це той, хто керує, а об’єкт управління – це те, що керується суб’єктом управління. За сутністю та змістом взаємодія між елементами управління визначається як взаємозв’язок, взаємодія. Тобто суб’єкт, впливаючи на об’єкт досягає від нього бажаної поведінки, бажаної дії, водночас, й об’єкт може ставити перед суб’єктом різні вимоги, просити додаткових ресурсів, покращення умов тощо. Тому, взаємозв’язки між суб’єктом та об’єктом управління поділяються на такі види:\n1. прямий зв’язок – це вплив суб’єкта на об’єкт;\n2. зворотній зв’язок – це інформування об’єктом управління у відповідній формі про сприйняття чи неприйняття керуючого впливу суб’єкта управління.\nВиходячи з цього, можемо зробити висновок, що між суб’єктом і об’єктом управління існує означена, відповідна єдність, яка визначається поняттям “внутрішнє середовище”, а якщо вплив суб’єкта управління здійснюється на якісь процеси, явища суспільного життя, то таке управління визначається поняттям “зовнішнє управління”.\nТаким чином, управлінські відносини являють собою конкретну форму соціальних зв’язків свідомовольового й організаційного характеру, я яких одна сторона (суб’єкт) є носієм функцій управління, а інша (об’єкт) випробує її регулюючий вплив, який відповідає відповідним цілям управління.\nЗ позиції науки кібернетики управлінський процес дістав вияв практично у будь-якій сфері живої або неживої природи і концентруються у трьох глобальних управлінських системах (рис. 2):",
    "trans": "Feedback Channel\nExternal Environment\nFigure 1. Typical Management Circuit\nIn Figure 1, the following are shown:\nThe management subject is the one who manages, and the management object is the one being managed by the management subject. Essentially and technically, interaction between management elements is defined as interconnection and interaction. This means that a subject influencing an object achieves the desired behavior and desired action while at the same time the object can impose various requirements on the subject, request additional resources, improve conditions, etc. Therefore, the interconnections between the management subject and object are divided into the following types:\n1. Direct communication – the influence of the subject on the object;\n2. Feedback – the management object informs the management subject in the appropriate form about the perception or non-perception of the management subject’s controlling influence.\nBased on this, we can conclude that between the management subject and object there is a certain appropriate unity, which is determined by the concept of the “internal environment,” and if the management subject's influence is exerted on some processes, phenomena of social life, then such management is defined by the concept of “external management.”\nThus, management relations are a specific form of social connections of a willful and organizational nature, where one party (the subject) is the bearer of management functions, and the other one (the object) experiences its regulatory influence in compliance with the appropriate management goals.\nFrom the point of view of cybernetics science, the management process is present in almost every sphere of animate or inanimate nature and concentrates in three global management systems (Figure 2):"
}