{
    "source": "uk_UA",
    "target": "en_US",
    "text": "- Картопля - 4 шт. (середні за розміром)\n- Буряк - 2 шт\n- Перець - половинка\n- Морква - 1 шт.\n- Цибуля - 1 шт.\n- Помідори - 4 шт (середні за розміром)\n- Капуста - 1/4 маленької капустини (70 гр)\n- Томатний соус - 1 ст. ложка з гіркою\n- Зелень, сіль, лавровий лист, приправи - за смаком\n1. Нарізаємо м‘ясо на невеличкі шматочки, розрізаємо половинку від моркви навпіл, обрізаємо нижню частину зелені - додаємо все це та лавровий лист у каструлю, та заливаємо водою. Вмикаємо вогонь.\n2. Нарізаємо картоплю на невеличкі кубики.\n3. Натираємо буряки та половинку моркви, що залишилась.\n4. Готуємо помідори - робимо надрізи з обох сторін, та заливаємо кип‘ятком, аби шкірка легко знялась.\n5. Дрібно нарізаємо або натираємо капусту, подрібнюємо перець.\n6. Знімаємо піну з бульйону та додаємо картоплю.\n7. Зливаємо кип‘яток з помідорів та знімаємо шкірку. Нарізаємо, вирізаючи біленьку серединку.\n8. Додаємо подрібнені помідори та перець до блендера - збиваємо.\n9. Готуємо засмажку. Додаємо трішки олії на попередньо розігріту сковорідку, туди ж відправляємо натерті буряк та моркву, перемішуємо та накриваємо кришкою. Час від часу помішуємо, готуємо близько 5-7 хвилин під кришкою. Додаємо помідори та перець, томатний соус та приправи за смаком. За бажання можна додати кілька ложок цукру.",
    "trans": "Potatoes - 4 pcs. (medium-sized)\nBeets - 2 pcs.\nBell pepper - half\nCarrot - 1 pc.\nOnion - 1 pc.\nTomatoes - 4 pcs. (medium-sized)\nCabbage - 1/4 small cabbage (70 g)\nTomato sauce - 1 tbsp. heaped\nGreens, salt, bay leaf, seasonings - to taste\n1. Cut the meat into small pieces, cut half of the carrot in half, trim the lower part of the greens - add all this and the bay leaf to a pot, and pour water over it. Turn on the heat.\n2. Cut the potatoes into small cubes.\n3. Grate the beets and the remaining half of the carrot.\n4. Prepare the tomatoes - make incisions on both sides and pour boiling water over them so that the skin comes off easily.\n5. Finely chop or grate the cabbage, chop the pepper.\n6. Remove the foam from the broth and add the potatoes.\n7. Drain the boiling water from the tomatoes and remove the skin. Cut, removing the white core.\n8. Add the chopped tomatoes and pepper to a blender - blend.\n9. Prepare the sauté. Add a little oil to a preheated skillet, add the grated beets and carrots, mix and cover with a lid. Stir occasionally, cook for about 5-7 minutes under the lid. Add tomatoes and pepper, tomato sauce, and seasonings to taste. If desired, you can add a few spoonfuls of sugar."
}