{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Тема 3: \"Моя школа\"\nСитуація для говоріння: Які предмети тобі подобаються найбільше? Чому? Як виглядає твій шкільний день? Завдання: Організуйте віртуальну екскурсію школою для нового учня. Один учень – \"новий учень\", а інший – \"гід\", який розповідає англійською про школу.\n2. Тематичний цикл: \"Подорожі та пригоди\"\nТема 1: \"Моє місто\"\nСитуація для говоріння: Які цікаві місця є у твоєму місті? Що б ти порадив туристам відвідати? Завдання: Уяви, що ти гід, і зроби коротку презентацію про своє місто або село для однокласників.\nТема 2: \"Подорож до іншої країни\"\nСитуація для говоріння: Куди б ти хотів поїхати? Чому саме ця країна? Що ти хочеш там побачити? Завдання: Створи власний план подорожі до іншої країни з описом маршрутів, визначних місць і культурних подій.\nТема 3: \"Пригодницький відпочинок\"\nСитуація для говоріння: Уяви, що ти вирушаєш у табір на природі. Що ти будеш робити? Які речі візьмеш з собою? Завдання: Проведіть рольову гру, де учні збирають \"рюкзак\" для подорожі. Кожен учень пояснює англійською, чому обрав певну річ.\n3. Тематичний цикл: \"Мрії та майбутнє\"\nТема 1: \"Ким я хочу стати?\"\nСитуація для говоріння: Яку професію ти хочеш обрати у майбутньому? Чому? Завдання: Створи \"колаж мрії\", де на плакаті показано твоє майбутнє – професію, місце роботи, мрії. Презентуй колаж класу англійською.",
    "trans": "Topic 3: “My School”\nSpeaking situation: Which subjects do you like the most? Why? What does your school day look like? Task: Organize a virtual tour of the school for a new student. One student plays the “new student,” and another plays the “guide,” explaining the school in English.\n2. Thematic Cycle: “Travel and Adventures”\nTopic 1: “My City”\nSpeaking situation: What interesting places are there in your city? What would you advise tourists to visit? Task: Imagine you’re a guide and give a short presentation about your city or village for your classmates.\nTopic 2: “Travel to Another Country”\nSpeaking situation: Where would you like to go? Why that particular country? What do you want to see there? Task: Create your own travel plan to another country with a description of routes, sights, and cultural events.\nTopic 3: “Adventure Vacation”\nSpeaking situation: Imagine you’re heading to a camp in nature. What will you do? Which items will you take with you? Task: Hold a role-play where students pack a “backpack” for the trip. Each student explains in English why they chose certain items.\n3. Thematic Cycle: “Dreams and the Future”\nTopic 1: “Who Do I Want to Be?”\nSpeaking situation: Which profession do you want to choose in the future? Why? Task: Create a “dream collage” on a poster that shows your future—profession, place of work, dreams. Present the collage in English to the class."
}