{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Слова Богу в хаті тепло\nмені не спиться… побачив вчора по дорозі із церкви відео тих хто покидає нашу общину і хор. Прочитав деякі так сказать прощальні звернення Дорога 3.5 години було над чим міркувати.\nНа серці великий не спокій:/\nНікого не хочу судити в даному тексті, в цьому розділенні Бог розбереться, (в месте дороги мерили, или не в месте… )Алеспівали і грали класно. ;)\nХочу нагадати слово Боже. І щоб проснулися ті хто спить.. це настояще розділення.!!!\nПамʼятайте Не праві ті хто уходять, ті хто не хоче бути разом.\nРимлянам 16-17 Умоляю вас, братия, остерегайтесь производящих разделения и соблазны, вопреки учению, которому вы научились, и уклоняйтесь от них; 18 ибо такие [люди] служат не Господу нашему Иисусу Христу, а своему чреву, и ласкательством и красноречием обольщают сердца”простодушных\nСлово Боже застерігає, нас всіх, і хто має вуші хай слухає.\nПовторюся не праві ті хто не хоче бути разом, служити співати Господу. Чуєте ?? разом..",
    "trans": "Praise God, it's warm in the house\nI can't sleep... Yesterday, on the way from church, I saw a video of those who are leaving our community and choir. I read some of their so-called farewell addresses. The 3.5-hour journey gave me a lot to think about.\nThere is great unrest in my heart :/\nI don't want to judge anyone in this text; God will sort it out in this division (whether they measured the road in the right place or not...). But they sang and played great. ;)\nI want to remind you of the Word of God. And for those who are asleep to wake up... this is a real division!!!\nRemember, those who leave, those who do not want to be together, are wrong.\nRomans 16:17 I urge you, brothers and sisters, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them. 18 For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery, they deceive the minds of naive people.\nThe Word of God warns us all, and the one who has ears needs to hear.\nI say again, those who do not want to be together, to serve, to sing to the Lord, are wrong. Do you hear?? Together..."
}