{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Китай сьогодні - це не тільки «сірі пуховики», жителів країни тепер не влаштовує роль всесвітнього промислового гіганта. У країни нове завдання - домогтися науково-технологічної переваги.\nІнший Китай – це країна новітніх технологій і амбіційних проектів, донедавна прихованих за стінами лабораторій і дослідницьких центрів. Майбутнє китайської науки формується в так званих технопарках - особливих районах, які, як гриби після дощу, виростають навколо великих міст.\nДля вчорашніх студентів шлях у велику науку становить не більше ста метрів: від університетських воріт до відомого на всю країну інкубатора інноваційних технологій, де знаходиться величезний комбінат по виробництву ідей. Чим більш нестандартні ці ідеї, тим більше вони мають шансів на втілення.\nПри такому підході інноваційним можна вважати весь шлях Китаю за три останніх десятиліття. Прокладаючи його, китайські реформатори знаходили свої оригінальні способи інституційного розвитку. Нові інституції не повторювали які- небудь відомі. Вони, з одного боку, повністю відповідали національній та соціально-економічній специфіці та вимогам часу, з іншого - дозволяли відносно плавно переходити від старих, звичних порядків до нових, нехай, як правило, не досконалих, наділених потенціалом для розвитку аж до повної трансформації. Економічна модель, яка забезпечувала і продовжує забезпечувати економічне зростання в Китаї не є інноваційною. Її наріжні камені - це інвестиції та експорт, а інновації, в першу чергу власні, вітчизняні, донедавна грали другорядну, несистемну роль.",
    "trans": "Today's China is not just about \"gray puffer jackets\"; the country's residents are no longer content with the role of the global industrial giant. The country has a new mission: to achieve scientific and technological superiority.\nAnother China is a land of cutting-edge technologies and ambitious projects, previously hidden behind the walls of laboratories and research centers. The future of Chinese science is taking shape in so-called tech parks—special zones that, like mushrooms after rain, are springing up around major cities.\nFor yesterday's students, the path to great science is no more than a hundred meters: from the university gates to the nationally renowned innovation technology incubator, where a vast complex for the production of ideas is located. The more unconventional these ideas are, the greater their chances of being realized.\nWith this approach, the entire path of China over the past three decades can be considered innovative. In laying this path, Chinese reformers found their original ways of institutional development. The new institutions did not replicate any known models. On the one hand, they fully corresponded to national and socio-economic specifics and the demands of the time; on the other hand, they allowed for a relatively smooth transition from old, familiar orders to new, albeit not perfect, ones endowed with the potential for development up to full transformation. The economic model that ensured and continues to ensure economic growth in China is not innovative. Its cornerstones are investment and export, while innovations, primarily domestic ones, until recently played a secondary, non-systemic role."
}