{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Частка тих, хто ставиться негативно, переважає частку тих, хто ставиться позитивно, до таких держав: Індія (відповідно 45,5% і 32%), Південно-Африканська Республіка (відповідно 36% і 28%).\nУкраїнці негативно ставляться не лише до російської влади (негативно ставляться до її президента, уряду та парламенту 96% опитаних), але й до її громадян (негативне ставлення до них висловили 77% респондентів, позитивне — лише 3%).\n78,5% опитаних відповіли, що підтримують повний розрив усіх стосунків з Російською Федерацією аж до цілковитої заборони на в’їзд громадян Росії в Україну після перемоги України та деокупації її території (не підтримують лише 13%).\n78% опитаних вважають Білорусь стороною війни, яка воює проти України (негативну відповідь дали лише 11%). Також 68% респондентів відповіли, що підтримують повний розрив усіх стосунків України з Білоруссю аж до цілковитої заборони на в’їзд громадян Білорусі в Україну (крім тих, хто просить політичного притулку) (не підтримують це 19%).\nСтавлення до можливості переговорів з Росією\nУ вересні–жовтні 2023 р. 21% опитаних вважали, що переговории з Росією «це дієвий спосіб досягнення миру, яким слід скористатися вже зараз», а 63% були не згодні з цим. У вересні 2024 р. частка тих, хто так вважає, зросла до 35%, хоча відносна більшість (48%) з цим не згодні.",
    "trans": "The proportion of those who view these countries negatively outweighs those who view them positively: India (45.5% negative and 32% positive), South Africa (36% negative and 28% positive).\nUkrainians have a negative attitude not only towards the Russian government (96% of respondents have a negative view of its president, government, and parliament) but also towards its citizens (77% of respondents expressed a negative attitude towards them, while only 3% had a positive view).\n78.5% of respondents said they support a complete severance of all relations with the Russian Federation, including a total ban on the entry of Russian citizens into Ukraine after Ukraine's victory and the de-occupation of its territory (only 13% do not support this).\n78% of respondents consider Belarus a party to the war fighting against Ukraine (only 11% gave a negative response). Additionally, 68% of respondents said they support a complete severance of all relations between Ukraine and Belarus, including a total ban on the entry of Belarusian citizens into Ukraine (except for those seeking political asylum) (19% do not support this).\nAttitude Towards the Possibility of Negotiations with Russia\nIn September-October 2023, 21% of respondents believed that negotiations with Russia \"are an effective way to achieve peace and should be used now,\" while 63% disagreed. In September 2024, the proportion of those who hold this view increased to 35%, although a relative majority (48%) still disagree."
}