{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Для пересічного читача жодна з тих осіб не поносить серйозних кваліфікації для впливу так як американський українець з порядної родини ще до того упістів з званням полковника в американському війську. Тим більше що обидва Гарман і Макфол цікаві хіба у Каліфорнії, а це не суттєвий штат на сьогоднішній день. Серйозної статті українсько-американського авторства я не бачив на користь кандидатури Камали Гарріс у останніх числах. Я міг не побачити.\nНа останніх сторінках Kyiv Post другі статті як голосувати на виборах з'явилися також і сама редакція подала, що стаття Романа Голяша друкується для балансу. Одначе між тими статтями є тільки стаття голови об'єднання яке планує поїхати на планету Марс (він пише що у цьому Трамп не допоможе) і колишнього військового радника Білого дому за Трампа, Александра Віндмена який є американський український єврей, та заохочує людей голосувати за Гарріс на підставі свого досвіду з Трампом у Білому Домі. Але знов для українсько-американського електорату це не матиме такого резонансу як просто українець полковник американських військ Роман Голяш про якого немає згадки, що він екстреміст, який ширить ідеї про верховенство білої раси",
    "trans": "For the average reader, none of these individuals carries serious qualifications for influence, unlike an Ukrainian American from a decent family who had already achieved the rank of colonel in the American military. Moreover, both Herman and McFaul are only of interest in California, which is not a significant state today. I have not seen a serious article of Ukrainian-American authorship in support of Kamala Harris's candidacy in recent days. I might have missed it.\nOn the last pages of the Kyiv Post, second articles on how to vote in the elections have also appeared, and the editorial office stated that Roman Holiash's article is printed for balance. However, among those articles, there is only an article by the head of an association planning to go to the planet Mars (he writes that Trump will not help in this) and a former military advisor to the White House under Trump, Alexander Vindman, who is a Ukrainian American Jew and encourages people to vote for Harris based on his experience with Trump in the White House. But again, for the Ukrainian-American electorate, this will not have the same resonance as simply an Ukrainian, Colonel of the American military Roman Holiash, about whom there is no mention that he is an extremist spreading ideas of white supremacy."
}