{
    "source": "uk_UA",
    "target": "en_US",
    "text": "\"Триває розслідування діяльності організованої злочинної групи, причетної, серед іншого, до незаконного виробництва тютюнових виробів і ввезення підакцизних товарів на польську митну територію\",– повідомила в суботу речниця Регіональної прокуратури в Катовіце, прокурор Йоанна Сморчевська.\nДії групи мали на меті завдати шкоди державній скарбниці у вигляді втрати надходжень від акцизного збору. Митники визначили вартість недоотриманих надходжень до Державної скарбниці на суму понад 13,8 млн злотих.\nПрокурор Сморчевська заявила, що понад 11 мільйонів сигарет без фіскальних акцизних марок знаходилися в напівпричепах тягачів, транспортному контейнері та на території двох об'єктів нерухомості, розташованих у Мазовецькому та Лодзькому воєводствах.\n\"У результаті цих оперативних заходів було затримано чотирьох осіб, у тому числі водіїв двох сідельних тягачів та двох осіб, які були власниками об'єктів нерухомості, де були виявлені вилучені співробітниками сигарети без фіскальних акцизних марок\",– зазначила прокурор.",
    "trans": "\"An investigation is underway into the activities of an organized criminal group involved, among other things, in the illegal production of tobacco products and the importation of excise goods into Polish customs territory,\" said Joanna Smorczewska, spokesperson for the Regional Prosecutor's Office in Katowice, on Saturday.\nThe group's actions aimed to cause damage to the state treasury in the form of lost excise tax revenues. Customs officers estimated the value of the lost revenues to the State Treasury at over 13.8 million zlotys.\nProsecutor Smorczewska stated that more than 11 million cigarettes without fiscal excise stamps were found in semi-trailers, a transport container, and on the premises of two properties located in the Mazowieckie and Łódź voivodeships.\n\"As a result of these operational activities, four individuals were detained, including the drivers of two tractor units and two individuals who were the owners of the properties where the cigarettes without fiscal excise stamps were seized by the employees,\" the prosecutor noted."
}