{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— Я не знаю, про що ви говорите.\nЦе продовжувалось вже годину. Вони запитували, [redacted_name] казав або “Я не знаю”, або “Я відмовляюсь відповідати без мого адвоката”. Він мав повне право на це, але приховування правди не покращувало нічого: ні ситуацію самого лікаря, ні пошук відповідей для них.\n— Мощі дійсно виявились фальшивими, а волосся – людським. І скоро ми матимемо розгорнутий результат, який скаже нам особистість людини, чиє тіло ви сховали в тій бісовій церкві. Можливо, не варто ускладнювати своє становище? — вкотре запитала [redacted_name].\nІ у відповідь отримала майже очікуване:\n— Я нічого про це не знаю. І відмовляюсь від подальшої розмови без присутності мого адвоката.\nРозчаровано зітхнувши (те саме зітхання розчарованого батька, воно ніби підсвідомо починало діяти на нерви кожному, хто його чув), [redacted_name] розвела руками та вийшла з камери допиту. Чоловіча частина її команди стояла перед одностороннім склом та дивилась на процес допиту з цікавістю студентів на лекції.\n— Нічого? — спитав [redacted_name]. [redacted_name] похитала головою, і він зітхнув. — Поганенько, насправді. Зараз прийде його адвокат, відмаже його під підписку про невиїзд, а потім взагалі домовиться за дострокове звільнення або штраф… Такі завжди легко відкупаються. А прямих доказів для утримання у нас немає.",
    "trans": "— I don't know what you're talking about.\nThis had been going on for an hour. They asked, and [redacted_name] either said, \"I don't know,\" or \"I refuse to answer without my lawyer.\" He had every right to do so, but concealing the truth wasn't helping anything: neither the doctor's situation nor their search for answers.\n— The relics were indeed found to be fake, and the hair was human. And soon we will have a detailed result that will tell us the identity of the person whose body you hid in that damned church. Maybe you shouldn't complicate your situation? — [redacted_name] asked again.\nAnd in response, she received the almost expected:\n— I don't know anything about this. And I refuse to continue this conversation without the presence of my lawyer.\nWith a disappointed sigh (the same sigh of a disappointed father, it seemed to subconsciously start getting on the nerves of anyone who heard it), [redacted_name] shrugged and left the interrogation room. The male part of her team stood in front of the one-way glass, watching the interrogation process with the curiosity of students at a lecture.\n— Nothing? — asked [redacted_name]. [redacted_name] shook her head, and he sighed. — Bad, actually. Now his lawyer will come, get him released on his own recognizance, and then arrange for early release or a fine... They always get off easily. And we don't have direct evidence to hold him."
}