{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Однак Росію з її імперськими комплексами це влаштовує. Хороший показник – те, з якою любов’ю розповідає роспроп про Новий банк розвитку країн БРІКС під головуванням «великої шанувальниці Росії та Маяковського Ділми Русеф» (президентка Бразилії у 2011–2016 рр.). Водночас замовчується, що вже третій рік цей банк взагалі не фінансує проєкти в Росії, дотримуючись міжнародних санкцій. Такий собі зиск, на любителя (чужих територій).\nРОСПРОП ПРО ІНДІЙСЬКО-КИТАЙСЬКЕ МАЙБУТНЄ КРАСНОЇ ПЛОЩІ\nЗа відсутністю дійсно вагомих подій у Казані російські медіа чіплялися до дрібниць, висмоктували будь-які інформприводи. Багато слів, наприклад, було присвячено тому, хто з прибулих лідерів як реагував на російський хліб-сіль та татарський чак-чак, що подавали їм. А от ще чудова цитата на ту ж тему з репортажу «РІА Новості»: «Потім гості відвідали концерт та продовжили спілкування на неформальному обіді. \"Дуже добре, смачно\", –поділився, зокрема, враженнями Сі Цзіньпін». Якась самопародія… А ви чого хотіли: про що говорити, коли говорити нема про що?",
    "trans": "However, Russia with its imperial fetishism is satisfied with this. A good indicator is how lovingly Russian propaganda talks about the New Development Bank of the BRICS countries, headed by \"the great admirer of Russia and Mayakovsky, Dilma Rousseff\" (President of Brazil from 2011 to 2016). Meanwhile, it is not mentioned that for the third year in a row, this bank does not finance projects in Russia at all, adhering to international sanctions. Such is the gain, not to everyone's taste (for those who love someone else's territories).\nRUSSIAN PROPAGANDA ON THE INDO-CHINESE FUTURE OF RED SQUARE\nIn the absence of any truly significant events in Kazan, Russian media would cling to trivialities and extract any informational hooks. For example, many words were devoted to how the arriving leaders reacted to the Russian bread with salt and Tatar chak-chak that were served to them. And here is another wonderful quote on the same topic from a report by RIA Novosti, \"Then the guests attended a concert and continued their communication at an informal lunch. 'Very good, tasty,' Xi Jinping said, in particular.\" Some kind of self-parody… And what could you expect: what to talk about when there is nothing to talk about?"
}