{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Аж ось неділя(40тижнів і 1 день вагітності). Ніч...прокидаюсь від ниючого болю в животі і раз в 15хв.схватка...я усміхнулась,догадуючись,що накінець той момент наступив! На літо ми вирішили з чоловіком пожити у моїх батьків(тут і природа:чисте повітря,і разом з тим вони хотіли мені допомогти і натішитись малятком). Але в ту ніч я вирішила не говорити ще батькам,що мене вже „бере”! Сказала лише чоловікові.І так з 2год ночі до 6 год ранку я майже не спала,щоправда вже й дуже часто бігала в туалет „по-всякому”. Потім мама щось запідозрила,ну і я вирішила,що вже й можна їм сповістити.Ми передзвонили до нашої знайомої акушерки,і вона сказала приїхати до неї додому:вона гляне.При огляді відкриття було десь на 2,5см,але вона сказала,що в мене ще матка ніяк не може розігнутись(вона в мене була загнута),а голова дитини вже тисне.Одним словом,вона мені вручну її розігнула(а то б мучилась я б так днів зо три). От тоді біль стала ще трохи сильніша.Правда,та знайома нас вгостила ще кавою(тобто мою маму і чоловіка),а мене тортиком,і тоді ми поїхали в пологовий.",
    "trans": "Finally, it's Sunday (40 weeks and 1 day of pregnancy). Night... I wake up from a piercing pain in my stomach, and every 15 minutes, a contraction... I smiled, realizing that the moment had finally arrived! This summer, my husband and I decided to live with my parents (there's nature: fresh air, and at the same time, they wanted to help me and enjoy the baby). But that night, I decided not to tell my parents yet that I was already \"in labor\"! I only told my husband. And so, from 2 AM to 6 AM, I barely slept, although I had to run to the bathroom \"for everything\" very often. Then my mom suspected something, and I decided it was time to tell them. We called our acquaintance, a midwife, and she told us to come to her house: she would check. During the examination, the dilation was about 2.5 cm, but she said that my cervix couldn't open yet (it was bent in me), and the baby's head was already pressing. In short, she manually straightened it for me (otherwise, I would have suffered for about three days). Then the pain became a bit stronger. True, that acquaintance treated us to coffee (my mom and husband) and cake for me, and then we went to the maternity ward."
}