{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Егерзунд це справжня любов для мене.Цей магазин та заклад з усіма працівниками,щодня руйнує стереотипи про культуру споживання риби та морепродуктів, що це небезпечно,що це не смачно,що це дорого, що це не цікаво та ще багато інших, тут усі страви та продукти надзвичайно різноманітні,смачні,безпечні,корисні,без антибіотиків, ексклюзивні, відносно усієї країни.\nДивує,як можно зібрати таке різноманіття смаків в одному місці? Норвезька риба, новозеландскі та канадські морепродукти, іспанська бакалія та вино.А про ікру знаєте? Така є тільки в Японії,Америці і в цьому магазині на Стрийській, а Дикий Блакитний Атлантичний Тунець, це взагалі фантастика.\nУсе що продається,можуть приготувати для Вас одразу на місці,в магазині та закладі.\nДоречі заклад пропонує,надзвичайний формат страв для знайомства з окремим гриль меню, яке доступне щодня, тільки у Львові,це також ексклюзивна пропозиція.\nСтрави з бюджетною ціною, яка включає в себе червону/білу рибу/морепродукти з різних куточків світу, гарнір,салат та довершені за смаком соуси, цим також продовжують місію відкриття культури споживання,роблячи це надзвичайно доступно для усіх бажаючих.",
    "trans": "Egersund is truly a love for me. This store and establishment, with all its employees, shatters stereotypes about the culture of consuming fish and seafood every day—that it's dangerous, not tasty, expensive, not interesting, and many other misconceptions. Here, all the dishes and products are incredibly diverse, delicious, safe, healthy, antibiotic-free, exclusive, and relatively unique in the whole country.\nIt's amazing how they can gather such a variety of flavors in one place? Norwegian fish, New Zealand and Canadian seafood, Spanish delicacies and wine. And do you know about the caviar? It's only available in Japan, America, and this store on Stryiska Street. And the Wild Blue Atlantic Tuna is just fantastic.\nEverything sold can be prepared for you right on the spot, in the store and establishment.\nBy the way, the establishment offers an extraordinary format of dishes for introducing a special grill menu, available daily only in Lviv; this is also an exclusive offer.\nDishes at an affordable price include red/white fish/seafood from different parts of the world, a side dish, salad, and perfectly flavored sauces. This continues the mission of introducing the culture of seafood consumption, making it incredibly accessible to everyone."
}