{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Шановний пане [redacted_name],\nЯ кілька разів поривалася Вам написати, але відкладала, бо вважала, що це може виглядати недоречно і навіть нав’язливо. Ви – дуже відома і шанована людина. Але нарешті я рішилася.\nЯ пишу українською. Бо знаю, що Ви володієте українською мовою досконало.\nМене звати [redacted_name]. Я живу у [redacted_address], в Україні. Власне події в Україні, я маю на увазі війну росії проти моєї країни, багато в чому змінили моє ставлення до життя, до переосмислення власних пріоритетів, і великою мірою підштовхнули до написання цього листа.\nМоя мама мала дівоче прізвище [redacted_name]. Її батько (а мій дій)[redacted_name] жив біля [redacted_address], а саме – на [redacted_address]. Це була велика родина [redacted_name]. І я знаю з розповідей, що брати мого прадіда колись виїхали до Північної Америки. Навіть пам’ятаю, як я малою перечитувала деякі їхні листи і переглядала фотографії, які дбайливо зберігалися колись в сімейних альбомах. Але, на жаль, це в минулому.\nТож я думаю, що Ви можете бути родичем моєї сім’ї. Це, звичайно, тільки моє припущення, але було б дуже цікаво і приємно, якщо це так. Хоча я знаю, що в українців СШ Америки і Канади існує жарт, що немає нічого страшнішого, аніж мати родичів в Україні.",
    "trans": "Dear Mr. [redacted_name],\nI have been contemplating writing to you several times but kept postponing it, as I thought it might seem inappropriate and even intrusive. You are a very well-known and respected person. But finally, I decided to do it.\nI am writing in Ukrainian because I know you are fluent in the language.\nMy name is [redacted_name]. I live in [redacted_address], Ukraine. The events in Ukraine, namely the war waged by Russia against my country, have significantly changed my outlook on life and my priorities, and to a large extent, prompted me to write this letter.\nMy mother's maiden name was [redacted_name]. Her father (and my grandfather) [redacted_name] lived near [redacted_address], specifically on [redacted_address]. It was a large [redacted_name] family. From the stories I've heard, my great-grandfather's brothers once immigrated to North America. I even remember reading some of their letters and looking at photographs that were carefully preserved in family albums when I was little. But sadly, that is in the past.\nSo, I think you might be a relative of my family. Of course, this is just my assumption, but it would be very interesting and pleasant if it were true. Although I know there is a joke among Ukrainians in the USA and Canada that there is nothing worse than having relatives in Ukraine."
}