{
    "source": "uk_UA",
    "target": "en_US",
    "text": "24 183\nавто\nПроданих авто\nв розстрочку\n11\nроків\nПрацюємо на ринку\n26\nмайданчиків\nпо Україні\nПитання та відповіді\nЯкі витрати несе продавець при продажу авто через PlanetAvto?\nЯкий порядок оплати?\nІснує можливість отримати кошти від продажу автомобіля в іноземній валюті?\nІснує можливість отримати кошти від продажу автомобіля готівкою?\nЯкий податок потрібно платити при продажу автомобіля?\nАнулюється субсидія при продажу автомобіля?\nВ який термін після переоформлення автомобіля кошти переводяться на карту?\nЯк продати своє авто через сайт PlanetAvto?\nМайданчики\nPlanetAvto\n26 шт\nПодивитися адреси\nПРО НАС (7529 ВІДГУКИ)\nБільше відгуків\nЯк швидко і вигідно продати авто в Україні\n«Терміново продам авто» - таких оголошень на різноманітних сайтах з кожним днем стає все більше і більше, а потенційних покупців стає все складніше переконати купити саме Ваше авто. З цього випливає, що пропозиції «продати авто» значно перевищують попит, відповідно продаж затягується на місяці, а то й роки. А також варто пам'ятати, що часто при спробі продати авто в Україні можна зустріти шахраїв і неблагонадійних перекупників. Виникає питання: «Як швидко і вигідно продати свою машину, та ще й так, щоб зберегти собі нерви і час?». Розберемо основні нюанси і знайдемо оптимальне рішення даної проблеми.",
    "trans": "24,183\ncars\nSold cars\nin installments\n11\nyears\nWorking in the market\n26\nsites\nacross Ukraine\nQuestions and Answers\nWhat expenses does the seller incur when selling a car through PlanetAvto?\nWhat is the payment procedure?\nIs it possible to receive funds from the sale of a car in foreign currency?\nIs it possible to receive funds from the sale of a car in cash?\nWhat tax needs to be paid when selling a car?\nIs the subsidy canceled when selling a car?\nIn what time frame are the funds transferred to the card after the car is re-registered?\nHow to sell your car through the PlanetAvto website?\nSites\nPlanetAvto\n26 pcs\nView addresses\nABOUT US (7529 REVIEWS)\nMore reviews\nHow to quickly and profitably sell a car in Ukraine\n\"Sell car urgently\" - such ads on various sites are increasing day by day, and it is becoming harder to convince potential buyers to buy your car. From this, it follows that the offers to \"sell a car\" significantly exceed the demand, accordingly, the sale is delayed for months, or even years. Also, it is worth remembering that when trying to sell a car in Ukraine, you can often encounter scammers and unscrupulous resellers. The question arises: \"How to quickly and profitably sell your car, and also in such a way as to save your nerves and time?\" Let's break down the main nuances and find the optimal solution to this problem."
}