{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Аїро здавалося, що він ніколи не почував себе настільки щасливим, втім Джи знаходився в такому ж стані.\n-Ось і ще один концерт добіг кінця- сказав він дивлячись на свою гітару не менш закохано, ніж на на Джерарда. Далі його погляд спустився нижче, до зап‘ястя, де красувався мініатюрний кажанчик- символ їх з Веєм кохання.\nЗдавалося б, тільки ідіоти можуть так вчинити, але ці двоє себе ідіотами не вважали. «Це ж на все життя!»- стверджувало оточення хлопців. Та їм було начхати, вони навіть трохи вірили у «вічне кохання». Хотіли дожити до старості разом, щоб потім слухати рокові хіти, сидячі на подвір‘ї їх будинку з філіжанкою кави. Хіба це не щастя? Хоча такий хід події подобався більше Френкі, бо Джерард запам‘ятовувався всім, як «зірвиголова» або «душа компанії». Вони були- дві протилежності, які в реалії притягуються.\n-Ну що, збираємо манатки й валимо звідси??- загорлав Рей і на його обличчі з‘явилося щось типу жартівливої посмішки, коли він побачив як Аїро дивиться на своє сонечко.\nСам парубок не помітив, що вже 5 хвилин слідкує поглядом за Джи з півметровою либою на лиці. Далі Френкі нарешті вийшов з «астралу» й почав швиденько збиратися, адже друзі вже чекали його у виходу пустого залу.",
    "trans": "Airo felt like he had never been happier, and Gee was in the same state.\n\"Another concert has come to an end,\" he said, looking at his guitar with no less love than at Gerard. Then his gaze lowered to his wrist, where a miniature bat—a symbol of his and Vey's love—was proudly displayed.\nIt might seem that only idiots would do such a thing, but these two didn't consider themselves idiots. \"This is for life!\" their friends would say. But they didn't care; they even believed a little in \"eternal love.\" They wanted to grow old together, to sit on the porch of their house with a cup of coffee, listening to rock hits. Isn't that happiness? Although, this idea appealed more to Frankie, since Gerard was remembered by everyone as a \"daredevil\" or the \"life of the party.\" They were two opposites that attract in reality.\n\"So, are we packing up and getting out of here?\" Ray shouted, and a playful smile appeared on his face when he saw how Airo was looking at his sunshine.\nThe young man himself didn't notice that he had been staring at Gee with a half-meter grin on his face for the past 5 minutes. Then, Frankie finally snapped out of his \"trance\" and started quickly packing up, as his friends were already waiting for him at the exit of the empty hall."
}