{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Колишня співробітниця Сенату США Тара Рід, яка у 2020 роцізвинуватила Джо Байдена в сексуальному насильстві,втекла до Російської Федерації й хоче отримати російське громадянство, бо \"почувається, як вдома\"\nПро це вона заявила на пресконференції, пише російське видання Sputnik.\n\"Я все ще трохи ошелешена, але почуваюся дуже добре. Я почуваюся захищеною і в безпеці і хотіла б подати заяву про набуття російського громадянства і просити президента Росії Володимира Путіна надати мені це громадянство\", - сказала жінка.\nСвоє рішення втекти до Москви Рід назвала \"важким\" та перепросила \"російських братів і сестер за агресивну позицію адміністрації США\".\n\"Мені тут краще, і я в безпеці. Я мрію жити в обох місцях. Просто знайте, що більшість американських громадян дійсно хочуть бути друзями і сподіваються, що ми зможемо знову мати єдність. Мені подобається у Москві, я почуваюся тут, як вдома\", - зауважила вона.\nПід час пресконференції поруч зРід перебувала російська шпигунка Марія Бутіна, яка півтора року провела в американській в’язниці, а нині є депутаткою російської держдуми. Рід сподівається, що саме вонадопоможе їй у швидкому отриманнігромадянства РФ.\n\"Я дуже ціную Марію (Бутіну, - ред.)та всіх, хто надав мені захист у той час, коли було дуже важко зрозуміти, чи я в безпеці чи ні. Я просто не хотіла йти додому і заходити в клітку, або бути вбитою, що, по суті, є лише двома варіантами\", - розповіла вона.",
    "trans": "Former U.S. Senate employee Tara Reid, who accused Joe Biden of sexual assault in 2020, has fled to the Russian Federation and wants to obtain Russian citizenship because she \"feels at home.\"\nShe made this statement at a press conference, as reported by the Russian publication Sputnik.\n\"I am still a bit overwhelmed, but I feel very good. I feel protected and safe and would like to apply for Russian citizenship and ask Russian President Vladimir Putin to grant me this citizenship,\" the woman said.\nReid described her decision to flee to Moscow as \"difficult\" and apologized to her \"Russian brothers and sisters for the aggressive position of the U.S. administration.\"\n\"I feel better here, and I am safe. I dream of living in both places. Just know that most American citizens really want to be friends and hope that we can have unity again. I like Moscow, I feel at home here,\" she noted.\nDuring the press conference, Russian spy Maria Butina, who spent a year and a half in an American prison and is now a deputy of the Russian State Duma, was present alongside Reid. Reid hopes that Butina will help her obtain Russian citizenship quickly.\n\"I greatly appreciate Maria (Butina) and everyone who provided me with protection at a time when it was very difficult to understand whether I was safe or not. I just didn't want to go home and be put in a cage, or be killed, which are essentially the only two options,\" she said."
}