{
    "source": "uk_UA",
    "target": "en_US",
    "text": "2.6. У мідному калориметрі, маса якого 200 г, міститься 150 г води за 18 °С. Визначити\nкінцеву температуру води, якщо в калориметр помістити залізний циліндр масою 100 г,\nнагрітий до 50 °С\n2.7. Металеву кульку масою 900 г нагріли до 155 °С і опустили в посудину з 3 л води,\nтемпература якої була 10 °С. У результаті теплообміну встановилася температура 15 °С. З\nякого металу виготовлена кулька?\n2.8. У калориметр теплоємністю 63 Дж/°С було налито 250 г рідини за температури\n12 °С. Після занурення у рідину мідного тіла масою 500 г за температури 100 °С через деякий\nчас встановилася температура 33 °С. Чому за даними досліду дорівнює питома теплоємність\nрідини?\n2.9. Скільки часу буде нагріватися 2 л води від 0 °С до 100 °С в електричному чайнику\nпотужністю 600 Вт, якщо його коефіцієнт корисної дії 80%?\n2.10. В електричному чайнику потужністю 600 Вт можна скип'ятити 1,5 л води за\n20 хвилин за початкової температури води 20 °С. Знайдіть ККД чайника.\n2.11. Скільки часу буде нагріватися 2 л води від 0 °С до 100 °С в електричному чайнику",
    "trans": "2.6. In a copper calorimeter with a mass of 200 g, there is 150 g of water at 18 °C.\nDetermine the final temperature of the water if an iron cylinder with a mass of 100 g, heated to 50 °C,\nis placed in the calorimeter.\n2.7. A metal ball with a mass of 900 g was heated to 155 °C and placed in a vessel with 3 liters of water\nat a temperature of 10 °C. As a result of the heat exchange, the temperature stabilized at 15 °C.\nWhat metal is the ball made of?\n2.8. A calorimeter with a heat capacity of 63 J/°C was filled with 250 g of liquid at a temperature of 12 °C.\nAfter immersing a copper object with a mass of 500 g at a temperature of 100 °C into the liquid,\nthe temperature stabilized at 33 °C after some time.\nWhat is the specific heat capacity of the liquid according to the experimental data?\n2.9. How long will it take to heat 2 liters of water from 0 °C to 100 °C in an electric kettle with a power of 600 W,\nif its efficiency is 80%?\n2.10. In an electric kettle with a power of 600 W, 1.5 liters of water can be boiled\nin 20 minutes, starting from an initial temperature of 20 °C. Find the efficiency of the kettle.\n2.11. How long will it take to heat 2 liters of water from 0 °C to 100 °C in an electric kettle with a power of 600 W, if its efficiency is 80%?"
}