{
    "source": "uk_UA",
    "target": "en_US",
    "text": "2. Вивчити психофізіологічні особливості у чоловіків та жінок дзюдоїстів високої кваліфікації.\n3. Обґрунтувати та розробити систему психофізіологічного поточного контролю в дзюдо із урахуванням гендерних особливостей.\n4. Апробувати розроблену систему психофізіологічного поточного контролю із урахуванням гендерних особливостей для дзюдоїстів високої кваліфікації.\nПредмет дослідження: систему психофізіологічного поточного контролю в дзюдо.\nОб’єкт дослідження – процес побудови системи психофізіологічного поточного контролю в дзюдо із урахуванням гендерних особливостей.\nМетоди дослідження.\nАналіз науково-методичної літератури, психофізіологічне тестування, педагогічне спостереження, аналіз змагальної діяльності дзюдоїстів високої кваліфікації, методи математико-статистичної обробки. Для дослідження розробки системи поточного психофізіологічного контролю дзюдоїстів планується використати апаратно-програмні комплекси «Мультипсихометр-05», «НС-ПсихоТест», кардіомонітор «Polar S810i» із програмою статистичної обробки «Kubios HRV» та систему інформаційної діагностики серцево-судинної системи «Фазаграф».\nНаукова новизна.\nНаукова новизна дисертаційної роботи полягає в тому, що вперше буде проведено детальний аналіз гендерних формування психофізіологічних станів у дзюдоїстів високої кваліфікації із урахуванням гендерних особливостей. На підставі результатів дослідження буде запропоновано запропоновані систему поточного психофізіологічного контролю дзюдоїстів високої кваліфікації із урахуванням гендерних особливостей. В результаті це дозволить впровадити в систему тренувального процесу диференціювання засобів і методів підготовки у дзюдоїстів високої кваліфікації із урахуванням гендерного фактору.",
    "trans": "2. Study the psychophysiological characteristics of highly qualified male and female judokas.\n3. Justify and develop a system of current psychophysiological monitoring in judo, taking into account gender differences.\n4. Test the developed system of current psychophysiological monitoring, taking into account gender differences for highly qualified judokas.\nSubject of Research: The system of current psychophysiological monitoring in judo.\nObject of Research: The process of building a system of current psychophysiological monitoring in judo, taking into account gender differences.\nResearch Methods:\nAnalysis of scientific and methodological literature, psychophysiological testing, pedagogical observation, analysis of the competitive activity of highly qualified judokas, mathematical and statistical processing methods. For the research and development of the current psychophysiological monitoring system for judokas, it is planned to use the hardware and software complexes \"Multipsychometer-05,\" \"NS-PsychoTest,\" the cardio monitor \"Polar S810i\" with the statistical processing program \"Kubios HRV,\" and the information diagnostic system of the cardiovascular system \"Fazagraph.\"\nScientific Novelty:\nThe scientific novelty of the dissertation lies in the fact that for the first time, a detailed analysis of the gender formation of psychophysiological states in highly qualified judokas will be conducted, taking into account gender differences. Based on the research results, a system of current psychophysiological monitoring for highly qualified judokas will be proposed, taking into account gender differences. This will allow for the introduction of differentiation of training methods and means in the training process for highly qualified judokas, taking into account the gender factor."
}