{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Такі Символи-Уособлення використовуються у всіх Ритуалах. Як в тих, що робляться в Церкві (символічний одяг, свічки, вінці), так і в тих, що ми даємо в Марафон (марафонці це вже розуміють й самі можуть десятки прикладів навести)…\nАле. Деякі маги люблять поговорити. І часто говорять так багато, так складно й конкретно, що в цій розмові лише Символами-Уособленнями не ладні вже обійтись.\nДля таких випадків маги використовують Символи-Графеми.\nВизначення Графеми просте. Графема – це одиниця будь-якої мови писемної. В алфавіті це літера. У неалфавітних системах — складовий знак, себто, ієрогліф, ідеограма, картинка. Й єдина до Графеми вимога – вона має бути однозначно відмінна від будь-якої іншої одиниці тієї ж писемності. Тобто, Графема може – залежно від почерку й шрифту – маті якісь різні форми, але навіть у тих, хто пише як курка лапою (прости мене, Змій) вона повинна зберігати свою побудову, абсолютно очевидно відмінну від інших знаків поруч із нею, що належать до тієї самої мови.\nТож, Графеми – це те, чим ми записуємо наші думки. Та – ага, все ще проклятий Вавилон – прочитати їх можемо лише ми і ті люди, які знають нашу мову з народження, чи які її так-сяк вивчили. Їх не читатиме і не розумітиме Світ.",
    "trans": "Such Symbols-Personifications are used in all Rituals. Both in those performed in the Church (symbolic clothing, candles, wreaths) and in those we provide in the Marathon (marathoners already understand this and can provide dozens of examples themselves)...\nHowever, some magicians like to talk. And often they talk so much, so complexly and specifically, that in this conversation, Symbols-Personifications alone are not enough.\nFor such cases, magicians use Symbols-Graphemes.\nThe definition of a Grapheme is simple. A Grapheme is a unit of any written language. In the alphabet, it is a letter. In non-alphabetic systems, it is a syllabic sign, that is, a hieroglyph, an ideogram, a picture. And the only requirement for a Grapheme is that it must be distinctly different from any other unit of the same script. That is, a Grapheme can—depending on handwriting and font—have various forms, but even in those who write like a chicken (forgive me, Snake), it must retain its structure, absolutely distinct from other signs next to it that belong to the same language.\nSo, Graphemes are what we use to write down our thoughts. And—ah, still cursed Babylon—only we and those people who know our language from birth, or who have learned it to some extent, can read and understand them. The World will not read or understand them."
}