{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1.1 Обʼєктом практичної перевірки функціонування є ПАК \"ICoMWare\",\nу чотирьох варіантах виконання:\nбортовий (далі - ПАКБ ) - передбачений виробником для встановлення на\nброньовану та автомобільну техніку (танк , БТР , БМІ, САУ , командно-штабні та\nштабні машини , комплексні апаратні звʼязку тощо );\nстаціонарний (далі ПАКС ) - передбачений виробником для розгортання на\nпункті управління тактичного рівня (далі - ПУ );\nпортативний ( далі - ПАКП ) - передбачений виробником для забезпечення\nмобільних груп : розвідувальних, диверсійних, артилерійського наведення,\nевакуації поранених тощо (далі - бойова група );\nна базі ноутбука у захищеному виконанні ( клас захисту IP 53) ( далі -\nПАКН ) - передбачений для розгортання на стаціонарному пункті управління\nтактичного рівня.\n1.2 ПАК \"ICoMWare\" призначений для інформаційної підтримки\nкерівників органів управління тактичної ланки , командирів окремих підрозділів\n(бойових груп, бойових машин , розрахунків та ін .), забезпечення їх ситуаційної\nобізнаності та підвищення ефективності взаємодії підрозділів в умовах бойової\nо б с т а н о в к и ш л я х о м створення єдиного інформаційного простору\nн а\nмережецентричній основі.\n1.3 На перевірку було представлено наступні дослідні зразки ПАК\n\"ICoMWare\":\nПАКБ (номер SN-04-2021-0003),\nПАКС (номер SN-04-2021-0001),\nПАКП (номер SN-05-2021-0001),\nПАКН (номер SN-02-2022-0001).",
    "trans": "1.1 The object of the practical verification of functionality is the ICoMWare software and hardware complex (SHC),\nin four variants:\nOnboard (hereinafter referred to as SHCB) - intended by the manufacturer for installation\non armored and automotive equipment (tanks, APCs, IFVs, self-propelled artillery units,\ncommand and staff vehicles, complex communication apparatus, etc.);\nStationary (hereinafter referred to as SHCS) - intended by the manufacturer for deployment\nat a tactical-level command post (hereinafter referred to as CP);\nPortable (hereinafter referred to as SHCP) - intended by the manufacturer to support\nmobile groups: reconnaissance, sabotage, artillery guidance,\nevacuation of the wounded, etc. (hereinafter referred to as combat group);\nBased on a notebook in a protected design (protection class IP 53)\n(hereinafter referred to as SHCN) - intended for deployment at a stationary\ntactical-level command post.\n1.2 The ICoMWare SHC is designed to provide information support\nto the leaders of tactical-level management bodies, commanders of separate units\n(combat groups, combat vehicles, crews, etc.), ensuring their situational awareness\nand increasing the effectiveness of unit interaction in combat\nconditions by creating a unified information space\non\na network-centric basis.\n1.3 The following experimental samples of the ICoMWare SHC were submitted for verification:\n\"ICoMWare\":\nSHCB (serial number SN-04-2021-0003),\nSHCS (serial number SN-04-2021-0001),\nSHCP (serial number SN-05-2021-0001),\nSHCN (serial number SN-02-2022-0001)."
}