{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Бути лояльними. Уміти говорити із партнером тактовно і з повагою.\n18 енергія\nЙмовірно, люди із роду використовували свою силу проти інших. Могли бути залежними від алкоголю чи мати психічні розлади.\nЯк пропрацювати родову карму\nВиявляти і долати свої страхи. Саме вони породжують негатив і тривогу, яка заважає рухатись.\nУчіться мислити позитивно і працювати над негативними думками й установками. Варто жити свідомо, аби трансформовувати свої думки у правильний потік.\nРозвивайте інтуїцію. Довіряйте. Світу, людям. Умійте говорити правду.\n17 енергія\nУ роді була людина, що не зуміла реалізувати свій унікальний талант. Або ж, навпаки, втілила свій дар у життя, але це було надто швидкоплинно й популярність швидко згасла.\nЯк пропрацювати родову карму\nВідкриватися Всесвіту. Не соромитися, не ховатися, не зневірюватися. Вірити у себе й майбутній успіх.\nДовіртеся долі: якщо поки ви не знайшли себе, будьте певні, що Всесвіт обов'язково дасть змогу вам проявити себе. І на вашій вулиці буде свято.\nСприймайте свій шлях як духовний розвиток, який допомагає зрозуміти, хто ви є.",
    "trans": "Be loyal. Know how to speak tactfully and with respect to your partner.\n18 Energy\nProbably, people in your lineage used their power against others. They could have been dependent on alcohol or had mental disorders.\nHow to work through ancestral karma\nIdentify and overcome your fears. They are the ones that generate negativity and anxiety, which hinders progress.\nLearn to think positively and work on negative thoughts and attitudes. It is important to live consciously to transform your thoughts into the right flow.\nDevelop your intuition. Trust. The world, people. Know how to speak the truth.\n17 Energy\nThere was a person in your lineage who failed to realize their unique talent. Or, conversely, they manifested their gift but it was too fleeting and popularity quickly faded.\nHow to work through ancestral karma\nOpen yourself to the Universe. Do not be ashamed, do not hide, do not despair. Believe in yourself and your future success.\nTrust your destiny: if you haven't found yourself yet, be sure that the Universe will definitely give you the opportunity to express yourself. And there will be a celebration on your street.\nPerceive your path as spiritual development, which helps you understand who you are."
}