{
    "source": "uk_UA",
    "target": "en_US",
    "text": "4. Спів: [redacted_name] - Ранок в проміння вдягається\nВ2: Подяка… що це для нас в повсякденному житті? Чи вміємо ми дякувати? Як часто ми виявляємо нашу вдячність тим, хто супроводжує нас у життя, хто допомагає та підтримує нас? Як часто ми кажемо «дякую» у наших сім’ях, на роботі, у Церкві? Як часто ми дякуємо Богу?\nВ1: Іспанський новеліст, драматург і поет Мігель де Сервантес казав: «Нехай мовчить той, хто дав, і нехай говорить той, хто отримав». Ми постійно щось отримуємо, чи то від людей, чи від Бога. Та на жаль, часто забуваємо за це подякувати. Звичайне життя та повсякденні вчинки сприймаються нами, як дещо і так зрозуміле. Ми не дякуємо дітям, вважаючи, що вони і так повинні виконувати свої обов’язки, не дякуємо друзям, приймаючи від них все як належне, не дякуємо своїм чоловіку або дружині, думаючи, що вони і так повинні робити те, що роблять.\nВ2: Щоб дякувати, не потрібно мати або отримувати багато. Радість та подяка залежать не від розміру дарунка, а від вміння радіти та бути вдячним, адже найкращі речі – безкоштовні, чи радше безцінні: усмішка, обійми, компліменти.\nВ1: Бог благословляє рясно і щодня. І чим частіше ми будемо помічати та цінувати теперішній момент, тим більше у нашому житті буде приводів для подяки, навіть за щоденні дрібниці.",
    "trans": "Singing: [redacted_name] - Morning Dresses in Radiance\nV2: Gratitude... what is it for us in everyday life? Do we know how to be grateful? How often do we express our gratitude to those who accompany us in life, who help and support us? How often do we say \"thank you\" in our families, at work, in the Church? How often do we thank God?\nV1: Spanish novelist, dramatist, and poet Miguel de Cervantes said: \"Let the one who gives be silent, and let the one who receives speak.\" We constantly receive something, whether from people or from God. But unfortunately, we often forget to be grateful for it. Ordinary life and everyday actions are perceived by us as something obvious. We do not thank our children, thinking that they should fulfill their duties anyway; we do not thank our friends, taking everything from them as a matter of course; we do not thank our husband or wife, thinking that they should do what they do.\nV2: To be grateful, one does not need to have or receive a lot. Joy and gratitude do not depend on the size of the gift but on the ability to rejoice and be grateful, for the best things are free, or rather, priceless: a smile, a hug, compliments.\nV1: God blesses abundantly and daily. And the more we notice and appreciate the present moment, the more reasons we will have for gratitude, even for daily trivialities."
}