{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Зупинка ТЗ здійснюється лише на підставі статті 35 ЗУ “Про національну поліцію”, а на блокпостах на підставі підпункту 4 пункту 15 постанови Кабінету Міністрів України (КМУ) від 29 грудня 2021 р. № 1455 або на підставі пункту 10 постанови Кабінету Міністрів України (КМУ) від 29 грудня 2021 р. № 1456.\nВимагайте в порядку ч.1 ст 31 ЗУ “Про національну поліцію” у працівника поліції повідомити на підставі якого нормативно правового акту з вищенаведених відбулась зупинка ТЗ.\n1.1. Зупинка ТЗ на підставі ЗУ “Про національну поліцію”.\nВідповідно до ч.1 ст. 31 ЗУ “Про національну поліцію” зупинка ТЗ це превентивний захід.\nВідповідно до ч.2 ст. 31 ЗУ “Про національну поліцію” під час проведення превентивних поліцейських заходів поліція зобов’язана повідомити особі про причини застосування до неї превентивних заходів, а також довести до її відома нормативно-правові акти, на підставі яких застосовуються такі заходи.\nПри зупинці ТЗ на підставі статті 35 ЗУ “Про національну поліцію” працівник поліції в порядку частини 3 цієї статті зобов’язаний поінформувати водія про конкретну причину зупинення ним транспортного засобу з детальним описом підстави зупинки, визначеної у цій статті, а саме:\n1) якщо водій порушив Правила дорожнього руху;",
    "trans": "The stopping of a vehicle is only carried out based on Article 35 of the Law of Ukraine \"On the National Police,\" and at checkpoints based on subparagraph 4 of paragraph 15 of the Resolution of the Cabinet of Ministers of Ukraine (CMU) No. 1455 dated December 29, 2021, or based on paragraph 10 of the Resolution of the Cabinet of Ministers of Ukraine (CMU) No. 1456 dated December 29, 2021.\nDemand, in accordance with Part 1 of Article 31 of the Law of Ukraine \"On the National Police,\" that the police officer inform you on the basis of which regulatory legal act from the above-mentioned the vehicle was stopped.\n1.1. Stopping a vehicle based on the Law of Ukraine, \"On the National Police.\"\nAccording to Part 1 of Article 31 of the Law of Ukraine \"On the National Police,\" stopping a vehicle is a preventive measure.\nAccording to Part 2 of Article 31 of the Law of Ukraine \"On the National Police,\" during the conduct of preventive police measures, the police are obliged to inform the person about the reasons for applying preventive measures to them, as well as to bring to their attention the regulatory legal acts on the basis of which such measures are applied.\nWhen stopping a vehicle based on Article 35 of the Law of Ukraine \"On the National Police,\" the police officer, in accordance with Part 3 of this article, is obliged to inform the driver about the specific reason for stopping the vehicle with a detailed description of the basis for the stop, as defined in this article, namely:\n1) if the driver has violated the Rules of the Road;"
}