{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Масажер має режим очищення, який допомагає очистити пори шкіри, звужує їх та запобігає появі прищів та запалень.\nПристрій підтримує функцію іонофорезу, яка допомагає покращити проникнення активних компонентів косметичних засобів у шкіру, підвищуючи їхню ефективність.\nМасажер має вбудовану вібраційну функцію, яка допомагає покращити мікроциркуляцію крові в шкірі, стимулює обмін речовин і покращує її тонус. Пристрій має три режими вібрації з різною інтенсивністю, що дозволяє вибрати оптимальний режим для індивідуальних потреб шкіри. Теплотерапія сприяє розслабленню м'язів, поліпшенню кровообігу, стимуляції шкіри та покращує всмоктування активних компонентів косметичних засобів.\nМасажер легко переносити та використовувати вдома або в подорожах завдяки можливості зарядки через USB-порт. Він є ефективним і зручним засобом для догляду за шкірою, допомагаючи їй залишатися молодою і здоровою.\nСвітлодіодний фотонний масажер для шиї це ефективний і зручний пристрій для покращення стану шкіри шиї та декольте, який допоможе вам досягти красивої та доглянутої шкіри.\nФункції та особливості:\nПоліпшення стану шкіри обличчя, шиї та області декольте.\nВидалення подвійного підборіддя та зменшення набряків.",
    "trans": "The massager has a cleansing mode that helps clean the pores of the skin, tightens them, and prevents the appearance of acne and inflammation.\nThe device supports the iontophoresis function, which helps improve the penetration of active components of cosmetic products into the skin, increasing their effectiveness.\nThe massager has a built-in vibration function that helps improve microcirculation of blood in the skin, stimulates metabolism, and improves its tone. The device has three vibration modes with different intensities, allowing you to choose the optimal mode for the individual needs of the skin. Thermotherapy helps relax muscles, improve blood circulation, stimulate the skin, and enhance the absorption of active components of cosmetic products.\nThe massager is easy to carry and use at home or while traveling thanks to the USB charging port. It is an effective and convenient tool for skincare, helping to keep the skin young and healthy.\nThe LED photon neck massager is an effective and convenient device for improving the condition of the skin on the neck and décolleté, helping you achieve beautiful and well-groomed skin.\nFeatures and benefits:\nImproves the condition of the skin on the face, neck, and décolleté area.\nRemoves double chin and reduces swelling."
}