{
    "source": "uk_UA",
    "target": "en_US",
    "text": "– В світі так багато воєнних конфліктів, які тривають значно довше за російсько-українську війну. Чому бажання стати військовим у вас виникло саме щодо нашої держави?\n– В моєму випадку це було якесь внутрішнє відчуття…Що вчинити саме так для мене буде правильно. Я віруюча людина. І вірю в те, що Бог має великі плани на мене та на Україну. А точніше на мене в Україні.\nСправді, у світі, на жаль, багато війн. Питання, чому саме Україна, я свого часу поставив своєму побратиму по легіону, який вже мав військовий досвід. Його, як і мене, на війну в Україну піти спонукнув саме фільм «20 днів у Маріуполі». Таке от співпадіння.\n– Як на ваше рішення піти захищати Україну відреагувала ваша сім’я?\n–Звичайно вони не зраділи. Спочатку мої близькі зовсім не розуміли цього мого рішення. На їхню думку, у війні домінує політична складова. Вони казали, ми не хочемо, щоб ти загинув за політичні розбірки на іншому кінці світу. Але з часом, вони все ж прийняли мою сторону і наскільки могли зрозуміли. Так, війна не обходиться без політики. Але на прифронтових територіях щодня гинуть живі люди, які не мають до неї жодного відношення. Від бойових дій страждає звичайне мирне населення. Матері, діти, літні люди. Війна прийшла у їхній дім. Українціпотребують допомоги. Я можу їм допомогти.",
    "trans": "— There are so many war conflicts in the world that have lasted much longer than the Russian-Ukrainian war. Why did the desire to become a military person arise specifically for our country?\n— In my case, it was some kind of inner feeling... That doing exactly this would be right for me. I am a believer. And I believe that God has great plans for me and for Ukraine. Or rather, for me in Ukraine.\nIndeed, unfortunately, there are many wars in the world. The question of why Ukraine, I once asked my comrade in the legion, who already had military experience. He, like me, was motivated to go to war in Ukraine by the film \"20 Days in Mariupol.\" Such a coincidence.\n— How did your family react to your decision to go defend Ukraine?\n— Of course, they were not happy. At first, my loved ones did not understand this decision of mine at all. In their opinion, politics dominates the war. They said, we don't want you to die for political squabbles on the other side of the world. But over time, they still accepted my side and understood as much as they could. Yes, war does not happen without politics. But in the frontline territories, living people who have nothing to do with it die every day. Ordinary civilians suffer from hostilities. Mothers, children, elderly people. The war came to their home. Ukrainians need help. I can help them."
}