{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Звернення, надіслані без зазначеної інформації розгляду не підлягають\nУВАГА!\nПитання уточнення (оновлення) даних щодо військового обліку громадян України не відноситься до компетенції закордонних дипломатичних установ України.\nПитання військового обліку громадян України, в тому числі щодо уточнення даних, врегульовано, зокрема, законами України «Про мобілізаційну підготовку та мобілізацію», «Про військовий обов'язок і військову службу», Законом України від 11.04.2024 № 3633-IX»Про внесення змін до деяких законодавчих актів України щодо окремих питань проходження військової служби, мобілізації та військового обліку».\nЗ огляду на зазначене, громадяни України зобов’язані уточнити дані щодо військово обліку виключно у строки та способи, визначені законодавством України.\nЗакордонні дипломатичні установи України не здійснюють військовий облік громадян України.\nПитання військового обліку врегульовані, зокрема, Порядком організації та ведення військового обліку призовників, військовозобов’язаних та резервістів, затвердженого постановою Кабінету Міністрів України від 30 грудня 2022 р. № 1487 (зі змінами) (далі – Порядок).",
    "trans": "Applications submitted without the required information will not be considered.\nAttention!\nThe issue of clarifying (updating) data regarding the military registration of Ukrainian citizens is not within the competence of Ukrainian diplomatic missions abroad.\nThe military registration of Ukrainian citizens, including the clarification of data, is regulated, among other things, by the laws of Ukraine \"On Mobilization Preparation and Mobilization,\" \"On Military Duty and Military Service,\" and the Law of Ukraine dated 11.04.2024 No. 3633-IX \"On Amendments to Certain Legislative Acts of Ukraine Regarding Certain Issues of Military Service, Mobilization, and Military Registration.\"\nIn view of the above, Ukrainian citizens are obliged to clarify data regarding military registration exclusively within the terms and methods defined by the legislation of Ukraine.\nUkrainian diplomatic missions abroad do not conduct military registration of Ukrainian citizens.\nMilitary registration issues are regulated, among other things, by the Procedure for Organizing and Conducting Military Registration of Conscripts, Military-Obligated Persons, and Reservists, approved by the Resolution of the Cabinet of Ministers of Ukraine dated December 30, 2022 No. 1487 (as amended) (hereinafter - the Procedure)."
}