{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ще кілька хвилин Гіммлер стоїть біля календаря, заповнюючи вже свій кишеньковий нотатник.\nБлакитні очі хижо повзають по його фігурі. Наче відчувши це, Генріх напружено поводить плечем. Рейнхарду навіть здається, що він бачить мурашки, що пробігають чужою блідою шиєю.\n– Щось ще, мій дорогий? – знервовано запитує рейхсфюрер і розвертається на підборах. – Здається, я вже згадував, що вам не слід сідати на моє робоче місце. – хмуриться він, запихаючи нотатник між шарами одягу.\n– Гамбург – гарне місто. Ви жили там деякий час? – Гейдріх підносить підборіддя, ігноруючи останні слова Гіммлера.\n– Ви знаєте, що так. – морщиться Генріх і робить крок уперед, тепер трохи височіючи над підлеглим. – Я чудово розумію що ви робите, Райнгарде. Не ви перший винайшли цю тактику допиту. Негайно припиніть.\n– І Маргарет часто вам писала? Тоді ви бачилися зрідка. – непохитно продовжує Гейдріх, спокійно дивлячись на рейхсфюрера.\n– До чого ви ведете? – майже шипить Гіммлер, упираючи руки в боки.",
    "trans": "For a few more minutes, Himmler stands by the calendar, filling out his pocket notebook.\nBlue eyes creep predatorily over his figure. As if sensing this, Heinrich tensely shrugs his shoulder. Reinhard even thinks he sees goosebumps running down the other's pale neck.\n\"Is there something else, my dear?\" the Reichsführer asks nervously and turns on his heels. \"I believe I already mentioned that you should not sit in my workspace.\" He frowns, stuffing the notebook between layers of clothing.\n\"Hamburg is a nice city. Did you live there for some time?\" Heydrich raises his chin, ignoring Himmler's last words.\n\"You know I did.\" Heinrich grimaces and takes a step forward, now slightly towering over his subordinate. \"I understand perfectly what you are doing, Reinharde. You are not the first to invent this interrogation tactic. Cease immediately.\"\n\"And did Margaret write to you often? You saw each other rarely back then.\" Heydrich continues steadfastly, calmly looking at the Reichsführer.\n\"What are you getting at?\" Himmler almost hisses, planting his hands on his hips."
}