{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Вибір методів лікування повинен здійснюватися лікарем після обстеження. Треба знати причину патології, інакше можна тільки погіршити своє становище. Наприклад, відразу після травми або при наявності сильного набряку не можна робити зігрівальні компреси і теплові процедури. А при ураженні нервових корінців протипоказана давить.\nПерша допомога\nЯкщо людина впала на руку або пошкодив плече іншим способом, необхідно якомога швидше надати йому першу допомогу. Перше, що потрібно зробити – знерухомити суглоб. Це допоможе запобігти посилення болю та травмування м'яких тканин пошкодженими кістками. Потім важливо полегшити біль і доставити потерпілого в медичний заклад. Рекомендується також прикласти до ушкодженого місця холод – це допоможе запобігти набряк.\nДля іммобілізації можна використовувати еластичний бинт або будь-які підручні засоби. Але не можна самостійно вправляти суглоб при його вивиху, рухати його, якщо це заподіює біль. Найкраще зафіксувати руку притиснутою до тіла, але в деяких випадках потерпілий сам приймає положення, при якому йому легше. При легких травмах досить пов'язки-косинки, якщо є відкрита рана, потрібно накласти стерильний бинт, а при кровотечі – давить пов'язку або джгут вище місця пошкодження.",
    "trans": "The choice of treatment methods should be made by a doctor after an examination. It is essential to know the cause of the pathology; otherwise, you can only worsen your condition. For example, immediately after an injury or in the presence of severe swelling, you should not apply heating compresses and thermal procedures. And with damage to the nerve roots, pressure is contraindicated.\nFirst Aid\nIf a person has fallen on their arm or injured their shoulder in another way, it is necessary to provide first aid as soon as possible. The first thing to do is to immobilize the joint. This will help prevent increased pain and injury to soft tissues by damaged bones. Then it is important to relieve pain and transport the victim to a medical facility. It is also recommended to apply cold to the injured area—this will help prevent swelling.\nFor immobilization, you can use an elastic bandage or any available means. However, you should not try to set the joint yourself if it is dislocated or move it if it causes pain. It is best to secure the arm by pressing it against the body, but in some cases, the victim takes a position that is more comfortable for them. For minor injuries, a sling is sufficient; if there is an open wound, a sterile bandage should be applied, and in case of bleeding, a pressure bandage or tourniquet should be applied above the site of the injury."
}