{
    "source": "uk_UA",
    "target": "en_US",
    "text": "В даний час у клінічній практиці використовують вуглецеві сорбенти, які можна умовно поділити на три групи: препарати на основі активованого деревного або кісточкового вугілля; сферичні вуглецеві сорбенти, які одержують карбонізацією синтетичних полімерів; похідні волокнистого вуглецевого матеріалу, що отримують карбонізації гідратцелюлозного волокна.\nВуглецеві ентеросорбенти виводять із організму людини солі важких металів, алкалоїди, опіати, гіпнотики, антидепресанти, анальгетики, антипіретики, антибіотики, антиметаболіти, хлоралкани, фосфорорганічні інсектициди, гербіциди, дефоліанти тощо. Окрім фізичної адсорбції, вуглецеві сорбенти володіють йонообмінною активністю.\nХід роботи\n1. Робота виконується згідно правил техніки безпеки в лабораторії хімії.\n2. Виконати дослід.\nВиконання дослідів\nЩо ви спостерігаєте? Чи змінюється колір розчинів? Якщо так, то наскільки швидко?\nУ розчин чорнила помістіть таблетку активованого вугілля. Струшуйте розчин. Як змінюється забарвлення? Нагрійте розчин до кипіння. Що спостерігаєте?\nВиконайте аналогічні досліди, додавши до води декілька крапель йодної настоянки, спиртового розчину барвників: брильянтового зеленого («зеленки»), який використовують для обробки ран, або метиленового синього («синьки»), що додають у воду під час вибілювання білизни.\nПовторіть досліди з препаратами «Біле вугілля» та «Біла глина». Також можна випробувати інші фармацевтичні препарати, наприклад «Ентеросгель», «Атоксил», «Сорбекс», «Смекта» тощо. Порівняйте результати.\n3. Дайте відповідь на запитання.\n1. Що таке адсорбція? ___________________________________________________\n2. Порівняйте адсобційну здатність активованого вугілля та сорбексу (біонорму).\n____________________________________________________________________\n3. Як практично людина використовує явище адсорбції? _____________________",
    "trans": "In current clinical practice, carbon sorbents are used, which can be conditionally divided into three groups: preparations based on activated charcoal from wood or fruit stones; spherical carbon sorbents obtained by carbonization of synthetic polymers; and derivatives of fibrous carbon material obtained by carbonization of hydrated cellulose fiber.\nCarbon enterosorbents remove the following substances from the human body: heavy metal salts, alkaloids, opiates, hypnotics, antidepressants, analgesics, antipyretics, antibiotics, antimetabolites, chloroalkanes, organophosphorus insecticides, herbicides, defoliants, and more. In addition to physical adsorption, carbon sorbents possess ion-exchange activity.\nProcedure\n1. The work is carried out according to the rules of safety techniques in the chemistry laboratory.\n2. Perform the experiment.\nExperiment Execution\nWhat do you observe? Does the color of the solutions change? If so, how quickly?\nPlace an activated charcoal tablet in the ink solution. Shake the solution. How does the color change? Heat the solution to boiling. What do you observe?\nPerform similar experiments by adding a few drops of iodine tincture or alcoholic solutions of dyes to water: brilliant green, which is used for wound treatment, or methylene blue, which is added to water during laundry bleaching.\nRepeat the experiments with «White Charcoal» and «White Clay» preparations. You can also try other pharmaceutical preparations, such as «Enterosgel», «Ataxyl», «Sorbecks», «Smecta», etc. Compare the results.\n3. Provide answers to the questions.\n1. What is adsorption? ___________________________________________________\n2. Compare the adsorption capacity of activated charcoal and Sorbecks (Bionorm).\n____________________________________________________________________\n3. How does a person practically use the phenomenon of adsorption? _____________________"
}