{
    "source": "uk_UA",
    "target": "en_US",
    "text": "А: Так, з північної сторони будинку.\nВ: Зручно жити в цьому домі?\nА: У нас є всі зручності: електрика, газ, опалення і телефон.\nВ: Ти працюєш у місті?\nА: Так, я їжджу в місто тричі на тиждень: в понеділок, середу і п’ятницю. Через день я залишаюся тут і працюю в своєму кабінеті. Субота і неділя — мої вихідні.\nВ: Скільки часу тобі потрібно, щоб дістатися до роботи в місто?\nА: Якщо я їду на машині, я економлю багато часу.\nВ: Ти водиш машину?\nА: Так. Я прибираю кімнати, готую і мию посуд. Я все можу робити сама, за винятком ремонту, звісно.\nВ: Твій син не живе тут, правда?\nА: Ні, не живе. Він любитель міського життя.\n2. Чудова новина\nА: У мене чудова новина. Ми живемо в новій квартирі. У нас останній поверх.\nВ: Вид прекрасний, правда?\nА: Так. Перед будинками газони. Багато квітів і дерев.\nВ: Рада це чути. Скільки у вас кімнат?\nА: У нас чотирикімнатна квартира. Кімнати великі і сонячні. У нас є спальня, кабінет, вітальня, столова і кухня.",
    "trans": "A: Yes, on the northern side of the house.\nB: Is it comfortable living in this house?\nA: We have all the conveniences: electricity, gas, heating, and a phone.\nB: Do you work in the city?\nA: Yes, I commute to the city three times a week: Monday, Wednesday, and Friday. On alternate days, I stay here and work in my home office. Saturday and Sunday are my days off.\nB: How long does it take you to get to work in the city?\nA: If I drive, I save a lot of time.\nB: Do you drive a car?\nA: Yes. I clean the rooms, cook, and do the dishes. I can handle everything myself, except for repairs, of course.\nB: Your son doesn't live here, right?\nA: No, he doesn't. He prefers urban living.\n2. Great News\nA: I have great news. We live in a new apartment. We're on the top floor.\nB: The view must be amazing, right?\nA: Yes. There are lawns in front of the buildings with lots of flowers and trees.\nB: That's great to hear. How many rooms do you have?\nA: We have a four-room apartment. The rooms are spacious and bright. We have a bedroom, an office, a living room, a dining room, and a kitchen."
}