{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Стягнути з [redacted_name]. аліменти на користь [redacted_name]. на утримання неповнолітніх дітей [redacted_name], [redacted_number] року народження та [redacted_name], [redacted_number] року народження у розмірі 1/3 частини заробітку (доходу) але не менше ніж 50% прожиткового мінімуму для дітей відповідного віку щомісяця, до досягнення дитиною повноліття, починаючи стягнення з 24.04.2020 року.\n[redacted_name] [redacted_number]\n[redacted_address]\n[redacted_info]\n[redacted_name]\n[redacted_number]\n[redacted_address] [redacted_info]\nвстановлено:\nз метою забеспечення реального виконання рішення\nУраховуючи викладене, керуючись статтею 56 Закону України «Про виконавче провадження»,\nПОСТАНОВЛЯЮ:\n1. Накласти арешт на грошові кошти, що містяться на відкритих рахунках, а також на\n2 Реєстраційний номер виконавчого провадження: [redacted_info]\nкошти на рахунках, що будуть відкриті після винесення постанови про арешт коштів боржника, крім коштів, що містяться на рахунках накладення арешту та/або звернення стягнення на які заборонено законом, та належить боржнику:\nдата народження:\nадреса: РНОКПП:\n[redacted_name] [redacted_number]\n[redacted_address]\n[redacted_info]\nу межах суми звернення стягнення з урахуванням виконавчого збору/основної винагороди приватного виконавця, витрат виконавчого провадження, штрафів 24234,15 грн.\n2. Копії постанови направити на виконання до банківських, інших фінансових установ та сторонам виконавчого провадження.",
    "trans": "Collect alimony from [redacted_name] in favor of [redacted_name] for the maintenance of minor children [redacted_name], born in [redacted_number], and [redacted_name], born in [redacted_number], in the amount of 1/3 of the earnings (income) but not less than 50% of the subsistence minimum for children of the corresponding age per month, until the child reaches the age of majority, starting the collection from 24.04.2020.\n[redacted_name] [redacted_number]\n[redacted_address]\n[redacted_info]\n[redacted_name]\n[redacted_number]\n[redacted_address] [redacted_info]\nit is established:\nin order to ensure the actual execution of the decision\nConsidering the above, guided by Article 56 of the Law of Ukraine \"On Enforcement Proceedings,\"\nI ORDER:\n1. To seize the funds contained in the opened accounts, as well as the\n2 Registration number of enforcement proceedings: [redacted_info]\nfunds in accounts that will be opened after the issuance of the order to seize the debtor's funds, except for funds in accounts on which seizure and/or collection is prohibited by law, and belonging to the debtor:\ndate of birth:\naddress: Taxpayer Identification Number:\n[redacted_name] [redacted_number]\n[redacted_address]\n[redacted_info]\nwithin the amount of the collection, taking into account the enforcement fee/basic remuneration of the private enforcement officer, expenses of the enforcement proceedings, fines 24234,15 UAH.\n2. Send a copy of the order for execution to banks, other financial institutions, and parties to the enforcement proceedings."
}