{
    "source": "uk_UA",
    "target": "en_US",
    "text": "⠀⠀⠀Лілі вже не змогла заснути. Вона просто лежала в ліжку, майже з головою вкрившись ковдрою. Їй було спекотно. Все тіло спітніло, від чого одяг неприємно прилипав. Це було таке бридке відчуття, але Лілі навіть не прибрала з себе ковдру. Можливо, просто сил не було чи щось інше. Їй навіть подобалося слідкувати за тим, як її тіло реагуватиме на такі гидкі речі. Здавалося, цікавішого заняття вона тепер знайти просто не могла.\n⠀⠀⠀Двері відчинилися. Мати увійшла до кімнати без стуку. Як завжди. Вона була одягнена у старий запраний фартух – значить, сніданок вже готовий. Значить, вона буде вмовляти Лілі поїсти. Значить, Лілі буде з усіх сил відмовлятися. Значить, мати ледь не в сльозах дорікне їй, що вона нормальної їжі в очі не бачила вже декілька місяців.\n⠀⠀⠀Коли втомлений погляд матері спіймав лоб Лілі, що виглядав з-під ковдри, вона стиснула губи та прочистила горло, звертаючи на себе увагу. Лілі трохи спустила ковдру, показавши своє обличчя повністю. Вона помітила, як виблискували очі матері. Все як завжди.\n⠀⠀⠀– Доню, – її голос одразу зрадницькі затремтів. – Я сніданок приготувала. Спустись, будь ласка…",
    "trans": "Lily could no longer fall asleep. She just lay in bed, almost covering her head with a blanket. She felt hot. Her whole body was sweating, making her clothes uncomfortably stick to her. It was such an unpleasant feeling, but Lily didn't even remove the blanket from herself. Maybe she just didn't have the strength, or maybe it was something else. She even enjoyed watching how her body reacted to such disgusting things. It seemed she simply couldn't find a more interesting activity now.\nThe door opened. Her mother entered the room without knocking. As always. She was dressed in an old, worn apron—which meant breakfast was ready. Which meant she would try to persuade Lily to eat. Which meant Lily would refuse with all her might. Which meant her mother would almost tearfully reproach her for not having seen normal food for several months.\nWhen her mother's tired gaze caught Lily's forehead peeking out from under the blanket, she pursed her lips and cleared her throat, drawing attention to herself. Lily lowered the blanket a little, showing her face completely. She noticed how her mother's eyes sparkled. Everything as usual.\n— \"Darling,\" her voice immediately trembled traitorously. \"I've prepared breakfast. Please come down...\""
}