{
    "source": "uk_UA",
    "target": "en_US",
    "text": "o Чи гарантують вони сьогоднішню ціну, якщо ми придбаємо контейнер лише навесні?\no Скільки гравію і якого типу нам потрібно, щоб побудувати фундамент, на якому буде стояти контейнер?\no Коли нам потрібно здійснити закупівлю, щоб здійснити доставку в червні, коли земля висохне і гравій буде укладений?\n• Оскільки нам доведеться почекати до весни, єдиний варіант безпечного зберігання нового трактора взимку - це стара шанда. Це означає, що нам доведеться переставити трактор родині [redacted_name], щоб звільнити місце для нового. [redacted_name] зв'яжеться з [redacted_name] і запитає її, де вони хочуть щоб ми поставили їхній трактор.\n• [redacted_name] запропонував встановити на трактор пристрій стеження на випадок крадіжки. Оскільки ключ від шанди зберігається у [redacted_name], а ключ від трактора та його батарія буде зберігатися у неї вдома, рішення щодо цього питання не було прийнято.\n2) Закриття оселі\nПотрібно зробити наступні речі:\n• Холодильники та морозильні камери потрібно випорожнити, почистити та вилучити. [redacted_name] і [redacted_name] домовляться з волонтерами, щоб вони зробили це на вихідних до Дня Подяки.",
    "trans": "• Do they guarantee today's price if we purchase the container only in the spring?\n• How much gravel and of what type do we need to build a foundation on which the container will stand?\n• When do we need to make the purchase to arrange delivery in June when the ground dries and the gravel is laid?\n• Since we will have to wait until spring, the only safe option for storing the new tractor over the winter is the old shed. This means we will have to move the tractor to the [redacted_name] family to make room for the new one. [redacted_name] will contact [redacted_name] and ask her where they want us to put their tractor.\n• [redacted_name] suggested installing a tracking device on the tractor in case of theft. Since the key to the shed is kept by [redacted_name], and the tractor key and its battery will be kept at her home, no decision has been made on this issue.\n2) Closing the Homestead\nThe following things need to be done:\n• The refrigerators and freezers need to be emptied, cleaned, and removed. [redacted_name] and [redacted_name] are arranging with volunteers to do this on the weekend before Thanksgiving."
}