{
    "source": "uk_UA",
    "target": "en_US",
    "text": "У липні 2020 року я отримала ступінь магістра в Шаньдунському спортивному університеті в Китаї. Під час навчання я вирішила, що стану вчителем фізичної культури або спортивним тренером. Таке рішення підтримали мої батьки та друзі, адже ця професія сповнена нових поворотів і знайомств з цікавими людьми, відомими спортсменами та тренерами.\nЯ займаюся спортом з дитинства, навчилася настільного тенісу, легкої атлетики, дуже люблю спорт, тому хочу зробити свій внесок у справу спорту, хочу бути вчителем фізкультури, нехай більше людям подобається спорт, і я сподіваюся, що всі вони мають здорове тіло.\nЯ хотіла би стати таким фахівцем, щоб переконати і навчити молодь, бути фізично активними, зробити все, щоб заняття фізичними вправами стало для них потребою, було престижним, приносило задоволення, щоб в житті молодих людей не було місця шкідливим звичкам. Я сподіваюсь, що навчання в у НУФВСУ дозволить отримати професію, яка є перспективною та передбачатиме можливості для реалізації особистих якостей у професійній діяльності. Щиро прагну навчатися саме у Вашому університеті, бо переконаний, що тут я можу отримати необхідні знання та навички для досягнення своєї мрії, зможу розвинути себе як професіонал, навчитись комунікувати, набути лідерських амбіцій, які необхідні для моєї майбутньої карʼєри.",
    "trans": "In July 2020, I obtained a master's degree from Shandong Sport University in China. During my studies, I decided to become a physical education teacher or a sports coach. This decision was supported by my parents and friends, as this profession is full of new experiences and opportunities to meet interesting people, famous athletes, and coaches.\nI have been involved in sports since childhood, learning table tennis and track and field, and I love sports very much. Therefore, I want to contribute to the field of sports, I want to be a physical education teacher, and I hope that more people will enjoy sports and have healthy bodies.\nI would like to become such a specialist who can convince and teach young people to be physically active, to make physical exercise a necessity for them, to be prestigious, to bring pleasure, so that there is no place for harmful habits in the lives of young people. I hope that studying at NUFVSU will allow me to obtain a profession that is promising and provides opportunities for the realization of personal qualities in professional activities. I sincerely wish to study at your university because I am convinced that here I can acquire the necessary knowledge and skills to achieve my dream, develop myself as a professional, learn to communicate, and gain the leadership ambitions necessary for my future career."
}