{
    "source": "uk_UA",
    "target": "en_US",
    "text": "6\nКОНТРАКТ [redacted_id]\nм. Київ, Україна «01» вересня 2024 р.\nHebei Wosu Bicycle Co.,Ltd., (Китай), надалі іменоване «Продавець», в особі Jiang Quansheng, який діє на підставі Статуту, з однієї сторони, та\nПриватне підприємство «БУДПОСТАЧ», Україна, надалі іменоване «Покупець», в особі Директора Шитліна Дмитра, який діє на підставі Статуту, з іншої сторони, а разом – Сторони, уклали цей Контракт про наступне:\n1. Предмет Контракту\n1.1. Продавець виробляє та продає, а Покупець приймає і оплачує: електричні велосипеди, електричні скутери, трицикли, аксесуари та запасні частини до них (далі – «Товар»).\n1.2. Найменування (перелік), кількість, ціна за одиницю і загальна вартість Товару, умови та строки поставки, вказуються у проформах-інвойсах та інвойсах, які є невід’ємною частиною даного Контракту.\n1.3. Товар поставляється окремими партіями.\nПоставка Товару здійснюється партіями, сформованими на підставі замовлення Покупця.\n2. Якість Товару\n2.1. Якість Товару, що поставляється за цим Контрактом, має підтверджуватися сертифікатами якості (відповідності) заводу-виробника.\n3. Умови поставки\n3.1. Сторони за цим Контрактом керуються правилами Інкотермс 2020.\nСтроки та умови поставки вказуються в інвойсах. Товар поставляється для ввезення на митну територію України.\n3.2. Продавець зобов’язаний сповістити Покупця засобами електронної пошти про плановану дату відвантаження Товару, але не пізніше, ніж за 5 (п'ять) днів.",
    "trans": "6\nCONTRACT [redacted_id]\nKyiv, Ukraine \"01\" September 2024.\nHebei Wosu Bicycle Co., Ltd., (China), hereinafter referred to as the \"Seller,\" represented by Jiang Quansheng, acting on the basis of the Charter, on one side, and\nPrivate Enterprise \"BUDPOSTACH,\" Ukraine, hereinafter referred to as the \"Buyer,\" represented by Director Shitlin Dmytro, acting on the basis of the Charter, on the other side, collectively referred to as the Parties, have entered into this Contract as follows:\n1. Subject of the Contract\n1.1. The Seller manufactures and sells, and the Buyer accepts and pays for: electric bicycles, electric scooters, tricycles, accessories and spare parts for them (hereinafter referred to as the \"Goods\").\n1.2. The name (list), quantity, unit price, and total cost of the Goods, terms and conditions of delivery are specified in pro forma invoices and invoices, which are an integral part of this Contract.\n1.3. The Goods are delivered in separate batches.\nThe delivery of the Goods is carried out in batches formed based on the Buyer's order.\n2. Quality of the Goods\n2.1. The quality of the Goods delivered under this Contract must be confirmed by quality (compliance) certificates of the manufacturer’s plant.\n3. Terms of Delivery\n3.1. The Parties shall be guided by the Incoterms 2020 rules under this Contract.\nThe terms and conditions of delivery are specified in the invoices. The Goods are delivered for importation into the customs territory of Ukraine.\n3.2. The Seller is obliged to notify the Buyer by means of electronic mail about the planned date of shipment of the Goods, but no later than 5 (five) days."
}