{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Реєстр «Великих платників податків»\n(cтаном на 2023)\nІнформація про особу відсутня в базі\nРеєстр «Дізнайся більше про свого бізнес-партнера»\nІнформація ДПС України про суб’єктів господарювання, які мають податковий борг\nНа даний час Державною податковою службою України всупереч закону не оприлюднюється інформація про суб’єктів господарювання, які мають податковий борг.\n• Для отримання цієї інформації в актуальному стані слід звернутися до контрагента.\n• Для перегляду цієї інформації за минулі періоди, скористайтесь функцією “Історія боргу”.\nРеєстр неприбуткових установ та організацій\n(cтаном на 10.10.2024)\nВідсутня реєстрація в Реєстрі неприбуткових установ та організацій\nРеєстр платників ПДВ\n(cтаном на 15.07.2024)\nІнформація про особу відсутня в базі\nРеєстр платників єдиного податку\n(cтаном на 15.07.2024)\nІнформація про особу наявна в базі\nДата (період) обрання або переходу на єдиний податок: 01.03.2021\nДата початку застосування ставки та групи: 01.01.2022\nСтавка: 18,00%\nГрупа: 2\nДані про реєстраційний номер платника єдиного внеску\n(cтаном на 15.07.2024)\n[redacted_info]\nМісцезнаходження реєстраційної справи Тростянецька районна державна адміністрація\nДата та номер запису про взяття та зняття з обліку в податкових органах\nДЕРЖАВНА СЛУЖБА СТАТИСТИКИ УКРАЇНИ\nІдентифікаційний код органу: 37507880\nДата взяття на облік: 04.02.2021\nГОЛОВНЕ УПРАВЛІННЯ ДПС У ВІННИЦЬКІЙ ОБЛАСТІ, ТРОСТЯНЕЦЬКЕ УПРАВЛІННЯ, ТРОСТЯНЕЦЬКА ДПІ (ТРОСТЯНЕЦЬКИЙ РАЙОН)\nІдентифікаційний код органу: 43142454",
    "trans": "Register of Major Taxpayers\n(as of 2023)\nNo information about the person is available in the database\nLearn More About Your Business Partner Register\nInformation from the State Tax Service of Ukraine on business entities having tax debt\nContrary to the law, the State Tax Service of Ukraine does not currently disclose any information about business entities having tax debt.\n• To obtain this information in its current state, please contact the counterparty.\n• To view this information for past periods, use the Debt History function.\nRegister of Non-Profit Institutions and Organizations\n(as of October 10, 2024)\nNot registered in the Register of Non-Profit Institutions and Organizations\nRegister of VAT Payers\n(as of July 15, 2024)\nNo information about the person is available in the database\nRegister of Single Tax Payers\n(as of July 15, 2024)\nInformation about the person is available in the database\nDate (period) of election or transition to the single tax: March 1, 2021\nDate of application of the rate and group: January 1, 2022\nRate: 18.00%\nGroup: 2\nData on the registration number of the single tax payer\n(as of July 15, 2024)\n[redacted_info]\nLocation of the registration file: Trostyanets District State Administration\nDate and number of the record of registration and deregistration with the tax authorities\nSTATE STATISTICS SERVICE OF UKRAINE\nIdentification code of the authority: 37507880\nDate of registration: February 4, 2021\nMAIN DIRECTORATE OF THE STATE TAX SERVICE IN VINNYTSIA REGION, TROSTYANETS DIRECTORATE, TROSTYANETS STATE TAX INSPECTION (TROSTYANETS DISTRICT)\nIdentification code of the authority: 43142454"
}