{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Національна благодійна організація, що підтримує дітей та молодь, які мають труднощі з психічним здоров’ям, а також їхні родини та опікунів.\nКонтакти:\n• Сайт: youngminds.org.uk\n• Лінія допомоги батькам: 0808 802 5544\n• Електронна пошта: Через форму на сайті.\nКоли звертатися:\n• Якщо дитина або молода людина має труднощі з психічним здоров’ям, такі як тривога, депресія або суїцидальні думки.\n• Якщо ви батько або опікун, який шукає порад або підтримки щодо психічного здоров’я вашої дитини.\n6. Anna Freud National Centre for Children and Families\nЦентр, що займається дослідженнями та наданням психічної підтримки дітям, молоді та їхнім родинам, включаючи програми підтримки в школах і громаді.\nКонтакти:\n• Сайт: annafreud.org\n• Телефон: 020 7794 2313\n• Електронна пошта: info@annafreud.org\nКоли звертатися:\n• Якщо ви шукаєте інформацію та ресурси щодо психічного здоров’я дітей та молоді.\n• Якщо ваша дитина потребує спеціалізованої підтримки або терапії з психічного здоров’я.",
    "trans": "A national charitable organization dedicated to supporting children and young people facing mental health challenges, along with their families and caregivers.\nContact Information:\n• Website: youngminds.org.uk\n• Parents' helpline: 0808 802 5544\n• Email: Available through the website form.\nWhen to Reach Out:\n• If a child or young person is struggling with mental health issues such as anxiety, depression, or suicidal thoughts.\n• If you are a parent or caregiver seeking advice or support regarding your child's mental health.\nAnna Freud National Centre for Children and Families\nA center focused on research and providing mental health support to children, young people, and their families, including programs in schools and the community.\nContact Information:\n• Website: annafreud.org\n• Phone: 020 7794 2313\n• Email: info@annafreud.org\nWhen to Reach Out:\n• If you need information and resources on children's and young people's mental health.\n• If your child requires specialized mental health support or therapy."
}