{
    "source": "uk_UA",
    "target": "en_US",
    "text": "передбачених чинним законодавством на момент проведення вступних випробувань.\nДля спеціальності «Дизайн» вступні іспити в аспірантуру проводяться після\nзавершення навчання та здобуття освітнього ступеня «магістр» або освітньо-\nкваліфікаційного рівня «спеціаліст».\nВступний іспит проводиться у комбінованій формі (письмова та усна).\nСкладається з трьох теоретичних питань (письмова) та співбесіди. На надання\nписьмової відповіді вступнику відводиться 2 години.\nОПИС ОСНОВНИХ РОЗДІЛІВ ТА ЇХ КОРОТКИЙ ЗМІСТ\nЗ метою складання вступного іспиту для зарахування на навчання на здобуття\nступеня доктор філософії вступник повинен підготуватися за наступними\nчотирнадцятьма розділами.\nРОЗДІЛ 1. Характеристика процесу проєктування\nРозкрити визначення \"проєктування\". Вихідна інформація, необхідна для\nпроцесу проєктування об'єктів дизайну. Евристика як метод проєктування об’єктів\nдизайну. Евристичні методи творчості сучасного дизайнера, їх сутність. Визначення\nтермінів «евристика», «методи евристики». Значення евристичних методів\nпроєктування в творчості сучасного дизайнера. Дати характеристику 3-4 евристичних\nметодів творчості (наприклад, неології, евристичного комбінування, інверсії), навести\nбудь-яких об’єктів дизайну у вигляді фор-ескізів. Комбінаторні методи проєктування\nоб'єктів дизайну. Характеристика методів модульного проєктування та\nдеконструкції. Що називається графічним проєктуванням. Що називається",
    "trans": "in accordance with the current legislation at the time of the entrance examinations.\nFor the specialty \"Design,\" entrance exams for graduate school are conducted after\ncompleting education and obtaining an educational degree of \"master\" or\nan educational-qualification level of \"specialist.\"\nThe entrance exam is conducted in a combined form (written and oral).\nIt consists of three theoretical questions (written) and an interview. The applicant is given\n2 hours to provide the written response.\nDESCRIPTION OF THE MAIN SECTIONS AND THEIR BRIEF CONTENT\nTo prepare for the entrance exam for admission\nto the PhD program, the applicant should study the following\nfourteen sections.\nSECTION 1. Characteristics of the Design Process\nDefine \"design.\" Initial information required\nfor the design process of design objects.\nHeuristics as a method of designing design objects. Heuristic methods of creativity for the modern designer, their essence.\nDefinitions of the terms \"heuristics,\" \"heuristic methods.\" The significance of heuristic design methods\nin the creativity of the modern designer. Provide a description of 3-4 heuristic methods of creativity\n(e.g., neology, heuristic combination, inversion),\nand give examples of any design objects in the form of form-sketches. Combinatorial methods of designing design objects.\nCharacteristics of modular design and deconstruction methods.\nWhat is called graphic design. What is called…"
}