{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Приступати до етюдної роботи можна тільки після опрацювання та координації ніг, рук, голови, корпуса до технічної чистоти. Велике значення для танцю має виразність усіх частин тіла. Саме руки та корпус надають танцю характер, передають манеру виконання, національний колорит, допомагають характеристиці героя.\nДалі, окремо вивчені рухи з'єднуються у комбінації, з яких будується етюд (танцювальний епізод). У молодших класах рекомендується складати етюди з 2-х пройдених рухів, не більше, що займають 8-16 тактів музики. Потім у готовий етюд вводиться (відпрацьовується) найважливіша (ігрова) задача, обмежена початково одним станом. Поступово збільшується музична тривалість та ускладнюється образне рішення етюда, міняються танцювальні стани. У старших класах етюди збільшуються за рахунок кількості рухів, збільшується музична тривалість етюда.\nТривалість етюда може поступово збільшуватись аж до включення декількох частин, кожна з яких має свій зміст. Наприклад, повільна та швидка частина циганського танцю. Тоді спочатку потрібно відпрацювати у деталях першу частину, а потім – братися за розробку другої частини. Відпрацювання етюдів з народних танців вимагає обережного підходу. Змішувати у одному етюді риси справжнього народного танцю та його сценічного вигляду принципово недопустимо.",
    "trans": "Beginning étude work should only commence after the legs, arms, head, and torso have been coordinated to technical precision. The expressiveness of all body parts is crucial for dance. Specifically, the arms and torso impart character to the dance, convey the manner of execution, national flavor, and help characterize the hero.\nNext, individually learned movements are combined into sequences, from which the étude (dance episode) is built. For younger classes, it is recommended to compose études from no more than 2 consecutive movements, lasting 8-16 musical beats. Then, the most important (playful) task is introduced (practiced) into the prepared étude, initially limited to one state. Gradually, the musical duration increases, and the imagery of the étude becomes more complex, with changes in dance states. In older classes, études increase in complexity due to the number of movements, and the musical duration of the étude extends.\nThe duration of the étude can gradually increase to include several parts, each with its own content. For example, the slow and fast parts of a gypsy dance. In this case, the first part should be thoroughly practiced in detail before moving on to develop the second part. Practicing études from folk dances requires a careful approach. Mixing features of authentic folk dance with its staged version in a single étude is fundamentally unacceptable."
}