{
    "source": "uk_UA",
    "target": "en_US",
    "text": "У Покровську наразі залишаються 12 тис. людей і 82 дитини, у Костянтинівці залишаються 17 тис. 800 людей і 368 дітей, повідомив голова Донецької обласної військової адміністрації (ОВА) Вадим Філашкін.\n\"У Покровську наразі залишаються 12 000 людей і 82 дитини. Було 46 000 людей і 3,5 тис. дітей. Тобто понад 30 тис. людей тільки з Покровська виїхали. Завдяки злагодженим діям органів влади, підрозділів поліції, ДСНС, вивозимо людей із лінії фронту\", - сказав він в ефірі телемарафону у вівторок.\nГолова обласної військової адміністрації нагадав, що до початку повномасштабного вторгнення на Донеччині перебували 1 млн 900 тис. осіб, а нині - 340 тис.\nУ Торецьку понад 1 тис. 400 людей залишаються в місті й виїжджають дуже повільно, зазначив голова ОВА. Окремо він також нагадав, що вчора в Костянтинівці було запроваджено \"жорстку\" комендантську годину - з 15:00 до 11:00 через дуже складну обстановку в місті.\n\"Нині у місті залишаються 17 тис. 800 людей, 368 дітей. Місяць тому було понад 20 тис. людей. Тобто люди виїжджають, спасибі їм, що бережуть себе, тому що обстановка дуже складна саме в Костянтинівці\", - наголосив Філашкін.",
    "trans": "Currently, 12,000 people and 82 children remain in Pokrovsk, while 17,800 people and 368 children remain in Kostiantynivka, according to the head of the Donetsk Regional Military Administration (RMA), Vadym Filashkin.\n\"In Pokrovsk, there are currently 12,000 people and 82 children remaining. Initially, there were 46,000 people and 3,500 children. This means that over 30,000 people have left Pokrovsk alone. Thanks to the coordinated efforts of government agencies, police units, and the State Emergency Service, we are evacuating people from the frontline,\" he said during a televised marathon on Tuesday.\nThe head of the regional military administration reminded that before the full-scale invasion, Donetsk region had 1.9 million residents, but now only 340,000 remain.\nIn Toretsk, over 1,400 people remain in the city and are evacuating very slowly, the RMA head noted. Separately, he also mentioned that a \"strict\" curfew was imposed in Kostiantynivka yesterday—from 3:00 PM to 11:00 AM—due to the very difficult situation in the city.\n\"Currently, 17,800 people and 368 children remain in the city. A month ago, there were over 20,000 people. So, people are leaving, and we thank them for taking care of themselves, as the situation in Kostiantynivka is very challenging,\" Filashkin emphasized."
}