{
    "source": "uk_UA",
    "target": "en_US",
    "text": "- Це все через тебе! От ти і будеш це виправляти! Хоч благай його на колінах, мені все одно, але щоб Вей пробачив мене! Тобі зрозуміло?\n- Добре Пі. – Чарлі закочує очі на це і відвертається, бурчачи собі під ніс.\n- І не смій закочувати на мене очі, малий. – Бейб гарчить.\n- Як скажеш Пі.\nЯк і очікувалося Вей не з’явився наступного дня в гаражі і на дзвінкі все ще не відповідав. Зграя насправді була трохи пригнічена через все це. Навіть завжди балакуча пара бет сьогодні була тихою. Здавалося єдиний хто не відчував провини був Чарлі. Однак його повністю ігнорував Джеф за вчорашнє. Бейб не міг дочекатися закінчення робочого дня, щоб одразу поїхати до Вея і Алан все ж таки змилувався над ним. Сьогодні не було багато тренувань, тому старший альфа відпустив тих двох раніше за інших.\nВей навіть і не думав сьогодні вилізати з ліжка. Він провів більшу частину дня просто дивлячись якісь дурні шоу на ютюбі, навіть не слухаючи, що там кажуть, а просто намагаючись перестати забагато думати про вчорашню ситуацію. Виходило так собі, якщо чесно.",
    "trans": "— This is all because of you! And you will fix it! Even if you have to beg him on your knees, I don't care, but make sure Vey forgives me! Do you understand?\n— Okay, P. – Charlie rolls his eyes at this and turns away, muttering to himself.\n— And don't you dare roll your eyes at me, kid. – Babe growls.\n— As you say, P.\nAs expected, Vey did not show up at the garage the next day and still did not answer calls. The pack was actually a bit depressed about the whole situation. Even the usually chatty pair, Beth, was quiet today. It seemed that only Charlie did not feel guilty. However, Jeff completely ignored him for yesterday's incident. Babe couldn't wait for the end of the workday to go straight to Vey, and Alan still took pity on him. There weren't many workouts today, so the senior alpha let the two of them go earlier than the others.\nVey didn't even think about getting out of bed today. He spent most of the day just watching some silly shows on YouTube, not even listening to what they were saying, just trying to stop thinking too much about yesterday's situation. It worked out so-so, to be honest."
}