{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Водночас в Україні випадків \"хромінгу\" не фіксували, як і зростання його популярності в українському сегменті інтернету.\nРЕКЛАМА\nPlay Video\nНагадаємо, львівські хірурги прооперували 8-річного хлопчика, в кишківнику якого знайшли металевий дріт і деталь Lego. Ці предмети потрапили в його організм через анальний отвір – він засунув собі їх після перегляду ролика в Tik Tok.\nЧИТАЙТЕ ТАКОЖ :\nЗ’їв дуже гостру чипсину: у США підліток помер після TikTok-челенджу\nЧИТАЙТЕ ТАКОЖ :\nУ США підліток помер після челенджу з поїдання гострих чипсів: фахівці встановили причину\nРЕКЛАМА:\nОСТАННІ НОВИНИ\n\"Я зворушений підтримкою українців\". Режисер \"20 днів у Маріуполі\" привіз Оскар в Україну\nПрезидент розписався на легендарній стелі Донецької області, яку раніше зафарбували активісти\nВчені знайшли докази публічного осквернення решток королівської родини Мая у Гватемалі\nЯк Росія відповідає на запити Червоного Хреста про підтвердження полону? Пояснює речник МКЧХ\nУкраїна відкрила Національний павільйон на 60-й Венеційській бієнале\nЕкспрем'єрка Британії звинуватила Бориса Джонсона в нашесті бліх на Даунінг-стріт: звідки вони взялися\nУСІ НОВИНИ",
    "trans": "Meanwhile, no cases of \"chroming\" have been recorded in Ukraine, nor has there been an increase in its popularity in the Ukrainian segment of the internet.\nADVERTISEMENT\nPlay Video\nAs a reminder, Lviv surgeons operated on an 8-year-old boy who had a metal wire and a Lego piece in his intestines. These objects entered his body through the anal opening—he inserted them after watching a video on TikTok.\nREAD ALSO:\nAte very spicy chips: Teen in the US dies after TikTok challenge\nREAD ALSO:\nTeen in the US dies after spicy chip challenge: Experts determine the cause\nADVERTISEMENT:\nLATEST NEWS\n\"I am touched by the support of Ukrainians.\" The director of \"20 Days in Mariupol\" brings the Oscar to Ukraine\nThe President autographed the legendary ceiling in the Donetsk region, previously painted by activists\nScientists find evidence of public desecration of Mayan royal family remains in Guatemala\nHow does Russia respond to Red Cross requests for confirmation of captivity? Red Cross spokesperson explains\nUkraine opens National Pavilion at the 60th Venice Biennale\nBritish Premier accuses Boris Johnson of flea infestation on Downing Street: Where did they come from?\nALL NEWS"
}