{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Вона прикріплює відео, і на п'ятисекундному ролику, знятому з вікна [redacted_name], видно, як [redacted_name] стоїть навпроти маєтку [redacted_name], курить, сидячи на своєму мотоциклі.\nЯ відкриваю свій чат з [redacted_name] і набираю текст. Всі мої повідомлення були проігноровані з того часу, як я прийшла на роботу. Він чомусь не розмовляє зі мною, і я ненавиджу це.\nВін читає повідомлення, але жодної крапки не з'являється, щоб сказати мені, що він друкує відповідь. Минає десять хвилин, і я розумію, що він не збирається відповідати. Я намагаюся зателефонувати, але він скидає дзвінок після другого гудка.\nЗ серцем, що сильно калатає в грудях, розгублена і налякана, я хитаю головою і набираю останнє повідомлення.\nЯк лицемірно з мого боку — я маю від нього секрети, але вимагаю, щоб він відповів на повідомлення, і кидаю в нього такі слова. Годиною пізніше двері мого кабінету відчиняються без оголошення людини, і колюче відчуття в потилиці розливається по всьому тілу, змішуючись з передчуттям тиші і кроків, які розтягують\nмої плоскі губи в посмішку.\nВсе було добре, коли він мене висадив. Він поцілував мене, а",
    "trans": "She attaches a video, and in the five-second clip taken from [redacted_name]'s window, you can see [redacted_name] standing opposite the [redacted_name] manor, smoking, sitting on his motorcycle.\nI open my chat with [redacted_name] and start typing. All my messages have been ignored since I arrived at work. For some reason, he's not talking to me, and I hate it.\nHe reads the messages, but not a single dot appears to tell me that he's typing a response. Ten minutes pass, and I realize that he's not going to reply. I try to call, but he hangs up after the second ring.\nWith my heart pounding heavily in my chest, confused and scared, I shake my head and type the last message.\nHow hypocritical of me—I have secrets from him, but I demand that he responds to my messages, and I throw such words at him. An hour later, the doors of my office open without announcement of a person, and a stabbing sensation at the nape of my neck spreads throughout my body, mixing with the anticipation of silence and footsteps that stretch\nmy flat lips into a smile.\nEverything was fine when he dropped me off. He kissed me, and"
}