{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ада ледь стримувала усмішку від цієї ситуації. Як дорослий чоловік відбивався від мільйонів аргументів тендітної білявки.\n— Можливо ви… — Ешлі привернула увагу Ади — вмовите його. Бо він ніколи мене не слухає, лише оце бу-бу-бу “Ні, Ешлі” бу-бу.\nБілявка карикатурно пародіювала Леона. У відповідь на що він втомлено видихнув і втопив свій погляд у філіжанці кави.\n— Леон С. Кеннеді не злякався цілого натовпу інфікованих, але боїться звичайного світського вечора? Ще й в такій цікавій компанії. — слово “цікавій” Ада солодко виділила, мов хотіла поглузувати з Ешлі, а донька президента й не помітила цього.\n— Мені здавалось ти мала бути на моєму боці? — вже веселішим голосом промовив Леон.\nПогляди обох агентів знову зустрілись, але в цю мить підійшов офіціант і Ада швидко перемикнула свою увагу на працівника кав’ярні. Запала мовчанка. Леон грався кавовою гущею у вже пустій від напою чашці. Ада розглядала свій манікюр, водночас під столом гладячи Кеннеді. Ешлі зацікавлено аналізує їх поведінку, між ними точно щось є, але дівчина до кінця не розуміє, що саме.",
    "trans": "Ada could barely suppress a smile at the situation. A grown man was fending off the arguments of a delicate blonde.\n— Perhaps you… — Ashley drew Ada's attention — could persuade him. Because he never listens to me, just goes \"No, Ashley\" over and over.\nThe blonde comically mimicked Leon. In response, he sighed wearily and buried his gaze in his coffee cup.\n— Leon S. Kennedy wasn't afraid of a horde of infected, but he's scared of a simple social evening? Especially with such interesting company. — Ada sweetly emphasized the word \"interesting,\" as if teasing Ashley, but the president's daughter didn't notice.\n— I thought you were supposed to be on my side? — Leon said, his voice now more cheerful.\nThe gazes of both agents met again, but at that moment, the waiter approached, and Ada quickly shifted her attention to the café worker. An awkward silence ensued. Leon played with the coffee grounds in his now-empty cup. Ada examined her manicure while discreetly stroking Kennedy under the table. Ashley watched their behavior with interest, sensing there was something between them, but she couldn't quite figure out what it was."
}