{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Психіатр, який посувається далі концепції вищого сенсу, рано чи пізно буде присоромлений власними пацієнтами, так само як зробила моя дочка, яка у шестирічному віці запитала мене: «Чому ми говоримо про доброго Бога?» На що я відповів: «Кілька тижнів тому ти хворіла на кір, ідобрий Бог дав тобі повне одужання». Однак я не переконав маленьку дівчинку; вона заперечила: «Авжеж, але, будь ласка, тату, не забудь: насамперед він дав мені кір».\nОдначе, коли пацієнт стоїть на твердому ґрунті релігійної віри, годі заперечити терапевтичний ефект його релігійних переконань і, у зв’язку з цим, мобілізації його духовних ресурсів. Для цього психіатр повинен поставити себе на місце пацієнта. Саме це я йзробив, коли рабин зі Східної Європи звернувся до мене ірозповів свою історію. Він втратив свою першу дружину ішістьох дітей у концентраційному таборі Освенцим, де їх відправили до газової камери, а зараз з’ясувалося, що його друга дружина безплідна. Я зауважив, що дітонародження – неєдиний сенс життя, тому що тоді життя саме по собі стало б безсенсовним, адже щось безсенсовне за суттю не може набути сенсовності тільки завдяки його відтворенню. Однак рабин оцінював свою ситуацію, як ортодоксальний єврей, івпадав у відчай через те, що в нього не було сина, який колись прокаже кадіш (поминальну молитву) над його могилою.",
    "trans": "A psychiatrist who advances the concept of higher meaning will sooner or later be embarrassed by their own patients, just as my daughter did when, at the age of six, she asked me: \"Why do we talk about a good God?\" To which I replied, \"A few weeks ago you had measles, and the good God gave you a full recovery.\" However, I did not convince the little girl; she objected, saying, \"Of course, but please, Dad, don't forget: first of all, He gave me measles.\"\nHowever, when a patient stands on solid ground of religious faith, it is unnecessary to dispute the therapeutic effect of their religious beliefs and, consequently, the mobilization of their spiritual resources. For this, the psychiatrist must put themselves in the patient's place. This is exactly what I did when a rabbi from Eastern Europe approached me and shared his story. He lost his first wife and six children in the Auschwitz concentration camp, where they were sent to the gas chambers, and it has now been revealed that his second wife is barren. I noted that procreation is not the sole meaning of life because then life itself would become meaningless, as something inherently meaningless cannot acquire meaning solely through its reproduction. However, the rabbi evaluated his situation as an orthodox Jew and fell into despair because he did not have a son who would one day recite a kaddish (memorial prayer) at his grave."
}