{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Страница 2 из 3Таблиця 2 Показ сухого термометра Показ вологого термометра Різниця показів Відносна вологість Густина насиченої пари Абсолютна вологість Опрацювання результатів експерименту 1. Визначте відносну вологість повітря в класі за допомогою психрометричної таблиці. Отриманий результат занесіть до таблиці. 2. За таблицею 3 визначте густину насиченої пари (за температури ). Таблиця 3 Таблиця залежності густини насиченої водяної пари від температури 2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 5,6 6,4 7,3 8,3 9,4 10,7 12,1 13,6 15,4 17,3 19,4 21,8 24,4 27,2 30,3 3. Знаючи відносну вологість повітря та густину насиченої пари за даної температури , розрахуйте абсолютну вологість повітря в кабінеті: Аналіз експерименту та його результатів Проаналізуйте експеримент і його результати. Сформулюйте висновок, у якому зазначте: 1) модель якого фізичного приладу ви виготовили; 2) які фізичні величини виміряли за допомогою цього приладу та які результати отримали; 3) які чинники впливали на точність результатів проведеного експерименту. Висновок ______________________________________________________________________ ______________________________________________________________________ ______________________________________________________________________ ______________________________________________________________________ ______________________________________________________________________ ______________________________________________________________________ ______________________________________________________________________",
    "trans": "Page 2 of 3Table 2Dry Thermometer ReadingWet Thermometer ReadingDifference in ReadingsRelative HumidityDensity of Saturated VaporAbsolute Humidity0123451310089796959141008979706015100908071611610090817162171009081726418100918273651910091827465201009183746621100918375672210092837668231009284766924100928477692510092847770Processing of Experiment ResultsDetermine the relative humidity of the air in the classroom using the psychrometric table. Enter the obtained result in the table.Using Table 3, determine the density of saturated vapor (at temperature …).Table 3Dependence of the Density of Saturated Water Vapor on Temperature246810121416182022242628305.66.47.38.39.410.712.113.615.417.319.421.824.427.230.3Knowing the relative humidity of the air and the density of saturated vapor at the given temperature, calculate the absolute humidity of the air in the physics room:Analysis of the Experiment and Its ResultsAnalyze the experiment and its results. Formulate a conclusion in which you indicate:The model of the physical instrument you constructed;Which physical quantities you measured using this instrument and what results you obtained;Which factors influenced the accuracy of the results of the conducted experiment.Conclusion  ____________________________________________________________________  ____________________________________________________________________  ____________________________________________________________________  ____________________________________________________________________  ____________________________________________________________________  ____________________________________________________________________  ____________________________________________________________________"
}