{
    "source": "uk_UA",
    "target": "en_US",
    "text": "I want to fucking tear you apart\nNotes:\nМожна читати, не знаючи оригінал. Точно заплановано ще багато глав\nПосилання на грайлист:\nhttps://open.spotify.com/playlist/0dpi5qqhljLhWpFmx37rC5? si=vs1BVrmST2eVFNXUqrQ5RQ\nПосилання на естетику роботи:\nhttps://pin.it/6XP2ELnoq\nChapter 1: Red Flags And Long Nights\nChapter Text\n— Привіт, люба, — промовив він, з'явившись з нізвідки.\nЙого голос звучав доброзичливо, але було в ньому щось дивне, що дівчина, що стояла перед ним, не могла зрозуміти. Вона недовірливо подивилась на незнайомця з-під брів, зберігаючи похмурий вираз обличчя.\n— Ми знайомі?...\nНа роботі та навчанні вона зустрічала багато людей, але не всіх пам'ятала.\n— Ні, моя люба, я впевнений, що ні, — засміявся він і відхилився назад, тримаючись за обидва боки з широкою посмішкою. — Але я спостерігаю за тобою вже досить давно.\nСлова не одразу вклалися в її голові.\n— «Спостерігаю?», — вона спробувала відновити в пам'яті хоча б натяк на його обличчя. Нічого не вийшло. Він або прикидається, або... — Не жартуйте так. Це моторошно, — дівчина дістала з кишені сигарету, закуривши.\n— Я не жартую, люба, запевняю тебе, — відказав він, все ще посміхаючись, але роблячи крок ближче.\nВисокий чоловік, одягнений у досить дорогий костюм. Щось у ньому не так, якась темна, викривлена енергія, що робить його наближення небезпечним. Його руки в кишенях, а очі дивляться прямо на неї, його посмішка стає все більш напруженою.",
    "trans": "I want to fucking tear you apart\nNotes:\nYou can read without knowing the original. There are definitely many more chapters planned.\nLink to the playlist:\nhttps://open.spotify.com/playlist/0dpi5qqhljLhWpFmx37rC5? si=vs1BVrmST2eVFNXUqrQ5RQ\nLink to the work aesthetic:\nhttps://pin.it/6XP2ELnoq\nChapter 1: Red Flags And Long Nights\nChapter Text\n— Hi, dear, — he said, appearing out of nowhere.\nHis voice sounded friendly, but there was something strange about it that the girl standing in front of him couldn't quite understand. She looked at the stranger suspiciously from under her eyebrows, maintaining a gloomy expression.\n— Do we know each other?...\nShe met many people at work and school, but she didn't remember everyone.\n— No, my dear, I'm sure we don't, — he laughed and leaned back, holding onto both sides with a wide smile. — But I've been watching you for quite some time.\nThe words didn't immediately register in her mind.\n— \"Watching?\", — she tried to recall even a hint of his face. Nothing came to mind. He was either pretending or... — Don't joke like that. It's creepy, — the girl took a cigarette from her pocket and lit it.\n— I'm not joking, dear, I assure you, — he replied, still smiling but taking a step closer.\nA tall man dressed in a rather expensive suit. There was something off about him, a dark, twisted energy that made his approach dangerous. His hands were in his pockets, and his eyes were fixed on her, his smile becoming increasingly tense."
}