{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Типові правила - це нормативний акт загальної дії, в якому сформульова-\nно основні положення, що визначають внутрішній трудовий розпорядок.\nГалузеві правила внутрішнього трудового розпорядку враховують специ-\nфіку галузі щодо режиму праці та відпочинку, обовʼязків працівників.\nВнутрішній трудовий розпорядок на конкретному підприємстві, в устано-ві, організації визначається локальними (місцевими) правилами внутрішнього трудового розпорядку, які затверджуються трудовими колективами за поданням роботодавця або виборного органу профспілкової організації на підприємс-тві, в установі, організації на основі Типових правил.\nПравила внутрішнього трудового розпорядку організації - локальний нормативний акт організації, що регламентує відповідно до чинного К3пП порядок прийняття та звільнення працівників, основні правила, обовʼязки й відповідальність сторін трудового договору, режиму роботи, час відпочинку, застосовувані до працівників заходи заохочення і стягнення, а також інші питання регулювання трудових відносин в організації\n•Структура правил внутрішнього трудового розпорядку:\n-Загальні положення\n-Робочий час та його вико-ристання\n-Порядок прийняття та звільнення\n-Заохочення за успіхи в роботі",
    "trans": "Typical rules are a normative act of general action,\nin which the basic provisions that determine the internal labor regulations are formulated.\nIndustry-specific internal labor regulations take into account\nthe specifics of the industry regarding work and rest schedules, employee responsibilities.\nThe internal labor regulations at a specific enterprise, institution, or organization are determined by local (internal) labor regulations, which are approved by labor collectives upon the submission of the employer or the elected body of the trade union organization at the enterprise, institution, or organization based on the Typical Rules.\nThe internal labor regulations of an organization are a local normative act of the organization that regulates, in accordance with the current Labor Code, the procedure for hiring and dismissing employees, the basic rules, duties, and responsibilities of the parties to the employment contract, work schedule, rest time, incentives, and disciplinary measures applied to employees, as well as other issues related to the regulation of labor relations within the organization.\n• Structure of internal labor regulations:\n-General Provisions\n-Working hours and their use\n-Procedure for hiring and dismissal\n-Incentives for work achievements"
}