{
    "source": "uk_UA",
    "target": "en_US",
    "text": "На плиті засвистів чайник. Щось дзвінко загриміло.\n— Ти що, маленька?! — роздратовано гаркнув Лоґан, натягуючи назад штани Вейда.\nВони були приречені з самого початку.\n— Мені. Потрібна. Ванна, — загарчала Лора у відповідь. Вони з Вейдом одночасно тягнули двері за ручку в різні боки, і той усвідомив, що замок на цих клятих дверях зламаний. — Негайно!\n— Та що з тобою не так?!\n— У мене місячні!\nНа три секунди запала мертва тиша, потім двері відчинились і знову гепнули так, що посипалась штукатурка.\nАлтея на кухні все бубоніла собі під ніс щось лайливе, намагаючись знайти свої таблетки від тиску чи бодай хоч трохи кокаїну і не звертати уваги на хаос, з якого тепер став починатись кожен довбаний ранок.\nГолодна Мері Гавкінс стукала лапою по мисці, а чайник, який поставила Лора, усе ще свистів, просто як фляга у кожного у цьому беззаперечно замалому для них усіх домі.\n***\nБуло десь пів на п’яту. Вони сиділи в придорожній забігайлівці в своїх вже тричі перештопаних костюмах і наминали дешеві бургери з пересоленою картоплею фрі. Це був звичайний робочій вечір: знайти і вибити все лайно з потрібних людей. І сьогодні вбивство не просто дозволялось, а було вкрай бажаним.",
    "trans": "\"The kettle whistled on the stove. Something jingled loudly.\n— What the hell, kid?! — Logan barked in annoyance, pulling Wade's pants back up.\nThey were doomed from the start.\n— I. Need. A bath, — Laura growled in response. She and Wade were tugging at the door handle in opposite directions, and he realized that the lock on these damn doors was broken. — Right now!\n— What the hell is wrong with you?!\n— I'm on my period!\nFor three seconds, a dead silence fell, then the door opened and slammed shut again, sending plaster flying.\nAlthea in the kitchen kept muttering something profane under her breath, trying to find her blood pressure pills or at least a little cocaine and ignore the chaos that now seemed to start every damn morning.\nHungry Mary Hawkins tapped her paw on the bowl, and the kettle that Laura had put on was still whistling, just like a bottle in this undoubtedly too small for all of them house.\n***\nIt was around four-thirty. They sat in a roadside diner in their thrice-mended suits, chomping on cheap burgers with over-salted fries. It was a typical work evening: find and beat the crap out of the right people. And today, murder was not just allowed, but highly desirable.\""
}