{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Археологічно-ексгумаційні роботи в Україні чітко регламентуються державою. Зокрема Законом України «Про охорону культурної спадщини» 2000 р., Постановою КМУ №316 від 13.03.2002 р., «Про затвердження Порядку видачі дозволів на проведення археологічних розвідок, розкопок, інших земляних робіт на території пам’ятки, охоронюваній археологічній території, в зонах охорони, в історичних ареалах населених місць, а також досліджень решток життєдіяльності людини, що містяться під земною поверхнею, під водою на території України», наказом Міністерства будівництва, архітектури та житлово-комунального господарства України №193 від 09.06.2006 р. «Про затвердження Тимчасового порядку здійснення на території України пошуку, ексгумації та перепоховання останків осіб, які загинули внаслідок воєн, депортацій, політичних репресій і впорядкування місць їх поховання», зареєстрованим у Міністерстві юстиції України від 11 серпня 2006 р. за №969/12843.",
    "trans": "Archaeological and exhumation works in Ukraine are clearly regulated by the state. Specifically, the Law of Ukraine \"On the Protection of Cultural Heritage\" of 2000, Resolution of the Cabinet of Ministers of Ukraine No. 316 dated March 13, 2002, \"On Approval of the Procedure for Issuing Permits for Conducting Archaeological Surveys, Excavations, and Other Earthworks on the Territory of a Monument Protected as an Archaeological Site, in Protection Zones, in Historical Arenas of Settlements, as well as Researching Human Activity Remains Located Below the Ground Surface, Underwater in Ukraine,\" Order of the Ministry of Construction, Architecture, and Housing and Communal Services of Ukraine No. 193 dated June 9, 2006, \"On Approval of the Temporary Procedure for Conducting Searches, Exhumations, and Reburials of the Remains of Persons Who Died as a Result of Wars, Deportations, Political Repressions, and Organizing Their Burial Sites in Ukraine,\" registered with the Ministry of Justice of Ukraine on August 11, 2006, under No. 969/12843."
}