{
    "source": "uk_UA",
    "target": "en_US",
    "text": "10. Через 3-4 місяці поверніться до тексту консультації та перегляньте її знову. Ви\nможете сприйняти інформацію по-новому. І всі ваші нові «це важливо для мене зараз»\nзнову випишіть і повторіть ваші дії з початку.\n11. Лайфхак: Як пришвидшити роботу з кармічними задачами.\nОтже, вам потрібно обрати задачу, яку ви хочете пропрацювати (по тому плану, що\nвище) і далі ви цю задачу: 1) маєте записати на папері, як ви її вирішите, які дії будете\nробити, додайте туди і важливі для вас деталі. 2) бажано кожного дня, в голос, читаєте її і\nуявляєте, як ви її вирішили, щось змінили і робите щось вже інакше.\nДавайте конкретніше: взяли задачу, уявили картинку, як ви її вирішили: Що ваша\nповедінка змінилась на таку-ту, що тепер ви дієте так, - тобто ви робите щось інакше.\nТепер це все запишіть детально на папері і кожного дня читайте написане та уявляйте як\nвсе змінюється. І звичайно ж робіть для цього маленькі кроки, які ви записали:).\nЦя методика пов'язана з особливостями роботи мозку і таким чином (виконуючи ці\n2 пункти) ви допоможете своєму мозку швидше впоратися з вирішенням цієї задачі.",
    "trans": "10. After 3-4 months, return to the consultation text and review it again.\nYou may perceive the information in a new way. And all your new 'this is important to me now'\nshould be written down again, and you should repeat your actions from the beginning.\n11. Life hack: How to speed up work on karmic tasks.\nSo, you need to choose a task that you want to work on (according to the plan above)\nand then you should: 1) write down on paper how you will solve it,\nwhat actions you will take, and add important details for you. 2) It is desirable to read it aloud every day\nand imagine how you solved it, changed something, and are already doing something differently.\nMore specifically: take a task, imagine a picture of how you solved it:\nYour behavior changed to such-and-such, now you act like this—that is, you do something differently.\nNow write all this down in detail on paper and read what you wrote every day and imagine how everything changes.\nAnd of course, take the small steps that you wrote down :).\nThis method is related to the peculiarities of the brain's work, and by performing\nthese 2 steps, you will help your brain deal with solving this task faster."
}