{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Завдання No7. У вікні діалогу архіватора виконати архівацію папки встановивши ім ́я архіву АрхNo1(прізвище), режими архівації:– по вимогам викладача; Рівень стиснення – ультра; (або максимальний - по вимогам викладача); та натиснути кнопку ОК . На робочому столі з ́явиться архівний файл.\nЗавдання No8. Визначити розмір створеного архівного файлу з назвою АрхNo1(прізвище) і результат записати у звіт.\nЗавдання No9. Створити саморозпаковуючий архів з назвою АрхNo2(прізвище) - див. Завдання No6, встановив параметри: ім ́я архіву АрхNo2(прізвище), режими архівації : 7Z вибрати SFX -архів (або RAR – по вимогам викладача); Рівень стиснення – максимальний (або - по вимогам викладача) та натиснути кнопку ОК .\nЗавдання No10. Визначити розмір створеного архівного файлу і записати у звіт.\nЗавдання No11. Створити на робочому столі папку з назвою Архів(прізвище) .\nЗавдання No12. Розархівувати в папку Архів(прізвище) архів АрхNo1(прізвище), для чого викликати контекстне меню папки АрхNo1(прізвище) і виконати команду Розпакувати.\nУ діалоговому вікні за допомогою кнопки - ... (Огляд) встановити шлях - папку Архів(прізвище) з робочого стола та натиснути кнопку ОК.\nЗавдання No13. Відкрити папку Архів(прізвище) та перевірити наявність файлів після розархівації..",
    "trans": "Task No7. In the archiver's dialog window, archive the folder by setting the archive name to АрхNo1(last name), archiving modes: according to the teacher's requirements; Compression level – ultra; (or maximum - according to the teacher's requirements); and click the OK button. An archive file will appear on the desktop.\nTask No8. Determine the size of the created archive file named АрхNo1(last name) and record the result in the report.\nTask No9. Create a self-extracting archive named АрхNo2(last name) - see Task No6, set parameters: archive name to АрхNo2(last name), archiving modes: 7Z choose SFX archive (or RAR – according to teacher's requirements); Compression level – maximum (or - according to teacher's requirements) and click the OK button.\nTask No10. Determine the size of the created archive file and record it in the report.\nTask No11. Create a folder on the desktop named Архів(last name).\nTask No12. Extract the archive АрхNo1(last name) into the folder Архів(last name) by invoking the context menu of the folder АрхNo1(last name) and executing the Extract command.\nIn the dialog window, using the button - ... (Browse), set the path to the folder Архів(last name) on the desktop and click the OK button.\nTask No13. Open the folder Архів(last name) and check for the presence of files after extraction.."
}