{
    "source": "uk_UA",
    "target": "en_US",
    "text": "6. Ви потрапите на сторінку “Update account details” [ІМ’Я ПРІЗВИЩЕ]. Це значить що ви увійшли до UKVI акаунта\n7. Натисніть “Add a new identity document”, підтвердіть що ваші деталі такі як ім’я, прізвище та національність - не змінилися\n8. Зробіть фото першої сторінки закордонного паспорта який ви хочете додати (та яка з фото) так щоб було видно всі чотири кути. Збережіть це фото у форматі JPG/JPEG і переконайтеся що розмір файла менше 1MB\n9. На сторінці “Add an identity document” натисніть “Continue” і далі на кроці “Which type of identity document are you adding” зі списка оберіть опцію “Passport”\n10 Тепер на кроці “Upload of take a photo of your passport” завантажте фото паспорта яке ви зробили. Система трохи “подумає” і повідомить вам чи фото підходить (якщо ні - то прочитайте текст помилки, переробіть фото і спробуйте завантажити знову)\n11. Коли система прийме фото паспорта, на email-адресу (ту яку ви вказали на кроці “Contact preferences”) прийде лист від “UK Visas and Immigration Home Office” з темою “Your update request has been accepted” - це означає що паспорт було успішно прив’язано до UKVI акаунта",
    "trans": "6. You will be taken to the \"Update account details\" page [NAME SURNAME]. This means you have logged into your UKVI account.\n7. Click \"Add a new identity document\" and confirm that your details such as name, surname, and nationality have not changed.\n8. Take a photo of the first page of the foreign passport you want to add (the one with the photo) so that all four corners are visible. Save this photo in JPG/JPEG format and make sure the file size is less than 1MB.\n9. On the \"Add an identity document\" page, click \"Continue\" and then on the \"Which type of identity document are you adding\" step, select the \"Passport\" option from the list.\n10. Now, on the \"Upload or take a photo of your passport\" step, upload the passport photo you took. The system will think for a bit and let you know if the photo is suitable (if not, read the error text, retake the photo, and try uploading again).\n11. When the system accepts the passport photo, you will receive an email (to the address you provided in the \"Contact preferences\" step) from \"UK Visas and Immigration Home Office\" with the subject \"Your update request has been accepted\"—this means the passport has been successfully linked to your UKVI account."
}