{
    "source": "uk_UA",
    "target": "en_US",
    "text": "7. Маркер.\n8. Ножиці.\n9. Пряжа, приблизно такої ж товщини як наша основна нитка (використовуватимемо як додаткову нитку для тимчасового зняття петель зі спиці.).\nОсновний візерунок: напівпатентна резинка.\nРапорт візерунка становить 2 ряди.\n1-й ряд (виворітний): кромкова, *виворітну знімаємо разом з накидом, лицьова *, повторюємо від * і до * до кінця ряду, кромкова.\n2-й ряд (лицьовий): кромкова, * лицеву пров'язуємо разом з накидом, виворітна *, повторюємо від * і до * до кінця ряду, кромкова.\nРОЗМІР XS-M.\nВесь виріб практично в'яжеться поворотними рядами, тому першу і останню петлю кожного ряду пров'язуємо кромковими: першу петлю знімаємо не пров'язуючи, останню в'яжемо виворітною за задню стінку.\nНа спиці №6 набираємо 117 петель і приступаємо до в'язання резинки 1х1 наступним чином:\n1-й ряд: кромкова, * 1зн, 1 осіб *, в'яжемо до кінця ряду повторюючи від * і до *, кромкова.\n2-й ряд: по малюнку. В'яжемо всього 4 ряди резинки.",
    "trans": "7. Marker\n8. Scissors.\n9. Yarn, approximately the same thickness as our main thread (will be used as additional thread for temporarily removing stitches from the needle).\nMain pattern: half-patent rib.\nThe pattern repeat is 2 rows.\n1st row (wrong side): edge stitch, wrong side stitch removed together with the loop, right side stitch, repeat from * to * to the end of the row, edge stitch.\n2nd row (right side): edge stitch, right side stitch knitted together with the loop, wrong side stitch, repeat from * to * to the end of the row, edge stitch.\nSIZE XS-M.\nThe entire product is practically knitted in turning rows, so the first and last stitch of each row are knitted as edge stitches: the first stitch is removed without knitting, the last stitch is knitted as a wrong side stitch behind the back wall.\nOn needle №6, cast on 117 stitches and proceed to knit the 1x1 rib as follows:\n1st row: edge stitch, 1knit, 1purl, knit to the end of the row repeating from * to *, edge stitch.\n2nd row: according to the pattern. Knit a total of 4 rows of ribbing."
}