{
    "source": "uk_UA",
    "target": "en_US",
    "text": "з-під землі забив фонтан з лайна: Це образний опис масштабного витіку стічних вод. Слово \"лайно\" є вульгарним синонімом слова \"фекалії\".\nвище ніж багатоповерхівка: Це гіпербола, яка підкреслює висоту фонтану нечистот.\nМожливі причини появи такого повідомлення:\nСатира або пародія: Деякі користувачі мережі створюють подібні повідомлення з метою розважити або висловити своє негативне ставлення до Москви чи Росії в цілому.\nФейкова новина: З метою маніпуляції громадською думкою можуть поширюватися неправдиві або перебільшені повідомлення.\nСпрощена версія реальної новини: Оригінальна новина могла бути більш детальною і об'єктивною, але в процесі поширення її зміст міг бути спотворений.\nЯк перевірити достовірність такого повідомлення:\nШукати оригінальну новину на сайті Ukrinform: Перевірте, чи є така новина на офіційному сайті інформагентства.\nПошукати інформацію в інших джерелах: Спробуйте знайти повідомлення про подібну аварію в інших ЗМІ.\nЗвернути увагу на деталі: Чим більше деталей містить повідомлення, тим достовірнішим воно здається.\nАналізувати мову: Наявність образливих або нецензурних висловлювань може свідчити про те, що повідомлення є фейком або сатирою.\nВисновок:\nПеред тим, як вірити будь-якому повідомленню в інтернеті, особливо якщо воно має емоційне забарвлення, необхідно перевірити його достовірність в інших джерелах.",
    "trans": "From under the ground, a fountain of shit gushed: This is a vivid description of a massive sewage leak. The word \"shit\" is a vulgar synonym for \"feces.\"\nhigher than a high-rise: This is a hyperbole that emphasizes the height of the fountain of filth.\nPossible reasons for such a message appearing:\nSatire or parody: Some network users create similar messages to entertain or express their negative attitude towards Moscow or Russia as a whole.\nFake news: False or exaggerated messages may be spread to manipulate public opinion.\nSimplified version of real news: The original news could have been more detailed and objective, but its content could have been distorted in the process of dissemination.\nHow to check the authenticity of such a message:\nLook for the original news on the Ukrinform website: Check if such news exists on the official website of the news agency.\nSearch for information in other sources: Try to find reports of a similar accident in other media.\nPay attention to details: The more details a message contains, the more credible it seems.\nAnalyze the language: The presence of offensive or obscene expressions may indicate that the message is fake or satirical.\nConclusion:\nBefore believing any message on the Internet, especially if it has an emotional tone, it is necessary to check its authenticity in other sources."
}