{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Якщо звичайні бонуси є окремими грошовими призами і на цьому їхня цінність закінчується, то ТурБон дає гравцеві значно більше переваг для гри та несе в собі величезний потенціал на шляху до набагато більшої перемоги - після його випадання розпочинається унікальна пригода ігрової кар’єри гравця.\nУмови випадання Турбону:\n- гра в азартні ігри на реальні кошти на платформі ChampionCasino в будь-який день та час;\n- гра в азартні ігри на реальні кошти з достатньою/мінімально необхідною (або більшою) ставкою, передбаченою умовами участі в певному розіграші, чи події;\n- гра в азартні ігри на реальні кошти в конкретній азартній грі впродовж зазначеного часу, якщо це передбачено індивідуальними правилами участі в певному івенті (озвучується ведучими аудіосупроводу).\nВажливо знати, що Організатор не гарантує випадання Турбону/Турбонів на клієнтський рахунок гравця навіть при дотриманні всіх умов випадання Турбону, адже випадання Турбону є абсолютно випадковим, залежить від активності гравців та автоматизованої онлайн-системи азартних ігор. Примусово надати конкретному гравцеві Турбон (як часто просять гравці), чи, навпаки, обмежити якогось гравця в випаданні Турбонів - є абсолютно неможливим, так як в автоматизованій онлайн системі повністю виключено людський фактор впливу.",
    "trans": "Whereas regular bonuses are separate cash prizes and that’s where their value ends, TurBon gives the player significantly more advantages in the game and carries huge potential on the path to a much bigger win—once it appears, a unique adventure in the player’s gaming career begins.\nConditions for TurBon to occur:\n- Playing gambling games with real money on the ChampionCasino platform at any day and time;\n- Playing gambling games with real money at a sufficient/minimally required (or higher) stake, as specified by the terms of participation in a particular draw or event;\n- Playing gambling games with real money in a specific gambling game during the indicated time if this is provided by the individual participation rules of a particular event (announced by audio hosts).\nIt’s important to know that the Organizer does not guarantee the appearance of TurBon(s) in a player’s client account even if all conditions for TurBon to occur are met, because TurBon’s appearance is completely random, dependent on player activity and the automated online gambling system. It is absolutely impossible to forcibly grant a TurBon to a specific player (as players often request) or, conversely, to restrict a certain player from receiving TurBons, because the automated online system completely excludes the human factor of influence."
}