{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Пара цілувалася, поки в них вистачило повітря в легенях. А потім робили коротку паузу, щоб вдихнути, і починали цілуватись знов. Аж поки не почали боліти губи. Коли ж, наситившись смаком [redacted_name] вуст вдосталь, [redacted_name] відсторонився і спробував відійти, юнак просто не відпустив його, продовжуючи стискати у своїх обіймах.\n– І що це тільки-но було, дозволь запитати?\n– Я прочитав твого листа, – відповів [redacted_name]. – І я також тебе кохаю.\n[redacted_name] не повірив своїм вухам. Невже це правда? Він навіть непомітно від хлопця ущипнув себе за руку, щоб перевірити, чи не сниться то все йому. [redacted_name] зізнався йому в коханні? [redacted_name] зізнався йому у коханні. Це не чергове видіння і не фантазія [redacted_name]. Нахилившись, юнак знову поцілував [redacted_name]. Пристрасті поступово вщухали, і їм на зміну прийшла ніжність. [redacted_name] досі було трошки боязно мовити зізнання вголос, але він показував це по-своєму. Він уже не просто цілував. Він ніжно пестив вуста хлопця, а потім перемістився на щоки, кінчик носа, залишаючи коротесенькі майже невагомі цілунки. Наче дотик крил метелика. Це викликало у [redacted_name] смішок.",
    "trans": "The couple kissed until they ran out of breath. Then they took a short pause to inhale and started kissing again. They continued until their lips began to hurt. Finally, having had enough of the taste of [redacted_name]'s lips, [redacted_name] pulled away and tried to step back, but the young man simply wouldn't let him go, continuing to hold him tightly in his embrace.\n\"And what was that all about, if I may ask?\"\n\"I read your letter,\" [redacted_name] replied. \"And I love you too.\"\n[redacted_name] couldn't believe his ears. Could this be true? He even pinched himself discreetly to check if he was dreaming. [redacted_name] had confessed his love to him? [redacted_name] had confessed his love to him. This wasn't just another vision or fantasy of [redacted_name]. Leaning in, the young man kissed [redacted_name] again. The passion gradually subsided, replaced by tenderness. [redacted_name] was still a bit afraid to say the confession out loud, but he showed it in his own way. He was no longer just kissing. He gently caressed the young man's lips, then moved to his cheeks, the tip of his nose, leaving short, almost weightless kisses. Like the touch of a butterfly's wings. This made [redacted_name] laugh."
}