{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ти заздрила йому? Можливо. Можливо, ти хотіла чогось, що має він: друзі, кохана людина. Ти вважаєш, що Джонні дуже пощастило з ним, тому що Саймон завжди був таким добрим, як би він не намагався приховати це за грубим ставленням. Ти завжди вважала це його механізмом захистити себе від болю.\nВсі ці роки просто дали тобі розуміння Саймона, тож ти знала, що він дійсно дуже кохає Джонні.\nТи сумнівалася, що у тебе щось можливо з ним, та взагалі з кимось, почуваючись дуже сумно та самотньо. Ти не помітила, що Саймон прийшов до тебе в гості доти, доки не відчула його руки на собі. Він обійняв тебе, сідаючи поряд з тобою на дивані. На журнальному столику рядом багато розкиданих серветок. Сама вітальня була в темряві без світла, тож ти не боялася, що він побачить безлад.\n\"Ти завжди така сумна і плачеш,\" шепоче він тобі, притискаючи твоє тіло до себе. \"Хочеш поговорити про це чи про щось ще чи просто насолодимося тишею?\"\n\"Я просто... Я ніколи не зрозумію, що це таке, коли хтось кохає мене, чи не так? Завжди буду самотня. Це робить мене дуже сумною.\"",
    "trans": "Did you envy him? Maybe. Maybe you wanted something he had: friends, a loved one. You thought Johnny was very lucky with him because Simon had always been so kind, no matter how hard he tried to hide it behind his rough demeanor. You always saw this as his way of protecting himself from pain.\nAll these years have just given you an understanding of Simon, so you knew he really loved Johnny very much.\nYou doubted that you could have something with him, or with anyone, feeling very sad and lonely. You didn't notice that Simon had come to visit you until you felt his hands on you. He hugged you, sitting next to you on the couch. On the coffee table next to you, there were many scattered napkins. The living room itself was dark without light, so you weren't afraid he would see the mess.\n\"You're always so sad and crying,\" he whispers to you, pressing your body against his. \"Do you want to talk about it or something else, or should we just enjoy the silence?\"\n\"I just... I'll never understand what it's like when someone loves me, will I? I'll always be alone. It makes me very sad.\""
}