{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Сторінка 3 із 494УДК УДК 614.8(075.3) З-38 ISBN 978-966-308-856-3 З-380 Захист України : підручник для 10 класу закладів загальної середньої освіти. Профільний рівень. / М. М. Фука, І. М. Гарасимів, Ю. Ю. Свідерський, К. О. Пашко, Н. Ю. Сві- дерська. — Тернопіль : Астон, 2022. — 328 с ISBN 978-966-308-856-3 Підручник містить навчальний матеріал, передбачений чинною програмою МОН України з предмета «Захист України» для 10 класу закладів загальної середньої освіти (профільний рівень). Навчальний матеріал, поданий у виданні, сприятиме підготовці молоді до служби в ЗСУ, усвідомленню історичного розвитку Збройних сил України, а також формуванню навичок захисту життя та здоров’я як власного, так й інших людей під час надзвичайних ситуацій мирного і воєнного часу. Видання призначено для навчання юнаків і дівчат (за влас- ним ба-жанням у разі згоди батьків, опікунів або піклувальни- ків); для студентства, а також для педагогів, які викладають предмет «Захист України». УДК 614.8(075.3) Рекомендовано Міністерством освіти і науки України (наказ Міністерства освіти і науки України від 08.02.2022 No 140) Наукове редагування Віталія Докаша, доктора філософських наук. © Фука М., Гарасимів І., Свідерська Н., Пашко К., Свідерський Ю., 2023 © ТзОВ «Видавництво Астон», 2023 Авторський колектив: М. М. Фука, І. М. Гарасимів, Ю. Ю. Свідерський, К. О. Пашко, Н. Ю. Свідерська",
    "trans": "Page 3 of 494 UDC UDC 614.8(075.3) Z-38 ISBN 978-966-308-856-3 Z-380 Defense of Ukraine: Textbook for 10th Grade of General Secondary Education Institutions. Advanced Level. / M. M. Fuka, I. M. Harasymiv, Yu. Yu. Sviderskyi, K. O. Pashko, N. Yu. Sviderska. — Ternopil: Aston, 2022. — 328 pages ISBN 978-966-308-856-3 The textbook contains the educational material provided by the current curriculum of the Ministry of Education and Science of Ukraine for the subject “Defense of Ukraine” for 10th grade of general secondary education institutions (advanced level). The educational material presented in this edition will contribute to preparing young people for service in the Armed Forces of Ukraine, understanding the historical development of the Armed Forces of Ukraine, as well as forming skills to protect their own lives and health and those of others during emergencies in peacetime and wartime. The edition is intended for training boys and girls (at their own will, with the consent of parents, guardians, or custodians); for students, as well as for teachers who teach the subject “Defense of Ukraine.” UDC 614.8(075.3) Recommended by the Ministry of Education and Science of Ukraine (Order of the Ministry of Education and Science of Ukraine dated 08.02.2022 No. 140) Scientific editing by Vitalii Dokash, Doctor of Philosophical Sciences. © Fuka M., Harasymiv I., Sviderska N., Pashko K., Sviderskyi Yu., 2023 © LLC \"Aston Publishing,\" 2023 Author team: M. M. Fuka, I. M. Harasymiv, Yu. Yu. Sviderskyi, K. O. Pashko, N. Yu. Sviderska."
}