{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Обіцяна історія про вечірку \"Порнсепшуал\" у Києві 😏\nЦю вечірку організовують у різних країнах Європи - і декілька разів вона проходила у Києві (звісно, ще до початку повномасштабної війни, зараз - ні).\nОтже, це була моя перша така вечірка (тобто з ухилом у секс, а не просто техно-рейв), тож я активно до неї готувалася ☺️\nЗамовила чорну напівпрозору білизну зі стрепами (резинками), зробила дуже яскравий образ за рахунок яскраво-малинового штучного волосся і мейку та зібрала у сумочку все необхідне (презервативи, лубрікант і серветки).\nТоді я вже була у відкритих стосунках з моїм хлопцем, тож ми йшли разом (він ще взяв із собою падл та стек, аби відшльопати там усіх охочих 😈 та вібропулю, з якою я тоді і познайомилися, але про все по порядку).\nУ клубі, де проходила вечірка, завжди був досить жорсткий фейс контроль, а цього разу ще й ретельний дрес-код. Але це була зима, тож людей спочатку запускали всередину, а потім вони там роздягалися і вже тоді мали проходити дрес-код.",
    "trans": "The promised story about the \"Pornsensual\" party in Kyiv 😏\nThis party is organized in various European countries, and it has taken place in Kyiv several times (of course, before the full-scale war began; not now).\nSo, this was my first such party (meaning one with a focus on sex, not just a techno rave), so I was actively preparing for it ☺️\nI ordered black semi-transparent lingerie with garters (elastic bands), created a very bright look with bright raspberry artificial hair and makeup, and packed everything necessary in a small bag (condoms, lubricant, and napkins).\nAt that time, I was already in an open relationship with my boyfriend, so we went together (he also brought a paddle and a cane to spank anyone willing 😈, and a vibrating bullet, which I got to know then, but more on that later).\nThe club where the party took place always had a fairly strict face control, and this time there was also a thorough dress code. But it was winter, so people were initially let inside, and then they would undress and had to pass the dress code."
}