{
    "source": "uk_UA",
    "target": "en_US",
    "text": "3.4 Термін поставки товару здійснюється протягом 30 календарних днів після оплати товару.\n4. Форс-мажор.\n4.1 Сторони не відповідають за поставку товару або його частини, за затримку в постачанні або збитки, заподіяні пожежею, повінню, землетрусом, війною, військовими операціями будь-якого характеру, блокадою, страйками, забороною експорту чи імпорту, перервою чи затримкою у транспортуванні товару через зобов'язання, які об'єктивно виникають, не залежать від дій чи бездіяльності Сторін.\n4.2 Сторона, для якої створилася неможливість виконання за даним Договором, зобов'язана негайно, але не пізніше 48 годин з моменту настання і припинення даних зобов'язань сповістити іншу сторону.\n4.3 У разі якщо форс-мажорні обставини діють понад 3 місяці, сторони мають право розірвати цей Договір.\n4.4 Належним доказом наявності зазначених вище обставин та їхньої тривалості слугуватимуть довідки, що видаються відповідно Торговою палатою договірних сторін.\n5. Дія Договору\n5.1. Договір підписується уповноваженими представниками Сторін та скріплюється печатками.\n5.2. Даний договір набирає чинності з моменту підписання і діє до 16.10.2025р. чи до повного виконання сторонами своїх зобов'язань.",
    "trans": "3.4 The delivery term of the goods is within 30 calendar days after payment for the goods.\n4. Force Majeure.\n4.1 The Parties are not responsible for the delivery of the goods or any part of them, for delays in delivery, or for damages caused by fire, flood, earthquake, war, military operations of any kind, blockade, strikes, prohibition of export or import, interruption or delay in the transportation of goods due to obligations that arise objectively, not depending on the actions or inactions of the Parties.\n4.2 The Party for which the performance under this Agreement has become impossible is obliged to immediately, but no later than 48 hours from the moment of occurrence and cessation of these obligations, notify the other Party.\n4.3 In case force majeure circumstances last more than 3 months, the Parties have the right to terminate this Agreement.\n4.4 Proper evidence of the existence of the aforementioned circumstances and their duration shall be certificates issued in accordance with the Chamber of Commerce of the contracting Parties.\n5. Effect of the Agreement\n5.1. The Agreement is signed by the authorized representatives of the Parties and sealed with stamps.\n5.2. This Agreement comes into effect from the moment of signing and is valid until 16.10.2025 or until the Parties have fully fulfilled their obligations."
}