{
    "source": "uk_UA",
    "target": "en_US",
    "text": "В Костянтинівсько-Дружківському управлінні ГУ ДПС у Донецькій області повідомили, що з початку року в Центрі обслуговування платників Костянтинівської ДПІ реєстраційний номер облікової картки платника податків (далі РНОКПП) отримали 1163 платника. Та іноді, громадяни стикаються с тим, що формуванні РНОКПП було допущено помилку. Наприклад, ознаки статі чоловік/жінка або РНОКПП починається з «0». До якого контролюючого органу необхідно звертатись і що робити в такому випадку?\nВідповідно до статей 63 та 70 Податкового кодексу України від 02 грудня 2010 року № 2755-VI (далі - ПКУ) та п. 1 розд. II Положення про реєстрацію фізичних осіб у Державному реєстрі фізичних осіб - платників податків, затвердженого наказом Міністерства фінансів України від 29.09.2017 № 822 (далі - Положення № 822), всі фізичні особи - платники податків та зборів реєструються у контролюючих органах шляхом включення відомостей про них до Державного реєстру фізичних осіб - платників податків (далі - Державний реєстр) у порядку, визначеному Положенням № 822.",
    "trans": "In the Kostyantynivsko-Druzhkivske Department of the State Tax Service in the Donetsk region, it was reported that since the beginning of the year, 1,163 taxpayers have received a registration number of the taxpayer's account card (hereinafter RNTPP) at the Taxpayer Service Center of the Kostyantynivska DPI. And sometimes, citizens encounter that there was an error in the formation of the RNTPP. For example, the gender indicator man/woman or the RNTPP starts with \"0\". To which supervisory authority should one apply and what should be done in such a case?\nAccording to Articles 63 and 70 of the Tax Code of Ukraine dated December 2, 2010, No. 2755-VI (hereinafter - the Tax Code of Ukraine) and paragraph 1 of Section II of the Regulation on the Registration of Individuals in the State Register of Individuals - Taxpayers, approved by the Order of the Ministry of Finance of Ukraine dated September 29, 2017, No. 822 (hereinafter - Regulation No. 822), all individuals - taxpayers and payers of fees are registered with the supervisory authorities by including information about them in the State Register of Individuals - Taxpayers (hereinafter - the State Register) in the manner prescribed by Regulation No. 822."
}