{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Раніше російського дипломата викликали до міністерства в червні у зв'язку з заключенням Договору про стратегічне партнерство між КНДР (Північною Кореєю) та Росією, підписаним Кім Чен Ином і Владіміром Путіним.\nДокумент містить статтю, що передбачає взаємодопомогу в разі зовнішньої агресії.\nПівденнокорейська розвідка 18 листопада підтвердила, що Пхеньян направив близько 1 500 військових на Далекий Схід Росії на початку цього місяця.\nПісля проходження навчання військовослужбовці будуть відправлені на фронт в Україні.\nЗа даними влади в Сеулі, Північна Корея готова відправити на фронт в Україні до 12 000 військовослужбовців.\nМіністерство оборони Південної Кореї в понеділок засудило дії Пхеньяна і закликало до їх негайного припинення.\n\"Участь Північної Кореї у російській війні є порушенням резолюцій ООН і незаконним актом, який має бути засуджений міжнародною спільнотою\", - заявив речник Міністерства закордонних справ Республіки Кореї Чжон Ха Гю.\nУ понеділок агентство Yonhap повідомило, що міністерство оборони в Сеулі не виключає передачі Україні летальної зброї. Досі Південна Корея не постачала таку зброю Києву.\n\"Залежно від тенденції (характеру військової співпраці Північної Кореї з Росією - PAP), ми проведемо аналіз, (...) а потім обговоримо ситуацію на урядовому рівні та зробимо необхідні кроки\", - заявив Чжон Ха Гю, відповідаючи на запитання про таку можливість.",
    "trans": "Earlier, the Russian diplomat was summoned to the ministry in June in connection with the conclusion of the Treaty on Strategic Partnership between the DPRK (North Korea) and Russia, signed by Kim Jong Un and Vladimir Putin.\nThe document contains an article that provides for mutual assistance in the event of external aggression.\nOn November 18, South Korean intelligence confirmed that Pyongyang sent about 1,500 military personnel to Russia’s Far East earlier this month.\nAfter training, the servicemen will be sent to the front in Ukraine.\nAccording to the authorities in Seoul, North Korea is ready to send up to 12,000 servicemen to the front in Ukraine.\nOn Monday, South Korea’s Ministry of National Defense condemned Pyongyang’s actions and called for their immediate cessation.\n“North Korea’s participation in Russia’s war is a violation of UN resolutions and an illegal act that should be condemned by the international community,” said Chung Ha Gyu, a spokesman for the Republic of Korea’s Ministry of Foreign Affairs.\nOn Monday, the Yonhap news agency reported that the Ministry of National Defense in Seoul does not rule out supplying lethal weapons to Ukraine. So far, South Korea has not provided such weapons to Kyiv.\n“Depending on the trend (the nature of military cooperation between North Korea and Russia - PAP), we will conduct an analysis, (...) then discuss the situation at the government level and take the necessary steps,” said Chung Ha Gyu, responding to a question about such a possibility."
}