{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Панас Мирний був дуже старанним у праці, дбайливо до неї ставився. Він знайшов у службі таке місце, яке забезпечувало матеріальний добробут, але дало змогу бути чесним, не робити людям зла.\nПроте чиновницька кар’єра зовсім не захоплювала Рудченка. «Задумався я над життям свого братачиновника, — писав він ще замолоду в щоденнику. — Не- привітне те сидіння з дня в день над столом, те брязкання на ”щотах“, те постав- лення всяких ”свєдєній“ і відомостей само тобі уїдається в серце, а коли ж нема хіті того робить, коли робиш ради шматка хліба, — о, яке невеселе й тяжке таке життя! Часом і начальник знічев’я налає тебе — то треба мовчать, коли хочеш м’який шматок хліба їсти... Серце моє наливалося огнем, у грудях ходили прибої гніву... О, чим я тобі відомщу, ти, кляте життя — невільне, підданське!»\nВихід із тяжкої духовної кризи підказав І. НечуйЛевицький, який саме з’явився на літературній арені зі своїми першими творами. І ось молодий бухгал- тер Полтавського скарбництва також вирішив писати, щоб сказати правду про свій прекрасний та нещасний народ, щоб виставити напоказ усьому світу «охранительні начала» самодержавства, людей жорстоких і неситих.",
    "trans": "Panas Myrny was very diligent in his work and cared deeply about it. He found a position in his service that ensured material well-being but also enabled him to be honest and never harm people.\nHowever, a bureaucratic career did not appeal to Rudchenko at all. \"I thought about my brother-in-law's life,\" he wrote in his diary when he was still young. \"That unpleasant way of sitting day after day at a desk, that clattering on the 'abacus,' that preparation of various 'certificates' and reports—all this is repugnant to the heart. And when there is no desire to do it, when you do it for a piece of bread—oh, what a joyless and heavy life this is! Sometimes your boss scolds you—you have to keep silent if you want to eat a soft piece of bread... My heart was filled with fire, and waves of anger surged in my chest... Oh, how shall I avenge you, cursed life—unfree, subservient!\"\nThe way out of this severe spiritual crisis was suggested by Ivan Nechui-Levytsky, who had just appeared on the literary scene with his first works. Thus, the young accountant from the Poltava Treasury also decided to become a writer, to describe the truth about his wonderful and unfortunate nation, and to expose to the entire world the 'protective principles' of autocrats being cruel and insatiable people."
}