{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Освітній процес сучасної школи є багатоаспектним і не обмежується лише навчанням учнів традиційною класно-урочною системою. На сьогодні розроблено багато різних методів і форм організації позаурочної, позакласної діяльності, котрі успішно розвиваються та втілюються в освітній процес. Зокрема, позакласна діяльність учнів, яка виконує навчальну, розвивальну, практичну, виховну функції, спрямована на розширення й поглиблення знань, набутих у процесі навчання, формування практичних умінь і навичок школярів, розширення загальноосвітнього кругозору учнів, формування в них наукового світогляду, вироблення вмінь і навичок самоосвіти, формування інтересів до різних галузей науки, техніки, мистецтва, спорту, виявлення і розвиток індивідуальних творчих здібностей та нахилів, організація дозвілля школярів, культурного відпочинку та розумних розваг та ін.\nТобто, позакласна робота суттєво доповнює та урізноманітнює освітній процес і сприяє становленню особистості учня.\nОднак в наукових джерелах існують дещо суперечливі підходи щодо визначення таких понять як: «позанавчальна», «позаурочна», «позакласна», «позашкільна» робота.",
    "trans": "The educational process of the modern school is multifaceted and not limited to just teaching students in the traditional classroom-lesson system. Today, many different methods and forms of organizing extracurricular and out-of-school activities have been developed, which are successfully evolving and being implemented in the educational process. In particular, the extracurricular activities of students, which perform educational, developmental, practical, and upbringing functions, are aimed at expanding and deepening the knowledge gained during the learning process, forming practical skills and abilities of students, expanding the general educational outlook of students, forming a scientific worldview, developing self-education skills and abilities, forming interests in various fields of science, technology, art, sports, identifying and developing individual creative abilities and inclinations, organizing leisure activities for students, cultural recreation, and intelligent entertainment, etc.\nIn other words, extracurricular work significantly complements and diversifies the educational process and contributes to the development of the student's personality.\nHowever, in scientific sources, there are somewhat contradictory approaches to defining such concepts as \"extracurricular,\" \"out-of-class,\" \"extracurricular,\" and \"out-of-school\" work."
}