{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Очевидно, [redacted_name] повернувся від ще одного візиту від [redacted_name], хоча цього разу він якийсь дивно спокійний. Взагалі, він ніби став трохи більш розважливим ще після попереднього відвідування, але зазвичай одразу після повернення в наступні кілька годин або, якщо не пощастить, днів Їх [redacted_name] особливо чутливий і може зірватися від найменшої дії.\nА зараз, одразу після повернення, він виглядав скоріше задумливим, ніж лютим, що було дивно. І чомусь лякало ще більше. Також залишалося незрозумілим, чому викликали саме їх з батьком.\nВтім, мучитися сумнівами їм довго не довелося.\n– [redacted_name], в мене для тебе завдання, – [redacted_name] ледь стримався, щоб не здригнутися від холодного тону чоловіка. – Потрібен ще один магічний контракт. [redacted_name] має провести один дуже важливий та небезпечний ритуал для мене, який може закінчитися смертю. Мені потрібно, щоб хлопець виклався на повну, аби досягти позитивного результату, і разом з тим, якщо нічого не вийде, але не з його вини, він залишився неушкоджений. Також в ньому має бути вказано, що я забезпечую йому повну безпеку від себе та Смертежерів до самого кінця ритуалу.",
    "trans": "Apparently, [redacted_name] returned from yet another visit to [redacted_name], although this time he seemed strangely calm. Overall, he has seemed a bit more levelheaded ever since his previous visit, but usually, right after returning—during the next few hours or, if unlucky, days—Their [redacted_name] becomes especially sensitive and can snap at the slightest provocation.\nBut now, immediately after returning, he looked more pensive than furious, which was odd. And for some reason, it was even more frightening. It was also unclear why they specifically were summoned, he and his father.\nHowever, they did not have to suffer in doubt for long.\n“ [redacted_name], I have a task for you,” [redacted_name] barely managed not to flinch at the man’s cold tone. “I need another magical contract. [redacted_name] has to perform a very important and dangerous ritual for me, one that could end in death. I need the boy to give his all to achieve a positive result and, at the same time, if nothing comes of it but not through his own fault, he should remain unharmed. Also, it should state that I guarantee him complete safety from myself and the Death Eaters until the very end of the ritual.”"
}