{
    "source": "uk_UA",
    "target": "en_US",
    "text": "ЗЕБРА, повний набір інструментів та компонентів для барбекю ручної роботи зробить приготування їжі на природі легким! На сьогоднішній день зростаюча популярність приготування їжі на свіжому повітрі має один недолік. Ентузіасти зіткнулися з труднощами при комплектуванні та транспортуванні необхідних інструментів. Тепер вам не потрібно про це турбуватися. Набір для шашлику ЗЕБРА у дерев'яному кейсі є все необхідне для експедиції, плюс його легко транспортувати.\nКожна деталь набору виготовлена з місцевих матеріалів і декорована вручну. Нержавіюча та вуглецева сталь, з якої ми зробили леза ножів, шампури для шашликучи покрита сокира додатково декором, який робить її стійкою до корозії та механічних впливів. З іншого боку, дерев'яні рукоятки мають контурну форму, щоб надійно лежати в руці під час роботи в умовах дикої природи.\nНабір дляшашликуЗЕБРА це набір з 38 елементів, які складають функціональний набір для 4 осіб. Дерев'яний кейс дозволяє легко транспортувати інструменти, а коли приховані ніжки розкладаються, він миттєво перетворюється на дорожній стіл.\nЕлементи набору ЗЕБРА\nУ комплекті набір шампурів в дерев'яному кейсі ЗЕБРА, входить:",
    "trans": "ZEBRA, a complete set of handcrafted BBQ tools and components, makes cooking outdoors easy! Today, the growing popularity of outdoor cooking has one drawback. Enthusiasts face difficulties in assembling and transporting the necessary tools. Now, you don't have to worry about that. The ZEBRA kebab set in a wooden case has everything you need for an expedition, plus it's easy to transport.\nEach piece of the set is made from local materials and hand-decorated. The stainless and carbon steel used for the knife blades, kebab skewers, and the additionally decorated axe make them resistant to corrosion and mechanical impacts. On the other hand, the wooden handles have a contoured shape to fit securely in your hand while working in wild conditions.\nThe ZEBRA kebab set is a set of 38 elements that make up a functional set for 4 people. The wooden case allows for easy transportation of the tools, and when the hidden legs are unfolded, it instantly transforms into a portable table.\nElements of the ZEBRA Set\nThe ZEBRA kebab set in a wooden case includes:"
}