{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Продукція польської важкої індустрії, особливо машинобудування, в колишніх соціалістичних країнах Європи, на які вона майже цілком орієнтувалася, сьогодні не затребувана через глибокі структурні зміни й кризові ситуації в економіці цих країн. На ринках західноєвропейських країн продукція польської промисловості зустрічає жорстку конкуренцію, якої вона не витримує. За перші десять років економічної перебудови число зайнятих в машинобудуванні скоротилося вдвічі.\nСтруктурні зміни в промисловості відзначаються найбільшою глибиною. Попри різкого падіння частки машинобудування, скоротилася також частка текстильної промисловості. Промисловість в цілому залишається енергомісткою, а машинобудування — металомістким. Машинобудування, яке раніше було домінуючою галуззю промисловості, сьогодні поступається паливно-енергетичній і харчовій галузям. Підвищилася частка чорної й кольорової металургії, коксохімії.\nОсновою польської енергетики є кам'яне й буре вугілля, що видобувається в кра'їні. Нафта майже цілком (на 98%) імпортна; вона надходить з Росії нафтопроводом «Дружба» та з родовищ Північного моря (англійських, норвезьких). З пуском до ладу нафтопроводу Одеса-Броди Польща буде мати ще одне (закавказьке) джерело постачання нафти. Газ також переважно російський, своїми покладами газу Польща забезпечує себе лише на третину.",
    "trans": "The output of Poland’s heavy industry, especially machine building, in the former socialist countries of Europe—upon which it was almost entirely focused—is no longer in demand today due to deep structural changes and crisis situations in these countries’ economies. On the markets of Western European countries, Polish industrial products face fierce competition, which they cannot withstand. In the first ten years of economic restructuring, the number of people employed in machine building was cut in half.\nStructural changes in industry are the most far-reaching. Despite the sharp drop in the share of machine building, the share of the textile industry has also decreased. Overall, industry remains energy-intensive, while machine building is metal-intensive. Machine building, which used to dominate industry, now lags behind the fuel-energy and food industries. The share of ferrous and non-ferrous metallurgy, as well as coke chemistry, has risen.\nThe foundation of Poland’s energy sector is hard coal and lignite produced within the country. Oil is almost entirely (98%) imported; it arrives from Russia via the Druzhba pipeline and from the North Sea fields (English, Norwegian). With the commissioning of the Odessa-Brody oil pipeline, Poland will have yet another (Transcaucasian) source of oil supply. Gas is also predominantly Russian; Poland’s own gas deposits supply only one-third of its needs."
}