{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Якщо жовтий мобіанець першим почав виявляти інтерес до нього, Сонік вирішив відповісти йому такою ж монетою. Тим більше, їжак все ще був вдячний лису за своє спасіння, і перебував у боргу перед ним. Навіть якщо в цьому світі вони зустрілися вперше, і до ладу не встигли нормально познайомитися з один одним, синій мобіанець також відчував зв'язок. Як було з Манжі. Як було з Дев'яткою. Як було з Тейлзом…\nСонік відчував себе спокійно та впевнено поряд з будь-якою версією Тейлза. Йому потрібен був хтось, хто міг знайти відповіді будь-які питання. Хтось, хто міг підставити своє плече у важливий момент. Хтось, з ким можна було поговорити до душі та повеселитися, як годилося дітям та підліткам. Хтось, хто його щиро любив…\n— Я народився на одному з «Ковчегів». Тоді я працював у готелі і мив підлоги. Як ти зараз. Але мене також змушували розносити випивку та закуски матросам. Кого я тільки не бачив. Один екіпаж «Вавилонських Розбійників» чого вартував — після них стільки пір'я залишалося, що можна було набити кілька подушок. Були ще бандити Хаотікси — їхній лідер усі запаси нашої медовухи поглинав. А у вільний час я займався винаходами.\n— Наклз згадував, що саме ти створив собі механічну руку, — хитнув головою у бік штучної кінцівки на поясі Сонік. — Ти механік?",
    "trans": "If the yellow Mobian was the first to show interest in him, Sonic decided to return the favor in kind. Moreover, the hedgehog was still grateful to the fox for saving him and felt indebted to him. Even if in this world they were meeting for the first time and hadn’t really had time to get to know each other properly, the blue Mobian also felt a connection. As he had felt with Manji. As he had felt with Nine. As he had felt with Tails…\nSonic felt calm and confident around any version of Tails. He needed someone who could find answers to any questions. Someone who could offer a shoulder in a crucial moment. Someone with whom he could have a heartfelt conversation and have fun, like kids and teenagers do. Someone who genuinely loved him…\n“I was born on one of the ‘Arks.’ Back then, I worked in a hotel and used to mop floors. Like you do now. But they also made me serve drinks and snacks to the sailors. I’ve seen all sorts of folks. One crew of the ‘Babylon Rogues’ was worth mentioning—after they left, so many feathers remained that you could stuff a few pillows with them. Then there were the Chaotix bandits—their leader consumed all our mead reserves. And in my free time, I worked on inventions.\n“Knuckles mentioned that you were the one who made yourself a mechanical arm,” he nodded toward the artificial limb on Sonic’s belt. “You’re a mechanic?”"
}