{
    "source": "uk_UA",
    "target": "en_US",
    "text": "студії працює потужна вентиляційна система, яка постійно забезпечує кімнати свіжим повітрям, що безпосередньо впливає на Ваше самопочуття під час занять – дає необхідну бадьорість та енергію! Візьміть за правило звертати увагу на вентиляцію приміщень, де Ви займаєтеся. Ми самі музиканти і не з чуток знаємо з якою недбалістю багато студій у Києві ставляться до цього питання. Так – ці системи дорогі, так – на них в першу чергу економлять, в результаті люди займаються в перенасиченій CO2 кімнаті і відчувають сонливість як результат нестачі мозку кисню. Чи може нормальний урок музики чи репетиція пройти на тлі гіпоксії? Думаємо, ні! Ми не заощаджували на вентиляції, тому з гордістю можемо сказати, що у нас всі дихають свіжим повітрям і гіпоксія нашим клієнтам не загрожує.\nБудь-яку кімнату Ви можете забронювати онлайн, натиснувши червону кнопку праворуч! Бронювання відбувається в 4 кліки. Звичайно, Ви також можете зробити це в робочий час з 9-00 до 23-00 7 днів на тиждень за телефоном\n+38067-0067-177\n, а також у telegram, viber або direct Instagram.\nКімната Malachite є сестрою-близнюком класу Coral, відрізняючись кольором та більшим розміром. Тут також є деяка реверберація стін, щоб зробити заняття вокалом більш комфортними ще на етапі розспівок і саму акустику приміщення більш “живою”, тому що тут не потрібне сильне заглушення барабанної установки на відміну від інших кімнат.",
    "trans": "Our studio is equipped with a robust ventilation system that continuously supplies fresh air to the rooms, directly impacting your well-being during sessions. This ensures you have the necessary alertness and energy! Make it a habit to pay attention to the ventilation in the spaces where you practice. As musicians ourselves, we know firsthand how many studios in Kyiv neglect this issue. Yes, these systems are expensive, and yes, they are often the first thing to be cut, resulting in people practicing in rooms oversaturated with CO2, leading to drowsiness due to lack of oxygen to the brain. Can a proper music lesson or rehearsal take place under conditions of hypoxia? We think not! We didn't skimp on ventilation, so we proudly say that everyone breathes fresh air here, and hypoxia is not a concern for our clients.\nYou can book any room online by clicking the red button on the right! Booking takes just 4 clicks. Of course, you can also do this during working hours from 9:00 AM to 11:00 PM, 7 days a week, by phone at\n+38067-0067-177\nas well as via Telegram, Viber, or direct message on Instagram.\nThe Malachite room is the twin sister of the Coral class, differing in color and larger size. It also features some wall reverberation to make vocal practice more comfortable, even during warm-ups, and to enhance the room's acoustics, making it more \"lively.\" This is because strong soundproofing for the drum kit is not required here, unlike in other rooms."
}