{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Я все ще бачу, як Малахія дивився на мене, коли я знімала з нього маску — його очі були порожнечею, ніби він був близький до того, щоб потонути у власній свідомості від паніки, але зв'язок, який ми з ним маємо, тримав його над поверхнею.\nБруд і кров сповзають по його м'язах, і я піднімаюся навшпиньки, притискаючи свої губи до його губ. — Дякую.\nВін хмуриться, жестикулюючи: За що ти мені дякуєш?\n— Ти врятував мене.\nМалахій глибоко хихикає, звучно, чітко, коли веде мене до\nплитки на стіні душової кабіни. Його голова нахиляється, і чорне волосся спадає на чоло, на губах грає посмішка, на яку я не можу перестати дивитися.\nЯсно, як день, він говорить. — Я твій партнер. Твій коханий. Твій брат. Твоє все, Олівія. — Потім він піднімає свої трохи заплямовані руки, щоб прожестикулювати: Але те, ким ти є для мене, — це щось більше, ніж будь-які слова можуть пояснити. Якби хтось знайшов спосіб прибрати тебе з життя, я б спалив світ, перш ніж знайти твою душу в потойбічному світі.\n— Як поетично з твого боку, Малахіє. — Я посміхаюся йому. — Ти мій хлопець, а не брат.",
    "trans": "I still see how Malachi looked at me when I took off his mask - his eyes were empty, as if he was close to drowning in his own consciousness from panic, but the connection we have with him kept him above the surface.\nDirt and blood are sliding down his muscles, and I rise on my tiptoes, pressing my lips to his. - Thank you.\nHe frowns, gesturing: Why are you thanking me?\n— You saved me.\nMalachi chuckles deeply, soundly, clearly, as he leads me to\nthe tiles on the wall of the shower cabin. His head tilts, and black hair falls over his forehead, a smile plays on his lips that I can't stop looking at.\nClearly, as day, he says. - I am your partner. Your beloved. Your brother. Your everything, Olivia. - Then he raises his slightly stained hands to gesture: But what you are to me is something more than any words can explain. If someone found a way to take you out of my life, I would burn the world before finding your soul in the afterlife.\n— How poetic of you, Malachi. — I smile at him. — You are my boy, not my brother."
}