{
    "source": "uk_UA",
    "target": "en_US",
    "text": "«Папа, я сьогодні маму нашу бачив». Семен ПОХОЛОНУВ, він поховав дружину 5 років тому. А прийшовши за сином в дитячий садок, вирішив прослідкувати і ЗАКАМ’ЯНІВ від побаченого\nЗавагітніла від безхатька якого випадково зустріла на вулиці і пошкодував, пригостила чаєм і булочкою. Усі крутили пальцем біля голови, а мати зовсім хотіла відмовитись від доньки. Та коли вона народила і в палату увірвався акушер і повідомим ЩО з батьком, усі ЗАЦІПЕНІЛИ….\n…В першу брачну ніч наречена зняла весільну сукню. Та коли наречений побачив що було під нею, то в сльозах почав тікати. Батьки забігли в спальню і ЗАНІМІЛИ\nЗдираючи шпалери в старому будинку, чоловік і дружина знайшли сейф. Відкривши схованку, вони в ЖАХУ вискочили на вулицю…\nПрибувши на виклик на весілля до доньки мільйонера, лікар «Швидкої» помітила у нареченого дивну річ… А коли потягла за галстук, ресторан ЗАВМЕР…",
    "trans": "“Dad, I saw our mom today.” Semen FROZE, he buried his wife 5 years ago. And after coming to pick up his son from kindergarten, he decided to follow him and was STUNNED by what he saw.\nShe got pregnant by a homeless man whom she accidentally met on the street and felt sorry for, so she treated him to tea and a bun. Everyone was shaking their heads in disbelief, and her mother wanted to completely disown her daughter. But when she gave birth and the obstetrician burst into the room and announced WHO the father was, everyone was STUNNED...\n...On the first wedding night, the bride took off her wedding dress. But when the groom saw what was underneath, he started to run away in tears. The parents rushed into the bedroom and were STUNNED.\nWhile peeling off wallpaper in an old house, a husband and wife found a safe. After opening the hidden compartment, they ran out onto the street in HORROR...\nArriving at the call to the wedding of a millionaire's daughter, the paramedic noticed something strange about the groom... And when she pulled on his tie, the restaurant FROZE..."
}