{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Досить плідною і разом з тим не менш суперечливою є картина музейного будівництва в радянській Україні. Декретом РНК РСФРР від 5 жовтня 1918 року «Про реєстрацію, взяття на облік і охорону пам’яток мистецтва і старовини, що перебувають у володінні приватних осіб, товариств та установ», а в Україні декретом уряду від 23 червня 1919 року «Про націоналізацію Київського міського музею та Київських музейних збірок В.Н. Ханенка і О.Г. Гансена» музеї були оголошенні народною власністю і націоналізовані. Діяли старі, створювались нові музейні заклади. Київський міський музей 1919 року був перейменований у Перший державний, 1924 року – у Всеукраїнський історичний музей імені Т. Шевченка.\n19 вересня 1926 року постановою ВУЦВК і РНК УСРР територія Києво-Печерської лаври була визнана державним історико-культурним заповідником. Цього року низка музеїв була підпорядкована Народному комісаріату освіти, у тому числі – Всеукраїнський історичний музей імені Т. Шевченка, який у десяти відділах концентрував 133 тис. експонатів, мав бібліотеку – 20 тис. книг, Кам’янець-Подільський державний музей, що об’єднав два музеї – історико-археологічний і природничий, Волинський науково-дослідний музей.",
    "trans": "The picture of museum construction in Soviet Ukraine is quite fruitful and at the same time no less controversial. By the decree of the Council of People's Commissars of the RSFSR dated October 5, 1918, \"On the registration, accounting and protection of monuments of art and antiquity that are in the possession of private individuals, societies and institutions,\" and in Ukraine by the decree of the government dated June 23, 1919, \"On the nationalization of the Kyiv City Museum and the Kyiv museum collections of V.N. Khanenko and O.G. Hansen,\" museums were declared public property and nationalized. Old ones were in operation, new museum institutions were created. The Kyiv City Museum of 1919 was renamed the First State Museum, and in 1924 it became the All-Ukrainian Historical Museum named after T. Shevchenko.\nOn September 19, 1926, the territory of the Kyiv-Pechersk Lavra was recognized as a state historical and cultural reserve by the resolution of the All-Ukrainian Central Executive Committee (VUTsVK) and the Council of People's Commissars (RNK) of the Ukrainian Soviet Socialist Republic (USSRR). That year, a number of museums were subordinated to the People's Commissariat of Education, including the T. Shevchenko All-Ukrainian Historical Museum, which concentrated 133 thousand exhibits in ten departments, had a library with 20 thousand books, and the Kamianets-Podilskyi State Museum, which combined two museums - historical-archaeological and natural history, as well as the Volyn Scientific Research Museum."
}