{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Вранці я проїжджав біля військкомату і побачив там велику чергу. Зупинився спитати у хлопців, що до чого. Але ніхто нічого не знав. Вирішив: повертатимусь назад, ще раз спитаю. Але за деякий час там уже нікого не було. Військкомат був зачинений.\nЯ не розумів, що треба робити. За містом, у районі Каховської ГЕС було чути рух техніки. Я вирішив на велосипеді під’їхати до Дніпра і подивитися, що там відбувається. Під’їхав на «банки» (район узбережжя в Новій Каховці, – прим. автора) десь після дев’ятої ранку і побачив, що через Каховську ГЕС суне військова техніка з літерами Z. Придивився до однієї з башт Каховського шлюзу і помітив на ній російський триколор. Ще й літаки якісь летіли. Я зрозумів, що окупанти вже тут.\nРосійський окупант біля Каховської ГЕС, весна 2022 року. Фото: OLGA MALTSEVA/AFP\nЯ поїхав на роботу, забрав дружину додому і після цього в місті все завмерло. Тиша стояла моторошна. Не вірилось, що це відбувається з нами тут і зараз.",
    "trans": "In the morning, I passed by the military enlistment office and saw a long queue there. I stopped to ask the guys what was going on. But no one knew anything. I decided to turn back and ask again later. But after some time, there was no one there anymore. The military enlistment office was closed.\nI didn't understand what to do. There was movement of equipment in the area of the Kakhovka Hydroelectric Power Station outside the city. I decided to ride my bicycle to the Dnipro River and see what was happening there. I arrived at the \"banks\" (the coastal area in Nova Kakhovka) sometime after nine in the morning and saw that military equipment with the letter Z was moving across the Kakhovka Hydroelectric Power Station. I looked closely at one of the towers of the Kakhovka lock and noticed a Russian tricolor flag on it. There were also some planes flying by. I realized that the occupiers were already here.\nRussian occupier near the Kakhovka Hydroelectric Power Station, spring 2022. Photo: OLGA MALTSEVA/AFP\nI went to work, picked up my wife and after that everything in the city froze. There was an eerie silence. It was hard to believe that this was happening to us here and now."
}