{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Середнє дозування становить 0.5-1мг на день.\nЛЕТРОЗОЛ\nПотужний інгібітор ароматази. Препарат відновлює ЛГ, ФСГ та підвищує вироблення тестостерону природним чином. Використовується як у курсі, і після нього. Відмінно справляється з гінекомастією та швидко усуває її. Бажано не перевищувати дозування, тому що заженіть у нуль естрадіол, що недобре і знижує лібідо.\nСереднє дозування летрозолу становить 0.5-2мг на добу.\nПРОВІРОН\nАнтиестроген, блокує реакцію ароматизації, підвищує лібідо. Використовувати потрібно наприкінці курсу або перед ПКТ, тому що провірон андроген і хоч несильно, але гнітить \"рідну\". вироблення тестостерону.\nДозування 50 мг на день, бажано ділити прийом на 2 рази.\nКАБЕРГОЛІН\nЗнижує рівень пролактину, обов'язково застосовується з прогестероноактивними препаратами, такими як Тренболон та Нандролон (дека). Відмінно бореться з гінекомастією, відновлює лібідо та підвищує продукцію тестостерону.\nСереднє дозування каберголіну становить 0.5-1мг на тиждень.\nГОНАДОТРОПІН АБО ХГЛ (ХОРІОНІЧНИЙ ГОНАДОТРОПІН ЛЮДИНИ)\nХГЛ змушує яєчка продовжувати продукувати тестостерон, тоді як АС пригнічують цю функцію. Саме тому гонадотропін використовують під час всього курсу вживання стероїдів та 2-4 тижні після нього (на ПКТ). Якщо використовувати ХГЛ тільки після, він буде працювати погано. Найкраще підтримувати функцію вироблення тестостерону яєчками протягом усього курсу.",
    "trans": "The average dosage is 0.5-1 mg per day.\nLETROZOLE\nA powerful aromatase inhibitor. The drug restores LH, FSH, and naturally increases testosterone production. It is used both during and after a course. It effectively deals with gynecomastia and quickly eliminates it. It is advisable not to exceed the dosage, as it can zero out estradiol, which is not good and reduces libido.\nThe average dosage of letrozole is 0.5-2 mg per day.\nPROVIRON\nAn antiestrogen, it blocks the aromatization reaction and increases libido. It should be used at the end of the course or before PCT because proviron is an androgen and, although not strongly, suppresses the body's natural testosterone production.\nDosage: 50 mg per day, preferably divided into 2 doses.\nCABERGOLINE\nReduces prolactin levels, must be used with progestogen-active drugs such as Trenbolone and Nandrolone (Deca). It effectively fights gynecomastia, restores libido, and increases testosterone production.\nThe average dosage of cabergoline is 0.5-1 mg per week.\nGONADOTROPIN OR HCG (HUMAN CHORIONIC GONADOTROPIN)\nHCG forces the testes to continue producing testosterone, while AAS suppress this function. Therefore, gonadotropin is used throughout the course of steroid use and for 2-4 weeks afterward (during PCT). If HCG is used only afterward, it will not work well. It is best to maintain the testes' testosterone production function throughout the entire course."
}