{
    "source": "uk_UA",
    "target": "en_US",
    "text": "передбачені Конституцією та законами України.\nУказом Президента України від 24.02.2022 № 64/2022 «Про введення\nвоєнного стану в Україні», затвердженим Законом України від 24.02.2022\n№ 2102-IX (зі змінами, внесеними Указом Президента України від 14.03.2022\n№ 133/2022, затвердженим Законом України від 15.03.2022 № 2119-IX; Указом\nПрезидента України від 18.04.2022 № 259/2022, затвердженим Законом України\nвід 21.04.2022 № 2212-IX; Указом Президента України від 17.05.2022\n№ 341/2022, затвердженим Законом України від 22.05.2022 № 2263-IX; Указом\nПрезидента України від 12.08.2022 № 573/2022, затвердженим Законом України\nвід 15.08.2022 № 2500-IX), в Україні введено та продовжено воєнний стан.\nПравові засади діяльності органів державної влади, військового\nкомандування, військових адміністрацій, органів місцевого самоврядування в\nумовах воєнного стану визначені Законом України «Про правовий режим\nвоєнного стану» (далі – Закон).",
    "trans": "prescribed by the Constitution and laws of Ukraine.\nBy the Decree of the President of Ukraine dated 24.02.2022 No. 64/2022 “On the Introduction\nof Martial Law in Ukraine,” approved by the Law of Ukraine dated 24.02.2022\nNo. 2102-IX (with amendments introduced by the Decree of the President of Ukraine dated 14.03.2022\nNo. 133/2022, approved by the Law of Ukraine dated 15.03.2022 No. 2119-IX; by the Decree\nof the President of Ukraine dated 18.04.2022 No. 259/2022, approved by the Law of Ukraine\ndated 21.04.2022 No. 2212-IX; by the Decree of the President of Ukraine dated 17.05.2022\nNo. 341/2022, approved by the Law of Ukraine dated 22.05.2022 No. 2263-IX; by the Decree\nof the President of Ukraine dated 12.08.2022 No. 573/2022, approved by the Law of Ukraine\ndated 15.08.2022 No. 2500-IX), martial law has been imposed and extended in Ukraine.\nThe legal foundations for the activities of public authorities, military\ncommand, military administrations, and local self-government bodies under\nmartial law conditions are defined by the Law of Ukraine “On the Legal Regime of\nMartial Law” (hereinafter referred to as the Law)."
}