{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Стенлі засміявся. Це був щирий та приємний сміх. Форд засміявся разом із братом. Звісно, Форд досі ненавидів те, що Сайфер робив у його тілі, але якщо ці історії піднімуть настрій Стенлі, то що поганого тоді?\n— Бляха, цей трикутник ще той комік, — каже Стенлі, коли більш-менш заспокоївся. — То от чому ти весь час носиш светри? Цей одноокий дурень набив це тату на якомусь помітному місці?\n— Взагалі він двічі це зробив. Одне на шиї, а інше — на куприку, — щоки Форда злегка почервоніли. — Я не знаю, з якою метою він це зробив, але я досі хочу видалити цю дурницю.\n— Лише після того, як дозволиш мені побачити це!\n— Я подумаю над цим, — ні, він не подумає. Форд ні за що не покаже це своєму братові. Хіба що фотографії. Можливо. — Знаєш, я хотів цим сказати, що тобі не варто соромитися чогось. Я не відвернуся від тебе, не насміхатимуся з тебе чи ще чого. Просто знай, що якщо ти захочеш поговорити, то я з радістю тебе вислухаю.",
    "trans": "Stanley laughed. It was a sincere and pleasant laugh. Ford laughed along with his brother. Of course, Ford still hated what Cypher was doing in his body, but if these stories could lift Stanley's spirits, then what's wrong with that?\n— Damn, that triangle is quite the comedian, — says Stanley when he has more or less calmed down. — So that's why you always wear sweaters? Did that one-eyed fool get that tattooed on some visible place?\n— He did it twice in total. Once on the neck and the other one on the tailbone, — Ford's cheeks turned slightly red. — I don't know why he did it, but I still want to get rid of that nonsense.\n— Only after you let me see it!\n— I'll think about it, — no, he won't think about it. Ford will never show this to his brother. Unless it's photographs. Maybe. — You know, I wanted to say that you shouldn't be ashamed of anything. I won't turn away from you, I won't make fun of you or anything like that. Just know that if you want to talk, I'll be happy to listen to you."
}