{
    "source": "uk_UA",
    "target": "en_US",
    "text": "5. Перспективи розвитку скринінг-обстежень імунної системи / О. Є. Федорців, Н. Б. Галіяш, Н. І. Балацька, І. В. Кубей // Всеукраїнська науково-практична конференція „Вплив екопатологічних чинників на стан здоровʼя дітей\", 2005 р.: збірник матеріалів конференції. - Тернопіль: Укрмедкнига, 2005. - С. 75-76.\n(Здобувач здійснила відбір, аналіз та підготовку матеріалу до друку).\n6. Фізичний розвиток та соматичний стан дітей шкільного віку в сучасних соціально-екологічних умовах / О. Є. Федорців, В. Ф. Лобода, Н. І. Балацька,\nТ. О. Воронцова, А. 3. Миколенко, О. П. Бугера, М. І. Кінаш, І. В. Кубей, В. В. Стеценко, С. О. Никипюк, Н. Б. Галіяш, Н. Ю. Лучишин // Науково-практична конференція „Здобутки клінічної і експериментальної медицини\", 8 червня 2007 р.: збірник матеріалів конференції. - Тернопіль, 2007. - С. 120-123.\n(Здобувач особисто систематизувала та проаналізувала результати дослідження, підготувала матеріали до друку).",
    "trans": "5. Perspectives for the development of immunological screening examinations / O. Ye. Fedortsiv, N. B. Haliyash, N. I. Balatska, I. V. Kubei // All-Ukrainian Scientific-Practical Conference “Influence of Ecopathological Factors on Children’s Health,” 2005: collection of conference materials. – Ternopil: Ukrmedknyha, 2005. – P. 75-76.\n(The Applicant selected, analyzed, and prepared the material for publication.)\n6. Physical development and somatic status of school-age children in modern socio-ecological conditions / O. Ye. Fedortsiv, V. F. Loboda, N. I. Balatska,T. O. Vorontsova, A. 3. Mykolenko, O. P. Buhera, M. I. Kinash, I. V. Kubei, V. V. Stetsenko, S. O. Nykypyuk, N. B. Haliyash, N. Yu. Luchyshyn // Scientific-Practical Conference “Achievements in Clinical and Experimental Medicine,” June 8, 2007: collection of conference materials. – Ternopil, 2007. – P. 120-123.\n(The Applicant personally systematized and analyzed the research results and prepared the materials for publication.)\n7. Indices of peripheral blood in determining types of adaptive reactions under normal conditions and in respiratory pathology among preschoolers / O. Ye. Fedortsiv, N. B. Haliyash, N. Yu. Luchyshyn, M. I. Kinash // Scientific Symposium “Immunopathology in Respiratory Diseases,” September 24-25, 2009: collection of materials, –"
}