{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Недоліки відомі всім — ревучий звук, на дуже рідкісного любителя.\nКрім того, система прямотечії повинна бути якісною, інакше ефекту, крім страшного реву, не буде ніякого.\nПрямотечія\nВстановити турбіну на атмосферник\nТак, на витрату це не вплине, але сама турбіна і установка коштують недешево, процес технічно складний. Тому уважно вибирайте майстра.\nТурбіна збагачує киснем паливо-повітряну суміш, зростає сила стиснення і вибуху і, відповідно, потужність.\nДодають потужність до 5%:\nПовітряний фільтр “нульового”опору.\nДає приріст потужності всього 1-3%, але цей спосіб один з найдешевших.\nТакий фільтр знижує опір руху палива на впуску і збільшує подачу киснево-повітряної суміші.\nМінімальні механічні втрати\nДля цього замість штатних деталей встановлюють деталі легкої кування. Ці запчастини недешеві, а збільшення потужності мінімальне.\nВстановлення вихлопної труби більшого діаметру — за рахунок того, що вихлопні гази рухаються вільніше.",
    "trans": "The drawbacks are well known—roaring sound, appealing to a very rare kind of enthusiast.\nFurthermore, the straight-through system must be of high quality; otherwise, there will be no effect besides an awful roar.\nStraight-through\nInstalling a turbo on a naturally aspirated engine\nYes, it won’t affect fuel consumption, but the turbo itself and its installation are not cheap, and the process is technically complex. So choose your mechanic carefully.\nThe turbo enriches the fuel-air mixture with oxygen; the compression and explosion force increase, and accordingly, the power as well.\nAdding up to 5% power:\n“Zero-resistance” air filter.\nIt provides a power boost of only 1–3%, but this method is one of the cheapest.\nSuch a filter reduces the fuel intake resistance and increases the supply of the oxygen-air mixture.\nMinimal mechanical losses\nTo achieve this, instead of standard parts, lightweight forged parts are installed. These spare parts are expensive, and the power increase is minimal.\nInstalling a larger-diameter exhaust pipe—due to the fact that exhaust gases flow more freely."
}