{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Доставлений БШД\nСкарги: на помірний головний біль, затерпання лівих кінцівок, нестійкість, загальну слабкість, утруднення мови.\nАнамнез хвороби: 3 слів 03.09.24 на фоні підвищення АТ виникло затерпання лівої руки,порушення мови,письма. Звернулася амбулаторно, скерована на МРТ ГМ, ургентно госпіталізована\nАнамнез життя: Гепатит, туберкульоз, венерологічні захворювання заперечує. Алергологічний і спадковий анамнези, зі слів хворого, не обтяжені.В січні 2024р. оперована з приводу перелому стегнової кістки (ендопротезування), в січні 2023р. сафенектомія.\nЕкспертно-трудовий анамнез: Відокремлений структурний підрозділ «Тернопільський фаховий коледж Тернопільського національного технічного університету ім.Івана Пулюя» За 12 міс. на літ 99 днів.\nЕпіданамнез: хвора за кордоном не була, контакт з особами, що повернулись з-за кордону, а також інфікованими коронавірусом - заперечує.\nОбʼєктивно: загальний стан середньої важкості. Шкіра та видимі слизові блідо-рожеві, чисті,вологі. Нормальної тілобудови, задовільного живлення. Ріст-158 см., вага 58 кг. ІМТ-25. Дихання везикулярне, ритмічне. ЧДР - 18/хв.\nДіяльність серця ритмічна,тони звучні. АТ130-85 мм.рт.ст. Ps 74 уд/хв., ритмічний, задовільних властивостей. Живіт мʼякий. не болючий. С-м Пастернацького (-) двобічно. ФТО контролює.",
    "trans": "Delivered by EMS\nComplaints: moderate headache, numbness of the left extremities, unsteadiness, general weakness, speech difficulties.\nHistory of present illness: According to the patient, on 03.09.24, against a background of elevated blood pressure, numbness of the left arm occurred, along with disturbances in speech and writing. She sought outpatient care, was referred for an urgent MRI of the brain, and then urgently hospitalized.\nPast medical history: The patient denies hepatitis, tuberculosis, and venereal diseases. According to her, her allergic and hereditary histories are not burdened. In January 2024, she underwent surgery for a femoral fracture (endoprosthesis), in January 2023, saphenectomy.\nOccupational history: Separate Structural Subdivision “Ternopil Vocational College of Ternopil National Technical University named after Ivan Pului.” Over the past 12 months, 99 days were taken off in summer(?).\nEpidemiological history: The patient has not been abroad, denies contact with individuals who returned from abroad or who were infected with coronavirus.\nObjective examination: general condition of moderate severity. Skin and visible mucous membranes are pale pink, clean, moist. Normal body build, satisfactory nutrition. Height: 158 cm, weight: 58 kg, BMI: 25. Vesicular, rhythmic breathing. RR = 18/min.\nHeart activity is rhythmic, tones are clear. BP 130/85 mmHg, HR 74 bpm, rhythmic, with satisfactory characteristics. The abdomen is soft and non-tender. Costovertebral angle tenderness (Pasternatsky’s symptom) is negative bilaterally. Chest X-ray follow-up controlled."
}