{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Завантажити\nКраїна:\nСША\nСтудія:\nABC\nЧас:\n41 хв\nДата релізу:\n24 Листопада\n2008\nРейтинг:\n13+\nАнатомія Грей\nGrey's Anatomy\nСезон 5\nСерія 18\nПопередня серія\nНаступна серія\nНе працює плеєр?\nTelegram\nTikTok\n7.6\nдрама\nромантичний\nмелодрами\n#лікар\n#лікарня\n#медична драма\n#робоче місце\n#Сіетл, Вашингтон\n#студент-медик\n#травма\n#хірургічних інтернів\n5\nНайкращі серіали в жанрі мелодрами 2005\n13\nНайкращі серіали в жанрі драма 2005\n18\nНайкращі серіали 2005\n💉 Серіали про лікарів та медицину\n👧 Фільми та серіали з Сідні Свіні\nУ госпіталі Сіеттл Грейс з'явився новий лікар - Оуен Хант, польовий хірург, який тривалий час працював в Іраку, у нього розвиваються стосунки з Христиною, але вони ускладнюються спалахами агресії доктора Ханта.\nЛікарня переживає не найкращі часи - вона сильно впала в рейтингу лікувальних закладів. Це призводить до нових правил роботи в лікарні.\nМіж пластичним хірургом Марком Слоаном, який свого часу спричинив крах сім'ї Дерека Шеппарда та Елісон Монтгомері, і Лексі, сестрою Мередіт, виникають стосунки та почуття. Іззі Стівенс діагностували рак мозку, вона перенесла важку операцію і одужала. Під час її хвороби до неї в галюцинаціях постійно приходив Денні. Причому інтерни вивчали її медкарту як якогось пацієнта \"ікс\".\nАктори:\nЕлен Помпео\nМередіт Грей\n54 роки\nЧандра Вілсон\nМіранда Бейлі\n55 років\nДжеймс Пікенс мл.\nРічард Веббер",
    "trans": "Download\nCountry:\nUSA\nStudio:\nABC\nRunning time:\n41 min\nRelease date:\nNovember 24\n2008\nRating:\n13+\nGrey's Anatomy\nGrey's Anatomy\nSeason 5\nEpisode 18\nPrevious episode\nNext episode\nPlayer not working?\nTelegram\nTikTok\n7.6\ndrama\nromance\nmelodrama\n#doctor\n#hospital\n#medical drama\n#workplace\n#Seattle, Washington\n#medical student\n#trauma\n#surgical interns\n5\nBest Romance TV Shows 2005\n13\nBest Drama TV Shows 2005\n18\nBest TV Shows 2005\n💉 TV Shows about Doctors and Health Care\n👧 Movies and TV Shows with Sydney Sweeney\nAt Seattle Grace Hospital, a new doctor arrives—Owen Hunt, a field surgeon who used to work in Iraq for a long time. He develops a relationship with Cristina, but it is complicated due to Dr. Hunt's outbursts of aggression.\nThe hospital is going through tough times as it has significantly dropped in the rankings of medical facilities. This leads to new rules for working in the hospital.\nA relationship and feelings develop between plastic surgeon Mark Sloan, who once caused the breakdown of Derek Shepherd and Addison Montgomery's family, and Lexie, Meredith's sister. Izzie Stevens is diagnosed with brain cancer; she undergoes a complicated surgery and recovers. During her illness, Danny kept appearing to her in hallucinations. Meanwhile, the interns studied her medical record as if she were some patient \"X.\"\nActors:\nEllen Pompeo\nMeredith Grey\n54 years old\nChandra Wilson\nMiranda Bailey\n55 years old\nJames Pickens Jr.\nRichard Webber"
}