{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Помічники Helper та Telegram-бот завжди вам допоможуть.\nМи зібрали найпотрібніші функції для вас:\nперевірка стану заявки на становлення чи ремонт POS-термінала;\nперевірка транзакції;\nповернення транзакції;\nонлайн-виписка;\nзв’язок із банком;\nзамовлення термопаперу та багато іншого.\nТакож діє підтримка за телефоном гарячої лінії 3700.\nКеруйте торговими точками в режимі онлайн у особистому кабінеті еквайрингу:\nреєструйте нові магазини та термінали;\nзамовляйте виписки;\nпідключайте додаткові сервіси;\nподавайте заявки на повернення;\nналаштовуйте чек POS-термінала.\nЗбільшуйте кількість покупців та їх лояльність за допомогою додаткових сервісів:\nСервіс «Оплата частинами»\nВи надаєте клієнтам доступний кредит до 24 місяців на кращих умовах. Процедура займає 30 секунд, без документів і довідок про доходи.\n› Детальніше\nСервіс «Готівка на касі»\nВи збільшуєте продажі, клієнтопотік та лояльність клієнтів, коли надаєте клієнтам можливість отримувати готівку через POS-термінал.\n› Детальніше\nСервіс «Каса»\nВи отримаєте 2 в 1: POS-термінал для приймання карток із вбудованим додатком для фіскалізації операцій у Державній податковій службі.\n› Детальніше\nТа не забудьте навчити персонал працювати з терміналами та послугами банку.\nПройти курс онлайн-навчання можна за допомогою безкоштовного онлайн-сервісу.\nБажаємо вам багато клієнтів та стабільних продажів!\nКОНТАКТИ\nПІДТРИМКА\nЦей лист був корисний?\nЗ питань банківського обслуговування звертайтеся, будь ласка, до Вашого персонального банкіра\nОЛЕГ ТИМОЩУК, +380960759180, написати в чат",
    "trans": "Helper and the Telegram bot are always there to help you.\nWe have gathered the most necessary functions for you:\nChecking the status of an application for the installation or repair of a POS terminal;\nChecking a transaction;\nReturning a transaction;\nOnline statement;\nContacting the bank;\nOrdering thermal paper and much more.\nPhone support is also available via the hotline at 3700.\nManage your retail points online in your acquiring personal account:\nRegister new stores and terminals;\nOrder statements;\nConnect additional services;\nSubmit refund requests;\nConfigure POS terminal receipts.\nIncrease the number of buyers and their loyalty with additional services:\n\"Installment Payment\" Service\nYou provide your customers with accessible credit for up to 24 months on the best terms. The procedure takes 30 seconds, no documents or proof of income required.\n› More Details\n\"Cash at Checkout\" Service\nYou increase sales, customer flow, and loyalty by providing customers with the ability to withdraw cash through a POS terminal.\n› More Details\n\"Cash Register\" Service\nYou get 2 in 1: a POS terminal for accepting cards with a built-in application for fiscalizing operations in the State Tax Service.\n› More Details\nAnd don't forget to train your staff to work with terminals and bank services.\nYou can take an online training course using a free online service.\nWe wish you many customers and stable sales!\nCONTACTS\nSUPPORT\nWas this letter helpful?\nFor banking service questions, please contact your personal banker\nOLEG TYMOSHCHUK, +380960759180, write in chat"
}