{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1.1. Виробник зобовʼязується на замовлення Учбового закладу здійснити розробку, відшив і продаж шкільного одягу для учнів Учбового закладу з нанесенням логотипу Учбового закладу (брендування) на умовах цього договору.\n1.2. Учбовий заклад зобовʼязується провести інформування своїх учнів та хї батьків про необхідність носіння брендованого шкільного одягу встановленого зразку, постійно контролювати і вимагати від учнів і хї батьків носіння відповідного шкільного одягу. Прописати в Уставі школи необхідність перебування дітей під час навчального процесу у відповідному шкільному одязі.\n2. УМОВИ ДОГОВОРУ\n2.1. Виробник розробляє колекцію шкільного одягу для учнів Учбового закладу на замовлення Учбового закладу, з урахуванням побажань Учбового закладу стосовно кольорової гами. І забезбечує\nучнів шкільним одягом на 1вересня кожного року та протягом учбового року.\n2.2. Кількість учнів Учбового закладу, на яку орієнтується Виробник при виготовленні шкільного одягу складає 300 (триста) учнів. Детально по класам та гендеру Учбовий заклад інформує Виробника додатково по запиту Виробника. При зміні кількості учнів у школі Учбовий заклад інформує Виробника додатково.",
    "trans": "1.1. The Manufacturer undertakes to carry out the development, production, and sale of school clothing for the students of the Educational Institution at the request of the Educational Institution, with the application of the logo of the Educational Institution (branding) under the terms of this contract.\n1.2. The educational institution undertakes to inform its students and their parents about the necessity of wearing branded school uniforms of the established sample, to constantly monitor and require students and their parents to wear appropriate school clothing. It should be specified in the school's charter the necessity for children to be in appropriate school clothing during the educational process.\n2. CONDITIONS OF THE CONTRACT\n2.1. The manufacturer develops a collection of school clothing for the students of the Educational Institution at the request of the Educational Institution, taking into account the preferences of the Educational Institution regarding the color scheme. And provides\nstudents with school clothing on September 1st of each year and throughout the academic year.\n2.2. The number of students of the Educational Institution that the Manufacturer is targeting when producing school uniforms is 300 (three hundred) students. The Educational Institution will provide detailed information about the classes and gender of the students to the Manufacturer upon request. In case of a change in the number of students in the school, the Educational Institution will inform the Manufacturer additionally."
}