{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Дорога до Саутпорту зайняла всього пару годин потягом. На вокзалі Чую зустрів Ацуші разом з Рюноске та наглядачем маєтку Накаджім.\n– Уяви, кого ми вчора бачили? – запитав Ацуші.\n– Не маю жодного уявлення.\n– Осаму Дазая. Він орендував маєток старого Вільямсона, за три будинки від нашого, – відповів Накаджіма. – Каже, що приїхав відпочити від міста.\n– І на вихідних він влаштовує велику вечірку, куди ми всі запрошені, – додав Рюноске без особливого ентузіазму.\n– А де Гін, до речі? – здивувався Чуя, не побачивши близнючки Акутаґави.\n– Останньої миті змінилися плани, й вона не змогла приїхати.\n– Зате знаєш, хто приїжджає на наступному тижні? – тепер Ацуші говорив натхненно. – Кьока нарешті повернулася з Франції. Вона з батьками відвідають нас.\n– Це ж чудово!\nНасправді Чуя дуже смутно пам'ятав кузину Накаджіми. Зі спогадів це була тиха, трохи замкнена у собі дівчинка на два роки молодше свого брата та Акутаґави, і на рік – молодше Чуї відповідно. Два роки тому батьки відправили її на навчання до Франції. І з тих пір вона не приїздила. Ацуші сильно скучав за сестрою, бо з дитинства вони проводили багато часу разом. І Накахара був упевненим, що в глибині душі він трошки заздрить Рюноске. Адже Гін завжди поруч.",
    "trans": "The journey to Southport took only a couple of hours by train. At the station, I met Atsushi along with Ryunosuke and the caretaker of the Nakajima estate.\n– Can you imagine who we saw yesterday? – Atsushi asked.\n– I have no idea.\n– Osamu Dazai. He rented the old Williamson's estate, three houses away from ours, – Nakajima replied. – He says he came to relax away from the city.\n– And on the weekend, he is throwing a big party where we are all invited, – added Ryunosuke without much enthusiasm.\n– By the way, where is Gin? – Chuuya wondered, not seeing Akutagawa's twin sister.\n– Plans changed at the last minute, and she couldn't come.\n– But do you know who is coming next week? – now Atsushi spoke with inspiration. – Kyoka finally returned from France. She will visit us with her parents.\n– That's wonderful!\nIn fact, Chuuya remembered Nakajima's cousin very vaguely. From the memories, she was a quiet girl who was a little reserved, two years younger than her brother and Akutagawa, and one year younger than Chuuya respectively. Two years ago, her parents sent her to study in France. And since then, she hadn't come back. Atsushi missed his sister a lot because they spent a lot of time together since childhood. And Nakahara was sure that deep down he envied Ryuunosuke a little. After all, Gin is always nearby."
}