{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Жива музика та сцена: кантрі з роковою енергією — це ритм, що пронизує до кісток.\nТанцюйте під небом під звуки електрогітар і барабанів.\nА також під виступи гуртів: Epolets, The Unsleeping, Karooka, Pale Riders, Хороший, поганий, злий, Funky Crime!\nІгри з безкоштовним алкоголем: візьміть участь у турнірах із друзями, або просто пориньте у гру і розслабтеся. Головне — вчасно зупинитися та отримати задоволення!\nРодео: для справжніх сміливців і тих, хто любить адреналін! Беріть шляпу та лассо, осідлайте бика і перевірте свої сили, а може, встановіть новий рекорд.\nТарологи і астрологи: уявіть, що серед цього гармидеру є куточок таємниць і магії. Тарологи і астрологи допоможуть вам заглянути в своє майбутнє і розкриють ваші приховані можливості\nФуд-корти та бари: насолоджуйтесь гастрономічним різноманіттям - смачні бургери, BBQ, мексиканська кухня, і, звісно, соковиті ковбаски на грилі.\nФотозони: кожна пригода повинна залишити спогади! Колір бургунді, великі тюки сіна, стиглі яблука, байк – готуйте свої стильні образи, ефектні фото гарантовані.\nМаркет та кіно: знайдіть унікальну річ, яка точно потрібна, або ж залягайте і дивіться українське кіно.\nМайстер-класи: захочеться спокою, то приходьте малювати вином,кавою, чи створювати картини з порцеляни.",
    "trans": "Live music and stage: country with rock energy - it's a rhythm that penetrates to the bones.\nDance under the sky to the sounds of electric guitars and drums.\nAnd also enjoy performances by bands: Epolets, The Unsleeping, Karooka, Pale Riders, Good, Bad, Ugly, Funky Crime!\nGames with free alcohol: participate in tournaments with friends, or just dive into the game and relax. The main thing is to stop in time and have fun!\nRodeo: for true adventurers and those who love adrenaline! Put on your hat and lasso, saddle up a bull, and test your skills, or maybe set a new record.\nTarot readers and astrologers: imagine that among this chaos there is a corner of secrets and magic. Tarot readers and astrologers will help you glimpse into your future and uncover your hidden potential.\nFood courts and bars: enjoy a gastronomic variety - delicious burgers, BBQ, Mexican cuisine, and of course, juicy grilled sausages.\nPhoto zones: every adventure should leave memories! Burgundy color, large hay bales, ripe apples, bike - get ready for your stylish outfits, stunning photos are guaranteed.\nMarket and cinema: find a unique item that you definitely need, or settle down and watch Ukrainian movies.\nMaster classes: If you want some peace, come and paint with wine, coffee, or create porcelain paintings."
}