{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Першочергово необхідно відзначити складність і різноплановість правотворчості воєнного часу, що виявляється у її надзвичайному характері. Як відомо, створення правових актів поза пла- нами законотворчої діяльності та за особливих обставин визначає їх надзвичайність. «На сьогодні надзвичайне законодавство є невід’ємним атрибутом правових систем практично в усіх державах світу й надзвичайно ефективним юридичним засобом, що забезпечує вихід із екстремальних ситу- ацій з метою захисту і збереження безпеки суспільства та держави [5, с. 18].\nЯк особливий вид законів, надзвичайні закони призупиняють дію чинних у відповідній сфері нормативних актів. «Такі закони покликані гарантувати безпеку громадян у разі війни, катастроф, епідемій, необхідності захисту конституційного ладу у зв’язку зі спробою захоплення державної влади шляхом насильства тощо» [2, с. 286]. З позицій теорії права можна виділити ознаки надзви- чайних законів: тимчасова дія; їх норми мають переважно імперативний характер і передбачають низку зобов’язань, заборон, обмежень; адресатами можуть бути як окремі категорії фізичних та юридичних осіб на певних територіях, так і всі, хто перебуває на території держави або під її юрисдикцією та ін.",
    "trans": "First of all, it is necessary to note the complexity and diversity of legal creation during wartime, which is manifested in its extraordinary nature. As is known, the creation of legal acts outside the framework of legislative activity and under special circumstances determines their extraordinary nature. \"Today, extraordinary legislation is an integral attribute of legal systems in practically all countries of the world and an extraordinarily effective legal means that ensures a way out of extreme situations in order to protect and preserve the safety of society and the state [5, p. 18].\nAs a special type of law, extraordinary laws suspend the action of existing regulatory acts in the relevant area. \"Such laws are intended to guarantee the safety of citizens in the event of war, disasters, epidemics, the need to protect the constitutional order in connection with an attempt to seize state power by violence, etc.\" [2, p. 286]. From the perspective of legal theory, the following characteristics can be distinguished for extraordinary laws: temporary action; their norms have a predominantly imperative nature and provide for a number of obligations, prohibitions, restrictions; their addressees can be both specific categories of individuals and legal entities in certain territories, as well as all those who are on the territory of the state or under its jurisdiction, etc."
}