{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ф.245 1 Полоньський Зиґмунт, нотаріус, м. Горохів Горохівського повіту Волинського воєводства.\nФ.246 1 Володимирське повітове староство, м. Володимир Володимирського повіту Волинського воєводства.\nФ.247 1 Луцька повітова землевпорядна комісія, м. Луцьк Луцького повіту Волинської губернії.\nФ.248 1, 2 Ліквідаційна комісія бувшого товариства \"Луцька повітова \"Просвіта\", м.Луцьк Волинського воєводства.\nФ.249 1 Володимир-Волинське повітове казначейство, м. Володимир-Волинськ Володимир-Волинського повіту Волинської губернії.\nФ.250 1 Ковельський повітовий предводитель дворянства, м. Ковель Ковельського повіту Волинської губернії.\nФ.251 1 Мельницька міщанська управа, містечко Мельниця Ковельського повіту Волинської губернії.\nФ.252 1 Несухоїженська міщанська управа, містечко Несухоїжі Ковельського повіту Волинської губернії.\nФ.253 2 Луцьке повітове рекрутське присутствіє, м. Луцьк Луцького повіту Волинської губернії.\nФ.254 1, 2 Володимир-Волинська повітова землевпорядна комісія, м. ВолодимирВолинськ Володимир-Волинського повіту Волинської губернії.",
    "trans": "F.245 1 Polon’skyi Zygmunt, notary, Horokhiv, Horokhiv county, Volhynian Voivodeship.\nF.246 1 Volodymyr County Starosty, town of Volodymyr, Volodymyr County, Volhynian Voivodeship.\nF.247 1 Lutsk County Land Planning Commission, town of Lutsk, Lutsk County, Volhynian Governorate.\nF.248 1, 2 Liquidation Commission of the former Lutsk County \"Prosvita\" Society, town of Lutsk, Volhynian Voivodeship.\nF.249 1 Volodymyr-Volynskyi County Treasury, town of Volodymyr-Volynskyi, Volodymyr-Volynskyi County, Volhynian Governorate.\nF.250 1 Kovel County Marshal of the Nobility, town of Kovel, Kovel County, Volhynian Governorate.\nF.251 1 Melnytska Municipal Administration, town of Melnytsia, Kovel County, Volhynian Governorate.\nF.252 1 Nesukhoizhy Municipal Administration, town of Nesukhoizhy, Kovel County, Volhynian Governorate.\nF.253 2 Lutsk County Recruitment Office, town of Lutsk, Lutsk County, Volhynian Governorate.\nF.254 1, 2 Volodymyr-Volynskyi County Land Planning Commission, town of Volodymyr-Volynskyi, Volodymyr-Volynskyi County, Volhynian Governorate."
}