{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Наразі, як зазначалося вище, діти разом з матір'ю проживають у Нідерландах у зв'язку з війною. Там діти відвідують школу принцеси Юліани у Ротердамі. Згідно довідки зі школи: «З минулого навчального року діти Ніклас Мунігала та Рейчел Мунігала навчаються у нас у школі принцеси Юліани у Роттердамі. Мати з самого початку дуже активно цікавилася своїми дітьми та їхнім розвитком у стінах школи. Спілкування з нею було дуже приємним. Діти завжди приходять до школи доглянутими.\nДіти повною мірою отримують користь від спокійної обстановки і організаційної структури школи. Для їхнього розвитку важливо продовжувати у такому ж дусі у найближчий період. Таким чином вони можуть продовжити свій розвиток у позитивному руслі і добре розкрити свої здібності. »\nКрім того, діти відвідують Плавальний басейн Остелейк (копія переписки щодо відвідування додається).\nТакож додаємо довідки з медичних закладів, які підтверджують, що Позивачка забезпечує дітям належний медичний нагляд.\nЗгідно Довідки лікаря - ФОП Луцька О.Є. від 22.07.2024 р. пацієнта Мунігала Рейчел - дитина постійно спостерігається в клініці Лама Лу, м. Києва. Отримує консультації в клініці та онлайн.",
    "trans": "Currently, as mentioned above, the children are living in the Netherlands with their mother due to the war. There, the children attend Princess Juliana School in Rotterdam. According to a certificate from the school: \"Since last school year, Niklas Munigala and Rachel Munigala have been studying with us at Princess Juliana School in Rotterdam. The mother has been very actively involved with her children and their development within the school from the very beginning. Communication with her has been very pleasant. The children always come to school well-groomed.\"\nChildren fully benefit from the calm environment and organizational structure of the school. It is important for their development to continue in the same spirit in the near future. This way, they can continue their development in a positive direction and fully reveal their abilities.\"\nIn addition, the children visit the Ostelyk Swimming Pool (a copy of the correspondence regarding the visit is attached).\nWe also attach medical certificates from medical institutions that confirm that the Plaintiff provides proper medical supervision for the children.\nAccording to the doctor's certificate - individual entrepreneur Lutskaya O.E. dated 22/07/20, patient Munigal Rachel - the child is regularly monitored at the Lama Lu clinic in Kyiv. She receives consultations at the clinic and online."
}