{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Спікер Палати представників США республіканець Майк Джонсон висловив сподівання, що на президентських виборах переможе Дональд Трамп, який \"покладе край\" війні в Україні, тому схвалення подальшої допомоги їй не буде потрібне - Punchbowl News.\nМіністерка внутрішніх справ Німеччини Ненсі Фезер розпорядилась відправити морський оперативний підрозділ поліцейського спецназу GSG-9 для захисту критичної інфраструктури на Балтійському морі- ARD. Це сталось на тлі попереджень європейських розвідувальних служб про те, що Росія активізувала диверсійні операції.\nЛауреатка Нобелівської премії з літератури 2024 року південнокорейська письменниця Хан Канг вирішила не проводити пресконференцію через війни, які тривають, в Україні та на Близькому Сході– ЗМІ.\nНа Замковій площі у столиці Польщі 19 жовтня відбудеться марш, учасники якого вкотре закличуть світову спільноту притягнути Росію до відповідальності за екоцид– Укрінформ.\nПрезидент США Джо Байден із посиланням на оцінку експертів повідомив, що збитки, завдані ураганом Мілтон у штаті Флорида, становлять приблизно 50 мільярдів доларів– Укрінформ.\nГлава польського уряду Дональд Туск представить наступного тижня міграційну стратегію для боротьби з нелегальною міграцією у країні на тлі напруженості з Білоруссю, яку Варшава звинувачує у спробах незаконної переправи мігрантів через свій кордон- Bloomberg.",
    "trans": "U.S. House Speaker, Republican Mike Johnson, hopes that Donald Trump will win the presidential election and \"end\" the war in Ukraine, eliminating the need for further aid approval - Punchbowl News.\nGerman Interior Minister Nancy Faeser has dispatched the GSG-9 marine operational police special forces unit to safeguard critical infrastructure in the Baltic Sea - ARD. This move follows warnings from European intelligence services about Russia's increased sabotage activities.\n2024 Nobel laureate in Literature, South Korean author Han Kang, has decided against holding a press conference due to the ongoing conflicts in Ukraine and the Middle East – media reports.\nA march will be held on October 19 at Castle Square in Poland's capital, where participants will again urge the global community to hold Russia accountable for ecocide – Ukrinform.\nPresident Joe Biden, referencing expert evaluations, announced that the damage from Hurricane Milton in Florida is estimated to be around $50 billion – Ukrinform.\nPolish Prime Minister Donald Tusk will unveil a migration strategy next week to address illegal migration in the country, amid tensions with Belarus, which Warsaw accuses of facilitating illegal migrant crossings - Bloomberg."
}