{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Також катували ще двох людей, які виступали в «суді» свідками обвинувачення проти Джеляла і братів Ахтемових. Однак пізніше вони зізналися, що їх піддавали тортурам. Але «судді» на це не зважали.\nЗа словами Джеляла, у Сімферополі для громадян України, яких обвинувачують за політично мотивованими справами, створили окреме СІЗО №2.\n«Я пів року там перебував. Це місце, де з людьми поводяться не по-людськи. Це місце, де ти переживаєш і фізичні знущання, і моральні», - розповів він.\nСеред іншого, окупанти змушувати вивчати та голосно співати російський гімн.\n«Це було таке моральне знущання з усіх, хто в цьому СІЗО перебував. Адже це всі люди, які принципово і свідомо відстоювали власну Українську державу. У цьому СІЗО був окремий третій поверх, куди не було навіть доступу. Там тримали захоплених на нових територіях, Запоріжжя і Херсонщини», - зауважив Джелял.\nВін нагадав, що серед цивільних є щонайменше троє загиблих, про яких відомо. Двоє з них з Криму – Джеміль Гафаров і Костянтин Ширінг.",
    "trans": "Two other people were also tortured, who testified as witnesses for the prosecution against Dzhelyal and the Akhtemov brothers in the \"court.\" However, they later confessed that they had been subjected to torture. But the \"judges\" did not pay attention to this.\nAccording to Dzhelyal, a separate pre-trial detention center No. 2 has been created in Simferopol for Ukrainian citizens who are accused in politically motivated cases.\n\"I stayed there for half a year. This is a place where people are treated inhumanely. This is a place where you experience both physical abuse and moral suffering,\" he said.\nAmong other things, the occupiers force you to study and sing the Russian anthem loudly.\"\n\"It was such a moral torment for all those who were in this pre-trial detention center. After all, these are all people who have principled and conscious defended their own Ukrainian state. There was a separate third floor in this pre-trial detention center that was not even accessible. They kept those captured in the new territories, Zaporizhzhia and Kherson regions, there,\" noted Dzhelyal.\nHe reminded that there are at least three known civilians among the dead. Two of them are from Crimea - Jemil Gafarov and Konstantin Shiring."
}