{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Це вже, даруйте, не твій лист, а бібліотечний.\nІ його можуть читати всі абонементи, тобто абоненти.\nА коли і я абонент, то…\nЛьодик розгорнув листа.\n\"Добрий день, Надя! Дуже спасибі тобі за фото ваш прекрасний Київ. У мене все\nпорядок. Тільки один неприємність. Я посварився з мій друг Гудрун. Той, що живе в\nсусідстві, в шостий номер. Ну, ти знаєш. Тому я тепер переживаю. Не знаю, як\nзробити назад мир і дружба. Ну от. А як ти?\nПиши. Буду відповідати. Привіт.\nЕріка\".\nУ Льодика підскочило у грудях серце. Ой! Так це ж те, що треба!\nГудрун! Хлопець! Та ще й посварився з Ерікою. От молодець! Мабуть, здорово вона\nйому в печінки в'їлася, та Еріка. А що ж! Дівчата – вони всюди однакові. Що в нас, що в\nних. Мабуть же ж, виставлялася, яка вона прекрасна – і гарна, і метка, і розумна. А\nйому це набридло, і він послав її по-німецькому куди треба. І тепер вона, бач,\nпереживає, не знає, \"як зробити назад мир і дружба\". Мабуть, така сама, як Надька\nТрав'янко, якщо з нею листується. І той Гудрун, сердега, очима кліпатиме і ще візьме й\nпомириться. Треба йому написати, підтримати, застерегти.\nАдреса є. Раз по сусідству, – значить, на тій самій вулиці. Правда, прізвища нема.",
    "trans": "This is not your letter anymore, forgive me, but a library one.\nAnd it can be read by all subscriptions, that is, subscribers.\nAnd when I am a subscriber, then…\nLyodik unfolded the letter.\n\"Good day, Nadya! Thank you very much for the photo of your beautiful Kyiv. I am\nfine. Only one unpleasant thing. I quarreled with my friend Goodrun. The one who lives\nnext door, in room six. Well, you know. So now I am worried. I don't know how\nto make peace and friendship again. Well, that's it. And how are you?\nWrite. I will respond. Greetings.\nErika\".\nLyodik's heart skipped a beat in his chest. Oh! So this is what is needed!\nGoodrun! A guy! And he even quarreled with Erika. Well done! She must have really gotten to him,\nthat Erika. And why not! Girls – they are the same everywhere. Both here and there.\nShe must have been showing off, how wonderful she is – beautiful, clever, and smart.\nAnd he got tired of it, and he sent her packing in German. And now she, look,\nis worried, doesn't know \"how to make peace and friendship again\". She must be just like Nadya Travyanko,\nif she corresponds with her. And that Goodrun, the dear, will blink his eyes and still make up.\nHe needs to be written to, supported, warned.\nThe address is there. Once next door, – means on the same street. True, there is no last name."
}