{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Піт насправді зробив правильний вибір обравши Кенту. Вони підходили один одному. Знали один одного з дитинства і колись були закохані і от зараз, коли Тоні більше немає вони можуть повернутися один до одного і почати з початку. Навіщо такому чоловікові як Піт такий жалюгідний як Вей. Навіщо йому той, хто зраджує свою родину, намагаючись зґвалтувати найкращого друга і того хто жалюгідно слабкий, щоб боротися з власним батьком. Той хто все життя терпів знущання та побої і завжди підкорявся, жалюгідно слабкий. Вей смикається від цих думок, намагаючись вирватися з обіймів Джефа.\n- Пі Вей? Щось не так? – Стурбовано каже омега.\n- Мені потрібно до вбиральні. – Вей закриває рукою рот, різко встаючи з ліжка і біжить у ванну кімнату.\n- Мені це не подобається. – Каже знову раптом Кім. – Він нього пахне страхом. – Можливо все ж таки варто поїхати в лікарню. Мені здається це не безпечно для дитини.\n- Ти правий. – Різко каже Бейб. Його внутрішній альфа скиглить від болю своєї другої пари. Це поганий знак. Він слідує за Веєм до ванної, але виявляє, що двері зачинені на замок.\nПоряд з ним опиняється Чарлі з Пітом та Кентою.",
    "trans": "Pit really made the right choice by choosing Kenta. They were suited for each other. They have known each other since childhood and were once in love, and now, when Tony is no longer around, they can turn to each other and start anew. Why would someone like Pit want someone as pathetic as Wei? Why would he want someone who betrays his family, tries to rape his best friend, and is too weak to fight against his own father? Someone who has endured humiliation and beatings all his life and has always submitted, pitifully weak. Wei jerks away from these thoughts, trying to break free from Jeff's embrace.\n- Pi Wei? Is something wrong? - the omega says worriedly.\n- I need to go to the bathroom. - Wei covers his mouth with his hand, suddenly getting up from the bed and running to the bathroom.\n- I don't like this. - Kim suddenly says again. - He smells of fear. - Maybe we should go to the hospital after all. I think it's not safe for the child.\n- You are right. - Babe says sharply. His inner alpha is whining in pain from his second pair. It's a bad sign. He follows Vey to the bathroom, but finds that the door is locked.\nCharlie ends up next to him with Pete and Kenta."
}