{
    "source": "uk_UA",
    "target": "en_US",
    "text": "4) акушерсько-гінекологічний анамнез.\nДетальне опитування для ознайомлення з акушерсько-гінекологічним анамнезом — характерна особливість збору анамнезу в гінекології.\nПравильно спілкуватися з пацієнткою, зібрати анамнез повинен вміти і середній медичний працівник, і лікар.\nЗібрані дані анамнезу заносяться до відповідних розділів, граф відповідної затвердженої медичної документації.\nОбладнання:\nручка, медична документація, стільці, стіл.\nАлгоритм дії\nПослідовність викнання\n1. Підготовка пацієнтки та всього необхідного до дослідження\n2. Збір анамнезу\n1. Запитати паспортні дані (прізвище, ім'я, по батькові, вік, сімейний стан, професія та умови праці, умови побуту) та внести їх до відповідних граф.\n2. Зібрати анамнез захворювання за такою схемою:\nпочаток захворювання;\nперебіг захворювання;\nнаявність загальних розладів;\nскарги й внести дані до відповідного розділу медичної документації.\n3. Розпитати анамнез життя (спадковість, розвиток, перенесені захворювання в дитинстві та зрілому віці, перенесені операції, шкідливі звички, алергічні реакції, переливання крові) та внести дані до відповідного розділу.\n4. Зібрати акушерсько-гінекологічний анамнез:\nанамнез менструальної функції (у якому віці з'явились перші менструації, яким був їх перебіг, коли встановився цикл, яка тривалість циклу, кількість втраченої крові, наявність болю під час, до і після менструації, які зміни сталися у менструальному циклі у зв'язку з статевим життям та розвитком даного захворювання, коли була остання менструація);",
    "trans": "4) Obstetric and gynecological history.\nA detailed interview to familiarize oneself with the obstetric and gynecological history is a characteristic feature of history taking in gynecology.\nBoth the medical assistant and the doctor should be able to communicate correctly with the patient and collect the history.\nThe collected data from the history are entered into the corresponding sections, columns of the approved medical documentation.\nEquipment:\npen, medical documentation, chairs, table.\nAction algorithm\nSequence of execution\n1. Prepare the patient and all necessary items for the examination\n2. Collect medical history\n1. Ask for personal identification details (last name, first name, patronymic, age, marital status, profession and working conditions, living conditions) and enter them in the corresponding fields.\n2. Collect the medical history of the disease according to the following scheme:\nonset of the disease;\nCourse of the disease;\nPresence of general disorders;\nComplaints and enter the data in the corresponding section of the medical documentation.\n3. Inquire about the life history (heredity, development, past illnesses in childhood and adulthood, surgeries, harmful habits, allergic reactions, blood transfusions) and enter the data in the corresponding section.\n4. Collect obstetric-gynecological history:\nMenstrual function history (at what age did the first menstruation occur, what was their course, when did the cycle establish, what is the duration of the cycle, amount of blood lost, presence of pain during, before and after menstruation, what changes occurred in the menstrual cycle in connection with sexual life and the development of this disease, when was the last menstruation);"
}