{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Їх перервав Нікі, який раптово відкрив двері. - Благаю, змусьте їх мовчати, мене вже бісить ексі.\n- Я забираю Ніла в магазин. - сказав Ендрю встаючи.\n- Знову за одягом? Мені здалось в нього вже достатньо. - пробурмотів Аарон.\n- Але більше в нього нічого немає для гуртожитку. - сказав Ендрю зачиняючи двері.\n- Мені вже це набридло. - Ніл впав на незастелене ліжко Мета. - Ненавиджу переїзди.\n- Я знаю. - Ендрю пихнув ногу Ніла. - Давай закінчено до того як Мет приїде.\nНіл стомлено простогнав, тим часом Ендрю дивився на нього згори вниз опершись на ліжко.\n- Все ще незвично бачити тебе таким. - пробурмотів Ендрю.\n- Пофарбуватись в мій колір? - запитав Ніл встаючи до Ендрю.\n- Ризиковано. Поки. - Ендрю поклав свою руку на гладку шкіру щоки Ніла. - Нам ще раз потрібно обговорити план, але спочатку розклади останні речі.\n- А ти? - запитав Ніл дивлячись як Ендрю йде.\n- Подивлюсь що наші натворили поки мене не було.\nНіл вже вклав останню сорочку в шафу коли двері кімнати відчинились. Це був той самий Мет, таж сама кількість гелю на волоссі й таж зачіска.",
    "trans": "They were interrupted by Niki, who suddenly opened the door. - Please make them quiet, I'm already annoyed by the ex.\n- I am taking Neil to the store. - said Andrew as he stood up.\n- Going for more clothes again? I thought he already had enough of them. - Aaron muttered.\n- But he has nothing else for the dormitory. - said Andrew, closing the door.\n- I'm already fed up with this. - Neil fell onto Matt's unmade bed. - I hate moving.\n- I know. - Andrew nudged Neil's leg. - Let's finish it before Matt arrives.\nNile sighed wearily, while Andrew looked down at him from above, leaning on the bed.\n- It's still strange to see you like this. - Andrew mumbled.\n- \"To dye it in my color?\" asked Neil, standing up to Andrew.\n- Risky. For now. - Andrew placed his hand on the smooth skin of Neil's cheek. - We need to discuss the plan again, but first, unpack the last things.\n- And you? - asked Neil, watching as Andrew walked away.\n- I'll see what our people have done while I was away.\nNil had just put the last shirt in the wardrobe when the door to the room opened. It was the same Met, with the same amount of gel in his hair and the same hairstyle."
}