{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Неврологічний статус: Свідомість ясна, орієнтований правильно, критика збережена. Астенізований, памʼять знижена. MMSE - 23 б. Мова не порушена. Менінгеальні знаки відсутні. Зіниці D = S, фотореак жива. Порушення конвергенції з обох боків. Ністагм горизонтальний. Рухи очима в повному обсязі. Обл симетричне, язик по середній лінії. Тонус скелетної мускулатури нормальний. Сила мʼязів: в руках D -5 балів, S-5 балів, в ногах: D-5 балів, S-5 балів. Глибокі рефлекси з рук D=S, живі; з ніг: D=S, живі. Чутли\n- не порушена. Симптоми натягу негативні з обох сторін. Патологічні стопні знаки позитивні. У позі Ромберга хиткість. КП виконує з дисметрією з обох боків. ФТО не порушені\nДанні обстеження :\n04.06.24 МРТ ГМ: мр картина церебральної мікроангіопатії, як наслідок хронічної недостатності мозков кровообігу. Комбінований гідроцефалія 1-2 ступеню, із вентрикулярною асиметрією.\n25.05.24 ЕЕГ: помірна дисфункція неспецефічних серединних структур стовбуру мозку з грубими фокальними порушеннями у лівій скроневій ділянці зі зниженням порогу судомної готовності.\n30.09.24 ЕКГ: синусовий ритм, ЧСС 76 в хв., дифузні зміни в міокарді\n30.09.24 ЗАК: WBC Лейкоцити 5.07 10*9/L 3,98 - 10,04 RBC Еритроцити 5.71 10^12/L 3,93 - 6,08 HGB\nГемоглобін 161 g/L 112 - 175 НСТ Гематокрит 48.8 % 34,1 - 51,0 PLT Тромбоцити 244 10^9/1 163 - 369\nТромбокрит 0.259 % 0,10 - 0,40 NEUT# Нейтрофіли 1.87 10^9/1 1,56 - 6,13 LYMPH# Лімфоцити 2.59 10",
    "trans": "Neurological status: Consciousness clear, correctly oriented, criticism preserved. Asthenized, memory decreased. MMSE - 23 points. Speech not impaired. Meningeal signs absent. Pupils D = S, photoreaction alive. Convergence disturbance on both sides. Horizontal nystagmus. Eye movements full range. Symmetrical face, tongue in midline. Muscle tone normal. Muscle strength: in arms D -5 points, S-5 points, in legs: D-5 points, S-5 points. Deep reflexes from arms D=S, active; from legs: D=S, active. Sensi\n- not violated. Tension symptoms are negative on both sides. Pathological foot signs are positive. Unsteadiness in the Romberg position. Performs with dysmetria on both sides. FTO is not violated.\nSurvey data:\n04.06.24 MRI of the brain: MRI image of cerebral microangiopathy as a result of chronic cerebrovascular insufficiency. Combined hydrocephalus of grade 1-2, with ventricular asymmetry.\n25.05.24 EEG: moderate dysfunction of non-specific midbrain structures with severe focal disturbances in the left temporal region and decreased seizure threshold.\n30.09.24 ECG: sinus rhythm, heart rate 76 bpm, diffuse changes in the myocardium\n30.09.24 ZAK: WBC Leukocytes 5.07 10*9/L 3.98 - 10.04 RBC Erythrocytes 5.71 10^12/L 3.93 - 6.08 HGB\nHemoglobin 161 g/L 112 - 175 HCT Hematocrit 48.8 % 34.1 - 51.0 PLT Platelets 244 10^9/L 163 - 369\nThrombocrit 0.259 % 0.10 - 0.40 NEUT# Neutrophils 1.87 10^9/1 1.56 - 6.13 LYMPH# Lymphocytes 2.59 10"
}