{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Часто на роботі (та і в житті) щирість плутають зі слабкістю. Однак це різні речі. Бути щирим важливо, але не в умовах, коли є ризик, що вашу відкритість використають проти вас.\n\"Self-compassion helps overcome bad outcomes of vulnerability and helps recover.\" Але навіть якщо вашу щирість використали проти вас, не варто звинувачувати себе. Це не привід припиняти бути щирим для команди і колег.\nКоли ви проявляєте щирість у робочому середовищі, важливо враховувати умови. Спитайте себе: з якою метою ви це робите, і чи зараз відповідний момент і місце для цього?\n\"Add leadership to vulnerability when you can.\" Відвертість на роботі — це не про те, щоб перекладати відповідальність. Щирість лідера означає визнавати свої помилки та пропонувати рішення, які допоможуть команді уникнути їх у майбутньому.\nЯкщо вас булять на роботі, щирість не спрацює. Говорити про свої почуття з тим, хто спеціально намагається нашкодити, не має сенсу. Краще сказати: «ти зробив це, і ось наслідки», щоб чітко окреслити свою позицію.\nМи можемо казати якого ставлення ми очікуємо до себе у професійному середовищі. Якщо цього не відбувається, важливо пояснити, як це впливає на нас і нашу ефективність у команді.",
    "trans": "Often in work (and in life), sincerity is confused with weakness. However, they are different things. Being sincere is important, but not in situations where there is a risk that your openness will be used against you.\n\"Self-compassion helps overcome bad outcomes of vulnerability and helps recover.\" But even if your sincerity has been used against you, do not blame yourself. It is not a reason to stop being sincere with your team and colleagues.\nWhen you show sincerity in a work environment, it is important to consider the circumstances. Ask yourself: what is the purpose of what you are doing, and is it the right moment and place for it?\n\"Add leadership to vulnerability when you can.\" Openness at work is not about shifting responsibility. A leader's sincerity means acknowledging their mistakes and offering solutions that will help the team avoid them in the future.\nIf you are being bullied at work, honesty will not work. It makes no sense to talk about your feelings with someone who is deliberately trying to harm you. It is better to say, \"You did this, and here are the consequences,\" to clearly define your position.\nWe can express what kind of attitude we expect towards ourselves in a professional environment. If this does not happen, it is important to explain how it affects us and our effectiveness in the team."
}