{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ця проблема викликає великі труднощі в Нідерландах, де я намагаюся імпортувати автомобіль. У Нідерландах існує податок BPM, який базується на першій реєстрації транспортного засобу. Оскільки автомобіль зараз помилково зареєстрований як модель 2020 року, від мене вимагають сплатити 15 000 євро податку BPM, тоді як це має бути лише 2 000 євро, якщо використовувати правильну дату 2015 року.\nПід час огляду в Нідерландах інспектор підтвердив, що фактичний рік виробництва — 2015, і я отримав офіційну довідку про рік випуску від авторизованого дилера Audi. Я додаю цю довідку до цього листа як вкладення.\nЯ прошу вас допомогти виправити цю помилку в першій реєстрації. Ця проблема займає мене вже два місяці, і я безуспішно намагався її вирішити в Нідерландах. Оскільки Україна є першою країною ЄС, де автомобіль був зареєстрований, моя надія на те, що ви зможете мені допомогти вирішити це питання.\nЧи могли б ви, будь ласка, порадити мені необхідні кроки або надати правильний процес для зміни першої реєстрації на 2015 рік? Я додав усі докази та готовий співпрацювати для вирішення цього питання.\nЯ дуже вдячний за вашу допомогу та з нетерпінням чекаю на вашу відповідь.\nЗ повагою, [redacted_name] [redacted_address] Електронна пошта: [redacted_email]",
    "trans": "This problem causes great difficulties in the Netherlands, where I am trying to import a car. In the Netherlands, there is a BPM tax that is based on the first registration of the vehicle. Since the car is currently mistakenly registered as a 2020 model, I am required to pay 15,000 euros in BPM tax, whereas it should only be 2,000 euros if the correct date of 2015 is used.\nDuring the inspection in the Netherlands, the inspector confirmed that the actual year of manufacture is 2015, and I received an official certificate of the year of production from an authorized Audi dealer. I am attaching this certificate to this letter as an attachment.\nI ask you to help me correct this mistake in the first registration. This problem has been bothering me for two months already, and I have unsuccessfully tried to solve it in the Netherlands. Since Ukraine is the first EU country where the car was registered, I hope that you will be able to help me resolve this issue.\nCould you please advise me on the necessary steps or provide the correct process for changing the first registration to the year 2015? I have added all the evidence and am ready to cooperate to resolve this issue.\nI am very grateful for your help and look forward to your response.\nSincerely, [redacted_name] [redacted_address] Email: [redacted_email]"
}