{
    "source": "uk_UA",
    "target": "en_US",
    "text": "«Дуб… Це все заради нього.» — кожного разу повторювала собі Джуд, коли хтось зі Суду критикував її рішення, посилався на смертне походження, викрикував вік, а ну і ще були просто слуги та придворні, які часто не соромилися відкрито висловлювати свою неприязнь до неї.\nЗагалом, вона знала, що це буде, тому на такі речі вже не звертає уваги, адже поки що при владі вона, а не вони. Проте інколи їй здається, що навіть про при свій статус більшість просто робить її життя нестерпніше, коли й так все погано.\nНавіть зараз, коли дівчина повернулася поранена та до біса стомлена, адже окрім того, що вона хотіла вистежити шпигунів з Підморʼя, через підозри, що вони щось готують та завдяки своїй необачності потрапила у засідку якимись натренованими злодіями, які очевидно, але мали за мету вбити її.\n— Розумієте, зараз придворний лікар зайнятий, але через годину він прибуде в палац і зможе вас зцілити. — повідомив їй слуга.\nВ той момент Джуд хотілося кричати від цієї абсурдності, адже вона добре знала, що лікар може прийти хоч зараз. Просто цей слуга людина, тож брехня йому дається не важче, ніж їй.",
    "trans": "\"Oak... It's all because of him.\" Jude repeated to herself every time someone from the Court criticized her decision, referred to her mortal origin, shouted about her age, and there were also just servants and courtiers who often did not hesitate to openly express their dislike for her.\nIn general, she knew what it would be like, so she no longer pays attention to such things, since for now she is in power and not they. However, sometimes it seems to her that even with her status, most people simply make her life more unbearable when everything is already bad.\nEven now, when the girl returned injured and extremely exhausted, because besides wanting to track down the spies from Underworld due to suspicions that they were up to something and due to her recklessness she fell into an ambush by some trained thieves who obviously had the goal of killing her.\n- You see, the court physician is currently busy, but he will arrive at the palace in an hour and will be able to heal you. - said the servant to her.\nAt that moment, Jude wanted to scream from the absurdity of it all, as she knew very well that the doctor could come at any moment. It's just that this servant is a person too, so lying comes to him as easily as it does to her."
}