{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Як ти реагуєш, коли ми вирішуємо проблеми разом? Що ти цінуєш у нашій здатності вирішувати конфлікти? 🤝💪\nЯк ти думаєш, що робить нас щасливими у стосунках? 🌞❤️\nЩо тобі найбільше подобається робити разом зі мною у вільний час? 🕰️💗\nЯкби ти міг/могла подарувати мені одну річ, яка б символізувала нашу любов, що б це було? 🎁❤️\nЯк ти думаєш, якою була б ідеальна пропозиція руки та серця для нас? 💍💖\nЩо для тебе важливіше — великі жести романтики чи маленькі повсякденні знаки уваги? 💐💑\nЩо ти відчуваєш, коли ми обіймаємося? Як ти думаєш, чому це так важливо для нас? 🤗💖\nЯкі якості в мені ти вважаєш найпривабливішими та найчарівнішими? 🥰💞\nЯкби ми могли разом займатися будь-яким новим хобі, що б це було? 🎨💑\nЩо найбільше тебе вражає у нашій спільній історії? Як ми виросли разом? 🛤️❤️\nЯк ти думаєш, що робить наші стосунки такими тривалими та сильними? 💪💖\nЩо для тебе є найкращим способом провести вихідні разом? 🏞️🍷\nЯкі твої улюблені спогади про наші романтичні зустрічі та вечері? 🍽️💖",
    "trans": "How do you react when we solve problems together? What do you value in our ability to resolve conflicts? 🤝💪\nWhat do you think makes us happy in our relationship? 🌞❤️\nWhat do you enjoy doing most with me in your free time? 🕰️💗\nIf you could give me one thing that symbolizes our love, what would it be? 🎁❤️\nWhat do you think would be the ideal proposal for us? 💍💖\nWhat is more important to you—big romantic gestures or small everyday signs of affection? 💐💑\nWhat do you feel when we hug? Why do you think this is so important for us? 🤗💖\nWhat qualities in me do you find most attractive and charming? 🥰💞\nIf we could take up any new hobby together, what would it be? 🎨💑\nWhat impresses you the most about our shared history? How have we grown together? 🛤️❤️\nWhat do you think makes our relationship so lasting and strong? 💪💖\nWhat is your favorite way to spend weekends together? 🏞️🍷\nWhat are your favorite memories of our romantic dates and evenings? 🍽️💖"
}