{
    "source": "uk_UA",
    "target": "en_US",
    "text": "К\nКларк Бако\nО\nОтіс Уїнстон\nП\nПеггі Лу\nТом Гарді\nЧіветель Еджіофор\nРежисери\nКеллі Марсел\nПродюсери\nАві Арад\nД\nДжозеф М. Караччоло мол.\nКеллі Марсел\nМ\nМетт Толмак\nС\nСофія Норонха\nТом Гарді\nХатч Паркер\nЕмі Паскаль\nСценаристи\nКеллі Марсел\nТом Гарді\nВідгуки УСІ\n1\nАндрій Яцков30 Жов\nДоброго вечора,а коли вийде на мегого фільм? під скажіть\nDrolg Оу15 Лип\nЯкий же стьом)) Оті другі штуки здається налякали самого Венома.\nAlita14 Лип\nОдин Веном – це стрьом. Але коли вони нападають цілим народом, то складно уявити до чого це може призвести. І я так розумію, що Веном буде переслідуваний як своїми, так і землянами, тому що давайте дивитись правді в обличчя – він не позитивний персонаж однозначно) не дивлячись на те, що начебто знаходиться по правильну сторону.\n...\n1Ванда111 Лип\nНіколи Том Гарді зовні не подобався, бо він реально схожий трохи на пропитого чолов'ягу)) Але як актор – завжди досить круто грає. В Шаленому Максі новому навіть впізнати його складно було) Але в Гострих козирках він мені більше всіх подобався. І звісно, що Веном: Останній танець без нього ну ніяк, тупо ідеально підходить на підчепившого паразита з космосу",
    "trans": "C\nClark Backo\nO\nOtis Winston\nP\nPeggy Lu\nTom Hardy\nChiwetel Ejiofor\nDirectors\nKelly Marcel\nProducers\nAvi Arad\nD\nJoseph M. Caracciolo Jr.\nKelly Marcel\nM\nMatt Tolmach\nS\nSofia Noronha\nTom Hardy\nHutch Parker\nAmy Pascal\nScreenwriters\nKelly Marcel\nTom Hardy\nReviews ALL\n1\nAndriy Yatskov, Oct 30\nGood evening, when will the film be available on MEGOGO? Please let me know\nDrolg Oy, Jul 15\nThis is so goofy)) It seems those other creatures even scared Venom himself.\nAlita, Jul 14\nOne Venom is eerie. But when they attack as a whole swarm, it’s hard to imagine the consequences. I get the impression Venom will be hunted by both his kin and humans because, let’s face it, he’s not exactly a positive character) Even though he seems to be on the right side.\n...\n1Wanda111, Jul 11\nI never liked Tom Hardy’s looks; he really resembles a bit of a worn-out guy)) But as an actor, he always performs impressively. In the new Mad Max, it was even hard to recognize him. But in Peaky Blinders, he’s my favorite. And, of course, Venom: The Last Dance wouldn’t work without him—he’s just perfect as the guy infected with a cosmic parasite"
}