{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Отримання нових клієнтів від сейлс відділу, збір та систематизація основної інформації.\nПередача даних про клієнтів в інші відділи.\nПроведення зустрічей з клієнтами, обговорення аудиту та ключових показників ефективності.\nПідтримка регулярної комунікації з клієнтами через чати та онлайн-зустрічі.\nВирішення кризових ситуацій з клієнтами.\nМоніторинг виконання завдань та контроль досягнення KPI.\nСпівпраця з підрядниками та іншими відділами компанії.\nПідготовка щотижневих та щомісячних звітів.\nАналіз статистики клієнтів.\nПеревірка інвойсів та збір зворотного зв’язку\nКонтроль PPC команди\nАналіз та оперативне виявлення причин проблем з товарами на Amazon, визначення кореневих факторів та шляхів їхнього вирішення.\nБуде плюсом:\nВідповідальність та уважність до деталей\nПроактивність та ініціативність\nЕмпатія та клієнтоорієнтованість\nЗдатність працювати в команді\nОрієнтація на результат\nАналітичне мислення\nЛюбиш спілкуватися з людьми\nЩо ми пропонуємо Вам:\nЧітка мотиваційна система з можливістю впливати на рівень вашого нагородження: ставка + KPI, який ви встановити самостійно.\nПовністю віддалена робота;\nГнучкий робочий графік;\nОплачувані відпустка 18 робочих днів та 5 днів лікарняних та 4 дні (державні свята);\nКерівництво зі зрозумілими цінностями і очікуваннями від співробітників;",
    "trans": "Acquiring new clients from the sales department, collecting and organizing key information.\nTransferring client data to other departments.\nHolding meetings with clients, discussing audits and key performance indicators.\nMaintaining regular communication with clients through chats and online meetings.\nResolving crisis situations with clients.\nMonitoring task execution and tracking the achievement of KPIs.\nCooperating with contractors and other departments of the company.\nPreparing weekly and monthly reports.\nAnalyzing client statistics.\nVeryfying invoices and gathering feedback.\nPPC team management.\nAnalysis and prompt identification of issues with products on Amazon, determining root causes, and finding solutions.\nAn advantage would be:\nResponsibility and attention to detail.\nProactivity and initiative.\nEmpathy and customer orientation.\nAbility to work in a team.\nResult-oriented mindset.\nAnalytical thinking.\nLove for communication with people.\nWhat we offer you:\nA clear motivational system with a possible effect on your compensation level: a base salary + KPI, which you set yourself.\nFully remote work.\nFlexible working hours.\nPaid vacation of 18 working days, 5 sick days, and 4 days off (public holidays).\nLeadership with clear values and expectations from employees."
}