{
    "source": "uk_UA",
    "target": "en_US",
    "text": "№ 2610/2.2-05-24 від 01.10.2024\nСертифікат 3FAA9288358EC003040000009C702D001CC3CA00\nПідписувач Дробович Антон Едуардович\nДійсний з 25.12.2023 11:20:51 по 25.12.2025 11:20:51\n.\nдо лав Збройних Сил України та інших Сил Оборони, обмеженість ресурсів\nтощо).\nПринагідно звертаємо Вашу увагу на те, що питання надання дозволів на\nпроведення пошукових робіт належить до компетенції Міністерства культури та\nстратегічних комунікацій України, а ексгумаційних робіт – до компетенції\nДержавної міжвідомчої комісії у справах увічнення пам’яті учасників\nантитерористичної операції, жертв війни та політичних репресій. Відповідно до\nТимчасового порядку здійснення на території України пошуку, ексгумації та\nперепоховання останків осіб, полеглих внаслідок воєн, депортацій та\nполітичних репресій, і впорядкування місць їх поховання, заходи з ексгумації\nта перепоховання останків полеглих осіб за результатами проведених раніше\nпошукових земляних робіт виконують спеціалізовані підприємства України, які\nздійснюють таку діяльність згідно зі статутом. Весь комплекс заходів,\nпов’язаних з ексгумацією та перепохованням останків полеглих осіб, ураховуючи\nїх збереження (депонування) та транспортування, має виконуватися одним (тим\nсамим) спеціалізованим підприємством України.\nДля подальшого змістовного опрацювання Інститутом питань проведення\nпошукових та, за потреби, ексгумаційних робіт на місці поховань у селі Угли",
    "trans": "№ 2610/2.2-05-24 від 01.10.2024\nCertificate 3FAA9288358EC003040000009C702D001CC3CA00\nSigner: Drobovych Anton Eduardovych\nValid from 25.12.2023 11:20:51 to 25.12.2025 11:20:51\n.\nto the ranks of the Armed Forces of Ukraine and other Defense Forces, resource limitations\netc.).\nWe would like to draw your attention to the fact that the issue of granting permits for\nconducting search operations falls within the competence of the Ministry of Culture and\nStrategic Communications of Ukraine, while exhumation operations fall within the competence of\nthe State Interdepartmental Commission for the Commemoration of Participants in\nAnti-Terrorist Operations, Victims of War, and Political Repressions. According to\nthe Temporary Procedure for the search, exhumation, and\nreburial of the remains of persons fallen due to wars, deportations, and\npolitical repressions, and the arrangement of burial sites, exhumation\nand reburial operations based on previously\nconducted search earthworks are carried out by specialized enterprises of Ukraine, which\ncarry out such activities according to their statute. The entire set of actions\nrelated to exhumation and reburial of the remains of fallen persons, including\ntheir preservation (deposition) and transportation, must be performed by one (the same)\nspecialized enterprise of Ukraine.\nFor further substantive processing by the Institute of the issues related to the conduct of\nsearch and, if necessary, exhumation operations at the burial sites in the village of Uhly"
}