{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Обидві руки Вея плутаються у волоссі двох альф. Бейб нарешті розриває поцілунок, змушуючи Вея розкрити рота пальцями. Він сьогодні на диво мовчазний. Перегони занадто збудили його. Здається альфа мріє тільки швидше опинитись у сердині своєї пари. Вей уже сам ширше розводить стегна, запрошуючи, Бейб гарчить, оголюючи свою ікла.\n- Моя енігма. - Він міцніше стискає стегно, залишаючи на шкірі нові сліди.\nЧарлі посміхається на це і здається лише підливає масло у вогонь.\n- Пі Бейб ти помітив як багато слідів залишили інші зі згаї?\nБейб оглядає розпластаного на ліжку Вея і гарчить лише голосніше. Молодий альфа задовлено посміхається на це, Вей цікає на нього.\n- Що в біса ти робиш, мала нахаба?\nЧарлі лиже кінчиком язика один із сосків, нашо Вей закидає назад голову, важко видихнувши.\n- Розважаюсь Пі. Це дотепно спостерігати як Пі Бейб кожного разу їде з глузду коли я кажу це. Сьогодні він особливо агресивний, скоро його колія. - Чарлі знову посміхається, повертаючись до свого заняття, а саме мучати і без того нещасні соски Вея.",
    "trans": "Both of Vey's hands are tangled in the hair of the two alphas. Babe finally breaks the kiss, forcing Vey to open his mouth with his fingers. He is surprisingly silent today. The race has excited him too much. It seems the alpha only dreams of getting to the heart of his pair faster. Vey is already spreading his legs wider by himself, inviting him, and Babe growls, baring his fangs.\n- My enigma. - He squeezes the thigh tighter, leaving new marks on the skin.\nCharlie smiles at this and seems to only add fuel to the fire.\n- Pi Babe, did you notice how many traces others have left behind?\nBeyb growls even louder as he looks at Wei sprawled out on the bed. The young alpha smiles contentedly at this, and Wei looks at him with curiosity.\n- What the hell are you doing, you little brat?\nCharlie licks one of the nipples with the tip of his tongue, while Wei throws his head back and exhales heavily.\n- I’m having fun with Pi. It’s funny to see how Pi Babe goes crazy every time I say that. Today he is especially aggressive, soon he will be on his track. - Charlie is smiling again, returning to his activity of tormenting Vey’s already unfortunate nipples."
}