{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Цього разу перша ставка була за [redacted_name]. Американець не став розмінюватись на дріб’язок. Проте [redacted_name] зміг відповісти на його ставку. Настав час обміну. [redacted_name] знов обміняв дві карти. [redacted_name] обміняв одразу чотири. Значить, у нього на руках туз, що вже не дуже добре. Чоловік однозначно розраховує на гарну комбінацію. У самого [redacted_name] теж варіант непоганий, але може бути вище. І якщо цього разу він знову програє, то… На гроші йому було плювати. Можливо, батько покарає серйозно, посадить під домашній арешт до кінця літа чи ще щось. Проте сума була не критичною для компанії, якщо гроші тримали в сейфі в офісі. А от [redacted_name]… Що буде з ним?\nЩе одне коло торгів. [redacted_name] робив ставки як навіжений. Наче в нього там знову фул-хаус як мінімум. Чи він просто блефує? Цього чоловіка ніколи неможливо прочитати. Коли настала пора відкривати карти. [redacted_name] знову був першим. Своїм каре з п’ятірок він обіграв дві пари американця. Рахунок став 1:1. І цей раунд стане фінальним.",
    "trans": "This time, the first bet was on [redacted_name]. The American did not bother with small change. However, [redacted_name] managed to match his bet. It was time for an exchange. [redacted_name] exchanged two cards again. [redacted_name] exchanged four cards right away. This means he has an ace, which is not very good. The man is clearly hoping for a good combination. [redacted_name] also has a good hand, but it could be better. And if he loses again this time, then… He didn't care about the money. Maybe his father would punish him severely, place him under house arrest for the rest of the summer, or do something else. But the amount was not critical for the company if the money was kept in the safe in the office. But [redacted_name]… What will happen to him?\nAnother round of betting. [redacted_name] was placing bets like a madman. As if he had at least a full house again. Is he just bluffing? This man is impossible to read. When it was time to reveal the cards, [redacted_name] was first again. With his four of a kind of fives, he beat the American's two pairs. The score was now 1:1. And this round would be the final one."
}