{
    "source": "uk_UA",
    "target": "en_US",
    "text": "6. Вже сьогодні, щоб Захід продовжував боятися далі, путін говорить то про червоні лінії, то про ядерну зброю а західні політики все частіше, знаходячись у заручниках своїх виборців, читають молитву про необхідність уникнення ескалації. Це знову, лише факт дійсності. Але, чи обмежиться ця війна саме апетитами путіна, тільки Україною, на це вже повинні дати відповідь якраз західні політики. Своїм виборцям.\n7. Колективний Захід не вірив в Україну. Тому, західна преса боячись путіна давала Україні спочатку три години, потім три доби. Потім, прийшовши на допомогу Україні, Захід, боячись чи то ядерної війни чи то ескалації не забезпечив Україну необхідною кількістю зброї, тому ми не змогли досягти у 23 році якихось значущих успіхів у розгромі росії і увійшли у стан затяжної війни, вихід із якою вже сьогодні здається неможливим. Я не буду зупинятися на цьому. Сподіваюся що ви могли ознайомитися із моїми статтями. До речі, я писав їх саме для вас. Бо саме тоді ми втратили можливість самотужки підійти до завершення війни. І ось чому.",
    "trans": "6. Already today, in order for the West to continue to be afraid, Putin talks about red lines and nuclear weapons, while Western politicians, increasingly being held hostage by their voters, read prayers about the need to avoid escalation. This is again just a fact of reality. But will this war be limited only to Putin's appetites, only to Ukraine? It is precisely the Western politicians who should provide answers to their voters.\n7. The collective West did not believe in Ukraine. Therefore, the Western press initially gave Ukraine three hours and then three days out of fear of Putin. Then, coming to Ukraine's aid, the West did not provide Ukraine with the necessary amount of weapons out of fear of either nuclear war or escalation, which is why we were unable to achieve any significant successes in defeating Russia in 2023 and entered a state of protracted war from which a way out already seems impossible today. I will not dwell on this. I hope you have been able to familiarize yourself with my articles. By the way, I wrote them specifically for you. Because it was then that we lost the opportunity to independently bring the war to an end. And that is why."
}