{
    "source": "uk_UA",
    "target": "en_US",
    "text": "наявності); унікальний номер запису в Єдиному державному демографічному\nмісце проживання, телефон дубліката інші ім’я якої було видано\nреєстрі (за наявності); (за наявності) особи, на ім’я\nякої було видано документ; найменування закладу освіти та рік його закінчення;\nназва документа, дублікат якого замовляється; найменування професії (групи\nпрофесій) / освітньої програми, вид професійної підготовки; причина замовлення\nдокумента; відомості, які особа, на для дубліката.\nУ випадку відсутності зв’язку із закладом освіти тимчасово окупованій території, відповідно до пункту визначення закладу освіти, що створить в ЄДЕБО видасть дублікат необхідно звернутися або розташування 2 розділу VІ Порядку, замовлення, з такою для\nдокумент, вважає суттєвими отримання його на\nвиготовить та\nдокумента, ж заявою до\nДепартаменту освіти і науки Запорізької обласної військової адміністрації\n(тел.: 0957495295, 0662734694; електронна веб-сторінка: пр. Соборний, http://osvita.zoda.gov.ua/; 164).\nадреса: 69107, адреса: osvita@zoda.gov.ua;",
    "trans": "(presence); unique record number in the Unified State Demographic\nplace of residence, phone number duplicate other name which was issued\nregistry (if available); (if available) person, in the name of\nwhom the document was issued; name of the educational institution and year of its completion;\nname of the document, a duplicate of which is ordered; name of the profession (group of\nprofessions) / educational program, type of professional training; reason for ordering\ndocument; information that the person, for the duplicate.\nIn case of lack of communication with the educational institution temporarily occupied territory, according to the point of determining the educational institution, which will create in EDEBO will issue a duplicate it is necessary to contact or location 2 section VI Order, ordering, with such for\ndocument, considers significant obtaining it on\nwill produce and\ndocument, with an application to\nDepartment of Education and Science of Zaporizhzhia Regional Military Administration\n(tel.: 0957495295, 0662734694; electronic web-page: Sobornyi Ave., http://osvita.zoda.gov.ua/; 164).\naddress: 69107, address: osvita@zoda.gov.ua;"
}