{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Просто прекрасно. Пітер роздратовано здригнув плечима та випустив павутину в сторону будинку, прямуючи додому. Це було так нечесно та неприємно, що роздратування, скоріше навіть злість, на Барнса та його дитячу поведінку оселилося в грудях неприємним гарчим комом. Надія на те, що спільний час у майстерні змусить їх зблизитися, швидко розтанула, як цукрова вата у воді. Це було справді підліткове бажання, від якого Пітер так старанно відрікався. Прямо в костюмі Паркер ліг на застелене ліжко та заплющив очі. Недостатня кількість сну все ж таки наздогнала йому, тож хлопець заснув, залишаючи усі припущення та неспокійні думку на завтра.\nБакі у це час дивився на вимкнений телефон та зарядку, що перестала працювати. Дивовижно, 21 сторіччя, а речі ламаються так легко, що складно повірити, що прогрес взагалі існує. Сем казав, що якщо телефон так часто впускати з рук та ламати біонікою, то одного разу він просто не ввімкнеться, але Барнс не сприймав це серйозно, а тепер гаджет просто не заряджається. Ще й в такий незручний момент, серед розмови, ще й з Пітером. Стів сидів біля нього та з м'якою розуміючою посмішкою дивився на друга, що мовчки проклинав усе.",
    "trans": "Just wonderful. Peter shrugged his shoulders in annoyance and released the web towards the house, heading home. It was so unfair and unpleasant that irritation, even anger at Barnes and his childish behavior settled in his chest like an unpleasant hot lump. The hope that the time spent together in the workshop would bring them closer quickly melted away like cotton candy in water. It was really a teenage desire from which Peter had so diligently renounced. Dressed in his Parker suit, he lay down on the made bed and closed his eyes. The lack of sleep caught up with him anyway, so the boy fell asleep, leaving all assumptions and restless thoughts for tomorrow.\nBaki was looking at the turned-off phone and the charger that had stopped working. Amazing, it's the 21st century and things break so easily that it's hard to believe that progress even exists. Sam said that if you drop the phone from your hands so often and break it with bionics, one day it simply won't turn on anymore, but Barnes didn't take it seriously, and now the gadget just doesn't charge. And at such an inconvenient moment, in the middle of a conversation, especially with Peter. Steve was sitting next to him and looked at his friend with a soft understanding smile as he silently cursed everything."
}