{
    "source": "uk_UA",
    "target": "en_US",
    "text": "управління FPV дронами через ретранслятор відео-потоку;\nзапуск – VTOL.\nРисунок 1.2 – Загальний вид БпАК “Адмірал-Авіаносець”\nРисунок. 1.3 - Двигун Рисунок. 1.4 - Система скиду\nРисунок. 1.5 - Вигляд антени Рисунок.1.6 - Ретранслятор\nРисунок. 1.7- Система від’єднання\nАналіз застосування\nЗастосування БпАК “Адмирал-Авіаносець” разом із задіянням противником ударних БпЛА “Ланцет-1”, “Ланцет-3”, “КУБ Zala” має ціллю масоване ураження місць розташування озброєння та військової техніки, у тому числі новітніх мобільних зразків озброєння типу HIMARS, MLRS, PzH200, Archer, систем ЗРК PATRIOT, IRIS-T, SAMPT, тилових пунктів управління, ПАСів, тощо, в ближній прифронтовій зоні на дистанції від 20 до 40 км від лінії зіткнення, що в свою чергу прогнозовано впливатиме на рівень оборонних можливостей сил оборони.\nВплив на виконання завдань оцінюється, як – ДУЖЕ ВИСОКИЙ.\nРекомендації (завдання) з питань протидії (захисту, застосування)\nЗаходи виявлення та протидії даному БпАК є аналогічними як для інших БпАК противника, а саме:",
    "trans": "FPV-drones control via the video stream repeater;\nstart — VTOL.\nImage 1.2 — Unmanned aircraft complex “Admiral-Aircraft Carrier” overall view\nImage 1.3 — Motor Image 1.4 — Drop system\nImage 1.5 — Antenna view Image 1.6 — Repeater\nImage 1.7 — Disconnection system\nApplication analysis\nAlong with the enemy's UAVs, the \"Admiral-Aircraft Carrier\" application and the Lancet-1, Lancet-2, Lancet-3, and Zala KYB-UAV, the goal is to mass attack and destroy military equipment and weapon facility locations. This includes the most recent mobile weapons, such as HIMARS, MLRS, PzH200, Archer, SAM PATRIOT, IRIS-T, SAMPT air defense systems, rear control points, PAS, and others, in the near-front zone, 20 to 40 kilometers from the contact line. Predictably, such a move will impact the armed forces defense capacity level.\nAssessed tasks performance impact — VERY HIGH.\nRecommendations (tasks) on countermeasures (defense, application)\nDetection and countermeasures to this kind of unmanned aircraft complex are similar to those against other enemy's UAVs, such as:"
}