{
    "source": "uk_UA",
    "target": "en_US",
    "text": "4. Політичні реакції\n• Зміна урядів: Відповідь урядів на економічну кризу змінювалася. Прем’єр-міністр Невілл Чемберлен, а пізніше Вінстон Черчилль, намагалися впроваджувати різні економічні політики.\n• Національний уряд: У 1931 році було сформовано Національний уряд для боротьби з кризою, що включало різні політичні партії.\n5. Відновлення\n• Економічне відновлення: На початку 1930-х років розпочалося повільне відновлення економіки, особливо в результаті державних інвестицій у інфраструктуру.\n• Соціальні реформи: Кризові часи стали поштовхом для впровадження соціальних реформ, таких як забезпечення соціального захисту для безробітних.\nВисновок\nВелика депресія суттєво вплинула на економічну і соціальну структуру Великої Британії, спричинивши зростання безробіття, соціальні протести і політичні зміни. Це був період великих викликів, але також і можливостей для реформ і відновлення.\nСоціально- економічний розвиток у міжвоєнний період\nСоціально-економічний розвиток Великої Британії в міжвоєнний період (1918-1939) був складним і багатогранним. Ось ключові аспекти цього періоду:\n1. Економічні труднощі\n• Вплив Першої світової війни: Після закінчення війни країна стикалася з великими боргами, високою інфляцією та безробіттям. Військові витрати значно вплинули на економіку.\n• Велика депресія: Глобальна економічна криза, що розпочалася в 1929 році, призвела до різкого зниження промислового виробництва, зростання безробіття та падіння життєвого рівня.",
    "trans": "4. Political Reactions\n• Change of Governments: The response of governments to the economic crisis varied. Prime Minister Neville Chamberlain, and later Winston Churchill, tried to implement different economic policies.\n• National Government: In 1931, a National Government was formed to combat the crisis, included various political parties.\n5. Recovery\n• Economic Recovery: In the early 1930s, a slow recovery of the economy began, as a result of government investments in infrastructure.\n• Social Reforms: Crisis times served as a catalyst for the implementation of social reforms, such as providing social protection for the unemployed.\nConclusion\nThe Great Depression had a significant impact on the economic and social structure of Great Britain, leading to increased unemployment, social protests, and political changes. It was a period of challenges, but also opportunities for reform and recovery.\nSocio-economic development in the interwar period\nThe economic development of Great Britain during the interwar period (1918-1939) was complex and multifaceted. Here are the key aspects of this period:\n1. Economic difficulties\n• Impact of World War I: After the end of the war, the country faced large debts, high inflation, and unemployment. Military expenditures had a significant impact on the economy.\n• Great Depression: The global economic crisis that began in 1929 led to a sharp decline in industrial production, an increase in unemployment, and a drop in the standard of living."
}