{
    "source": "uk_UA",
    "target": "en_US",
    "text": "2015 року «ПЛЮСПЛЮС» став володарем«Телетріумфу» у номінації «Програма для дітей» за «Казку з татом»[6], премію Кабінету Міністрів України імені Лесі Українки за мультсеріал «Це наше і це твоє»[7][8] та нагороду конкурсу дизайну Ukrainian Design: The Best Of у номінації TV/Promo&Film Motion Graphics, а також 3 нагороди у номінації TV Program— Visual Identity.\n2016 року телеканал отримав премію «Телетріумф», знову як «Найкраща програма для дітей», за проєкт «Це— наше і це – твоє. Очима дітей»[9], що згодом візьме «срібло» поважної маркетингової нагороди Effie Awards Ukraine 2016.\nЗ 17 січня 2017 року телеканал мовить у форматі 16:9[10] та запускає навчально-розвиваючий проєкт— «Світ чекає на відкриття»[11], за яку 2018 року «ПЛЮСПЛЮС» отримав премію «Телетріумф», у номінації «Розважальна програма для дітей та підлітків» за проєкт «Світ чекає на відкриття»[12]. Того ж року «ПЛЮСПЛЮС» отримав нагороду Big data Awards та став лідером серед дитячих ТБ-каналів[13].\n27 квітня 2018 року телеканал розпочав мовлення локальному цифровому мультиплексові КРРТ в Одесі[14].\n2018 року «ПЛЮСПЛЮС» виборов шість нагород конкурсу у сфері дизайну «Ukrainian Design: The Very Best Of» у таких номінаціях: «Best of у C-1 TV Channel— Visual Identity» з айдентикою каналу «ПЛЮСПЛЮС», а «Best of у C-5 TV Program— Visual Identity» канал отримав одразу п'ять відзнак за навчально-розвиваючий дитячий мультфільм «Світ чекає на відкриття»[15].",
    "trans": "In 2015, \"PLUSPLUS\" became the owner of the \"Teletriumph\" award in the category \"Children's Program\" for \"Tale with Dad,\" received the Cabinet of Ministers of Ukraine award named after Lesya Ukrainka for the animated series \"This is Ours and This is Yours,\" and won the Ukrainian Design: The Best Of competition in the TV/Promo&Film Motion Graphics category, as well as 3 awards in the TV Program—Visual Identity category.\nIn 2016, the television channel received the \"Teletriumph\" award again as the \"Best Children's Program\" for the project \"This is ours and this is yours. Through the eyes of children,\" which later won the \"silver\" in the prestigious marketing award Effie Awards Ukraine 2016.\nSince January 17, 2017, the television channel has been broadcasting in the 16:9 format and launched an educational and developmental project called \"The World Awaits Discoveries,\" for which \"PLUSPPLUS\" received the \"Teletriumph\" award in 2018 in the category of \"Entertainment Program for Children and Teenagers\" for the project \"The World Awaits Discoveries.\" In the same year, \"PLUSPPLUS\" also received the Big Data Awards and became a leader among children's TV channels.\nOn April 27, 2018, the channel began broadcasting on the local digital multiplex KRRRT in Odesa.\nIn 2018, \"PLUSPLUS\" won six awards at the \"Ukrainian Design: The Very Best Of\" competition in the field of design, including \"Best of in C-1 TV Channel— Visual Identity\" for the channel's identity, and the channel received five awards for the educational children's animated series \"The World Awaits Discovery\" in the category \"Best of in C-5 TV Program— Visual Identity\"."
}