{
    "source": "uk_UA",
    "target": "en_US",
    "text": "– Спочатку все йшло за планом, – сиплим голосом проговорив Драко, намагаючись зібратися та перестати лежати на підлозі, щоб знову стати на коліна, але його руки та ноги були тремтіли занадто сильно, щоб це було можливо. Він намагався ігнорувати тихе хихотіння Белатриси, а також мовчазне занепокоєння батьків та хрещеного. – Але потім перед нами з'явилося шість членів Ордену: Муді, Кінгслі, а також троє Візлі та Тонкс. Вони зав'язали бій, і сили були не на нашому боці. Нам вдалося відійти, але не без травм. Нотт втратив багато крові, а на Забіні Муді наклав прокляття Haemopneumotic, – від кількох Смертежерів почулися вражені видихи.\n– Вони живі? – все ще байдужим голосом спитав Волдеморт, і Мелфой ледь стримав здригання. Іноді він думав, чому взагалі йшов за цим чоловіком. Можливо, краще було б жити відрізаним від роду. Проте, він ніколи не затримувався на таких думках, маючи стійке бажання жити.\n– Так, ми... Ми були дуже далеко від безпечних квартир, і Блейз не пережив би трансгресію туди. Але я згадав, що маю в боржниках під незламною обітницею досить непоганого цілителя, тож ми відправилися до нього. Він врятував Забіні та залікував всі наші травми. Також він виявив на Паркінсон закляття стеження, тож вона зараз намагається розібратися з цим вдома.",
    "trans": "- At first everything went according to plan, - Draco said in a hoarse voice, trying to gather himself and stop lying on the floor to get back on his knees, but his hands and legs were trembling too much for that to be possible. He tried to ignore Bellatrix's quiet laughter, as well as the silent concern of his parents and godfather. - But then six members of the Order appeared in front of us: Moody, Kingsley, and also three Weasleys and Tonks. They started a fight, and the odds were not in our favor. We managed to retreat, but not without injuries. Nott lost a lot of blood, and Moody cast the Haemopneumotic curse on Zabini, - astonished gasps were heard from several Death Eaters.\n“Are they alive?” Voldemort asked in an indifferent voice, and Malfoy barely suppressed a shudder. Sometimes he wondered why he had followed this man at all. Perhaps it would have been better to live cut off from his family. However, he never lingered on such thoughts, having a strong desire to live.\n- Yes, we... We were very far from safe apartments, and Blaze wouldn't have survived the transgression there. But I remembered that I have a pretty good healer in debt to me under an unbreakable vow, so we went to him. He saved Zabini and healed all our injuries. He also discovered a tracking spell on Parkinson, so she's trying to deal with it at home now."
}