{
    "source": "uk_UA",
    "target": "en_US",
    "text": "– Як хочеш, я лише запропонував. Пробач, мені вже треба йти, – Флеш сумно посміхнувся, – бо я вже й так занадто довго «шукаю загублений дуже важливий зошит». – Остання фраза бура взята в лапки із пальців, – Прощальний поцілунок?\n– Мгм, – Пітер знову не встиг нічого сказати, – йди давай. Спишемось.\n– Покєда! – Флеш пішов в обхід. Така конспірація ніяк не подобалась Павучку, але з такими батьками Томпсон не міг поводити себе інакше.\nВін точно не боявся втратити авторитет у школі, декілька разів, коли хлопець намагався захистити Пітера, на нього тільки подивились а-ля «Ти зовсім кукухою поїхав?», але нічого не сказали. Після того Паркер просив його не заступатися. Хай буде як є, поки Павучка не чіпають руками, він буде просто ігнорувати. Все-таки школу треба закінчити з гарним супроводжуючим листом.\nЯкщо в його характеристиці напишуть про бійки чи ще що гірше, то у наступні навчальні заклади чесним шляхом уже ніяк не втупити. А Пітер не хотів порушувати закон, він все ж таки майже месник.",
    "trans": "\"As you wish, I just suggested. Sorry, I have to go now,\" Flash smiled sadly, \"because I've already been 'looking for a very important lost notebook' for too long.\" Air quotes were used for the last phrase. \"A goodbye kiss?\"\n\"Mhm,\" Peter couldn't say anything again, \"go ahead. We'll be in touch.\"\n\"See ya!\" Flash left in a roundabout way. Spider didn't like conspiracies like this, but with parents like that, Thompson couldn't behave in any other way.\nHe definitely wasn't afraid of losing his reputation at school; a few times when the guy tried to protect Peter, people just looked at him like \"Have you completely lost your mind?\" but didn't say anything. After that, Parker asked him not to intervene. Let it be as it is, as long as Spider isn't touched, he'll just ignore it. After all, he needs to graduate from school with a good recommendation letter.\nIf his record mentions fights or something worse, then getting into the next educational institutions in the honest way will be impossible. And Peter didn't want to break the law; he is, after all, almost a vigilante."
}