{
    "source": "uk_UA",
    "target": "en_US",
    "text": "3.- На сьогоднішній час біди та горя в Україні є велика потреба допомагати та служити людям, які постраждали на війні, багато каліцтва, реабілітація потрібна, душеопікунська робота, це займе багато років, щоб дійти до ума, як кажуть в народі.\n4. - Побудувати приміщення для:\n- реабілітації людей (воїнів, які постраждали (каліцтва ).\n- людей похилого віку (престарілих людей).\n- декілька класів для проведення праці з дітьми, підлітками та молоддю.\n- майданчики для відпочинку дітей та людей нашого села.\n5.- розважаємо над проектом будівлі зі всіма вимогами для будівництва.\nПри церкві є Фонд під назвою *Разом за важливе*, є склад для інвентаря який використовуємо в дитячих таборах, і на сьогоднішній день туди відправляємо контейнери з допомогою.\nБрати, друзі, ми живемо в доброму благословенному краї, певно маємо багато своїх клопіт, багато працюємо, годуємо сім’ї, допомагаємо не мало на Україну, але все ж таки ми можемо залишити гарний слід у цьому проекті, і багато людей отримають допомогу, благословіння від церкви, віруючих людей, які працюють зі словом Божим та молитвами.",
    "trans": "3.- At present, there is a great need to help and serve people in Ukraine who have suffered in the war. Many are injured and need rehabilitation, pastoral care work is required, it will take many years to recover, as they say in the people.\n4. - Build a room for:\n- rehabilitation of people (warriors who have suffered injuries/disabilities).\n- elderly people (senior citizens).\n- several classes for working with children, adolescents and youth.\n- playgrounds for the recreation of children and people in our village.\n5.- We are considering a building project with all the requirements for construction.\nThere is a Fund called *Together for the Important* at the church, there is a storage for inventory that we use in children's camps, and today we send containers with assistance there.\nBrothers, friends, we live in a good blessed country, we certainly have many of our own troubles, we work a lot, feed our families, help a lot in Ukraine, but still we can leave a good mark in this project, and many people will receive help, blessings from the church, believers who work with the Word of God and prayers."
}