{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Детальні графіки вимірювань(для читання журналу ЖЖ можливо знадобиться VPN)\nhttps://ypylypenko.livejournal.com/117330.html(Vivaldi)\nhttps://ypylypenko.livejournal.com/117651.html (LPDA Log-periodic)\nСкачати ZIP архівом для офлайн перегляду: Google Drive(117330.html та 117651.html)\nКартинки згруповані в спойлери - клікнути щоб відкрити якийсь розділ.\nВисновки по Вівальді:\nДаний виріб працює в режимі антени “Вівальді” на частотах 1300….9000 МГц\nНа частотах нижче 1300 МГц пристрій працює як диполь Герца, проте на проміжку 600…1300 МГц в такого диполя починає поступово з’являтися направлене випромінювання в сторону щілини за принципом V-антени (такої як телевізійна антена “Ворона”).\nНа частотах до 600 МГц властивості майже ідентичні властивостям диполя Герца 2 dBi\nНа частоті 600 МГц направленість “вперед” трішки зростає до 2.8 dBi, а назад трішки ослаблюєьтся -1.8 dBi. Співвідношення Front/Back досягає 4.6 дБ, антена починає проявляти слабо виражені направлені властивості на 600+ МГц",
    "trans": "Detailed measurement graphs (VPN may be required to access the LiveJournal)\nhttps://ypylypenko.livejournal.com/117330.html (Vivaldi)\nhttps://ypylypenko.livejournal.com/117651.html (LPDA Log-periodic)\nDownload as a ZIP archive for offline viewing: Google Drive (117330.html and 117651.html)\nImages are grouped into spoilers — click to open a specific section.\nConclusions about Vivaldi:\nThis device operates as a \"Vivaldi\" antenna at frequencies between 1300 and 9000 MHz\nAt frequencies below 1300 MHz, the device functions as a Hertz dipole. However, within the range of 600–1300 MHz, the dipole gradually begins to exhibit directional radiation towards the slot, following the principle of a V-antenna (similar to the \"Crow\" TV antenna).\nAt frequencies below 600 MHz, the properties are almost identical to those of a Hertz dipole with 2 dBi gain.\nAt 600 MHz, forward directionality slightly increases to 2.8 dBi, while the backward signal weakens to -1.8 dBi. The Front/Back ratio reaches 4.6 dB, and the antenna begins to exhibit weakly expressed directional properties above 600 MHz"
}