{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Проте не завжди все стається так, як хочеться нам. І контролювати почуття та бажання іноді сил не вистачає.\nДазай та Чуя не бачилися близько тижня через те, що старшому довелося на певний час знову повернутись до маєтку батьків. Мати влаштовувала низку заходів, пов’язаних із заручинами старшого брата та майбутнім весіллям. Саму ж урочисту подію призначили на середину вересня. На цей час єдиними способами зв’язку закоханих залишався телефон та записки, передані через помічників.\nВ цих записках Дазай та Чуя писали, як вони сумують один за одним, вчергове зізнавалися в коханні. Накахара навіть насмілився написати про деякі моменти зі своїх снів, які б він хотів спробувати відтворити. Після прочитання таких записок Осаму доводилося терміново шукати місце для усамітнення. Але на провокації хлопця він старався не відповідати. Бо тоді вони точно не зможуть зупинитися. А Дазай ще не був підготовленим до більш рішучих дій. Його замовлення ще не прибуло до Англії.",
    "trans": "However, things do not always happen the way we want them to. And sometimes we do not have enough strength to control our feelings and desires.\nDazai and Chuuya had not seen each other for about a week because the older one had to return to his parents' estate for a while. His mother was organizing a series of events related to the engagement of his older brother and the upcoming wedding. The solemn event itself was scheduled for mid-September. During this time, the only ways for the lovers to communicate were through phone calls and notes passed through assistants.\nIn these notes, Dazai and Chuuya wrote about how they miss each other and confessed their love once again. Nakahara even dared to write about some moments from his dreams that he would like to try to recreate. After reading such notes, Osamu had to urgently find a place for solitude. But he tried not to respond to the boy's provocations. Because then they definitely wouldn't be able to stop. And Dazai was not yet prepared for more decisive actions. His order had not yet arrived in England."
}