{
    "source": "uk_UA",
    "target": "en_US",
    "text": "За замовчуванням додаткові заходи безпеки Захисту вкрадених пристроїв потрібні лише тоді, коли ваш iPhone перебуває далеко від важливих місць.\nЯкщо хочете, щоб на вашому iPhone було застосовано додаткові заходи безпеки Захисту вкрадених пристроїв незалежно від місця його розташування, можна змінити свої налаштування.\nПерейдіть у меню «Параметри»> «Face ID (або Touch ID) та код допуску»> «Захист украденого пристрою» та виберіть «Завжди» в розділі «Захисна затримка потрібна».\nЯкщо ви вибираєте цей параметр, оновлення певних параметрів безпеки завжди вимагає затримки, а для дій, які вимагають біометричної автентифікації, завжди потрібен Face ID або Touch ID (без альтернативного використання коду допуску), навіть якщо ви перебуваєте в знайомому місці, як-от дім або робота.\nЯкщо ви спробуєте вимкнути Захист украдених пристроїв, перебуваючи в незвичному місці, почне діяти захисна затримка, перш ніж ви зможете його вимкнути. Потрібно вимкнути Захист украдених пристроїв, перш ніж продати, подарувати або обміняти свій iPhone.\nЯк Захист украдених пристроїв убезпечує пристрій і облікові записи\nЯкщо ввімкнути Захист украдених пристроїв, до деяких дій застосовуватимуться додаткові вимоги щодо безпеки, коли пристрій iPhone перебуває далеко від звичних місць, як-от дім чи робота.\nЩоб ще краще захистити критично важливі параметри безпеки, існують також додаткові вимоги безпеки для певних дій в мережі чи на інших пристроях Apple.",
    "trans": "By default, additional security measures for Device Protection are only needed when your iPhone is far away from important places.\nIf you want to apply additional security measures for the Find My iPhone feature regardless of its location, you can change your settings.\nGo to the \"Settings\" menu > \"Face ID (or Touch ID) and Passcode\" > \"Protection of a stolen device\" and select \"Always\" in the \"Protective delay required\" section.\nIf you choose this option, updating certain security settings will always require a delay, and for actions that require biometric authentication, Face ID or Touch ID (without alternative use of the access code) is always required, even if you are in a familiar place such as home or work.\nIf you try to turn off Activation Lock while in an unusual location, a protective delay will be activated before you can turn it off. You need to turn off Activation Lock before selling, giving away, or exchanging your iPhone.\nHow the Protection of Stolen Devices Secures Your Device and Accounts\nIf you enable Lost Device Protection, additional security requirements will apply to certain actions when the iPhone is far from familiar places such as home or work.\nTo further protect critical security parameters, there are also additional security requirements for certain actions on the network or on other Apple devices."
}