{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Після виконаної роботи Ви можете завантажити музику на флешку для автомагнітоли та насолоджуватися нею під час тривалих поїздок. Але перед цим, необхідно перевірити який формат підтримується головним пристроєм. Така інформація повинна бути прописана в інструкції або на сайті виробника. Найпростіші магнітоли як правило підтримують аудіо формати: MP3, WAV і WMA. А вже більш просунуті і дорогі можуть відтворювати файли в форматах FLAC, AAC, MPEG-1, MPEG-2.\nЯк записати музику на флешку щоб слухати в машині:\nПідключити флешку в ПК або ноутбука і через \"Мій комп'ютер\" відкриваємо її.\nМетодом копіювання переносимо заздалегідь підготовлені файли або каталоги на зовнішній накопичувач. При цьому не забуваємо, що складна ієрархія папок, може створити помилку при читанні флешки, тому бажано не створювати багато вкладених папок.\nПісля завершення копіювання, необхідно безпечно витягти флешку, без пошкодження файлової системи. Для цього натискаємо правою кнопкою миші на іконку і вибираємо пункт \"Безпечне вилучення пристрою\".",
    "trans": "After completing the work, you can download music to a flash drive for your car stereo and enjoy it during long trips. But before that, it is necessary to check which format is supported by the main device. Such information should be specified in the instructions or on the manufacturer's website. The simplest stereos usually support audio formats: MP3, WAV, and WMA. More advanced and expensive ones can play files in FLAC, AAC, MPEG-1, MPEG-2 formats.\nHow to record music on a flash drive to listen in the car:\nConnect the flash drive to the PC or laptop and open it through \"My Computer\".\nUsing the copy method, we transfer the pre-prepared files or directories to an external storage device. At the same time, we do not forget that a complex hierarchy of folders can create an error when reading a flash drive, so it is advisable not to create many nested folders.\nAfter completing the copying process, it is necessary to safely eject the flash drive without damaging the file system. To do this, right-click on the icon and select the \"Safely Remove Device\" option."
}