{
    "source": "uk_UA",
    "target": "en_US",
    "text": "This 55-year-old woman has tattoos all over her body!\nSurprising star couples that you didn't even know about!\nThe USSR largest accidents that did not receive publicity!\nЧитайте також\n07 жовтня 2024\nБПЛА С-70 \"Охотник\" це все ж таки \"бомбовіз\" КАБів: яка реальна загроза та ідея ворога\n10 жовтня 2024\nЩо це за авіабаза \"Ханськая\", яку уразили українські дрони, які там були літаки і чому вона точно не навчальна\n07 жовтня 2024\nЧому успішна атака по нафтобазі у Феодосії це про відсутність чи безпорадність С-400, який знаходився \"за рогом\"\nЖурнали\n2022\n#1, лютий\nОСТАННЄ\nПОПУЛЯРНЕ\n10 жовтень 2024\nНе зовсім багаторазовий двометровий зенітний дрон Roadrunner отримав 250-млн замовлення він Пентагону\n10 жовтень 2024\nДе ще РФ зберігає та запускає \"Шахеди\": повторити удар \"Нептуна\" поблизу Єйська\n10 жовтень 2024\nЄ перша за час повномасштабної війни новина про Ан-178, але там про переліт у Польщу",
    "trans": "This 55-year-old woman has tattoos all over her body!\nSurprising star couples that you didn't even know about!\nThe USSR largest accidents that did not receive publicity!\nRead also\n07 October 2024\nUAV S-70 \"Okhotnik\" is still a \"bomb truck\" of KABs: what is the real threat and the enemy's idea\n10 October 2024\nWhat is the \"Khanskaya\" airbase, which was hit by Ukrainian drones, what aircraft were there and why it is definitely not a training base\n07 October 2024\nWhy the successful attack on the oil base in Feodosia is about the absence or helplessness of the S-400, which was \"around the corner\"\nJournals\n2022\n#1, February\nLATEST\nPOPULAR\n10 October 2024\nThe not-quite-reusable two-meter anti-aircraft drone Roadrunner received a $250 million order from the Pentagon\n10 October 2024\nWhere else RF stores and launches \"Shaheds\": repeating the \"Neptune\" strike near Yeysk\n10 October 2024\nThere is the first news since the full-scale war about the An-178, but it is about a flight to Poland"
}