{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Мета і загальні цілі\nФормування культурної та інших компетентностей, цінностей у процесі пізнання мистецтва та художньо-творчого самовираження в особистому та суспільному житті, поваги до національної та світової мистецької спадщини.\nОчікувані результати навчання\nРозвиток творчих здібностей: Оригінальність мислення: здатність генерувати нові ідеї, нестандартні рішення. Уява; Творче самовираження: вміння виражати свої емоції, думки, почуття через різні види мистецтва. Формування естетичного смаку:\n• Сприйняття мистецтва: здатність розрізняти різні види мистецтва, розуміти їх зміст.\n• Аналіз творів мистецтва: вміння визначати основні елементи твору, його емоційний вплив.\n• Оцінка мистецтва: формування власної думки про мистецький твір, аргументування своєї позиції.\nРозвиток комунікативних навичок:Уміння працювати в команді. Презентація своїх робіт.\nФормування загальнокультурних компетентностей: Знання основних видів мистецтва. Повага до культурної спадщини.\nПриклади очікуваних результатів.\nОбразотворче мистецтво: вміння створювати власні малюнки, ліпити, конструювати, використовувати різні матеріали та техніки.\nМузика: вміння співати, грати на музичних інструментах, імпровізувати, слухати та аналізувати музичні твори.\nТеатральна творчість: участь у сценках, інсценізаціях, виражати емоції через голос, міміку, жести.\nЗмістові лінії\n« Художньо-практична діяльність», « Сприймання та інтерпретація мистецтва», « Комунікація через мистецтво».\nОбовязкові результати навчання\n• Творить відомими художніми засобами і способами.\n• Експериментує, використовуючи відомі техніки художньо-творчої діяльності, звуками, ритмами, рухами, лініями, кольорами, формами, матеріалами тощо для створення художніх образів.",
    "trans": "Goals and General Objectives\nTo foster cultural and other competencies, values through the process of exploring art and creative self-expression in personal and social life, and to cultivate respect for national and global artistic heritage.\nExpected Learning Outcomes\nDevelopment of Creative Abilities: Originality of Thought: The ability to generate new ideas and unconventional solutions. Imagination: Creative self-expression: the ability to express one's emotions, thoughts, and feelings through various forms of art. Formation of Aesthetic Taste:\nPerception of Art: The ability to distinguish different forms of art and understand their content.\nAnalysis of Artworks: The ability to identify the main elements of a work of art and its emotional impact.\nEvaluation of Art: Forming one's own opinion about an artistic work and arguing one's position.\nDevelopment of Communication Skills: Teamwork skills. Presentation of one's own works.\nFormation of General Cultural Competencies: Knowledge of the main types of art. Respect for cultural heritage.\nExamples of Expected Outcomes:\nVisual Arts: The ability to create one's own drawings, sculpt, construct, and use various materials and techniques.\nMusic: The ability to sing, play musical instruments, improvise, listen to, and analyze musical works.\nTheatrical Creativity: Participation in skits, dramatizations, expressing emotions through voice, mimicry, and gestures.\nContent Lines\n\"Artistic and Practical Activities\" \"Perception and Interpretation of Art\" \"Communication Through Art\"\nMandatory Learning Outcomes\nCreates using known artistic means and methods.\nExperiments using known techniques of artistic and creative activities, sounds, rhythms, movements, lines, colors, forms, materials, etc., to create artistic images."
}