{
    "source": "uk_UA",
    "target": "en_US",
    "text": "переглядає справу за наявними в ній і додатково поданими доказами та\nперевіряє законність і обґрунтованість рішення суду першої інстанції в\nмежах доводів та вимог апеляційної скарги.\nВідповідно до ст. 263 ЦПК України, - судове рішення повинно\nґрунтуватися на засадах верховенства права, бути законним і\nобґрунтованим. Законним є рішення, ухвалене судом відповідно до норм\nматеріального права із дотриманням норм процесуального права. Судове\nрішення має відповідати завданню цивільного судочинства, визначеному\nцим Кодексом. Обґрунтованим є рішення, ухвалене на підставі повно і\nвсебічно з’ясованих обставин, на які сторони посилаються як на підставу\nсвоїх вимог і заперечень, підтверджених тими доказами, які були досліджені\nв судовому засіданні.\nЗавданням цивільного судочинства є справедливий, неупереджений та\nсвоєчасний розгляд і вирішення цивільних справ з метою ефективного\nзахисту порушених, невизнаних або оспорюваних прав, свобод чи інтересів\nфізичних осіб, прав та інтересів юридичних осіб, інтересів держави. Суд та\nучасники судового процесу зобов’язані керуватися завданням цивільного\nсудочинства, яке превалює над будь-якими іншими міркуваннями в\nсудовому процесі (ст. 2 ЦПК України).\nСудом апеляційної інстанції встановлено та матеріалами справи\nпідтверджено, що 25.06.2019 р. між позивачем [redacted_name], [redacted_number] року\nнародження, та [redacted_name] ,[redacted_number] року",
    "trans": "[The court] reviews the case based on the evidence available in it\nand additionally submitted, and verifies the legality and reasonableness of the decision of the court of first instance\nwithin the bounds of the arguments and demands of the appeal.\nAccording to Article 263 of the Civil Procedure Code of Ukraine, a court decision must\nbe based on the principles of the rule of law, be legal\nand reasonable. A decision is legal if it is made by the court in accordance with the norms\nof substantive law with observance of the norms of procedural law.\nThe court decision must meet the objective of civil proceedings as defined\nby this Code. A decision is reasonable if it is made on the basis of fully\nand comprehensively ascertained circumstances, which the parties refer to as the basis\nfor their claims and objections, confirmed by the evidence examined\nin the court hearing.\nThe objective of civil proceedings is the fair, impartial,\nand timely consideration and resolution of civil cases to effectively\nprotect violated, unrecognized, or disputed rights, freedoms, or interests\nof individuals, rights, and interests of legal entities, and interests of the state.\nThe court and the participants in the judicial process are obliged to be guided by the objective of civil proceedings,\nwhich prevails over any other considerations in the judicial process\n(Article 2 of the Civil Procedure Code of Ukraine).\nThe court of appeal has established and the materials of the case\nhave confirmed that on 25.06.2019, an agreement was reached between the plaintiff [redacted_name], born in [redacted_number],\nand [redacted_name], born in [redacted_number],"
}