{
    "source": "uk_UA",
    "target": "en_US",
    "text": "обираються довільним чином по змісту тексту (їх кількість та, власне, вибір самих тем\nобираєте за власним бажанням). Розділи мають починатися з нової сторінки.\n10. Відтворити на всіх листах підкладинку-малюнок Watermark (не текст)\n11. Додати у нижній колонтитул: © Прізвище, ім’я студента – на сторінках з парними\nномерами та № групи - на непарних сторінках\n12. Зробити автозаголовки в таблицях, котрі переходять на декілька сторінок (тобто, якщо\nтаблиця перейде на наступну сторінку, заголовок має автоматично дублюватися)\n13. Всі таблиці мають буди однакового формату; вирівнювання по ширині вікна; авто заголовок\nтощо\n14. Всі списки в тексті зробити автосписками\n15. Перевірити, щоб на титульному листі не було ані №, ані © Прізвище, ім’я студента №\nгрупи та малюнка-підкладинки (титульна сторінка завжди рахується першою, але на ній\nніколи не ставиться номер!)\n16. В готовому файлі нумерацію сторінок зробити, починаючи з 3-ї сторінки,- (Титульну\nсторінку та Зміст не нумерувати)\n17. Оформити літературу у відповідності до правил\n(https://www.pdau.edu.ua/sites/default/files/node/4518/pravylaoformlennyaspyskuvykorystanyhd\nzherel.pdf ). Список літератури оформляється наприкінці роботи на окремій сторінці.\n18. Переглянути документ, використовуючи опцію Preview Переглянути як один лист, так\nи сукупність листів одночасно.\n19. Готовий реферат перетворити у pdf-формат",
    "trans": "chosen randomly based on the contents of the text (the number and actual selection of topics\nare to be chosen by you at your own discretion). Chapters must begin on a new page.\n10. Reproduce the Watermark pattern (no text) on all pages\n11. Add to the footer: © Surname, first name of the student – on the even-numbered\npages, and number of the group – on the odd-numbered pages.\n12. Set up table headers to be repeated on multiple pages (i.e. if\nthe table is continued on the next page, the header should automatically be repeated).\n13. All tables must have the same format; alignment should be set to the window width; automatic header\netc.\n14. Convert all lists in the text into auto-lists.\n15. Check to ensure that the title page does not contain any No. or © Surname, first name of the student, number\nof the group or watermark image (the title page is always counted as the first page, but it\nis never numbered!)\n16. In the final file, start the page numbering from the third page (the title\npage and the Table of Contents must not be numbered).\n17. Format the references according to the required guidelines\n(https://www.pdau.edu.ua/sites/default/files/node/4518/pravylaoformlennyaspyskuvykorystanyhd\nzherel.pdf). The list of references should be placed at the end of the work on a separate page.\n18. Preview the document using the Preview option \"View as a single sheet\" or\nas a display of all pages simultaneously.\n19. Convert the completed report into the PDF format."
}