{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Йду по місту, вечір, зі мною починає говорити якийсь незнайомець в мантії, говорить що ми раніше бачились, і я це розумію, говорю так було, він бажає удачі і йде. Я продовжую йти в своєму напрямку і цих людей все більше, вони ведуть цивільних, а ті неначе в транці, і тут Міла мого дому мене зупиняє, така людина прижавши долоню до обличчя, світло, але я не в трансі, мислю повністю трезво, відкриваю двері додому. Хол, попереду двері хтось шалено старається їх вибити, у них не виходить, я бачу ключі. Поки не прийшла людина що закрила їх там забираю ключі, відкриваю двері. Люди починають радіти, але я заходжу і закриваю двері назад. Вони йдуть, треба продовжувати цю виставу щоб потім піти. Зі мною в цій кімнаті знаходиться мій хлопець, але схоже під час цього всього він вже знайшов собі іншу, як банально. Приходить той дивний чувак що загіпнотизував: ей ви, я не повинен цього робити, але ви запропонували хорошу ціну, давайте швидко. Один на кухню один на гору, так по одному. Я зрозуміла що це шанс все тут роздивитися. Коли ми виходили той чувак з якоюсь маленькою дівчинкою пішли на 4 поверх, я побігла за ними, подивилась все було наче добре. Потрібно рятувати себе.",
    "trans": "I am walking through the city in the evening when a stranger in a cloak starts talking to me. He says we have met before, and I understand that. I say it was so, he wishes me good luck and leaves. I continue walking in my direction and there are more and more people like that. They are leading civilians who seem to be in a trance, and then Mila from my home stops me. A person with their palm pressed to their face is light-skinned, but I am not in a trance, I think completely soberly and open the door to my house. In the hallway, someone is desperately trying to break down the front door, but they are not succeeding. I see keys. Before the person who locked them there comes back, I take the keys and open the door. People start to rejoice, but I go in and close the door behind me. They leave, I need to continue this act to leave later. My boyfriend is in this room with me, but it seems that during all this he has already found another one for himself, how banal. The strange guy who hypnotized us comes in: hey you guys, I shouldn't be doing this, but you offered a good price, let's do it quickly. One goes to the kitchen and one goes upstairs, one by one. I realized that this is a chance to look around here. When we were leaving, that guy went to the 4th floor with a little girl, I ran after them and looked around everything seemed fine. I need to save myself."
}