{
    "source": "uk_UA",
    "target": "en_US",
    "text": "баченням, часто займаються найрізноманітнішими видами технічної, художньої\nта інтелектуальної творчості. Часто інтровертовані; так само, як і інтуїтивний\nтип, живуть власними моральними нормами, не сприймають ніяких впливів\nзбоку, крім самоконтролю. Емоційні, одержимі власними оригінальними ідеями.\nФормули малюнків: 109, 118, 127, 136, 145, 019, 028, 037, 046. Підтип 019\n– зустрічається серед осіб, які добре володіють аудиторією; 118 – тип з\nнайбільш сильно вираженими конструктивними можливостями і здібностями\nдо винаходів.\nVII тип – «емотивний». Володіють підвищеним співпереживанням щодо\nінших людей, тяжко переживають «жорстокі кадри фільму», можуть бути\nнадовго «вибитими з колії» і бути враженими жорстокими подіями. Проблеми і\nтурботи інших людей знаходять у них співпереживання і співчуття, на які вони\nвитрачають багато власної енергії, через те стає проблематичною реалізація їх\nвласних здібностей.\nФормули малюнків: 550, 451, 460, 352, 361, 370, 253, 262, 271, 280, 154,\n163, 172, 181, 190, 055, 064, 073, 082, 091.\nVIII тип – для нього характерна тенденція, протилежна емотивному\nтипові. Не відчуває переживань інших людей, ставиться до них неуважно,\nнавіть посилюють тиск на цих людей. Якщо це добрий спеціаліст, то він може\nпримусити інших робити те, що вважає потрібним. Інколи для нього характерна\n«черствість», яка виникає ситуативно, коли через якісь причини людина\nзамикається у колі власних проблем.",
    "trans": "They often engage in various forms of technical, artistic,\nand intellectual creativity. Often introverted; like the intuitive\ntype, they live by their own moral norms, do not accept any external influences\nexcept self-control. Emotional, obsessed with their own original ideas.\nDrawing formulas: 109, 118, 127, 136, 145, 019, 028, 037, 046. Subtype 019 –\nfound among individuals who are good at handling an audience; 118 –\na type with the most pronounced constructive abilities and talents\nfor inventions.\nVII type – \"emotive.\" They have heightened empathy towards\nother people, find it difficult to cope with \"cruel movie scenes,\" can be\n\"derailed\" for a long time and be affected by cruel events. The problems\nand worries of other people find empathy and compassion in them, on which\nthey spend a lot of their own energy, making it problematic to realize their\nown abilities.\nDrawing formulas: 550, 451, 460, 352, 361, 370, 253, 262, 271, 280, 154,\n163, 172, 181, 190, 055, 064, 073, 082, 091.\nVIII type – characterized by a tendency opposite to the emotive\ntype. Does not feel the emotions of other people, treats them carelessly,\neven increases pressure on these people. If this is a good specialist, they can\nmake others do what they consider necessary. Sometimes characterized\nby \"callousness,\" which arises situationally, when for some reason a person\nbecomes engrossed in their own problems."
}