{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Від шлюбу є малолітня дочка –[redacted_name], [redacted_number] року народження.\nНа примирення сторони не згодні, обґрунтовуючи це тим, що відновлення сім’ї є неможливим, через що суд не вважає за необхідне вживати заходів щодо примирення сторін.\nПри дослідженні судом фактичних взаємин між сторонами дійсних причин розірвання шлюбу встановлено, що подальше спільне життя чоловіка й дружини та збереження шлюбу буде суперечити інтересам чоловіка та дружини.\nЗгідно ч. 2 ст. 112 Сімейного кодексу України суд постановляє рішення про розірвання шлюбу, якщо буде встановлено, що подальше спільне проживання чоловіка й дружини та збереження шлюбу суперечать інтересам одного з них, інтересам дитини, що мають істотне значення. Враховуючи, що побудова сімейних відносин повинна здійснюватись на паритетних засадах, на почуттях взаємної любові та поваги, взаємодопомоги і підтримки (ст. 1 СК України), суд задовольняє позовні вимоги позивача про розірвання шлюбу.",
    "trans": "There is a minor daughter from the marriage - [redacted_name], born in [redacted_number].\nThe parties do not agree to reconciliation, arguing that the restoration of the family is impossible, which is why the court does not consider it necessary to take measures for the reconciliation of the parties.\nIn the course of investigating the actual relationships between the parties in question regarding the valid reasons for divorce, it has been established that further joint life of the husband and wife and preservation of the marriage would be contrary to the interests of both the husband and wife.\nAccording to part 2 of Article 112 of the Family Code of Ukraine, the court makes a decision to dissolve the marriage if it is established that further joint living of the husband and wife and the preservation of the marriage contradict the interests of one of them, or the interests of a child, which have significant importance. Considering that the establishment of family relations should be based on parity, mutual love and respect, mutual assistance and support (Article 1 of the Family Code of Ukraine), the court satisfies the plaintiff's claims for divorce."
}