{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Це нове відношення зі Світом. Ви висловлюєте своє Намір і Всесвіт починає вибудовувати під вас події, які призводять до виконання ваших бажань.\nВиникає питання: як це зробити? Словами..., думкою. Мозок починає змінюватися.\nДві половинки починають зростатися. Звивина починається на одній половинці і йде, переходить на іншу і результат мозок змінюється, формується інший мозок.\nВін дає райдужне сяйво, це хтось очима бачить, дуже добре показує аурокамера.\nАле, мозок не просто змінює випромінювання, він стає дивергенним (тобто дію не по протореній дорозі, виводжу з глухого кута). Це став мозок типового інсайдера (інсайд — осяяння). Це осяяння йде в побуті, прямо Тут і зараз.\nЦе з серії Божественної халяви, по іншому ці речі важко пояснити, тому що це звалюється на нас просто так, купкою. Воно не десь там..., а прямо тут, з вами.\nВідразу ви починаєте бачити виворіт процесу, не так як ми звикли судити, а розуміти приводи учасників, які призвели до цієї ситуації.",
    "trans": "This is a new relationship with the World. You express your Intention and the Universe begins to arrange events for you that lead to the fulfillment of your desires.\nThe question arises: how to do it? With words..., with thought. The brain begins to change.\nThe two halves begin to merge. The twist starts on one half and goes, transitions to the other and the result is that the brain changes, another brain is formed.\nIt gives a rainbow glow, someone sees it with their eyes, and it shows very well with an aura camera.\nHowever, the brain does not just change its radiation, it becomes divergent (i.e., it acts not along a well-trodden path, but leads out of a dead end). This is the brain of a typical insider (insight - enlightenment). This enlightenment comes in everyday life, right here and now.\nThis is from the series of Divine Luck, otherwise it is difficult to explain these things because they just come to us like that, in a bunch. It is not somewhere out there..., but right here, with you.\nImmediately you begin to see the reverse side of the process, not as we are used to judging, but understanding the reasons of the participants that led to this situation."
}