{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— Бувало і гірше. Не хвилюйся, більше мій батько не турбуватиме тебе.\n— Еге ж, — брякнув Неджі. — Я постарався максимально доступно пояснити, чому втручатися в особисте життя, моє чи Хінати, погана ідея.\nНаруто хотів пожартувати, за звичкою розрядити обстановку, але запнувся, уважніше оглянувши Неджі з Хінатою. Його пальці досі кровили, а рухи були стриманими. Вище комірця її блузи фіолетовим квітнув синець. Лише там?\nСкільки ж ненормальних на цьому світі, камі-сама.\n— Бережіть себе, — сказав він, проковтнувши «й одне одного», однак Хюґи зрозуміли його меседж. Вони кивнули йому і попрямували на північ.\n— Наруто, — звернувся до нього Сато-сан (гівнюк, а не пан поважний, підказувала йому чуйка), — вам настільки не цікава наша компанія?\nЗнадобився неабиякий запас терпіння, шоб не заричати й не закотити очі на очевидну провокацію. Вельмишановний помічник даймьо ще й дотепник. Що далі в ліс, то менше він бачив сенсу брати участь в фарсі, де всі одне одному ґречно посміхаються, аби не задіти, не образити, не нахамити.",
    "trans": "- It has been worse. Don't worry, my father won't bother you anymore.\n\"Yes, indeed,\" Neji said. \"I tried to explain as clearly as possible why interfering in personal matters, whether it's mine or Hinata's, is a bad idea.\"\nNaruto wanted to joke around, as usual to lighten the mood, but he hesitated when he looked more closely at Neji and Hinata. His fingers were still bleeding, and his movements were restrained. A bruise bloomed purple above the collar of her blouse. Only there?\nHow many abnormal people are there in this world, Kami-sama.\n\"Take care of yourselves,\" he said, swallowing the words \"and each other,\" but the Huguys understood his message. They nodded to him and headed north.\n- Naruto, - Sato-san addressed him (a jerk, not a respectable gentleman, his intuition suggested), - are you so uninterested in our company?\nIt took an extraordinary amount of patience not to howl and roll my eyes at the obvious provocation. The esteemed assistant of the daimyo is also a witty one. The further into the forest you go, the less sense he saw in participating in a farce where everyone smiles politely at each other to avoid offending or insulting anyone."
}