{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Розглянувши Ваше звернення від 30.08.2024 [redacted_id] стосовно надання індивідуального дозволу на навчання в Україні в межах компетенції повідомляємо.\nВідповідно до абзацу другого пункту 1 розділу XIV Порядку прийому на навчання для здобуття вищої освіти в 2024 році (зі змінами), затвердженого наказом Міністерства освіти і науки України від 06 березня 2024 року No 266, зареєстрованого в Міністерстві юстиції України 14 березня 2024 р. за No 379/41724, та абзацу другого пункту 1 розділу XIV Порядку прийому на навчання до закладів фахової передвищої освіти в 2024 році (зі змінами), затвердженого наказом Міністерства освіти і науки України від 29 лютого 2024 року No 245, зареєстрованого в Міністерстві юстиції України 11 березня 2024 р. за No 356/41701, та\nякі не на за і\nНаказом Міністерства освіти і науки України від 11 липня 2024 року No 977 «Про створення тимчасової комісії» створено тимчасову комісію з питань надання на\nта",
    "trans": "After reviewing your request as of 30.08.2024 [redacted_id] regarding the issuance of an individual permit for studying in Ukraine within the scope of our competence, we would like to inform you:\nIn accordance with paragraph two of clause 1 of section XIV of the Procedure for Admission to Higher Education Institutions in 2024 (as amended) approved by the order of the Ministry of Education and Science of Ukraine dated March 6, 2024, No. 266, registered with the Ministry of Justice of Ukraine on March 14, 2024, under No. 379/41724, and paragraph two of clause 1 of section XIV of the Procedure for Admission to Vocational Pre-Higher Education Institutions in 2024 (as amended) approved by the order of the Ministry of Education and Science of Ukraine dated February 29, 2024, No. 245, registered with the Ministry of Justice of Ukraine on March 11, 2024, under No. 356/41701, and\nthat are not for the\nBy the order of the Ministry of Education and Science of Ukraine dated July 11, 2024, No. 977 \"On the establishment of a temporary commission,\" a temporary commission has been established to address the issues of\nand"
}