{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— чи може, навпаки змусить порадіти? — кінчиком язика він ловить солону сльозу, смакує ейґонові страждання — замало — і з жадібністю злизує всю блискучу доріжку на щоці. безсиле тіло під ним поволі обм'якає, надію втрачає і підкорюється чужій волі. слабкість племінника надає сил, а сум його — паливо.\n— навіть від тебе, свого первістка, він відмовився.\nіронія проситься назовні низьким сміхом. от би йому, деймонові, з такою ж легкістю витісняти зі свого серця людей, як робить це у своїй (примарній) безтурботності візерис. поки ж він навчився витісняти лишень на той світ.\nпокусані у кров губи ейґона пропускають назовні жалісний схлип. сьогодні він тверезіший, ніж зазвичай, і замість сп'янілого нерозуміння дивиться на дядька із відвертим жахом у чорноті вузьких зіниць. він, певно, зміг би навіть закричати, якби ж деймон не затулював йому рота рукою або язиком. і це тільки підливає масла у всепоглинаюче багаття, що розгорілося всередині і прагне загарбати собі все і навіть більше.",
    "trans": "- or could it, on the contrary, make him happy? - with the tip of his tongue, he catches the salty tear, savors the suffering of eygon - not enough - and greedily licks the entire shiny trail on his cheek. The powerless body beneath him slowly weakens, loses hope, and submits to someone else's will. The weakness of his nephew gives him strength, and his sorrow fuels him.\n- he even refused you, his firstborn.\nirony asks to come out with a low laugh. If only he could expel people from his heart with the same ease as viseris does in his (ghostly) carefree existence. For now, he has only learned to expel them to the other world.\nthe bloodied lips of Aegon let out a pitiful sob. Today he is more sober than usual and looks at his uncle with open horror in the darkness of his narrow pupils instead of drunken misunderstanding. He could probably even scream if daemon didn't cover his mouth with his hand or tongue. And it only adds fuel to the all-consuming fire that has ignited inside him and seeks to seize everything and even more."
}