{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Наделла розуміє, що емпатія — це потужний м’яз для лідера, який треба напружувати, щоб налагоджувати кра- щий зв’язок зі споживачами та власною командою. «Окрім упевненості, СЕО мусить також мати емпатію», — сказав Наделла у Вортонській бізнес-школі34. Можливо, цю якість нечасто побачиш у переліку головних рис для керівника, але, як пишуть у Вортонській школі, Наделла вважає ем- патію «ключовим джерелом бізнес-інновацій». Він сказав, що хоча її зазвичай вважають м’якою навичкою, яка не має особливого стосунку до «важкої роботи в бізнесі», та все ж таки вона є невичерпним джерелом інновацій, адже інновації народжуються з уміння вхоплювати незакриті й неозвучені потреби споживачів.\nЗробімо різкий поворот від Microsoft до компанії, яка складала їм чи не найбільшу конкуренцію в інноваціях, — Google. Засновники Google, Ларрі Пейдж і Сєрґєй Брін, раніше наполягали на тому, що лише фахівці з дипломами комп’ютерників чи інженерів можуть зрозуміти техноло- гії. Сучасне суспільство віддає перевагу STEM-навичкам (наука, технології, інженерія та математика) перед з м’яки- ми навичками, тобто тими, що базуються на емоційному інтелекті (як-от емпатія), і цей підхід перегукується з по- глядами Пейджа й Бріна. Тож Google вирішив заритися в дані, оскільки вони вже так добре вміють із ними пра- цювати, і подивитися, чи виправдає себе цей підхід.",
    "trans": "Nadella understands that empathy is a powerful muscle for a leader, one that needs to be exercised to build a better connection with consumers and one's own team. \"Besides confidence, a CEO must also have empathy,\" Nadella said at the Wharton School of Business. Perhaps this quality is not often seen in the list of key traits for a leader, but as they write at Wharton, Nadella considers empathy to be a \"key source of business innovation.\" He said that although it is often considered a soft skill, unrelated to the \"hard work of business,\" it is nonetheless an inexhaustible source of innovation, as innovations arise from the ability to capture unmet and unspoken consumer needs.\nLet's make a sharp turn from Microsoft to a company that has been one of its biggest competitors in innovation—Google. Google's founders, Larry Page and Sergey Brin, previously insisted that only experts with degrees in computer science or engineering could understand technology. Modern society favors STEM skills (science, technology, engineering, and mathematics) over soft skills, those based on emotional intelligence (such as empathy), and this approach resonates with the views of Page and Brin. So, Google decided to delve into data, as they are already so good at handling it, and see if this approach would prove itself."
}