{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ми підготували кілька порад у сфері наших компетенцій, що допоможуть майстерніше поратися з фінансовими викликами та підвищити рівень фінансової безпеки для вас та родини.\n1. Слідкуйте за подіями в кредитній історії, щоб запобігти появі шахрайських кредитів та помилкам кредиторів.\nМінімальний набір сповіщень — про запит вашої кредитної історії з метою видачі кредиту та про появу нового кредиту можна отримувати безкоштовно, підписавшись на відповідні сповіщення в Дії. Це дасть можливість вчасно зреагувати у разі спроби шахрайства, звернувшись до відповідного кредитора.\nБільше можливостей контролю та захисту надає послуга СтатусКонтроль, зокрема, підключивши її, ви не пропустите виникнення протермінування, чи появу виконавчого провадження, зможете відслідкувати чи закрив кредитор договір за позикою яку ви виплатили або помітити можливі помилки чи неточності в даних що передає кредитор щодо вас.",
    "trans": "We have prepared some tips in our areas of expertise that will help you masterfully deal with financial challenges and increase the level of financial security for you and your family.\n1. Monitor events in your credit history to prevent the appearance of fraudulent loans and errors by creditors.\nThe minimum set of notifications - about the request for your credit history for the purpose of obtaining a loan and about the appearance of a new loan can be received for free by subscribing to the relevant notifications in Diia. This will allow you to respond in a timely manner in case of attempted fraud by contacting the relevant lender.\nThe StatusControl service provides more opportunities for control and protection. By connecting it, you will not miss the occurrence of a delay or the initiation of enforcement proceedings. You will be able to track whether the creditor has closed the loan agreement that you have paid off, or notice possible errors or inaccuracies in the data that the creditor transmits about you."
}