{
    "source": "uk_UA",
    "target": "en_US",
    "text": "У перегонах з виробництва боєприпасів виграє не той, хто збудує більше заводів для випуску снарядів, а той, хто зможе налагодити постачання дефіцитних компонентів.\nВ ЄС це вчасно зрозуміли й створили фонд підтримки виробників боєприпасів на 2 млрд євро, з яких 75% піде на будівництво порохових заводів та нарощування виробництва інших вибухових речовин. Завдяки дотаціям та великому замовленню Євросоюз планує до кінця 2024 року вийти на потужність 1,4-1,7 млн артилерійських снарядів на рік. Проте не всі вони призначені для України – частина піде на експорт та поповнення внутрішніх запасів.\nЩоб скоротити відставання від Росії за випущеними снарядами, яке часом становить по кілька тисяч на день, вітчизняні компанії самотужки налагоджують виробництво. Українські заводи стикаються з такими ж проблемами дефіциту компонентів, але при цьому не мають мільярдів доларів дотацій на розвиток компонентної бази й постійно перебувають під обстрілами.",
    "trans": "In the race for ammunition production, it is not the one who builds more factories for the production of shells who wins, but the one who can establish the supply of scarce components.\nIn the EU, they understood this in time and created a support fund for ammunition manufacturers with a budget of 2 billion euros, of which 75% will go towards the construction of powder factories and increasing the production of other explosive substances. Thanks to subsidies and large orders, the European Union plans to reach a capacity of 1.4-1.7 million artillery shells per year by the end of 2024. However, not all of them are intended for Ukraine - part will be exported and used to replenish domestic stocks.\nTo reduce the backlog of shells produced compared to Russia, which can sometimes amount to several thousand per day, domestic companies are independently establishing production. Ukrainian factories face the same problems of component shortages, but do not have billions of dollars in subsidies for the development of their component base and are constantly under fire."
}