{
    "source": "uk_UA",
    "target": "en_US",
    "text": "- Ви відомі своїми роботами з різних матеріалів, зокрема паперу, сталі та бронзи. Як ви обираєте матеріал для своїх робіт і як він впливає на процес творчості?\n-Матеріал завжди був для мене важливою частиною творчого процесу. Я починав з паперової скульптури. У мене не було можливості купувати матеріали та інструменти, не було майстерні. Те, що я міг собі дозволити, — стіл, лист паперу, ніж і клей — було необхідним мінімумом. Навіть коли з'явилася можливість працювати з бронзою і сталлю, я все одно починав з паперових моделей. Папір — це доступний і гнучкий матеріал, який дозволяє експериментувати і швидко втілювати ідеї. Сталь і бронза дають більше можливостей для масштабних проектів і дозволяють створювати роботи, які витримують вплив зовнішнього середовища. Вибір матеріалу залежить від ідеї, яку я хочу передати. Кожен матеріал має свої особливості і можливості, і це завжди захоплюючий процес — знаходити нові шляхи для їх використання.",
    "trans": "- You are known for your works with various materials, including paper, steel, and bronze. How do you choose the material for your works and how does it influence the creative process?\n-Material has always been an important part of the creative process for me. I started with paper sculpture. I didn't have the opportunity to buy materials and tools, I didn't have a workshop. What I could afford was a table, a sheet of paper, a knife, and glue - the necessary minimum. Even when I had the opportunity to work with bronze and steel, I still started with paper models. Paper is an accessible and flexible material that allows for experimentation and quick realization of ideas. Steel and bronze offer more possibilities for large-scale projects and allow for the creation of works that can withstand the effects of the environment. The choice of material depends on the idea I want to convey. Each material has its own characteristics and possibilities, and it is always an exciting process to find new ways to use them."
}