{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Валдо доповняв Венду, а Венда — Валдо. І разом вони доповняли Одлава. І все зламалось нахрін, все, коли вона зустріла цього... Цього...\nРука сильніше стиснула тростину, коли Валдо зрозумів, що подальші дії подружжя, за яким він спостерігав на іншій частині вулиці через вікно, перейшли всю межу його крихкого розуму... Напевно, вперше Валдо шкодував, що окуляри дозволяють бачити йому все настільки добре. Бачити, наскільки їй добре під цим бісячим чоловіком.\nНевже Венда спеціально хотіла, щоб він все бачив? Чи їй просто плювати? Напевно, це ще гірше, ніж перший варіант.\nЗлість, гнів, апатія, ненависть, любов — все змішалось в одну бридку кашу зі спогадів і теперішнього, коли неможливо вже нічого змінити, навіть якщо управляти самим простором і часом. Безсилля для всесильного.\nВенда його кинула назавжди заради життя з цим чоловіком. І — о іронія! — він виявився детективом. Чортовим копом. Йобаним мусором, ШУКАЮЧИМ людей. Розшукуючим, вишукуючим, з-під землі дістаючим всіх, на кого вкажуть пальцем.\nІ хтось вказав на Венду.\nВалдо цікаво було, хто посмів, але він і так здогадувався, судячи з того, як пристрасно розгортались події в тій бісовій спальні бісового дому бісового Детектива.",
    "trans": "Waldo complemented Venda, and Venda complemented Waldo. And together they complemented Odlav. And everything fell apart when she met this... This...\nThe hand tightened its grip on the cane even more when Waldo realized that the further actions of the couple he had been observing from the other side of the street through the window had crossed the boundary of his fragile mind... Probably for the first time, Waldo regretted that his glasses allowed him to see everything so clearly. To see how well she was doing with that scoundrel of a husband.\nDid Venda really want him to see everything on purpose? Or does she just not care? Probably, it's even worse than the first option.\nAnger, rage, apathy, hatred, love - everything has mixed into one disgusting mess of memories and the present, when it is no longer possible to change anything, even if you can control space and time themselves. Powerlessness for the all-powerful.\nVenda left him forever for a life with this man. And - oh irony! - he turned out to be a detective. A damn cop. A fucking piece of trash, LOOKING for people. Searching, hunting down, digging up everyone who is pointed at with a finger.\nAnd someone pointed to Venda.\nWaldo was curious about who dared to do it, but he already had an idea, judging by how passionately the events unfolded in that damned bedroom of the damned house of the damned Detective."
}