{
    "source": "uk_UA",
    "target": "en_US",
    "text": "ДЛЯ РЕЗИДЕНТІВ УКРАЇНИ\nШановний клієнте,\nМи раді повідомити, що вам було надано доступ до торгової системи ICU Trade та Ваш профіль в особистому кабінеті ICU Trade вже активовано. Всі можливості торгової системи та особистого кабінету ICU Trade за посиланням.\nЩоб завершити реєстрацію, перейдіть за посиланням наприкінці листа й створіть пароль для входу в торгову систему.\nВхід до торгової системи ICU Trade за посиланнямtrade.online.icu абочерезмобільні додатки на iOS та Аndroid.\nВхід до особистого кабінету ICU Trade за посиланням: https://onboarding.online.icu/uk/login\n(Логін кабінету — ваш реєстраційний e-mail в ICU Trade. Пароль — той самий, який ви використовували при збереженні анкети на реєстрацію. Якщо ви не пам'ятаєте пароль або реєструвалися, здійснивши купівлю в застосунку Дія, скористайтеся кнопкою \"Забули пароль?\")\nВ разі виникнення додаткових питань, скористайтесь нашим чатботом або звертайтеся на e-mail: support@icu.ua\nFOR NON-RESIDENTS OF UKRAINE\nDear client,",
    "trans": "FOR RESIDENTS OF UKRAINE\nDear client,\nWe are pleased to inform you that you have been granted access to the ICU Trade trading system, and your profile in the ICU Trade personal account has been activated. You can now access all the features of the trading system and personal account via the link.\nTo complete your registration, please follow the link at the end of this email and create a password to access the trading system.\nYou can access the ICU Trade trading system via the link [trade.online.icu](https://trade.online.icu) or through the mobile apps available for iOS and Android.\nTo access the ICU Trade personal account, please follow the link: https://onboarding.online.icu/uk/login\n(Your login for the personal account is your registration email in ICU Trade. The password is the same one you used when submitting your registration form. If you don't remember your password or registered via the Diia app, please use the \"Forgot password?\" button)\nIf you have any additional questions, please use our chatbot or contact us via email at support@icu.ua.\nFOR NON-RESIDENTS OF UKRAINE\nDear client,"
}