{
    "source": "uk_UA",
    "target": "en_US",
    "text": "– Мінхо, – голос Біна звучав тихіше, ніж зазвичай, а очі здавались сумними, – пробач, що через мене ти все це відчував.\n– Чанбіне, конкретно ти в цьому не винен, – тепер вони дивились один одному в очі. – Ти не міг знати про мої почуття до Хьонджіна. Ти не зробив особисто мені нічого поганого. Ви просто зустрілись і покохали один одного. Ти був сміливішим, ніж я, – Мінхо посміхнувся. – Я просто боявся зізнатись. Ми стільки років дружили, – він опустив погляд.\n– Хо, – Хван ніжно гладив великим пальцем його руку, – пробач. Я насправді теж відчував щось більше до тебе, – Мінхо підняв голову, спантеличено подивившись на молодшого, – і теж, як і ти, боявся зруйнувати все, що було між нами. Тоді ми познайомились з Чанбіном, – він повернув голову до Со та лагідно усміхнувся. – Я закохався у нього по вуха, я думав, що мої почуття до тебе я сплутав з чимось іншим, але… Йшов час, а думки про тебе мене не відпускали… – Хван знову поглянув на Со, – можна це розповісти?",
    "trans": "- Minho, - Bin's voice sounded quieter than usual and his eyes looked sad, - I'm sorry that you felt all this because of me.\n- Chanbin, you are not to blame for this specifically - now they looked into each other's eyes. - You couldn't have known about my feelings for Hyunjin. You didn't do anything wrong to me personally. You just met and fell in love with each other. You were braver than I was - Minho smiled. - I was just afraid to confess. We have been friends for so many years - he lowered his gaze.\n- Ho, - Hwan gently stroked his hand with his thumb, - I'm sorry. I actually felt something more for you too, - Minho raised his head and looked at the younger one in confusion, - and like you, I was afraid of ruining everything that was between us. Then we met Changbin, - he turned his head to So and smiled gently. - I fell head over heels in love with him, I thought I had confused my feelings for you with something else, but... time went by and thoughts of you didn't leave me... - Hwan looked at So again, - Can I tell you about it?"
}