{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— Ніхт не захтів прийти до тебе на вчірку... Гик! — Пайнс дивився на стару фотографію, де була вся його родина: мама, Шермі, Форд та… Та батько. — Навіт Шерм... Гик!... Не подзвони-и-и-ив. Такий собі ти чловік! Гик!\nСтен відклав фотографію вбік. Він відчував, як голова починає розколюватись, а шлунок — вимагати перепочинку від такої великої кількості спиртного. Як прикро, що Пайнса не хвилювало його власне тіло.\nСтен також знайшов свій старий пістолет. Він був навіть заряджений. Це було дивом, бо чоловік справді не пам’ятав, як і чому там ще залишилися кулі. Він гадав, що все загубив чи витратив багато років тому.\n— Як я до цьго докотивсь, — сумно пробурмотів собі під ніс Стен, покрутивши в руках пістоль. — Жалюгідно.\nНа фоні грала одна з платівок, яку Пайнс також відкопав у спальні брата. Насправді там була ціла купа тих платівок. Навіщо вони потрібні були Форду Стен досі не зрозумів. Фідлфорд ніколи не згадував, щоб вони з Фордом працювали під музику. Не те щоб Стена це хвилювало.",
    "trans": "- Nikht didn't want to come to your party... Hic! - Pines was looking at an old photograph where his whole family was present: mom, Sherm, Ford and... And father. - Even Sherm... Hic!... Didn't call. You're such a guy! Hic!\nStan set the photo aside. He felt his head starting to split and his stomach demanding a break from such a large amount of alcohol. How unfortunate that Painsa did not care about his own body.\nStan also found his old pistol. It was even loaded. It was a miracle because the man really didn't remember how and why there were still bullets left in it. He thought he had lost everything or spent it many years ago.\n- How did I end up like this? - Stan muttered sadly to himself, twisting the pistol in his hands. - Pitiful.\nOne of the records that Pines also dug up in his brother's bedroom was playing in the background. In fact, there was a whole bunch of those records there. Ford Stan still didn't understand why they were needed. Fiddlford never mentioned that they worked with Ford while listening to music. Not that Stan cared."
}