{
    "source": "uk_UA",
    "target": "en_US",
    "text": "персональні подарунки іменинникам.\nОнлайн-казино постійно запускає захопливі та прибуткові турніри й лотереї з цінними винагородами: від гаджетів до автомобілів.\nІгрові автомати на сайті казино 777\nПерш ніж реєструватися на офіційному сайті та грати, слід ознайомитися з колекцією ігрових автоматів 777. Чималою популярністю серед гемблерів досі користуються класичні апарати виробництва студій Novomatic, Casino Technology та інших. Найбільш рейтингові автомати:\nPompei Gold Rapid Link\nFortune Skulls\nCash Vault Hold'n'Link\nAmazing Catch\nAztec Fire Hold and Win\nRoyal Joker Hold and Win.\nВ асортименті представлені й нові відеослоти з актуальними на сьогодні режимами на кшталт Megaways™. До таких апаратів можна віднести Kingmaker Fully Loaded Megaways, Chilli Picante Megaways, Eternal Phoenix Megaways, Dwarven Gems Megaways тощо. Більшості автоматів властиві додаткові опції: спеціальні знаки Вайлд і Скаттер, респіни, фріспіни, прогресуючі множники, ризик-раунд.",
    "trans": "Personalized Gifts for Birthdays\nOnline Casino Constantly Launches Exciting and Profitable Tournaments and Lotteries with Valuable Rewards: From Gadgets to Cars\nSlot Machines on the Casino 777 Website\nPrior to registering on the official website and playing, you should familiarize yourself with the collection of slot machines at 777. Classic machines produced by studios such as Novomatic, Casino Technology, and others remain highly popular among gamblers. The highest-rated machines are:\nPompei Gold Rapid Link\nPompei Gold Rapid Link\nPompei Gold Rapid Link\nAmazing Catch\nAztec Fire Hold and Win\nRoyal Joker Hold and Win.\nThe range also includes new video slots with current modes such as Megaways™. Examples of such machines are Kingmaker Fully Loaded Megaways, Chilli Picante Megaways, Eternal Phoenix Megaways, Dwarven Gems Megaways, and more. Most machines feature additional options: special Wild and Scatter symbols, respins, free spins, progressive multipliers, and risk rounds."
}