{
    "source": "uk_UA",
    "target": "en_US",
    "text": "За художнього керівництва Надії Бабіч реалізовані вагомі мистецькі проєкти, зокрема 20 унікальних за масштабами фестивалів («До 125-річчя відкриття театру – архітектурного шедевру Фельнера і Гельмера»; міжнародний фестиваль мистецтв в Одеській опері (2012, 2013 р.) ; «Різдвяний фестиваль» (2012 – 2019 р.); міжнародний фестиваль мистецтв «Оксамитовий сезон в Одеській опері» (2015 – 2020 р.) тощо. Важливим доробком у розвиток театру стало створення у 2012 році музею і сценічного майданчику – мала сцена «Бельетаж», а у 2014 - реставрація театрального органу, що відкрила для Одеської опери нові мистецькі можливості.\nУ 2021 році Надія Матвіївна виступила авторкою ідеї та фундаторкою постановки нової сучасної версії опери О. Родіна «Катерина» за творчою спадщиною Т. Шевченка, прем’єра якої відбулася 17 вересня 2022 року і стала єдиною в Україні прем’єрною виставою, що була підготовлена та вийшла під час воєнного стану. За відгуками мистецької спільноти, фахівців – критиків, музикознавців і театрознавців «Катерина» стала новим етапом подальшого розвитку театру, а також поклала початок нової школи сучасної української опери.",
    "trans": "Under the artistic direction of Nadiya Babich, significant artistic projects have been implemented, including 20 unique festivals in terms of scale (\"For the 125th anniversary of the opening of the theater - the architectural masterpiece of Felner and Helmer\"; international festival of arts at the Odessa Opera (2012, 2013); \"Christmas Festival\" (2012 - 2019); international festival of arts \"Velvet Season at the Odessa Opera\" (2015 - 2020), etc.). An important contribution to the development of the theater was the creation of a museum and a stage area - the small stage \"Belyetazh\" in 2012, and in 2014 - the restoration of the theater organ, which opened new artistic possibilities for the Odessa Opera.\nIn 2021, Nadiya Matviyivna became the author of the idea and the founder of the staging of a new modern version of the opera \"Kateryna\" by O. Rodin, based on the creative heritage of T. Shevchenko. The premiere took place on September 17, 2022, and it became the only premiere performance in Ukraine that was prepared and staged during martial law. According to feedback from the artistic community, specialists – critics, musicologists, and theater scholars – \"Kateryna\" marked a new stage in the further development of theater and also laid the foundation for a new school of modern Ukrainian opera."
}