{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Чи повідомляти фіскалів?\nПри цьому аніПКУ, ані інша вітчизняна нормативкане вимагає від ФОП поданнядо контролюючого органуповідомлення про відкриттяабо закриття іноземних рахунків. На цьому акцентують увагу і податківці уБЗ 116.08.\nВодночас це не означає, шо податківцініколи не довідаютьсяпро те, що ФОП відкрив рахунок за кордоном і на нього отримав дохід від здійснення своєї діяльності. Це поки що у податківців доступу до такої інформації немає.\nАлеу найближчій перспективімає запрацювати система автоматичного обміну інформацією з іноземними юрисдикціями.\nІ от як тільки це станеться, то вітчизняні податківціотримають відомостіне лише про наявність іноземного банківського рахунку, але й про обороти/залишки на таких рахунках.\nАдже за системою обміну інформації іноземний банк при відкритті рахунку визнає нашу фізособу (ФОП) резидентом України. А тому щойно прийде час автообміну, то він передасть в Україну інформацію про банківський рахунокбез жодного запитуз нашого боку.\nКоли запрацює ця система автоматичного обміну інформацією, поки що точносказати складно.",
    "trans": "Should you inform the tax authorities?\nAt the same time, neither the Tax Code nor any other national regulations require individual entrepreneurs to submit a notification to the tax authorities about opening or closing foreign bank accounts. This is also emphasized by the tax authorities in their clarification BZ 116.08.\nAt the same time, this does not mean that the tax authorities will never find out that an individual entrepreneur has opened an account abroad and received income from his/her business activities. For now, the tax authorities do not have access to such information.\nHowever, in the near future, a system for automatic exchange of information with foreign jurisdictions is set to be launched.\nAnd as soon as this happens, domestic tax authorities will receive information not only about the existence of foreign bank accounts but also about the transactions and balances on those accounts.\nUnder the information exchange system, when a foreign bank opens an account, it will recognize our individual (individual entrepreneur) as a resident of Ukraine. Therefore, once the automatic exchange system is in place, the bank will transmit information about the bank account to Ukraine without any request from our side.\nIt is still hard to say exactly when this automatic information exchange system will be implemented."
}