{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Мого питання немає в переліку, з'єднайте з оператором.\nПитання по відшкодуваннях.\nНемає потрібного питання в переліку\nДалі\n17:07\nОрієнтовний час підключення до оператора складає 2 хвилини.\nНе буду чекати\n17:07\nСпеціаліст Юлія в чаті\n17:07\nЮлія\nДобрий день Вас вітає підтримка бізнес-клієнтів ПриватБанку!\n17:07\nОрієнтовний час підключення до оператора складає 2 хвилини.\nНе буду чекати\n17:07\nClient\nбудь ласка, дайте нормальну фахову відповідь відправлено до питання\n17:07\nДоброго дня. Я користуюсь лише додатком Термінал і не маю намір користуватись прро апаратним. Як фіскалізувати платежі у терміналі для податкової і у мене підвʼязано Термінал до рахунку чи до картки ФОП? Бо підвʼязака після скачування додатку була автоматична. Дякую\n17:08\nЮлія\nВи хочете підключити додаток термінал до ПРРо банку ?\n17:08\nМи давно не отримували повідомлень від вас.\nШановний клієнте, ви ще в чаті?\nПродовжити діалог\n17:09\nДякуємо, що надали зворотний зв'язок.\nМи цінуємо вашу оцінку та вже працюємо над її поліпшенням.\n17:37\nClient\nОператор\n17:37\nПопулярні питання\nМого питання немає в переліку, з'єднайте з оператором.\nМого питання немає в переліку, з'єднайте з оператором.\nНемає потрібного питання в переліку\nДалі",
    "trans": "My question is not in the list, connect me to an operator.\nQuestion about reimbursements.\nNo relevant question in the list\nNext\n17:07\nEstimated connection time to an operator is 2 minutes.\nI won’t wait\n17:07\nSpecialist Yulia in chat\n17:07\nYulia\nGood afternoon, you are welcomed by PrivatBank business client support!\n17:07\nEstimated connection time to an operator is 2 minutes.\nI won’t wait\n17:07\nClient\nPlease provide a proper professional answer. Sent to the question\n17:07\nGood afternoon. I only use the Terminal app and do not intend to use a hardware cash register. How can I fiscalize payments in the Terminal for tax purposes? Is my Terminal linked to the account or to the entrepreneur's card? Because the linking after downloading the app was automatic. Thank you\n17:08\nYulia\nDo you want to link the Terminal app to the bank's cash register system?\n17:08\nWe haven’t received messages from you for a while.\nDear client, are you still in the chat?\nContinue the dialogue\n17:09\nThank you for your feedback.\nWe appreciate your evaluation and are already working on improving it.\n17:37\nClient\nOperator\n17:37\nPopular questions\nMy question is not in the list, connect me to an operator.\nMy question is not in the list, connect me to an operator.\nNo relevant question in the list\nNext"
}