{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Кента знову курить прямо в салоні, Піт морщиться але мовчить. Вони їдуть додому в повній тиші поки її нарешті не порушує альфа.\n- Він в лайні. Він не в порядку. Зовсім не в порядку. Якщо хочеш його, моя тобі порада, знайди йому найкращого психіатра.\nПіт крадькома дивиться на альфу.\n- А чого хочеш ти Кене?\nКента всміхається. Ми вже це обговорювали. Я хочу того ж що і ти. Я не проти мати у своєму ліжку ще одну енігму. Тим паче я не проти її трахнути, звiсно лише пiсля того, як його мiзки встати на мiсце.\nПіт на це обурено пихкає. Кента зміюється помітивши реакцію старшого.\n- Я жартую, ти ж знаєш. Я не проти Вея в наших стосунках. Правда здається тепер тобі трохи поборотися за його ще і з Бейбом. Придурок налаштований серйозно що до твоєї енігми. Той альфа Алан сказав мені, що альфа Бейба розпізнав у Веї свою другу пару. Тож треба просто брати його з собою як я і казав. - Піт знову пихкає на слова альфи.",
    "trans": "Kenta is smoking again right in the salon, Pete is frowning but silent. They are driving home in complete silence until it is finally broken by the alpha.\n- He is in a mess. He is not okay. Not okay at all. If you want him, my advice to you is to find him the best psychiatrist.\nPit is secretly looking at the alpha.\n- What do you want, Ken?\nKent is smiling. We have already discussed this. I want the same thing as you do. I'm not against having another enigma in my bed. Moreover, I'm certainly not against fucking her, of course only after his brains are back in place.\nPit snorts indignantly at this. Kenta notices the reaction of the older one and slithers away.\n- I'm just joking, you know. I'm not against Vey in our relationship. It seems like now you have to fight a little for him with Baby too. The idiot is seriously set on your enigma. That alpha Alan told me that alpha Baby recognized Vey as his second pair. So you just need to take him with you like I said. - Pete is puffing again at the words of the alpha."
}