{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Стенлі міцно обійняв свого брата, але обережно, щоб кава не була розлита. Форд був здивований, однак обійняв Стенлі у відповідь. Вони сиділи так хвилини дві, доки Стенлі не залишив Форда в спокої.\n— Вибач. Не знаю, що на мене найшло.\n— Ні-ні, все добре! Ти ж знаєш, що я завжди радий твоїм обіймам, — Стенлі сумно всміхнувся. Форд поставив кухоль на стіл і поглянув на брата. — Розкажеш мені, що сталося? Тобі не потрібно це робити, але це могло б тобі допомогти.\n— Мені снилися спогади. Не найкращі спогади. Чесно кажучи, я б хотів забути це все.\nФорду було боляче бачити Стенлі таким. Він знав, що життя Стенлі всі ці сорок років не було таким яскравим та ідеальним. Незважаючи на це, Стенлі ніколи не піднімав тему свого життя без Форда. Лише кілька місяців тому Стенлі раптово ляпнув про те, що вони з Фідлфордом були разом дуже довгий час. Форд тоді ледь не втратив свідомість. Його партнер із роботи і його брат ?! Це якийсь жарт?! Вони двоє були повною протилежністю один одного!",
    "trans": "Stanley hugged his brother tightly, but carefully so that the coffee wouldn't spill. Ford was surprised but hugged Stanley in return. They sat like that for a couple of minutes until Stanley left Ford alone.\n- I'm sorry. I don't know what came over me.\n- No-no, everything is fine! You know that I am always happy to have your hugs,\" Stanley said with a sad smile. Ford put the mug on the table and looked at his brother. \"Will you tell me what happened? You don't have to do it, but it could help you.\n- I had memories in my dreams. Not the best memories. To be honest, I would like to forget all of this.\nIt hurt Ford to see Stanley like that. He knew that Stanley's life had not been so bright and perfect for all these forty years. Despite this, Stanley never brought up the topic of his life without Ford. Just a few months ago, Stanley suddenly blurted out that he and Fiddleford had been together for a very long time. Ford almost lost consciousness at that time. His work partner and his brother?! Is this some kind of joke?! They were complete opposites of each other!"
}