{
    "source": "uk_UA",
    "target": "en_US",
    "text": "- Ми будемо робити це поступово, Пі! – Джеф виглядам таким збудженим в своєму бажанні. Наче дитина яка в перший раз збирається робити те, про що так давно мріяла.\nЗапхати в мене іграшку в формі щупальця…\nВей ще раз ковтнув, глянувши на це.\n- Джефе я сказав ні і це не обговорюється.\n- Але Пі Вей. Я ж кажу, що ми будемо робити це поступово. Трохи сьогодні, щоб потренувати тебе, трохи завтра і ще післязавтра і…\n- Ти збираєшся трахати мене цим кожного дня?! Джефе, де ти такого понабрався?\n- Я вже давно про це мрію, Пі Вей. Як тільки я в перше побачив цю іграшку, я одразу зрозумів, що вона ідеально підходить тобі… Ну будь- ласка Пі Вей. – Джеф відклав щупальце в кудись в сторону і підліз під бік Вея. – Прошу, Пі Вей. Тобі сподобається, я провів багато досліджень і перечитав купу форумів, де люди писали про це. – Джеф втиснувся носом Вею під підборіддя, вдихаючи його запах. – Тобі сподобається, я обіцяю. Ти потім ще раз сам попросиш мене повторити. – Омега відривається від Вея, дивлячись цим фірмовим, щенячим поглядом.",
    "trans": "- We will do it gradually, Pi! - Jeff looks so excited in his desire. Like a child who is about to do something they have dreamed of for a long time for the first time.\nStuff a toy in the shape of a tentacle into me...\nVey swallowed again, looking at this.\n- Jeff, I said no and it's not up for discussion.\n- But Pi Wei. I’m telling you that we will do it gradually. A little today to train you, a little tomorrow and the day after tomorrow and…\n- Are you going to fuck me with this every day?! Jeff, where did you get this from?\n- I have been dreaming about this for a long time, Pi Wei. As soon as I saw this toy for the first time, I immediately realized that it is perfect for you... Please, Pi Wei. - Jeff set the tentacle aside and crawled under Wei's side. - Please, Pi Wei. You will like it, I have done a lot of research and read a lot of forums where people wrote about it. - Jeff pressed his nose under Wei's chin, inhaling his scent. - You will like it, I promise. You will ask me to repeat it again later. - The Omega pulls away from Wei, looking at him with that signature puppy dog eyes."
}