{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ріхард малесенький. Мініатюрний. Він зараз у звичайному життєвому середовищі виглядає ще меншим. Та блін, Пауль реально крупніший! Ріхард одягнений у чорне пальто, чорний светр, адідас, кєпочку й старі кедіки. Кедіки в таку погоду та ще й по бруківці берлинських тротуарів - це жесть. Ріхард явно пішки багато не ходить. Ріхард худесенький. Якщо його ріст створює ілюзію, що він нижче свого зросту, то худоба в нього справжня. Він як тростиночка, там на кістках нічого не лишилося. Але він виглядає пречудово. Колір обличчя свіжий, обличчя спокійне, без зморшок та ознак важких роздумів. Нє, є зморшки - оці чарівні зморшечки в куточках очей, коли він посміхається. Брови й вії підфарбовані чорним, як було в турі, волосся, яке виглядає з-під кєпочки, яскраво чорне. Але він давно не стригся, волосся відросло й кучериться. Боже, ці кучері на потилиці…\nРіхард такий Ріхард. Його небезпечно з дому випускати. Він переходячи дорогу не дивився на машини й ледве відскочив, а потім переходячи знову пішов не до переходу, а попрямував навпростець через рельси й бурʼян.",
    "trans": "Richard is tiny. Miniature. He looks even smaller in a normal living environment right now. But damn, Paul is really bigger! Richard is dressed in a black coat, black sweater, Adidas shoes, a cap, and old sneakers. Wearing sneakers in such weather and on the cobblestones of Berlin's sidewalks is crazy. Richard clearly doesn't walk much on foot. Richard is very thin. If his height creates the illusion that he is shorter than his height, his thinness is real. He is like a stick, there is nothing left on his bones. But he looks wonderful. His face color is fresh, his face is calm, without wrinkles or signs of deep thoughts. No, there are wrinkles - those charming little wrinkles at the corners of his eyes when he smiles. His eyebrows and eyelashes are dyed black, just like during the tour, and the hair that peeks out from under the cap is bright black. But he hasn't had a haircut in a long time, his hair has grown out and curls. Oh God, those curls at the back of his head...\nRichard is such a Richard. It's dangerous to let him out of the house. He didn't look at the cars when crossing the road and barely jumped back, and then when crossing again he didn't go to the crosswalk but headed straight across the tracks and weeds."
}