{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Задня частка гіпофіза (нейрогіпофіз) містить тільця Герінга — розширення аксонів нейросекреторних клітин переднього гіпоталамуса, де нагромаджуються секреторні гранули з окситоцином і вазопресином. Опорно-трофічний апарат нейрогіпофіза утворений пітуїцитами — клітинами епендимної глії веретеноподібної або неправильної зірчастої форми.\nЗадня частка гіпофіза отримує артеріальну кров з нижньої гіпофізарної артерії.Венозний відтік з гіпофіза здійснюється в запалі венозний синус твердої мозкової оболонки (менша частина). Велика частина крові відтікає ретроградно в серединна піднесення, що, завдяки транспорту кров'ю гіпофізарних гормонів, грає визначальну роль в реалізації механізмів зворотного зв'язку між гіпофізом та гіпоталамусом.\nГіпоталамо-нейрогіпофізарна система характерна тим, що гормони супраоптичних та паравентрикулярних ядер переднього гіпоталамуса по аксонах нейросекреторних клітин опускаються у задню частку гіпофіза (нейрогіпофіз), де можуть зберігатися або виводяться у кровообіг через аксовазальні синапси.",
    "trans": "The posterior part of the pituitary gland (neurohypophysis) contains Herring bodies—expansions of the axons of neurosecretory cells of the anterior hypothalamus, where secretory granules with oxytocin and vasopressin accumulate. The supporting trophic apparatus of the neurohypophysis is formed by pituicytes—cells of ependymal glia with a spindle-shaped or irregularly stellate form.\nThe posterior part of the pituitary gland receives arterial blood from the inferior hypophyseal artery. Venous outflow from the pituitary gland occurs into the cavernous venous sinus of the dura mater (a smaller part). The majority of the blood flows retrogradely into the median eminence, which, due to the transport of pituitary hormones by blood, plays a crucial role in the realization of feedback mechanisms between the pituitary and the hypothalamus.\nThe hypothalamo-neurohypophyseal system is characterized by the fact that hormones from the supraoptic and paraventricular nuclei of the anterior hypothalamus descend along the axons of neurosecretory cells into the posterior part of the pituitary gland (neurohypophysis), where they can be stored or released into the bloodstream through axovasal synapses."
}