{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1.2.2. Автор – фізична особа, творчою працею якої створено твір.\n1.2.3. Твір – інформація, як результат наукової чи навчально-методичної діяльності конкретної особи (чи у співавторстві), представлена на паперових носіях або в електронному вигляді у мережі Інтернет чи оприлюднена на офіційному веб-сайті університету (монографія, навчальне видання, стаття, препринт, автореферат, рукопис дисертації.\n1.2.4. Цитата – порівняно короткий уривок з літературного, наукового чи будь-якого іншого опублікованого (оприлюдненого на офіційному веб-сайті) твору, який використовується, з обов'язковим посиланням на його автора і джерело цитування, іншою особою у своєму творі з метою зробити зрозумілішими свої твердження або для посилання на погляди іншого автора в автентичному формулюванні.\n1.2.5. Різновиди плагіату:\n1) копіювання та оприлюднення виконаної іншим автором роботи як своєї;\n2) дослівне копіювання фрагментів тексту (від фрази до набору речень) без належного оформлення цитування;\n3) внесення незначних правок у скопійований матеріал (переформулювання речень, зміна порядку слів в них тощо) та без належного оформлення цитування;\n4) парафраза – переказ своїми словами чужих думок, ідей або тексту; сутність парафрази полягає в заміні слів (знаків), фразеологічних оборотів або пропозицій при використанні будь-якої авторської наукової праці (збереженої на електронних або паперових носіях, у тому числі розміщеної в мережі Інтернет).",
    "trans": "1.2.2. The author is a natural person whose creative work has resulted in the creation of the work.\n1.2.3. A work is information that results from the scientific or educational-methodological activity of a specific person (or in co-authorship), presented in paper form or in electronic form on the Internet or published on the official website of the university (monograph, educational publication, article, preprint, author's abstract, dissertation manuscript).\n1.2.4. Quote - a relatively short excerpt from a literary, scientific, or any other published (published on an official website) work, which is used by another person in their own work with a mandatory reference to its author and source of citation, in order to clarify their statements or to refer to the views of another author in authentic wording.\n1.2.5. Types of Plagiarism:\n1) Copying and publishing the work done by another author as one's own;\n2) verbatim copying of fragments of text (from a phrase to a set of sentences) without proper citation formatting;\n3) making minor edits to the copied material (rephrasing sentences, changing the order of words in them, etc.) and without proper citation formatting;\n4) Paraphrase - the retelling of someone else's thoughts, ideas or text in your own words; the essence of paraphrasing lies in the replacement of words (characters), phraseological turns or sentences when using any author's scientific work (stored on electronic or paper media, including posted on the Internet)."
}