{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Спочатку вони по черзі з розумними виразами обличчя пародіювали екскурсоводів, зачитуючи інформацію з табличок. Потім намагалися послухати аудіогід, але це виявилося надто нудно, навіть коли [redacted_name] запропонував переключити мову на італійську. Зрештою вони знайшли вільне місце в одному з найбільших залів і просто дивилися на риб.\n— Прямо картинна галерея, — сказав [redacted_name].\n[redacted_name] лише кивнув у відповідь. За хвилину поклав голову йому на плече, ще за хвилину став гладити руку. [redacted_name] тоді про риб і думати забув.\n— Не відволікай, — сказав він іще через кілька хвилин, коли [redacted_name] грався із ґудзиком на манжеті його сорочки, — я слідкую за скатом.\n— А я слідкую, як ти слідкуєш за скатом, — він чув, як [redacted_name] усміхався. — Дякую, що погодився прийти сюди зі мною.\n— Я й сам давно хотів, — ніяково відповів [redacted_name]. Він справді хотів, просто було щось таке у голосі [redacted_name], що змушувало закохуватися — і, відповідно, ніяковіти — ще сильніше.\n— Не так класно, як я думав, і людей забагато, але мені подобається, — [redacted_name] переплів їхні пальці. — Я в біса голодний. Хочу жульєн із веганським мʼясом.\n[redacted_name] хихотнув через раптову зміну теми.\n— Зробимо, як будемо вдома. Ти хочеш піти?",
    "trans": "At first, they took turns parodying tour guides with smart expressions on their faces, reading information from the signs. Then they tried to listen to the audio guide, but it turned out to be too boring, even when [redacted_name] suggested switching the language to Italian. In the end, they found a free spot in one of the largest halls and just watched the fish.\n- It's like a real art gallery, - said [redacted_name].\n[redacted_name] just nodded in response. After a minute, he rested his head on his shoulder, and after another minute, he started to stroke his hand. At that moment, [redacted_name] forgot about fish and everything else.\n- Don't distract me, - he said a few minutes later when [redacted_name] was playing with the button on the cuff of his shirt, - I'm watching the ray.\n- And I watch as you watch the stingray, - he heard [redacted_name] smile. - Thank you for agreeing to come here with me.\n- I myself have wanted it for a long time, - [redacted_name] replied awkwardly. He really wanted it, but there was something in [redacted_name]'s voice that made one fall in love - and, accordingly, feel even more awkward.\n- Not as cool as I thought, and there are too many people, but I like it,\" [redacted_name] intertwined their fingers. \"I'm really hungry. I want a vegan meat julienne.\n[redacted_name] chuckled at the sudden change of topic.\n- Let's do it when we get home. Do you want to go?"
}