{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Скарги : на біль голови, загальну слабість, нудоту та блювання, порушення мови. Анамнез хвороби: Пацієнтка доставленна БШД з дому де на фоні порушення рухів та відмови від їжі стан пацієнтки погіршав.\nПроведено КТ головного мозку та верифіковано новоутвір лобно-скроневої частки зліва. Госпіталізована увідділення нейрохірургії.\nАнамнез життя: Вірусний гепатит, туберкульоз, венеричні та інші інфекційні захворювання пацієнт у себе та близьких—заперечує. Алергії на ліки не зауважував. Онкологічний анамнез не обтяжений.\nОбʼєктивний стан хворого: Загальний стан пацієнта важкий. Гіпостенічної конституції, задовільного підживлення. Шкірні покриви та видимі слизові -бліді. Аускультативно - тони серця чисті, ритмічні, АТ- 180/100 мм рт. ст., PS- 84 уд. за хв. Над легенями - везикулярне дихання. Пльпаторно - живіт мʼякий, при пальпації не болючий. С-м Пастернацького (-) з обох боків, розладів сечопуску не зауважено.\nНеврологічно: Свідомість — оглушення 136 ШКГ. Зіниці D=S. Моторна афазія. Елементи сенсорної афазії.Фотореакції збережені. Лице згладження носогубного трикутника зліва. Язик деавіює у ліво. Сухожилкові рефлекси D>S , рухова активність в кінцівках - глибокий геміпарез справа. Менінгіальних симптомів не виявлено. Патологічні рефлекси - Бабінський (+) справа. Фізіологічні відправення контролює.\nПацієнтка на фоні протинабрякової терапії з позитивною динамікою відмічає зменшення нудоти, Зменшення геміпарезу з глибокого до поверхневого. Моторна афазія утримуються у меншій мірі.",
    "trans": "Complaints: headache, general weakness, nausea and vomiting, speech disturbance. Medical history: The patient was brought to the hospital from home where her condition worsened against the background of movement disorders and refusal to eat.\nA CT scan of the brain was performed and a tumor in the left frontal-temporal lobe was verified. She was hospitalized in the neurosurgery department.\nMedical History: The patient denies having viral hepatitis, tuberculosis, venereal diseases, and other infectious diseases in themselves or their close relatives. No allergies to medications have been noted. There is no history of cancer.\nObjective state of the patient: The general condition of the patient is severe. Hyposthenic constitution, satisfactory nutrition. Skin and visible mucous membranes are pale. Auscultation - heart sounds are clear, rhythmic, blood pressure - 180/100 mmHg, PS - 84 beats per minute. Over the lungs - vesicular breathing. Palpation - abdomen is soft, not painful on palpation. S-m Pasternatsky (-) sign on both sides, no urinary disorders observed.\nNeurologically: Consciousness - stupor 136 EEG. Pupils D=S. Motor aphasia. Elements of sensory aphasia. Photoreactions preserved. Smoothness of the nasolabial triangle on the left side of the face. Tongue deviates to the left. Tendon reflexes D>S, motor activity in the limbs - deep hemiparesis on the right side. No meningeal symptoms detected. Pathological reflexes - Babinski (+) on the right side. Physiological functions are controlled.\nThe patient notes a decrease in nausea and a reduction in hemiparesis from deep to superficial against the background of anti-edema therapy with positive dynamics. Motor aphasia is present to a lesser extent."
}