{
    "source": "uk_UA",
    "target": "en_US",
    "text": "#лиходій\n#матрос\n#міфології\n#море\n#музичний\n#мультфільм\n#напівбог\n#обнадійливий\n#океан\n#острів\n#острівне життя\n#подорож\n#полінезія\n#помічник тварин\n#прокляття\n#рятуючи світ\n#Тихий океан\n2\nНайкращі мультфільми в жанрі фентезі 2016\n2\nНайкращі мультфільми в жанрі комедія 2016\n3\nНайкращі мультфільми 2016\n3\nНайкращі мультфільми в жанрі пригоди 2016\n3\nНайкращі мультфільми в жанрі сімейний 2016\n🏆 Найпопулярніші мультфільми Disney\n🧭 Мультфільми про пригоди та подорожі\nМоана - донька вождя невеликого племені на узбережжі Тихого Океану. Ще з самого дитинства, вона вирізнялася з-поміж інших дітей бажанням подорожувати, і з часом нічого кардинально не змінилося. Вона як була завзятою любителькою раптових подорожей, так нею і залишилася. Але раніше це була лише межа її мрій. Цього разу вона нарешті вирішила змінити своє життя, і відправиться в довгу морську подорож разом з колишнім напівбогом: Мауї, який зараз вже втратив колишню силу, але все ще був готовий подорожувати.\nПеред тим як вирушати в цю подорож, вона вже знала, що там на неї чекатиме чимало перепон, включно з різними монстрами, які захочуть знищити небажаних гостей. Але цей факт зовсім її не лякав, адже вона дуже хотіла втілити всі свої мрії в реальність і тепер, коли вона приступила до виконання цієї мрії, зупинити її так просто не вийде.",
    "trans": "#villain\n#sailor\n#mythology\n#sea\n#musical\n#cartoon\n#demigod\n#promising\n#ocean\n#island\n#island life\n#journey\n#polynesia\n#animal helper\n#curse\n#saving the world\n#Pacific Ocean\n2\nBest fantasy animated films 2016\n2\nBest comedy animated films 2016\n3\nBest animated films 2016\n3\nBest adventure animated films 2016\n3\nBest family animated films 2016\n🏆 Most popular Disney animated films\n🧭 Animated films about adventures and travels\nMoana is the daughter of the chief of a small tribe on the coast of the Pacific Ocean. Since childhood, she stood out among other children with her desire to travel, and over time nothing has changed dramatically. She was still an avid lover of sudden travels. But before, this was only the limit of her dreams. This time she finally decided to change her life and go on a long sea voyage with the former demigod: Maui, who has now lost his former strength, but was still ready to travel.\nBefore embarking on this journey, she already knew that many obstacles awaited her there, including various monsters who would want to destroy unwanted guests. But this fact did not scare her at all, because she really wanted to bring all her dreams to life, and now that she had started implementing this dream, it would not be easy to stop her."
}