{
    "source": "uk_UA",
    "target": "en_US",
    "text": "У Миколаєві для ремонту каналізації почали використовувати сучасну технологію «полімерної панчохи»\nСьогодні 08:42\nУ Миколаєві почали використовувати сучасну технологію для відновлення каналізації методом «полімерної панчохи». Про це повідомили в міськраді.\nВперше такий спосіб випробували під час ремонту каналізаційного колектору на вул. Колодязній.\nЯк розповів гендиректор МКП «Миколаївводоканалу» Борис Дуденко, відновлення труб полімерним рукавом - одна з найкращих на сьогодні технологій для ремонту трубопроводів на складних ділянках. За її допомогою можна швидко приводити до ладу пошкоджені ділянки як каналізаційної мережі, так і водопроводів.\n«В стару трубу заводиться полімерний рукав. Потім під дією ультрафіолету та паривеликого тиску цей рукав стає твердим і подовжує строк служби трубопроводу як мінімум на 50 років. Технологія дає змогу досить швидко виконувати роботи без порушення дорожнього покриття», - пояснив Борис Дуденко.",
    "trans": "In Mykolaiv, a modern technology called \"polymer sock\" has started to be used for sewer repairs.\nToday at 08:42\nIn Mykolaiv, a modern technology for restoring sewage systems using the \"polymer sock\" method has started to be used. This was reported by the city council.\nThis method was first tested during the repair of the sewer collector on Kolodyazna Street.\nAs the director of the Municipal Enterprise \"Mykolaivvodokanal\" Boris Dudenko explained, the restoration of pipes with a polymer sleeve is one of the best technologies available today for repairing pipelines in complex areas. It allows for the quick restoration of damaged sections of both sewer networks and water supply systems.\n“A polymer sleeve is inserted into the old pipe. Then, under the influence of ultraviolet light and high pressure steam, this sleeve becomes hard and extends the service life of the pipeline by at least 50 years. The technology allows for fairly quick work to be carried out without disturbing the road surface,” explained Boris Dudenko."
}