{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ну що ж. Я слабка людина. І контужена. Я вийшла з трамваю й стала дивитися на [redacted_name].\n[redacted_name] малесенький. Мініатюрний. Він зараз у звичайному життєвому середовищі виглядає ще меншим. Та блін, [redacted_name] реально крупніший! [redacted_name] одягнений у чорне пальто, чорний светр, адідас, кєпочку й старі кедіки. Кедіки в таку погоду та ще й по бруківці берлинських тротуарів - це жесть. [redacted_name] явно пішки багато не ходить. Ріхард худесенький. Якщо його ріст створює ілюзію, що він нижче свого зросту, то худоба в нього справжня. Він як тростиночка, там на кістках нічого не лишилося. Але він виглядає пречудово. Колір обличчя свіжий, обличчя спокійне, без зморшок та ознак важких роздумів. Нє, є зморшки - оці чарівні зморшечки в куточках очей, коли він посміхається. Брови й вії підфарбовані чорним, як було в турі, волосся, яке виглядає з-під кєпочки, яскраво чорне. Але він давно не стригся, волосся відросло й кучериться. Боже, ці кучері на потилиці…\n[redacted_name] такий [redacted_name]. Його небезпечно з дому випускати. Він переходячи дорогу не дивився на машини й ледве відскочив, а потім переходячи знову пішов не до переходу, а попрямував навпростець через рельси й бурʼян.",
    "trans": "Well, what can I say. I am a weak person. And I'm concussed. I got off the tram and started looking at [redacted_name].\n[redacted_name] is tiny. Petite. In a normal environment, he looks even smaller. But damn, [redacted_name] is actually larger! [redacted_name] is wearing a black coat, black sweater, Adidas, a cap, and old sneakers. Sneakers in this weather and on the cobblestones of Berlin's sidewalks—that's tough. [redacted_name] clearly doesn't walk much. Richard is very thin. While his height creates an illusion that he is shorter than he is, his leanness is real. He looks like a little stick, there's nothing left on his bones. But he looks wonderful. His complexion is fresh, his face is calm and has no wrinkles or signs of heavy thoughts. No, there are wrinkles—those charming little wrinkles in the corners of his eyes when he smiles. His eyebrows and eyelashes are dyed black, as they were on tour, and the hair peeking out from under the cap is bright black. But he hasn't had a haircut for a long time, his hair has grown out and is curly. God, these curls on the back of his head…\n[redacted_name] is so [redacted_name]. It's dangerous to let him out of the house. He crossed the street without looking at the cars and barely jumped back, and then, crossing again, he didn't go to the pedestrian crossing but headed straight through the rails and weeds."
}