{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Важливо! Різні форми білірубіну володіють різною токсичністю для тканин. Непрямий дуже токсичний для нервових тканин. З’єднуючись з іншими білками, він переходить в пов’язану форму і виводиться з організму з каловими масами.\nПричини і симптоми\nПричини підвищення рівня пігменту різні:\nінтенсивне руйнування еритроцитів;\nпроблеми з відтоком жовчі в 12-палої кишки;\nнаслідки прийому ліків;\nглистяні інвазії;\nнедолік вітаміну B12 в організмі.\nЧасті симптоми:\nзапаморочення і мігрені;\nшвидка стомлюваність;\nнапади нудоти, блювоти, свербіння;\nпожовтіння слизових і склери очей;\nтемна сеча;\nпідвищена температура.\nНакопичення білірубіну може призвести до жовтяниці, загострення хронічних захворювань. Підвищений відсоток вмісту в крові може викликати нервові розлади. Загальні рекомендації (що не можна їсти і робити):\nНайчастіше є — краще. Збільшення прийомів їжі до 6 разів на день сприятиме нормалізації рівня речовини в крові.\nПри підвищеному білірубіну і холестерин можна вживати смажені і копчені страви. Вибирати слід приготування на пару, в духовці, варену їжу.\nНорма солі не повинна перевищувати 10 г на добу.\nВуглеводи в раціоні повинні переважати. Норма до 500 г на добу.\nЯкі продукти підвищують білірубін:",
    "trans": "Important! Different forms of bilirubin have varying toxicity for tissues. Indirect bilirubin is highly toxic to nervous tissues. By binding with other proteins, it transitions into the conjugated form and is excreted from the body through feces.\nCauses and Symptoms\nThe reasons for the increase in pigment levels are different:\nIntensive destruction of erythrocytes;\nproblems with bile flow to the duodenum;\nconsequences of taking medications;\nworm infestations;\nlack of vitamin B12 in the body.\nFrequent symptoms:\ndizziness and migraines;\nrapid fatigue;\nattacks of nausea, vomiting, itching;\nyellowing of mucous membranes and sclera of the eyes;\ndark urine;\nelevated temperature.\nThe accumulation of bilirubin can lead to jaundice and exacerbate chronic diseases. Elevated levels in the blood can cause nervous disorders. General recommendations (what should not be eaten and done):\nMore often is better. Increasing meals to 6 times a day will help normalize the level of the substance in the blood.\nWith elevated bilirubin and cholesterol, it is not recommended to consume fried and smoked dishes. It is better to choose steaming, baking, or boiled food.\nThe daily salt intake should not exceed 10 grams.\nCarbohydrates should predominate in the diet. The norm is up to 500 grams per day.\nWhich foods increase bilirubin:"
}