{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Йдеться про так звану \"мережу Шора\", якою керує з Москви біглий олігарх та колишній депутат молдовського парламенту Ілан Шор, засуджений за причетність до крадіжки мільярда євро з банків Молдови. Зараз Шор, як вважають, витрачає на цю мережу не власні кошти, а гроші воєнного бюджету РФ. Поліція Молдови стверджує, що мережа Шора мала на меті заплатити хабарі 140 тисячам виборців. Санду додатково підвищила ставки і заявила, що мережа сягає 300 тисяч людей (це дуже багато, близько 20% виборців).\nІ хоча доказів того, що підкуп сягнув таких масштабів, не було представлено, а надмасштабні оцінки з боку влади викликають скепсис – та немає жодних сумнівів у тому, що мережа дійсно існує, а витрати РФ на купівлю голосів обраховуються у десятках мільйонів доларів. Є також журналістські розслідування про те, як ця мережа функціонує та як люди отримують гроші через російський підсанкційний \"Промсвязьбанк\"– банк військового відомства РФ.\nТа якщо говорити відверто, насправді електоральні втрати Санду від мережі Шора не були великими. Ця група об’єднує передусім людей, які і без того мають проросійські погляди та навіть без грошей голосували би проти ЄС та проти чинної влади.",
    "trans": "This is about the so-called \"Shor network\", which is run from Moscow by the fugitive oligarch and former member of the Moldovan parliament Ilan Shor, who was convicted for his involvement in the theft of one billion euros from Moldovan banks. Shor is currently believed to be spending not his own money on this network, but funds from the military budget of the Russian Federation. The Moldovan police claim that the Shor network aimed to pay bribes to 140 thousand voters. Sandu raised the stakes further and stated that the network reaches 300 thousand people (which is a lot, about 20% of voters).\nAnd although no evidence has been presented to show that bribery has reached such scales, and the oversized estimates from the authorities are met with skepticism - there is no doubt that the network actually exists, and Russia's expenses for buying votes are counted in tens of millions of dollars. There are also journalistic investigations into how this network operates and how people receive money through the Russian sanctioned \"Promsvyazbank\" - a bank of the Russian military department.\nBut to be honest, the electoral losses of Sandu from Shor's network were not significant. This group primarily consists of people who already have pro-Russian views and would vote against the EU and the current government even without money."
}