{
    "source": "uk_UA",
    "target": "en_US",
    "text": "• Вегетативна (відповідає за харчування та ріст);\n• Сенсорна (сприйняття через відчуття);\n• Розумна (мислення та розум). Душа є суттю живої істоти, і її активності забезпечують життєві функції організму.\n• Історія психології в Україні: Історія психології в Україні бере свій початок у XIX столітті з розвитку філософії та педагогіки. Одним з основних українських мислителів, які вплинули на розвиток психології, був Григорій Сковорода. Важливий внесок також зробили такі вчені як Володимир Вернадський та Іван Павлов. У ХХ столітті, зокрема в радянські часи, психологія в Україні розвивалася в рамках загальнорадянської психології, де домінувала культурно-історична школа Льва Виготського. Сучасна українська психологія розвивається в різних напрямках, зокрема у когнітивній, педагогічній та соціальній сферах.\n• Міф як джерело психологічної думки: Міфи виступають одним з найдавніших джерел психологічної думки, оскільки вони відображають колективні уявлення про світ, людину, її емоції та поведінку. Міфи використовувалися для пояснення природних явищ, суспільних норм і внутрішнього світу людини. Наприклад, в міфах про героїв часто розкриваються теми страху, мужності, вірності та любові. Ці міфологічні уявлення слугували основою для подальшого розвитку психологічних теорій та концепцій про людську природу та мотивацію.\nОТВЕТ НА ВТОРОЙ БИЛЕТ\n• Скільки рівнів освіти в Україні?\nВ Украине образовательная система включает несколько уровней образования:\n• Дошкільна освіта (дошкольное образование): для детей до 6-7 лет.",
    "trans": "• Vegetative (responsible for nutrition and growth);\n• Sensory (perception through sensation);\n• Intelligent (thinking and reasoning). The soul is the essence of a living being, and its activities provide the vital functions of the organism.\n• History of Psychology in Ukraine: The history of psychology in Ukraine dates back to the 19th century with the development of philosophy and pedagogy. One of the main Ukrainian thinkers who influenced the development of psychology was Hryhoriy Skovoroda. Important contributions were also made by scientists such as Volodymyr Vernadskyi and Ivan Pavlov. In the 20th century, especially during the Soviet era, psychology in Ukraine developed within the framework of all-Soviet psychology, where the cultural-historical school of Lev Vygotsky dominated. Modern Ukrainian psychology is developing in various directions, including cognitive, pedagogical, and social fields.\n• Myth as a Source of Psychological Thought: Myths are one of the oldest sources of psychological thought, as they reflect collective ideas about the world, human beings, their emotions, and behavior. Myths were used to explain natural phenomena, social norms, and the inner world of a person. For example, myths about heroes often reveal themes of fear, courage, loyalty, and love. These mythological representations served as the basis for the further development of psychological theories and concepts about human nature and motivation.\nANSWER TO THE SECOND TICKET\n• How many levels of education are there in Ukraine?\nIn Ukraine, the educational system includes several levels of education:\n• Preschool education (дошкольное образование): for children up to 6-7 years old."
}