{
    "source": "uk_UA",
    "target": "en_US",
    "text": "роки.\nМоя сімʼя була типовою українською сімʼєю з міцними цінностями та традиціями. Однак у жовтні 2013 року, під час заворушень на Майдані, наше життя було потрясене. 27 грудня мій син [redacted_name] зник, прямуючи на роботу в шахту Мельникова в Лисичанську. Після деякого часу ми знайшли його автомобіль, але не його. Мій молодший син[redacted_name] вирушив на пошуки брата,\nале ми також втратили з ним зв'язок.\nУ 2014 році наш дім був обстріляний, що знищило всі вікна, залишивши нас у страху та невпевненості. З великими зусиллями я змогла евакуювати свою дочку [redacted_name] та її двох дітей у безпечне місце.\nУ 2015 році наше місто постраждало від вибухів на складах боєприпасів у Сватовому, де проживали мої батьки. Вибухи спричинили важкі травми мого батька, який отримав перелом ребер, а моя мати, нажахана, отримала інсульт 7 листопада 2015 року. Після тривалого перебування в лікарні до 29 грудня 2015 року, мій батько переніс інфаркт.\nУ 2018 році у мого брата діагностували рак підшлункової залози на четвертій стадії. Після операцій та хіміотерапій, завдяки моїй вірі та молитвам, ми змогли його врятувати, але це потребувало великих фінансових жертв, змусивши мене працювати в Києві. У тому ж році моя дочка Юлія перенесла операцію з приводу раку на другій стадії, не повідомивши мене, щоб не",
    "trans": "years.\nMy family was a typical Ukrainian family with strong values and traditions. However, in October 2013, during the unrest on Maidan, our lives were shaken. On December 27th, my son [redacted_name] went missing while heading to work at the Melnikov mine in Lysychansk. After some time, we found his car but not him. My younger son [redacted_name] went to search for his brother.\nbut we also lost contact with him.\nIn 2014, our home was shelled, destroying all the windows and leaving us in fear and uncertainty. With great effort, I was able to evacuate my daughter [redacted_name] and her two children to a safe place.\nIn 2015, our city suffered from explosions at ammunition depots in Svatove, where my parents lived. The explosions caused severe injuries to my father, who suffered broken ribs, and my mother, terrified, had a stroke on November 7, 2015. After a long stay in the hospital until December 29, 2015, my father had a heart attack.\nIn 2018, my brother was diagnosed with stage four pancreatic cancer. After surgeries and chemotherapy, thanks to my faith and prayers, we were able to save him, but it required great financial sacrifices, forcing me to work in Kyiv. In the same year, my daughter Yulia underwent surgery for stage two cancer without informing me so as not to"
}