{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Тканини Контроль товарних знаків товарів, що здійснюється митними службами\nГРУПА ТОВАРІВ 60: Трикотажні полотна\nЗаборонені до ввезення\nОксамити (велюри), плюші, зв’язані на трикотажній машині чи вручну, петельні (букле), що не є оксамитами, велюрами на шовковій основі (включно відходи шовкопрядного виробництва). Інші тканини, зв’язані на трикотажній машині чи вручну, з відповідних підруб\nПредмети, на ввезення яких є певні застереження\nТовари Умова пересилання\nОксамити (велюри), плюші, зв’язані на трикотажній машині чи вручну, петельні (букле), що не є оксамитами, велюрами на шовковій основі (включно відходи шовкопрядного виробництва). Інші тканини, зв’язані на трикотажній машині чи вручну, з відповідних підруб Контроль товарних знаків товарів, що здійснюється митними службами\nГРУПА ТОВАРІВ 61: Одяг та додаткові речі до одягу, трикотажні\nЗаборонені до ввезення\nУсі види товарів\nПредмети, на ввезення яких є певні застереження\nТовари Умова пересилання\nУсі види товарів Контроль товарних знаків товарів, що здійснюється митними службами\nГРУПА ТОВАРІВ 62: Одяг та додаткові речі до одягу, текстильні, крім трикотажних\nЗаборонені до ввезення\nУсі види товарів\nПредмети, на ввезення яких є певні застереження\nТовари Умова пересилання\nУсі види товарів Контроль товарних знаків товарів, що здійснюється митними службами",
    "trans": "Fabrics Goods trademarks control carried out by custom services\nGOODS GROUP 60:  knitted fabrics\nProhibited imports\nVelvet (velour), plush made by knitting machine or by hand, looped-yarn (bouclé) fabrics, that are not velvet, velour on silk base (including silk production waste). Other fabrics, made by knitting machine or by hand with binding Goods trademarks control carried out by custom services\nGoods that are subjected to some restrictions\nGoods Consignment condition\nVelvet (velour), plush made by knitting machine or by hand, looped-yarn (bouclé) fabrics, that are not velvet, velour on silk base (including silk production waste). Other fabrics, made by knitting machine or by hand with binding Goods trademarks control carried out by custom services\nGOODS GROUP 61: Clothes and accessories, knitted\nProhibited imports\nAll types of goods\nGoods that are subjected to some restrictions\nGoods Consignment condition\nAll types of goods Goods trademarks control carried out by custom services\nGOODS GROUP 62: Clothes and accessories, textile, except knitted\nProhibited imports\nAll types of goods\nGoods that are subjected to some restrictions\nGoods Consignment condition\nAll types of goods Goods trademarks control carried out by custom services"
}