{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Управляти замовленнями. Обробляти замовлення клієнтів, гарантуючи, що вони виконуються точно і вчасно. Відстежувати всі питання або проблеми, пов’язані із замовленнями, для їх швидкого вирішення.\nПідтримувати клієнтів на Etsy. Керувати повідомленнями клієнтів, відгуками та обробкою замовлень на Etsy, гарантуючи, що всі взаємодії обробляються оперативно та уважно.\nВідстежувати та покращувати результати. Досягати ключових показників ефективності (KPI), таких як час відповіді, час вирішення запитів та оцінки задоволеності клієнтів. Постійно працювати над покращенням показників ефективності та загального досвіду клієнтів.\nСпівпрацювати з командою. Берати участь у щотижневих командних зустрічах та регулярних тренінгах, щоб бути в курсі оновлень щодо продуктів, політик та найкращих практик обслуговування клієнтів.\nНеобхідні навички:\nВисокий рівень письмової англійської мови: (Upper Intermediate або вище).\n1+ рік досвіду на посаді, що передбачає роботу з клієнтами, бажано в e-commerce, роздрібній торгівлі або послугах на основі підписки.",
    "trans": "Manage orders. Process customer orders, ensuring they are fulfilled accurately and on time. Track all questions or issues related to orders for quick resolution.\nSupport customers on Etsy. Manage customer messages, reviews, and order processing on Etsy, ensuring that all interactions are handled promptly and attentively.\nTrack and improve results. Achieve key performance indicators (KPIs) such as response time, request resolution time, and customer satisfaction ratings. Continuously work on improving performance metrics and overall customer experience.\nCollaborate with the team. Participate in weekly team meetings and regular training sessions to stay updated on product updates, policies, and best practices for customer service.\nRequired Skills:\nHigh level of written English: (Upper Intermediate or higher).\n1+ year of experience in a position involving client interaction, preferably in e-commerce, retail or subscription-based services."
}