{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Т\n8\nде Y — значення виручки реалізації відповідно за п-й (звітний) та 1-й\n(бизасний) рік.\n3. Вирахувати відносну частку, яку займає підприємство на ринку (ВЧР), з\nкожного виду продукції. Відносна частка ринку визначається відношенням\nчастки підприємства на ринку до частки ведучої конкуруючої фірми. Частки\nринку підприємства чи сильнішого конкурента знаходяться як відношення\nоб'єму реалізації до місткості ринку даної продукції відповідно підприємством\nчи сильнішим конкурентом.\n4. Обчислити частку ринку (в %) кожного виду продукції в загальному\nоб'ємі реалізації підприємства за звітний рік.\nВсі дані подати в табличному вигляді за спеціальною формою (табл. 1.2).\nТаблиця 1.2\nВихідні дані для побудови матриці БКГ\nПродукт Відносна\nчастка ринку\nТемпи росту\nринку, %\nПитома вага,\n%\nМолоко пастеризоване 1,33 125 47\nКефір 1,38 100 22\nЙогурти 0,58 84 31\n5. Побудувати матрицю БКГ. Необхідно звернути увагу на значення, які\nзнаходяться на перетині зовнішніх та внутрішніх осей1\n. Діаметр кола для\nвідображення продукту вибирається пропорційно частці об'єму продукції в\nзагальному об'ємі реалізації підприємства (питомій вазі).\nРис. 1.2. Матриця БКГ\n6. На основі аналізу матриці BCG сформувати продуктову стратегію\nпідприємства та заповнити табл. 1.3.",
    "trans": "Т\n8\nwhere Y is the revenue from sales for the p-th (reporting) and 1-st (base) year\nrespectively.\nCalculate the relative market share (RMS)\nfor each type of product. The relative market share is determined by the ratio of the company's market share to the market share of the leading competing firm.\nThe market shares of the company\nor the stronger competitor are found\nas the ratio of the sales volume to the market capacity of the given product by the company or the stronger competitor\nrespectively.\nCalculate the market share (in %) of each type of product in the total sales volume of the company\nfor the reporting year.\nAll data should be presented in a tabular form using a special format (Table 1.2).\nTable 1.2\nInitial Data for Building the BCG Matrix\nProduct\nRelative Market Share\nMarket Growth Rate,\n%\nSpecific Weight,\n%\nPasteurized Milk1,33 125 47\nKefir 1,38 100 22\nYogurts  0,58 84 31\nBuild the BCG matrix. Pay attention to the values at the intersection\nof the external and internal axes.\nThe diameter of the circle\nfor representing the product is chosen proportionally to the share of the product volume\nin the total sales volume of the company (specific weight).\nFig. 1.2. BCG Matrix\nBased on the analysis of the BCG matrix, formulate the product strategy of the company\nand fill in Table 1.3."
}