{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Обʼєктивний стан хворого: Загальний стан пацієнта важкий. Гіпостенічної конституції, задовільного підживлення. Шкірні покриви та видимі слизові -бліді. Аускультативно - тони серця чисті, ритмічні, АТ- 180/100 мм рт. ст., PS- 84 уд. за хв. Над легенями - везикулярне дихання. Пльпаторно - живіт мʼякий, при пальпації не болючий. С-м Пастернацького (-) з обох боків, розладів сечопуску не зауважено.\nНеврологічно: Свідомість — оглушення 136 ШКГ. Зіниці D=S. Моторна афазія. Елементи сенсорної афазії.Фотореакції збережені. Лице згладження носогубного трикутника зліва. Язик деавіює у ліво. Сухожилкові рефлекси D>S , рухова активність в кінцівках - глибокий геміпарез справа. Менінгіальних симптомів не виявлено. Патологічні рефлекси - Бабінський (+) справа. Фізіологічні відправення контролює.\nПацієнтка на фоні протинабрякової терапії з позитивною динамікою відмічає зменшення нудоти, Зменшення геміпарезу з глибокого до поверхневого. Моторна афазія утримуються у меншій мірі.\nОбʼєктивно: Аускультативно -тони серця чисті, ритмічні, АТ- 130/90 м рт. ст., PS- 74 уд. за хв.\nНеврологічно: Свідомість — ясна 15б ШКГ. Зіниці D=S. Елементи моторної\nафазії. Фотореакції збережені. Лице - згладження носогубного трикутника зліва. Язик не значно деавіює уліво. Сухожилкові рефлекси D>=$, рухова активність вкінцівках -поверхневий геміпарез справа. Менінгіальних симптомів не виявлено. Патологічні рефлекси —Бабінський (+) справа. Фізіологічні відправення контролює.",
    "trans": "Objective condition of the patient: The general condition of the patient is severe. The patient has a hyposthenic constitution and is adequately nourished. Skin and visible mucous membranes are pale. Auscultation reveals clear, rhythmic heart tones. Blood pressure is 180/100 mm Hg, and pulse rate is 84 beats per minute. Lung auscultation shows vesicular breath sounds. Palpation of the abdomen reveals a soft belly, with no pain upon palpation. The Pasternatsky sign is negative on both sides, and no urinary disorders are noted.\nNeurological: Consciousness - stupor (Glasgow Coma Scale score 136). Pupils are equal and reactive to light (D=S). The patient has motor aphasia and elements of sensory aphasia. Photoreaction is preserved. There is flattening of the nasolabial fold on the left side. The tongue deviates to the left. Tendon reflexes are more pronounced on the right side (D>S). Motor activity in the limbs is severely impaired with a deep hemiparesis on the right side. No meningeal signs are present. Pathological reflex - Babinski's sign is positive on the right side. Physiological excretions are under control.\nThe patient, on the background of anti-edema therapy with positive dynamics, reports a decrease in nausea. There is a reduction in hemiparesis from deep to superficial. Motor aphasia persists, but to a lesser extent.\nObjectively:  Auscultation: Heart sounds are clear and rhythmic. Blood pressure is 130/90 mmHg, pulse rate is 74 beats per minute.\nNeurologically:  Consciousness is clear, 15 on the Glasgow Coma Scale.  Pupils are equal and reactive to light (D=S).  Elements of motor\naphasias. Photoreaction is preserved.  Face: slight flattening of the nasolabial fold on the left. Tongue deviates slightly to the left. Tendon reflexesD>=$ Motor activity in the limbs: superficial hemiparesis on the right side. No meningeal symptoms observed. Pathological reflexes: positive Babinski sign (+) on the right side.  Physiological functions (urination, defecation) are under control."
}