{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Електронна віза eVisa не є заявою на подовження терміну дії дозволу на проживання для українців (UPE) або заявою на будь-яку іншу українську програму. Програма подовження терміну дії дозволів на проживання для українців Ukraine Permission Extension scheme відкриється для подання заяв на початку 2025 року. Деталі її запуску стануть відомі ближче до цього часу, а поки що вам не потрібно вживати жодних дій стосовно неї.\nBRP-картка та подорожі\nВласники карток BRP повинні продовжувати подорожувати за кордон зі своєю карткою BRP (доки не закінчиться термін її дії) та своїм паспортом.\nВи юридичний представник або консультант з питань імміграції?\nЯкщо ви є юридичним представником або консультантом і використовували свою електронну адресу для подання клієнтами їхніх імміграційних заяв, будь ласка, проігноруйте це повідомлення. Ми надамо додаткову інформацію пізніше цього року.\nСлідкуйте за новинами\nНайсвіжіша інформація про електронні візи доступна за посиланням eVisas Відвідувачі цієї сторінки можуть зареєструватися, щоб отримувати оновлення щоразу, коли оновлюється ця сторінка. Вона буде оновлюватися протягом 2024 року. Крім того, посібник з питань електронних віз можна знайти на YouTube-каналі Home Office за посиланням: Home Office – YouTube\nВы получаете это сообщение, потому что вы были идентифицированы как обладатель разрешения на пребывание в Великобритании в рамках схем для граждан Украины, и срок действия вашего биометрического вида на жительство (BRP) истекает 31 декабря 2024 года.",
    "trans": "The electronic visa eVisa is not an application for the extension of residence permits for Ukrainians (UPE) or an application for any other Ukrainian program. The Ukraine Permission Extension scheme for extending residence permits for Ukrainians will open for applications at the beginning of 2025. Details about its launch will be known closer to that time, and for now, you do not need to take any action regarding it.\nBRP Card and Travel\nBRP cardholders must continue to travel abroad with their BRP card (until its expiration date) and their passport.\nAre you a legal representative or consultant for immigration matters?\nIf you are a legal representative or consultant and have used your email address to submit immigration applications on behalf of clients, please ignore this message. We will provide additional information later this year.\nFollow the news\nThe latest information about electronic visas is available at the link eVisas Visitors to this page can register to receive updates whenever this page is updated. It will be updated throughout 2024. In addition, a guide on electronic visas can be found on the Home Office YouTube channel at the link: Home Office - YouTube\nYou are receiving this message because you have been identified as the holder of a residence permit in the UK under the schemes for Ukrainian citizens, and the validity of your biometric residence permit (BRP) expires on December 31, 2024."
}