{
    "source": "uk_UA",
    "target": "en_US",
    "text": "свої погляди, виступаючи з лекціями в багатьох країнах Заходу. Феміністки\nдругої хвилі у країнах Заходу цього періоду вбачали нерозривний зв’язок\nміж культурною та політичною нерівністю жінок і чоловіків. Вони закликали\nжінок розглядати проблеми власного життя як такі, що відображають\nсексистські владні структури і є глибоко політизованими. Популярним гаслом\nфеміністок другої хвилі став вислів: «Особисте — це політичне!».\nІншою проблемою, за яку вели боротьбу феміністки в багатьох країнах\nЗаходу, стала реформа сімейного права, яке на той час надало чоловікам\nконтроль над дружинами.\nНа початку 1990 р. у США зароджувалася третя хвиля феміні зму.\nФеміністки цього періоду заперечували попередні уявлення про те, що\nє добре або погане для жінок. Зокрема, досить значного поширення набули\nдумки, що між статями не існує жодних невід’ємних психологічних\nвідмінностей, а гендерні ролі вигадані в суспільстві штучно.\nПриблизно у 2012 р. виникла четверта хвиля фемінізму. У центрі\nуваги її послідовників перебуває протидія сексуальним домаганням і насильству\nпроти жінок. Визначальними для розгортання четвертої хвилі\nє інформаційні технології — соціальні мережі, блоги, сайти тощо. Серед",
    "trans": "own visions during her lectures in many Western countries. The Western\nsecond-wave feminists saw a tight logic bond\nin both cultural and politic disparity between men and women. They encouraged\nwomen to see their own lives' problems as a mirror\nto sexist power structure, thus being deeply politicized. \"The personal\nis political!\" became a rallying slogan of second-wave feminism.\nAnother issue, feminists of many Western countries\nfought for was the reform of family law, which at that period endorsed husbands\nto have a full control over their wives.\nIn the early 1990s the third-wave feminism movement emerged in the USA.\nFeminists of this era challenged previous ideas of what\nwas good or bad for women. In particular, the belief\nthat there were no fundamental psychological differences between the sexes and that\ngender roles were intentionally produced in society gained popularity.\nAround 2012 the fourth wave of feminism appeared. Its followers are\nfocused on sexual harassment and violence against women issues.\nInformation technologies as social networks, blogs, websites, etc.\nbecame crucial for the fourth-wave movement. The most"
}