{
    "source": "uk_UA",
    "target": "en_US",
    "text": "3. Усунення… всіх економічних бар’єрів і встановлення рівності умов для торгівлі всіх націй, що стоять за мир…\n4. …національні озброєння будуть скорочені до граничного мінімуму, сумісного з державною безпекою.\n6. Звільнення всіх російських територій…\n7. Бельгія, — весь світ погодиться, — має бути евакуйована і відновлена без спроби обмежити суверенітет, яким вона користується нарівні з усіма іншими вільними націями…\n8. Уся французька територія має бути звільнена, й окуповані частини повернені, а зло, завдане Франції Пруссією в 1871 р. щодо Ельзасу та Лотарингії, яке порушувало загальний мир майже 50 років, повинно бути виправлено, аби мирні стосунки могли знову бути встановлені на користь усіх.\n9. Виправлення кордонів Італії має бути здійснене на основі ясного розрізнення національних кордонів.\n10. Народи Австро-Угорщини… повинні дістати якнайширшу можливість автономного розвитку.\n11. Зайняті території мають бути повернені. Сербії має бути наданий вільний і надійний доступ до моря. Взаємини різних балканських держав мають бути визначені дружньою дорогою відповідно до історично встановлених принципів приналежності й національності. Мають бути встановлені міжнародні гарантії політичної та економічної незалежності й територіальної цілості різних балкан-\nських держав.",
    "trans": "3. Elimination of all economic barriers and establishment of equal conditions for trade among all nations that stand for peace...\n4. ...national armaments will be reduced to the minimum limit compatible with state security.\n6. Liberation of all Russian territories…\n7. Belgium, as the whole world would agree, must be evacuated and restored without any attempt to limit the sovereignty it enjoys on par with all other free nations...\n8. The entire French territory must be liberated, and the occupied parts returned, and the evil inflicted on France by Prussia in 1871 regarding Alsace and Lorraine, which violated the general peace for almost 50 years, must be rectified in order for peaceful relations to be re-established for the benefit of all.\n9. The correction of the borders of Italy must be carried out on the basis of a clear distinction of national borders.\n10. The peoples of Austria-Hungary... should be given the widest possible opportunity for autonomous development.\n11. Occupied territories must be returned. Serbia must be granted free and reliable access to the sea. The relationships between different Balkan states must be determined in a friendly manner according to historically established principles of belonging and nationality. International guarantees should be established for the political and economic independence and territorial integrity of the various Balkan\ncountries."
}