{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Зменшення глибини та кількості зморшок.\nПідвищення тонусу шкіри і надання їй свіжого вигляду.\nЗменшення розміру пор на обличчі.\nЗахист шкіри від пошкоджень, викликаних сонячними променями.\nДопомога в підтримці і збереженні молодості шкіри надовго.\nДо складу цього набору включені:\nОб'єм: 40 мл / 1.5 Fl. Oz.\nКомплекс активних речовин у складі засобу дозволяє делікатно відшаровувати і очистити епідерміс від відмерлих клітин, регулювати секрецію шкірного жиру, а також нейтралізувати руйнування сонячними променями. Завдяки вітаміну Е в складі гелю досягається оптимальний запас вологи в клітинах шкіри і її антиоксидантний захист.\nОб'єм: 16.2 г / 0.57 Oz.\nЦей скраб сприяє оновленню епідермісу, так як ретельно відлущує ороговілий шар епідермісу, стимулюючи процес омолодження.\nОб'єм: 30 мл / 1.0 Fl. Oz.\nДо складу крему входить поєднання активних інгредієнтів (Ретинол + ферменти + антиоксиданти). Це допомагає ефективно відновлювати проблемні ділянки шкіри і не допускати виникнення запалень в майбутньому. Крім цього, крем на внутрішньоклітинному рівні підсилює функції шкіри, омолоджуючи її.",
    "trans": "Reduction in the depth and number of wrinkles.\nIncreased skin tone and fresher appearance.\nReduction in the size of pores on the face.\nProtection of the skin from damage caused by sun rays.\nHelps maintain and preserve the youthfulness of the skin for a long time.\nThis set includes:\nVolume: 40 ml / 1.5 Fl. Oz.\nThe mix of active substances in the product provides for gentle exfoliation and cleansing of the epidermis from dead cells, regulates sebum secretion, and neutralizes damage caused by sun rays. Thanks to vitamin E in the gel, optimal moisture is achieved in the skin cells along with antioxidant protection.\nVolume: 16.2 g / 0.57 Oz.\nThis scrub promotes epidermal renewal as it thoroughly exfoliates the keratinized layer of the epidermis stimulating the rejuvenation process.\nVolume: 30 ml / 1.0 Fl. Oz.\nThe cream contains a combination of active ingredients (Retinol + enzymes + antioxidants). This helps effectively restore problem areas of the skin and prevent inflammation in the future. Additionally, the cream enhances skin functions at the intracellular level rejuvenating it."
}