{
    "source": "uk_UA",
    "target": "en_US",
    "text": "\"Йде полювання на людей\". Армія РФ дронами атакує громадський транспорт у Херсоні ЕКСКЛЮЗИВНО\nАтаки дронів та дистанційне мінування: як наразі виживають жителі Херсона ЕКСКЛЮЗИВНО\nВиборюють незалежність. Історії бійців 124 бригади ТРО, які воюють на Херсонському напрямку ЕКСКЛЮЗИВНО\nДІЗНАЙТЕСЬ БІЛЬШЕ\nНа Херсонщині попрощались із загиблим на війні [redacted_name]\nМалий бізнес Херсона: як працюють підприємці\nУкраїнські бійці на Херсонському напрямку відбили сім штурмів армії РФ\nНа Херсонщині через обстріли поранені дев'ять людей. Армія РФ била по 16 населених пунктах\nНа початок\nТОП ТЕМИ\nНОВИНИ\nВТОРГНЕННЯ РОСІЇ В УКРАЇНУ\nОКУПАЦІЯ\nВІЙНА\nДЕОКУПАЦІЯ\nОБСТРІЛИ\nКАТЕГОРІЇ\nПОДІЇ\nКОРУПЦІЯ\nКРИМІНАЛ\nКУЛЬТУРА\nЕКОНОМІКА\nОСВІТА\nВИБОРИ\nНАДЗВИЧАЙНІ ПОДІЇ\nДОВКІЛЛЯ\nОХОРОНА ЗДОРОВ'Я\nЖИТЛОВО-КОМУНАЛЬНЕ ГОСПОДАРСТВО\nІНФРАСТРУКТУРА\nПРАВО ТА ПРАВА ЛЮДИНИ\nМІСЦЕВЕ САМОВРЯДУВАННЯ\nСИЛОВИЙ СЕКТОР\nІСТОРІЇ ЛЮДЕЙ\nПОЛІТИКА\nРЕЛІГІЯ\nЗЛОЧИНИ РОСІЇ\nСОЦІАЛЬНІ ПРОБЛЕМИ\nСПОРТ\nВІЙНА ТА АРМІЯ\nВІДЕОНОВИНИ\nТОП ДНЯ\nПРО НАС\nКОНТАКТИ\nАРХІВ НОВИН\nСУСПІЛЬНЕ МОВЛЕННЯ\nПРАВИЛА ВИКОРИСТАННЯ\nПОЛІТИКА КОНФІДЕНЦІЙНОСТІ\nДОКУМЕНТИ\nПРОГРАМИ\nПЕРЕЛІК ІДЕНТИФІКАТОРІВ МЕДІА В РЕЄСТРІ СУБ'ЄКТІВ У СФЕРІ МЕДІА\nСУСПІЛЬНЕ ХЕРСОН У СОЦМЕРЕЖАХ ТА МЕСЕНДЖЕРАХ\nСуспільно-політичне інформаційне інтернет-видання «Суспільне Мовлення» належить українському суспільству та фінансується з податків громадян. Ідентифікатор онлайн-медіа в Реєстрі суб'єктів у сфері медіа: R40-01992.",
    "trans": "\"Hunting for people\". The Russian Army attacks public transport in Kherson with drones EXCLUSIVELY\nDrone attacks and remote mining: how Kherson residents are currently surviving EXCLUSIVELY\nFighting for independence. Stories of fighters from the 124th Brigade of the TRO, who are fighting on the Kherson front EXCLUSIVELY\nLEARN MORE\nIn Kherson region, they said goodbye to [redacted_name], who died in the war\nSmall business in Kherson: how entrepreneurs work\nUkrainian fighters on the Kherson front repelled seven assaults by the Russian Army\nIn the Kherson region, nine people were injured due to shelling. The Russian Army struck 16 populated areas\nTo Start\nTOP TOPICS\nNEWS\nRUSSIA'S INVASION OF UKRAINE\nOCCUPATION\nWAR\nDEOCCUPATION\nSHELLING\nCATEGORIES\nEVENTS\nCORRUPTION\nCRIME\nCULTURE\nECONOMY\nEDUCATION\nELECTIONS\nEMERGENCIES\nENVIRONMENT\nHEALTHCARE\nHOUSING AND UTILITIES\nINFRASTRUCTURE\nLAW AND HUMAN RIGHTS\nLOCAL GOVERNMENT\nLAW ENFORCEMENT\nPEOPLE'S STORIES\nPOLITICS\nRELIGION\nRUSSIA'S CRIMES\nSOCIAL ISSUES\nSPORTS\nWAR AND ARMY\nVIDEO NEWS\nTOP OF THE DAY\nABOUT US\nCONTACTS\nNEWS ARCHIVE\nPUBLIC BROADCASTING\nTERMS OF USE\nPRIVACY POLICY\nDOCUMENTS\nPROGRAMS\nLIST OF MEDIA IDENTIFIERS IN THE MEDIA REGISTRY\nPUBLIC KHERSON ON SOCIAL MEDIA AND MESSENGERS\nThe socio-political informational internet publication «Public Broadcasting» belongs to the Ukrainian society and is funded by citizens' taxes. Online media identifier in the Media Registry: R40-01992."
}