{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Якщо сигнал про зупинку ТЗ подано особою, що не є працівником поліції, така вимога може бути проігнорована водієм так, як зазначено вище право зупинки ТЗ мають лише працівники поліції (за виключенням території, що визначена, як прикордонна смуга).\n1.2. Зупинка ТЗ на підставі підпункту 4 пункту 15 постанови Кабінету Міністрів України (КМУ) від 29 грудня 2021 р. № 1455.\nДана постанова регулює лише випадки, коли наказом військового командування разом з військовою адміністрацією на певній території встановлюється особливий режим, мова не йде про режим воєнного стану так, як він вводиться Указом Президента, мова йде про заходи по типу “запровадження комендантської години”. Встановлення особливого режиму передбачено частиною 5 зазначеної постанови, а саме особливий режим встановлюється шляхом видання наказу військовим командуванням разом з військовою адміністрацією, яким призначається комендант. Даним наказом визначаються:\n- завдання коменданта, повноваження щодо забезпечення єдиного управління визначеними силами та засобами Держспецтрансслужби, Національної гвардії, Держприкордонслужби, Національної поліції, СБУ, ДПС, ДМС, ДСНС, військових адміністрацій та координації їх дій під час здійснення заходів особливого режиму;\n- склад комендатур, місця їх розміщення, зони відповідальності та порядок взаємодії, а також порядок виконання визначених завдань;",
    "trans": "If a signal to stop the vehicle is given by a person who is not a police officer, such a request may be ignored by the driver, as only police officers have the right to stop vehicles (except in areas designated as border zones).\n1.2. Stopping the vehicle based on subparagraph 4 of paragraph 15 of the Resolution of the Cabinet of Ministers of Ukraine (CMU) dated December 29, 2021, No. 1455.\nThis resolution regulates only cases where a special regime is established on a certain territory by an order of the military command together with the military administration. This does not refer to a state of martial law, as it is introduced by a Presidential Decree, but rather to measures such as \"imposing a curfew.\" The establishment of a special regime is provided for in Part 5 of the said resolution, namely, the special regime is established by issuing an order by the military command together with the military administration, appointing a commandant. This order defines:\nthe tasks of the commandant, the authority to ensure unified management of the designated forces and resources of the State Special Transport Service, National Guard, State Border Service, National Police, SBU, State Migration Service, State Emergency Service, military administrations, and the coordination of their actions during the implementation of special regime measures;\nthe composition of the commandant's offices, their locations, zones of responsibility, and the procedure for interaction, as well as the procedure for carrying out the assigned tasks."
}