{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Догляд може відрізнятися на різних ділянках шкіри та типах шкіри.\n12\n< Відразупісляпроцедурифахівецьобробляєпігментовануділянку антисептичним засобом на водній основі. Після цього наносить спеціальний захисний крем\n< Черезкількагодинпісляпроцедурирекомендуєтьсяпромити пігментовану ділянку водою з використанням антибактеріального мила або лосьйону (для зняття виділеної лімфи, цибулини). Після цього просушити ПМ щільною паперовою серветкою\n< Додатковоможнананосититонкимшаромспеціальнийкремдля загоювання, але це не є обов'язковим. Як правило, малотравмовану ділянку можна не обробляти кремом (наприклад, міжвійний простір і брови, виконані в техніці волоски або легкого розтушовування). Також можна обійтися без крему тим, хто має жирну шкіру\n< Цюпроцедуру-промивання(нанесеннякрему-занеобхідності),\nслід повторювати щоранку і щовечора до повного відлущування кірочок. При відчуттях стягнутості, сухості, дискомфорту (найчастіше в області губ) крем можна наносити частіше, 3-4 рази на день, але тільки тонким шаром\n< Пігментованаділянкаповиннабутичистоюі,якщоцеможливо,сухою. Рясне і часте нанесення загоювального крему може сприяти надмірному розмочуванню і передчасному відлущуванню кірочок, внаслідок чого пігмент погано фіксується в шкірі\n< Дозволеновикористовуватиспеціальнізагоювальнікремивід виробників продуктів для ПМ. З аптечних засобів можна використовувати: Пантекрем, Солкосерил гель (в області брів), Вазелін, Етоній, Рятівник (в області губ) не більше 3-4 разів на добу\n< Утвореніскоринкинеможназдиратитанасильновідлущувати\n< Незасмагатитаневідвідуватисолярійпротягом1місяця(активний вплив ультрафіолету на пігмент, нестабілізований у потрібному шарі шкіри, може змінити його колір)",
    "trans": "Care may vary for different areas of the skin and skin types.\n12\n< Immediately after the procedure, the specialist treats the pigmented area with a water-based antiseptic agent. After that, a special protective cream is applied.\n< A few hours after the procedure, it is recommended to rinse the pigmented area with water using antibacterial soap or lotion (to remove the released lymph and scabs). After that, dry the pigmented area with a thick paper towel.\n< Additionally, a special healing cream can be applied in a thin layer, but this is not mandatory. Usually, a minimally traumatized area does not need to be treated with cream (for example, the inter-eyebrow space and eyebrows done in the hair or light shading technique). People with oily skin can also do without cream.\n< This procedure—rinsing (applying cream if necessary)—\nshould be repeated every morning and evening until the scabs completely peel off. If there is a feeling of tightness, dryness, or discomfort (most often in the lip area), the cream can be applied more frequently, 3-4 times a day, but only in a thin layer.\n< The pigmented area should be clean and, if possible, dry. Excessive and frequent application of healing cream can lead to over-moisturizing and premature peeling of the scabs resulting in poor pigment fixation in the skin.\n< It is possible to use special healing creams made by permanent makeup product manufacturers. Over-the-counter products that can be used are: Panthecrem, Solcoseryl gel (for the eyebrow area), Vaseline, Ethony, Rescuer (for the lip area) no more than 3-4 times a day.\n< Formed scabs should not be picked or forcefully removed.\n< Do not sunbathe or visit tanning salons for 1 month (active ultraviolet exposure to pigment not stabilized in the required layer of skin can change its color)."
}