{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Конкурс 🎵\nЧоловіки та жінки ходять по кругу парами\nВзялись за руки і кажемо\nЯ тебе ніколи не забуду !\nЯ знайду тебе скрізь де б ти не була !\nІ зроблю с тобою те що скаже ведучий !\nЯ тебе кохаю !\nДівчата запамʼятали свою пару відпустіть руки , і зробіть коло тільки дівчата і знов візьміться за руки, хлопці може це й не за поняттями але вам потрібно зробити зовнішнє коло і також взятись за руки навколо дівчат . Дівчата під музику вам потрібно йти з ліва на право , хлопцям як за звичай з право на ліво , це все ви будете робити під музику ! Як тільки музика зупиниться я дам вам завдання, наприклад : рука до руки , вам потрібно буде знайти свою пару і стати з нею рука до руки. Не важливо Чиє вухо або ніс головне це зробити зі своєю парою!\nПара яка буде робити завдання остання буде вибувати . Дівчата на право хлопці на ліво під музику! Поїхали !\nСпина до спини\nГолова на талії ( талія тільки у дівчат )\nДівчата на плечах у чоловіків\nКолінка до куприка ( копчік )\nПʼятка до потилиці\nПохва біля пахви",
    "trans": "Contest 🎵\nMen and women walk in a circle in pairs\nHolding hands and saying\nI will never forget you!\nI will find you wherever you are!\nAnd I will do with you what the host says!\nI love you!\nGirls, remember your partner, let go of your hands, and form a circle with just the girls, holding hands again. Guys, this might not be your thing, but you need to form an outer circle and also hold hands around the girls. Girls, you need to move from left to right to the music, guys as usual from right to left, all of this you will do to the music! As soon as the music stops, I will give you a task, for example: hand to hand, you will need to find your partner and stand hand to hand with them. It doesn't matter whose ear or nose, the main thing is to do it with your partner!\nThe pair that completes the task last will be eliminated. Girls to the right, guys to the left to the music! Let's go!\nBack to back\nHead on waist (waist only for girls)\nGirls on the shoulders of men\nKnee to butt\nHeel to the back of the head\nArmpit near the armpit"
}