{
    "source": "uk_UA",
    "target": "en_US",
    "text": "2. АЛЕ були люди одягнені не за дресс-кодом, що нам, звичайно, дууууже не сподобалося 😡\nТи приходиш у сексуальній напівпрозорій білизні (я була у білому), на підборах, а там чоловік із жінкою у звичайному одязі 😳 Вперше таке бачу, якщо чесно... Що у Польщі, що у Німеччині дрес-код завжди перевіряли і просили показати що там у тебе під верхнім одягом. А тут ні, і це одразу викликало у нас дискомфорт 🙈\nНавіть ті, хто були вдягнені за дрес-кодом не надто докладали зусиль. Я бачила набагато крутіші та епатажніші образи у Варшаві та Берліні. Але може не пощастило просто))\n3. Але натомість була окрема кімната, на вході якої сидів охоронець і контролював, аби всередину заходили лише у спідній білизні. Тож мого хлопця пустили лише після того, як він зняв штани (хоча це не були джинси чи брюки).\n4. А ще нам НЕ заклеїли камери! Звичайно, висів знак, що зйомка заборонена, але все одно це було незвично. Тим паче на сайті вечірки було вказано, що телефони взагалі забирають на вході (у Кіт-Каті так роблять, наприклад), але цього не було!",
    "trans": "2. BUT there were people not dressed according to the dress code, which, of course, we did not like at all 😡\nYou come in wearing sexy, semi-transparent lingerie (I was wearing white), on tiptoes, and there's a man with a woman wearing regular clothes 😳 I've never seen anything like this before, to be honest... Whether in Poland or Germany, the dress code was always checked, and they asked to show what you were wearing under your outer clothes. But not here, and this immediately made us feel uncomfortable 🙈\nEven those who were dressed according to the dress code didn't put in much effort. I've seen much cooler and more striking outfits in Warsaw and Berlin. But maybe we just weren't lucky))\n3. However, there was a separate room with a guard at the entrance who made sure that only those wearing underwear could enter. So my boyfriend was only allowed in after he took off his pants (although they weren't jeans or trousers).\n4. And they DID NOT cover our cameras! Of course, there was a sign saying that filming was prohibited, but it was still unusual. Especially since the party's website stated that phones are taken away at the entrance (like they do at KitKat, for example), but this did not happen!"
}