{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Мета програми: набуття та вдосконалення учасниками навчання професійних знань у сфері\nвідкритих даних та комплаєнсу, умінь та навичок, що забезпечують відповідний рівень професійної\nкваліфікації в сферах антикорупційної діяльності державного службовця, уповноважених щодо державних\nзакупівель, фахівця з фінансового моніторингу, працівників відділу кадрів, служби безпеки та інших\nспеціалістів, які у своїй професійній діяльності застосовують процедури комплаєнсу.\nСтруктура програми:\nТема 1 (06 листопада 09:30-12:00). Перевірка юридичних осіб за допомогою відкритих даних під час\nздійснення комплаєнс процедур.\nТема 2 (07 листопада 09:30-11:45). Перевірка фізичних осіб за допомогою відкритих даних під час\nздійснення комплаєнс процедур.\nТема 3 (08 листопада 09:30-11:55). Організація моніторингу та автоматичне відстеження змін, які\nвідбулися в юридичних та фізичних осіб.\nТема 4 (12 листопада 09:30-11:45). Виявлення взаємозв'язків між контрагентами та пошук\nафілійованих осіб.\nТема 5 (13 листопада 09:30-12:30). Комбінований підхід використання джерел інформації та\nаналітика отриманих результатів.\nДетальна інформація про програму на сайті Національного агентства України з питань",
    "trans": "Program Goal: To acquire and enhance participants' professional knowledge in the field\nof open data and compliance, as well as the skills and abilities that ensure the appropriate level of professional\nqualification in the areas of anti-corruption activities for public servants, those authorized to provide for public\nprocurement, financial monitoring experts, HR department employees, security service personnel, and other\nexperts who apply compliance procedures in their professional activities.\nProgram Structure:\nTopic 1 (November 6, 09:30-12:00). Verification of legal entities using open data during\nperformance of compliance procedures.\nTopic 2 (November 7, 09:30-11:45). Verification of individuals using open data during\nperformance of compliance procedures.\nTopic 3 (November 8, 09:30-11:55). Organization of monitoring and automatic tracking of changes that are\nrelated to legal entities and individuals.\nTopic 4 (November 12, 09:30-11:45). Identification of relationships between counterparties and search for\naffiliated persons.\nTopic 5 (November 13, 09:30-12:30). Combined approach to using information sources and\nanalysis of the ultimate results.\nTo receive detailed information about the program, please visit the website of the National Agency of Ukraine on"
}