{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— Мг, тобі справді личить усе, — на його обличчі не видно ніяких ознак збентеження. — Таксі чекає, ходімо.\nВін переплітає їхні пальці, наче це звична річ та йде крок у крок з ним. Вони сідають у таксі не розриваючи замок рук, [redacted_name] голосно лікує всередині від їхнього вигляду разом.\n— Ти зазвичай сидиш біля водія.\n— Сьогодні просто не хочеться, — [redacted_name] стискає його руку, поки серце робить зайвий десяток ударів.\nСюрпризи на сьогодні не закінчились, бо він відчинив двері машини перед [redacted_name], а потім знову взяв за руку. Хлопець забув про хвилювання щодо вечірки, бо тепер нерви були спрямовані на [redacted_name].\nЇх зустрів просторий будинок з гарним садом навколо. Всередині голосно грала музику, а з освітлення були безліч гірлянд, що звисали зі стелі. [redacted_name] у тьмяному світлі виглядав, наче загадковий принц із любовних романів. [redacted_name] хоче стати суженим, що розтопить його серце.\n— О, [redacted_name]! Ти уже тут, яке щастя, — до них підходить міцний хлопець у оверсайз футболці — [redacted_name].",
    "trans": "\"Hm, everything really suits you,\" his face shows no signs of embarrassment. \"The taxi is waiting, let's go.\"\nHe interlocks their fingers as if it's a usual thing and walks step by step with him. They get into a taxi without breaking the hand lock, [redacted_name] loudly counting everything inside judging by the way they look together.\n\"You usually sit near the driver.\"\n\"Just don't feel like it today,\" [redacted_name] squeezes his hand while his heart makes an extra dozen beats.\nThe surprises for today are not over as he opens the car door for [redacted_name], and then takes his hand again. The guy has forgotten about any anxiety regarding the party because his nerves are now focused on [redacted_name].\nThey see a spacious house with a beautiful garden around it. Music is playing loudly inside, and the lighting consists of countless garlands hanging from the ceiling. In the dim light, [redacted_name] looks like a mysterious prince from romance novels. [redacted_name] wants to become the beloved one who will melt his heart.\n\"Oh, [redacted_name]! You're already here, what a joy,\" a sturdy guy in an oversized t-shirt approaches them—[redacted_name]."
}