{
    "source": "uk_UA",
    "target": "en_US",
    "text": "А імунний захист від нового коронавірусу,згідно з останніми даними, знижується приблизно вдвічі вже за шість-дев'ять місяців.\nКрім того, зареєстровані на цей момент вакцини з різним ступенем ефективності запобігають важкому перебігу Covid-19, але не обов'язково захищають від зараження: відомо багато випадків, коли хворіють повністю щеплені люди.\nХвороба перебігає відносно легко чи взагалі безсимптомно, але при цьому вони цілком можутьпередавати вірус, інфікуючи інших.\nСаме тому колективний імунітет, на який на початку пандемії так сподівалися більшість науковців (а слідом за ними й політиків), у підсумку виявляється недосяжним.\n\"Якщо немає стерилізуючого захисту, вірус продовжує розповсюджуватись, ви не зможете захистити тих, у кого імунітету немає, - пояснює професор Гантер. - Вони все одно заразяться, так чи інакше, тому колективний імунітет тут неможливий\".\n\"Тобто викорінити вірус у нас не вийде. Загнати його у якісь географічні рамки теж малоймовірно, - продовжує [redacted_name]. - Що ж до масштабного спалаху, цей варіант не варто сприймати так, ніби у певний момент вірус неодмінно жахливо мутує й вирішить всіх нас знищити. Це, на мою думку, дуже малоймовірно - я б сказав, практично неможливо\".",
    "trans": "Moreover, the immune protection against the new coronavirus, according to the latest data, decreases by approximately half in just six to nine months.\nAdditionally, the vaccines registered so far have varying degrees of effectiveness in preventing severe Covid-19, but they do not necessarily protect against infection: there are many known cases where fully vaccinated individuals become ill.\nThe disease progresses relatively mildly or even asymptomatically, but these individuals can still transmit the virus, infecting others.\nThis is precisely why herd immunity, which at the beginning of the pandemic was hoped for by most scientists (and subsequently by politicians), ultimately proves to be unattainable.\n\"If there is no sterilizing immunity, the virus continues to spread, you cannot protect those who do not have immunity,\" explains Professor Hunter. \"They will still get infected one way or another, so herd immunity is not possible here.\"\n\"So, we won't be able to eradicate the virus. Containing it within certain geographical boundaries is also unlikely,\" continues [redacted_name]. \"As for a large-scale outbreak, this scenario should not be perceived as if the virus will inevitably mutate terribly at some point and decide to destroy us all. This, in my opinion, is very unlikely—I would say practically impossible.\""
}