{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Сьогодні не виключення. Замість опановування другої половини рухів Довгого польоту птиці Рух, він встав на меч і низько над землею чкурнув шукати іншого учня. Літати високо чи довго він не міг, тому приходилось добре замислюватись над коротшою дорогою, яку завжди забував. Затягуючи стрічку на злегка курчавому волоссі, він ледь не впав з меча, невдачно оминувши дерево та приземлився згодом, від гріха подалі. Все одно він був майже на місці. Ступаючи якомога тихіше, він дійшов до місця тренування, обережно визираючи з-за паркану на вході.\nТуго зав'язане в хвіст біляве волосся тримала додаткова стрічка, підбираючи зачіску догори, аби не заважала. Чому б одразу так не зав'язати, як Нянь Дада? Тому що так не гарно. Все ж таки, чий він учень, в кінці кінців? З таким вчителем смак та яке не яке ставлення до свого вигляду все ж прив'ється. Дві прядки спереду не надто дратували юнака але й не сказати, що були зручними. З-за них боковий зір був замилений, тому про гостя на території Ю Лян дізнався, бо той запнувся об свою ногу і буквально випав з-за паркану. Різкий звук змусив мечника швидко змінити рух меча, не опустити мах, а направити зброю в бік джерела шуму.",
    "trans": "Today was no exception. Instead of mastering the second half of the Long Bird Flight movement, he stood on his sword and swooped low to the ground, searching for another student. He couldn't fly high or for long, so he had to think carefully about the shorter path, which he always forgot. Tying the ribbon on his slightly curly hair, he nearly fell off his sword, awkwardly avoiding a tree, and landed soon after, just to be safe. Nevertheless, he was almost at the destination. Stepping as quietly as possible, he approached the training area, cautiously peeking from behind the fence at the entrance.\nThe tightly tied blond hair in a ponytail was held by an additional ribbon, securing the hairstyle upwards so it wouldn't get in the way. Why not tie it like that from the start, like Nian Dad? Because it doesn't look good. After all, whose student is he, ultimately? With such a teacher, a sense of style and a certain attitude towards one's appearance2 are inevitably cultivated. The two strands of hair in the front didn't bother the young man too much, but they weren't exactly comfortable either. They obscured his peripheral vision, so he only noticed the visitor on Yu Liang's territory because the visitor tripped over his foot and literally fell from behind the fence. The sudden noise made the swordsman quickly change the direction of his sword, not lowering the swing but aiming the weapon towards the source of the sound."
}