{
    "source": "uk_UA",
    "target": "en_US",
    "text": "що письмова мова в той час ще\nне існувала, і тому реконструкція\nсексуальних практик та вірувань\nґрунтується на археологічних\nзнахідках та антропологічних\nданих.\nЩо стосується сексу в доісторичні часи, то в сексологічній\nлітературі існує 2 точки зору:\n1) Перша говорить про те, що був проміскуїтетний\nхарактер відносин.\nЩо не було дозволених та недозволених сексуальних\nзв'язків. Що представники раннього людства цілими днями\nзадовольняли свої сексуальні потреби. Що древні жінки\nпротягом дня багато разів спарювались з усіма древніми\nчоловіками, які того бажали. Ця теорія апелює до аналогій\nтваринного світу, де під час копулятивної поведінки\nнівелюються родинні зв’язки.\nДана теорія має багато заперечень та спростувань.\n2) Друга теорія говорить про те, що людина не змогла б\nзійти на вершину харчового ланцюга, не змогла б\nеволюціонувати, якби вона не приборкала свою хіть.\nЯкщо ми подивимось на древні цивілізації, то ми чітко\nпростежимо, що сексуальна поведінка людини була",
    "trans": "Given that written language\ndid not exist at that time, the reconstruction\nof sexual practices and beliefs\nis based on archaeological\nfindings and anthropological\ndata.\nRegarding sex in prehistoric times, there are two viewpoints\nin sexological literature:\n1) The first viewpoint suggests that relationships were promiscuous\nin nature.\nThat there were no permitted or forbidden sexual relations.\nThat representatives of early humanity spent entire days\nsatisfying their sexual needs.\nThat ancient women mated multiple times a day\nwith all the ancient men who desired it.\nThis theory draws analogies from the animal world, where copulatory behavior\nnullifies family ties.\nThis theory has many objections and refutations.\n2) The second theory suggests that humans\ncould not have risen to the top of the food chain\nor evolved if they had not restrained their lust.\nIf we look at ancient civilizations,\nwe can clearly trace that human sexual behavior was\\\\"
}