{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Народився у селянській родині. Напередодні Першої світової війни два роки вчителював, мав намір продовжувати свою освіту. 7 серпня 1914 року Струк за набором вступає до війська. Призначення отримав на Балтійський флот, до 3-го гвардійського екіпажу— на пароплав «Штандарт». Під час бойових дій був тричі поранений. За бойові заслуги нагороджений солдатськими хрестами Святого Георгія всіх чотирьох ступенів та підвищений до рангу капітана[джерело?].\nЗ початком Лютневої революції Ілько Струк організовує у своєму полку Українську козацьку раду. 1917 року бере участь у Другому та Третьому всеукраїнських військових з'їздах у Києві. Наприкінці січня 1918р. на чолі сотні брав участь у звільненні Арсеналу від більшовицьких заколотників. З лютого 1918р. бере участь у антибільшовицькому повстанському русі.\nУ 1919р., коли Директорія відступила на захід, Ілько Струк, організувавши довкола себе тисячі козаків, залишився в Чорнобильському повіті. Випускав щоденну газету «Вільний край», яка «виходила під гаслом УНР». Підвладне йому військо офіційно називалося Першою повстанчою армією УНР.",
    "trans": "Born into a peasant family. On the eve of World War I, he worked as a teacher for two years and intended to continue his education. On August 7, 1914, Struk was conscripted into the military. He was assigned to the Baltic Fleet, to the 3rd Guards Crew—on the Shtandart steamship. During combat operations, he was wounded three times. For his military merits, he was awarded the Soldier's Crosses of St. George of all four degrees and promoted to the rank of a captain [source?].\nWith the onset of the February Revolution, Ilko Struk organized the Ukrainian Cossack Council in his regiment. In 1917, he participated in the Second and Third All-Ukrainian Military Congresses in Kyiv. At the end of January 1918, he led a campaign for the liberation of the Arsenal from Bolshevik insurgents. Beginning from February 1918, he participated in the anti-Bolshevik insurgent movement.\nIn 1919, when the Directory retreated to the west, Ilko Struk organized thousands of Cossacks around him and remained in the Chornobyl district. He published a daily newspaper entitled Vilnyi Krai, which \"was published under the slogan of the Ukrainian People's Republic.\" The army under his command was officially called the First Insurgent Army of the Ukrainian People's Republic."
}