{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— Почекай,— відповідала йому мати.— Хіба не знаєш, що наша господиня тісто місить? Ось напече хліба, тоді й поведе нас у поле.\n— У поле? — радісно підстрибнув цапик.— Я там ніколи не був. Відтоді як народився, нас беруть лише в гори. Що таке поле, мамо?\n— Це рівна земля, дитинко. Там є дерева й багато пшениці. Звідти приносить нам господиня траву, там і ячмінь росте, який ти любиш. І річка тече.\n— О, то там чудово! Скажи, мамо, а поле видно з тієї скелі, що за хатою?\n— Авжеж, видно.\n— От добре! Я вилізу на неї, подивлюся.\n— Вилазь, коли вже така нетерплячка,— осміхнулася мати,— тільки не барися, бо скоро прийде господиня.\nПобіг цапик за будинок і сміливо пострибав з каменя на камінь угору, на скелю, за якою починалося урвище. А внизу, скільки око сягає, прослалася широка зелена долина.\n— То ось воно яке, поле! — зачудовано зітхнув цапик.— Ніколи такого простору не бачив.\nДивився він у далечінь і не міг надивитися. Раптом згадав про річку.\n“Де ж вона є? — думає.— Щось не видно…”\nАле в цю саму мить його гукнула мати:\n— Ходи сюди! Вже господиня наша прийшла!",
    "trans": "— Wait,— his mother replied.— Don't you know that our mistress is kneading dough? Once she bakes the bread, then she will take us to the field.\n— To the field?— the kid joyfully jumped up.— I've never been there. Ever since I was born, we've only been taken to the mountains. What is a field, Mom?\n— It's flat land, child. There are trees and lots of wheat. That's where our mistress brings us grass, and barley grows there, which you love. And a river flows.\n— Oh, it must be wonderful there! Tell me, Mom, can you see the field from that rock behind the house?\n— Of course, you can.\n— Oh, good! I'll climb up there and take a look.\n— Climb if you're so impatient,— his mother smiled,— but don't linger, because the mistress will be here soon.\nThe kid ran behind the house and boldly hopped from stone to stone up the rock, beyond which a precipice began. And below, as far as the eye could see, a wide green valley stretched out.\n— So that's what a field looks like!— the kid breathed in wonder.— I've never seen such an expanse.\nHe gazed into the distance and couldn't get enough of it. Suddenly, he remembered the river.\n“Where is it? — he thought.— I don't see it…”\nBut at that very moment, his mother called out to him:\n— Come here! Our mistress has arrived!"
}