{
    "source": "uk_UA",
    "target": "en_US",
    "text": "– [redacted_name], – хриплуватий голос [redacted_name] вивів [redacted_name] із думок, – ми не змушуємо тебе приймати рішення прямо зараз. Ти маєш все добре обдумати, але знай, що ти можеш вільно говорити про це з нами, гаразд? Обіцяй, що говоритимеш з нами? – [redacted_name] розгублено глипав на [redacted_name], він не бачив у його виразі нічого злого та підступного. Навпаки – обличчя молодшого видавалось йому напрочуд спокійним, приємним та... до біса привабливим. [redacted_name] сам не очікував цього від себе, але він знову потягнувся до [redacted_name] за поцілунком і той радо прийняв його вуста на своїх. Цей поцілунок був повільний та ніжний. Старший запустив руки у чорняві кучері молодшого, стискаючи пальцями пасма. Їхні язики сплітались, ковзаючи один по одному, видаючи характерні слиняві звуки.\n[redacted_name] відсторонився першим, притуляючись чолом до чола [redacted_name], між їхніми губами протянулась тонка нитка слини, яку [redacted_name] просто прибрав пальцем, витираючи вологі вуста [redacted_name], а потім і свої.\n– Я можу сприймати це за позитивну відповідь? – [redacted_name] посміхається, вдивляючись в темно-карі очі навпроти.",
    "trans": "\"[redacted_name],\" [redacted_name]'s hoarse voice brought [redacted_name] out of his thoughts, \"we are not forcing you to make a decision right now. You have time to think it over but you should know that you can freely talk to us about it, okay? Will you promise you'll talk to us?\" [redacted_name] stared at [redacted_name] in confusion as he saw nothing malicious or deceitful in his expression. On the contrary, the younger man's face seemed remarkably calm, pleasant, and... damn attractive. [redacted_name] didn't expect this from himself, but he leaned in to kiss [redacted_name] again, and the latter gladly accepted his lips. This kiss was slow and tender. The older man ran his hands through the younger man's dark curls, gripping the strands with his fingers. Their tongues intertwined, sliding against each other and making peculiar wet sounds.\n[redacted_name] was the first to pull away, resting his forehead against [redacted_name]'s. A thin thread of saliva stretched between their lips, which [redacted_name] simply wiped away with his finger, drying [redacted_name]'s moist lips and then his own ones.\n\"Can I take this as a positive answer?\" [redacted_name] smiles, looking into the dark brown eyes opposite him."
}