{
    "source": "uk_UA",
    "target": "en_US",
    "text": "2️⃣ У вересні біля Долинівки підари розстріляли бійця, який здався у полон. Йому було сказано рухатися вперед, після чого розстріляно у спину.\n3️⃣ Ще один випадок у вересні вже південніше даного місця — розстріл 4 бійців Сил Оборони. Попередньо, це були бійці ТрО. Кацапи склали тіла і спробували їх спалити.\nТенденція останнього часу йде не на користь тих, хто здається в полон. Випадки страти бійців Сил Оборони стають частішими. Кацапи ж відчувають безкарність, бо свої не чіпатимуть, а міжнародні інституції працюють через заднє місце.\nЗі слів Омбутсмена Дмитра Лубінця (t.me/dmytro_lubinet…), зафіксовано понад 100 смертей наших бійців під час здачі в полон. Насправді таких випадків значно більше і з боку правоохоронних органів має стати питанням честі фіксація реальної кількості даних епізодів.\nЄдине, що може спрацювати — це формування списку військових злочинців на основі підрозділів, які найбільш активно порушують конвенції. Після війни у випадку виїзду злочинців у дружні країни, їх мають арештовувати і роками з'ясовувати чи брали вони участь у злочинах чи ні.\nНаприклад, 155 обрмп рф вже показала себе у кількох епізодах, в тому числі з відрізанням голів. В районі Гірника діють кацапські 114 та 110 мотострілецькі.",
    "trans": "2️⃣ In September, near Dolynivka, bastards shot a fighter who had surrendered as a prisoner. He was told to move forward and then shot in the back.\n3️⃣ Another incident in September, further south of this location—the execution of 4 defenders. Preliminarily, these were Territorial Defense fighters. The Russians piled up the bodies and tried to burn them.\nThe recent trend is not in favor of those who surrender as prisoners. Cases of the execution of defenders are becoming more frequent. The Russians feel impunity because their own will not be touched, and international institutions are working ineffectively.\nAccording to Ombudsman Dmytro Lubinets (t.me/dmytro_lubinet…), more than 100 deaths of our fighters during surrender have been recorded. In reality, there are significantly more such cases, and it should become a matter of honor for law enforcement agencies to document the actual number of these episodes.\nThe only thing that can work is compiling a list of military criminals based on the units that most actively violate conventions. After the war, if the criminals travel to friendly countries, they should be arrested and investigated for years to determine if they participated in the crimes.\nFor example, the 155th Motorized Rifle Brigade of the Russian Federation has already shown itself in several episodes, including beheadings. In the Hirnyk area, the Russian 114th and 110th Motorized Rifle units are active."
}