{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Варіанти з акцентом на професійній діяльності:\n\"Вітаю в моєму блозі, де ми разом досліджуємо глибини людської душі. Як психолог і майбутній гештальт-терапевт, я запрошую вас на спільну подорож самопізнання та особистісного зростання.\"\n\"Ласкаво просимо в мій блог! Тут я ділюся своїми думками та досвідом, здобутими під час навчання на програмі гештальт-терапії. Разом ми розберемося в складних питаннях і знайдемо відповіді на них.\"\nВаріанти з акцентом на неідеальності та людськості:\n\"Вітаю в моєму неідеальному куточку інтернету, де ми можемо бути самими собою. Тут я ділюся своїми думками, почуттями та досвідом, щоб нагадати вам, що кожен з нас унікальний і заслуговує на прийняття.\"\n\"Ласкаво просимо в мій блог, де ми разом досліджуємо, що означає бути людиною. Тут немає правильних або неправильних відповідей, є лише наші історії та пошук себе.\"\nВаріанти з акцентом на взаємодії:\n\"Приєднуйтесь до моєї спільноти, де ми разом створюємо безпечний простір для роздумів і зростання. Я запрошую вас поділитися своїми думками та досвідом.\"\n\"Давайте разом створювати цей блог! Ваші коментарі та питання допоможуть мені краще розуміти, що вас цікавить.\"\nОбираючи варіант, зверніть увагу на наступне:",
    "trans": "Options with an emphasis on professional activity:\n\"Welcome to my blog, where we delve into the intricacies of the human psyche together. As a psychologist and aspiring Gestalt therapist, I invite you to join me on a journey of self-exploration and personal growth.\"\n\"Welcome to my blog! Here, I share insights and experiences from my training in Gestalt therapy. Together, we'll navigate through complex questions and find answers to them.\"\nOptions with an emphasis on imperfection and humanity:\n\"Welcome to my little corner of the internet, where imperfection is embraced. Here, I share my thoughts, feelings, and experiences to remind you that everyone is unique and deserves acceptance.\"\n\"Welcome to my blog, where we explore the essence of being human. There are no right or wrong answers here, just our stories and the quest for self-discovery.\"\nOptions with an emphasis on interaction:\n\"Join my community, where we foster a safe space for reflection and growth. I invite you to share your thoughts and experiences with us.\"\n\"Let's build this blog together! Your comments and questions will help me understand what interests you and create more meaningful content.\"\nWhen choosing an option, consider the following:"
}