{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Держава всіляко сприяла осадникам, яких на Волині було 3,5 тисячі. Особливу підтримку надавала військовим, які зберегли право носити зброю і форму, влаштовувати військові паради й різні акції патріотичного характеру. До українців польські осадники ставилися зверхньо, часто вороже. Відтак із перших днів польська колонізація викликала обурення в місцевого населення. Між Красним Садом та населеними пунктами Маруся і Анджеювка зростала ворожнеча. Місцеві мешканці вважають, що часто це було через заздрість, адже у Красному Саду люди жили заможніше.\nОсобливе загострення у стосунках із поляками розпочалося навесні 1943 року. В українських звітах із Волині до середини 1943 р. практично немає інформації про антиукраїнські дії польського підпілля, яке, очевидно, на той момент ще не було спроможне їх провести. Мова постійно йде про поляків, котрі співпрацювали з німцями. Частота повторів таких даних не дає жодних підстав сумніватися в масовості явища і його визначальній ролі в подальшому загостренні конфлікту.",
    "trans": "The state provided extensive support to the settlers, of whom there were 3,500 in Volyn. Special assistance was given to military personnel, who retained the right to carry weapons and wear uniforms, organize military parades, and conduct various patriotic activities. Polish settlers often treated Ukrainians with disdain and hostility, which sparked outrage among the local population from the very beginning. Tensions grew between Krasny Sad and the settlements of Marusya and Andrzejówka, with locals attributing this to envy, as people in Krasny Sad lived more prosperously.\nRelations with the Poles became particularly strained in the spring of 1943. Ukrainian reports from Volyn up to mid-1943 contain virtually no information about anti-Ukrainian actions by the Polish underground, which was apparently not yet capable of carrying them out. The reports consistently mention Poles collaborating with the Germans. The frequency of such reports leaves no doubt about the widespread nature of this phenomenon and its crucial role in the further escalation of the conflict."
}