{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— Знаєш, а це не [redacted_name] дитина, — зненацька сказала [redacted_name].\n[redacted_name] уважно подивилась на неї, боячись своїми словами перервати несподіваний прояв щирості.\n— Спочатку брехати було необхідністю. Тільки уяви: командорова дружина вагітна від іншого! Натомість для всіх ми з [redacted_name] були відданою традиціям парою, яка, попри ймовірне ув’язнення, не втрачала надії на щасливе сімейне життя. Деякий час це було навіть зручно, аж поки… Коли його не стало, усе ще білше ускладнилось, бо насправді батьком Ноя є...\n— [redacted_name], — закінчила за неї [redacted_name].\nТепер уже [redacted_name] витріщалась на неї.\n— Як ти зрозуміла?\n— Не по збігу обставин ми опинились в одному поїзді.\nІ від такої очевидності вони на деякий час замовкли.\n— Ти могла б використати це на свою користь, — врешті перервала мовчанку [redacted_name]. — Ну, знаєш, заявити про насилля з боку [redacted_name] і почати нове життя з [redacted_name].\n— Він пропонував таке, — відповіла [redacted_name] і швидко додала: — Про насилля.",
    "trans": "\"You know, that's not [redacted_name]'s child,\" [redacted_name] suddenly said.\n[redacted_name] looked at her intently being afraid that her words might interrupt this unexpected display of sincerity.\n\"First, lying was a necessity. Just imagine: the commander's wife pregnant by another man! Meanwhile, to everyone, [redacted_name] and I were a couple devoted to traditions, who, despite the likely imprisonment, did not lose hope for a happy family life. For a while, it was even convenient, until... When he was gone, everything became even more complicated because the real father of Noah is...\n[redacted_name],\" [redacted_name] finished instead of her.\nNow [redacted_name] was staring at her.\n\"How did you understand this?\"\n\"It's not a coincidence that we ended up on the same train.\"\nIn view of such obviousness, they fell silent for a moment.\n\"You could have used this to your advantage,\" [redacted_name] finally broke the silence. \"You know, claim violence committed by [redacted_name] and start a new life with [redacted_name].\"\n\"He offered that,\" [redacted_name] replied and quickly added, \"about the violence.\""
}