{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Триразова олімпійська чемпіонка і голова Федерації лижних гонок РФ Олена Вяльбе виступила з погрозами ядерним ударом через рішення Міжнародної федерації продовжити відсторонення росіян.\nНагадаємо, росіяни і білоруси були відсторонені від участі у міжнародних змаганнях із гірськолижного спорту після початку повномасштабного російського вторгнення вУкраїну. У грудні минулого року Виконавчий комітет Міжнародного олімпійського комітету (МОК) допустив росіян та білорусів до Олімпійських ігор-2024 у Парижі під нейтральним прапором.\nСаме через розв’язану російським народом неспровоковану війну в Україні, саме через агресію рф, внаслідок сотень тисяч смертей українців і зруйновані росіянами міста та села, на російських спортсменів були накладені санкції.\nПроте мудрості росіянам це не додало і “комплекс чикатило” не пролікувало.\nУ відповідь голова ферерації лижних гонок рф стала погрожувати ядерним ударом по центру Лондона.\nМені здається, якби ми якусь серйозну бомбу кинули в центр Лондона, вже все закінчилося б, нас би вже всюди пустили, – каже Вяльбе.\nТриразова олімпійська чемпіонка помилкова, зрештою, як і все населення рф, вважає, що світ боїться сили росії. Коли насправді, країни, котрі теж мають на озброєнні ядерну зброю, остеріагаються “мавпи з гранатою” в образі російської федерації і наявного в неї ядерного озброєння.\nВ нашій силі – роздратування всього світу, – каже лижниця.",
    "trans": "Three-time Olympic champion and head of the Russian Ski Federation, Elena Vyalbe, issued threats of a nuclear strike in response to the International Federation's decision to continue the suspension of Russians.\nIt is important to note that Russians and Belarusians were suspended from participating in international skiing competitions following the full-scale Russian invasion of Ukraine. In December of last year, the Executive Board of the International Olympic Committee (IOC) allowed Russians and Belarusians to participate in the 2024 Paris Olympics under a neutral flag.\nIt was precisely because of the unprovoked war started by the Russian people in Ukraine, due to Russian aggression, resulting in hundreds of thousands of Ukrainian deaths and cities and villages destroyed by Russians, that sanctions were imposed on Russian athletes.\nHowever, this did not add any wisdom to the Russians, and the \"Napoleon complex\" was not taken into account.\nIn response, the head of the Russian Ski Federation began threatening a nuclear strike on central London.\n\"I think if we dropped some serious bomb in the center of London, everything would be over, and we would be allowed everywhere,\" says Vyalbe.\nThe three-time Olympic champion, like the rest of the Russian population, mistakenly believes that the world fears Russia's power. In reality, countries that also possess nuclear weapons are wary of the \"monkey with a grenade\" that is the Russian Federation and its nuclear arsenal.\n\"Our strength lies in annoying the whole world,\" says the skier."
}