{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Скачати ZIP архівом для офлайн перегляду: Google Drive(117330.html та 117651.html)\nКартинки згруповані в спойлери - клікнути щоб відкрити якийсь розділ.\nВисновки по Вівальді:\nДаний виріб працює в режимі антени “Вівальді” на частотах 1300….9000 МГц\nНа частотах нижче 1300 МГц пристрій працює як диполь Герца, проте на проміжку 600…1300 МГц в такого диполя починає поступово з’являтися направлене випромінювання в сторону щілини за принципом V-антени (такої як телевізійна антена “Ворона”).\nНа частотах до 600 МГц властивості майже ідентичні властивостям диполя Герца 2 dBi\nНа частоті 600 МГц направленість “вперед” трішки зростає до 2.8 dBi, а назад трішки ослаблюєьтся -1.8 dBi. Співвідношення Front/Back досягає 4.6 дБ, антена починає проявляти слабо виражені направлені властивості на 600+ МГц\nНа частоті 720 МГц Співвідношення Front/Back досягає 10 дБ (10 раз), антена з 720 МГц і вище проявляє явно виражені направлені властивості",
    "trans": "Download as a ZIP archive to view offline: Google Drive (117330.html and 117651.html)\nImages are grouped in spoilers - click to open a section.\nConclusions on Vivaldi:\nThis product operates in the Vivaldi antenna mode at frequencies of 1300....9000 MHz.\nAt frequencies below 1300 MHz, the device functions as a Hertzian dipole yet in the range of 600...1300 MHz this dipole begins to gradually exhibit directional radiation towards the slot based on the principle of a V-antenna (similar to a TV antenna such as the Crow).\nAt frequencies up to 600 MHz, the characteristics are almost identical to those of a 2 dBi Hertzian dipole.\nAt a frequency of 600 MHz, the forward directionality increases slightly to 2.8 dBi, while the backward directionality decreases slightly to -1.8 dBi. The Front/Back ratio reaches 4.6 dB, and the antenna begins to exhibit weak directional characteristics at 600+ MHz.\nAt a frequency of 720 MHz, the Front/Back ratio reaches 10 dB (10 times), and the antenna exhibits clearly directional characteristics at 720 MHz and above."
}