{
    "source": "uk_UA",
    "target": "en_US",
    "text": "1. Генетика. 2. Насип. 3. Долоня. 4. Розкіш. 5. Мадам. 6. Степінь. 7. УПА. 8. Бароко. 9. Ступінь. 10. ООН. 11. Доля. 12. Тюль. 13. Толь. 14. Путь. 15. Радість.\n**. 965.\nКотрі з поданих іменників належать до жіночого роду?\n1. Насип. 2. Дрова. 3. Кір. 4. Дріб. 5. Позов. 6. Плов. 7. Кров. 8. Аркуш. 9. Клавіш. 10. Рагу. 11. Авеню. 12. Івасі (риба). 13. АТС. 14. ООН. 15. Сочі (місто).\n**. 966.\nКотрі з поданих іменників належать до жіночого роду?\n1. Накип. 2. Алое. 3. Таксі. 4. Конго (ріка). 5. Вересень. 6. Тюль. 7. Мішень. 8. Латинь.\n9. Інтерв'ю. 10. Леді. 11. Майор. 12. Путь. 13. Майстер. 14. Контролер. 15. Дівчатко.\n**. 967.\nКотрі з поданих іменників належать до жіночого роду?\n1. Фламінго. 2. Алое. 3. ГЕС. 4. Степ. 5. Ступінь. 6. Путь. 7. Кольє. 8. Ательє. 9. Купе.",
    "trans": "1. Генетика (Genetics). 2. Насип (Embankment). 3. Долоня (Palm). 4. Розкіш (Luxury). 5. Мадам (Madam). 6. Степінь (Degree). 7. УПА (UPA). 8. Бароко (Baroque). 9. Ступінь (Step). 10. ООН (UN). 11. Доля (Fate). 12. Тюль (Tulle). 13. Толь (Only). 14. Путь (Path). 15. Радість (Joy).\n**. 965.\nWhich of the given nouns belong to the feminine gender?\nНасип (Embankment). 2. Дрова (Firewood). 3. Кір (Smoke). 4. Дріб (Grist). 5. Позов (Lawsuit). 6. Плов (Pilaf). 7. Кров (Blood). 8. Аркуш (Sheet). 9. Клавіш (Key). 10. Рагу (Stew). 11. Авеню (Avenue). 12. Івасі (риба) (Iwashi (fish)). 13. АТС (ATS). 14. ООН (UN). 15. Сочі (місто) (Sochi (city)).\n**. 966.\nWhich of the given nouns belong to the feminine gender?\nНакип (Boil). 2. Алое (Aloe). 3. Таксі (Taxi). 4. Конго (ріка) (Congo (river)). 5. Вересень (September). 6. Тюль (Tulle). 7. Мішень (Target). 8. Латинь (Latin).\nІнтерв'ю (Interview). 10. Леді (Lady). 11. Майор (Major). 12. Путь (Path). 13. Майстер (Master). 14. Контролер (Controller). 15. Дівчатко (Girl).\n**. 967.\nWhich of the given nouns belong to the feminine gender?\n1. Фламінго (Flamingo). 2. Алое (Aloe). 3. ГЕС (HPP). 4. Степ (Steppe). 5. Ступінь (Degree). 6. Путь (Path). 7. Кольє (Necklace). 8. Ательє (Atelier). 9. Купе (Compartment)."
}