{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Переконлива перемога військ Хмельницького привела до втрати Річчю Посполитою контролю над її південно-східними територіями. Здійснивши демонстраційний рейд до Львова і Замостя, з яких було узято велику контрибуцію, Хмельницький рушив до Києва, у який тріумфально вступив 2 січня 1649 року (23 грудня 1648 року за ст. ст.) через Золоті ворота. Місто вітало його дзвонами в церквах, гарматними пострілами і тисячними натовпами люду, на чолі якого були єрусалимський патріарх Паїсій і київський митрополит Сильвестр (Косів). Кілька днів по тому у Софійському соборі патріарх відпустив гетьману усі його гріхи, заочно обвінчав з Мотроною (Геленою) Чаплинською, яка перебувала тоді в Чигирині й не була розлучена, і під гарматні залпи благословив на «війну з ляхами».\nЗакріпивши успіх у переможній битві під Зборовом, 18 серпня 1649 року Богдан Хмельницький, який вже означав себе як «єдиновладець і самодержець руський» уклав з королем Яном II Казимиром угоду, яка серед іншого визнавала автономність гетьманської влади у межах Київського, Чернігівського та Брацлавського воєводств і східних районів Волині та Поділля до ріки Случ: на території площею 200 тис. кв. км з населенням близько 3 мільйонів чоловік постала самоврядна козацька держава з власними урядом, судовою владою і податковою системою.",
    "trans": "The decisive victory of Khmelnytsky's troops led to the loss of control by the Polish–Lithuanian Commonwealth over its southeastern territories. After a demonstrative raid to Lviv and Zamość, from which a large contribution was taken, Khmelnytsky moved towards Kyiv, triumphantly entering the city on January 2, 1649 (December 23, 1648, according to the Julian Calendar) through the Golden Gate. The city welcomed him with church bells, cannon shots, and thousands of people led by the Patriarch Paisius of Jerusalem and Metropolitan of Kyiv Sylvester (Kosiv). A few days later, in the St. Sophia Cathedral, the patriarch absolved the hetman of all his sins, remotely married him to Motrona (Helena) Chaplynska, who was then in Chyhyryn and had not been divorced, and under the sound of cannon salutes blessed him for the \"war with the Poles.\"\nConsolidating the success in the victorious battle near Zboriv, on August 18, 1649, Bohdan Khmelnytsky, who had already styled himself as the \"sole ruler and autocrat of Rus',\" signed an agreement with King Jan II Kazimierz. Among other things, this agreement recognized the autonomy of the hetman's power within the Kyiv, Chernihiv, and Bracław voivodeships and the eastern districts of Volhynia and Podillia up to the Słucz River: on a territory of 200,000 square kilometers with the population of about 3 million people, an independent Cossack state with its own government, judicial authority, and tax system was established."
}