{
    "source": "uk_UA",
    "target": "en_US",
    "text": "— А тато?\n— А тато… Сам тобі пояснить потім, які там у нього справи… Усе, що тобі потрібно зараз знати – жити тепер ти будеш у мене.\n— Довго?\n— Не знаю, [redacted_name]… Як піде…\nЗабрала шестирічну [redacted_name] [redacted_name] того ж дня. Навела лад у шафках на кухні, викинула все їстівне, що знайшла там, і перебрала її речі.\n— Та вже… – вибравши єдиний пристойний сарафан із гори строкатих одежинок, [redacted_name] кивнула племінниці. – Одягайся! І нічого не бери звідси! Нехай. Потім усе купимо.\nДозволила вона [redacted_name] взяти із собою тільки кілька іграшок.\n— Вибери найулюбленіші. Їхати далеко нам і краще без нічого.\nВона замкнула двері, підхопила легку свою сумку і взяла племінницю за руку:\n— Рушили!\nЯк не крутила [redacted_name] головою на всі боки, сподіваючись ще хоч разок побачити батька на прощання, той так і не з’явився…\nВід селища до міста доїхали швидко. А там [redacted_name] раптом захвилювалась.\n— Мама мене не знайде! – ревіла вона, сидячи на вокзалі.\n— [redacted_name], дівчинко моя, не плач! Ми їй листа напишемо!\n— Я писати не вмію!\n— Навчишся! Тобі ж до школи наступного року!\n[redacted_name] навіть плакати перестала, коли зрозуміла, що саме сказала їй [redacted_name].",
    "trans": "— And what about Dad?\n— Dad... I'll explain to you later what his business is... All you need to know now is that you will live with me.\n— For how long?\n— I don't know, [redacted_name]... We'll see how it goes...\nShe took six-year-old [redacted_name] [redacted_name] that same day. She organized the cabinets in the kitchen, threw out all the food she found there, and sorted through her things.\n— Come on now... – choosing the only decent dress from the pile of colorful clothes, [redacted_name] nodded to her niece. – Get dressed! And don't take anything from here! Leave it. We'll buy everything later.\nShe allowed [redacted_name] to take only a few toys with her.\n— Choose your favorites. We have a long journey ahead and it's better to travel light.\nShe locked the doors, picked up her light bag, and took her niece by the hand:\n— Let's go!\nNo matter how much [redacted_name] turned her head in all directions, hoping to see her father one last time, he did not appear...\nThey quickly reached the city from the village. But there, [redacted_name] suddenly became anxious.\n— Mom won't find me! – she cried, sitting at the station.\n— [redacted_name], my dear, don't cry! We'll write her a letter!\n— I can't write!\n— You'll learn! You'll start school next year!\n[redacted_name] even stopped crying when she realized what [redacted_name] had just told her."
}