{
    "source": "uk_UA",
    "target": "en_US",
    "text": "У цивільному житті хлопець працював механіком, його навички стали в нагоді й у війську. Сам військовий каже, що «водій» – це лише додаткова спеціальність, адже служить він у взводі розвідки, де кожен боєць, незалежно від посади, має вміти все – і «Хамві» керувати, і штурм відбити.\n– Ми постійно тренуємося, щоб бути взаємозамінними. Наприклад, у нас є й окрема посада медика, але кожен боєць має вміти надавати медичну допомогу. З водієм аналогічна історія, – пояснює [redacted_name].\nЗа час служби йому довелося опановувати не один броньовик, бо арсенал підрозділу постійно поповнюється новим озброєнням та транспортними засобами. Однак, каже розвідник, найбільше пригод траплялося саме з БТРом.\n– Я на ньому найбільше проїздив, і це були найцікавіші поїздки. Але насправді, це дуже важко. І якщо порівнювати з 2022 роком, то зараз стає лише важче.\nНині вся наша логістика постійно під вогнем ворога – всі шляхи прострілюються з наявного в окупантів озброєння, а ворожі дрони в небі чатують 24/7. За таких умов наших бійців рятує лише РЕБ та професіоналізм водіїв, хоч вони й часто скидають це більше на «фарт», аніж на досвідченість.\n– Як би добре я не знав дороги, кожен виїзд схожий на «лотерею», бо може трапитися що завгодно, – каже Екл.",
    "trans": "In his civilian life, the young man was a mechanic, and these skills proved valuable in his military service. He notes that being a \"driver\" is just an additional role, as he serves in a reconnaissance platoon where every soldier, regardless of their position, must be versatile—from operating a \"Humvee\" to defending against attacks.\n\"We train continuously to be interchangeable. For instance, we have a dedicated medic role, but every soldier must know how to provide medical aid. The same applies to drivers,\" explains [redacted_name].\nThroughout his service, he has had to learn to operate multiple armored vehicles, as the unit's arsenal is frequently updated with new equipment and vehicles. However, he mentions that the most memorable experiences have been with the APC.\n\"I've spent the most time driving it, and those were the most exciting rides. But honestly, it's incredibly challenging. Compared to 2022, things are only getting tougher now.\nCurrently, all our logistics are under constant enemy fire—every route is targeted with the occupiers' available weapons, and enemy drones surveil the skies 24/7. Under these conditions, our fighters rely on electronic warfare (EW) and the drivers' professionalism for survival, although they often credit luck more than experience.\n\"No matter how well I know the road, every trip feels like a 'lottery' because anything can happen,\" says Ekl."
}