{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Країна Російська імперія\nУНР\nСРСР\nНаціональність українець\nДіяльність винахідник, механік, технік, кінорежисер\nГалузь механіка, інженерія і автоматизація\nВідомий завдяки Винайшов перший кіноапарат (1893 рік)\nAlma mater Імператорський Харківський університет (1873)\nЗаклад Одеський національний університет імені І. І. Мечникова\nMagnum opus кінокамера, опадомір і анемограф\nПосада Механік Новоросійського університету\nНагороди Золоті медалі на виставках в Одесі, Кишеневі, Нижньому Новгороді, Парижі (1884, 1886, 1896, 1900)\nIMDb ID15239165\nУ Вікіпедії є статті про інших людей із прізвищем Тимченко.\nЖиттєпис\nНародився 15 квітня 1852 року в селі Окіп Харківської губернії у родині селянина-кріпака. Навчався у механічних майстернях Харківського університету. Хлопець закінчив церковно-приходську школу. 14-літнього Йосипа батько відвіз в науку до Олександра Едельберґа у механічні майстерні Харківського університету. Там хлопчина пропрацював сім років і заслужив репутацію справжнього майстра точної механіки.\n1873 року Йосип разом із друзями захопився ідеями Міклухо-Маклая і вирушив до Одеси, щоб звідти потрапити до Океанії. Але імпровізована експедиція розвалилася, оскільки один з організаторів подорожі виявився шахраєм і втік з усіма грошима. Друзі Йосипа повернулися до Харкова, а Тимченко з дружиною залишились в Одесі, в чужому місті без грошей, голодували. Саме в цей час Анастасія народила сина, якого назвали Андрієм. Але малюк помер від недоїдання у віці трьох місяців.",
    "trans": "Country Russian Empire\nUNR\nUSSR\nNationality Ukrainian\nActivity Inventor, mechanic, technician, film director\nField Mechanics, engineering, and automation\nKnown for Invented the first cinema apparatus (1893)\nAlma mater Imperial Kharkiv University (1873)\nInstitution Odesa National University named after I. I. Mechnikov\nMagnum opus Cinema camera, rain gauge, and anemograph\nPosition Mechanic of Novorossiysk University\nAwards Gold medals at exhibitions in Odesa, Chișinău, Nizhny Novgorod, Paris (1884, 1886, 1896, 1900)\nIMDb ID 15239165\nIn Wikipedia There are articles about other people with the surname Tymchenko.\nBiography\nBorn on April 15, 1852, in the village of Okip, Kharkiv Governorate, in the family of a serf peasant. Studied in the mechanical workshops of Kharkiv University. The boy graduated from a parish school. When Yosyp was 14, his father took him to study with Oleksandr Edelberg in the mechanical workshops of Kharkiv University. There, the young man worked for seven years and earned a reputation as a true master of precision mechanics.\nIn 1873, Yosyp, along with friends, became enthusiastic about the ideas of Miklouho-Maclay and set off for Odesa to travel to Oceania from there. However, the improvised expedition fell apart because one of the organizers turned out to be a fraud and fled with all the money. Yosyp's friends returned to Kharkiv, but Tymchenko and his wife remained in Odesa, in a strange city without money, starving. It was during this time that Anastasia gave birth to a son named Andriy. However, the baby died of malnutrition at the age of three months."
}