{
    "source": "uk_UA",
    "target": "en_US",
    "text": "44999₴\n38999₴\n−14%\nТелевізор Samsung QLED QE65Q70DAUXUA\n10\nГотовий до відправлення\n63999₴\n54999₴\nАКЦІЯ\nТелевізор LG OLED65C46LA\n2\nГотовий до відправлення\n114999₴\n99999₴\nПоказати ще\n1\n2\n3\n4\n5\n6\n7\n...\n67\nУраження від сімейного перегляду фільму, мультиків і відеороликів в YouTube, консольних ігор залежать від якості екрана та звуку. Сучасні телевізори досягли нового рівня і перетворилися на багатофункціональні мультимедійні пристрої. Вони здатні відтворювати найрізноманітніший контент від легковажних розважальних до серйозних наукових і освітніх програм.\nЩо таке 4К-телевізори?\nУльтрависока роздільна здатність екрана 4К-телевізорів забезпечує чудова якість картинки, у цифрах це екран 3840×2160 пікселів.\nЯкі телевізори сьогодні популярні?\nУ лідерах продажів на ROZETKA телевізори Samsung, Xiaomi, Kivi, LG, Philips. Найчастіше покупці вибирають телевізори з діагоналлю 32 дюйми.\nОсновні типи та характеристики телевізорів\nРозвиток технологій призвів до широкого поширення РК-телевізорів, які витіснили електронно-променеві трубки та плазмові панелі. Рідкокристалічні матриці останніх поколінь мають доволі великі розміри та забезпечують високу якість картинки. Додатковою перевагою таких пристроїв є порівняно низьке енергоспоживання.",
    "trans": "44,999₴\n38,999₴\n−14%\nSamsung QLED QE65Q70DAUXUA TV set\n10\nReady to ship\n63,999₴\n54,999₴\nSALE\nLG OLED65C46LA TV set\n2\nReady to ship\n114,999₴\n99,999₴\nShow more\n1\n2\n3\n4\n5\n6\n7\n...\n67\nYour experience of family movie nights, cartoons, YouTube video clips, and console games depends on the quality of the screen and sound. Modern TVs have reached a new level and have become multifunctional multimedia devices. They are capable of playing a wide variety of content, from light entertainment to serious scientific and educational programs.\nWhat are 4K TV sets?\nThe ultra-high resolution of 4K TV screens ensures excellent picture quality, with the resolution of 3840×2160 pixels.\nWhich TV sets are popular today?\nLeading the sales on ROZETKA are TV sets made by Samsung, Xiaomi, Kivi, LG, and Philips. Most often, buyers choose 32\" TV sets.\nMain types and characteristics of TV sets\nThe development of technologies has led to the widespread use of LCD TV sets, which have replaced cathode-ray tubes and plasma panels. The latest generations of liquid crystal matrices have quite large sizes and provide high picture quality. An additional advantage of these devices is their relatively low energy consumption."
}