{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Проте на зауваження ніхто не зреагував. [redacted_name] Тільки сильніше обійняв [redacted_name], а той закинув ногу на чужі стегна. Тоді [redacted_name]ткнув уже [redacted_name]. Після цього друзі нарешті прокинулись. Далі усі троє наввипередки з рештою студентів мчали до вбиральні, щоб потім швидше дістатись їдальні, поки не розібрали все найсмачніше. Всупереч поширеній думці, що у приватній школі для аристократів, їх годують найсмачнішими та найвишуканішими стравами, усе було далеко не так. У закладах типу Хортонської школи панувала сувора дисципліна. Життя за розкладом, ранні підйоми, ніби то поживний, але зовсім не смачний сніданок, уроки, виконання домашніх завдань, такі само «корисні» обіди та вечері, відбій за графіком, покарання за провинності, в тому числі фізичні. І те, що [redacted_name] ненавидів найбільше, – холодний душ будь-якої пори року. Тому не дивно, що майже кожен англійський джентльмен, пройшовши таку сувору школу життя з самого дитинства, ставав схожим на батька [redacted_name].\nПісля сніданку, на якому хлопцям на жаль не вдалося отримати чого посмачніше, всі пішли на уроки. З цього моменту день починав тягнутися надзвичайно довго. Особливо, коли в розкладі була історія, і не було занять з фехтування. І сьогодні був саме такий день. Тому всі троє розвалилися на задній парті, старанно намагаючись робити вигляд, що вони слухать про реформи, впроваджені Генріхом XVIІI. Краще б вже про його дружин розказали.",
    "trans": "\"However, no one reacted to the remark. [redacted_name] only hugged [redacted_name] tighter, and the latter threw his leg over the other's thighs. Then [redacted_name] poked [redacted_name]. After that, the friends finally woke up. Then all three of them, along with the rest of the students, rushed to the bathroom so they could get to the dining hall faster before all the best food was eaten. Contrary to the popular belief that in a private school for aristocrats they eat the most delicious and exquisite dishes, things were far from that. In institutions like Horton School, strict discipline reigned. Life based on a schedule, early wake-ups, seemingly nutritious breakfast far from being tasty, lessons, homework, just as \"useful\" lunches and dinners, lights out according to the schedule, punishments for misdeeds, including physical ones. And what [redacted_name] hated the most was cold showers at any time of the year. Therefore, it was no wonder that almost every English gentleman who went through such a harsh school of life from his childhood became similar to [redacted_name]'s father.\nFollowing the breakfast when the boys unfortunately did not manage to get anything tastier, everyone went to classes. From this moment, the day began to drag on and was exceptionally long. Especially when history was on the schedule, and there were no fencing lessons. Today was just such a day. So all three of them slumped in the back row, trying hard to look like they were listening to the reforms introduced by Henry XVII. They would rather hear about his wives."
}