{
    "source": "uk_UA",
    "target": "en_US",
    "text": "удипломатичних установах України;\nПри зверненні до закордонної дипломатичної установи України (ЗДУ) виготовлення паспорта триває до трьох місяців. Водночас просимо з розумінням ставитись до можливих затримок із доставленням паспортів з України до країни Вашого перебування/проживання в умовах воєнного стану.\nзміни інформації, внесеної до паспорта (у тому числі у зв’язку зі зміною написання латинськими літерами складових імені “прізвище”, “ім’я” у документах, що посвідчують особу та підтверджують громадянство України);\nКур'єрське доставлення\nСтрок дії закордонного паспорта\nнепридатності паспорта для подальшого використання (пошкодження, закінчення вільних сторінок).\nПаспорт друкується одразу з внесеними даними майбутнього власника, після чого надсилається для видачі до того підрозділу ДМС, ЦНАП чи закордонної дипломатичної установи, куди подавалася заява про його оформлення.\nзакінчення строку дії паспорта;\nПослуга оформлення закордонного паспорта є наразі з-поміж тих, що мають найбільший попит серед громадян України за кордоном.\nПеревірка стану готовності\nуЦентрах надання адміністративних послуг;\nутериторіальних підрозділах Державної міграційної служби України;\nОсобам старше 16 років\nЗакордонний паспорт можна оформити:\nвиявлення помилки в інформації, внесеній до паспорта;\nОтримання виготовленого закордонного паспорта\nОсобам молодше 16 років\nОбмін раніше оформленого закордонного паспорта здійснюється у випадках:",
    "trans": "— In diplomatic institutions of Ukraine;\n— When applying to a foreign diplomatic institution of Ukraine (FDI), the passport processing time can take up to three months. Meanwhile, please understand that there may be delays in delivering passports from Ukraine to your country of residence due to the war situation.\n— Changes in the information entered in the passport (including changes in the spelling of the components of the name \"surname,\" \"first name\" in documents that certify identity and confirm Ukrainian citizenship);\n— Courier delivery\n— Validity period of the foreign passport\n— Unsuitability of the passport for further use (damage, running out of blank pages).\nThe passport is printed immediately with the entered data of the future owner, after which it is sent for issuance to the DMS unit, CNAP, or foreign diplomatic institution where the application for its issuance was submitted.\n— Expiration of the passport's validity period;\nThe service of obtaining a foreign passport is currently one of the most in-demand among Ukrainian citizens abroad.\n— Checking the readiness status\n— In Centers for Administrative Services Provision;\n— In territorial units of the State Migration Service of Ukraine;\nFor persons over 16 years old\nA foreign passport can be obtained:\n— Identification of an error in the information entered in the passport;\n— Receiving the issued foreign passport\nFor persons under 16 years old\nExchange of a previously issued foreign passport is carried out in the following cases:"
}