{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Тому все, що залишалося Ді — дрочити, намагаючись робити це непомітно, і якнайменше думати про брата під час звичайного життя.\nНе думати про золоту мавпу… Неможливо.\n***\nТой випадок, коли Хеві вперше прокинувся зі стояком, був глобальним потрясінням. Але відчувати, як сильно напружен член після еротичного сну зі старшим братом у головній ролі, виявилося в рази більшим шоком.\nТак не можна.\nМоже, він і був трохи дурний і малий, але розумів, що такого не повинно бути, що так хотіти треба якусь дівчину, в крайньому випадку хлопця, але аж ніяк не рідного брата. Навіть якщо спробувати списати свій потяг на його схожість з дівчиною (хоча, незважаючи на довге кучеряве світле волосся і чималу кількість косметики, сплутати з дівчиною було майже неможливо), Ді все одно залишався близьким родичем.\nТому з таким бажанням можна сміливо йти в дурню.\nХеві як міг списував все на гормони і перехідний вік, проте сни, в яких Ді був все більш чітким і оголеним, а у близькостi вони заходили все далі, не припинялися. Навіть почастішали.\nІ Хеві це не подобалося.\nПрокинутися вранці зі стояком — несподівано, але не погано. Прокинутися з мокрими трусами після сну за участю старшого брата — ненормально. Однак, навіть це «ненормально» стало чимось звичним. Що завгодно стане звичним, якщо повторюється частіше, ніж раз на тиждень.",
    "trans": "So all that was left for Dee to do was to masturbate, trying to do it discreetly and think as little as possible about his brother during normal life.\nDon't think about the golden monkey... Impossible.\n***\nThe time when Hevy first woke up with an erection was a global shock. But feeling how strongly his penis was tense after an erotic dream with his older brother in the lead role turned out to be many times more shocking.\nThis is not allowed.\nMaybe he was a bit foolish and small, but he understood that this should not be, that one should desire some girl, or in the extreme case, a boy, but by no means a blood brother. Even if he tried to attribute his attraction to his brother's resemblance to a girl (although, despite the long curly blond hair and a considerable amount of makeup, it was almost impossible to confuse him with a girl), Dee still remained a close relative.\nSo with such a desire, one can boldly go crazy.\nHevy attributed everything to hormones and adolescence as best he could, but the dreams in which Dee was becoming more and more clear and naked, and in which they went further in intimacy, did not stop. They even became more frequent.\nAnd Hevy did not like it.\nWaking up in the morning with an erection — unexpected, but not bad. Waking up with wet underwear after a dream involving his older brother — abnormal. However, even this \"abnormal\" became something familiar. Anything becomes familiar if it repeats more often than once a week."
}