{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Сьогодні Остеніл Плюс широко та повсюдно застосовують у лікуванні захворювань суглобів різного ступеня складності. Одноін'єкційний Остеніл Плюс надзвичайно зручний у використанні та приносить несподівано високі результати.\nОстеніл Плюс є розробкою всесвітньо відомої фармацевтичної компанії TRB Chemedica Int. У цьому препараті швейцарці втілили величезний досвід досліджень сотень вчених, досконалість технологій застосування гіалуронової кислоти та знання багатьох відомих ортопедів. Роки розробок дозволили вдосконалити препарат та зробити його настільки ідеальним, наскільки може бути ідеальним фармацевтичний виріб.\nКупити Остеніл Плюс – значить, отримати унікальну можливість позбавитися більшості проблем із суглобами, повернути їм рухливість, а собі – можливість жити повноцінним життям, випробувати на собі кардинально новий підхід до лікування остеопорозів та остеохондрозів. Цей препарат практично не має протипоказань, а ось результати просто приголомшливі.",
    "trans": "Today, Ostenil Plus is widely and extensively used in treatment of joint diseases of different complexity. Single injections of Ostenil Plus are extremely convenient for use and provide surprisingly good results.\nOstenil Plus was developed by the world-renowned pharmaceutical company TRB Chemedica Int. In this product, the Swiss company embodied the vast experience of research by hundreds of scientists, perfection of technologies for applying hyaluronic acid, and knowledge of many renowned orthopedists. Years of research and development refined the produce and made it as perfect as a pharmaceutical product can be.\nBuying Ostenil Plus means gaining a unique opportunity to get rid of most joint problems, restore their mobility, and regain the ability to live a full life. It offers a radically new approach to treatment of osteoporosis and osteochondrosis. This product has practically no contraindications, and the results are just stunning."
}