{
    "source": "uk_UA",
    "target": "en_US",
    "text": "[redacted_id]\nАдреса реєстрації в Україні (для резидентів) або адреса в країні постійного місця проживання (для нерезидентів):\nкраїна: [redacted_address]\nАдреса фактичного проживання (для резидентів) або адреса тимчасового перебування в України (для нерезидентів)\nкраїна:[redacted_address]\nДата народження:\nМісце народження:\nГромадянство:\nСоціальний статус:\nМісце роботи, посада (за наявності): Контактна інформація:\nЧи зареєстровані Ви як фізична особа – підприємець? Чи здійснюєте Ви незалежну професійну діяльність*?\nЧи маєте Ви статус податкового резидента США (відповідно до вимог FATCA)?\nЧи є Ви громадянином США (зокрема друге громадянство)?\n[redacted_number]\nУКРАЇНА, Житомирська, Олевськ УКРАЇНА\nТимчасово не працює\n[redacted_number] Ні\nНі\nНі\nЧи належите Ви до політично значущих осіб (виконуєте чи виконували визначні публічні функції), або є членом сім`ї політично значущої особи, або особою, пов'язаною з політично значущою особою?\nНі\nЧи є у Вас Green Card?\nНі\nЧи знаходились Ви на території США протягом тривалого часу?\nНі\nЧи видавали Ви довіреність або право підпису за рахунками в АТ КБ \"ПриватБанк\" особі , що є резидентом США?",
    "trans": "[redacted_id]\nAddress of registration in Ukraine (for residents) or address in the country of permanent residence (for non-residents):\nCountry: [redacted_address]\nAddress of actual residence (for residents) or address of temporary stay in Ukraine (for non-residents)\nCountry: [redacted_address]\nDate of birth:\nPlace of birth:\nNationality:\nSocial standing:\nPlace of work, position (if applicable): Contact Information:\nAre you registered as a private entrepreneur? Are you engaged in any independent professional activity*?\nDo you have the status of a tax resident of the USA (according to FATCA requirements)?\nAre you a national of the USA (including dual nationality)?\n[redacted_number]\nUKRAINE, Zhytomyr Region, Olevsk UKRAINE\nTemporarily unemployed\n[redacted_number] No\nNo\nNo\nAre you a politically exposed person (holding or having held prominent public functions), or a family member of a politically exposed person, or a person associated with a politically exposed person?\nNo\nDo you have a Green Card?\nNo\nHave you stayed in the territory of the USA for a prolonged period of time?\nNo\nHave you issued a power of attorney or a signature authority for accounts in Joint-Stock Company Commercial Bank \"PrivatBank\" to any person being a resident of the USA?"
}