{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Я стою на тремтячих ногах і відкриваю тераріум Рекса, а мій друг зарився у свою маленьку нірку. Я кладу долоню вниз, і минає кілька хвилин, перш ніж він вловлює мій запах і заповзає на мою руку.\nКрик стає голоснішим, і моє дихання перехоплює.\nНе хвилюйся, — кажу я подумки. Я тебе захищу.\nЯ підстрибую, коли гучний, пронизливий сміх проникає крізь\nдвері.\nЦе моє останнє попередження швидко сховатися під ліжко. Я\nзалажу під нього і кладу Рекса на підлогу перед своїм обличчям, потім впираюся підборіддям у долоні і чекаю, поки голоси зникнуть.\nПотім я зупиняюся і завмираю, бо хтось відмикає і відчиняє двері моєї спальні. Двоє. Я бачу, як їхні брудні шкарпетки досліджують мою кімнату, потім перед моїм обличчям з'являється пара черевиків.\n— Дідько. Тут смердить лайном. Де він?\n— Еліза сказала, що він тут. Скільки ти їй заплатив?\n— П'ятдесят, — відповів він. — Ця сука ще дихає?\n— Ледве-ледве. Але я переконався, що вона прийняла більше,\nніж достатньо, щоб її вбило.",
    "trans": "I stand on trembling legs and open Rex's terrarium, and my friend burrows into his little hideout. I place my palm down, and a few minutes pass before he catches my scent and crawls onto my hand.\nThe shouting grows louder, and it takes my breath away.\n\"Don't worry,\" I think, \"I'll protect you.\"\nI jump when a loud piercing laugh penetrates\nthrough the door.\nThis is my last warning to quickly hide under the bed. I climb under it and place Rex on the floor in front of my face,\nthen rest my chin on my palm and wait for the voices to disappear.\nThen I freeze because someone is unlocking and opening the door to my bedroom. There are two people. I see their dirty socks exploring my room, then a pair of shoes appears in front of my face.\n\"Fuck. It stinks like shit in here. Where is he?\"\n\"Eliza said he's here. How much did you pay to her?\"\n\"Fifty,\" he replies. \"Is that bitch still breathing?\"\n\"Barely. But I made sure she took more\nthan enough to kill her.\""
}