{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Фінський енергохолдинг Fortum подав позов до цивільного суду в Нідерландах проти російського ПАТ \"Форвард Енерго\" (раніше – ПАТ \"Фортум\").\nПро це йдеться в повідомленні Fortum, передає LIGA.net.\nКомпанія належала Fortum, але в 2023 році президент Росії Владімір Путін своїм указом запровадив там тимчасове управління й передав її до Федерального агентства з управління державним майном. Після цього компанія змінила назву.\nFortum повідомила, що позов стосується внутрішньокорпоративних позик на суму близько 600 млн євро, які росіяни припинили обслуговувати. Більшість позик уже досягли терміну погашення, проте не були повернуті. Також не виплачуються відсотки за всіма позиками.\nЗагальна сума позову складає близько 800 млн євро (включно з відсотками та пенею). Остаточна сума залежатиме від курсу рубль/євро та суми нарахованих відсотків.\nФінська компанія не очікує, що судовий процес буде швидким і що він триватиме кілька років.",
    "trans": "Finnish energy holding Fortum has filed a lawsuit in a Dutch civil court against Russian PJSC \"Forward Energy\" (formerly PJSC \"Fortum\").\nThis is reported in a statement by Fortum, according to LIGA.net.\nThe company belonged to Fortum, but in 2023, Russian President Vladimir Putin introduced temporary management there by his decree and transferred it to the Federal Agency for State Property Management. After this, the company changed its name.\nFortum reported that the lawsuit concerns intra-corporate loans amounting to approximately 600 million euros, which the Russians have stopped servicing. Most of the loans have already reached their maturity date but have not been repaid. Additionally, interest on all loans is not being paid.\nThe total amount of the lawsuit is approximately 800 million euros (including interest and penalties). The final amount will depend on the ruble/euro exchange rate and the amount of accrued interest.\nThe Finnish company does not expect the legal process to be quick and anticipates that it will take several years."
}