{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Ідея: сміливо зіткнутися з кожним викликом життя\n2.1. Схема складу\nДва люди живуть у маленькому місті\nРозвиток дій:\nКульмінація: прибуття захворювання порушує спокійне життя. Двоє людей для життя, любові, сміливості боротьби з хворобою, їх хвороба \"не страшна, страшна рішучість і наполегливість подолати\" хворобу \", коли доля стикається з невдачами, вони не можуть втратити мужність вперед, і вони не можуть відмовитися від себе, труднощі та розчарування-це лише мост, де боягузь і потрясач повертаються. Людське життя, як повені, і важко спровокувати прекрасні хвилі без зустрічі з островами або рифами. Коли життя живе, кожен неминуче зіткнеться з невдачами та потрібністю. В умовах болю, ми повинні бути сильними, сміливо боротися з хворобою, стикатися з усіма труднощами з оптимістичним ставленням, і зробити квітку життя красивішим у ударі хвороби.\n2.2. Музичний матеріал\n\"Лян Чжу\"-Він Чжанхао、Чень ГанВізьміть оперу Юе \"Лян Шанбо і Чжу ІнтайСкрипковий концерт на основі створення, завершений 4 травня 1959 року [9], 27 травня 1959 рокуШанхайський театр ЛаньсінПремєра,Ю ЛінаЯк скрипковий соло, Фан Ченгву зіграв концерт оркестру.",
    "trans": "Idea: bravely face every challenge life throws at you\n2.1. Composition Scheme\nTwo people live in a small town.\nScenario:\nClimax: the arrival of an illness disrupts their peaceful life. There are two people with their fate, life, love, and courage to fight the disease, their illness is \"not scary, what is scary is the determination and persistence to overcome\" the disease. When fate encounters setbacks, they cannot lose their courage to move forward, and they cannot give up on themselves. Hardships and disappointments are just a bridge where the coward and the shaker return. Human life is like a flood, and it is hard to provoke beautiful waves without encountering islands or reefs. When you live our life, everyone will inevitably encounter failures and needs. In the face of pain, we must be strong, bravely fight the disease, face all difficulties with an optimistic attitude, and make the flower of life more beautiful in the face of the disease.\n2.2. Musical Material\n\"Liang Zhu\" - He Zhanhao, Chen Gang Take the Liang Shanbo and Zhu Yingtai opera Violin concerto based on its creation, completed on May 4, 1959 [9], premiered on May 27, 1959 Shanghai Lanxin Theater Yu Lina Being a violin solo, Fan Chengwu played the orchestra concert."
}