{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Народився у 1974 році у місті Лиман Донецької області. У 1992-1994 служба в лавах спецпідрозділу ЗСУ (перший досвід ПТСР). Поранення, реабілітація. З 1995 по 2003 шахтар, з 2001 по теперішній час - підприємець. У 2010 переїхав до Криму. У 2015 вимушений виїхати до Києва.\n2014-2015 – стрингер телеканалу 112 Україна У АР Крим,\n2016 – 2018 Національна Асоціація Медіа (НАМ),\n2016 - Національна Асоціація Медіа (НАМ), спільно з ВВС - курси для переселенців «Створення телевізійного ток-шоу», по результатам якого 2016-2017 сценаріст, редактор, оператор-постановник, монтажер спільного з НАМ, NRW Media, SIDA та посольства Канади проекту «Полілог. Проект для переселенців». Переможець конкурсу відео від представництва ЄС в Україні в номінації «Профессіонал»\n2018 - викладач UkrainianMediaESchool (UMES) при Національна асоціація медіа (НАМ) .\nЗ 2017 - співорганізатор мотофестивалю Тарасова Гора і подій які проводить «Тараска» : Мотомісто, Українська Мотоциклетна Конференція УМКо, тощо.\nПосилання на відео тут , тут і тут\nУ 2017-2018 співорганізатор фестивалю української культури в Іспанії «Ucrania FEST», автор і організатор фотовиставки «Відчуття Криму» у 2017р.\nСпівпрацював з Katya Chilly, КоЗак System, БУМБОКС, ТНМК , Пирятин, Антітіла, БеЗ Обмеженнь та ін.\nЗ 2018 по теперішній час відеограф-фрілансер. Співпрацював з компаніями «Астарта», «Deloitte», «ІВМ», «Юрія-Фарм», «PIN-Up», «Everad» та ін. Режисер-постановник та оператор для декількох ютуб-каналів.",
    "trans": "Born in 1974 in the city of Lyman, Donetsk Oblast. Served in the special unit of the Armed Forces of Ukraine from 1992 to 1994 (first experience with PTSD). Injured, rehabilitation. From 1995 to 2003, worked as a miner; from 2001 to the present, an entrepreneur. Moved to Crimea in 2010. Forced to leave for Kyiv in 2015.\n2014-2015 – Stringer for 112 Ukraine TV channel in the Autonomous Republic of Crimea,\n2016 – 2018 National Media Association (NMA),\n2016 - National Media Association (NMA), in collaboration with the BBC - courses for displaced persons \"Creating a Television Talk Show,\" as a result of which, from 2016-2017, he was a screenwriter, editor, director of photography, and editor for the joint project with NMA, NRW Media, SIDA, and the Embassy of Canada, \"Polylog. Project for Displaced Persons.\" Winner of the video contest by the EU representation in Ukraine in the \"Professional\" category.\n2018 - Instructor at UkrainianMediaESchool (UMES) under the National Media Association (NMA).\nSince 2017 - Co-organizer of the Tarasova Hora motorcycle festival and events organized by \"Taraska\": MotoCity, Ukrainian Motorcycle Conference UMKo, etc.\nLinks to videos here, here, and here.\nIn 2017-2018, co-organizer of the Ukrainian culture festival in Spain \"Ucrania FEST,\" author, and organizer of the photo exhibition \"Feeling of Crimea\" in 2017.\nCollaborated with Katya Chilly, KoZak System, BUMBOKS, TNMK, Pyriatyn, Antytila, BeZ Obmezhen, and others.\nFrom 2018 to the present, a freelance videographer. Collaborated with companies such as \"Astarta,\" \"Deloitte,\" \"IBM,\" \"Yuriya-Pharm,\" \"PIN-Up,\" \"Everad,\" and others. Director and cameraman for several YouTube channels."
}