{
    "source": "uk_UA",
    "target": "en_US",
    "text": "А.Методом “конверту”\nВ.З центру\nС.По діагоналі\nD.Довільно\nЕ.По периметру\n5. При дослідженні проби грунту лаборант отримав наступні показники: санітарне число – 0,99, яйця гельмінтів відсутні, колі титр – 1, титр анаеробів – 0,1. Вкажіть ступінь забруднення ґрунту?\nAПомірно забруднений\nBЧистий\nCСлабо забруднений\nDСильно забруднений\nEЗабруднений\n6. При бактеріологічному дослідженні проб грунту, відібраних на території дошкільного закладу, виявлено його забруднення яйцями гельмінтів. Які глистяні інвазії поширюються через грунти?\nA Трихінельоз\nBТеніїдоз\nCОпісторхоз\nDЕхінококоз\nEАскаридоз\n7. При токсиколого-гігієнічній оцінці пестициду встановлено, що період піврозпаду у грунті триває 1-2 роки. До якої групи речовин за ступенем стійкості належить даний препарат?\nA Нестійких\nBСтійких\nCПомірно стійких\nDДуже стійких\nEМалостійких\n8. В фермерському господарстві, яке спеціалізується на садівництві, виникла необхідність боротьби зі збудниками грибкових захворювань дерев. Які пестициди необхідно використати з цією метою?\nA Гербіциди\nBРепеленти\nCІнсектициди\nDФунгіциди\nEАкарициди\n9. За результатами лабораторного дослідження проби ґрунту, що відібрали з дитячого майданчика, санітарне число Хлєбнікова склало 0,6. Встановіть рівень забруднення грунту та ступінь небезпечності для здоров’ я дітей.\nA Рівень забруднення – забруднений грунт, ступінь небезпечності – небезпечний\nBРівень забруднення – чистий грунт, ступінь небезпечності – безпечний\nCРівень забруднення – сильно забруднений грунт, ступінь небезпечності – надзвичайно небезпечний",
    "trans": "A. By the 'envelope' method\nB. From the center\nC. Along the diagonal\nD. Randomly\nE. Along the perimeter\nWhen examining a soil sample, the lab technician obtained the following parameters: sanitary index – 0.99, helminth eggs – none, coli titer – 1, anaerobic titer – 0.1. Specify the degree of soil contamination.\nA. Moderately contaminated\nB. Clean\nC. Slightly contaminated\nD. Highly contaminated\nE. Contaminated\nDuring the bacteriological examination of soil samples taken from the territory of a preschool institution, contamination with helminth eggs was detected. Which helminthic invasions are spread through soils?\nA. Trichinellosis\nB. Taeniasis\nC. Opisthorchiasis\nD. Echinococcosis\nE. Ascariasis\nDuring the toxicological and hygienic evaluation of a pesticide, it was established that the half-life in the soil lasts for 1-2 years. To which group of substances does this product belong in terms of persistence?\nA. Non-persistent\nB. Persistent\nC. Moderately persistent\nD. Very persistent\nE. Low persistent\nIn a farming enterprise specializing in horticulture, there is a need to control fungal pathogens of trees. Which pesticides should be used for this purpose?\nA. Herbicides\nB. Repellents\nC. Insecticides\nD. Fungicides\nE. Acaricides\n9. Based on the results of the laboratory examination of a soil sample taken from a children's playground, Khlebnikov's sanitary index was 0.6. Determine the level of soil contamination and the degree of danger to children's health.\nA. Contamination level – contaminated soil, degree of danger – dangerous\nB. Contamination level – clean soil, degree of danger – safe\nC. Contamination level – highly contaminated soil, degree of danger – extremely dangerous"
}