{
    "source": "uk_UA",
    "target": "en_US",
    "text": "-Це був один спосіб її відірвати. Я просто пожартував про соски! Я насправді не знав!- напівшопотом сказав Шторм.\nМакквін тяжко зітхнув і мовчки пішов до себе у номер.\nДесята година вечора і стук у номер Макквіна. Хто ще там може бути.\nЛіниво Макквін піднявся з ліжка і пішов перевірити вічко хто там. Шторм… Що на цей раз він буде робити.\n-Відкривааай я тебе чув. - Протягнув шторм.\nУ Макквіна не залишилось вибору як відкрити двері.\n-Ну що тобі треба.- позіхнув Макквін так як був вже готовий йти до ліжка\n-Та ось, подарунок тобі приніс- із дивною посмішкою говорить Шторм\nМакквін може лише подивитися на Шторма у здивуванні. Шторм дістає за спини маленькій зір пакетик зі штангами для пірсингу де на одній стороні цифра дев'ять, а на іншій п'ять.\n-О! Бач які? Під твій номер!\n-Он звідси. - спокійно сказав Макквін - Бо як шльопанцем прилетить - і захлопнув двері.\n-Та нуууу вони ж такі гарні!\n-Йдиии звідсиии.\n-Та добре добре, йду.- Тільки Шторм не пішов одразу. Він усе таки підсунув штанги під дверима Макквіна.\nРанок. Макквін вже зібрався та обувається на порозі як бачить пакетик на підлозі. Він усе таки просунув його, от йолоп.",
    "trans": "\"That was one way to piss her off. I was just joking about the socks! I really didn't know!\" Storm whispered.\nMcQueen sighed heavily and silently went back to his room.\nTen o'clock at night and a knock on McQueen's door. Who else could it be.\nLazily, McQueen got up from the bed and went to check the peephole to see who was there. Storm… What is he going to do this time.\n\"Open uuup, I heard you.\" Storm drawled.\nMcQueen had no choice but to open the door.\n\"What do you want now.\" McQueen sighed, as he was already ready to go to bed.\n\"Well, here, I brought you a present,\" Storm said with a strange smile.\nMcQueen could only look at Storm in astonishment. Storm pulled out from behind his back a small transparent packet with piercing bars, with the number nine on one side and five on the other.\n\"Oh! Look at these! They match your room number!\"\n\"Get out of here.\" McQueen said calmly, \"Or you'll get a slipper to the face,\" and he slammed the door.\n\"But they're so nice!\"\n\"Geeet oouut.\"\n\"Okay, okay, I'm going.\" But Storm didn't leave right away. He still slipped the bars under McQueen's door.\nMorning. McQueen was already dressed and putting on his shoes at the doorway when he saw the packet on the floor. He still kicked it away."
}