{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Він не жестикулює руками і не бурмоче слова, як інші рази, коли я прокидалася і бачила його таким — він злегка похитується з боку в бік, руки стиснуті в кулаки, і він так сильно спітнів, що його волосся на потилиці мокре.\nЯ стягую ковдру і підходжу до нього, кладу руку йому на спину. — [redacted_name]?\nЙого очі розплющені, приклеєні до стіни — він не помічає мене.\nЯ кусаю губу і оглядаю кімнату — він приймає ліки і висипається, і саме це стало причиною того, що він пішов по спіралі. Тато розповідав мені, що в дитинстві, коли [redacted_name] не висипався, його психічне здоров'я погіршувалося.\nЩо стало причиною цього зараз?\n— Хочеш повернутися в ліжко?\nХоча він мовчить і ледь притомний, коли його очі знаходять мене,\nвін опускає голову, щоб м'яко кивнути, його дихання важке. Він повільно рухається, коли я беру його руку, борючись з його пальцями, щоб розтиснути їх, щоб я могла переплести їх зі своїми, коли я веду нас назад до ліжка.",
    "trans": "He isn't gesturing with his hands or muttering words like during other times when I would wake up and see him like this—he's slightly swaying from side to side, his hands clenched into fists, and he's sweating so much that the hair on the back of his neck is wet.\nI pull off the blanket and approach him, placing my hand on his back. \"[redacted_name]?\"\nHis eyes are wide open and fixed on the wall—he doesn't notice me.\nI bite my lip and scan the room—he takes medication and needs his sleep, and that's what sent him spiraling. Dad told me that as a child, when [redacted_name] didn't get enough sleep, his mental health would deteriorate.\nWhat caused this now?\n\"Do you want to go back to bed?\"\nAlthough he's silent and barely conscious, when his eyes find me,\nhe lowers his head to nod gently, his breathing heavy. He moves slowly as I take his hand, struggling to unclench his fingers so I can interlace them with mine as I lead us back to bed."
}