{
    "source": "uk_UA",
    "target": "en_US",
    "text": "інформація від вас. Уникайте бути жертвою. Не обговорюйте інформацію Amazon з незнайомцями на парковці або\nв іншому місці. Будьте в курсі свого оточення під час обговорення робочих проєктів, наприклад, у ресторані чи барі.\nБагато хто вірить у наступні міфи:\n Я не технічний, тому інформаційна безпека мене не стосується. Безпека необхідна на кожному рівні компанії.\nАтаки та порушення безпеки не обмежуються технічними середовищами та комп'ютерними системами.\n Хтось інший піклується про безпеку в Amazon. Успіх Amazon - це спільні зусилля всіх співробітників. Тому це\nце ваша відповідальність за збереження даних, які ви обробляєте, у безпеці. Пошлити дані клієнтів.\n У мене немає доступу до того, що хотів би зловмисник. Ви були б вражені тим, чого б хотіли нападники!\nКожен співробітник Amazon має доступ до цінної інформації. Зловмисники чекають, коли ви неправильно це впораєте!\nЧитаючи цей документ і натискаючи підтвердити вище, ви підтверджуєте, що розумієте, що безпека є нашою спільною",
    "trans": "Information from you. Avoid becoming a victim. Do not discuss Amazon-related information with strangers in parking lots or elsewhere.\nBe aware of your surroundings when discussing work projects, such as in a restaurant or bar.\nMany people believe the following myths:\n\"I’m not technical, so information security doesn’t apply to me.\" Security is essential at every level of the company.\nAttacks and security breaches are not limited to technical environments and computer systems.\nSomeone else takes care of security at Amazon. Amazon's success is a collective effort of all employees.\n\"I don’t have access to anything an attacker would want.\" You would be surprised at what attackers find valuable! Every Amazon employee has access to important information, and attackers are waiting for you to mishandle it.Therefore, it is your responsibility to keep the data you process secure. Send customer data.\nI don't have access to what an attacker would want. You would be surprised at what attackers want!\nEvery Amazon employee has access to important information, and attackers are waiting for you to mishandle it.\nBy reading this document and clicking confirm above, you acknowledge that you understand that security is our shared responsibility."
}