{
    "source": "uk_UA",
    "target": "en_US",
    "text": "Навчальний план - це нормативний документ Університету, що визначає перелік та обсяг освітніх компонентів у кредитах ЄКТС, їх логічну послідовність, форми організації освітнього процесу, види та обсяг навчальних занять, графік навчального процесу, форми поточного і підсумкового контролю, що забезпечують досягнення здобувачем відповідного ступеня вищої освіти програмних результатів навчання.\nНавчальний план розробляється на підставі відповідної освітньої програми певної спеціальності, визначає зміст навчання та регламентує організацію освітнього процесу за цією освітньою програмою. Навчальні плани складаються окремо для кожного рівня вищої освіти (в тому числі навчання зі скороченим, порівняно з нормативним, терміном навчання) та форми здобуття вищої освіти. Навчальні плани розглядаються і схвалюються Вченою радою Університету та затверджуються ректором Університету. Підпис ректора скріплюється печаткою університету.\nНавчальний план містить відомості про:\n− освітній або освітньо-науковий рівень підготовки здобувача вищої освіти;\n− спеціальність (предметну спеціальність);\n− спеціалізацію (за наявності);\n− освітню програму;\n− кваліфікацію (освітню, професійну (за наявності));\n− нормативний термін навчання, визначений у роках та кредитах ЄКТС;\n− графік освітнього процесу;\n− розділи теоретичної та практичної підготовки;\n− обов’язкові та вибіркові компоненти освітньої програми (із фіксацією їх обсягів у кредитах ЄКТС і кількості годин навчальних занять);",
    "trans": "An academic curriculum is a normative document of the University that defines the list and scope of educational components in ECTS credits, their logical sequence, forms of organizing the educational process, types and scope of educational activities, schedule of the educational process, and forms of current and final assessment to ensure that the student achieves educational outcomes of the program corresponding to the respective degree of higher education.\nThe academic curriculum is prepared based on the relevant educational program of a specific major, determines the contents of education, and regulates the organization of the educational process according to this educational program. Academic curricula are compiled separately for each level of higher education (including accelerated programs with a shorter duration as compared to the standard term) and form of higher education. Academic curricula are reviewed and approved by the Academic Council of the University and endorsed by the Rector of the University. The Rector's signature is sealed with the University's stamp.\nThe academic curriculum includes information about:\n− Educational or scientific-educational level of preparation for the higher education seeker;\n− Major (subject);\n− Specialization (if applicable);\n− Educational program;\n− Qualification (educational, professional (if applicable));\n− Standard duration of studies defined in years and ECTS credits;\n− Schedule of the educational process;\n− Sections of theoretical and practical training;\n− Mandatory and elective components of the educational program (with their scope fixed in ECTS credits and the number of hours of educational activities)."
}