{
    "source": "uk_UA",
    "target": "en_US",
    "text": "- Тож я маю виконувати вашу роботу? – він не був злим, можливо трохи втомленим – від вчорашніх тренувань, від ваги її тіла, яке він протримав доти доки місцевий селюк не дав йому його кобилу, а також від нічних роздумів, що заважали заснути. Коли він забрав її, то вважав, що чинить правильно. Тримати її поруч здавалось правильним. Проте зараз, як наче після хмільного вечора, він не знав, що робити.\nМиттєво її крик припинився, коли він відчинив двері покоїв. Та наче як той дикий дракон вона напала на нього підступно позаду, уціпившись йому за шию та стиснувши своїми стегнами його тулуб. Та він був вправним і досвідченим воїном. Невеличке дівча наче неї не могло нічого вдіяти проти нього. Він притис її до кам’яної стіни і почувши очікуваний стон, розвернувся до неї, тримаючи невиличкого ножа, який завжди схований у рукаві.\n- Чи так вітають того, хто врятував життя? – Сам він неочікувано почав важко дихати, так наче йому довелось боротися з дівчам у багнюці.",
    "trans": "\"So, do I have to do your job?\" He wasn't angry, maybe just a bit tired—because of yesterday's training, because of the weight of her body that he had held until the local peasant gave him his mare, and because of the nightly thoughts that kept him from sleeping. When he took her, he thought he was doing the right thing. Keeping her close seemed right. But now, as if after a drunken evening, he didn't know what to do.\nHer scream abruptly stopped as he opened the chamber door. But like a wild dragon, she attacked him from behind, grabbing his neck and squeezing his torso with her thighs. Yet he was a skilled and experienced warrior. A small girl like her couldn't do anything against him. He pressed her against the stone wall and, hearing the expected groan, turned to face her, holding the concealed knife always hidden in his sleeve.\n\"Is this how you greet the one who saved your life?\" He found himself unexpectedly breathing heavily, as if he had to fight the girl in a swamp."
}