{
    "source": "uk_UA",
    "target": "en_US",
    "text": "[redacted_name] [redacted_info] р.\nДата обстеження Ділянка обстеження Контрастування\nОПИС ОБСТЕЖЕННЯ\n26.07.2024 Голова\n-\nУ білій речовині правої лобної частки головного мозку візуалізується дрібне вогнище гіперінтенсивного сигналу на Т2 та FLAIR режимах, без обмеження дифузії на DWI, лінійної форми, розміром до 3мм.\nКора і біла речовина головного мозку розвинені правильно, кора та базальні ганглії мають нормальну інтенсивність МР-сигналу.\nГіпокампи симетричні, звичайного об'єму двобічно, без зміни інтенсивності сигналу. Хороїдальні щілини не поширені.\nСерединні структури не зміщені.\nШлуночки мозку не розширені, звичайної форми. Бічні шлуночки симетричні. Підпавутинні конвекситальні простори та борозни мозку не розширені. Базальні цистерни не розширені.\nТурецьке сідло та гіпофіз звичайних розмірів, тканина гіпофізу має звичайну інтенсивність МР-сигналу. Параселярні структури без особливостей. Хіазма не змінена.\nСтовбур мозку, мозочок збереженої інтенсивності сигналу, без видимих вогнищевих і дифузних змін.\nВ ділянці мостомозочкових кутів патологічних змін не виявлено.\nКраніо-вертебральний перехід - без особливостей.\nПриносові пазухи пневматизовані. Ретенційні кісти гайморових пазух до 20мм спрарва та\n15мм зліва. Комірки сосцевидних паростків пневматизовані.\nВміст орбіт - без патологічних змін.\nКістковий мозок склепіння черепа без видимих патологічних змін.\nПри МР ангіографії візуалізація ПМА, СМА, ЗМА, інтракраніальних відділів ВСА,\nбазилярної артерії та інтракраніальних відділів хребцевих артерій збережена. Вілізієве коло замкнуте. Аневризм, судинних мальформацій не виявлено.",
    "trans": "[redacted_name] [redacted_info]\nDate of Examination Area Examined Contrast\nDESCRIPTION OF EXAMINATION\nJuly 26, 2024 Head\n-\nIn the white matter of the right frontal lobe of the brain, a small focus of a hyperintense signal is visualized on T2 and FLAIR modes, without restricted diffusion on DWI, linear in shape, up to 3mm in size.\nThe cortex and white matter of the brain are properly developed, the cortex and basal ganglia have normal MR signal intensity.\nThe hippocampi are symmetrical, of normal volume bilaterally, with no changes in signal intensity. The choroidal fissures are not enlarged.\nThe midline structures are not displaced.\nThe brain ventricles are not enlarged and are of normal shape. The lateral ventricles are symmetrical. The subarachnoid convexital spaces and sulci of the brain are not enlarged. The basal cisterns are not enlarged.\nThe sella turcica and pituitary gland are of normal size, the pituitary tissue has normal MR signal intensity. The parasellar structures are unremarkable. The optic chiasm is unchanged.\nThe brainstem and cerebellum have preserved signal intensity, with no visible focal or diffuse changes.\nNo pathological changes were detected in the cerebellopontine angle area.\nThe craniocervical junction has no abnormalities.\nThe paranasal sinuses are pneumatized. There are retention cysts of the maxillary sinuses being up to 20mm on the right and 15mm on the left.\nThe mastoid air cells are pneumatized.\nThe contents of the orbits have no pathological changes.\nThe bone marrow of the skull vault has no visible pathological changes.\nIn MR angiography, visualization of the ACA, MCA, PCA, intracranial segments of the ICA,\nbasilar artery, and intracranial segments of the vertebral arteries is preserved. The circle of Willis is intact. No aneurysms or vascular malformations were detected."
}