{
    "source": "en_US",
    "target": "it_IT",
    "text": "Please let me know your availability so that we can schedule a meeting at a time convenient for you. I am flexible and willing to adjust to accommodate your schedule.\nAttached, you will find our company profile for your reference. Allow me to introduce ARABIC LINK, a multinational freight forwarding services provider with a robust network. We specialize in a wide range of services including land transportation (Local/Cross border GCC).\nHeavy lifting (STD lowbed, Hydraulic lowbed), warehouse and customs clearance services for import/ export shipment at key locations such as Airports and seaports (Dammam, Jeddah, and Riyadh)\nOur areas of expertise include:\nLogistics and transportation solutions.\nHeavy equipment handling.\nProject logistics Inbound/outbound\nBreak bulk inbound/outbound.\nSABER services inbound.\nWarehouse.\nDoor to door services inbound/outbound.\nCustoms clearance inbound/outbound.\nPackaging and carting.\nOn-site and off-site logistics, and transportation, and distribution solutions.\nPort logistics/ vessel cargo, discharge or loading operations.\nWarehouse materials / inventory, manpower and MHE supply.\nContainer terminal management.\nIntegrated/ modular logistics solutions.\nAncillary / logistics support services.\nWe appreciate your consideration of our request and look forward to the opportunity to meet and discuss potential collaborations further.\nThank you for your time and attention.",
    "trans": "Vi prego di comunicarmi la vostra disponibilità in modo da poter fissare un incontro in un orario a voi comodo. Sono flessibile e disposto ad adeguarmi ai vostri orari.\nVi alleghiamo il nostro profilo aziendale come riferimento. Lasciate che vi presenti ARABIC LINK, un servizio di spedizione multinazionale con una solida rete. Siamo specializzati in un'ampia gamma di servizi, tra cui il trasporto terrestre (CCG locale/transfrontaliero).\nCi occupiamo di sollevamento di carichi pesanti (pianale ribassato STD, pianale ribassato idraulico), magazzinaggio e sdoganamento per spedizioni di importazione/esportazione in luoghi strategici come aeroporti e porti marittimi (Dammam, Jeddah e Riyadh).\nLe nostre aree di specializzazione includono:\nSoluzioni di logistica e trasporto.\nGestione di attrezzature pesanti.\nServizi di logistica in entrata/uscita\nTrasporto di merci sfuse in entrata/uscita.\nServizi SABER in entrata.\nMagazzino.\nServizi porta a porta in entrata/uscita.\nSdoganamento in entrata e in uscita.\nImballaggio e trasporto.\nLogistica in loco e fuori sede, soluzioni di trasporto e distribuzione.\nLogistica portuale/ operazioni di carico, scarico e carico delle navi.\nStoccaggio di materiali / inventario, manodopera e forniture MHE.\nGestione dei terminal dei container.\nSoluzioni logistiche integrate/modulari.\nServizi ausiliari/di supporto logistico.\nGrazie per aver preso in considerazione la nostra richiesta e rimaniamo in attesa di poter incontrarci per discutere e valutare potenziali collaborazioni.\nGrazie per averci dedicato il vostro tempo e la vostra attenzione."
}