{
    "source": "en_US",
    "target": "it_IT",
    "text": "Have you ever heard about a saying,\"on the second day ofthe second month, the dragon lifts his head.\" The traditional Chinese Dragon-Head-Raising Festival,falls on the second day of the second lunar month every year, and recognizes the start of spring and farming. This year it falls on February 21. Ancient people believed that after this day, rainfall increases because the Dragon who was believed to have control over water, rainfall, typhoons, and floods has awakened from his winter sleep.\nMy grandmather told me that, every year on that day, it was the Dragon King Temple Conference. The pilgrims in a radius of 100 miles were like weaving, the big drama, the lions, bamboo horses, and dry boats were staged in front of the temple. I have never seen angthing like it, but i see the dragon on the roof of the temple where its serpentine form coils gracefully around the ridge. This reflects that people prayed to dragon deities for favourite weather and good harvest. These tiles, oftenglazed in vibrant colors, adding a sense of dynamism andmajesty to the structure.",
    "trans": "Conosci il detto \"il secondo giorno del secondo mese, il drago alzerà la testa\". Il tradizionale festival cinese del Dragon-Head-Raising cade ogni anno il secondo giorno del secondo mese lunare e segna l'iniziò della primavera e dell'agricoltura. Quest'anno cade il 21 febbraio. Gli anziani credevano che dopo questo giorno le piogge aumentassero perché il drago, che controllava acqua, piogge, tifoni e inondazioni, si fosse svegliato dal suo letargo invernale.\nMia nonna mi raccontava che ogni anno, in quella data, si svolgeva la conferenza del Dragon King Temple. I pellegrini nel raggio di 100 miglia serpeggiavano davanti al tempio con leoni, cavalli di bambù, battelli. Sebbene non abbia mai visto nulla di simile, ho visto il drago sul tetto del tempio, la cui forma serpentina si avvolgeva con grazia intorno al colmo del tetto. Questo fenomeno riflette il fatto che la gente pregava la divinità per avere un tempo migliore e un buon raccolto. Queste tegole, smaltate spesso di colori vivaci, conferiscono alla struttura un senso di dinamismo e maestosità."
}