{
    "source": "en_US",
    "target": "it_IT",
    "text": "CANCELLATION BY TENANT IN INITIAL TERM FOR REASONABLE CAUSE BEYOND THE TENANT’S CONTROL.\n31. a. The initial term of this Lease may be terminated upon thirty (30) days written notice issued to Landlord/Agent due to\ninvoluntary change of employment from the Washington-Metropolitan Area, death of major wage earner, unemployment; Tenant or\nTenant’s child being a victim of domestic violence; Landlord harassing the Tenant or violating the Tenant’s privacy rights; Tenant or\nTenant’s spouse being 62 or older, no longer able to live independently, and needing to move to a nursing home or other senior\nhousing; Tenant being incarcerated or declared mentally incompetent; or for any other reasonable cause beyond Tenant's control.\nTenant must provide Landlord/Agent with written proof of such involuntary change in employment of greater than 25 miles from the\nWashington-Metropolitan Area. If death of major wage earner, unemployment, or other reasonable cause beyond Tenant's control is\nclaimed, Tenant must specify the cause(s) in writing to Landlord/Agent and must include appropriate documentation thereof. If",
    "trans": "ANNULLAMENTO DA PARTE DELL'AFFITTUARIO NEL TERMINE INIZIALE PER CAUSA RAGIONEVOLE FUORI DAL CONTROLLO DELL'AFFITTUARIO.\n31. a. Il termine iniziale di questo Contratto di locazione può essere risolto con un preavviso scritto di trenta (30) giorni inviato al Locatore/Agente a causa di\ncambio involontario di impiego lavorativo dall'Area Metropolitana di Washington, decesso del principale percettore di reddito, disoccupazione; Inquilino o\nfiglio dell'inquilino vittima di violenza domestica; Locatore che molesta l'inquilino o viola il diritto alla privacy dell'inquilino; Inquilino o\nconiuge dell'inquilino che ha 62 anni o più, non è più in grado di vivere in modo indipendente e ha necessità di trasferirsi in una casa di cura o in un'altra casa per anziani;\nInquilino incarcerato o dichiarato mentalmente incapace; o per qualsiasi altra causa ragionevole che è fuori dal controllo dell'inquilino.\nL'inquilino deve fornire al locatore/agente una prova scritta di tale cambiamento involontario nell'impiego superiore a 25 miglia dall'\nArea metropolitana di Washington. Se la morte del principale percettore di reddito, la disoccupazione o altre cause ragionevoli al di fuori del controllo dell'affittuario sono\nrivendicate, l'affittuario deve specificare la causa/le cause per iscritto al locatore/agente e deve includere la relativa documentazione appropriata. Se"
}