{
    "source": "en_US",
    "target": "it_IT",
    "text": "Due to the confidential nature, we cannot disclose any information about qualifying accounts opened by the friends you invite.\nBonus/Account Information: Referral bonus offer is available to eligible personal checking account holders approximately 30 days after account opening. To receive the $50 Refer-A-Friend bonus: 1) Refer your family and friends to open a qualifying Chase checking account with qualifying activities through this referral site; 2) Referred candidate must be a new Chase customer and open a qualifying Chase checking account with qualifying activities using corresponding coupon; AND 3) After your referred family and friends have opened their qualifying Chase checking account, we'll deposit the $50 bonus into your primary checking account within 30 days, provided both the customer and friend accounts are not closed or restricted at the time of payout. You can receive up to 10 referral bonus deposits (totaling $500) per calendar year. Eligibility may be limited based on account ownership. Bonuses are considered miscellaneous information, and may be reportable to you and the IRS on Form 1099-MISC (or Form 1042-S, if applicable). Employees of JPMorgan Chase Bank, N.A. and its affiliates are not eligible for the Refer-A-Friend program.",
    "trans": "Per motivi di privacy, non possiamo divulgare alcuna informazione sugli account di qualifica sottoscritti dagli amici che inviti.\nBonus/Informazioni sull'account: l'offerta di bonus è disponibile per i titolari di conti correnti personali  a partire da circa 30 giorni dopo l'apertura del conto. Per ricevere il bonus Presenta un amico di $ 50: 1) Invita la tua famiglia e i tuoi amici ad aprire un conto corrente Chase abilitato con attività di qualifica attraverso questo sito di riferimento; 2) Il candidato segnalato deve essere un nuovo cliente Chase e aprire un conto corrente abilitato con attività di qualifica utilizzando il coupon corrispondente; E 3) Una volta che avrai invitato la tua famiglia e i tuoi amici e dopo che avranno aperto il loro conto corrente Chase, depositeremo il bonus di $ 50 sul tuo conto corrente principale entro 30 giorni, a condizione che sia il conto del cliente che quello della persona invitata non siano stati chiusi o bloccati al momento del pagamento . Puoi ricevere fino a 10 versamenti premio (per un totale di $ 500) per ogni anno solare. L'idoneità può essere soggetta a limitazioni in base alla proprietà dell'account. I bonus vengono considerati come informazioni aggiuntive e possono essere dichiarati all'utente e all'IRS nel modulo 1099-MISC (o modulo 1042-S, se applicabile). I dipendenti della JPMorgan Chase Bank, N.A. e delle sue affiliate non possono partecipare al programma Presenta un amico."
}