{
    "source": "en_US",
    "target": "it_IT",
    "text": "Li and Akey’s key insight was to look for modern-human DNA in the genomes of the Neanderthals, instead of the other way around. “The vast majority of genetic work over the last decade has really focused on how mating with Neanderthals impacted modern human phenotypes and our evolutionary history — but these questions are relevant and interesting in the reverse case, too,” said Akey.\nThey realized that the offspring of those first waves of Neanderthal-modern matings must have stayed with the Neanderthals, therefore leaving no record in living humans. “Because we can now incorporate the Neanderthal component into our genetic studies, we are seeing these earlier dispersals in ways that we weren’t able to before,” Akey said.\nThe final piece of the puzzle was discovering that the Neanderthal population was even smaller than previously believed.\nGenetic modeling has traditionally used variation — diversity — as a proxy for population size. The more diverse the genes, the larger the population. But using IBDmix, Akey’s team showed that a significant amount of that apparent diversity came from DNA sequences that had been lifted from modern humans, with their much larger population.",
    "trans": "L'intuizione principale di Li e Akey fu quella di cercare il DNA umano moderno nei genomi dei Neanderthal, invece di fare il contrario. \"La stragrande maggioranza del lavoro genetico dell'ultimo decennio si è focalizzata su come l'accoppiamento con i Neanderthal abbia avuto un impatto sui fenotipi umani moderni e sulla nostra storia evolutiva, ma queste domande sono significative e interessanti anche nel caso inverso\", ha affermato Akey.\nHanno scoperto che la discendenza delle prime serie di accoppiamenti tra Neanderthal moderni deve essersi fermata con loro, senza lasciare alcuna traccia negli esseri umani viventi attualmente. \"Poiché adesso possiamo incorporare la componente Neanderthal nei nostri studi genetici, stiamo osservando queste dispersioni pregresse in un modo che prima non eravamo in grado di fare\", ha affermato Akey.\nL'ultimo pezzo del puzzle è stato scoprire che la popolazione dei Neanderthal era persino inferiore di quanto si pensasse in precedenza.\nLa modellazione genetica ha tradizionalmente utilizzato la variazione, la diversità, come proxy per determinare la dimensione della popolazione. Più diversi sono i geni, più grande è la popolazione. Ma utilizzando IBDmix, il team di Akey ha rivelato che una quantità significativa di quelle diversità proveniva da sequenze di DNA provenienti da esseri umani moderni, la cui popolazione era molto più numerosa."
}