{
    "source": "en_US",
    "target": "it_IT",
    "text": "Sen. [redacted_name] asks [redacted_name] for guidance to reduce road deaths\npause\nvolume_off\n-02:03\nsd\nclosed_captions\nfullscreen\npause\n“This one was just learning how to be a brother,” [redacted_name] said, while gesturing to her other son, [redacted_name]. “Now, everything is gone.”\nEast Haven police said they responded to Redfield Avenue on Sunday night. Officers found the baby unresponsive after police said he was left unattended in the bathtub. [redacted_name] told News 8 he was in the care of the baby’s father and other family while she was at work.\n“All that was asked of him was to take care of my children while I worked to provide for them,” she said. “He couldn’t do that.”\n“She wasn’t even there when it happened,” the baby’s aunt, [redacted_name], said. “He was in the care of other family members, and we wanted people to understand.”\nEast Haven police identify 7-month-old whose death is under investigation\nWhile [redacted_name] is left with unimaginable grief and sadness, she’s hoping her son will be able to save someone else’s life.\n“If my son’s life was cut short, I wanted it to have meaning,” she said. “I chose to donate his organs, so no other mother has to go through what I’m going through right now.”",
    "trans": "Il senatore [redacted_name] chiede a [redacted_name] proposte per ridurre le morti sulla strada\npausa\nvolume_spento\n-02:03\nsd\nsottotitoli_disattivati\nschermo intero\npausa\n\"Questo stava solo imparando come essere un fratello\", ha detto [redacted_name], mentre indicava l'altro figlio, [redacted_name]. “Ora tutto è sparito”.\nLa polizia di East Haven ha dichiarato di essere intervenuta a Redfield Avenue domenica notte. Gli agenti hanno trovato il bambino incosciente dopo che la polizia ha detto che era stato lasciato incustodito nella vasca da bagno. [redacted_name] ha riferito a News 8 che era stato affidato alle cure del padre del bambino e di altri familiari mentre lei era al lavoro.\n“Tutto ciò che gli era stato chiesto era stato di prendersi cura dei miei figli mentre io lavoravo per provvedere a loro”, ha detto. \"Non ci è riuscito.\"\n\"Non era nemmeno lì quando è successo\", ha detto la zia del bambino, [redattated_name]. \"Era affidato alle cure di altri membri della famiglia e volevamo che gli altri capissero.\"\nLa polizia di East Haven identifica un bambino di 7 mesi il cui decesso è sotto indagine\nSebbene [redacted_name] provi un dolore e una tristezza inimmaginabili, spera che suo figlio sarà in grado di salvare la vita di qualcun altro.\n\"Nel caso mio figlio se ne fosse andato prematuramente, volevo che avesse un significato\", ha detto. \"Ho scelto di donare i suoi organi, quindi nessun'altra madre dovrà passare quello che sto passando io adesso.\""
}