{
    "source": "en_US",
    "target": "it_IT",
    "text": "In a statement, the club said it had 'chosen a man well known for his teams' high pressing, intense and daring style of play which has brought him great success at club level and international level, winning pretty much all there is to win in the world of football'.\nBarcelona highlighted the 59-year-old's success during the 2019-20 season at the helm of Bayern, with whom he won six trophies - the Bundesliga, the German Cup, the Champions League, the German Super Cup, the UEFA Super Cup and the Club World Cup.\nXavi was sacked last week after a trophy-less season in which Barca finished 10 points behind champions Real Madrid, lost the Spanish Super Cup final to their arch-rivals and were knocked out of the Champions League by Paris St Germain in the last eight.\nThe German filling Xavi's shoes faces a tough challenge ahead with fixing Barca's on-field struggles amid turmoil off the pitch, including deepening financial problems and a refereeing scandal that could drag on for years.\nFlick made his name assisting Germany manager Joachim Low during their 2014 World Cup winning campaign. In 2019, he joined Bayern as head coach, securing seven trophies in his two seasons in charge.",
    "trans": "In un comunicato, il club ha detto di aver \"scelto un uomo ben conosciuto per il pressing alto delle sue squadre, lo stile di gioco intenso e sfrontato che l'ha portato a grandi successi a livello di club e internazionalmente, vincendo quasi tutto nel mondo del calcio\".\nIl Barcellona ha sottolineato il successo del 59enne durante la stagione 2019-20 al timone del Bayern, con cui ha vinto sei trofei: la Bundesliga, la Coppa di Germania, la Champions League, la Supercoppa di Germania, la Supercoppa europea e il Mondiale per Club.\nXavi è stato licenziato la scorsa settimana dopo una stagione senza trodei in cui il Barca è finito a 10 punti dai campioni del Real Madrid, ha perso la finale della SuperCoppa di Spagna contro gli arcirivali ed è stato messo al tappeto in Champions League dal Paris St Germain ai quarti.\nIl sostituto tedesco di Xavi affronta una sfida dura per risolvere le lotte sul campo del Barca in mezzo ad agitazioni esterne, come i sempre maggiori problemi finanziari e uno scandalo arbitrale che potrebbe trascinarsi per anni.\nFlick si è fatto un nome come secondo di Joachim Low durante la vittoriosa Coppa del mondo 2014. Nel 2019, è andato al Bayern come allenatore, ottenendo sette trofei in due stagioni. Ha guidato il Bayern al triplete nel 2020, quando batté il Barca 8-2 nella corsa per vincere la Champions League, prima di lasciare i giganti della Bundesliga nel 2021 per allenare la nazionale tedesca."
}