{
    "source": "en_US",
    "target": "it_IT",
    "text": "developed as a tourist town for activities such as hiking, biking, and boating.153 RGE had to win the\nsupport of both groups.154\nImmediately after acquiring the Woodfibre site, RGE was proactive in strengthening its relationship\nwith the community. RGE formed an informal committee of six people that represented a wide cross-\nsection of the town’s population, which met with the company over lunch every month to relay the\nsentiment on the ground. The company factored their feedback into its corporate communications\nstrategy, such as conducting awareness campaigns.\n155 RGE also focused on youth and sports in its\ncommunity service activities, donating sports scholarships and sponsoring sports facilities.156 By 2021,\nthe company had invested more than $13 million into Squamish.157\nIn April 2022, Woodfibre issued its full notice to proceed to McDermott International, its prime",
    "trans": "sviluppata come città turistica per attività come l'escursionismo, ciclismo e nautica. 153 RGE ha dovuto conquistare\nil sostegno di entrambi i gruppi. 154\nAppena dopo aver acquisito il sito di Woodfibre, la RGE si è attivata per rafforzare il suo rapporto con la comunità.\nLa RGE ha formato un comitato informale composto da sei membri che rappresentavano un'ampia sezione\ndella popolazione, che si incontrava tutti i mesi con l'azienda all'ora di pranzo per riferire\nle opinioni della comunità. Tenendo conto delle loro impressioni ha sviluppato una nuova strategia di comunicazione aziendale,\nrealizzando, ad esempio, campagne di sensibilizzazione.\n155 La RGE si è incentrata anche sui giovani e lo sport nelle sue attività di servizio alla comunità,\ndonando borse di studio e sponsorizzando le strutture sportive. 156 A partire dal 2021,\nl'azienda ha investito più di 13 milioni di dollari a Squamish. 157\nNell'aprile del 2022, la Woodfibre ha emesso un bando per procedere con la McDermott International, il suo primo appaltatore."
}