{
    "source": "en_US",
    "target": "it_IT",
    "text": "Dear [redacted_name],\nAs a part of the Uber community, your safety and peace of mind are our top priorities. If you ever find yourself in a crash, we're here to support you every step of the way. Remember, If you're ever in a crash, make sure to report it so you can get the best possible coverage* from Uber’s insurance.\nLearn What to Do in Case of a Crash\nWhat to Do in Case of a Crash\nU - Understand the Situation:\nMake sure that you and everyone involved is safe and, if the vehicle is in a drivable condition, move it to a secure location.\nB - Be in Touch with Authorities:\nContact the police and paramedics if there are any injuries or property damage.\nE - Exchange Details:\nCollect names, phone numbers,and insurance details from all involved in the crash.\nR - Record and Report Everything:\nTake photos of the impacted vehicles ,including license plates, insurance cards for the other parties involved, the accident scene, and any other relevant details. Report the accident using the Uber app by opening the safety toolkit on your homesreen and tap report a crash or talk to our support team by selecting Safety incident reporting line in the Help section of your app.",
    "trans": "Gentile [redacted_name],\nCome membro della community Uber, la tua sicurezza e tranquillità sono le nostre massime priorità. In caso di incidente stradale, siamo qui per supportarti in ogni fase del processo. Ricorda: se ti capita di avere un incidente, assicurati di segnalarlo in modo da poter ottenere la migliore copertura possibile* dall'assicurazione di Uber.\nScopri cosa fare in caso di incidente\nCosa fare in caso di incidente\nU - Capire la situazione:\nAssicurati che tu e tutte le persone coinvolte siate al sicuro e, se il veicolo è in condizioni di guidabilità, spostatelo in un luogo sicuro.\nB - Contatta le autorità:\nContatta la polizia e i soccorsi in caso siano presenti feriti o in caso di danneggiamento alle proprietà.\nE - prendi i dati personali:\nAnnota i nomi, i numeri di telefono e i dettagli assicurativi di tutte le persone coinvolte nell'incidente\nR - Tieni un resoconto dettagliato dell'accaduto:\nScatta foto ai veicoli coinvolti, comprese le targhe, le tessere assicurative delle altre parti coinvolte, la scena dell'incidente e qualsiasi altro dettaglio rilevante. Segnala l'incidente utilizzando l'app Uber aprendo il toolkit di sicurezza sul tuo homescreen e seleziona \"segnala un incidente\" o parla con il nostro team di supporto selezionando la riga di segnalazione degli incidenti di sicurezza nella sezione Guida della tua app."
}