{
    "source": "en_US",
    "target": "it_IT",
    "text": "I’ve been using prescription strength retinoid every night (or every other night) since 2018. So my skin is well adapted to it. But I still experienced break out even with Adapalene in my night routine. Acne is multifactorial, and I still try some new products. My skin is pretty sensitive & easilly get clogged. By far, 0.1% Adapalene cream works best on my skin, it gives me noticable result with minimum irritation (compares to tretinoin). I’ve added 20% Azelaic Acid to my morning routine since September 8th 2023. So it’s actually been 1,5 months! It’s quite challenging at the beginning to adapt with Azelaic Acid. It gives a tingling itchy sensation on the early days. I’m not sure whether I experienced a horrible purge with Azelaic Acid or it got worse because anything else, but there you see my worst skin on October 12th (check out my “skin update” HL for more details). I don’t consume any antibiotics or roacutanne or any hormonal pills. I only consume my regular supplements (vitamin D3, vitamin C, omega 3, zinc picolinate) plus extra glutathione.",
    "trans": "Uso un retinoide da prescrizione ogni sera (o ogni altra sera) dal 2018. Quindi la mia pelle è ben adattata a questo. Ma continuo ad avere delle impurità anche con l'Adapalene nella mia routine serale. L'acne è multifattoriale e continuo a provare alcuni nuovi prodotti. La mia pelle è piuttosto sensibile e si ostruisce facilmente. Fino ad ora, la crema al 0,1% di Adapalene è quella che funziona meglio sulla mia pelle, mi dà risultati visibili con una minima irritazione (rispetto al tretinoina). Ho aggiunto l'Acido Azelaico al 20% nella mia routine mattutina dal 8 settembre 2023. Quindi sono passati effettivamente 1,5 mesi! All'inizio è stato piuttosto difficile adattarsi all'Acido Azelaico. Nei primi giorni mi dava una sensazione di formicolio e prurito. Non sono sicura se ho avuto una brutta \"purga\" con l'Acido Azelaico o se la situazione è peggiorata per qualche altro motivo, ma quella che vedete è la mia pelle peggiore il 12 ottobre (controllate il mio \"aggiornamento pelle\" nelle storie in evidenza per più dettagli). Non assumo antibiotici, roacutane o pillole ormonali. Prendo solo i miei integratori abituali (vitamina D3, vitamina C, omega 3, picolinato di zinco) più glutathione extra."
}