{
    "source": "en_US",
    "target": "it_IT",
    "text": "This might take some time to untangle, but I believe God wants to reveal these toxic love patterns and heal your attachment style by rewiring your attraction and helping you re-connect back to your true value.\nI am OBSESSED with Psalm 139:23-24 in the passion translation: “God, I invite your searching gaze into my heart. Examine me through and through; find out everything hidden within me. Put me to the test and sift through all my anxious cares. See if there is any path of pain I’m walking on, and lead me back to your glorious, everlasting way— the path that brings me back to you.”\nYou can breathe easily. God, the creator of the universe, is here to pluck you off your path of pain and put you on a path that leads you back to Him. He is so eagerly pursuing you. He is so after you. He wants to do more than hang with you over burritos. He wants to woo you and is committed to every ugly part of you along this journey of pursuit. But do you believe it?",
    "trans": "Potrebbe volerci del tempo per districare tutto questo, ma credo che Dio voglia svelare questi schemi di amore tossico e guarire il tuo stile di attaccamento riprogrammando la tua attrazione e aiutandoti a riconnetterti con il tuo vero valore.\nSono OSSESSIONATO dal Salmo 139:23-24 nella traduzione della passione: \"Dio, invito il tuo sguardo penetrante nel mio cuore. Esaminami da cima a fondo: scopri tutto ciò che è nascosto dentro di me. Mettimi alla prova e passa al setaccio tutte le mie ansiose preoccupazioni. Guarda se c'è un sentiero di dolore su cui sto camminando e riconducimi alla tua gloriosa, eterna via, il sentiero che mi riporta a te\".\nPuoi tirare un sospiro di sollievo. Dio, il creatore dell'universo, è qui per strapparti dal tuo cammino di dolore e metterti su un cammino che ti riconduca a Lui. Ti sta inseguendo con tanta impazienza. Si prende cura di te. Vuole fare di più che passare il tempo con te a mangiare burritos. Vuole corteggiarti e si impegna con ogni parte brutta di te lungo questo viaggio di ricerca. Ma ci credi?"
}