{
    "source": "en_US",
    "target": "it_IT",
    "text": "As a large developing country with a huge population, India made policies and attempted to establish mechanical waste processing programs in big cities in the 1980s [26]. Meanwhile, those programs and policies failed due to information asymmetry and the incompatibility of facilities since the government did not consider that the structures of Indian cities were not suitable for waste recycling vehicles and large waste disposal factories and machines. Indian officials also could not find experienced workers to operate and maintain waste disposal machines. India still has serious solid waste challenges and secondary pollution. Various approaches and policies have been made to increase India’s solid waste disposal abilities [27].\nCompared with developed countries, developing countries faced greater challenges in the effective use of incineration and MSW generation, since their solid waste contents have lower heating value and most of the countries do not have clean incineration technology [28]. Besides institutional and policy reasons, poor environmental education is another factor that affects solid waste disposal [11]. Farmers, small waste recycle business owners and even some officials did not get sufficient education and training in solid waste disposal. This makes solid waste disposal in developing countries more challenging.",
    "trans": "Essendo una grande Nazione in via di sviluppo con un'immensa popolazione, negli anni '80 l'India ha adottato politiche e ha tentato di stabilire dei sistemi di smaltimento meccanico dei rifiuti nelle grandi città [26]. Tuttavia, questi sistemi e politiche sono falliti a causa dell'asimmetria delle informazioni e dell'incompatibilità delle strutture, dal momento che il governo non ha considerato che le infrastrutture delle città indiane non erano adatte ai mezzi per il riciclaggio dei rifiuti, alle grandi fabbriche e ai macchinari per lo smaltimento dei rifiuti. I funzionari indiani, inoltre, non sono riusciti a trovare del personale esperto per il funzionamento e la manutenzione dei macchinari destinati allo smaltimento dei rifiuti. L'India ha ancora seri problemi con i rifiuti solidi e con l'inquinamento secondario. Sono stati messi in atto diversi accorgimenti e politiche per aumentare le capacità di smaltimento dei rifiuti solidi in India [27].\nIn confronto ai Paesi sviluppati, quelli in via di sviluppo hanno affrontato sfide più grandi nell'uso efficace dell'incenerimento e della raccolta dei rifiuti solidi urbani, dal momento che il loro contenuto ha un valore di combustione inferiore e la maggior parte dei Paesi non possiede una tecnologia di incenerimento pulita [28]. Al di là delle ragioni istituzionali e politiche, la scarsa cultura ambientale è un altro fattore che influisce sullo smaltimento dei rifiuti solidi [11]. Gli agricoltori, i proprietari di piccole imprese di riciclaggio dei rifiuti e persino alcuni funzionari non hanno ricevuto un'istruzione e una formazione sufficienti in materia di smaltimento dei rifiuti solidi. Questa situazione rende più difficile lo smaltimento dei rifiuti solidi nei Paesi in via di sviluppo."
}