{
    "source": "en_US",
    "target": "it_IT",
    "text": "Experience in online marketing or e-commerce is a plus\nSelf-disciplined and responsible\nAble to work under pressure and tight schedule, independently and proactively\nDipolma in design or graduated from design school or equivalent\nWe offer the following attractive benefits:\nAttractive & competitive remuneration\nBright career path and opportunities for advancement & learning\nPaid Time Off\nTransportation allowance\nWe want our employees to have greater access to knowledge. As an incentive we offer access to the Amazon English books library\nMedical & Health Benefits\nEducation Allowance\nWe love animals at AsiaTees and our loving four legged friends would love to meet you!\nNEWSLETTER\nSign up to receive emails about ATees updates and offers.\nSign up\nWho We Are\nAsiatees Hobbies is a premium radio-controlled (R/C) hobby store established in 2001. We offer a vast selection of the latest R/C cars, parts and accessories, fast worldwide shipping at a low cost, best price guarantee and 365-Day return policy.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisit Our Showroom\nContact Us\nCUSTOMER CARE",
    "trans": "L'esperienza nel marketing on-line o nell'e-commerce è da considerarsi un plus\nAutodisciplina e senso della responsabilità\nIn grado di lavorare sotto pressione e con tempistiche ristrette, in modo indipendente e propositivo\nDiploma di design o laureato presso una scuola di design o equivalente\nOffriamo i seguenti benefit vantaggiosi:\nRetribuzione competitiva e remunerativa\nUna promettente opportunità di fare carriera con possibilità di crescita e apprendimento\nFerie retribuite\nRimborso delle spese di trasporto\nDesideriamo che i nostri dipendenti abbiano ampio accesso alle risorse di apprendimento. Come incentivo, offriamo l’accesso libero alla libreria in inglese di Amazon\nBenefit sanitari e medici\nRimborso delle spese legate allo studio\nAd AsiaTees amiamo gli animali e i nostri amorevoli amici a quattro zampe vorrebbero incontrarti!\nNEWSLETTER\nRegistrati per ricevere e-mail sugli aggiornamenti e sulle offerte di ATees.\nRegistrati\nChi siamo\nAsiatees Hobbies è un prestigioso negozio di hobbistica per apparecchi radiocomandati (R/C) fondato nel 2001. Offriamo una vasta selezione delle ultime auto, parti e accessori R/C, spedizione veloce in tutto il mondo a basso costo, miglior prezzo garantito e politica di restituzione giornaliera 365 giorni all'anno.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisita il nostro salone di esposizione\nContattaci\nASSISTENZA CLIENTI"
}