{
    "source": "en_US",
    "target": "it_IT",
    "text": "7. Volunteers shall not use, posses or be under the influence of alcohol within the Youth House or during any activity. In case this will occur, the situation will be evaluated and according to its degree of severity measure will be taken from formal notification to terminating the stage.\n8. Using or possessing any forbidden substances during the stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n9. Using or possessing any weapons during your stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n10. Volunteers will conduct themselves in the spirit of Human Rights and they will provide positive role models for all youth. Volunteers must treat the other volunteers or young people of all ages, genders, religions, and cultures with respect and consideration.",
    "trans": "7. I volontari non devono fare uso, essere in possesso essere sotto l'influenza di alcol all'interno della Casa della Gioventù o durante qualsiasi attività. Nel caso in cui ciò si verificasse, la situazione verrà valutata e in base al suo grado di gravità e verranno adottati i provvedimenti dalla contestazione formale alla chiusura della fase.\n8. È severamente vietato l'uso o il possesso di sostanze vietate durante la partecipazione al progetto. Nel caso in cui ciò si verificasse, la situazione verrà valutata e al volontario potrà essere chiesto di interrompere la fase.\n9. È severamente vietato l'uso o il possesso di armi durante la partecipazione al progetto. Nel caso in cui ciò si verificasse, la situazione verrà valutata e al volontario potrà essere chiesto di interrompere la fase.\n10. I volontari si comporteranno nel rispetto dei diritti umani e forniranno modelli positivi per tutti i giovani. I volontari devono trattare gli altri volontari o i giovani di ogni età, sesso, religione e cultura con rispetto e considerazione."
}