{
    "source": "en_US",
    "target": "it_IT",
    "text": "Limited Time Offer\nBUY 1 GET 1 FREE+ Free Shipping Of Revitalized Remedies CBD Gummies\nLOW STOCK! ( HURRY: Only 4 Bottles Left. )\nGET YOUR BOTTLE >>\nThis special offer ends:\nFriday, October 11, 2024\nStart A Conversation\nDan H.\nI really didn't expect such a cool post from you. Actually I have been using Revitalized Remedies CBD Gummies for about a weak already and couldn't be any happier!\nReply . 13 . Like . 12 minutes ago\nZac P.\nThe timing of this couldn't be better, my wife and I are struggling and this could be our answer.\nReply . 14 . Like . 16 minutes ago\nFritz C.\nYesterday I got my package Revitalized Remedies CBD Gummies and I already managed to try it! I feel more confident than ever already!\nReply . 2 . Like . 1 hour ago\nRyan P.\nDenzel Washington. I've heard that as well. I am anxious to find out for myself. Thanks!\nReply . 13 . Like . 12 minutes ago\nReynan P.\nI have been using Revitalized Remedies CBD Gummies for two weeks and I can definitely say that could never expect such a strong effect. This is simply AMAZING!!",
    "trans": "Offerta a periodo limitato\nACQUISTA 1 RICEVI 1 GRATIS+ Spedizione gratuita di caramelle gommose al CBD rivitalizzate\nGIACENZA LIMITATA! ( AFFRETTATI: solo 4 bottiglie disponibili. )\nRICEVI LA TUA BOTTIGLIA >>\nQuesta offerta speciale terminerà:\nVenerdì 11 ottobre 2024\nInizia una conversazione\nDan H.\nDavvero non mi aspettavo un post così bello da parte tua. In realtà uso già da un po' le caramelle gommose CBD rivitalizzate e non potrei essere più felice!\nRisposta . 13 . Like . 12 minuti fa\nZac P.\nIl momento non potrebbe essere migliore, io e mia moglie stiamo facendo fatica e questa potrebbe essere la nostra soluzione.\nRisposta . 14 . Like . 16 minuti fa\nFritz C.\nIeri ho ricevuto il mio pacchetto di caramelle gommose CBD rivitalizzate e sono già riuscito a provarlo! Mi sento più fiducioso che mai!\nRisposta . 2 . Like . 1 ora fa\nRyan P.\nDenzel Washington. L'ho sentito anch'io. Sono ansioso di scoprirlo personalmente. Grazie!\nRisposta . 13 . Like . 12 minuti fa\nReynan P.\nSto usando le caramelle gommose CBD rivitalizzate da due settimane e posso sicuramente affermare che non avrei mai potuto aspettarmi un effetto così intenso. È semplicemente FANTASTICO!!"
}