{
    "source": "en_US",
    "target": "it_IT",
    "text": "*The information on the ID must be identical to the information on your US ARMY Membership. The ID must include a name, date of birth, and a photo, and it must be presented physically to be accepted as a valid photo ID for identity verification. If the information on the ID does not match the information on your US ARMY Membership, you will be denied admission.\n*All IDs must be presented physically and must not be expired, to be considered valid.\n*If you have to verify yourself using a temporary ID such as an issuance application confirmation, the document must be stamped with the official seal of the head of a government office. It must include a photo, personal information, issuance number, and expiration date, all protected with a transparent sticker. Any document seeming dubious or to have been forged will not be accepted.\n*When verifying your ID, we may conduct an additional verification process such as asking you questions, requesting other IDs, etc. to prevent the use of transferred or forged IDs.\n[Precautions]\n- Only ARMY US MEMBERSHIP holders who attended the Jung Kook 'GOLDEN : The Moments' Exhibition are able to receive the gift benefits",
    "trans": "*Le informazioni sul documento d'identità devono essere identiche a quelle riportate sulla tua tessera dell'US ARMY. La carta d'identità deve includere nome, data di nascita e una foto, e deve essere presentata fisicamente per essere accettata come documento valido per la verifica dell'identità. Se le informazioni sulla carta d'identità non corrispondono a quelle sulla tua tessera di membro dell'US ARMY, l'accesso ti verrà negato.\n*Tutti i documenti d'identità devono essere presentati fisicamente e non devono essere scaduti per essere considerati validi.\n*Se devi verificare la tua identità usando un documento temporaneo, come una conferma di richiesta di rilascio, il documento deve essere timbrato con il sigillo ufficiale della testa di un ufficio governativo. Deve includere una foto, informazioni personali, numero di rilascio e data di scadenza, il tutto protetto con un adesivo trasparente. Qualsiasi documento che sembri dubbio o alterato non sarà accettato.\n*Durante la verifica del tuo documento d'identità, potremmo eseguire un ulteriore processo di verifica, come farti delle domande o richiedere altri documenti d'identità, per prevenire l'uso di documenti trasferiti o falsificati.\n[Precauzioni]\n- Soltanto i titolari della ARMY US MEMBERSHIP che hanno partecipato alla mostra Jung Kook 'GOLDEN: The Moments' possono ricevere i vantaggi del regalo"
}