{
    "source": "en_US",
    "target": "it_IT",
    "text": "The MAP test serves as a valuable standardized formative assessment tool for our students, encompassing Math and English subjects for students from KG3 to G11, with the additional inclusion of Science subjects for G4 to G8. This assessment allows us to gauge your child's learning levels and track their academic growth not only throughout the school year but also from year to year.\nGiven the significance of this assessment, it is crucial that our students put forth their best effort. I firmly believe that parental support plays an essential role in helping children perform their best during the MAP test. Therefore, I kindly request that you ensure the presence of your child(ren) in school on the designated testing day.\nThe MAP test this season will be conducted with subject facilitators to ensure that all students are in a comfortable atmosphere conducive to smooth answering. Here are the details regarding the testing locations:\nMYP & DP1 students: Respective subject’s classes (Please bring laptops with Windows 8 or later versions installed or iPads)",
    "trans": "Il test MAP rappresenta un prezioso strumento di valutazione formativa standardizzata per i nostri studenti, e comprende le materie di matematica e inglese per gli studenti dal livello KG3 a G11, con l'aggiunta delle materie scientifiche per gli studenti dal livello G4 al G8. Questa valutazione ci permette di misurare i livelli di apprendimento di vostro figlio e di seguire la sua crescita accademica non solo durante l'anno scolastico, ma anche di anno in anno.\nData l'importanza di questa valutazione, è fondamentale che i nostri studenti si impegnino al massimo. Io credo fermamente che il sostegno dei genitori svolga un ruolo essenziale nell'aiutare i bambini a dare il meglio di sé durante il test MAP. Pertanto, vi chiedo gentilmente di assicurare la presenza dei vostri figli a scuola nel giorno stabilito per il test.\nIl test MAP di questa stagione sarà condotto con facilitatori delle materie per garantire che tutti gli studenti si trovino in un'atmosfera confortevole che favorisca il corretto svolgimento delle prove. Ecco i dettagli relativi alle sedi dei test:\nStudenti MYP e DP1: Classi delle rispettive materie (si prega di portare computer portatili con Windows 8 o versioni successive oppure iPad)."
}