{
    "source": "en_US",
    "target": "it_IT",
    "text": "Home Office online check: share code and date of birth\nOR current passport and stamped visa\nNon-UK with student visa\nHome Office online check: share code and date of birth\nAND university enrolment letter and document specifying term dates\nBank account details (sort code, account number)\nNational insurance number (eg NI card, letter from government agency/department)\nP45 from the current tax year, under six weeks old OR a completed online HMRC starter checklist\nCopies (paper or digital) of original documents cannot be accepted.\nWithout presenting the above documents, you will be unable to commence employment.\nWhat to expect\nOn your first day, a team member will complete an induction and answer any questions which you may have. You will be provided with access to online induction e-learning to help to build your knowledge. In the meantime, take a look at the following to learn more about J D Wetherspoon and what’s on offer.",
    "trans": "Controllo online dell'Home Office: condivisione del codice e della data di nascita\nO attuale passaporto e visto timbrato\nNon-UK con visto per studenti\nControllo online dell'Home Office: condivisione del codice e della data di nascita\nE lettera di iscrizione all'università e documento che specifica le date del termine\nDati del conto bancario (codice di ordinamento, numero di conto)\nNumero di previdenza sociale (ad esempio tessera NI, lettera di un'agenzia/dipartimento governativi)\nP45 dell'anno fiscale corrente, delle ultime sei settimane O una lista di controllo di avvio HMRC online compilata\nNon possono essere accettate copie (cartacee o digitali) dei documenti originali.\nSenza presentare i documenti di cui sopra, non potrai iniziare a lavorare.\nCosa aspettarsi\nIl tuo primo giorno, un membro del team completerà un'introduzione e risponderà a tutte le domande che potresti avere. Ti verrà fornito l'accesso all'e-learning online di introduzione per aiutarti a sviluppare le tue conoscenze. Nel frattempo, dai un'occhiata a quanto segue per saperne di più su J D Wetherspoon e cosa offre."
}