{
    "source": "en_US",
    "target": "it_IT",
    "text": "Identify the ticket you tried to share and check the status of the share\nCheck that the details (email or mobile number) are correct\nYou can choose to cancel or recall the ticket share and attempt to re-share it with your friend\nI’ve shared a ticket, how long does my receiver have to accept it?\nThe ticket receiver has 48 hours to accept the ticket share. If it goes unaccepted, you will receive a notification and the ticket will be available in your order history again.\nI’ve shared a ticket, but I’d like to undo it, what do I do?\nIf you’ve shared a ticket that you no longer wish to, visit “Your Tickets” in the Ticketek mobile app. Alternatively, click the SMS link for the mobile ticket you have shared.\nBased on the status of the shared ticket you can “Cancel” or “Recall” the shared ticket.\nThe ticket holder will receive an email notification when this occurs.\nI accepted a ticket share but would like to undo it, what do I do?\nIf you’ve accepted a shared ticket that you no longer wish to have, visit “Your Tickets” in the Ticketek mobile app.",
    "trans": "Identifica il biglietto che hai provato a condividere e controlla lo stato della condivisione\nVerifica che i dettagli (email o numero di cellulare) siano corretti\nPuoi scegliere di annullare o ritirare la condivisione del ticket e provare a condividerlo nuovamente con il tuo amico\nHo condiviso un biglietto, quanto tempo ha disponibile il mio destinatario per accettarlo?\nIl destinatario del biglietto ha 48 ore per accettare la condivisione del biglietto. Se non viene accettato, riceverai una notifica e il biglietto sarà di nuovo disponibile nella cronologia dei tuoi ordini.\nHo condiviso un biglietto, ma vorrei annullarlo, come procedo?\nSe hai condiviso un biglietto che non vuoi più condividere, visita \"I tuoi biglietti\" nell'app mobile Ticketek. In alternativa, fai clic sul collegamento SMS per il biglietto mobile che hai condiviso.\nIn base allo stato del biglietto condiviso, puoi \"Annullare\" o \"Ritirare\" il biglietto condiviso.\nIl titolare del biglietto riceverà una notifica email quando ciò si verifica.\nHo accettato una condivisione del biglietto, ma vorrei annullarla, cosa faccio?\nSe hai accettato un biglietto condiviso che non vuoi più avere, visita \"I tuoi biglietti\" nell'app mobile Ticketek."
}