{
    "source": "en_US",
    "target": "it_IT",
    "text": "the weekends and have fun and often attends sports events or\ntakes a short break to play video games.\nlabs. He spends lots of time in the library, and at the end of\n“undeclared” at the beginning of second semester. He doesn’t see\nhas declared a major in premed; he signed up for a heavy\nmorning and goes to class, but occasionally he goes back to sleep\nthe first semester he has a 3.5 GPA. Jerome likes to go out on\ngets up on time. He’s asked Jerome to make sure he gets up in the\nplays every intramural sport offered. Chris made a 2.2 GPA first\ncollege classes without his parents around to make sure that he\nafter Jerome wakes him up. Chris tends to study right before a\ntest by staying up all night. He goes out a lot during the week and\nKanoy, K., Book, H. E., & Stein, S. J. (2013). The student eq edge : Emotional intelligence and your academic and personal success: student workbook. John Wiley & Sons, Incorporated.",
    "trans": "i fine settimana e divertirsi e spesso partecipare a eventi sportivi o\nsi prende una breve pausa per giocare ai videogiochi.\nlaboratori. Passa molto tempo in biblioteca e, alla fine del\n“non dichiarato” all'inizio del secondo semestre. Non vede\nha dichiarato di essersi laureato in pre-medicina; si è iscritto ad un pesante\nmattina e va a lezione, ma ogni tanto si rimette a dormire\nNel primo semestre ha una media di 3,5 punti. A Jerome piace uscire in\nsi alza in tempo. Ha chiesto a Jerome di controllare che si alzi in\npratica tutti gli sport amatoriali disponibili. Chris ha conseguito per la prima volta una media di 2,2\ncorsi universitari senza i suoi genitori intorno per assicurarsi che lui\ndopo che Jerome lo ha svegliato. Chris tende a studiare subito prima di\ntest restando sveglio tutta la notte. Esce spesso durante la settimana e\nKanoy, K., Book, H. E., & Stein, S. J. (2013). Il margine eq dello studente: l'intelligenza emotiva e il vostro successo accademico e personale: manuale per lo studente. John Wiley & Sons, Incorporated."
}