{
    "source": "en_US",
    "target": "it_IT",
    "text": "IN CHURCH, [redacted_name] only half listened to the words of the service; she went into a kind of trance. She sometimes thought she might fall asleep while she had her head in her hands and was meant to be praying. The important thing was her immersion in the subdued light and the pocket of damp, different air inside the church walls. Afterwards, she and [redacted_name] walked the old man back across the park; he leaned on her, stumbling on the tussocky grass, making her feel his dead weight. His force hadn’t drained away altogether, but it was uncoordinated, outside his control. He wore dark glasses in the sunshine to protect his eyes. At the house, she would pour him a brandy and settle him to wait for [redacted_name], who came to fetch him for Sunday lunch. He didn’t want the television on – he said he couldn’t see it, didn’t care for it anyway.\n— Watch out for him, [redacted_name] said. — Old men get some funny ideas.",
    "trans": "IN CHIESA, [redacted_name] ascoltava solo metà delle parole della messa; entrò in una specie di trance. A volte pensava che sarebbe potuta addormentarsi mentre teneva la testa tra le mani e avrebbe dovuto pregare. La cosa importante era la sua immersione nella luce soffusa e nell'aria umida e diversa all'interno delle mura della chiesa. Dopo, lei e [redacted_name] accompagnarono il vecchio attraverso il parco; si appoggiava su di lei, inciampando sull'erba irregolare, facendole sentire il suo peso morto. La sua forza non si era esaurita del tutto ma era caotica, fuori dal suo controllo. Indossava occhiali scuri sotto il sole per proteggersi gli occhi. A casa, lei gli versava del brandy e lo sistemava ad aspettare [redacted_name], che veniva a prenderlo per il pranzo della domenica. Non voleva la televisione accesa – diceva che non la vedeva e che comunque non gli interessava.\n- Attenta a lui, [redacted_name] disse. - Ci sono degli uomini anziani a cui vengono idee strane."
}