{
    "source": "en_US",
    "target": "it_IT",
    "text": "Benedict looked at the newcomer, a short, slightly pudgy young woman who was obviously the countess’s daughter, then glanced back to Sophie, who had gone white as a sheet.\n“Get out of here,” Araminta hissed. “You have no place in these proceedings.”\n“Obviously she does,” the magistrate said, turning to Araminta, “if she took the shoe clips. Do you want to have her charged?”\n“She’s my daughter!”\n“Put me in the cell with Sophie!” Posy said dramatically, clasping one of her hands to her breast with great effect. “If she is transported for theft, then I must be as well.”\nFor the first time in several days, Benedict found himself smiling.\nThe warden took out his keys. “Sir?” he said hesitantly, nudging the magistrate.\n“Put those away,” the magistrate snapped. “We’re not incarcerating the countess’s daughter.”\n“Do not put those away,” Lady Bridgerton cut in. “I want my future daughter-in-law released immediately.”\nThe warden looked helplessly at the magistrate.\n“Oh, very well,” the magistrate said, jabbing his finger in Sophie’s direction. “Let that one free. But no one is going anywhere until I have this sorted out.”",
    "trans": "Benedict osservò la nuova arrivata, una donna bassa, leggermente paffuta che senza dubbio era la figlia della contessa, poi riportò lo guardo su Sophie, che era diventata bianca come un cencio.\n“Esci da qui,” Araminta sibilò. “Non giochi nessun ruolo in queste procedure.”\n“Ovviamente ce l’ha,” disse il magistrato, girandosi verso Araminta, “se ha preso le clip delle scarpe. Vuoi sporgere denuncia?”\n“Lei è mia figlia!”\n“Mettimi nella cella con Sophie!” disse Posy melodrammaticamente, stringendo le mani al suo seno con grande enfasi. “Se viene portata via per furto, allora devo esserlo anch’io.”\nPer la prima volta in molti giorni, Benedict si ritrovò a sorridere.\nIl guardiano prese le sue chiavi. “Signore?” disse esitante, dando il gomito al magistrato.\n“Mettile via,” scattò il magistrato. “Non incarcereremo la figlia della contessa.”\n“Non metterle via,” Lady Bridgerton si intromise. “Voglio che la mia futura nuora sia rilasciata immediatamente.”\nIl guardiano guardò disperato il magistrato.\n“Oh, molto bene,” disse il magistrato, puntando il dito in direzione di Sophie. “Lasciate libera quella. Ma nessuno andrà da nessuna parte finché non risolvo questa faccenda.”"
}