{
    "source": "en_US",
    "target": "it_IT",
    "text": "all, but hearing Kai willingly share information beyond his son’s favorite snack or sleep routine holds a weight I didn’t expect.\n“Country boy, huh?”\nThe mental picture of him in Wranglers, much in the way he wears his baseball pants, is doing all sorts of things to my imagination.\n“Miller.”\n“Hmm?”\n“You’re sexualizing me in your mind right now, aren’t you?” “Absolutely.”\nThe corner of his lips tick.\n“Your parents, are they still in Texas?”\nHe begins to gather the dishes I made a mess of, completely ignoring my\nquestion. “Why don’t you head out. I’ll clean this up. I don’t want Monty to chew my ass out tomorrow at practice because you woke him when you got home too late. Thanks for your help tonight. I hope Max was okay for you.”\n“He was an angel. I truly have no idea where he inherited that from.”\nKai’s back vibrates, but he doesn’t give me the satisfaction of hearing his laugh.\n“And so you know, I’m not staying at my dad’s.”\nStanding by the sink, Kai’s eyes dart to mine over his shoulder.\n“I’m staying in my van in his parking garage.”",
    "trans": "tutto, ma sentire Kai condividere intenzionalmente informazioni oltre allo snack preferito o la routine di dormiveglia di suo figlio ha un peso che non mi aspettavo.\n“Ragazzo di campagna, eh?”\nL’immagine mentale di lui in Wranglers, un po’ come indossa i suoi pantaloni da baseball, sta facendo qualsiasi tipo di cosa alla mia immaginazione.\n“Miller.”\n“Hmm?”\n“Mi stai sessualizzando nella tua mente in questo momento, vero?” “Assolutamente.”\nL’angolo delle sue labbra si alza.\n“I tuoi genitori, sono ancora in Texas?”\nLui inizia a raccogliere i piatti con i quali ho fatto un casino, ignorando completamente la mia\ndomanda. “Perché non esci. Pulirò io. Non voglio che Monty mi faccia il culo domani all’allenamento perché l’hai svegliato quando sei tornata a casa troppo tardi. Grazie per il tuo aiuto stanotte. Spero che Max fosse okay per te.”\n“Era un angelo. Non ho davvero idea da chi abbia preso.”\nLa schiena di Kai vibra, ma non mi dà la soddisfazione di sentire la sua risata.\n“E giusto perché tu lo sappia, non sto da mio padre.”\nIn piedi vicino al lavandino, gli occhi di Kai incrociano i miei oltre la sua spalla.\n“Sto nel mio van dentro il suo garage.”"
}