{
    "source": "en_US",
    "target": "it_IT",
    "text": "Must be able to set up and run GMAW, SMAW, FCAW, GTAW\nOxy Fuel Cutting\nHandheld Plasma/Gouging Operation\nMust be able to lift 10 – 40 LB Weldments\nRead, interpret, and follow blueprints and engineering plans to construct high-quality parts and assemblies.\nSetting up and operating tools and equipment necessary for the fabrication process.\nMeasuring, marking, cutting, bending, and assembling materials to create the final product.\nInspecting and testing finished products to ensure they conform to specifications.\nAligning, fitting, and assembling component parts using hand tools and fixtures.\nRepairing faulty components and products in line with defects highlighted during inspection.\nMaintaining a clean and safe work environment in compliance with company and safety regulations.\nInspect and test finished products for functionality and adherence to specifications.\nMaintain a clean and safe working environment by complying with procedures, rules, and regulations.\nAssist in the enhancement of fabrication methods, seeking efficiency and reduction of costs.\nCommunicate well with other departments and team members",
    "trans": "Deve essere in grado di configurare ed eseguire GMAW, SMAW, FCAW, GTAW\nTagliare con ossicombustibile\nEffettuare scriccature al plasma/manuali\nDeve essere in grado di sollevare saldature da 10 a 40 libbre\nLeggere, interpretare e seguire progetti e piani di ingegneria per costruire parti e assiemi di alta qualità.\nImpostare e far funzionare gli strumenti e le attrezzature necessari per il processo di fabbricazione.\nEffettuare la misurazione, marcatura, taglio, piegatura e assemblaggio dei materiali per la creazione del prodotto finale.\nIspezionare e collaudare i prodotti finiti per verificarne la conformità alle specifiche.\nAllineare, montare e assemblare parti di componenti utilizzando utensili manuali e attrezzature.\nEffettuare riparazioni di componenti e prodotti difettosi in linea con i difetti evidenziati durante l'ispezione.\nMantenere un ambiente di lavoro pulito e sicuro nel rispetto delle normative aziendali e della sicurezza.\nIspezionare e testare la funzionalità e la conformità alle specificherei prodotti finiti.\nMantenere un ambiente di lavoro pulito e sicuro rispettando procedure, norme e regolamenti.\nAssistere nella valorizzazione dei metodi di produzione, ricercando efficienza e riduzione dei costi.\nComunicare bene con altri reparti e membri del team"
}