{
    "source": "en_US",
    "target": "it_IT",
    "text": "Total amount of years for your education since grade 1\nAre you currently employed?\nDo you have proof of your employment (pay slips, reference letters, contract)?\nPlease list all languages that you currently speak:\nAre you thinking of going to the United States with your family members or alone?\nWhat is the purpose of your entry and stay in the United States:\nAre you seeking protection because you have suffered from persecution or fear because of: Race, Religion, Nationality, Membership in a particular social group, Political opinion?\nHave you ever been to the United States before?\nHave you ever had problems with the law?\nAre you currently working for an American employer?\nWould you like to invest your money into a United States business?\nHave you been awarded, or have you been nationally or internationally recognized, for excellence in the field of your outstanding activity?\nHave you ever been a judge of the work of others in the field of their or your specialization?\nCan you provide information about a crime committed in the United States?\nDECLARATION",
    "trans": "Totale anni di studio dalla scuola di primo grado\nSei attualmente impiegato?\nHai prove del tuo attuale impiego (buste paga, lettere di referenze, contratto)?\nSi prega di elencare tutte le lingue conosciute attualmente:\nStai pensando di andare negli Stati Uniti con i membri della tua famiglia o da solo?\nQual è lo scopo del tuo ingresso e della tua permanenza negli Stati Uniti:\nStai chiedendo rifugio perché temi o sei stato perseguitato a causa della: razza, religione, nazionalità, appartenenza ad un particolare gruppo sociale, pensiero politico?\nSei mai stato negli Stati Uniti prima d'ora?\nHai mai avuto problemi con la legge?\nStai attualmente lavorando per un datore di lavoro americano?\nVuoi investire il tuo denaro nelle imprese degli Stati Uniti?\nSei stato premiato o hai avuto un riconoscimento nazionale o internazionale per l'eccellenza nel settore in cui opera?\nHai mai valutato il lavoro di altri nel loro o nel tuo campo di specializzazione?\nPuoi fornire informazioni riguardo a un crimine commesso negli Stati Uniti?\nDICHIARAZIONE"
}