{
    "source": "en_US",
    "target": "it_IT",
    "text": "Shipley had approved an editorial endorsement for Harris that was being drafted earlier this month, according to three people with direct knowledge. He told colleagues the decision to endorse was being reviewed by the paper's billionaire owner, Jeff Bezos. That's the owner's prerogative and is a common practice.\nOn Friday, Shipley said that he told other editorial board leaders on Thursday that management had decided there would be no endorsement, though Shipley had known about the decision for a while. He added that he \"owns\" this outcome. The reason he cited was to create \"independent space\" where the newspaper does not tell people for whom to vote.\nColleagues were said to be \"shocked\" and uniformly negative. Editor-at-large Robert Kagan, who has been highly critical of Trump as autocratic, told NPR he had resigned from the editorial board as a consequence.\nFormer Washington Post Executive Editor Martin Baron, who led the newsroom to acclaim during Trump's presidency, denounced the decision starkly.",
    "trans": "Secondo tre fonti dirette, Shipley aveva sottoscritto con Harris un contratto editoriale che era stato stilato quello stesso mese, e detto ai colleghi che la decisione era in corso di revisione da parte di Jeff Bezos, il miliardario titolare del giornale, una procedura che è appannaggio del proprietario e di normale amministrazione.\nVenerdì Shipley ha detto di aver comunicato quel giovedì ad altri membri del direttivo editoriale che l'amministrazione aveva deciso che l'accordo non sarebbe stato sottoscritto, sebbene Shipley sapesse della decisione già da un pò, aggiungendo come tale esito \"si dovesse a lui\". La motivazione da lui citata è di voler creare dello \"spazio indipendente\" in cui il giornale non dica alle persone per chi devono votare.\nSi è detto che i colleghi abbiano reagito \"con shock\" e avuto una reazione generalmente negativa alla decisione. L'editor 'latitante' Robert Kagan, gran critico del dispotismo di Trump, ha comunicato a NPR di aver firmato le sue dimissioni dal direttivo editoriale in seguito a ciò.\nMartin Baron, l'ex Executive Editor del Washington Post che ha guidato le ovazioni della redazione nel corso della presidenza di Trump, ha condannato la decisione in maniera netta."
}