{
    "source": "en_US",
    "target": "it_IT",
    "text": "If you are receiving this email, you are currently using an email or calendar app that uses a less secure authentication method to connect to your Outlook.com email account. You will need to upgrade your third-party mail and calendar app to a version which supports modern authentication methods.\nMicrosoft provides free versions of Outlook for your PC, Mac, iOS, and Android devices which can be easily downloaded and connect to your email account. Using an updated version of an Outlook application will ensure you are connecting in the most secure way.\nHow can you set up your Gmail, Apple Mail, or other third-party mail application?\nVarious non-Microsoft applications will have their own steps for connecting to your Outlook.com email account using modern authentication methods. See our help article - Modern Authentication Methods now needed to continue syncing Outlook Email in non-Microsoft email apps. However, you may need to contact the creators of those applications to provide you with instructions. In many cases, simply removing and re-adding your account with the latest version of that application will configure it to use modern authentication methods.",
    "trans": "Se hai ricevuto questa email, stai attualmente usando un’app per e-mail o calendario che usa un metodo di autenticazione meno sicuro per connettersi al tuo account di posta Outlook.com. Dovrai aggiornare la tua app per mail e calendario di terze parti ad una versione che supporti i moderni metodi di autenticazione.\nMicrosoft offre versioni gratuite di Outlook per il tuo PC, Mac, iOS, e dispositivi Android che possono essere facilmente scaricate e connesse al tuo account di posta elettronica. Usando una versione aggiornata di un’applicazione Outlook ti garantirà di connetterti nel modo più sicuro.\nCome puoi impostare il tuo Gmail, Apple Mail o altre applicazioni mail di terze parti?\nLe varie applicazioni non-Microsoft avranno i loro passaggi per connettersi al tuo account di posta elettronica Outlook.com usando metodi moderni di autenticazione. Vedi il nostro articolo guida - i Metodi di Autenticazione Moderni sono ora necessari per continuare a sincronizzare la mail di Outlook in app di posta elettronica non-Microsoft. Tuttavia, potresti dover contattare i creatori di tali applicazioni per farti dare le istruzioni. In molti casi, semplicemente rimuovendo e riaggiungendo il tuo account con l’ultima versione di quell’applicazione la configurerà per l’uso dei moderni metodi di autenticazione."
}