{
    "source": "en_US",
    "target": "it_IT",
    "text": "• Perform purchasing activities such as sourcing, placing purchase orders and payment requests, and expediting to supply of requested items and/or associated services by the procurement strategy and specified functional requirements, including specification, quality, delivery date, and cost-effectiveness. (\"PEAK and Slack\")\n• Ensure proper international and local logistics and shipping/handling process when purchasing from international suppliers. Coordinate closely with shippng agency and customs broker and handle required documentation, especially when FTA and/or permits are needed for the products.\n• Understand fully about the incoterms and source for the most cost-effective means to transport.\n• Ensure and verify the completed receipt of products and services at the facilities.\n• Monitor PAR levels for all operational, retail and office items to ensure proper levels to operate. Must also refuse acceptance of damaged, unacceptable, or incorrect items. (\"Google\")\n• Develop and implement the company's strategic procurement plan and negotiate contract terms for each procurement project.\n• Conduct supplier evaluations and close out purchase orders within the project's schedule. (\"Asana\")",
    "trans": "• Effettuare attività di acquisto come fornitura, piazzamento ordini d’acquisto e richieste di pagamento, e spedizione per fornire gli articoli richiesti e/o i servizi associati entro la strategia degli appalti e dei requisiti funzionali specifici, inclusi specificazione, qualità, data di consegna, ed economicità. (“PEAK and Slack”)\n• Assicurare una logistica internazionale e locale e un processo di spedizione/consegna adeguati quando si acquista da fornitori internazionali. Coordinare attentamente con lo spedizioniere e l’agente doganale e fornire la documentazione richiesta, soprattutto quando sono necessari FTA e/o permessi per i prodotti.\n• Capire interamente gli incoterm e le fonti per i mezzi di trasporto più economici.\n• Garantire e verificare la ricevuta completa di prodotti e servizi alle strutture.\n• Monitorare i livelli PAR per tutti gli articoli operazionali, al dettaglio e di ufficio per assicurare livelli idonei per operare. Bisogna anche rifiutare l’accettazione di articoli danneggiati, inaccettabili, o errati. (“Google”)\n• Sviluppare ed implementare il piano di approvvigionamento strategico dell’azienda e negoziare termini di contratto per ogni progetto di approvvigionamento.\n• Condurre valutazioni dei fornitori e chiudere ordini d’acquisto secondo il programma del progetto. (“Asana”)"
}