{
    "source": "en_US",
    "target": "it_IT",
    "text": "It's not the heat; it's the humidity. And the property taxes, too.\nWhen looking at where property-tax payments have grown the most from prepandemic times, look at Florida first, according to a new analysis from real-estate brokerage Redfin (RDFN).\nThree of the top five major housing markets with the largest jumps in property-tax bills since 2019 are in the Sunshine State, the Redfin report showed.\nThere's Jacksonville, with a nearly 60% increase in the median monthly property-tax bill. Then there's Tampa with an approximately 57% increase, and Miami with a 48% increase.\nThe biggest increases, however, were outside of Florida. Indianapolis ranked first and saw property-tax bills climb nearly 67%, while just behind was Atlanta with a nearly 66% change. Nationally, there was a nearly 30% jump in property-tax bills since 2019, according to the report. (The increases are based on nominal dollars and not adjusted for inflation.)\nAcross the country, the median monthly property-tax payment was $250 as of August, Redfin said. Among the fastest-growing bills, Indianapolis, Atlanta and Jacksonville were below that median. Tampa sat right on it, while monthly Miami bills were above it, at $367.",
    "trans": "Non è il caldo; è l’umidità. E anche le tasse sulla proprietà.\nQuando si cerca dove i pagamenti delle tasse sulla proprietà sono aumentati di più dai tempi prima della pandemia, si guarda prima alla Florida, secondo una nuova analisi del brokeraggio immobiliare Redfin (RDFN).\nTre dei cinque maggiori mercati immobiliari con i più ampi balzi nelle tasse sulla proprietà dal 2019 sono nello Stato del Sole, mostra il report di Redfin.\nC’è Jacksonville, con un aumento di quasi il 60% nella bolletta media mensile delle tasse sulla proprietà. Poi c’è Tampa con circa il 57% di incremento, e Miami con un aumento del 48%.\nI maggiori incrementi, tuttavia, si sono verificati al di fuori della Florida. Indianapolis si è classificata prima e ha visto le bollette delle tasse sulla proprietà salire di quasi il 67%, mentre appena dietro c’era Atlanta con un cambio di quasi il 66%. Nazionalmente, c’è stato un balzo di quasi il 30% nelle bollette per le tasse sulla proprietà dal 2019, secondo il report. (Gli aumenti sono basati sui dollari nominali e non sono adeguati all’inflazione.)\nIn tutta la nazione, il pagamento medio mensile delle tasse sulla proprietà era di $250 ad agosto, ha dichiarato Redfin. Tra le bollette a crescita più rapida, Indianapolis, Atlanta e Jacksonville erano sotto quella media. Tampa ha centrato il bersaglio, mentre le bollette mensili di Miami erano al di sopra, a $367."
}