{
    "source": "en_US",
    "target": "it_IT",
    "text": "But as soon as he reached for the doorknob, his vision blurred, and the room tilted dangerously. The next thing he knew, his knees gave out from under him, and everything went black.\nWhen John came to, he was lying on the couch with a blanket draped over him. The pounding in his head was still there, but the cool cloth on his forehead was soothing. He blinked blearily, trying to get his bearings, and found Lane sitting beside him, a thermometer in his hand.\n“You’re awake,” Lane said, his voice low. He didn’t look at John, his focus on the thermometer, but there was a tension in his jaw that hadn’t been there before. “You collapsed at the door, idiot.”\nJohn groaned, shifting uncomfortably. “Did I miss the game?”\nLane didn’t answer right away. He pulled the cloth off John’s forehead and dipped it in a bowl of cold water before placing it back. “You missed it.”\nJohn sighed, frustration welling up inside him. “Great. Just great.”\nHe tried to sit up, but Lane pushed him back down with a firm hand on his chest. “Stay put,” Lane ordered. “You’re not going anywhere.”",
    "trans": "Ma non appena arrivò alla maniglia della porta, la vista gli si offuscò e la stanza iniziò a girare. Un attimo dopo, le sue ginocchia cedettero e tutto diventò nero.\nQuando John riprese conoscenza, era disteso sul divano sotto una coperta. La testa continuava a pulsargli, ma il panno fresca sulla fronte gli dava un po' di sollievo. Sbatté gli occhi, cercando di orientarsi, e vide Lane seduto vicino a lui con un termometro in mano.\n“Sei sveglio,” disse Lane a bassa voce. Non lo guardava, era concentrato sul termometro, ma la sua mandibola era insolitamente tesa. “Sei crollato davanti alla porta, idiota.”\nJohn gemette spostandosi a fatica. “Mi sono perso la partita?”\nLane non rispose subito. Tolse la pezza dalla fronte di John e la immerse in una bacinella d'acqua fredda prima di rimetterla sulla sua fronte. “Te la sei persa.”\nJohn sospirò, la frustrazione gli stava montando dentro. “Magnifico. Proprio magnifico.”\nCercò di sedersi, ma Lane gli mise una mano sul petto e lo spinse giù. “Sta fermo,” ordinò Lane. “Non andrai da nessuna parte.”"
}