{
    "source": "en_US",
    "target": "it_IT",
    "text": "The sensation built gradually, a growing tension that curled through her body, making her back arch involuntarily, her toes curling in response. It was powerful—a clenching sensation that spiraled through her, coiling tighter and tighter until it felt like she might burst. Her breathing hitched, shallow and uneven, as if the air had thickened around her.\nAnd then, in a sudden rush, the tension snapped. It released her, surging through her like an unstoppable wave, pulsing through every nerve in her body. She gasped, the intensity overwhelming, utterly blissful. Her entire being tingled, every inch of her alive with sensation, as if the air itself was humming against her skin. In the wake of that release, happiness, pure and unfiltered, rushed through her like nothing she had ever felt before. Contentment settled into her limbs, deep and fulfilling, leaving her warm and peaceful.\nBut the purple river surged, its flow quickening as if it had come alive, moving with a new and startling intensity. It panted, a voice low and rough, cutting through the haze of her bliss.",
    "trans": "La sensazione crebbe gradualmente, una tensione crescente che le attraversò il corpo, facendole inarcare la schiena involontariamente, le dita dei piedi che si arricciavano in risposta. Era potente, una sensazione di tensione che la attraversò a spirale, avvolgendosi sempre più stretta fino a farle sentire che stava per scoppiare. Il suo respiro si fece corto, superficiale e irregolare, come se l'aria si fosse addensata intorno a lei.\nE poi, in un impeto improvviso, la tensione scattò. La liberò, attraversola come un'onda inarrestabile, pulsando attraverso ogni nervo del suo corpo. Ansimò, l'intensità travolgente, completamente beata. Tutto il suo essere formicolava, ogni centimetro di lei era vivo di sensazioni, come se l'aria stessa ronzasse contro la sua pelle. Sulla scia di quella liberazione, la felicità, pura e non filtrata, la attraversò come niente che avesse mai provato prima. La contentezza si insediò nei suoi arti, profonda e appagante, lasciandola calda e in pace.\nMa il fiume viola si sollevò, il suo flusso si accelerò come se fosse tornato in vita, muovendosi con una nuova e sorprendente intensità. Ansimò, una voce bassa e roca, che tagliò la foschia della sua beatitudine."
}