{
    "source": "en_US",
    "target": "it_IT",
    "text": "After my little 'letting go' with Nick we got dressed and Logan joined us soon enough telling us that Jeremy wanted the whole pack in the great room.\nWhile heading to the great room Elena walked in only wearing her pants with her shirt in hand \"Jeremy wants us in the great room\" Logan said and Elena turned to us \"Mind if I change first?\" She asked.\n\"Kind of\" Nick said and I hit him making him laugh but at the same time clench while I smirked. Elena walked upstairs and soon enough Clay walked in completely naked with all of his clothes in hand.\n\"Clay, did you two had a nice run?\" Nick asked and I chuckled \"What's that supposed to mean?\" Clay asked and Nick started teasing him \"We ran. Period.\" Clay said and started walking upstairs.\nAs he was walking up the stairs I couldn't help but take a quick glance at his ass, Nick noticing \"Hey listen, I don't mind when Elena roams around the house naked. I specially don't mind when Emma roams around the house naked, but please put some clothes on okay? You are making Logan here feel inadequate\" Nick said.",
    "trans": "Dopo il mio piccolo ‘lasciarsi andare’ con Nick ci siamo vestiti e Logan ci ha raggiunto ben presto dicendoci che Jeremy voleva il trattamento completo nella stanza grande.\nMentre si dirigeva alla grande stanza Elena entrò indossando solo i suoi pantaloni e con la sua maglietta in mano “Jeremy ci vuole nella stanza grande” disse Logan. Elena si girò verso di noi e chiede “E’ un problema se mi cambio prima?”.\n“Insomma” disse Nick e io gli sferro un colpo, facendolo ridere ma allo stesso tempo contrarre mentre sogghignavo. Elena andò di sopra e presto Clay entra completamente nudo con tutti i suoi vestiti in mano.\n“Clay, vi siete divertiti un po’ voi due?” Nick chiese e io ridacchiai. Clay domanda “Cosa dovrebbe significare?” e Nick iniziò a provocarlo. Clay risponde “Abbiamo fatto footing. Poco più.” e iniziò a dirigersi di sopra.\nMentre saliva le scale non potei fare a meno di dare un’occhiata al suo culo. Nick se ne accorge, “Ehi ascolta, non mi interessa se Elena gira per casa nuda. Soprattutto, non mi importa se Emma gira per casa nuda, ma per favore mettiti dei vestiti, okay? Altrimenti, Logan si sente inadeguato” disse Nick."
}