{
    "source": "en_US",
    "target": "it_IT",
    "text": "o Consider creative ways to convey messages to keep staff up to date with important news and to share information.\no Using staff feedback to recommend and implement new initiatives to improve internal communications.\no Write and prepare all sorts of texts that serve the internal purpose, including presentations, scripts, briefing documents, intranet articles, speeches, messages, and emails.\no Create and manage the internal newsletter, including writing and editing content, arranging photography, and overseeing the design.\no Support the delivery of internal communications projects, initiatives, and events.\no Plan internal activity and initiatives to enhance corporate culture (face to face and virtual).\no Identify actions priorities and ensure all internal communications are aligned with the brand guideline before publishing it to the employees.\no Managing internal critical situations as they happen and giving concerned stakeholders enough support to handle the communication around them professionally.\no Support HR, and all other company departments regarding the organizational level communication and enhance employee engagement to ensure achieving employer branding.\no Create internal awareness campaigns that strengthen the company's culture, and how employees understand it.\no Provide reports to analyze certain activities & events that occur as demanded.\no Create surveys that serve the internal purpose, whether requested by other departments, or their own.",
    "trans": "o Prendere in considerazione modi creativi per trasmettere messaggi per tenere lo staff aggiornato sulle notizie importanti e per condividere informazioni.\no Usare le recensioni dello staff per consigliare ed implementare le nuove iniziative per migliorare le comunicazioni interne.\no Scrivere e preparare ogni sorta di messaggio che serva allo scopo interno, incluse presentazioni, scritti, documenti di rapporto, articoli intranet, discorsi, messaggi, ed email.\no Creare e gestire la newsletter interna, incluso scrivere e modificare contenuti, organizzare le foto, e supervisionare il design.\no Supportare la realizzazione di progetti di comunicazione interna, iniziative, ed eventi.\no Pianificare attività interne ed iniziative per migliorare la cultura aziendale (faccia a faccia e virtuale).\no Identificare le priorità di azione ed assicurare che tutte le comunicazioni interne siano allineate alle linee guida del marchio prima di pubblicarle per gli impiegati.\no Gestire situazioni critiche interne quando si verificano e dare agli stakeholder coinvolti abbastanza supporto da gestire la comunicazione tra di loro professionalmente.\no Supportare l’ufficio risorse umane, e tutti gli altri dipartimenti aziendali riguardo la comunicazione del livello organizzativo ed ampliando il coinvolgimento degli impiegati per garantire il raggiungimento della personalizzazione del datore di lavoro.\no Creare campagne interne di consapevolezza che rafforzano la cultura aziendale, e come la intendono gli impiegati.\no Fornire report per analizzare determinate attività ed eventi che avvengono quando richiesti.\no Creare sondaggi che soddisfano lo scopo interno, che siano richiesi da altri dipartimenti, o i loro stessi."
}