{
    "source": "en_US",
    "target": "it_IT",
    "text": "Dear Parents/Guardians,\nOne month down, and nine more to go!\nI am noticing that there are many students in Div. 8 who are not regularly checking their desks for unfinished work and/or reviewing the homework board in the classroom before leaving at the end of the day. At the grade 4/5 level, there is still an expectation that students will be working at home for at least 30-40 minutes every night, even if they were able to complete most of the class work. For example, these students can read for 20+ minutes and then spend some time practicing their typing skills (typing.com), and/or their basic math skills (Xtramath.org). As you already know, starting this upcoming week, students will be getting quizzes more frequently, so it is very important for students to take home their daily work and regularly review class notes. I will share more information with you at our upcoming Parent/Teacher Conferences on October 22nd/23rd.\nBy establishing daily routines for homework completion at home, not only will homework go more smoothly now, but you will also be fostering a sense of order your child can apply to the upper intermediate grades and into high school.\nHere are some tips for setting up a homework routine:",
    "trans": "Gentili Genitori/Tutori,\nÈ passato un mese, e ne mancano ancora altri nove!\nHo notato che ci sono molti studenti nella Divisione 8 che non controllano regolarmente i loro banchi per verificare se ci sono dei compiti da completare e/o non controllano la bacheca dei compiti in classe assegnati in aula prima di andarsene a fine giornata. Al livello 4/5, ci si aspetta che gli studenti lavorino a casa per almeno 30-40 minuti ogni sera, anche se sono stati in grado di completare la maggior parte dei loro compiti in classe. Ad esempio, gli studenti potrebbero leggere per una ventina di minuti per poi esercitarsi nella scrittura (typing.com), e/o nelle loro conoscenze base di matematica (Xtramath.org). Come già sapete, dall'inizio della prossima settimana, gli studenti verranno sottoposti a dei test più di frequente, quindi è molto importante che portino a casa i compiti e ripassino regolarmente gli appunti presi in classe. Condividerò con voi più dettagli durante le nostre imminenti Riunioni Genitori/Insegnanti che si terranno il 22 e il di 23 ottobre.\nStabilendo una routine giornaliera per il completamento dei compiti a casa, non solo i compiti verranno eseguiti in maniera corretta, ma i vostri figli svilupperanno un senso di consapevolezza a cui potranno attenersi anche alle scuole medie e alle scuole superiori.\nEcco alcuni consigli per stabilire una routine per il completamento dei compiti a casa:"
}