{
    "source": "en_US",
    "target": "it_IT",
    "text": "mately, we saw two reasons for avoiding strong incen-\ntives. First, because we wanted to study the impact of\ngender composition on normative social influence, we\nneeded the overall level of normative influence not to\nbe too low. To identify a difference in mean propor-\ntions, the average proportion should ideally be around\n1/2. We thought it unlikely that the average proportion\nwould exceed this level. If sizeable monetary incentives\nwere to significantly reduce the normative social influ-\nence, as suggested by the findings of Baron et al. (1996)\nand Levine et al. (2000), the impact of gender compo-\nsition would be correspondingly harder to detect. That\nwe fail to find a gender composition effect, despite a\nrelatively high overall rate of normative social influ-\nence of about 30%, suggests that we would also have\nbeen unlikely to find an effect in the presence of mone-",
    "trans": "mamente, abbiamo notato due ragioni per evitare forti incen\ntivi. Innanzitutto, poiché volevamo studiare l’effetto della\ncomposizione di genere sull’influenza sociale legislativa, ci\nserviva che il livello complessivo dell'influenza legislativa non\nfosse troppo basso. Per identificare una variazione nelle proporzioni me\ndie, la proporzione media dovrebbe essere teoricamente attorno a\n1/2. Abbiamo ritenuto improbabile che la proporzione media\npotesse superare questo livello. Se i considerevoli incentivi economici\navessero significativamente ridotto l’influenza sociale legisla-\ntiva, come suggerito dalle scoperte di Baron e altri (1996)\ne Levine e altri (2000), l’impatto della composizione di ge-\nnere sarebbe di per sé più difficile da individuare. Il fatto che\nabbiamo fallito nell’individuare un effetto sulla composizione di genere, nonostante un\ntasso generale relativamente alto di influenza sociale legis-\nlativa del circa 30%, suggerisce che sarebbe anche\nstato improbabile per noi trovare un effetto nella presenza di mone-"
}