{
    "source": "en_US",
    "target": "it_IT",
    "text": "Beijing Regent Hotel Staff Activity Plan\nDevelop Hotel Training Plans and Evaluate Using Kirkpatrick 4-Level Evaluation Model\nService Quality Design - Ordering Service\nAnalysis of Competitor Groups of St. Regis Beijing and HUALUXE Hotel Southwest\nNongfu Spring 20th Anniversary Advertising Case Analysis\nDesign Guest Room Products for Shangri-La Hotel in Beijing Based on 4P Marketing Theory\nDesign A Guest Room Product for Aman Yangyun Hotel\nComparison of Online Booking Experience at Shangri-La Hotel, Beijing\nSuzhou W Hotel Guest Room Hygiene and Cleaning Quality Control\nMarriott Hotel Management Group Marketing Media Case Study\nAnalysis of Luxury Goods Consumers in Different Countries\nPatek Philippe Flagship Store VIP Lounge Afternoon Tea Program Design\nPractical\nExperiences\nShiji Group\nSales Center\n07/2024-Now\n Assist the sales team in communicating with customers, answering inquiries, processing orders, and handling after-sales service.\n Collect market information and competitor data, analyze market trends, and assist in developing sales strategies.\n Manage daily paperwork, arrange meetings and schedules, and handle other administrative tasks.",
    "trans": "Programma di attività dello staff del Regent Hotel di Pechino\nSviluppo dei piani di formazione dell'hotel e valutazione tramite il modello di Kirkpatrick a 4 livelli\nPianificazione della qualità del servizio- Servizio di ordinazione\nAnalisi dei competitor del St. Regis di Pechino e del HUALUXE Hotel Southwest\nAnalisi del messaggio pubblicitario del ventesimo anniversario di Nongfu Spring\nProgettazione dei prodotti per la stanze degli ospiti del Shangri-La Hotel a Pechino in base alla teoria di marketing delle 4P\nProgettazione di un prodotto per la stanza degli ospiti per l’Aman Yangyun Hotel\nConfrontare l’esperienza di prenotazione on-line al Shangri-La Hotel, Pechino\nVerificare l'igiene della stanza degli ospiti e la qualità della pulizia dello Suzhou W Hotel\nStudio del caso sui media di marketing del Marriott Hotel Management Group\nAnalisi dei consumatori di beni di lusso in Paesi diversi\nProgettazione del programma VIP Lounge Afternoon Tea del negozio emblema di Patek Philippe\nPratica\nEsperienze\nGruppo Shiji\nCentro vendite\n07/2024 - Ora\nAssisti la squadra delle vendite nella comunicazione con i clienti, rispondendo a domande, processando ordini, e gestendo il servizio post-vendita.\nRaccogli informazioni di mercato e i dati dei competitor, analizza le tendenze di mercato, e assisti nello sviluppo delle strategie di vendita.\nGestisci i documenti quotidiani, organizza riunioni e scadenze, e gestisci gli altri incarichi amministrativi."
}