{
    "source": "en_US",
    "target": "it_IT",
    "text": "Nikto- Nikto should be already installed on your Kali VM. If you are using some\nother distribution, you can download Nikto using the following github command:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh- T o install testssl.sh on Kali VM, run the following command:\nsudo apt install testssl.sh\nInstructions\n1. Setting Up\nClean Up\nThe following commands are used to list all containers, kill a container and remove any\nunused network. Try running these commands to clean up your environment if you have\nother docker containers running on your system.\nCommand: docker ps -a\nCommand: docker kill <id>\nCommand: docker network prune\nSetup the docker container\nWe first pull the docker container using the following command,\nCommand: docker pull joeltmenayathil/apachescan:latest\nNow, run the docker container using the following command,\nCommand: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nThe parameters are as follows:\n--name apachescan: Set the container name to apachescan\n-p 80:80: Bind port 80 of container to port 80 of host VM\n-p 443:443: Bind port 443 of container to port 443 of host VM",
    "trans": "Nikto - Nikto dovrebbe già essere installato sul tuo Kali VM. Se stai usando qualche\naltra distribuzione, puoi scaricare Nikto usando il seguente comando GitHub:\nGit clone https://github.com/sullo/nikto.git\ntestssl.sh - T oppure installa testssl.sh su Kali VM, eseguendo il seguente comando:\nSudo apt installa testssl.sh\nIstruzioni\n1. Configurazione\nPulizia\nI seguenti comandi sono utilizzati per elencare tutti i contenitori, uccidere un contenitore e rimuovere qualsiasi\nNetwork non utilizzato. Prova ad eseguire questi comandi per pulire il tuo ambiente se hai\naltri contenitori Docker attivi nel tuo sistema.\nComando: docker ps-a\nComando: dover kill <id>\nComando: docker network prune\nImposta il contenitore docker\nPrima estraiamo il contenitore docker usando il seguente comando,\nComando: docker pull joeltmenayathil/apachescan:latest\nOra, avvia il contenitore docker usando il seguente comando,\nComando: docker run — name apachescan - p 80:80 - p 443:443 - it\njoeltmenayathil/apachescan\nI parametri sono come segue:\n— nome apachescan: imposta il nome del contenitore per apachescan\n- p 80:80: Porta 80 settanta per il contenitore alla porta 80 dell’host VM\n- p 443:443: Porta 443 settanta per il contenitore alla porta 443 dell’host VM"
}