{
    "source": "en_US",
    "target": "it_IT",
    "text": "The Hamas-controlled Health Ministry in Gaza said at least 42,438 Palestinians were killed and 99,246 wounded since the start of the war.\n■ HOSTAGES/CEASE-FIRE: In response to reports of Hamas leader Sinwar's death, Einav Zangauker, mother of hostage Matan Zangauker, said that now, more than ever, the lives of her son and the rest of the hostages are in danger, adding that \"If Netanyahu does not take advantage of the momentum and does not stand up now and take a new Israeli initiative, even at the cost of ending the war, it means that he has decided to abandon my Matan and the other hostages, with the aim of prolonging the war and fortifying his rule.\"\nThe Hostage and Missing Families Forum issued a statement calling on \"the Israeli government, world leaders, and mediating countries to leverage the military achievement into a diplomatic one by pursuing an immediate agreement for the release of all 101 hostages: the living for rehabilitation and the murdered for proper burial.\"",
    "trans": "Il Ministro della Salute controllato da Hamas a Gaza ha detto che, dall'inizio della guerra, almeno 42.438 palestinesi sono stati uccisi e 99.246 sono stati feriti.\n■ OSTAGGI/CESSATE IL FUOCO: in risposta ai report del leader di Hamas Sinwar sui morti nella guerra, Einav Zangauker, madre dell'ostaggio Matan Zangauker, ha dichiarato che in questo momento le vite di suo figlio e degli altri ostaggi sono in pericolo, aggiungendo che \"se Netanyahu non approfitta del momento, non si impone e non intraprende una nuova iniziativa da parte di Israele, anche a costo di far finire la guerra, significa che ha deciso di rinunciare al mio Matan e gli altri ostaggi, con il solo scopo di prolungare la guerra e rafforzare il suo governo.\"\nIl Forum delle famiglie dei dispersi e degli ostaggi ha pubblicato una dichiarazione richiamando \"il governo israeliano, i leader mondiali e i paesi mediatori di adoperarsi per trasformare il risultato militare in quello diplomatico raggiungendo un accordo immediato per il rilascio dei 101 ostaggi: affinché i sopravvissuti possano essere curati e i morti possano avere una degna sepoltura.\""
}