{
    "source": "en_US",
    "target": "it_IT",
    "text": "Considerable work has been done to explicate the role of social media in transnational contexts, especially on how transnational citizens make use of the affordances of online participatory net- works to ‘orient to different cultural discourses and practices’, and how these discourses are ‘accessed, remixed, and circulated’ in these online spaces (Lam & Smirnov, 2017, p. 105). The trans- national nature of social media platform such as YouTube has made possible opportunities for users to generate social and linguistic capital. In her study on immigrant youths’ online exchanges, Lam (2014) explores how ‘youths’ online practices include but also go beyond the typical notion of cul- tural maintenance with the homeland’ (p. 503). Some participants used online media to cultivate transnational relationships so as to position their ‘transnational capital as valuable resources in their educational and professional trajectory’ (ibid). With respect to YouTube, one pioneering",
    "trans": "È stato compiuto un lavoro considerevole per spiegare il ruolo dei social media nei contesti transnazionali, in particolare su come i cittadini transnazionali facciano uso delle opportunità dei net- work partecipativi online per “orientarsi a diversi discorsi e pratiche culturali” e su come questi discorsi siano “accessibili, rimescolati e diffusi” in questi spazi online (Lam & Smirnov, 2017, p. 105). La natura transnazionale di piattaforme di social media come YouTube ha reso possibile agli utenti l'opportunità di generare capitale sociale e linguistico. Nel suo studio sugli scambi online dei giovani immigrati, Lam (2014) esplora come “le abitudini online dei giovani includano ma vadano anche oltre la tipica nozione di mantenimento culturale con la madrepatria” (p. 503). Alcuni partecipanti hanno usato i media online per coltivare relazioni transnazionali al fine di posizionare il loro “capitale transnazionale come risorsa valida nella loro traiettoria educativa e professionale” (ibidem). Con riferimento a YouTube, un precursore"
}