{
    "source": "en_US",
    "target": "it_IT",
    "text": "• A large amount of edible food is wasted daily by households, restaurants, and grocery stores, even as people face food insecurity.\n• Lack of efficient mechanisms to redistribute surplus food before it spoils.\n3. Unequal Access to Food:\n• Even within communities, certain groups (e.g., the elderly, disabled, or geographically isolated) may face barriers to accessing food, due to transportation or mobility issues.\n• Disparities in digital literacy or internet access may exclude some individuals from using a food-sharing platform.\n4. Inefficient Distribution Systems:\n• Traditional food donation systems may not be fast or flexible enough to distribute surplus food before it goes to waste.\n• Poor coordination between food donors and recipients can lead to mismatches in supply and demand.\n5. Social Stigma:\n• People facing food insecurity may be reluctant to use food assistance programs or community platforms due to stigma and embarrassment.",
    "trans": "• Una grande quantità di cibo commestibile viene sprecata ogni giorno dalle famiglie, dai ristoranti e dai negozi di alimentari, mentre le persone si trovano ad affrontare l'insicurezza alimentare.\n• Mancanza di meccanismi efficienti per ridistribuire le eccedenze alimentari prima che si deteriorino.\n3. Disparità di accesso al cibo:\n• Anche all'interno delle comunità, alcuni gruppi (per esempio anziani, disabili o persone geograficamente isolate) possono incontrare ostacoli nell'accesso al cibo, a causa di problemi di trasporto o mobilità.\n• Le disparità nell'alfabetizzazione digitale o nell'accesso a Internet possono escludere alcuni individui dall'utilizzo di una piattaforma di condivisione del cibo.\n4. Sistemi di distribuzione inefficienti:\n• I sistemi tradizionali di donazione di cibo possono non essere abbastanza veloci o flessibili da distribuire le eccedenze alimentari prima che vadano sprecate.\n• Uno scarso coordinamento tra donatori e destinatari può portare a uno squilibrio tra domanda e offerta.\n5. Stigma sociale:\n• Le persone che si trovano ad affrontare l'insicurezza alimentare possono essere riluttanti a utilizzare i programmi di assistenza alimentare o le piattaforme comunitarie a causa dello stigma e dell'imbarazzo."
}