{
    "source": "en_US",
    "target": "it_IT",
    "text": "7. The complainant walked away but turned back and continued to shout and swear at him. The Defendant exited his van as he noticed that the complainant had her mobile phone in her hand and appeared to be recording him. He was concerned that his company logo would be visible and that the complainant would try to get him in trouble with his employer. The Defendant was also confused as to why she was recording him. The Defendant was not pursuing the complainant or trying to intimidate her, he was in shock and panicking.\n8. The Defendant got back into his van when he noticed the complainant speaking with two younger males. He could not hear the conversation and therefore did not know what the complainant had told them. Based on the complainant’s behaviour so far and in fear for his safety, the Defendant panicked and reversed his van. Before driving away, he did a U-turn as his next delivery was in the opposite direction.\n9. Accordingly, the Defendant takes issue with the Prosecution case as follows:\na) That he intentionally exposed his genitals to another person;\nb) That he did so with the intention of causing that person alarm/distress.",
    "trans": "7. L'accusatrice andò via ma si girò e continuò a gridare e a inveire contro di lui. L'accusato uscì dal suo furgone nel notare che l'accusatrice avesse il suo cellulare in mano e sembrasse che lo stesse registrando. Era preoccupato che il marchio della sua azienda fosse visibile e che l'accusatrice avrebbe cercato di metterlo nei guai con il suo datore di lavoro. L'accusato era anche confuso sul perché la sua accusatrice lo stesse registrando. Lui non la stava perseguitando né cercando di intimidirla, ma era in stato di shock e nel panico.\n8. L'accusato ritornò nel suo furgone quando notò che l'accusatrice stava parlando con due uomini più giovani. Non riusciva a sentire la conversazione e perciò non sapeva cosa la donna stava dicendo loro. Basandosi sul comportamento dell'accusatrice fino a quel momento si preoccupò per la sua sicurezza, l'accusato andò nel panico e invertì il senso di marcia. Prima di allontanarsi, fece una inversione a U poiché la sua consegna successiva era nella direzione opposta.\nIn seguito, l'accusato ebbe dei guai per la seguente denuncia:\na) Che lui avesse intenzionalmente esposto i genitali ad un'altra persona;\nb) che lo avesse fatto con l'intenzione di causare allarme e sofferenza nell'altra persona."
}