{
    "source": "en_US",
    "target": "it_IT",
    "text": "Zadara’s scale-out, disaggregated architecture for platform-native applications is equipped with native active-active resource rebalancing to redistribute load across its nodes to ensure optimal performance across the storage virtual controllers, fault tolerance and application scalability. The platform is flexibly configurable, including the use of an SCM tier, in conjunction with SSD storage tier, for high-speed low-latency I/O operations. Each VPSA node is connected at dual 100Gb/s network connectivity. The Remote Direct Memory Access (RDMA) protocol is used for node to virtual controller and can be nondisruptively added or subtracted. Zadara’s central operations console provides enhanced network management with visual network dynamic maps to quickly identify connectivity and operations.\nOver the last 12 months, Zadara added the virtual storage controller for scale-out automated provisioning to zCompute that eliminates the boundaries of a single VPSA physical capacity along with managing the data protection life cycle of zCompute workloads; enhanced encryption algorithm to improve performance; new object storage engine layer to accommodate performance demanding use cases along with serving the VPSA tiering and backup to object storage capabilities. Zadara offers target support for Veeam v12 and v12.1 and Veeam Kasten K10 for Kubernetes workloads backup, DR and mobility. Further, Zadara offers a performance, data reduction or sustainability guarantee.",
    "trans": "L'architettura disaggregata e ampliata di Zadara per le applicazioni della piattaforma è dotata di un ribilanciamento attivo-attivo delle risorse per ridistribuire il carico attraverso i nodi e garantire un rendimento ottimale tra i controller virtuali di archiviazione, tolleranza degli errori e modularità delle applicazioni. La piattaforma è strutturata in modo flessibile, e include l'uso di un gestore della catena di distribuzione, e dei livelli di archiviazione con un'unità di memoria a stato solido, per operazioni di Input/Output ad alta velocità e bassa latenza. Ogni nodo VPSA è collegato con connettività di rete doppia a 100Gb/s. Il protocollo RDMA (accesso diretto alla memoria da remoto) è impiegato per il collegamento tra il nodo e il controller virtuale e può essere aggiunto o rimosso senza discontinuità. La console operativa centrale di Zadara fornisce una gestione di rete migliorata con mappe visive dinamiche della rete per individuare facilmente la connettività e le operazioni.\nNel corso degli ultimi 12 mesi, Zadara ha aggiunto il controller di archiviazione virtuale per il provisioning automatico ampliato zCompute che elimina i vincoli di una singola capacità fisica VPSA oltre a gestire il ciclo di vita della protezione dei dati dei carichi di lavoro del zCompute; un algoritmo di crittografia potenziato per migliorare le prestazioni; un nuovo livello di object storage per soddisfare requisiti di utilizzo elevati sotto il profilo delle prestazioni oltre a servire le funzionalità di tiering e backup della VPSA nell'object storage. Zadara fornisce un supporto specifico per Veeam v12 e v12.1 e Veeam Kasten K10 per il backup dei carichi di lavoro Kubernetes, il DR e la mobilità. Inoltre, Zadara offre una garanzia di prestazioni, riduzione dei dati e sostenibilità."
}