{
    "source": "en_US",
    "target": "it_IT",
    "text": "• Command: netdiscover -r 192.168.1.0/16\n• This command scans the specified range of IP addresses for live hosts.\n• Passive Scanning: Using the -p flag allows for passive scanning, which sniffs for live hosts without actively sending ARP requests. This approach is more stealthy, though it may take longer to identify hosts.\n• Output Explanation: The output shows IP addresses, MAC addresses, vendor names, and packet counts, giving a clear view of the active hosts and network devices.\n3. Nmap (Network Mapper)\n• Nmap Overview: Nmap is a widely used tool for network scanning and security auditing. It’s capable of discovering hosts, identifying open ports, and even performing version detection and OS fingerprinting. Nmap is often pre-installed on security-focused Linux distributions like Kali.\n• Basic Usage:\n• Command: nmap <Target IP>\n• Scans the specified IP for open ports and displays a list of detected services along with their state (open, closed, filtered).\n• Zenmap: A graphical front-end for Nmap, providing a user-friendly interface for performing various types of scans.",
    "trans": "• Comando: netdiscover -r 192.168.1.0/16\n• Utilizzando questo comando si scansiona l'intervallo specificato degli indirizzi IP per gli host attivi.\n• Scansione passiva: l'utilizzo del flag -p consente la scansione passiva che individua gli host attivi senza inviare attivamente richieste ARP. Questo approccio è più furtivo, anche se potrebbe richiedere più tempo per identificare gli host.\n• Spiegazione dell'output: l'output mostra indirizzi IP, indirizzi MAC, nomi dei fornitori e conteggi dei pacchetti, offrendo una visione chiara degli host attivi e dei dispositivi di rete.\n3. Nmap (Mappatore della Rete)\n• Panoramica di Nmap: Nmap è uno strumento utilizzato ampiamente per la scansione di rete e l'audit della sicurezza. È in grado di rilevare host, identificare porte aperte e persino eseguire il rilevamento della versione e l'impronta digitale del sistema operativo. Nmap è spesso preinstallato su distribuzioni Linux incentrate sulla sicurezza come Kali.\n• Utilizzo di base:\n• Comando: nmap <Target IP>\n• Esegue la scansione dell'IP specificato per le porte aperte e visualizza un elenco dei servizi rilevati insieme al loro stato (aperto, chiuso, filtrato).\n• Zenmap: un'interfaccia grafica per Nmap che fornisce un'interfaccia intuitiva per eseguire vari tipi di scansioni."
}