{
    "source": "en_US",
    "target": "it_IT",
    "text": "y, here’s an expanded section on the social aspect of intergenerational poverty and social immobility affecting children in low-income single-parent households, integrating relevant sociological theories and studies.\nSociological Impact: Intergenerational Poverty and Social Immobility\nOne major concern in low-income single-parent households is the perpetuation of intergenerational poverty, which restricts social mobility for children. Children growing up in poverty often experience a range of social and educational disadvantages that can carry over into adulthood, limiting their opportunities for upward mobility.\nSociologist Pierre Bourdieu’s concept of cultural capital (1986) helps explain how these disadvantages manifest. Bourdieu posited that cultural capital—skills, education, and behavioral norms passed down from parents—plays a critical role in accessing social opportunities. In higher-income households, parents are more likely to provide enrichment activities, support for academic achievement, and other resources that prepare children for success. In contrast, single parents with low income may lack both the time and money to provide similar resources. Consequently, children may miss out on educational support or extracurricular activities, which limits their skill development and social networks, putting them at a disadvantage as they grow older.",
    "trans": "y, ecco una sezione più ampia che riguarda l'aspetto sociale della povertà intergenerazionale e dell'immobilismo sociale che interessa i bambini appartenenti a famiglie monoparentali a basso reddito, integrato con teorie e studi sociologici significativi.\nImpatto sociologico: povertà intergenerazionale e immobilismo sociale\nUna delle principali criticità per i nuclei familiari monoparentali a basso reddito è il protrarsi della povertà intergenerazionale, che limita le possibilità di crescita sociale dei loro figli. I bambini che crescono in povertà spesso sperimentano una serie di svantaggi sociali ed educativi che possono protrarsi fino all'età adulta, limitando così le loro opportunità di crescita in ambito sociale.\nIl concetto di capitale culturale del sociologo Pierre Bourdieu (1986) aiuta a comprendere come si manifestano questi disagi. Bourdieu sostiene che il capitale culturale (competenze, istruzione e norme comportamentali trasmesse dai genitori) svolge un ruolo fondamentale per l'accesso alle opportunità sociali. Nelle famiglie ad alto reddito, è più probabile che i genitori propongano attività di formazione, sostegno ai risultati scolastici e altre risorse per preparare i bambini a raggiungere il successo. Al contrario, i genitori single con un reddito basso potrebbero non avere il tempo e il denaro per fornire tali risorse. Di conseguenza, i bambini potrebbero non ricevere un supporto educativo adeguato o svolgere attività extracurricolari, cosa che limiterebbe lo sviluppo delle loro abilità e della formazione delle loro reti sociali, con un conseguente svantaggio per la loro crescita."
}