{
    "source": "en_US",
    "target": "it_IT",
    "text": "You need to know the IP address of your router to reach the admin panel. This is usually written on the box it came in – or underneath the device.\nIf you cannot find it there, follow these steps to know the router IP:\n- Open the start menu, search for Command Prompt, and open it\n- In Command Prompt, type ipconfig\n- A few rows of data will appear, look for the section where it says Local Area Connection\nWithin the section, there will be an item called Default Gateway with an IP address next to it — this is what you are looking for\nMy Router IP Address And Connectivity\nYour router IP will be [redacted_id], or it could be the one you saw as the Default Gateway after running the ipconfig command.\nFollow the steps to connect:\n- Firstly make sure the router is connected to your computer or laptop\n- Now, open a browser of your choice\n- In the URL section enter [redacted_id], [redacted_url], or any other IP address associated\n- Now a router login page should appear\n- The default username and password is Admin — type them in and log in.",
    "trans": "Devi conoscere l'indirizzo IP del tuo router per raggiungere il pannello di amministrazione. Solitamente, è scritto sulla scatola in cui è arrivato o sotto il dispositivo.\nSe non riesci a trovarlo lì, segui questi passaggi per conoscere l'IP del router:\n- Apri il menu Start, cerca Prompt dei comandi e aprilo\n- Nel Prompt dei comandi, digita ipconfig\n- Appariranno alcune righe di dati, cerca la sezione in cui è scritto Connessione alla Rete Locale\nAll'interno della sezione, ci sarà una voce chiamata Gateway predefinito con accanto ad esso un indirizzo IP: è ciò che stai cercando\nIndirizzo IP e connettività del mio router\nL'indirizzo IP del tuo router sarà [redacted_id] oppure potrebbe essere quello che hai visto come Gateway predefinito dopo avere eseguito il comando ipconfig.\nSegui questi passaggi per connetterti:\n- Innanzitutto, assicurati che il router sia connesso al tuo computer fisso o portatile\n- Adesso, apri un browser a tua scelta\n- Nella sezione URL inserisci [redacted_id], [redacted_url] o qualsiasi altro indirizzo IP associato\n- Adesso dovrebbe apparire una pagina di login del router\n- Il nome utente e la password predefiniti sono Admin: digitali e accedi."
}