{
    "source": "en_US",
    "target": "it_IT",
    "text": "6. We like to see how you are adapting to change. Talk about how you are solving project management and development related issues, whether it be communication, task estimation, tech oversight, lack of technical knowledge. Don't say \"we had a problem but we fixed it\" I want to know more about HOW you fixed it. What change can you make in, perhaps, your DoD or your development processes to prevent such a problem from happening again. Get creative guys!\n10. Please keep the same headings as the marking criteria, it makes your retros easier to mark\n1. Please always attach your snapshot at the end or beginning of the retro file.\n7. For the Q \"What will the group commit to improve in the next sprint?\" I don't expect you to name the different algorithms you are going to try, I want you to talk about Soft Dev Processes.\nGo through that link and maybe look at a Software Dev plan sample. It's very interesting to see how big companies get work done: [redacted_url]\nBonus resource: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Don't attach a screenshot of your Snapshot, just concatenate the PDF to the Retrospective file either at the end or the beginning.",
    "trans": "6. Ci piace vedere come vi state adattando ai cambiamenti. Raccontate come state risolvendo i problemi relativi alla gestione del progetto e allo sviluppo, sia che si tratti di comunicazione, valutazione dei compiti, supervisione tecnica, mancanza di conoscenze tecniche. Non dite \"abbiamo avuto un problema, ma lo abbiamo risolto\", voglio sapere di più su COME lo avete risolto. Quale cambiamento potete effettuare, forse, nel vostro DoD o nei vostri processi di sviluppo per prevenire il ripresentarsi di un simile problema. Diventate creativi, ragazzi!\n10. Si prega di mantenere gli stessi titoli dei criteri di valutazione, il che facilita la marcatura dei vostri retro.\n1. Allegare sempre l'immagine alla fine o all'inizio del file retro.\n7. Per la domanda \"Cosa il gruppo si impegnerà a migliorare nella prossima tornata?\". Non mi aspetto che indichiate i diversi algoritmi che andrete a provare, voglio che mi parliate dei processi di Soft Dev.\nVisitate il link e magari date un'occhiata a un modello di piano Software Dev. È molto interessante vedere come le grandi aziende riescono a portare a termine il lavoro: [redacted_url]\nRisorsa bonus: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Non allegare uno screenshot dell'immagine Snapshot, basta concatenare il PDF al file Retrospective alla fine o all'inizio."
}