{
    "source": "en_US",
    "target": "it_IT",
    "text": "25 characters required\nKnowing that the knights will be returning to murder the Archbishop, the priests try to persuade him to go into hiding, but Becket refuses, fully committed to his martyrdom. When the knights come back to the cathedral, the priests bar its front doors, preventing them from entering. Becket, however, demands that the priests open the doors, thereby offering his life up to the swords of the knights and to his own martyrdom, saying it’s against the Church’s policy to exclude anyone from entering one of its cathedrals. The priests unbar the doors, and the knights enter and kill Becket.\nPrevious\nSign up for LitCharts A+ and get 25 answers per month.\nIntro\nAsk LitCharts AI\nNext\nIn the interlude, Becket gives a sermon to the congregation of Canterbury Cathedral. He asks his audience to think about sainthood from a divine perspective and reconsider the conventional, human understanding of saintliness as pure, peaceful and gained without torturous hardship, adding that Jesus’s disciples became saints only after experiencing great suffering. He ends the sermon by saying that it may be the last time he stands before the congregation, foreshadowing his martyrdom.\nI can answer any question about Murder in the Cathedral instantly.",
    "trans": "25 caratteri richiesti\nSapendo che i cavalieri stanno tornando per assassinare l'arcivescovo, i sacerdoti tentano di persuaderlo a nascondersi, ma Becket rifiuta, completamente preso dal suo martirio. Quando i cavalieri arrivano alla cattedrale, i sacerdoti sbarrano le porte d'ingresso impedendogli di entrare. Becket, tuttavia, esige che essi le aprano, offrrendosi così alle spade dei cavalieri e al proprio martirio, dicendo che è contro la politica della Chiesa escludere qualcuno dall'entrare in una cattedrale. I sacerdoti aprono le porte e i cavalieri entrano e uccidono Becket.\nPrecedente\nIscriviti a LitCharts A+ e hai 25 risposte al mese.\nIntro\nChiedi a LitCharts AI\nAvanti\nNell'intermezzo, Becket dà un sermone alla congregazione della cattedrale di Canterbury. Chiede agli astanti di pensare alla santità da un punto di vista divino e di riconsiderarne il convenzionale intendimento umano come pura, pacifica e ottenuta senza torture, aggiungendo che i discepoli di Gesù sono diventati santi solo dopo grandi sofferenze. Termina il sermone affermando che potrebbe essere l'ultima volta che sta davanti alla congregazione, presagendo il martirio.\nPosso rispondere a qualsiasi domanda sull'assassinio nella cattedrale in modo istantaneo. Nella seconda parte dell'opera, quattro cavalieri al servizio di Enrico II arrivano alla cattedrale di Canterbury e si avvicinano a Becket chiamandolo traditore della corona. Prima che Becket se ne andasse, il re l'aveva nominato Cancelliere d'Inghilterra oltre che arcivescovo. Dopo aver inizialmente accettato entrambe le nomine, tuttavia, Becket immediatamente rinuncia alla cancelleria. Poi, i cavalieri dicono che Becket cominciò ad abbandonare tutte le politiche del re che prima sosteneva. Affermando di essere stati inviati dal re, i cavalieri chiedono a Becket se acconsente a comparire davanti a Enrico II e parlare di quanto fatto. Becket risponde dicendo che, se il re ha ordinato una comparizione, allora si deve consentire al pubblico di conoscere le accuse che gli rivolge Enrico II e di difendersi personalmente contro di esse. I cavalieri ignorano questa risposta e si muovono per attaccare Becket, ma il sacerdote e alcuni presenti entrano in scena prima che ne abbiano la possibilità. I cavalieri se ne vanno promettendo di tornare per Becket."
}