{
    "source": "en_US",
    "target": "it_IT",
    "text": "Apparently not too fond of rules. Steve thought he would've remembered Iron Man getting called in for this mission.\n“Captain,” Iron Man said, cocking his head to the side. “Antlers.”\n“Mr Stark.”\nWas as far as Steve heard before his senses were assaulted by the most tantalizing scent he'd ever smelled. He barely managed to keep his face straight as his body practically lit up, buzzing with energy and a desire to get closer, start sniffing to get more of that smell up his nose –\nNow he didn't have the luxury of forgetting anymore. Some nights he longed for it with a fierceness bordering on pain, when the names and faces of enemy soldiers haunted his dreams. But even if the serum hadn't given him photographic memory Steve was sure that the first time he met Tony Stark would have still been burned into his mind forever.\nLoki didn't answer, just kept walking passively at Iron Man's side. Steve didn't like how complacent he seemed, especially since the man radiated alpha energy, but for now he had no choice but to follow Fury's lead and keep Loki contained as well as he could. They'd put him in handcuffs soon enough.",
    "trans": "Apparentemente non troppo appassionato alle regole. Steve pensò che si sarebbe ricordato che Iron Man era stato chiamato per quella missione.\n“Capitano,” disse Iron Man, inclinando la testa di lato. “Corna.”\n“Sig. Stark.”\nFu tutto quello che Steve sentì prima che i suoi sensi venissero colpiti dal profumo più stuzzicante che avesse mai sentito. Riuscì a malapena a mantenere un'espressione impassibile mentre il suo corpo si eccitava, vibrando per l’energia e il desiderio di avvicinarsi, e di sentire ancora di più quell’odore nel suo naso -\nOra non si poteva permettere più il lusso di dimenticare. Alcune notti lo desiderava con una violenza tale che sconfinava nel dolore, quando i nomi e le facce dei soldati nemici perseguitavano i suoi sogni. Ma anche se il siero non gli aveva trasmesso una memoria fotografica Steve era certo che la prima volta che aveva incontrato Tony Stark sarebbe rimasta incisa nella sua mente per sempre.\nLoki non rispose, e continuò a camminare passivamente al fianco di Iron Man. A Steve non piaceva il fatto che fosse compiaciuto, soprattutto perché quell’uomo irradiava un'energia alfa, ma per il momento non aveva altra scelta che seguire la guida di Fury e tenere Loki a bada meglio che poteva. L’avrebbero ammanettato presto."
}