{
    "source": "en_US",
    "target": "it_IT",
    "text": "Under Biden, prices skyrocketed. And while inflation—the pace at which prices are rising—has lately cooled, Americans are still living with those past price hikes. Through September, consumer prices are nearly 20% above their January 2021 levels.\nNot since Ronald Reagan’s first term, when consumer prices rose 21%, has a president presided over such high inflation. And Reagan had the advantage that during the single term of his predecessor, Jimmy Carter, inflation was much hotter, with prices rising 49%.\nJust as the big drop in GDP in 2020 was more a reflection of the pandemic than of Trump’s leadership, the spurt in inflation during Biden’s tenure is in part a reflection of the supply-chain snarls brought on by the pandemic, and by the jump in oil prices brought on by Russia’s invasion of Ukraine. One indication of this is that inflation elsewhere also shot up. Prices in the eurozone, for example, are about as elevated relative to the start of 2021 as they are in the U.S., while the eurozone’s economic growth has been far slower.",
    "trans": "Sotto Biden, i prezzi sono schizzati alle stelle. E mentre l’inflazione - il ritmo in cui i prezzi stanno aumentando - sia diminuita ultimamente, gli americani continuano a subire gli aumenti di prezzo del passato. Per tutto settembre, i prezzi al consumatore sono stati quasi il 20% al di sopra dei livelli di gennaio 2021.\nEra dal primo mandato di Ronald Reagan, quando il prezzo al consumatore era salito del 21%, che un presidente non si trovava a presiedere un’inflazione così alta. E Reagan ebbe il vantaggio che durante l’unico mandato del suo predecessore, Jimmy Carter, l’inflazione fu molto più alta, con prezzi in aumento del 49%.\nProprio come il grosso calo del PIL nel 2020 fu più un riflesso della pandemia che della leadership di Trump, lo scatto dell’inflazione durante il mandato di Biden è in parte una conseguenza delle limitazioni della catena di approvvigionamento causate dalla pandemia, e dal rincaro dei prezzi del petrolio dovuto all’invasione della Russia in Ucraina. A dimostrare questa teoria c'è il fatto che anche altrove l’inflazione è aumentata. I prezzi nell’eurozona, ad esempio, sono elevati rispetto all’inizio del 2021 quanto quelli degli USA, mentre la crescita economica dell’eurozona è stata molto più lenta."
}