{
    "source": "en_US",
    "target": "it_IT",
    "text": "\"... What happened?\" Ryuk calmly observed Alisia, who was blankly looking at him, making him doubt if there were changes in his bodily features.\n\"I see, it's good that you are fine.\" Seeing Ryuk completely fine, she turned to leave but was interrupted by him.\n\"Mother, can you tell me, is there something different about me?\" Ryuk asked, curious about the result of the body reconstruction.\nAlisia's eyes slightly widened before relaxing and answering truthfully, \"Yes, you are completely different from before.\"\n'Seems I shouldn't have done body reconstruction now,' turning his gaze downward he pondered.\nSlowly turning before placing her folded hand on her chest, she continued, \"You started to hide things from me and even started to act as if you know everything...\"\nRyuk blankly kept hearing all the complaints Alisia had with him from all these years; he heard everything except how he changed physically, making him assured that he was the same as before.\nOf course, he could see a mirror, but it is impractical to judge himself since he can't see himself from others' points of view.",
    "trans": "\"... Cosa è successo?\" Ryuk guardò con calma Alisia, che lo stava osservando con un'espressione assente, facendogli dubitare che ci fossero stati dei cambiamenti nei suoi tratti fisici.\n\"Capisco, mi fa piacere che tu stia bene.\" Vedendo che Ryuk stava bene, si voltò per andarsene, ma lui la fermò.\n\"Mamma, mi puoi dire se c'è qualcosa di diverso in me?\" chiese Ryuk, curioso di conoscere il risultato della sua trasformazione.\nAlisia spalancò leggermente gli occhi prima di rilassarsi, poi rispose con sincerità, \"sì, sei completamente diverso da prima.\"\n\"Forse non avrei dovuto trasformare il mio corpo\", rifletté abbassando lo sguardo.\nSi voltò lentamente prima di appoggiare la mano sul petto e disse, \"hai iniziato a tenermi nascoste delle cose e hai anche iniziato a comportarti come se sapessi tutto...\"\nRyuk continuava ad ascoltare tutte le critiche che Alisia gli stava rivolgendo riguardo gli anni passati; aveva parlato di tutto tranne di come era cambiato fisicamente, facendolo sentire uguale a prima.\nCerto, avrebbe potuto guardarsi allo specchio, ma non poteva giudicare sé stesso poiché non poteva vedersi dal punto di vista degli altri."
}