{
    "source": "en_US",
    "target": "it_IT",
    "text": "Garmin Epix Gen 2 is a multisport smartwatch that will meet the highest demands. Its design makes it a perfect match for both sports and casual outfits. The model features a high-quality, touch-sensitive display and the ability to control it through buttons located on the sides of the envelope. The smartwatch also consists of a silicone strap in black, as well as a black envelope made of fiberglass-reinforced polymer, and a bezel made of titanium.\nThe powerful battery provides up to 16 days of operation in watch mode (6 days in continuous on mode), and up to 21 days in watch battery saving mode. The watch includes a number of powerful functions that will delight beginners and professionals alike. Water resistance is rated at 10 ATM.\nFeatures\nRobustly designed with titanium elements, Power Sapphire glass\nOperate it classically via buttons or intuitively via the responsive touch display\nMeasure your physiological values including training load, recovery times and stamina residual energy\nMore than 60 sports and outdoor apps accompany you in everything you plan to do\nAlways on the right track thanks to international topo maps as well as pre-installed golf and ski maps",
    "trans": "Garmin Epix Gen 2 è uno smartwatch multisport che soddisferà le richieste più esigenti. Il suo design lo rende un abbinamento perfetto sia per lo sport che per gli outfit casual. Il modello è dotato di un display di alta qualità, sensibile al tocco e dell’abilità di controllarlo attraverso tasti posizionati sui lati della cassa. Lo smartwatch comprende anche un cinturino in silicone nero, così come una cassa nera fatta di polimeri rinforzati in fibra di vetro, ed una cornice fatta di titanio.\nLa potente batteria fornisce fino a 16 giorni di operatività in modalità watch (6 giorni in modalità attiva continua), e fino a 21 giorni in modalità risparmio batteria. L’orologio include un numero di potenti funzioni che soddisferanno allo stesso modo sia i principianti che i professionisti. La resistenza all’acqua è valutata 10 ATM.\nCaratteristiche\nProgettato solidamente con elementi in titanio, vetro Power Sapphire\nUtilizzalo in modo classico con i tasti o intuitivamente tramite il display touch reattivo\nMisura i tuoi valori fisiologici inclusi il carico di allenamento, i tempi di recupero e l’energia residua staminale\nPiù di 60 sport ed app outdoor ti accompagnano in qualsiasi cosa tu pianifichi di fare\nSempre sulla retta via grazie alle mappe topografiche internazionali così come alle mappe di golf e sci pre-installate"
}