{
    "source": "en_US",
    "target": "it_IT",
    "text": "Chairman, POWERCHINAInternatinoal GroupLtd\n------------------ Original ------------------\nFrom: \"[redacted_name]\"<[redacted_address]>;\nDate: [redacted_info]\nTo: \"[redacted_address]\"<[redacted_address]>;\nSubject: Dam Project in Republica Domenicana\nDear Dr.[redacted_name],\nhope you are fine!\nI received a call from an Italian friend (ex We [redacted_name]), living in Republica Domenicana since a long time.\nHe asked me about some potential experienced Contractor interested to bid for a dam project (RCC type) there.\nProject is not very big in my understanding, below the requirements he sent me (extract from ToR), bidding process is already on-going.\nPossibly you are already on top of this project, by the way I consider he is well positioned in the country and may provide some local support, if needed.\nIf you have interest I can put you in contact with him.\nHope to meet you soon!\nBR\n[redacted_name]\n………………………………\n[redacted_name]",
    "trans": "Presidente, POWERCHINA International Group Ltd\n—————————— Originale ——————————\nDa: “[redacted_name]” <[redacted_address]>;\nData: [redacted_info]\nA: “[redcted_address]” <[redacted_address]”;\nOggetto: Progetto Dam in Repubblica Dominicana\nEgregio Dott. [redacted_name],\nspero che lei stia bene!\nHo ricevuto una chiamata da un amico italiano (ex We [redacted_name]), che vive in Repubblica Dominicana da tanto tempo.\nMi ha chiesto di alcuni potenziali appaltatori con esperienza interessati a fare un’offerta per il progetto di una diga (tipo RCC).\nIl progetto non è molto esteso da quanto ho capito, qui sotto i requisiti che mi ha inviato (estratto da ToR), il processo di candidatura è già in corso.\nForse lei è già a conoscenza di questo appalto, in ogni caso penso che lui sia ben inserito a livello nazionale e potrebbe fornire supporto locale, se necessario.\nSe fosse interessato potrei metterla in contatto con lui.\nSpero di incontrarla presto!\nBR\n[redacted_name]\n………………………………\n[redacted_name]"
}