{
    "source": "en_US",
    "target": "it_IT",
    "text": "After identifying Moyano-Morales, agents began tracking his cellphone location data for previous months, and determined that his associates had rented Airbnbs near several of the heists. One of the property owners in Turlock turned their video surveillance footage from the property over to the FBI, which showed the group loading burglary tools into the unit upon their arrival, the complaint says.\nIn addition to Moyano-Morales, prosecutors have charged Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, and a 10th defendant whose identity remains a mystery for now. He has been charged under the pseudonym John Doe 2. Court records say Bastias-Serra is also wanted for extradition to Chile in connection with a 2015 “theft resulting in death, manslaughter, or murder.”\nAuthorities claim the defendants played different roles in the heists, some renting Airbnbs and vehicles, others scouting target locations, and others committing the alleged burglaries. The target locations included banks and ATM kiosks in Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, and Merced, among other locations. They’re also under investigation for possible involvement in a string of similar larcenies in Los Angeles and San Diego, and one that occurred last January in Houston, Texas, according to the criminal complaint.",
    "trans": "Dopo aver identificato Moyano-Morales, gli agenti hanno iniziato a tracciare i dati della posizione del suo cellulare nei mesi precedenti, e hanno determinato che i suoi collaboratori abbiano affittato degli Airbnb vicino a molti dei colpi. Uno dei proprietari a Turlock ha inoltrato il filmato della telecamera di sorveglianza dalla proprietà all’FBI, il quale mostra il gruppo caricare attrezzi di scasso nell’unità in seguito al loro arrivo, dice la denuncia.\nIn aggiunta a Moyano-Morales, i procuratori hanno accusato Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, ed un decimo imputato la cui identità resta un mistero per ora. E’ stato accusato sotto lo pseudonimo di John Doe 2. I registri del tribunale dicono che Bastias-Serra è anche ricercato per l’estradizione in Cile in collegamento ad un furto del 2015 “risultante in morte, massacro, o omicidio.”\nLe autorità ritengono che gli imputati abbiano giocato diversi ruoli nel colpo, alcuni affittando Airbnb e veicoli, altri cercando luoghi obiettivo, ed altri commettendo i presunti furti. Le località obiettivo includevano banche e chioschi ATM a Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, e Merced, tra gli altri luoghi. Sono anche sotto inchiesta per il possibile coinvolgimento in una branca di grandi furti simili a Los Angeles e San Diego, e in uno che è avvenuto lo scorso gennaio ad Houston, Texas, secondo l’esposto criminale."
}