{
    "source": "en_US",
    "target": "it_IT",
    "text": "He has loosened his tie up, taken off his suit jacket and unbuttoned the top buttons of his white, carefully ironed dress shirt. He looked handsome sitting in his office chair, legs spread apart and you couldn't help but think about how inviting his lap looked. Yet you remained seated on his desk, legs crossed, moving the glass in your hand slowly in circle, the half molten ice cubes swirling around in the amber liquid.\n\"Are you needed elsewhere?\" He asked catching you looking over his shoulder, out through the window at the birds flying past. His office was on one of the top floors. It had a beautiful view over the city.\n\"No, not at all. I decide when and where I'm needed, you know that,\" you retorted, a small smirk forming on your lips. \"Why? Would you perhaps have something else other than drinking in mind for our celebration?\"\nHe got up from his seat, and you moved your legs so that he could stand in between them. Both of your glasses hit the sleek wooden desk, one of his large hands cupping the side of your face.",
    "trans": "Si è allentò la cravatta, si tolse la giacca e sbottonò i primi bottoni della sua camicia bianca, stirata con cura. Era così bello seduto sulla sedia del suo ufficio, con le gambe divaricate e non potevo fare a meno di pensare a quanto fosse invitante il suo grembo. Eppure, rimasi seduta sulla sua scrivania, con le gambe incrociate, muovendo lentamente il bicchiere in mano in cerchio, con i cubetti di ghiaccio semi sciolti che vorticavano nel liquido ambrato.\n\"Hanno bisogno di te da qualche altra parte?\" Chiese notando che guardavo oltre la sua spalla, fuori dalla finestra, verso gli uccelli che volavano. Il suo ufficio era a uno degli ultimi piani. C'era una bellissima vista sulla città.\n\"No, per niente. Decido io quando e dove sono necessaria, lo sai,\" risposi a tono, con un piccolo sorriso sulle labbra. \"Perché? Forse avresti in mente qualcos'altro oltre a bere per festeggiare?\"\nLui si alzò dal suo posto e io aprii le gande in modo che potesse sistemarsi in mezzo tra loro. Posammo entrambi i nostri bicchieri sulla scrivania di legno lucido e mi accarezzò il viso con una delle sue grandi mani."
}