{
    "source": "en_US",
    "target": "it_IT",
    "text": "In a video from [redacted_name], TP’s Chief People and Diversity and Deputy Chief Global Compliance Officer, you’ll learn how Emotional Intelligence has been incorporated into our culture and in our employees’ life cycle. Also you’ll learn more about the 6seconds EI model based in: Know Yourself, Choose Yourself, and Give Yourself.\nIntroduction to EI in TP:\nThe AI / EI Training Program has been added to your learning path to give you the opportunity to learn more about these two topics. It is composed by 2 modules:\nFollowing the official launch of the EI / AI @ TP Program which happened in the “Town Hall on Emotional Intelligence at TP” on September 23rd, we are happy to share one of the initiatives that you can benefit from.\nPlease make sure that you have completed both here by October 31st.\nIf you have any questions or need support in completing the training, please contact elearningsupport@teleperformance.com.\nHere you’ll be able to learn more in a e-learning presented by [redacted_name], our Global Chief Innovation and Digital Officer, and understand how we can integrate AI into our work processes effectively.",
    "trans": "In un video di [redacted_name], il Responsabile del personale e della diversità e Vicedirettore della conformità globale di TP, scoprirai come l'Intelligenza Emotiva (EI) è stata incorporata nella nostra cultura e nel ciclo di vita dei nostri dipendenti. Inoltre, scoprirai di più sul modello EI di 6 secondi basato su: Conosci te stesso, Scegli te stesso e Dai te stesso.\nIntroduzione all'EI presso TP:\nIl Programma di Formazione AI / EI è stato aggiunto al tuo percorso di apprendimento per darti l'opportunità di saperne di più su questi due argomenti. È composto da 2 moduli:\nIn seguito al lancio ufficiale del programma EI / AI presso TP che si è svolto nel \"Incontro sull'Intelligenza Emotiva presso TP\" il 23 settembre, siamo lieti di condividere una delle iniziative da cui puoi trarre vantaggio.\nAssicurati di avere completato entrambi qui entro il 31 ottobre.\nSe hai domande o hai bisogno di supporto per completare la formazione, contatta elearningsupport@teleperformance.com.\nQui potrai saperne di più in un e-learning presentato da [redacted_name], il nostro Responsabile globale dell'innovazione e del digitale, e capire come possiamo integrare efficacemente l'AI nei nostri processi di lavoro."
}