{
    "source": "en_US",
    "target": "it_IT",
    "text": "Welcome to your new Learning and Development Platform\nEverything that you need to get started is in this email. Simply\ncopy this link to Mapal one: https://one.mapal-os.com/\nYou can access this content at any time by using the link here\nCompany\nSIX COMPANY\nBranch\nDublin\nTraining modules\nFood Safety Level 2 — due 7th November 2024\nHealth and Safety Level 2 — due 7th November 2024\nWorking in a Kitchen — due 21st November 2024\nFood Allergens — due 7th November 2024\nThe Fire Marshal — due 7th November 2024\nCOSHH: Working With Hazardous Substances - UK — due 21st November 2024\nInduction to Six by Nico — due 5th November 2024\nDiversey Products Chemical Training\nDiversey COSHH Chemical Safety Training\nLogging In\nIf you have a personal email address registered\nwith your employer, when you first log into your Mapal one you will be given\nthe option to create an account. Going forward, you may use your email address\nand password of choice to log in. Why not save this to your favourites to allow",
    "trans": "Benvenuti sulla vostra nuova Piattaforma di Apprendimento e Sviluppo\nTutto ciò di cui hai bisogno per iniziare è contenuto in questa e-mail. Copia\nsemplicemente questo link su Mapal one: https://one.mapal-os.com/\nPuoi accedere a questi contenuti in ogni momento utilizzando questo link\nAzienda\nSIX COMPANY\nFiliale\nDublino\nModuli per la formazione\nSicurezza Alimentare Livello 2 - scadenza 7 novembre 2024\nSalute e Sicurezza Livello 2 - scadenza 7 novembre 2024\nLavorare in Cucina - scadenza 21 novembre 2024\nAllergeni Alimentari - scadenza 7 novembre 2024\nCaposquadra Vigili del Fuoco - scadenza 7 novembre 2024\nCOSHH: Lavorare con Sostanze Pericolose - Regno Unito - scadenza 21 novembre 2024\nFormazione a sei di Nico - scadenza 5 novembre 2024\nFormazione sui prodotti chimici Diversey\nFormazione sulla Sicurezza chimica COSHH Diversey\nEffettuare l'accesso\nSe hai un indirizzo e-mail personale registrato\ncon il tuo datore di lavoro, quando accedi per la prima volta al tuo Mapal e potrai\ncreare un account. Successivamente, potrai utilizzare i tuoi indirizzo e-mail\ne la password che hai scelto per effettuare l'accesso. Salvali tra i preferiti per permettere"
}