{
    "source": "en_US",
    "target": "it_IT",
    "text": "\"Well, let's go then.\" Eyal says, linking my arm in his. Dude, I'm not going to date my own brother. Well, half-brother. I'd rather date Danny Devito. Well, not really. I'd rather not date both. Good actor though.\n\"By the way, where is my phone?\" I ask and Eyal takes something out of his pocket and shakes the device in his hand a little. \"Can I have it back?\" I desperately ask, hoping he would fall for it and actually hand me back my phone.\n\"I'm not stupid. But if you're a good girl tonight, I'll think about it. So don't be stupid.\" He says and we walk out of the door. Suddenly, my eyes are faced with a black limousine.\nA fucking limousine?\nWhen the fuck did Victor get rich?\nEyal places me in the limousine and Victor en Eyal himself soon sit in the large black car too, sitting next to each other, whispering in each other's ears.\n\"I didn't know it was gossip hour already. Thought that started next hour.\" I joke, catching their attention. They both just glance over at me before returning to their not but also kind of interesting conversation that I'm desperate to be a part of.",
    "trans": "\"Ok, andiamo allora\" disse Eyal, prendendomi sottobraccio. Cacchio, non avevo intenzione di uscire con mio fratello. Cioè, fratellastro. Preferirei Danny Devito. Beh, non proprio. Diciamo con nessuno dei due. Grande attore comunque.\n\"Hey ma, dov'è il mio telefono?\" domandai, ed Eyal tirò fuori qualcosa dalla tasca e scosse leggermente l'aggeggio che aveva in mano. \"Posso riaverlo?\" chiesi disperata, sperando che ci cascasse e che me lo desse indietro per davvero.\n\"Non sono scemo. Ma se fai la brava stasera, ci penserò. Per cui non fare la stupida.\" Disse, e uscimmo fuori. All'improvviso mi ritrovai di fronte a una limousine.\nUna cacchio di limousine?\nE da quando cazzo era diventato ricco Victor?\nEyal mi mise a sedere nella limousine e poco dopo anche lui e Victor presero posto nella grande auto nera, sedendosi accanto e sussurrandosi cose all'orecchio.\n\"Non sapevo che fosse già l'ora del gossip. Pensavo fosse tra un'ora\" scherzai, riuscendo ad attirare la loro attenzione. Entrambi mi rivolsero uno sguardo prima di tornare alla loro poco, ma forse interessante conversazione, alla quale morivo dalla voglia di partecipare."
}