{
    "source": "en_US",
    "target": "it_IT",
    "text": "\"I know you aren't thrilled that I'm going, but all that training will finally be put to good use. This is what I've been training for, what I've been waiting for since I got to camp.\" She sighed, looking at her headboard that was filled with so many memories. \"I just don't want to leave camp with you disappointed in me.\"\nLuke pulled his younger sister into his arms, squeezing her tightly. \"I could never be disappointed in you, Al.\" He kissed the top of her head. \"I know you'll do amazing on your own. It just sucks that I can't be there with you to stop you from doing something stupid.\"\nShe pulled away slightly to look into the eyes that were identical to her own. \"I'll tell you everything if I come back.\"\n\"When you come back.\" He corrected her. She flashed him a wide smile. \"And I can't wait to hear all about it.\" His expression didn't necessarily connect with his words.\n\"You better still be here when I come back.\" She pointed a stern finger at him. \"No dying or getting kicked out.\"\nHe laughed, much to her annoyance. \"What have I always promised you, Lana?\"",
    "trans": "\"So che non sei entusiasta che io ci vada, ma tutto quell'allenamento alla fine darà i suoi frutti. È per questo che mi sono allenata, è quello che ho aspettato da quando sono arrivata al campo.\" Sospirò, guardando la sua testiera che era piena di così tanti ricordi. \"Non voglio lasciare il campo con te delusa da me.\"\nLuke tirò la sua sorella minore tra le braccia, stringendola forte. \"Non potrei mai essere delusa da te, Al.\" Le baciò la sommità della testa. \"So che farai grandi cose da sola. Fa schifo che non possa essere lì con te per impedirti di fare qualcosa di stupido.\"\nSi allontanò leggermente per guardare in quegli occhi che erano identici ai suoi. \"Ti racconterò tutto se tornerò.\"\n\"Quando tornerai.\" La corresse. Lei gli rivolse un ampio sorriso. \"E non vedo l'ora di sapere tutto.\" La sua espressione non era necessariamente in linea con le sue parole.\n\"Sarà meglio che tu sia ancora qui quando tornerò.\" Lei gli puntò contro un dito severo. \"Niente morte o cacciata.\"\nLui rise, con grande fastidio di lei. \"Cosa ti ho sempre promesso, Lana?\""
}