{
    "source": "en_US",
    "target": "it_IT",
    "text": "She carefully stood and wrapped her arms around herself, trying to keep warm. She was wearing a beautiful white dress lined with lace and beads– much like the one her grandmother had made her when she was younger.\nHer bare feet smushed against the damp dirt as she took a few steps forward. She began making her way through the forest carefully. She kept glancing over her shoulder every few seconds when feeling like she was being watched.\nShe thought that she was only being paranoid until she heard a twig snap loudly from behind her.\n\"Hello?\" She finally called out. She was growing tired of these games that they were playing with her and decided to confront them.\nWhen nobody replied she turned back around to continue finding her way out of this thick and foggy forest.\nSuddenly she bumped into a hard chest and stumbled backwards. A cold and harsh hand caught her arm and steadied her, an amused chuckle passing their lips.\n\"My dear,\" The man shook his head. \"You are like a fawn. Unsteady and weak.\"",
    "trans": "Si alzò in piedi con prudenza e si strinse le braccia intorno al petto, cercando di rimanere al caldo. Indossava un bellissimo abito bianco rivestito di pizzi e perline, come quello che le aveva fatto la nonna quando era più giovane.\nI suoi piedi nudi vennero a contatto con la terra bagnata mentre fece qualche passo in avanti. Cominciò a muoversi nella foresta con cautela. Continuava a guardarsi alle spalle quando avvertiva la sensazione di essere osservata.\nPensava di essere solo paranoica, finché non sentì un rametto spezzarsi bruscamente dietro di lei.\n“Salve?” Disse. Si stava stancando dei loro giochetti e decise di affrontarli direttamente.\nNessuno rispose, quindi si girò e continuò a cercare una via d'uscita da quella foresta folta e nebbiosa.\nImprovvisamente urtò contro un corpo robusto e indietreggiò. Una mano fredda e ruvida le afferrò il braccio e la trattenne, e avvertì una risatina divertita.\n“Mia cara”, disse l'uomo scuotendo la testa. “Sei come un cerbiatto. Sei incerta e debole\"."
}