{
    "source": "en_US",
    "target": "it_IT",
    "text": "Embryos with aneuploid PGT-A results have the lowest implantation, ongoing pregnancy, and live birth rates. Aneuploid embryos also have the highest miscarriage rates.1,2\nLLM embryos have higher implantation and ongoing pregnancy rates compared to HLM embryos.2\nEmbryos with mosaic segmental abnormalities have higher implantation and ongoing pregnancy rates compared to embryos with mosaic full chromosome abnormalities. A segmental abnormality is where a large piece of a chromosome is missing or duplicated. Full chromosome abnormalities include monosomy (an entire missing chromosome) or trisomy (an entire extra chromosome).2\nThe more abnormalities identified, the lower the implantation rate and ongoing pregnancy rate.2\nWhat if my embryo has one mosaic chromosome abnormality?\nWhen there is only one mosaic chromosome abnormality, there are some cells that have the normal number of chromosomes and some cells that have an abnormal number of chromosomes.",
    "trans": "Gli embrioni con esito PGT-A aneuploidi hanno i tassi più bassi di impianto, di gravidanza in corso e di natalità. Gli embrioni aneuploidi hanno anche i più alti tassi di aborto spontaneo. 1,2\nGli embrioni LLM hanno tassi di impianto e di gravidanza in corso più elevati rispetto agli embrioni HLM. 2\nGli embrioni con anomalie a mosaicismo segmentale hanno tassi di impianto e di gravidanze più elevati rispetto agli embrioni con anomalie cromosomiche complete a mosaico. Un'anomalia segmentale è caratterizzata dalla mancanza o dalla duplicazione di un'ampia porzione di un cromosoma. Le anomalie cromosomiche complete comprendono la monosomia (un intero cromosoma mancante) o la trisomia (un intero cromosoma in più). 2\nPiù anomalie vengono riscontrate, più basso sarà il tasso di impianto e di gravidanza. 2\nCosa succede se il mio embrione presenta un'anomalia cromosomica a mosaico?\nQuando è presente un'unica anomalia cromosomica a mosaico, ci sono alcune cellule che hanno un numero normale di cromosomi e altre che ne hanno un numero anormale."
}