{
    "source": "en_US",
    "target": "it_IT",
    "text": "Re: [redacted_name]\nMy name is [redacted_name], a [redacted_info] citizen, passport number: [redacted_id], residing at [redacted_address]. I am writing this letter in support of Mr. [redacted_name] obtaining his New Zealand permanent residency as soon as possible.\nI met Mr. [redacted_name]'s wife, Ms. [redacted_name], in 2013, and we became friends thereafter. After getting to know her over time, I found her to be a beautiful, generous, warm, sincere, helpful, and friendly person. [redacted_name] married Mr. [redacted_name] in 2018, and in the eyes of our friends, they are a loving couple. They have always been inseparable, doing everything together.\nI often visit their home for meals, and I've heard them mention that Mr. [redacted_name] has encountered some difficulties in applying for New Zealand permanent residency, which has made [redacted_name] very upset, even affecting her health. To my knowledge, this situation has caused [redacted_name] to suffer from depression, and she has had to seek medical help.",
    "trans": "Re: [redacted_name]\nMi chiamo [redacted_name], sono cittadina [redacted_info], numero di passaporto: [redacted_id], risiedo a [redacted_address]. Scrivo la presente lettera in favore del Sig. [redacted_name] perché ottenga la residenza permanente in Nuova Zelanda il prima possibile.\nHo incontrato la moglie del Sig. [redacted_name], la Sig.ra [redacted_name], nel 2013, e da allora siamo diventate amiche. Dopo averla frequentata per qualche tempo, l'ho trovata una persona bella, generosa, affabile, sincera, disponibile e amabile. [redacted_name] ha sposato il Sig. [redacted_name] nel 2018, e anche agli occhi dei nostri amici, sono una coppia adorabile. Sono sempre stati inseparabili e fanno tutto insieme.\nSpesso vado a casa loro in occasione dei pasti, e li ho sentiti dire che il Sig. [redacted_name] ha incontrato delle difficoltà nella domanda per la residenza permanente in Nuova Zelanda, il che ha turbato molto [redacted_name], con ripercussioni anche sulla sua salute. A giudicare dalla situazione, [redacted_name] ha sofferto di depressione, e ha dovuto ricorrere all'aiuto di un medico."
}