{
    "source": "en_US",
    "target": "it_IT",
    "text": "You recently received a text message from the New York State Office of Temporary and Disability Assistance (OTDA) because one or more children in your household have been issued Summer EBT benefits that will expire if they are not completely used by November 28, 2024.\nSummer EBT is a one-time $120 benefit for each eligible child to help cover the cost of food during the summer months when school is out.\nOur records show that you have not used all of your child's Summer EBT benefit. Any unused benefits will expire on November 28, 2024 and cannot be replaced. Please be sure to use all benefits before they expire.\nYour child's benefits were issued to their existing Pandemic-EBT card. If you no longer have this EBT card and need a replacement card, you can order one following the instructions on ordering a replacement card. Once you receive the replacement card, follow these instructions carefully to set a PIN and activate the EBT card.\nIf you request a replacement card, benefits will still expire on the original expiration date of November 28, 2024. Please call us right away at 1-833-452-0096 if you need help accessing your benefits.",
    "trans": "Hai ricevuto di recente un messaggio di testo dal New York State Office of Temporary and Disability Assistance (OTDA) perché a uno o a più bambini del tuo nucleo familiare sono stati concessi i contributi Summer EBT che scadranno se non saranno completamente utilizzati entro il 28 novembre 2024.\nSummer EBT è un contributo straordinario di $120 per ogni bambino idoneo per aiutare a coprire i costi degli alimenti durante i mesi estivi al termine dell'anno scolastico.\nI nostri registri mostrano che non hai usufruito dell'intero contributo Summer EBT dedicato tuo bambino. Qualsiasi beneficio non utilizzato scadrà il 28 novembre 2024 e non potrà essere sostituito. Assicurati di usare tutti i contributi prima che scadano.\nI contributi dedicati a tuo figlio sono stati erogati sulla sua carta Pandemic-EBT. Se non possiedi più la carta EBT e hai bisogno di sostituirla, puoi ordinarne una seguendo le istruzioni per effettuare la sostituzione. Una volta ricevuta, segui attentamente le istruzioni per impostare un PIN ed attivare la carta EBT.\nSe richiedi una carta sostitutiva, i benefici scadranno comunque alla data originale di scadenza prevista per il 28 novembre 2024. Chiamaci subito al 1-833-452-0096 se ti serve aiuto per accedere ai tuoi vantaggi."
}