{
    "source": "en_US",
    "target": "it_IT",
    "text": "08 Oct 2024\nLogistics tracking will be available on “TRACK-My orders” in SHEIN App.\nThank you for your understanding.\nOrder Summary:\nNew Fashion Leopard Print Crescent Shoulder Bag, Street Style, Trendy, Stylish, Versatile Crossbody Bag For Women,Trendy Leopard Print Bag\nSKU: [redacted_address]\nSIZE: Multicolor-one-size\nQTY: 1\n3pcs/Set Simple Women's Belt Set\nSKU: [redacted_address]\nSIZE: Multicolor-one-size\nQTY: 1\nSHEIN Clasi Asymmetrical Neck Ruched Tee\nSKU: [redacted_address]\nSIZE: Black-M\nQTY: 1\n1pc Four Pack Striped Big Eyes Phone Case/Compatible With Iphone 11/13/14promax/15promax\nSKU: [redacted_address]\nSIZE: Multicolor-iPhone 14 Plus\nQTY: 1\n1pair Double-Sided Leopard Print Earrings With Simple & Fashionable Design, Suitable For European And American Trade\nSKU: [redacted_address]\nSIZE: Multicolor-one-size\nQTY: 1\n2pcs/Set Leopard Print Hair Clips, Suitable For Daily Use As Fashion Accessories Casual\nSKU: [redacted_address]\nSIZE: Multicolor-one-size\nQTY: 1\nTrack Order Details\nPlease log in your SHEIN account for more product and/or seller information.\nWe are here to help\nWhere is my order? >\nCan I change or modify my order? >\nCan I cancel my order? >\nWhy didn' t I get an email about my order being shipped? >",
    "trans": "08 ottobre 2024\nIl tracciamento della spedizione sarà disponibile su \"TRACK-I miei ordini\" nell'app SHEIN.\nGrazie per la comprensione.\nRiepilogo dell'ordine:\nNuova borsa a tracolla a mezzaluna con stampa leopardata, stile urbano, borsa a tracolla di tendenza, elegante e versatile per le donne, borsa con stampa leopardata all'ultima moda\nSKU: [redacted_address]\nMISURA: multicolore, misura unica\nQ.TÀ: 1\n3 pezzi/Set di cinture semplici da donna\nSKU: [redacted_address]\nMISURA: multicolore, misura unica\nQ.TÀ: 1\nT-shirt SHEIN Clasi con collo asimmetrico arricciato\nSKU: [redacted_address]\nMISURA: nera-M\nQ.TÀ: 1\nConfezione da quattro, custodia per telefono a strisce e con occhi grandi compatibile con iPhone 11/13/14promax/15promax\nSKU: [redacted_address]\nMISURA: multicolore-iPhone 14 Plus\nQ.TÀ: 1\n1 paio di orecchini con stampa leopardata fronte-retro dal design semplice e alla moda, adatti per il mercato europeo e americano\nSKU: [redacted_address]\nMISURA: multicolore, misura unica\nQ.TÀ: 1\n2 fermagli per capelli con stampa leopardata, adatti per l'uso quotidiano o come accessori per la moda casual\nSKU: [redacted_address]\nMISURA: multicolore, misura unica\nQ.TÀ: 1\nMonitora la spedizione\nAccedi al tuo account SHEIN per ulteriori informazioni sul prodotto e/o sul rivenditore.\nSiamo qui per offrirti il nostro aiuto\nIn quale punto si trova il mio ordine? >\nPosso cambiare o modificare il mio ordine? >\nPosso cancellare il mio ordine? >\nPerché non ho ricevuto un'e-mail di notifica per la spedizione del mio ordine? >"
}