{
    "source": "en_US",
    "target": "it_IT",
    "text": "Prime Minister, there are many friends of Australia here at the Commonwealth meeting, but there's one country that's not so friendly today, and that's China. One of their Foreign Ministry officials has launched an extraordinary criticism of Australia today. He says Australia, long plagued by systemic racism and hate crimes, has severely violated the rights of refugees and immigrants. Australian soldiers have committed abhorrent crimes in Afghanistan and other countries. Now that's in response to Australia voicing concerns about human rights in Tibet and Xinjiang. Has that Foreign Ministry official gone too far now?\nPRIME MINISTER: Well, we, of course, will always stand up for Australia's interests, and when it comes to China, we've said we'll cooperate where we can, we'll disagree where we must, and we'll engage in our national interest, and we've raised issues of human rights with China. We've done that in a consistent and clear way.",
    "trans": "Signor Primo Ministro, ci sono molti amici dell'Australia qui alla riunione del Commonwealth, ma c'è un Paese che non è molto amichevole oggi, ed è la Cina. Un funzionario del Ministero degli Esteri ha lanciato oggi una critica straordinaria all'Australia. Egli afferma che l'Australia, da tempo afflitta da razzismo sistemico e crimini d'odio, ha violato gravemente i diritti dei rifugiati e degli immigrati. I soldati australiani hanno commesso crimini abominevoli in Afghanistan e in altri Paesi. Questo in risposta alle preoccupazioni espresse dall'Australia sui diritti umani in Tibet e nello Xinjiang. Quel funzionario del Ministero degli Esteri si è spinto troppo oltre?\nPRIMO MINISTRO: Beh, noi, ovviamente, difenderemo sempre gli interessi dell'Australia e, quando si tratta della Cina, abbiamo detto che collaboreremo dove possiamo, saremo in disaccordo dove è necessario, e ci impegneremo nel nostro interesse nazionale, e abbiamo sollevato questioni di diritti umani con la Cina. Lo abbiamo fatto in modo coerente e chiaro."
}