{
    "source": "en_US",
    "target": "it_IT",
    "text": "The TV weather forecaster is a primary reason many viewers tune in to the news. Their forecasts are essential for helping the audience prepare for the day ahead, guiding decisions on what to wear and whether to carry an umbrella. By providing weather updates, they play a vital role in our daily lives. Apply Now!\nPhotojournalist (1)\nLove capturing moments that tell a story? As a News Photographer, you’ll shoot still images and videos that bring real-time events to life. This role is perfect for creative individuals who want to make an impact by sharing important stories with the world. Apply Now!\nBroadcast Technician (1)\nAs a Broadcast Technician, you're responsible for ensuring viewers both see and hear the news clearly. You manage the quality of audio and video signals, monitor broadcasts in real time, and select the right transmission equipment to deliver seamless coverage. Apply Now!\nNews Editor (1)\nAs a News Writer/Editor, you'll craft scripts for anchors, write engaging teases to promote stories, and produce content for the newscast's website. Your goal is to capture and hold viewers' attention, keeping them engaged or encouraging them to tune in. Apply Now!",
    "trans": "Le previsioni meteo in TV sono uno dei motivi principali per cui molti telespettatori si sintonizzano sul telegiornale. Le previsioni sono essenziali per consentire al pubblico di prepararsi per la giornata successiva, suggerendo cosa indossare e se portare l'ombrello. Fornire aggiornamenti sul meteo, gioca un ruolo vitale nelle nostre vite quotidiane. Candidati ora!\nFotoreporter (1)\nAmi catturare momenti che raccontano una storia? Come fotoreporter, scatterai immagini e girerai video per raccontare i fatti in tempo reale. Questo ruolo è perfetto per individui creativi che desiderano esercitare un impatto condividendo storie importanti con il mondo. Candidati ora!\nTecnico di trasmissione (1)\nCome tecnico di trasmissione, sarai responsabile di garantire che gli utenti vedano e ascoltino le notizie in modo chiaro. Gestirai la qualità dei segnali audio e video, monitorando le trasmissioni in tempo reale, e selezionerai le attrezzature di trasmissione corrette per offrire una copertura ininterrotta. Candidati ora!\nCaporedattore (1)\nCome caporedattore, redigerai i testi per gli annunciatori, scriverai i titoli per promuovere le notizie e produrrai i contenuti per il sito web. Il tuo obiettivo è quello di catturare e mantenere l'attenzione degli utenti facendoli appassionare o incoraggiandoli a sintonizzarsi. Candidati ora!"
}