{
    "source": "en_US",
    "target": "it_IT",
    "text": "Assessing and confirming that all equipment/furnishings are in good repair and clean: reporting faults to manager\nDemonstrating a good manner when dealing with residents, family and visitors\nHandling all laundry including washing, ironing, and sorting clothes by nametags\nEnsuring cleanliness and safety in the laundry area\nMaintaining confidentiality at all times\nBeing aware of all health and safety regulations, reporting hazards/potential hazards immediately.\nAd hoc duties as required\nWhat are the skills/experience needed?\n1 year minimum working in a similar role preferable\nExperience working in a healthcare environment (with a good knowledge of HIQA standards) an advantage.\nWork to the company standards and regulations (you will be made of aware of these standards within the job as related to your role, if unfamiliar)\nAwareness of following an advantage : COSHH Regulation. (Control of Substances Hazardous to Health). Riddor Regulation. (Reporting of incidents, diseases, dangerous occurrences). Health and Safety Legislation, Manual Handling\nMoving & Handling training an advantage\nExcellent communication skills\nCan work independently or part of a team\nMust be reliable & keep to schedule.\nFluent level of English both written and oral\nBenefits & Conditions\nExcellent working environment\nFully paid breaks\nMeal & break time refreshments provided\nSunday allowance paid",
    "trans": "Controllare e accertarsi che tutte le attrezzature/forniture siano in buono stato e pulite: segnalare eventuali guasti al responsabile\nComportarsi in modo corretto con i residenti, le famiglie e i visitatori\nOccuparsi del bucato compresi lavaggio, stiraggio e smistamento degli abiti in base ai nominativi\nAssicurarsi che l'area bucato sia pulita e sicura\nMantenere costantemente la riservatezza\nEssere a conoscenza di tutte le norme in ambito di sicurezza e salute, riportando immediatamente i rischi o i potenziali pericoli.\nLe mansioni devono essere svolte alla perfezione\nQuali competenze/esperienze sono richieste?\nÈ preferibile avere minimo 1 anno di esperienza in un ruolo simile\nL'esperienza lavorativa in ambito sanitario rappresenta un vantaggio (con buona conoscenza degli standard sanitari).\nLavorare secondo gli standard e le norme della compagnia (se non sei informato su tali standard sarai formato all'interno del lavoro in relazione al tuo ruolo)\nLa conoscenza delle seguenti norme rappresenta un vantaggio: valutazione dei rischi di sostanze pericolose (COSHH). Segnalazione incidenti, malattie, eventi pericolosi (RIDDOR). Normative in materia di salute e sicurezza, gestione manuale\nLa formazione in traslochi e spostamenti rappresenta un vantaggio\nEccellenti capacità comunicative\nCapacità di lavorare indipendentemente e in squadra\nEssere responsabile e rispettare gli orari.\nLivello di inglese fluente sia scritto che orale\nBenefit e Condizioni\nAmbiente lavorativo eccellente\nPause interamente pagate\nPasti e pause ristoro fornite dall'azienda\nIndennità domenicale retribuita"
}