{
    "source": "en_US",
    "target": "it_IT",
    "text": "The iCT navigation technology uses a portable CT scanner that translates in the rostral to caudal axis over the patient. The iCT navigation workstation registers the patient’s anatomy and cre- ates three-dimensional images using a fan beam CT scanner for image acquisition (▶ Fig. 7.4). These images allow for navigated instrumentation and for intraoperative planning throughout the procedure (e.g., one can plan the accurate measurement of the implants).34\nThe iCT computer-guided navigation technique affords immediate survey of screw/implants position and intraopera- tive revision.44 Some advantages are the quality of the image that can be very similar to a diagnostic CT scanner for bone and soft tissue and much better than its previous generation of iCBCT machines.\nAnother advantage of iCT is that it has an extended scan vol- ume capacity, which eliminates the need to re-center the device",
    "trans": "La tecnologia di navigazione iCT prevede l'utilizzo di uno scanner TC portatile che scannerizza i paziente passando dall'asse rostrale a quello caudale. La base di navigazione iCT rileva l’anatomia del paziente e crea immagini tridimensionali utilizzando uno scanner TC a fascio a ventaglio per ottenere le immagini (▶ Fig. 7.4). Queste immagini permettono di navigazione tra la strumentazione e la pianificazione intraoperatoria durante tutta la procedura (ad esempio, è possibile stabilire la misurazione accurata degli impianti).34\nLa tecnica di esplorazione guidata da computer iCT permette un controllo immediato della posizione di viti/impianti e la elaborazione intraoperatoria.44 I principali vantaggi sono la qualità dell'immagine, molto simile a uno scanner TC per la diagnostica di ossa e tessuti molli, molto migliorata rispetto alla precedente generazione di apparecchiature iCBCT.\nUn altro aspetto positivo dell'iCT è la capacità di scansione di volumi molto estesi, che permette di evitare la necessità di centrare nuovamente il dispositivo"
}