{
    "source": "en_US",
    "target": "it_IT",
    "text": "Grey's freakin' bar by night, restaurant by day.\n\"Maybe we should go to Mcdonald's,\" I offer and he scoffs.\n\"Mcdonald's makes me shit,\" he reasons.\n\"Why don't we go to another place?\" I question as he leads me closer and closer to Grey's bar.\n\"Because this one is the nicest looking one that I see in my line of view,\" he pulls me past the bench where I met Grey.\nI narrow my eyes at the stupid bench.\n\"I don't like this place,\" I mumble although I know it's no use as he pulls open the door. I keep my head down, making sure that my hair is covering most of my face.\nI take a peek at my surroundings and instead of the usual mostly cleared floor, there are tables spread everywhere and the lights are turned up.\nMy eyes find the door Grey and I went through and I clench my fists.\nAaron suddenly stops and I run into his back. I still keep my head down.\n\"Table for two?\" a familiar voice asks and I squeeze my eyes shut in frustration. I peek up and the bartender guy is giving me sly smirk.",
    "trans": "Il bar di Grey di notte, ristorante di giorno.\n“Forse dovremmo andare da Mcdonald's”, gli propongo, e lui si lamenta.\n“Mcdonald's mi fa cagare”, spiega.\n“Perché non andiamo in un altro posto?”. Gli chiedo mentre mi conduce sempre più vicino al bar di Grey.\n“Perché questo è il più carino tra quelli che vedo all'orizzonte”, mi fa passare davanti alla panchina dove ho incontrato Grey.\nSocchiudo gli occhi mentre guardo quella stupida panchina.\n“Non mi piace questo posto”, mormoro, anche se so che non serve a nulla replicare, intanto lui apre la porta. Tengo la testa bassa, facendo in modo che i capelli mi nascondano la maggior parte del viso.\nDo un'occhiata intorno a me e invece del solito pavimento per lo più sgombro, ci sono tavoli sparsi ovunque e le luci sono accese.\nI miei occhi scorgono la porta che io e Grey abbiamo varcato e stringo i pugni.\nAaron si ferma all'improvviso e vado a sbattere contro la sua schiena. Tengo ancora la testa bassa.\n“Un tavolo per due?” chiede una voce familiare mentre io socchiudo gli occhi per la frustrazione. Alzo lo sguardo e il barista mi fa un sorriso complice."
}