{
    "source": "en_US",
    "target": "it_IT",
    "text": "But there was strain—[redacted_name] didn’t show it on her face, but the subtle tightening of her jaw, the tension in her arms as she lifted the weight, betrayed the effort. A low grunt escaped her lips as she shifted her stance, straightening her body while carrying the wood towards the fireplace.\nWithout looking at [redacted_name], [redacted_name] began to speak, her voice low and slightly strained from the physical exertion, though it never lost that cold edge. “Saving you…” she repeated, as if the words tasted strange in her mouth. A soft, mirthless chuckle followed, barely audible. “You think I saved you? You are… wrong.”\nShe knelt down, placing the logs in the hearth, each movement precise. Her face caught the warm light of the fire, highlighting the strong lines of her jaw and cheekbones, the way her sweat-dampened hair clung to her forehead. When she finally rose to her full height again, she turned to [redacted_name], and—just for a moment—a smile tugged at the corner of her lips. A small, crooked thing, like it didn’t quite belong on her face. But there it was, brief and sharp, like a flash of lightning before the storm settles again. It wasn’t kind, but it was undeniably captivating.",
    "trans": "Ma c'era tensione...[redacted_name] non lo mostrava in viso, ma il sottile irrigidimento della mascella, la tensione delle braccia mentre sollevava il peso, tradivano lo sforzo. Un basso grugnito le sfuggì dalle labbra mentre spostava la sua posizione, raddrizzando il corpo mentre portava la legna verso il camino.\nSenza guardare [redacted_name], [redacted_name] iniziò a parlare, con la voce bassa e leggermente sforzata per lo sforzo fisico, anche se non perdeva mai quel tono freddo. “Salvarti...” ripeté, come se le parole avessero un sapore strano nella sua bocca. Seguì una risatina sommessa e priva di senso, appena udibile. “Pensi che ti abbia salvato? Ti sbagli...”.\nSi inginocchiò e mise i ceppi nel focolare, con un movimento preciso. Il suo viso catturò la luce calda del fuoco, evidenziando le linee forti della mascella e degli zigomi, il modo in cui i capelli inumiditi dal sudore le si appiccicavano alla fronte. Quando finalmente si sollevò di nuovo in tutta la sua altezza, si voltò verso [redacted_name] e, solo per un attimo, un sorriso le si formò all'angolo delle labbra. Piccolo e storto, come non appartenente al suo viso. Ma era lì, breve e nitido, come il bagliore di un lampo prima che la tempesta si plachi di nuovo. Non era gentile, ma era innegabilmente accattivante."
}