{
    "source": "en_US",
    "target": "it_IT",
    "text": "Saudi Arabia is a home to 11 million expat workers. 80 percent workforce is expats. Hierarchies of these workers mostly depend on their nationalities. Workers from south Asian and African countries are mostly assigned to low profile jobs. While Arab and western nationals generally hold top management positions.\nSo how Maslow’s theory of need being applied in companies in Saudi Arabia?\nAs most of us know, Maslow’s motivational theory having five stages\nPhysiological ( basic to food, means better job)\nSecurity (work safety, benefits, pension, health insurance etc.)\nBelongingness ( social acceptance, or cooperation at job)\nEsteem ( respect & recognition at work such as job title, work environment)\nSelf-actualization ( workplace autonomy, challenging work)\nIf we keenly observe on these five stages, most of the companies are somewhat trying to meet first two stages of motivational needs but how about the rest of the three stages which have indeed integral part in productivity of the employees.\nNow question arises,\nChallenging job we started 5 years ago will have same effect on us today?\nSalary increment we receive each year will keep us motivate for next 10 years?\nAs generally observed underperforming HR dept. & insignificance of top management not meeting constantly changing need of employees on every stage.",
    "trans": "L'Arabia Saudita ospita 11 milioni di lavoratori immigrati. L'80% della forza lavoro è composta da immigrati. Le gerarchie di questi lavoratori dipendono per la maggior parte dalla loro nazionalità. I lavoratori dei paesi del sud asiatico e africani vengono assegnati per lo più a mestieri di basso profilo. Mentre gli arabi e occidentali generalmente ricoprono posizioni manageriali elevate.\nCos', come viene applicata la teoria dei bisogni di Maslow nelle compagnie dell'Arabia Saudita?\nCome la maggior parte di noi sa, La teoria motivazionale di Maslow ha cinque stadi\nFisiologico (basilare legato al cibo, significa un lavoro migliore)\nSicurezza (sicurezza sul lavoro, ricompense, pensione, assicurazione sanitaria ecc.)\nAppartenenza (accettazione sociale o collaborazione sul lavoro)\nStima (rispetto e riconoscimento al lavoro come titolo professionale, ambiente lavorativo)\nAutorealizzazione (autonomia sul posto di lavoro, lavoro stimolante)\nSe osserviamo attentamente questi cinque stadi, la maggior parte delle aziende cercano in qualche maniera di soddisfare i primi due stadi dei bisogni motivazionali, ma cosa dire degli altri tre stadi, che sono parte integrante della produttività dei dipendenti.\nOra sorge una domanda,\nUn lavoro stimolante che abbiamo iniziato 5 anni fa, avrà lo stesso effetto su di noi oggi?\nL'incremento salariale che riceviamo ogni anno ci manterrà motivati per i prossimi 10 anni?\nCome generalmente osservato, un dipartimento delle risorse umane poco efficiente e irrilevanza dell'alta dirigenza non va  incontro ai bisogni di cambiamento dei dipendenti  ad ogni livello."
}