{
    "source": "en_US",
    "target": "it_IT",
    "text": "breast, leaning in to trace his tongue up my neck and send a\nthousand tingles through me. He doesn’t care that he’s in\nmid-conversation with someone.\n“Thursday?” He sighs, looking at me\nwith a flicker of annoyance crossing his face. His hand between my\nthighs is extracted as he takes his phone and swaps ears, a look of\nagitation on his boyish face. ‘Business Carrero’ moving in to kill\nhis libido. Something must be wrong at work, and disappointment\nwashes over me.\n“Fuck’s sake, Margo! Can’t they do\na fricken thing without me standing over the top of them shouting\nfucking orders?” He lets me go fully, stalking toward the huge wall\nof french doors, and glares outside. His body is rigid but divine\nas hell and tense as he pushes a hand to his waist, fisting it\nthere in agitation, looking completely intimidating, like a\ngladiator about to embark on a war. I guess things with work aren’t\nrosy today. He has a few large developments he’s overseeing, so his\nstress levels have been up and down.\n“One night … We kept the apartment\n… Yeah, arrange to have my flight there Thursday and home Friday\nmorning first thing. Jefferson is still in Manhattan, so he can",
    "trans": "seno, avvicinandosi per passare la sua lingua sul mio collo e farmi\nprovare migliaia di formicolii. Non gli interessa che sia nel\nmezzo di una conversazione con qualcuno.\n\"Giovedì?\" Sospira, guardandomi\ncon il viso attraversato da un barlume di fastidio. Togliendo la mano\nda in mezzo alle mie cosce mentre prende il suo telefono e cambia orecchio, uno sguardo di\nagitazione sul suo viso da ragazzo. \"Business Carrero\" è intervenuto ad uccidere\nla sua libido. Deve essere andato storto qualcosa al lavoro e la delusione\nmi travolge.\n\"Cazzo, Margo! Non possono fare\nuna dannata cosa senza che io gli stia addosso gridando\nordini del cazzo?\" Mi lascia andare completamente dirigendosi in modo altero verso l'enorme muro\ndi porte francesi e lanciando un'occhiata all'esterno. Il suo corpo è rigido ma divino\nda morire e teso mentre spinge una mano sulla propria vita, stretta a pugno\nin agitazione, apparendo del tutto intimidatorio, come un\ngladiatore in procinto di iniziare una guerra. Credo che le cose al lavoro\nnon siano rosee oggi. Ha alcuni grandi complessi residenziali che sta supervisionando, perciò i suoi\nlivelli di stress hanno degli alti e bassi.\n\"Una notte... Abbiamo tenuto l'appartamento\n... Si, organizza il mio volo per giovedì con rientro venerdì\nmattina come prima cosa. Jefferson è ancora a Manhattan, quindi può"
}