{
    "source": "en_US",
    "target": "it_IT",
    "text": "She reaches to scratch at whatever, whoever, this is a person, it’s a person- has hold of her. Her hands are wrenched above her head. Solid hips anchor her thighs open, a bulk huge enough she can barely get her legs around it to thump her heels into the figure’s spine.\nThe angry slam of her bare feet doesn’t even make her assailant flinch. Instead a tongue licks up her neck, wet and so long she struggles with that idea of this being a human. Nobody that size should be able to fit under this bed with her. Nobody that size should be able to navigate this cramped space with ease, to bite and lap a trail down her chest to fix a sloppy mouth around her nipples and suckle like it’s hungry. She feels her inner muscles clench at that, at sparks of pleasure that clash horribly with her frantic squirming.\nShe knows close quarters, hand to hand, how to get leverage over a bigger opponent. This is nothing like that. She feels like a worm on a hook. Helpless and pinned, poised to plunge into depths that will crush her. Devoured by something hellbent on taking every inch of her to satiate its hunger and oh.",
    "trans": "Cerca di raggiungerla per graffiarla, qualunque cosa sia, chiunque sia, forse una persona, è una persona. La immobilizza. Afferra la sua testa con le mani. I suoi fianchi robusti la costringono a tenere le cosce aperte, una massa così enorme che lei riesce a malapena a circondarla con le gambe e a sbattere i talloni contro la sua spina dorsale.\nIl battito rabbioso dei suoi piedi nudi non fa nemmeno esitare il suo aggressore. Al contrario, una lingua la lecca lungo il collo, così lunga e bagnata che le fa dubitare che si tratti di un essere umano. Nessuna persona di quelle dimensioni poteva essere in grado di stare sotto quel letto con lei, e non poteva essere capace di muoversi in quello spazio angusto con facilità, e di mordere e sbavare lungo il suo petto fino a chiudere la bocca viscida attorno ai suoi capezzoli e succhiarli come se fosse affamato. Sente i suoi muscoli contrarsi, in preda a scintille di piacere che contrastano orribilmente con i movimenti frenetici del suo corpo che si dimena.\nConosce gli scontri ravvicinati, il corpo a corpo, sa come fare leva sul corpo di un avversario più grande. Questo non è niente del genere. Si sente come un verme appeso a un amo. Indifesa e immobilizzata, pronta a precipitare in abissi che la annienteranno. Divorata da qualcosa che ha intenzione di impossessarsi di ogni centimetro del suo corpo per saziare la sua fame e oh."
}