{
    "source": "en_US",
    "target": "it_IT",
    "text": "Overview\nUnit 2 Project: Resort\nThis project will involve collecting market research and using this data to create a resort for your target market.\nTasks\n1. You will be assigned a group of fellow market researchers. Your group will be assigned a location and a target market.\n2. As a group, you will complete the resort booklet, which includes market research, brainstorming, creating a vision board, and doing a SWOT analysis.\n3. You will present your vision board to the class\nFinal submission\nYour final submission will consist of the following elements -\n1. Resort booklet submitted on Google Classroom (includes Part A-D)\n2. Presentation to the class to share your vision board and explicitly identify how your\nmarket research and target market a\nDue date:\nWorkbook → Monday, October 28th\nPresentation → Wednesday, October 30th\nIn-class work periods → You will be given 3 work periods this week to complete Part A&B. You will be given 3 work periods next week to complete your vision board and SWOT analysis. All sections of A-D must be completed before Monday, October 28th.\nWe will work on presentations on October 28/29th in class.",
    "trans": "Panoramica\nProgetto dell'unità 2: Resort\nQuesto progetto prevede di eseguire delle indagini di mercato al fine di realizzare un resort per il vostro mercato di riferimento.\nAttività\n1. Vi verranno assegnati dei colleghi che si occuperanno di effettuare le indagini di mercato. Al vostro gruppo verrà inoltre assegnata una località e un mercato di riferimento.\n2. Come gruppo, completerete il fascicolo per la realizzazione del resort, includendo le indagini di mercato, il brainstorming, una panoramica degli obiettivi e un'analisi SWOT.\n3. Presenterete la panoramica degli obiettivi alla classe.\nPresentazione finale\nL'elaborato finale dovrà includere i seguenti elementi.\n1. Il fascicolo per la realizzazione del resort che dovrà essere inviato su Google Classroom (incluse le parti A-D).\n2. Condivisione della panoramica degli obiettivi con la classe per descrivere nel dettaglio le vostre\nricerche e il mercato di riferimento\nData di scadenza:\nCartella di lavoro → lunedì 28 ottobre\nPresentazione → mercoledì 30 ottobre\nSessioni di lavoro in classe → Questa settimana vi verranno assegnati 3 sessioni di lavoro per completare le Parti A e B. La prossima settimana vi saranno assegnati 3 sessioni di lavoro per completare la panoramica degli obiettivi e l'analisi SWOT. Tutte le sezioni A-D devono essere completate prima di lunedì 28 ottobre.\nLavoreremo sulle presentazioni il 28 e il 29 ottobre in classe."
}