{
    "source": "en_US",
    "target": "it_IT",
    "text": "The company intends to use the net proceeds of the ATM program, if any, primarily on capital expenditures to support the growth and development of the company's existing mining operations, as well as for working capital and general corporate purposes.\nSince the common shares will be distributed at trading prices prevailing at the time of the sale, prices may vary between purchasers and during the period of distribution. The volume and timing of sales, if any, will be determined at the sole discretion of the company's management and in accordance with the terms of the ATM agreement. To date, 109,323,321 common shares have been distributed by the company for gross proceeds of approximately $248-million (U.S.) pursuant to the ATM agreement by means of the March supplement.\nThe offer and sale of the common shares under the ATM program will be made only by means of the A&R prospectus included within the company's United States registration statement on Form F-10 (file No. 333-272989) filed with the U.S. Securities and Exchange Commission on March 8, 2024. The A&R prospectus is available on the company's SEDAR+ profile and the A&R prospectus and registration statement are available on the SEC's EDGAR website.",
    "trans": "L'azienda intende fare uso degli utili netti del programma ATM, principalmente, all'occorrenza, per effettuare investimenti a supporto della crescita e dello sviluppo delle correnti operazioni di mining dell'azienda, oltre che per obiettivi legati a capitali operativi e generali scopi aziendali.\nDal momento che le azioni verranno distribuite ai prezzi commerciali vigenti al momento della vendita, i prezzi potrebbero variare sia tra i singoli acquirenti che nel corso del periodo di distribuzione. L'ammontare e le tempistiche delle eventuali saranno determinati a sola discrezione dell'amministrazione aziendale ed in linea con i termini previsti dall'accordo ATM. Alla presente data sono state distribuite un totale di 109,323,321 azioni, per un ricavato complessivo lordo di 248 milioni di dollari USA, ai sensi dell'accordo ATM, integrazione di Marzo.\nL'offerta e la vendita delle quote comuni per conto del programma ATM verranno effettuate unicamente ai sensi dell'Informativa A&R allegata al Form F-10 dell'OPA USA (fascicolo N. 333-272989) sottoscritta con la Commissione USA per la Sicurezza e gli Scambi l'8 marzo 2024. L'Informativa A&R e l'OPA sono disponibili alla consultazione sul sito web di SEC's EDGAR."
}