{
    "source": "en_US",
    "target": "it_IT",
    "text": "1. Processed Meats:\nProcessed meats such as hot dogs, sausages, and bacon should be avoided as they are high in saturated fats and sodium. These foods have been linked to an increased risk of colon cancer. Instead, opt for lean meats like chicken, turkey, and fish.\n2. Red Meat:\nConsuming excessive amounts of red meat, such as beef, pork, and lamb, has been associated with an increased risk of colon cancer. It is recommended to limit the intake of red meat and choose leaner alternatives like poultry or plant-based proteins.\n3. Sugary Drinks:\nSugar-sweetened beverages like soda, energy drinks, and fruit juices with added sugars should be avoided. These drinks contribute to weight gain and increase the risk of colon cancer. Opt for water, herbal tea, or freshly squeezed juices without added sugars.\n4. Refined Grains:\nRefined grains like white bread, white rice, and pasta have been stripped of their nutrients and fiber content.\nThese foods can lead to weight gain and increase the risk of colon cancer. Choose whole grains like whole wheat bread, brown rice, and quinoa for a healthier alternative.",
    "trans": "1. Carni lavorate:\nLe carni lavorate, come hot dog, salsicce e pancetta, sono da evitare in quanto ricche di grassi saturi e sodio. Questi alimenti risultano essere collegati a un aumento di rischio del cancro al colon. Scegliete invece carni magre come il pollo, il tacchino o il pesce.\n2. Carne rossa:\nIl consumo di quantità eccessive di carne rossa, come manzo, maiale e agnello, è stato associato a un aumento del rischio di cancro al colon. Si consiglia di limitare l'assunzione di carne rossa e di privilegiare alternative più magre come il pollame o le proteine di origine vegetale.\n3. Bevande zuccherate:\nLe bevande zuccherate come le bibite gassate, le bevande energetiche e i succhi di frutta con zuccheri aggiunti dovrebbero essere evitate. Queste bevande favoriscono l'aumento di peso e aumentano il rischio di cancro al colon. Preferite l'acqua, il tè alle erbe o le spremute fresche senza zuccheri aggiunti.\n4. Cereali raffinati:\nI cereali raffinati, come il pane bianco, il riso bianco e la pasta, sono stati privati dei loro nutrienti e del loro contenuto di fibre.\nQuesti alimenti possono causare un aumento di peso e aumentare il rischio di cancro al colon. Prediligete cereali integrali come pane integrale, riso integrale e quinoa per un'alternativa più sana."
}