{
    "source": "en_US",
    "target": "it_IT",
    "text": "have always gone after the youth. They harass and kill them for being students and for not\nwanting to be part of their groups. If you as a student do not offer your help to them, they\nsee you as a threat and working against them.\n43. Without having a concrete plan or hope that things would get better in my country, on July\n1, 2022, I applied for my passport in Popayan, while I continued with my academic studies\nwithout a problem.\n44. On July 9, 2022, it was the first time there was a real intervention with my team while we\nwere working with the rural community in Quintana Cauca. That day, we were investigating\nthe surrounding areas of Quintana Cauca, how the roads were planned out, the\ntopography of the land, as well as interviewing the women in the area. They told us about\nthe armed conflict surrounding the township and how it affected their day to day. That\nsame day, we planned a lunch for all the women leaders in the community and began\nplanning ways in which we could help them make the land around them grow and prosper.",
    "trans": "hanno sempre perseguitato i giovani. Li molestano e li uccidono per il fatto di essere studenti e perché non\nvogliono fare parte dei loro gruppi. Se tu, come studente, non gli offri il tuo aiuto,\nti vedono come una minaccia che si adopera contro di loro.\n43. Senza avere un piano preciso o la speranza che le cose sarebbero migliorate nel mio paese, il\nprimo di luglio 2022 ho fatto richiesta per il passaporto a Popayan, mentre proseguivo i miei studi accademici\nsenza alcun problema.\n44. Il 9 luglio 2022 è stata la prima volta che c'è stato un vero intervento con la mia squadra mentre\nstavamo lavorando con la comunità rurale di Quintana Cauca. Quel giorno, stavamo investigando\nle aree circostanti di Quintana Cauca, come la progettazione delle strade, la\ntopografia del territorio, oltre a intervistare le donne di quella zona. Ci hanno raccontato del\nconflitto armato che stava avvenendo nei dintorni della cittadina e di come incidesse sulla loro quotidianità. Quello\nstesso giorno, abbiamo organizzato un pranzo per tutte le donne leader della comunità e abbiamo iniziato\na pianificare i modi in cui avremmo potuto aiutarle a fare crescere e a far prosperare i territori circostanti."
}