{
    "source": "en_US",
    "target": "it_IT",
    "text": "Notice ID: 222258347816\nTitle: DRAGON BALL: SPARKING! ZERO - PC\nProtocol: BitTorrent\nFile Name: Dragon Ball Sparking ZERO [DODI Repack]\nFile Size: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nCopyright infringement violates not only U.S. copyright law, it also violates the relevant agreements, terms of service and acceptable use policies between Verizon and its customers. You must take all measures to protect your account from future violations. Failure to implement these measures may subject your Service to termination by Verizon and may result in possible legal action against you by the copyright owner.\nProtecting Your Privacy: The copyright owner has not asked Verizon to identify you, and Verizon will NOT provide your identity without a lawful subpoena. However, if the copyright owner does issue a lawful subpoena that identifies your account as allegedly infringing its copyright rights, Verizon will be legally required to provide your account information to the copyright owner.",
    "trans": "ID avviso: 222258347816\nTitolo: DRAGON BALL: SPARKING! ZERO - PC\nProtocollo: BitTorrent\nNome file: Dragon Ball Sparking ZERO [DODI Repack]\nDimensione file: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nLa violazione del copyright non solo infrange la legge statunitense sul copyright, ma viola anche i relativi accordi, i termini di servizio e le politiche di utilizzo accettabili tra Verizon e i suoi clienti. L'utente deve adottare tutte le misure per proteggere il proprio account da future violazioni. La mancata implementazione di tali misure può determinare la chiusura del Servizio da parte di Verizon e può risultare in una possibile azione legale nei confronti dell'utente da parte del proprietario del copyright.\nProtezione della privacy: Il titolare del copyright non ha chiesto a Verizon di identificare l'utente e Verizon NON fornirà la sua identità senza una legittima citazione in giudizio. Comunque, se il titolare del copyright emette un mandato di comparizione legittimo che identifica il vostro account come presunta infrazione dei suoi diritti di copyright, Verizon sarà legalmente tenuta a fornire le informazioni del vostro account al titolare del copyright."
}