{
    "source": "en_US",
    "target": "it_IT",
    "text": "You make me feel famous\nThis fame don't make me feel shit\nThat's some crazy shit, I got to deal with it\n[HOOK]\nI done seen what them xans and them percs do\nI done seen what the love and the hate do\nBut get it straight, girl, i love i dont hate you\nAnd get it straight i can never replace you\nLet's take you out dinner date at the lake\nI will never hurt you, you, you, you\nI know what them xans and them percs do, do, do\nWe can do the percs boo boo boo\nI just pray them percs dont hurt you, you, you, you\nYeah\nYou might also like\nConfide\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nAbout\nHave the inside scoop on this song?\nSign up and drop some knowledge\nStart the song bio\nQ&A\nFind answers to frequently asked questions about the song and explore its deeper meaning\nAsk a question\nWho wrote “Get It Straight” by Juice WRLD?\nCredits\nWriter\nJuice WRLD\nTags\nRap\nComments\nAdd a comment\nGet the conversation started",
    "trans": "Mi fai sentire famos\nTutta questa fama non mi fa provare un cazzo\nSono tutte stronzate, devo accettarlo\n[HOOK]\nHo già visto le conseguenze di Xanax e Percocet\nHo già visto le conseguenze dell'amore e dell'odio\nMa bada bene ragazza, io ti amo e non ti odio\nE bada bene, non potrò mai sostituirti\nTi porto fuori a cena al lago\nNon farò mai del male a te, te, te, te\nHo già visto le conseguenze di Xanax e Percocet sì, sì, sì\nPossiamo farci un pò di Percocet buh, buh, buh\nPrego solo che questo Percocet faccia male a te, te, te\nSì\npotrebbe piacerti\nFidati\nJuice WRLD\neuforia\nKendrick Lamar\nLunga vita al trambusto (Tatuaggi)\nJuice WRLD\nAggiungi\nInformazioni\nHai l'esclusiva interna su questa canzone?\nRegistrati e condividi la tua conoscenza\nScrivi la bio della canzone\nDomande frequenti\nTrova le risposte alle domande frequenti sulla canzone e scopri il suo significato più profondo\nFai una domanda\nChi ha scritto \"Get It Straight” by Juice WRLD?\nCrediti\nScrittore\nJuice WRLD\nTag\nRap\nCommenti\nAggiungi un commento\nInizia una conversazione"
}