{
    "source": "en_US",
    "target": "it_IT",
    "text": "Although the website has complete instructions on all the required fees, forms, and documents you need to submit, we want to point out a few areas where we typically have to request corrections on cases:\n1. Incorrect applicant civil documents and police certificates. There are very specific criteria for what documents are acceptable and the issuing authorities who provide documents for immigration purposes. Failure to submit the correct version of your documents will delay your case. Review https://nvc.state.gov/find and review the requirements for the issuing country of your documents.\n2. Supporting Financial Documents. In most cases, the petitioner will need to submit an Affidavit of Support and supporting financial documents. If using a Joint Sponsor or Household Member, they will also need to submit some supporting documents. We routinely reject cases that do not submit documents such as:\na. Tax transcripts/tax returns,\nb. W-2/1099s, and/or;\nc. Proof of income.\nFailure to submit these documents will delay your case. Review the chart on https://nvc.state.gov/fin and determine which supporting documents you will need to submit.\n3. Missing petitioner civil documents. There are cases where the petitioner must submit civil documents for immigration purposes. CEAC will not request every document that is required.",
    "trans": "Sebbene il sito web riporti istruzioni complete su tutte le tariffe, i moduli e i documenti richiesti da presentare, vogliamo evidenziare alcune aree in cui in genere dobbiamo richiedere correzioni sui casi:\n1. Documenti civili e certificati di polizia errati del richiedente. Esistono criteri molto specifici per quali documenti sono accettabili e le autorità emittenti che forniscono documenti per scopi di immigrazione. La mancata presentazione della corretta versione dei documenti ritarderà il tuo caso. Consulta https://nvc.state.gov/find e verifica i requisiti per il paese di rilascio dei tuoi documenti.\n2. Documenti finanziari di supporto. Nella maggior parte dei casi, il richiedente dovrà presentare un affidavit di supporto e documenti finanziari di supporto. Se si utilizza uno sponsor congiunto o un membro della famiglia, anch'essi dovranno presentare alcuni documenti di supporto. Rifiutiamo regolarmente i casi che non presentano documenti come:\na. Trascrizioni fiscali/dichiarazioni dei redditi,\nb. W-2/1099 e/o\nc. Prova di reddito.\nLa mancata presentazione di questi documenti ritarderà il tuo caso. Consulta la tabella disponibile su https://nvc.state.gov/fin e determina quali documenti di supporto dovrai presentare.\n3. Documenti civili mancanti del richiedente. Ci sono casi in cui il richiedente deve presentare documenti civili per scopi di immigrazione. CEAC non richiederà tutti i documenti richiesti."
}