{
    "source": "en_US",
    "target": "it_IT",
    "text": "Jerseys are ordered by the parents directly from our vendor, Augusta Sportswear.\nAll participants are required to purchase their jersey. Your child is not allowed to use a jersey that is not approved by the YMCA or Augusta Sportswear. If your child wears a different jersey other than the one provided by Augusta Sportswear he or she will not be able to participate.\nPlease order your jerseyhere. To ensure your child has a jersey by the first weekend of games, you must purchase it before October, 21st. If you have any questions or concerns on the status of your jersey, please contact our vendor directly at ymca@augustasportswear.com.\nPARENTAL ACKNOWLEDGEMENT\nThis is where you place teammate and/or practice request. Although requests are not guaranteed, we will do our best to grant them. During the first week of practice, we WILL NOT be able to switch your child's team placement, therefore please complete the Parental Acknowledgement before October 13th.",
    "trans": "Le maglie possono essere ordinate dai genitori direttamente dal nostro fornitore, Augusta Sportswear.\nTutti i partecipanti sono pregati di acquistare la propria maglia. Ai bambini non è consentito utilizzare una maglia che non sia stata approvata da YMCA o da Augusta Sportswear. Se i bambini indosseranno una maglia diversa da quella fornita da Augusta Sportswear non verranno autorizzati a partecipare.\nVi invitiamo a ordinare la vostra maglia qui. Per assicurarvi che i vostri figli ricevano una maglia entro il primo fine settimana di campionato, è necessario procedere all'acquisto entro il 21 ottobre. In caso di domande o dubbi sullo stato della spedizione, è possibile contattare direttamente il nostro fornitore all'indirizzo ymca@augustasportswear.com.\nCONSENSO DEI GENITORI\nIn questo campo è possibile presentare la richiesta per un compagno di squadra specifico e/o di allenamento. Sebbene le richieste non possano essere garantite, faremo del nostro meglio per accoglierle. Durante la prima settimana di allenamento, NON saremo in grado di cambiare l'assegnazione della squadra dei bambini, quindi vi preghiamo di compilare il modulo di consenso parentale prima del 13 ottobre."
}