{
    "source": "en_US",
    "target": "it_IT",
    "text": "This workshop is intended for children preparing for Reconciliation and First Holy Communion (May 2025). This would include our 2nd -5th graders and 2nd grade Private Catholic School students that will receive Reconciliation and First Holy Communion sacraments at the end of this school year.\nI personally do not like to say something is MANDATORY as that is such a negative word, but I strongly encourage you to try to attend as it will serve as a great opportunity for parents and children to enrich their preparation for Reconciliation. I have been a parent in your shoes three times myself and I would never hold an event that I wouldn’t personally see as beneficial for you and your child! If your child has soccer, swim meets, dance, etc. at a time that conflicts with this, I urge you to take the afternoon off from that and come to church instead. This choice makes a strong statement to your child about the importance of faith in their lives!",
    "trans": "Questo workshop è pensato per i bambini che si stanno preparando per la Riconciliazione e la Prima Comunione (maggio 2025). Questo include i nostri bambini di 2ª-5ª elementare e gli studenti di 2ª elementare delle scuole cattoliche private che riceveranno i sacramenti della Riconciliazione e della Prima Comunione alla fine di quest'anno scolastico.\nPersonalmente, non mi piace usare la parola OBBLIGATORIO, poiché ha una connotazione negativa, ma vi incoraggio fortemente a partecipare, poiché rappresenta una grande opportunità per i genitori e i bambini di arricchire la loro preparazione alla Riconciliazione. Io stesso sono stato genitore come voi tre volte, e non organizzerei mai un evento che non considererei personalmente utile per voi e i vostri figli! Se il vostro bambino ha impegni di calcio, gare di nuoto, danza, ecc., in un orario che non combacia con questo evento, vi invito a prendere il prossimo pomeriggio libero e venire in chiesa invece. Questa scelta rappresenta una forte dichiarazione a vostro figlio sull'importanza della fede nella loro vita!"
}