{
    "source": "en_US",
    "target": "it_IT",
    "text": "We issue several types oftravel documents. This update clarifies that we will consider expeditingForm I-131, Application for Travel Documents, Parole Documents, and Arrival/Departure Records, for benefit requestors in the United Stateswhen they have a pressing or critical need to leave the United States, whether the need to travel relates to an unplanned or planned event, such as a professional, academic, or personal commitment.\nWhen the need is related to a planned event, we consider whether:\nThe applicant timely filed Form I-131; and\nProcessing times would prevent us from issuing the travel document by the planned date of departure.\nSubmission and Processing of Expedite Requests\nThis update also clarifies how to make an expedite request, including how requestors can use USCIS online tools with secure messaging,such as submitting their expedite request and uploading evidence to support their expedite request if they have aUSCIS online account.\nThis update explains how we process expedite requests by clarifying that we will generally respond to benefit requestors who submit their request through theUSCIS Contact Center to inform them when we have made a decision on their expedite request.",
    "trans": "Emettiamo diversi tipi di documenti di viaggio. Questo aggiornamento chiarisce che prenderemo in considerazione l'accelerazione del modulo I-131, della domanda per i documenti di viaggio, dei documenti di libertà vigilata e dei registri di arrivo/partenza per i richiedenti di sussidi negli Stati Uniti quando hanno un'esigenza urgente o critica di lasciare gli Stati Uniti, indipendentemente dal fatto che la necessità di viaggiare sia correlata a un evento non pianificato o pianificato, come un impegno professionale, accademico o personale.\nQuando l'esigenza è correlata a un evento pianificato, consideriamo se:\nIl richiedente abbia presentato tempestivamente il modulo I-131; e\nI tempi di elaborazione ci impedirebbero di emettere il documento di viaggio entro la data di partenza pianificata.\nPresentazione ed Elaborazione delle Richieste di Accelerazione\nQuesto aggiornamento chiarisce anche come effettuare una richiesta di accelerazione, incluso il modo in cui i richiedenti possono utilizzare gli strumenti online USCIS con messaggistica sicura, come l'invio della richiesta di accelerazione e il caricamento di prove a supporto della richiesta di accelerazione se hanno un account online USCIS.\nQuesto aggiornamento spiega come elaboriamo le richieste di accelerazione, chiarendo che generalmente risponderemo ai richiedenti di sussidi che inviano la loro richiesta tramite il Centro di Contatto di USCIS per informarli quando avremo preso una decisione sulla loro richiesta di accelerazione."
}