{
    "source": "en_US",
    "target": "it_IT",
    "text": "Complete this section if you, your dependent, or someone in your household participates in any of the programs below. You can also qualify through your household’s income (you do not need to qualify through both). Check all programs that you, or someone in your household participates in:\nMedicaid\nNutrition Assistance Program (NAP) (Food Stamps)\nFederal Public Housing Assistance (Section 8)\nVeterans and Survivors Pension Benefit\nCONTINUE\nIf you have questions about the application process, call 1-800-SafeLink (723-3546)\nNavigate\nTerms + Conditions\nTerms of Use\nContact Us\nAccessibility\nPrivacy Policy\nPrivacy Central\nCalifornia Privacy Notice\nYour Privacy Choices\nMobile Identity Protection\nUnlocking Policy\nSupporting Partners\nAPN Settings\nStay Secure\nCode of Conduct\nSite Map\nLegal Notes\nSafeLink is a registered trademark of TracFone Wireless, Inc., a Verizon company. ©2024 TRACFONE.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners.\nSafeLink Wireless® is a Lifeline supported service, a government benefit program. Only eligible consumers may enroll in LifeLine. LifeLine service is non-transferable and limited to one per household. Documentation of income or program participation may be required for enrollment.",
    "trans": "Compila questa sezione se tu, i tuoi familiari a carico o qualcuno del tuo nucleo familiare aderisce a uno dei programmi indicati di seguito. Puoi qualificarti anche in base al reddito del tuo nucleo familiare (non è necessario qualificarsi per entrambi). Spunta tutti i programmi a cui tu o qualcuno del tuo nucleo familiare aderisce:\nMedicaid\nProgramma di assistenza alimentare (NAP) (Buoni pasto)\nAssistenza federale per gli alloggi pubblici (Sezione 8)\nPensione per veterani e superstiti\nCONTINUA\nIn caso di domande sulla procedura di richiesta, chiama il numero 1-800-SafeLink (723-3546).\nNaviga\nTermini e condizioni\nTermini e condizioni d'uso\nContattaci\nAccessibilità\nInformatiIva sulla privacy\nPrivacy Central\nInformativa sulla privacy in California\nLe tue scelte sulla privacy\nProtezione dell'identità sui dispositivi mobili\nPolitica di sblocco\nPartner di supporto\nImpostazioni APN\nRimani al sicuro\nCodice di condotta\nMappa del sito\nNote legali\nSafeLink è un marchio registrato di TracFone Wireless, Inc. ©2024 TRACFONE.\nTutti gli altri marchi registrati, marchi di servizio e denominazioni commerciali citati in questo sito sono di proprietà dei rispettivi proprietari.\nSafeLink Wireless® è un servizio supportato da Lifeline, un programma di prestazioni governative. Solo i consumatori idonei possono iscriversi a LifeLine. Il servizio LifeLine non è trasferibile ed è limitato a un solo componente del nucleo familiare. Per l'iscrizione può essere richiesta la dichiarazione dei redditi o della partecipazione al programma."
}