{
    "source": "en_US",
    "target": "it_IT",
    "text": "Address how an applied anthropologist might respond to this issuedifferently in BOTH cultures\nAddress why anthropologists are an important resource. What's unique about our research methods?\nAddress the importance of cultural relativism when resolving social concerns.\nYour final paper will be 4-6 pages in length, not including cover page and reference page in APA style. It should contain a proper introduction and conclusion, and address all the above items in detail, with support from your THREE scholarly resources.\nAll written assignments should follow these guidelines:\nMust include a cover page that includes:Your name, my name, class name, date\nEach paper must have1-inch margins all around\nEach paper must be inTimes New Romanfont, size 12.\nEach paper must bedouble-spaced\n-Each paper must be submitted as a.doc file, otherwise it may not open.\nMust use APA (7th ed.) style as outlined in the approved APA style guideto document all sources.",
    "trans": "Analizzare il modo in cui un antropologo potrebbe rispondere a questo problema in maniera diversa in ENTRAMBE le culture\nAnalizzare le ragioni per cui gli antropologi sono una risorsa importante. Quali sono le peculiarità dei nei nostri metodi di ricerca?\nAnalizzare l'importanza del relativismo culturale nel risolvere le problematiche sociali.\nL'esercizio finale dovrà essere lungo circa 4-6 pagine, escludendo il frontespizio e la pagina dei riferimenti bibliografici in stile APA. Deve includere una introduzione e una conclusione appropriate, e descrivere in dettaglio tutti i punti sopra citati, con il supporto delle vostre TRE risorse scolastiche.\nTutti gli elaborati scritti devono seguire le seguenti linee guida:\nDevono includere un frontespizio che includa: il vostro nome, il mio nome, il nome della classe e la data\nOgni elaborato deve avere un margine di 1 pollice\nOgni elaborato deve essere scritto con il font Times New Roman, dimensione carattere 12.\nOgni elaborato deve essere scritto con una doppia interlinea\n- Ogni elaborato deve essere presentato in formato .doc, altrimenti potrebbe non aprirsi.\nDovete utilizzare lo stile APA (7ma ed.) come indicato nelle guida allo stile APA approvata per documentare tutte le fonti."
}