{
    "source": "en_US",
    "target": "it_IT",
    "text": "All monetary and in-kind donations to our non-profit partners are tax deductible.\nVerified Partners Choose CUDDLY\nOver 4,500 animal welfare organizations trust CUDDLY to ensure the success of their fundraising initiatives. Our free-to-use services enable our shelter and rescue partners to save more animals.\nTrust, Transparency, Service\nCUDDLY earns top ratings from respected third-party organizations like the Better Business Bureau and Trustpilot. Our strong commitment to animal welfare and our high ethical standards ensure that every dollar donated makes a meaningful impact.\nThank You Recent Donors\nToby L.\n9 hours ago\nGive a Monetary Donation\nYour monetary donation goes directly to Animal Protection Foundation APF to benefit Mahroosa.\n$35 Raised of $640 Goal\n$250\n$100\n$50\n$35\n$15\nCustom\nDonate\nFundraiser Organizer and Beneficiary\nAnimal Protection Foundation APF\nShorouk City, Cairo\nPartner since 2020\nCUDDLY-Vetted Shelter\nAPF is a not-for-profit, legally registered charitable organization in Egypt. In 2013 we started to rescue dog ... View More\nShare this Fundraiser\nFacebook",
    "trans": "Tutte le donazioni in denaro e in natura ai nostri partner non profit sono deducibili dalle tasse.\nI partner verificati scelgono CUDDLY\nOltre 4.500 organizzazioni per il benessere degli animali si affidano a CUDDLY per garantire il successo delle loro iniziative di raccolta fondi. I nostri servizi gratuiti consentono ai nostri partner che gestiscono rifugi e soccorsi di salvare più animali.\nFiducia, Trasparenza, Servizio\nCUDDLY ottiene le massime valutazioni da stimate organizzazioni terze come Better Business Bureau e Trustpilot. Il nostro forte impegno per il benessere degli animali e i nostri elevati standard etici garantiscono che ogni dollaro donato ha un impatto significativo.\nGrazie Ai Donatori Recenti\nToby L.\n9 ore fa\nFai una donazione in denaro\nLa tua donazione in denaro va direttamente alla Animal Protection Foundation APF a beneficio di Mahroosa.\n$35 Raccolto del obiettivo di $640\n250$\n100$\n50$\n35$\n15$\nPersonalizza\nDona\nOrganizzatore e beneficiario della raccolta fondi\nAnimal Protection Foundation APF\nShorouk City, Cairo\nPartner dal 2020\nCUDDLY - Rifugio Approvato\nAPF è un'organizzazione senza scopo di lucro, legalmente registrata in Egitto. Nel 2013 abbiamo iniziato a salvare i cani ... Visualizza altro\nCondividi questa raccolta fondi\nFacebook"
}