{
    "source": "en_US",
    "target": "it_IT",
    "text": "The CFCFI (Fells Point Community Circular Fashion Initiative), through the circularization of the local fashion, is aimed at addressing the most pressing environmental and social challenges affecting the locality at the shores of Fells Point, where Patagonia has an outlet center. The project is connected to the 13th and the 8th Sustainable Development Goals (Climate Action and Decent Work and Economic Growth, respectively), with a strong focus on reducing resource utilization, addressing climate-related risks, and no longer considering these as the costs of doing business.\nProject Overview\nThe CFCFI's target is to develop a locally-based circular fashion center that will collect, upcycle, and/or convert used clothes to new clothes. It shall stand as a micro-education center on sustainable fashion for the community members, trains people on how to use recycling methods, and manufactures handmade products for sale. The program and the initiative has three main components: collection and recycling of clothing, workshop trainings, and a local market for upcycled products. The community program will not only engage locals in promoting this, but it will also put a stand for sustainable development as well through economic advancement.",
    "trans": "La CFCFI (Fells Point Community Circular Fashion Initiative), attraverso la circolarità della moda locale, mira ad affrontare le sfide ambientali e sociali più impellenti che interessano la comunità sulle rive di Fells Point, dove Patagonia possiede un centro outlet. Il progetto è collegato al 13° e all’8° Obiettivo di sviluppo sostenibile (rispettivamente Azione per il clima e Lavoro dignitoso e Crescita economica), con una forte attenzione alla riduzione dello sfruttamento delle risorse, alla gestione dei rischi legati al cambiamnento climativo e a non considerare questo mercato come mera attività commerciale.\nPanoramica del progetto\nL'obiettivo del CFCFI è quello di sviluppare un centro per la moda circolare su base locale che raccolga, ricicli e/o converta abiti usati in nuovi capi. Dovrà fungere da centro di micro-educazione sulla moda sostenibile per i membri della comunità, formare le persone su come utilizzare i metodi di riciclaggio e produrre prodotti fatti a mano per la vendita. Il programma e l'iniziativa hanno tre componenti principali: raccolta e riciclaggio di indumenti, corsi di formazione e un mercato locale per prodotti riciclati. Il programma comunitario non solo coinvolgerà gli abitanti del posto per promozione questa iniziativa, ma prenderà anche posizione a favore dello sviluppo sostenibile attraverso il progresso economico."
}