{
    "source": "en_US",
    "target": "it_IT",
    "text": "You will still receive the fee if you ask for ID but the customer doesn't have a valid one or is underage, and you follow the correct process by removing the alcohol.\nDeliveroo regularly conducts test orders using 18-20-year-old customers to ensure that this important step is being followed. Failure to check their ID will not only mean not being paid the fee for that order, but may also result in your contract with Deliveroo being ended with immediate effect.\nChecking ID is critical as it's against the law to deliver alcohol to anyone under the age of 18 or to anyone who appears to be drunk. It is vital that you check ID no matter how old a customer looks.\nYou should also not deliver alcohol to customers in public places - alcohol can only be delivered to residential and business addresses. If the customer is in a public place, don't hand over the alcohol, and call Rider Support.\nRemember, you’re shown which orders contain alcohol before you accept them, and you can always choose to reject these orders when you're offered them.",
    "trans": "Riceverai comunque la commissione se richiedi un documento d'identità ma se il cliente non possiede uno valido o è minorenne, dovrai seguire il processo corretto rimuovendo l'alcol.\nDeliveroo effettua controlli regolari su clienti di 18-20 anni per assicurarsi che questo passo chiave venga seguito.  Non controllare il documento d'identità non solo significa che non verrà pagata la commissione per quell'ordine, ma potrebbe anche risultare nell'immediata cessazione del contratto lavorativo sottoscritto con Deliveroo.\nIl controllo dei documenti è un aspetto cruciale, poiché è illegale consegnare alcol a chiunque sia minorenne o sembri ubriaco. È essenziale controllare sempre il documento d'identità, indipendentemente da quanto possa apparire giovane il cliente.\nNon devi nemmeno consegnare alcol ai clienti in luoghi pubblici: l'alcol può essere consegnato solo a indirizzi residenziali o commerciali. Se il cliente si trova in un luogo pubblico, non consegnare l'alcol e chiama il Rider Support.\nRicordate che è possibile visualizzare quali ordini contengono sostanze alcoliche prima che di accettarli.  Puoi sempre scegliere di rifiutare questi ordini quando sono proposti."
}