{
    "source": "en_US",
    "target": "it_IT",
    "text": "PCC’s Drop Policy:\nAll distance education courses currently follow the Pasadena Area Community College District Policy for Attendance, Class Drops and Auditing courses.\nAccording to PCC's distance education policy consistent failure to participate in class for a total of 1 week's worth of assignments(discussions/assignments/quizzes) will result in your being dropped from the course. I understand that sometimes life happens so please reach out to me before this becomes an issue and we can work together to find a resolution.\nStudents in distance education courses are required to ‘attend’ class and participate just as if they were in a face-to-face course. This means that instructors set up guidelines for how much each lecture, reading assignment, discussion or project qualifies as a meeting over the course of each week/learning unit/course module.\nStudents who do not participate in class, that is, who consistently do not complete assignments, quizzes, respond to forums or turn in other work, will be notified that they will be dropped from the class for non-participation.",
    "trans": "Politica di abbandono di PCC:\nTutti i corsi a distanza seguono attualmente la politica del distretto del Pasadena Area Community College in materia di frequenza, abbandono delle lezioni e verifica dei corsi.\nSecondo la politica di istruzione a distanza di PCC, la mancata partecipazione alle lezioni per un totale di una settimana di compiti (discussioni/assegnazioni/quiz) comporterà l'abbandono del corso. Capisco che a volte la vita accade, quindi vi prego di contattarmi prima che questo diventi un problema e possiamo lavorare insieme per trovare una soluzione.\nGli studenti dei corsi a distanza sono tenuti a “frequentare” le lezioni e a partecipare proprio come se fossero in un corso frontale. Ciò significa che gli insegnanti stabiliscono delle linee guida per stabilire quanto ogni lezione, compito di lettura, discussione o progetto possa essere considerato un incontro nel corso di ogni settimana/unità di apprendimento/modulo del corso.\nGli studenti che non partecipano alle lezioni, cioè che non completano costantemente i compiti, i quiz, non rispondono ai forum o non consegnano altro lavoro, saranno avvisati che verranno esclusi dal corso per mancata partecipazione."
}