{
    "source": "en_US",
    "target": "it_IT",
    "text": "(Date format is YYYY/MM/DD)\nFor instructions on how to obtain police certificates for specific countries:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nFor instructions on how to submit a fee online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nIf you need to submit an immigration form, consult:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPlease note:\nAll documents must be in either English or French. You must provide a certified translation for any documents not already in English or French.\nYou must provide the information/documents by the date indicated above for each item.\nIf you fail to comply with this requirement, an officer will review your application and will make a decision based on the information already on file. Note that this could result in the refusal of your application.\nPlease submit scanned/electronic copies of your original documents ONLY. We do not accept in-person or mail-in submissions of requested documents at the Consulate.\nPlease include this letter with the requested documents and include the application number indicated at the top of this letter on any information you submit.\nIf you already have an online account:\nPlease upload and submit all the requested documentation via your online account; note that once the due date has passed, you will no longer be able to upload the requested documentation.",
    "trans": "(Il formato data è AAAA/MM/GG)\nPer le istruzioni su come ottenere i certificati di polizia per paesi specifici:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nPer istruzioni su come pagare un contributo online:\nhttps://eservices.cic.gc.ca/epay/welcome.do?lang=en\nSe hai bisogno di caricare un modulo di immigrazione, consulta:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nNota bene:\nTutti i documenti devono essere redatti in inglese e francese. È necessaria una traduzione certificata di ogni documento che non siano ancora in inglese o francese.\nÈ necessario fornire le informazioni/documenti nella data indicata sopra per ogni voce.\nSe questo requisito non viene rispettato, la domanda verrà esaminata da un funzionario che deciderà basandosi sulle informazioni già presenti in archivio. Ciò potrebbe comportare il rifiuto della domanda.\nSi prega di caricare SOLO copie scannerizzate/elettroniche dei propri documenti originali. Non accettiamo che i documenti siano presentati di persona o tramite email al Consolato.\nSi prega di allegare la presente lettera ai documenti richiesti e il numero della domanda indicato in cima a questa lettera su ogni informazione inviata.\nSe si è già in possesso di un account online:\nSi prega di caricare e inviare la documentazione richiesta completa tramite il proprio account online; si noti che dopo la data di scadenza, non sarà più possibile caricare la documentazione richiesta."
}