{
    "source": "en_US",
    "target": "it_IT",
    "text": "visit http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS code 01857J) DOCKLANDS\n78 Week(s) (No credits granted)\nFull time. Please refer to Monash College course information\nat http://www.monashcollege.edu.au/courses for more information concerning modes of study\n72 credit points are required to complete this course (No credits granted)\n$31,733.33 Estimated total tuition fees $47,600.00 (No credits payable to complete this granted)\ncourse\nIn some circumstances additional non-tuition fees may apply. Please refer to the Additional Costs and Other Study Cost Table which lists administrative charges that apply in certain situations which can be found here:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nFurther non-tuition fees may be listed in the link found here:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nIf you require further information contact Monash Connect on 03 9902 6011 or\nhttps://www.monash.edu/students/support/connect\nBased on your previous Mathematics subject study, you can enrol in Mathematics or Advanced Mathematics as one of your Foundation subject selection.",
    "trans": "visita http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (codice CRICOS 01857J) DOCKLANDS\n78 Settimane (nessun credito garantito)\nTempo pieno. Per favore fare riferimento alle informazioni del corso di Monash College\nal http://www.monashcollege.edu.au/courses per maggiori suggerimenti sulle modalità di studio\nSono richiesti 72 crediti per completare questo corso (Nessun credito garantito)\n$31.733,33 Tasse universitarie totali stimate $47.600,00 (Nessun credito pagabile per completare questa borsa di studio)\ncorso\nIn alcune circostanze potrebbero essere applicate tasse aggiuntive non dovute all'iscrizione. Si prega di fare riferimento alla tabella sui costi aggiuntivi e sugli altri costi di studio che illustra gli oneri amministrativi applicabili in situazioni specifiche e che può essere trovata qui:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nCosti ulteriori oltre alla retta universitaria sono indicati al link seguente:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nPer ulteriori imformazioni, preghiamo di contattare Monash Connect allo 03 9902 6011 oppure\nhttps://www.monash.edu/students/support/connect\nSe si ha già frequentato Matematica come corso di studio, è possibile iscriversi a Matematica o Matematica avanzata come una delle materie selezionate dalla Fondazione."
}