{
    "source": "en_US",
    "target": "it_IT",
    "text": "Please look for your Official USPS Change-of-Address Welcome Kit™ at your new address soon. You'll be able to verify your Change-of-Address information and get valuable savings to help with your move.\nNote: Only one member of your household will receive a Welcome Kit. All others will receive a Change-of-Address confirmation letter.\nNotify mailers directly of your new address. Many companies (financial, health insurance, etc.) will not change your address unless you contact them directly. Failure to notify these companies directly may result in a loss of important services.\nPlease do not reply to this email. This email was sent from a notification-only email address that cannot accept incoming mail.\nThe person who submitted this Change-of-Address form states that he or she is the person, executor, guardian, authorized officer, or agent of the person for whom mail would be forwarded under this order. Anyone submitting false or inaccurate information on this form is subject to punishment by fine or imprisonment or both under Sections 2, 1001, 1702 and 1708 of Title 18, United StatesCode.\nNot Changing Your Address?",
    "trans": "Fate attenzione al Kit di Benvenuto Ufficiale USPS per il Cambio di Indirizzo che verrà presto recapitato al vostro nuovo indirizzo, attraverso cui potrete verificare le vostre informazioni di cambio di indirizzo ed ottenere sconti vantaggiosi in aiuto al vostro trasloco.\nNota: Solo membro della vostra famiglia riceverà il Kit di Benvenuto; a tutti gli altri verrà recapitata una lettera di conferma relativa al Cambio di Indirizzo.\nRicordate di comunicare direttamente alla organizzazioni il vostro nuovo indirizzo. Molte società (finanziarie, assicurative, ecc.) non registreranno il vostro nuovo indirizzo a meno che non li contattiate direttamente; la mancata comunicazione diretta a tali aziende del cambio di indirizzo potrebbe determinare la mancata ricezione di importanti servizi.\nNon rispondete a questa mail. Questo è un messaggio automatico inviato da un indirizzo mail che non può ricevere email di risposta.\nLa persona che ha compilato questo modulo di Cambio di Indirizzo dichiara di essere la persona, l'esecutore, il tutore legale, l'ufficiale in carica o il mandatario della persona per conto del cui indirizzo postale questo ordine viene inoltrato. Chiunque comunichi informazioni false o scorrette tramite questo modulo sarà soggetto a multe o detenzione o a entrambe ai sensi delle Sezioni 2, 1001, 1702 e 1708 del Titolo18 del Codice degli Stati Uniti.\nNon stai cambiando indirizzo?"
}