{
    "source": "en_US",
    "target": "it_IT",
    "text": "The airdrop recipients are divided into two categories:\nTelegram App Users\nWeb3 Community\nFor both user types, there are Core (User Score) and Bonus (Multipliers) criteria. Each airdrop is calculated as User Score X Multipliers.\nTelegram App Airdrop\nAllocation: ~ 85% of MEMEFI supply\nCore Eligibility Criteria:\nTotal value of all purchases (All TON + Stars Purchases)\nAmount of coins\nThese criteria are independent; fulfilling only one is sufficient to receive the associated airdrop.\nOnly users who have collected a minimum amount of coins (which will be small) will be eligible for the airdrop. Users passing either criterion will have a user score defined based on the higher passing criterion.\nTop players by coins will receive rewards in a non-linear fashion.\nBonus Criteria:\n[Hidden criterion]\nOn-Chain TON Transactions\nGiveaway Participation\nMemeFi Premium\nCampaigns\nThese criteria will have specific multipliers to increase the user score.\n❗ Important: Due to the large number of Telegram app users, we've allocated a by an order of magnitude larger portion of the airdrop supply to this group (it’s a few % to Web3 users against the rest of the airdrop supply to Telegram app users).",
    "trans": "I destinatari di airdrop si dividono in 2 categorie:\nUtenti della App Telegram\nWeb3 Community\nPer entrambi i tipi di utente, esistono criteri Core (punteggio utente) e bonus (moltiplicatori). Ogni airdrop viene calcolato come moltiplicatore del punteggio X dell'utente.\nAirdrop App Telegram\nAllocazione: ~ 85% della fornitura MEMEFI\nCriteri di eligibilità:\nValore totale di tutti gli acquisti (Tutti i TON + gli acquisti Star)\nTotale di monete\nQuesti criteri sono indipendenti; è sufficiente soddisfarne uno solo per ricevere l'airdrop associato.\nSolo gli utenti che avranno raccolto un numero minimo di monete (ridotto) avranno diritto all'airdrop. Gli utenti che supereranno uno dei criteri avranno un punteggio utente definito in base al criterio di superamento più elevato.\nI migliori giocatori con il maggior numero di monete riceveranno ricompense in modo non lineare.\nCriteri per i bonus:\n[Hidden criterion]\nTransazioni TON in catena\nInvia un invito\nMemeFi Premium\nCampagne\nQuesti criteri avranno moltiplicatori specifici per incrementare il punteggio dell'utente.\n❗ Importante: a causa dell'elevato numero di utenti dell'app Telegram, abbiamo assegnato una porzione di assegnazione di airdrop maggiore a questo gruppo (la percentuale di assegnazione di airdrop per gli utenti Web3 è inferiore rispetto alla fornitura per gli utenti Telegram )."
}