{
    "source": "en_US",
    "target": "it_IT",
    "text": "that “our strategy has been to keep doing what we are doing in a much better and bigger manner. There\nhas been no change in the way we are engaging with the brand and the consumer.” CCD began by\nupgrading about 150 of its stores, while letting the leases on some of the older and slightly rundown\nproperties lapse. It also focused on innovations in its food and beverage offerings, introducing four\nnew food items in 2014. Madhav sought to fill in certain menu gaps compared to the competition,\nlaunching a Snowy Vanilla Frappe. CCD also marginally raised its product prices. For instance, it\nincreased the price of a small cappuccino from 66 Indian rupees (Rs. $1.05) to Rs. 79 ($1.25).b This\nhelped counter inflation yet still maintain a big price advantage over Starbucks, which had raised its\nprices four times in the last two years. In January 2015, Starbucks’ small cappuccino was priced at Rs.\n120 ($1.98). These measures helped CCD increase its average sales per day per outlet from roughly $240",
    "trans": "che “la nostra strategia è stata quella di continuare con ciò che stiamo facendo in un modo molto migliore e più ampio. Non\nc’è stato alcun cambiamento nel modo in cui interagiamo con il marchio e con i consumatori”. Il CCD è iniziato\ncon la ristrutturazione di circa 150 negozi, lasciando scadere i contratti di locazione di alcune delle strutture più datate e abbandonando\ngradualmente gli immobili degradati. Ci siamo inoltre concentrati sulle innovazioni nell'offerta di cibi e bevande, introducendo quattro\nnuovi articoli alimentari nel 2014. Madhav ha cercato di ridurre le carenze del menù offerto rispetto alla concorrenza,\ncon il lancio del frappè Snowy Vanilla. CCD ha inoltre aumentato leggermente i prezzi dei suoi prodotti. Per esempio,\nil prezzo di un cappuccino piccolo è aumentato passando da 66 rupie indiane (Rs. $ 1,05) a 79 Rs.  ($ 1,25).b Questo\nha contribuito a contenere l’inflazione pur garantendo un grande risparmio rispetto ai prezzi di Starbucks, che lo aveva aumentato\ndi quattro volte durante gli ultimi due anni. Nel gennaio 2015, un cappuccino piccolo di Starbucks costava\n120 Rs. ($1.98). Queste contromisure hanno permesso a CCD di aumentare le vendite medie giornaliere di circa $240 per ogni negozio"
}