{
    "source": "en_US",
    "target": "it_IT",
    "text": "Maintain physical stamina and proper mental attitude while dealing effectively with guests, management, team members, and outside contacts while working under pressure and meeting deadlines.\nMust be able to frequently move freely about the property, maintain manual dexterity to operate job related equipment, such as telephones, copiers, etc., withstand various activities such as frequent walking, sitting for long periods and withstand prolonged standing, stretching, bending and kneeling without restriction.\nBe able to work indoors and be exposed to various environmental contaminants including smoke.\nAbility to lift or carry a minimum of 20 pounds unassisted in the performance of specific tasks assigned.\nMust be able to work with others, communicate well, receive direction, and provide feedback when needed to achieve department goals and objectives.\nMust maintain a positive attitude toward work and interface with guests in a congenial and polite manner.\nMust be able to address stressful situations with clients with dignity and the utmost tact and politeness.",
    "trans": "Mantenere la resistenza fisica e un atteggiamento mentale appropriato mentre si interagisce efficacemente con gli ospiti, la direzione, i membri del team e i contatti esterni, lavorando sotto pressione e rispettando le scadenze.\nDeve essere in grado di muoversi spesso e liberamente all'interno della struttura, mantenere la destrezza manuale per utilizzare le attrezzature relative al lavoro, come telefoni, fotocopiatrici, ecc., sopportare attività varie come camminare frequentemente, stare seduti per lunghi periodi e sopportare lunghi periodi in piedi, stretching, piegamento e inginocchiamento senza restrizioni.\nDeve essere in grado di lavorare al chiuso ed essere esposto a vari contaminanti ambientali, incluso il fumo.\nCapacità di sollevare o trasportare un minimo di 20 libbre senza assistenza nell'esecuzione di compiti specifici assegnati.\nDeve essere in grado di lavorare con gli altri, comunicare bene, ricevere indicazioni e fornire feedback quando necessario per raggiungere gli obiettivi e i traguardi del dipartimento.\nDeve mantenere un atteggiamento positivo verso il lavoro e interagire con gli ospiti in modo cordiale e educato.\nDeve essere in grado di affrontare situazioni stressanti con i clienti con dignità, la massima discrezione e cortesia."
}