{
    "source": "en_US",
    "target": "it_IT",
    "text": "The wolf pushed once more at her side and she got up, looking up at its humongous frame. It goes down on its hinges, wanting her to climb on it's back.\nIt was then that she had noticed. Not only did Ezra accept her, but his wolf did too. And that meant a lot to her because his wolf and him were two different beings.\nShe weakly gets on, holding unto its fur as tight as she could as they went off, heading back to the castle.\nAs soon as they had arrived, the lycan went down on all four of its legs. She climbed down slowly before looking at it.\n\"Genesis!\" Beverly calls, walking on the bridge that led to the castle.\nGenesis stared at her mate before it stood up and dashed into the woods, making her lips part in awe.\n\"I was so worried about you! I was looking for you the whole night.\" Bethany says worrisely, wrapping a blanket around her small frame. \"Let's get you inside.\"\n................\n\"Would you like to come into the village with me?\" Bethany asks, handing her some tea.",
    "trans": "Il lupo spinse ancora una volta sul suo fianco e lei si alzò, dando uno sguardo alla sua enorme struttura. Si abbassa sui suoi cardini, volendo che lei salga sulla sua schiena.\nFu allora che lei se ne accorse. Non solo Ezra l’aveva accettata, ma l’aveva fatto anche il suo lupo. E quello significava molto per lei perché il suo lupo e lui erano due esseri diversi.\nSale con difficoltà, aggrappandosi alla sua pelliccia più forte che può mentre partono, ritornando al castello.\nNon appena arrivarono, il lycan scese su tutte e quattro le sue zampe. Lei scese lentamente prima di osservarlo.\n“Genesis!” chiama Beverly, camminando sul ponte che portava al castello.\nGenesis guardò il suo compagno prima che si alzasse e sparisse nei boschi, facendo schiudere le sue labbra per lo stupore.\n“Ero così preoccupata per te! Ti ho cercato tutta la notte.” Bethany dice preoccupata, avvolgendo una coperta attorno al suo corpo esile. “Ti facciamo entrare.”\n…………………….\n“Ti piacerebbe entrare al villaggio con me?” chiede Bethany, offrendole del te."
}