{
    "source": "en_US",
    "target": "it_IT",
    "text": "The photo result will be used for verification at level 1 visitor’s counter, and is valid for 24 hours only.\nPlease do not send it to us.\nYour child is exempted from swabbing as he is below five years of age.\nYour child’s sleep study is rescheduled, as discussed, to:\n16 OCT 2024, WEDNESDAY @ MAIN BUILDING\n(Yellow Zone G)\nLEVEL 4, #04-62,\nPaediatric Sleep Laboratory\n(beside the playground, just before Paediatric Day Therapy).\n*NOT ZONE E*\nOur Laboratory opens at 8.30pm.\nPlease arrive before 9.30pm.\nRegistration will be done on-site. CPF account holder has to be present. Kindly declare your personal insurance for payment, if any.\nOne Covid-ART-tested caregiver is allowed to stay overnight.\nPlease do not stop any medication without doctor's instructions.\nPlease bring along your child’s sleep clothes, toiletries, slippers, comb and, if preferred, pillows and toys.\nNo meal will be provided.\nIt will be a single room with a bed and a sofa bed beside it. Pillows, blankets, television and public WiFi access will be available.",
    "trans": "Il risultato della foto verrà utilizzato per la verifica al banco del visitatore di livello 1 ed è valido solo per 24 ore.\nTi preghiamo di non inviarcelo.\nVostro figlio è esonerato dal tampone in quanto ha meno di cinque anni.\nLo studio del sonno di vostro figlio viene riprogrammato, come discusso, il:\n16 OTT 2024, MERCOLEDì NELL'EDIFICIO PRINCIPALE\n(Zona G Gialla)\nLivello 4, #04-62\nLaboratorio Pediatrico del Sonno\n(accanto al parco giochi, poco prima della Terapia Pediatrica Diurna).\n*NON ZONA E*\nIl nostro Laboratorio apre alle 20.30.\nSi prega di arrivare prima delle 21.30.\nLa registrazione verrà effettuata in loco. Il titolare del conto CPF deve essere presente. Si prega di dichiarare la propria assicurazione personale per il pagamento, se presente.\nUn caregiver Covid-ART testato è autorizzato a pernottare.\nSi prega di non interrompere alcun farmaco senza le istruzioni del medico.\nSi prega di portare con se i vestiti per dormire del vostro bambino, necessario per il bagno, pantofole, pettine e se si preferisce, cuscini e giocattoli.\nNon sarà fornito alcun pasto.\nSarà una camera singola con un letto e accanto un divano letto. Saranno disponibili cuscini, coperte, televisione e accesso WiFi pubblico."
}