{
    "source": "en_US",
    "target": "it_IT",
    "text": "H. pylori is a Gram-negative bacterium that plays a pivotal role in the development of gastritis,\npeptic ulcers, and gastric cancer. In addition to its association with various gastrointestinal disorders,\nan increased prevalence of H. pylori infection in patients with rosacea was also reported. About 88% of\nthe patients with rosacea were infected with H. pylori, compared with 65% of the non-ulcer dyspeptic\ncontrols [57]. Moreover, eradication of H. pylori improved the skin symptoms of rosacea [57–59].\nHowever, a Danish population-based cohort study reported no significant association between H. pylori\ninfection (hazard ratio (HR): 1.04; 95% CI: 0.96–1.13) in patients with rosacea compared with control\nsubjects [60]. Although they also found an increased prevalence of H. pylori infection in patients with\nrosacea, the prevalence of new-onset H. pylori infection was not increased in patients with rosacea,\nsuggesting that H. pylori infection could be one of the predisposing factors in rosacea by acting as a",
    "trans": "L'Helicobacter pylori è un batterio gram-negativo che svolge un ruolo cruciale nello sviluppo di gastriti,\nulcere peptiche e cancro allo stomaco. Oltre alla sua correlazione con vari disturbi intestinali,\nè stata riscontrata un'aumentata presenza di infezione da Helicobacter pylori in pazienti affetti da rosacea. Circa l'88% dei\npazienti con rosacea risultano infetti da Helicobacter pylori, a confronto del 65% dei soggetti con dispepsia non ulcerosa\nappartenenti al gruppo di controllo [57]. In più, il debellamento dell'Helicobacter pylori è risultato avere l'effetto di alleviare i disturbi cutanei della rosacea. [57-59].\nUno studio effettuato su un campione composto da cittadini danesi non ha però evidenziato alcuna associazione rilevante con l'infezione da Helicobacter pylori\n(indice di rischio (HR): 1.04; 95% CI: 0.96–1.13) in pazienti affetti da rosacea rispetto ai soggetti del\ngruppo di controllo [60]. Nonostante abbiano rilevato anche un'aumentata prevalenza di infezione da Helicobacter pylori in pazienti con\nrosacea, non è stato rilevato un aumento della prevalenza di infezione da helicobacter pylori di nuova insorgenza nei pazienti con rosacea,\ncosa che suggerisce che l'infezione da Helicobacter pylori possa rappresentare uno dei fattori predeterminanti della rosacea, poiché agisce come"
}