{
    "source": "en_US",
    "target": "it_IT",
    "text": "● What are the communication patterns and needs of individuals from different age groups?\nSuch descriptive reports also capture generational shifts—such as Millennials’ and Generation Z’s prioritization of work-life balance—and highlight the need for strategies to communicate across differences in organizations. Similar demographic analyses could be applied to race, ethnicity, family structure, social class, household composition, and geographic difference, which would reveal how the workplace is evolving as these demo- graphic patterns shift.\n● How can we communicate with members of a diverse workforce in ways that value difference and help achieve organizational and individual goals?\nChanging demographics also create new opportunities and challenges for organiza- tional communication because they result in multicultural workplaces, including workers with increasing responsibilities to aging family members; workers with longer commutes; and workers who telecommute. Changing demographics also magnify the importance of treating individuals with different ethnic backgrounds, races, ages, genders, abilities, and sexual orientations in ways that honor these differences and create opportunities for meet- ing both individual and organizational goals. Thus, questions confronting organizational communication scholars as they consider these demographic shifts include:",
    "trans": "● Quali sono gli schemi e i bisogni comunicativi degli individui di diverse fasce d’età?\nTali report descrittivi raffigurano anche i cambi generazionali - come la prioritizzazione dei Millennial e della Generazione Z dell’equilibrio lavoro-vita - ed evidenziano il bisogno di strategie per comunicare tra le differenze nelle organizzazioni. Tali analisi demografiche possono applicarsi a razza, etnia, struttura familiare, classe sociale, composizione familiare, e differenza geografica, che rivelerebbero come il luogo di lavoro si stia evolvendo al cambio di questi schemi demografici.\n● Come possiamo comunicare con i membri di una forza lavoro differente in modi che valorizzino la differenza ed aiutino a raggiungere gli obiettivi organizzativi ed individuali?\nLe demografie in cambiamento creano anche nuove opportunità e sfide per la comunicazione organizzativa perché risultano in posti di lavoro multiculturali, inclusi lavoratori con crescenti responsabilità verso membri di famiglia che invecchiano; lavoratori pendolari; e lavoratori che telelavorano. Le demografie in cambiamento inoltre amplificano l’importanza del trattare gli individui con sfondi etnici, razze, età, genere, abilità, ed orientamenti sessuali diversi in modi che onorino queste differenze e creino opportunità per soddisfare gli obiettivi sia individuali che aziendali. Dunque, le domande che si pongono gli studiosi riguardo alla comunicazione organizzativa considerando questi cambi demografici includono:"
}