{
    "source": "en_US",
    "target": "it_IT",
    "text": "Surgical options for treating AVMs\nThree surgical options are used to treat AVMs: conventional surgery, endovascular embolization, and radiosurgery. The choice of treatment depends largely on the size and location of an AVM. Endovascular embolization and radiosurgery are less invasive than conventional surgery and offer safer treatment options for some AVMs located deep inside the brain.\nConventional surgery involves entering the brain or spinal cord and removing the central portion of the AVM, including the fistula, while causing as little damage as possible to surrounding neurological structures. This surgery is most appropriate when an AVM is located in a superficial portion of the brain or spinal cord and is relatively small in size. Conventional surgery is generally not used for AVMs located deep inside the brain because of the risk of damaging or destroying important brain tissue.",
    "trans": "Opzioni chirurgiche per il trattamento delle MAV\nVengono utilizzate tre opzioni chirurgiche per trattare le MAV: la chirurgia convenzionale, l'embolizzazione endovascolare e la radiochirurgia. La scelta del trattamento dipende in gran parte dalla dimensionee e posizione di una MAV. L'embolizzazione endovascolare e la radiochirurgia sono meno invasive della chirurgia convenzionale e offrono opzioni di trattamento più sicure per alcune MAV situate in profondità nel cervello.\nLa chirurgia convenzionale implica entrare nel cervello o nel midollo spinale e rimuovere la porzione centrale della MAV, come la fistola, mentre si causa il minor danno possibile alle strutture neurologiche circostanti. Questa chirurgia è molto appropriata quando una MAV è situata in una porzione superficiale del cervello o del midollo spinale e relativamente piccola di dimensioni. Generalmente non viene utilizzata per le MAV in profondità per il rischio di danneggiare o distruggere importante tessuto cerebrale. L'embolizzazione endovascolare implica guidare un catetere attraverso un'arteria finché la punta raggiunge il sito della MAV. Il chirurgo poi inietta una sostanza (come sostanze a presa rapida, spirali in fibra di titanio, palloncini) che viaggerà attraverso i vasi sanguigni e creerà un coagulo artificiale nel centro della MAV. Poiché l'embolizzazione di solito non rimuove od oblitera la MAV, si utilizza generalmente come complemento alla chirurgia o alla radiochirurgia per ridurre il flusso sanguigno nella MAV e rendere la chirurgia più sicura. Può essere efficace solo nel trattare le fistole artero-venose durali."
}