{
    "source": "en_US",
    "target": "it_IT",
    "text": "Morena smiled, her hands reaching for the zipper of her dress. \"Then show me how much you want me,\" she said, her voice a sultry whisper.\nAgron's hands gripped her hips, pulling her close. His lips met hers in a fierce kiss, his tongue exploring her mouth. Morena moaned, her body pressing against his.\nBreaking the kiss, Agron began to trail his lips down her neck, nibbling and sucking on the sensitive skin. Morena gasped, her hands gripping his shoulders. \"Yes, Agron. Just like that,\" she whispered.\nAgron's hands moved to her breasts, cupping them through her bra. He could feel her nipples hardening against his palms. He unhooked her bra, letting it fall to the ground. His mouth found her nipple, sucking and licking until Morena was writhing beneath him.\n\"God, Agron. That feels so good,\" she moaned.\nAgron smiled, his hand moving down to her pussy, rubbing her through the lace of her thong. He could feel her wetness, her desire. He hooked his fingers into the thong, pulling it aside and revealing her glistening pussy.\n\"You're so wet, Morena. You want this, don't you?\" he whispered, his fingers dipping into her wetness.",
    "trans": "Morena sorrise, allungando le mani verso la cerniera del vestito. “Allora dimostrami quanto mi vuoi”, disse sussurrando sensualmente.\nLe mani di Agron le afferrarono i fianchi, tirandola verso di sé. Le labbra di Agron si posarono sulle sue e si diedero un bacio passionale, la sua lingua esplorò la sua bocca. Morena gemeva, mentre il suo corpo premeva contro quello di Agron.\nAgron iniziò a far scorrere le labbra sul collo di Morena, mordicchiando e succhiando la sua pelle sensibile. Morena sussultò e le sue mani gli afferrarono le spalle. “Sì, Agron. Così”, sussurrò.\nLe mani di Agron si spostarono sui suoi seni, toccandoli attraverso il reggiseno. Sentiva i capezzoli indurirsi contro le sue mani. Le sganciò il reggiseno, lasciandolo cadere a terra. La sua bocca trovò il capezzolo, e iniziò a succhiarlo e a leccarlo finché Morena non si contorse sotto di lui.\n“Dio, Agron. È così bello”, gemette lei.\nAgron sorrise, facendo scivolare la mano fino alla sua figa, strofinandola attraverso il pizzo del perizoma. Poteva sentire quanto fosse bagnata e percepire il suo desiderio. Agganciò le dita al perizoma, scostandolo e scoprendo la sua figa bagnata.\n“Sei così bagnata, Morena. Lo vuoi, non è vero?”, sussurrò, mettendo le dita nella sua figa bagnata."
}