{
    "source": "en_US",
    "target": "it_IT",
    "text": "If you are found carrying or using the prohibited goods, you may be asked to leave them in the coin locker. Please note that you may be asked to leave the venue if you refuse to comply with the above request.\n■ About the illegal cheering goods\nYou may not sell or distribute unofficial goods using the portrait rights of TXT or its names within the venue and near facilities or public places.\nIf it is found malicious, we may go through a legal procedure.\nPlease remember that manufacturing and selling goods without permission is illegal, but purchasing them will only encourage these unlawful actions.\nTherefore, we ask you not to purchase these illegal goods for all audience's safety and pleasant time.\n■ Prohibition of Recording, Video Recording, Taking Photos, Live Streaming\nYou will not be allowed to bring any filming or recording devices (cameras, magnifying glasses with a recording function, recorder, video recorder, and other recording devices) into the venue, and you are not allowed to take photos, take videos, record audio, or live stream (audio/video live streaming) within the venue in order to protect the artists' rights.",
    "trans": "Se si viene sorpresi a portare o utilizzare i prodotti vietati, è possibile che venga chiesto di lasciarli nell'armadietto delle monete. Si prega di notare che potrebbe esservi chiesto di lasciare la sede se rifiutate di ottemperare alla richiesta di cui sopra.\n■ Riguardo ai prodotti vietati per il tifo\nNon è permesso vendere o distribuire prodotti non ufficiali utilizzando i diritti di ritratto di TXT o i suoi nomi all'interno della sede e vicino a strutture o luoghi pubblici.\nSe si scopre che è dannoso, potremmo intraprendere una procedura legale.\nVi ricordiamo che produrre e vendere beni senza autorizzazione è illegale, ma acquistarli incoraggia solo queste azioni illecite.\nPertanto, vi chiediamo di non acquistare questi beni illegali per la sicurezza di tutti e per garantire un’esperienza piacevole a tutto il pubblico.\n■ Divieto di Registrazione, Videoregistrazione, Scattare Foto, Streaming in Diretta\nNon sarà consentito portare dispositivi di registrazione o ripresa (fotocamere, lenti d'ingrandimento con funzione di registrazione, registratori, videocamere e altri dispositivi di registrazione) all'interno della sede, né scattare foto, girare video, registrare audio o live streaming (audio/video) durante l'evento, al fine di proteggere i diritti degli artisti."
}