{
    "source": "en_US",
    "target": "it_IT",
    "text": "Vegan food supplement, gluten free, lactose free and yeast free – Our pure ascorbic acid tablets are highly concentrated (1000mg per capsule) and are created gluten-free, lactose free and without any other animal products. They are also certified by the V-Label and registered as vegan.\nVITAMIN C IS AN ESSENTIAL NUTRITIVE ELEMENT - The human body is not able to produce vitamin C independently, so it is important to take a sufficient dose that follows a proper diet. Our vitamin C supplement is useful for those who do not eat enough fruits and vegetables or for those with vitamin C deficiency.\n✅ NEW STANDARDS OF QUALITY AND STABILITY - gloryfeel products are manufactured in Germany and undergo extensive stability tests in order to maintain a consistent quality over a long period of time. Our commitment to exceed industry standards underscores our leadership position in quality assurance. Discover our certificates of analysis for more transparency and trust. Keep out of reach of children and not recommended for children under 6 years old.",
    "trans": "Integratore alimentare vegano, senza glutine, senza lattosio e senza lieviti - Le nostre pastiglie di acido ascorbico puro sono altamente concentrate (1000mg per capsula) e sono create senza glutine, senza lattosio e senza nessun altro prodotto di origine animale. Sono anche certificate da V-Label e registrate come vegane.\nLA VITAMINA C E’ UN ELEMENTO NUTRITIVO ESSENZIALE - Il corpo umano non è in grado di produrre vitamina C indipendentemente, quindi è importante prenderne una dose sufficiente che segua una dieta adeguata. Il nostro integratore di vitamina C è utile a coloro che non mangiano abbastanza frutta e verdura o a chi ha carenza di vitamina C.\n✅ NUOVI STANDARD DI QUALITA’ E STABILITA’ - i prodotti gloryfeel sono prodotti in Germania e sono sottoposti ad estesi controlli di stabilità per mantenere una qualità consistente in un lungo periodo di tempo. Il nostro impegno nel superare gli standard industriali sottolinea la nostra posizione di leadership nel garantire qualità. Scopri i nostri certificati di analisi per ulteriori trasparenza e fiducia. Tenere fuori dalla portata dei bambini e non è consigliato per bambini al di sotto dei 6 anni di età."
}