{
    "source": "en_US",
    "target": "it_IT",
    "text": "• Travel during school holidays (other than returning to your home country) is only permitted if you are accompanied by a parent, guardian, homestay carer, close relative or on an approved school excursion.\n• Leave during the school term can only be approved under compassionate/compelling reasons, and you must provide supporting documents as evidence.\n• If your leave includes school days, you must submit a copy of your flight tickets after your leave is approved.\nSchool: _______________________________________________________________________________ DEI student no: __________________ Date of application: / /\nStudent full name: ______________________________________________________________________ Student mobile number: _________________ Student email: ___________________________________ Departure date: / / Arrival date in Australia: / /\nTotal number of school days that you would be missing: _______________________________________ Destination: Home country Other destination: __________________________________________ Reason for leave request: ________________________________________________________________ __________________________________________________________________________________________ Parent’s declaration (The student’s parent must complete this section)\n• I confirm that the above travel details are true and correct.\n• I take full responsibility for my child’s safety during the above leave. If the leave is taken during the\nschool term, I am aware that this may affect my child’s attendance and his/her ability to meet the",
    "trans": "• I viaggi durante le vacanze scolastiche (ad eccezione del ritorno nel proprio paese d'origine) sono permessi solo se si è accompagnati da un genitore, un tutore, un accompagnatore appartenente alla famiglia, un parente stretto o durante un'escursione scolastica autorizzata.\n• Il congedo durante il periodo scolastico può essere approvato solo per motivi personali/imprescindibili e devono essere accompagnati da documenti giustificativi.\n• Se il congedo coincide con i giorni di scuola è necessario inviare una copia dei biglietti aerei dopo l'approvazione del permesso.\nScuola: _______________________________________________________________________________ matricola DEI: __________________ Data della domanda: //\nNome completo dello studente: ______________________________________________________________________ Numero di cellulare dello studente: _________________ E-mail dello studente: ___________________________________ Data di partenza: // Data di arrivo in Australia: //\nNumero totale dei giorni di permesso: _______________________________________ Destinazione: Paese di origine Altra destinazione: __________________________________________ Motivo della richiesta di congedo: ________________________________________________________________ __________________________________________________________________________________________ Dichiarazione del genitore (il genitore dello studente deve compilare questa sezione)\n• Confermo che i dettagli di viaggio di cui sopra sono veritieri e corretti.\n• Mi assumo la piena responsabilità per la tutela di mio figlio durante il permesso di cui sopra. Se il congedo viene preso durante il\nperiodo scolastico, sono consapevole che ciò potrebbe influire sulla frequenza di mio /a figlio/a e sulla sua idoneità a soddisfare i"
}