{
    "source": "en_US",
    "target": "it_IT",
    "text": "• Starting Low, Going Slow: Patients usually start with 25 mg and increase the dose gradually (to 50 mg, 100 mg, and possibly higher if needed) over weeks. This slow titration is crucial to reduce the risk of serious side effects, such as severe skin reactions.\n• Typical Maintenance Dose: After titration, the maintenance dose often falls between 100-200 mg daily, though it can be adjusted based on clinical response and tolerability.\nImportant Considerations\n• Risk of Rash: One of the most serious risks is the potential for a severe rash, including Stevens-Johnson syndrome (SJS). Any new or worsening rash should be reported immediately to a healthcare provider, especially if it appears during dose changes.\n• Common Side Effects: Common side effects include dizziness, headache, blurred vision, nausea, and insomnia. These often lessen with continued use.\n• Drug Interactions: Lamotrigine can interact with other medications, including certain antiepileptics, oral contraceptives, and medications that affect liver enzymes. These interactions may require dose adjustments.\nMonitoring and Follow-Up\n• Mood and Symptom Tracking: Patients should monitor and report any recurrence of depressive or hypomanic symptoms, as well as any new side effects.",
    "trans": "• Iniziare con una dose bassa, e aumentare lentamente: i pazienti di solito iniziano con 25 mg ed aumentano la dose gradualmente (a 50 mg, 100 mg, ed eventualmente più alta all'occorrenza) nel corso delle settimane. Questo aumento graduale è importante per ridurre il rischio di seri effetti collaterali, come reazioni cutanee gravi.\n• Dose di mantenimento consigliata: dopo l'aumento, la dose di mantenimento di solito oscilla tra i 100-200 mg al giorno, anche se può essere regolata in base alla risposta clinica e alla tolleranza.\nAspetti importanti\n• Rischio di eruzioni cutanee: uno dei rischi più gravi è la manifestazione di una potenziale eruzione cutanea, inclusa la sindrome di Stevens-Johnson (SJS). Qualsiasi rash in atto o in peggioramento dovrebbe essere segnalato immediatamente ad un operatore sanitario, soprattutto se compare durante i cambiamenti del dosaggio.\n• Effetti collaterali comuni: gli effetti collaterali comuni includono vertigini, capogiri, vista offuscata, nausea, ed insonnia. Questi di solito diminuiscono con l’uso prolungato.\n• Interazioni con altri farmaci: aa Lamotrigina può interagire con altre medicine, inclusi determinati antiepilettici, contraccettivi orali, e medicine che influiscono sugli enzimi del fegato. Queste interazioni possono richiedere un adeguamento del dosaggio.\nMonitoraggio e controlli\n• Monitoraggio dell’umore e dei sintomi: i pazienti dovrebbero monitorare e segnalare qualsiasi ricorrenza di sintomi depressivi o ipomaniacali, così come qualsiasi nuovo effetto collaterale."
}