{
    "source": "en_US",
    "target": "it_IT",
    "text": "Veho waitlist times vary market to market. When additional drivers are needed, we will reach out based on the date and time of your registration. We check in with drivers who are on the waitlist for 90 days or longer to ensure that they are still interested on driving on the platform.\nWhat if I do not want to be placed on the waitlist?\nIf you are not interested in being placed on the waitlist, reach out to support@shipveho.com to have us remove your registration. Additionally, if drivers are no longer interested in being placed on the waitlist, but want to reapply in the future please reach out to Veho Support.\nWhy does my city have a waitlist and others do not?\nThe waitlist is based on a variety of city-specific factors that are constantly changing. It’s important to us at Veho to make sure all our drivers have access to routes in their area to have earning opportunities in line with their preferences on the Veho platform.",
    "trans": "I tempi della lista d’attesa Veho variano da mercato a mercato. Quando servono ulteriori autisti, ti contatteremo in base alla data e all’ora della tua registrazione. Facciamo un controllo degli autisti che sono in lista d’attesa da 90 giorni o più per assicurarci che siano ancora interessati a guidare sulla piattaforma.\nE se non volessi essere messo in lista d’attesa?\nSe non ti interessa essere inserito nella lista d’attesa, contatta support@shipveho.com per farci rimuovere la tua registrazione. Inoltre, se gli autisti non sono più interessati a stare in lista d’attesa, ma vogliono candidarsi in futuro contatta il Supporto Veho.\nPerché la mia città ha una lista d’attesa ed altre no?\nLa lista d’attesa è basata su una varietà di fattori specifici per città che cambiano costantemente. E’ importante per noi a Veho fare si che tutti i nostri autisti abbiano accesso a tratte nella loro zona per avere opportunità di guadagno in linea con le loro preferenze sulla piattaforma Veho."
}