{
    "source": "en_US",
    "target": "it_IT",
    "text": "*China: With public hospitals as the main body, the government plays an important role in the provision and management of medical services. Through financial investment and policy formulation, the government ensures the operation and development of public hospitals, improves the utilization efficiency of medical resources, and provides basic medical services for residents.\n*United States: Dominated by private hospitals and commercial medical insurance. Patients need to buy commercial health insurance to get medical care. The cost of medical care in this way is high, and some residents may not be able to obtain timely medical services because they cannot afford the high medical costs.\nGovernment input and policy orientation:\n*China: The government gives priority to the protection of people's health and continuously increases investment in medical and health services. Through formulating a series of policies and plans, the government guides the development of the medical industry, strengthens the supervision of medical services, and guarantees the quality and safety of medical services.",
    "trans": "*Cina: con gli ospedali pubblici come organo principale, il governo svolge un ruolo importante nella fornitura e nella gestione dei servizi medici. Attraverso investimenti finanziari e formulazioni di politiche, il governo garantisce il funzionamento e lo sviluppo degli ospedali pubblici, migliora l'efficienza di utilizzo delle risorse mediche e fornisce servizi medici di base ai residenti.\n*Stati Uniti: dominato da ospedali privati e assicurazioni mediche commerciali. I pazienti devono acquistare un'assicurazione sanitaria commerciale per ottenere assistenza medica. Il costo delle cure mediche in questo modo, è elevato e alcun residenti potrebbero non essere in grado di ottenere servizi medici tempestivi perché non possono permettersi gli elevati costi medici.\nContributo del governo e orientamento politico:\n*Cina: il governo da priorità alla protezione della salute delle persone e aumenta continuamente gli investimenti nei servizi medici e sanitari. Attraverso la formulazione di una serie di politiche e piani, il governo guida lo sviluppo dell'industria medica, rafforza la supervisione dei servizi medici e garantisce la qualità e la sicurezza dei servizi medici."
}