{
    "source": "en_US",
    "target": "it_IT",
    "text": "B. Economies of scale lead to perfect competition, where firms produce homogeneous products and have no influence on market prices.\nC. Economies of scale encourage firms to produce a limited range of goods, potentially leading to monopolistic or oligopolistic market structures and affecting trade patterns through specialization.\nD. Economies of scale result in higher average costs for firms due to the increased complexity of managing larger operations.\nE. Economies of scale are a form of government intervention that distorts market structures and trade flows.\nWhat is the impact of the expansion of market size caused by economic integration on enterprises in the context of international trade? C\nA. It leads to a reduction in the number of firms participating in international trade due to increased competition.\nB. It results in a uniform increase in the scale of production for all firms, regardless of their efficiency or productivity.\nC. It incentivizes only the most efficient firms to expand, potentially leading to a more efficient allocation of resources within the industry.",
    "trans": "B. Le economie di scala portano alla concorrenza perfetta, dove le imprese producono prodotti omogenei e non hanno alcuna influenza sui prezzi di mercato.\nC. Le economie di scala stimolano le imprese a produrre una gamma limitata di beni, portando potenzialmente a strutture di mercato monopolistiche o oligopolistiche e influendo sui pattern commerciali attraverso la specializzazione.\nD. Le economie di scala provocano costi medi più elevati per le imprese a causa della crescente complessità della gestione di attività di dimensioni maggiori.\nE. Le economie di scala sono una forma di intervento governativo che distorce le strutture del mercato e i flussi di scambio.\nQual è l'impatto dell'espansione della dimensione del mercato causata dall'integrazione economica sulle aziende nel contesto del commercio internazionale? C\nA. Questo porta a una riduzione nel numero di imprese che partecipano al commercio internazionale dovuto a una maggiore concorrenza.\nB. Determina un aumento uniforme nella scala di produzione per tutte le imprese, a prescindere dalla loro efficienza o produttività.\nC. Questo incentiva solo le imprese più efficienti a espandersi, portando potenzialmente a un'allocazione più efficiente delle risorse all'interno dell'industria."
}