{
    "source": "en_US",
    "target": "it_IT",
    "text": "Getting Harold’s engine running after so long took all of the four hundred dollars I’d saved over the course of my life—allowances, change ferreted away when Mom sent me down the street to buy something at the Circle K, summer work at Subway, Christmas gifts from my grandparents—so, in a way, Harold was the culmination of my whole being, at least financially speaking. And I loved him. I dreamed about him quite a lot. He had an exceptionally spacious trunk, a custom-installed, huge white steering wheel, and a backseat bench clad in pebble-beige leather. He accelerated with the gentle serenity of the Buddhist Zen master who knows nothing really needs to be done quickly, and his brakes whined like metal machine music, and I loved him.\nHowever, Harold did not have Bluetooth connectivity, or for that matter a CD player, meaning that while in Harold’s company, one had three choices: 1. Drive in silence; 2. Listen to the radio; or 3. Listen to Side B of my dad’s cassette of Missy Elliott’s excellent album So Addictive, which—because it would not eject from the cassette player—I’d already heard hundreds of times in my life.",
    "trans": "Avviare il motore di Harold dopo così tanto mi costò tutti i quattrocento dollari che avevo risparmiato nel corso della mia vita - sussidi, risparmi di quando la mamma mi mandava infondo alla strada a comprare qualcosa al Circle K, lavoretti estivi da Subway, regali di Natale dei miei nonni - quindi, in un certo senso, Harold era il colmo, almeno finanziariamente parlando. Lo amavo. Lo sognavo abbastanza spesso. Aveva un portabagagli eccezionalmente spazioso, un grande volante bianco personalizzato, ed un sedile posteriore rivestito in pelle color beige. Accelerò con la delicata serenità di un maestro Zen buddhista consapevole che niente deve essere fatto di fretta, e i suoi freni emisero un suono musicale metallico, lo amavo.\nTuttavia, Harold non aveva la connessione bluetooth, o un lettore CD per quel che importava, quindi in compagnia di Harold, uno aveva tre scelte: 1. Guidare in silenzio; 2. Ascoltare la radio; o 3. Ascoltare il lato B della cassetta di mio padre dell’eccellente album So Addictive di Missy Elliott, che - non uscendo dal lettore per cassette - avevo già sentito centinaia di volte nella mia vita."
}