{
    "source": "en_US",
    "target": "it_IT",
    "text": "Monday\nAround what time did you start the visit?\nMid-day (12pm-2pm)\nWhen entering the store, how would you evaluate the level of traffic?\nThere were more SAs than customers\nWhich scenario did you adopt?\nScenario 1 - Brand Expert\nWhat product category did you target?\nBags & Small Leather Goods\nWas it a visit with or without a purchase?\nWithout purchase\nAdvocacy Index\nBased on your experience with the SA, how likely are you to recommend this store to a colleague or a friend?\nI would be happy to recommend this store to others, if asked, but there are also other equally good stores\nFIRST IMPRESSION\nWe only get one chance to make a good first impression\nHow would you best describe the exterior surroundings of the boutique?\nHow would best describe your first impression once inside the store?\nPleasant\nDid you feel that the SA's grooming was in line with the brand's guidelines?\nYes\nWas the SA wearing a Training badge?\nYes\nWELCOMING SIMPLICITY We acknowledge and welcome everyone in the home of Hermès with a 100 genuine attitude, an authentic tone and a warm smile.\nDid you have to wait to enter the store?",
    "trans": "Lunedì\nA che ora hai iniziato la visita all’incirca?\nMezzogiorno (12pm-2pm)\nEntrando nel negozio, come valuteresti il livello di traffico?\nC’erano più assistenti alla vendita che clienti\nQuale scenario hai adottato?\nScenario 1 - Esperto del marchio\nA quale categoria di prodotto hai puntato?\nBorse & Piccola pelletteria\nE’ stata una visita con o senza acquisto?\nSenza acquisto\nIndice di promozione\nIn base alla tua esperienza con l’addetto alla vendita, con quale probabilità consiglieresti questo negozio ad un collega o amico?\nSarei felice di consigliare questo negozio agli altri, se mi viene chiesto, ma ci sono anche altri negozi ugualmente validi\nPRIMA IMPRESSIONE\nAbbiamo solo un’occasione per fare una buona prima impressione\nCome descriveresti l’area all’infuori della boutique?\nCome descriveresti la tua prima impressione una volta nel negozio?\nPiacevole\nHai percepito che la cura dell’assistente alla vendita era in linea con le direttive del marchio?\nSi\nL’assistente alla vendita indossava un distintivo di formazione?\nSi\nSEMPLICITA’ DELL’ACCOGLIENZA Siamo coscienti ed accogliamo tutti nella casa di Hermès con un atteggiamento 100% genuino, un tono autentico ed un sorriso caloroso.\nHai dovuto aspettare prima di entrare nel negozio?"
}