{
    "source": "en_US",
    "target": "it_IT",
    "text": "24. Any notice provided for by this DIRECT PURCHASE ORDER shall be in writing and delivered, in person or by courier (against signed receipt) to the addresses set forth in the DIRECT PURCHASE ORDER. The notice shall be effective upon signed receipt.\n25. Each PARTY warrants to the other that it has not: (i) offered, given or agreed to give to any person employed by or on behalf of any public body or government authority any gift, commission or consideration of any kind as an inducement or reward for doing or not doing any act in relation to the obtaining or performance of this DIRECT PURCHASE ORDER or for showing or not showing favour to any person in relation to this DIRECT PURCHASE ORDER; (ii) committed any offence under any applicable law or common law in respect of fraudulent acts; or (iii) defrauded or attempted to defraud any public body or government authority; provided that nothing herein shall prevent either PARTY from making bona fide payments to its Kingdom of Saudi Arabia sponsor or agent in accordance with a properly registered and recorded agreement.",
    "trans": "24. Qualsiasi comunicazione prevista dal presente ORDINE DI ACQUISTO DIRETTO dovrà essere redatta per iscritto e consegnata, di persona o tramite corriere (con ricevuta firmata), agli indirizzi indicati nell'ORDINE DI ACQUISTO DIRETTO. La comunicazione sarà considerata efficace al momento della ricezione firmata.\n25. Ciascuna PARTE garantisce all'altra di non aver: offerto, dato o accettato di dare a qualsiasi persona impiegata da o per conto di un ente pubblico o autorità governativa alcun dono, commissione o compenso di alcun tipo come incentivo o ricompensa per aver compiuto o non compiuto alcun atto in relazione all'ottenimento o all'esecuzione del presente ORDINE DI ACQUISTO DIRETTO o per mostrare o non mostrare favore a qualsiasi persona in relazione al presente ORDINE DI ACQUISTO DIRETTO; frodato o tentato di frodare qualsiasi ente pubblico o autorità governativa; fermo restando che nulla di quanto contenuto nel presente documento impedirà a ciascuna PARTE di effettuare pagamenti legittimi al proprio sponsor o agente nel Regno dell'Arabia Saudita in conformità a un accordo debitamente registrato e documentato."
}