{
    "source": "en_US",
    "target": "it_IT",
    "text": "The address may be misspelled or may not exist. Try one or more of the following:\nSend the message again following these steps: In Outlook, open this non-delivery report (NDR) and choose Send Again from the Report ribbon. In Outlook on the web, select this NDR, then select the link \"To send this message again, click here.\" Then delete and retype the entire recipient address. If prompted with an Auto-Complete List suggestion don't select it. After typing the complete address, click Send.\nContact the recipient (by phone, for example) to check that the address exists and is correct.\nThe recipient may have set up email forwarding to an incorrect address. Ask them to check that any forwarding they've set up is working correctly.\nClear the recipient Auto-Complete List in Outlook or Outlook on the web by following the steps in this article: Fix email delivery issues for error code 5.1.10 in Office 365, and then send the message again. Retype the entire recipient address before selecting Send.",
    "trans": "L’indirizzo potrebbe essere errato oppure potrebbe non esistere. Prova uno o più dei seguenti metodi:\nInvia nuovamente il messaggio seguendo questi passaggi: su Outlook, apri questo rapporto di mancata consegna (NDR) e scegli Invia di nuovo dalla barra Rapporti. In Outlook sul web, seleziona questo NDR, poi seleziona il link “Per inviare di nuovo questo messaggio, clicca qui.” Poi cancella e riscrivi tutto l’indirizzo del destinatario. Se ti viene suggerita una lista di Auto-Completamento non selezionarla. Dopo aver scritto l’indirizzo completo, clicca su Invia.\nContatta il destinatario (per telefono, ad esempio) per verificare che l’indirizzo corrisponda e sia corretto.\nIl ricevente potrebbe avere impostato l’inoltro delle e-mail ad un indirizzo sbagliato. Chiedigli di controllare se il sistema di inoltro che hanno impostato stia funzionando correttamente.\nCancella la lista di Auto-Completamento del destinatario su Outlook oppure Outlook sul web seguendo le indicazioni di questo articolo: risolvi i problemi di consegna delle mail con il codice errore 5.1.10 in Office 365, e poi invia di nuovo il messaggio. Riscrivi l’intero indirizzo del destinatario prima di cliccare Invia."
}