{
    "source": "en_US",
    "target": "it_IT",
    "text": "Police said [redacted_name] was carrying a loaded shotgun, handgun and high-capacity magazine and is believed to be a member of a rightwing anti-government organization.\nHe holds a UCLA master’s degree, and in 2022 ran for Nevada state assembly. [redacted_name] said M[redacted_name] considers himself a so-called sovereign citizen, a group of people who do not believe they are subject to any government statutes unless they consent to them.\n[redacted_name] said [redacted_name]’s identity card was enough to raise suspicion with local rally security. “They were different enough to cause the deputies alarm,” he said, according to the Riverside Press-Enterprise.\n[redacted_name] was booked for possessing a loaded firearm and a high capacity magazine – and was released after posting $5,000 bail, police records show.\nFor more Guardian journalism follow this channel\nFollow the Guardian\n“The incident did not impact the safety of former president Trump or attendees of the event,” the sheriff’s office said in a press release.\nTrump narrowly survived an assassination attempt in July, when a gunman’s bullet grazed his ear during a campaign rally in Butler, Pennsylvania. In September, another man was charged with trying to assassinate Trump after Secret Service agents discovered him hiding with a rifle near Trump’s Palm Beach golf course. He has since pleaded not guilty.",
    "trans": "La polizia ha dichiarato che [redacted_name] aveva un fucile carico, una pistola e un caricatore ad alta capacità e si crede fosse membro di un’organizzazione anti-governativa di destra.\nHa un master UCLA, e nel 2022 si è candidato per l’assemblea di stato del Nevada. [redacted_name] ha detto M[redacted_name] si considera un cosiddetto cittadino sovrano, un gruppo di persone che non crede di essere soggetto a nessuno statuto governativo a meno che non lo consentano loro.\n[redacted_name] ha detto che la carta d’identità di [redacted_name] è stata sufficiente a sollevare sospetti sulla sicurezza del raduno locale. “Erano abbastanza diverse da far allarmare i deputati,” ha detto, secondo il Riverside Press-Enterprise.\n[redacted_name] è stato schedato per possesso di un’arma da fuoco carica e di un caricatore ad alta capacità - ed è stato rilasciato su pagamento di una cauzione di $5000, come mostrano i registri della polizia.\nPer altro giornalismo del Guardian segui questo canale\nSegui the Guardian\n“L’incidente non ha influito sulla sicurezza dell’ex presidente Trump o dei partecipanti all’evento,” ha dichiarato l’ufficio dello sceriffo in un comunicato stampa.\nTrump è sopravvissuto per poco ad un tentativo di uccisione a luglio, quando il proiettile di un cecchino gli ha sfiorato l’orecchio durante un raduno elettorale a Butler, Pennsylvania. A settembre, un altro uomo è stato accusato di aver tentato di assassinare Trump dopo che gli agenti dei Servizi Segreti l’hanno colto a nascondersi con un fucile vicino al campo da golf di Trump a Palm Beach. Si dichiara innocente da allora."
}