{
    "source": "en_US",
    "target": "it_IT",
    "text": "We recently published an article titled, Jim Cramer’s Best Performers List: Top 10 Picks. In this article, we are going to take a look at where CBRE Group, Inc. (NYSE:CBRE) stands against other stocks in Jim Cramer’s best performers list.\nDuring Mad Money’s episode on October 1, host Jim Cramer urged investors to remember the market’s strong performance over the past quarter, making note of the rising tensions in the Middle East, which led to a decline in major stock indices on Tuesday.\nHe pointed out that the landscape has shifted beyond just the major technology companies, and shed light on the top performers of the S&P 500. Cramer observed that the last three months have witnessed what he described as “the revenge of the little guy companies.” He said:\n“When you look at the 10 best performers of the third quarter, we discover that this formerly narrow market has totally changed its stripes.”",
    "trans": "Recentemente abbiamo pubblicato un articolo intitolato la lista dei performer migliori secondo Jim Cramer: le 10 proposte migliori. In questo articolo, daremo un'occhiata a dove si colloca CBRE Group, Inc. (NYSE:CBRE) rispetto ad altri titoli nella lista dei migliori performer secondo Jim Cramer.\nDurante la puntata del primo ottobre di Mad Money, il conduttore Jim Cramer ha invitato gli investitori a ricordare la solida performance del mercato nell'ultimo trimestre, prendendo nota delle crescenti tensioni in Medio Oriente che hanno provocato un calo dei principali indici azionari martedì.\nHa evidenziato il fatto che il panorama si è ampliato andando oltre le grandi aziende tecnologiche e ha fatto luce sui migliori performer di Standard & Poor 500. Cramer ha osservato che gli ultimi tre mesi abbiamo assistito a quella che ha descritto come \"la rivincita delle piccole aziende\". Ha dichiarato che:\n\"Esaminando i 10 migliori performer del terzo trimestre, si evince che questo mercato, un tempo ristretto, ha cambiato totalmente aspetto\"."
}