{
    "source": "en_US",
    "target": "it_IT",
    "text": "· At least three years landscaping experience and a strong working knowledge of plant material and attention to detail\n· Proficient in the use of all necessary equipment including, but not limited to, walk behind mower, zero turn and tractor mounted lawn mowers, weed trimmers, chainsaws, leaf blowers, snow blowers, snowplows, gas generators, gas and electric hedge trimmers, sod cutters, over seeders, walk behind or tractor mounted aerators, rototillers, woodchippers and handheld or backpack sprayers\n· Work from extended heights using extension ladders\n· Valid RI driver’s license (or ability to secure one)\n· Ability to lift 80 lbs. is required\n· Personal qualities of a strong work ethic, attention to detail and ability to work efficiently.\nApplication Instructions:\nTo apply please send résumé or the following information;\n· Name\n· Phone number\n· E-mail\n· Past employment and experience\nThe position remains open until filled.\nJob Type: Full-time\nPay: $20.00 per hour\nWork Location: In person\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa.",
    "trans": "· Almeno tre anni di esperienza paesaggistica e una forte conoscenza pratica del materiale vegetale e attenzione ai dettagli\n· Competente nell'uso di tutte le attrezzature necessarie tra cui, ma non limitato a, tosaerba con operatore a terra, tosaerba a raggio zero e montati su trattore, decespugliatori, motoseghe, soffiatori di foglie, spazzaneve, spazzaneve, generatori di gas, tagliasiepi a gas ed elettrici, tagliazolle, seminatrici, aeratori con guida a terra o montati su trattore, motocoltivatori, cippatori e irroratrici portatili o a zaino\n· Lavorare da altezze estese utilizzando scale estensibili\n· Patente di guida RI valida (o capacità di ottenerne una)\n· Capacità di sollevare 80 libbre è obbligatoria\n· Qualità personali quali una forte etica del lavoro, attenzione ai dettagli e capacità di lavorare in modo efficiente.\nIstruzioni per l'applicazione:\nPer candidarsi inviare curriculum o le seguenti informazioni;\n· Nome\nNumero di telefono\nE-mail\nOccupazione ed esperienza passate\nLa posizione rimane aperta fino al riempimento.\nTipo di lavoro: a tempo pieno\nPaga: $ 20,00 l'ora\nLuogo di lavoro: di persona\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa."
}