{
    "source": "en_US",
    "target": "it_IT",
    "text": "Yours sincerely,\n[redacted_name]\nApprentice Paralegal\nCYBERCRIME ALERT: BEWARE OF FRAUDSTERS – REMAIN VIGILANT - Please be aware that there is a significant risk posed by cyber fraud, specifically affecting email accounts and bank account details. PLEASE NOTE that our bank account details WILL NOT change during the course of a transaction, and we will NOT notify you of a change of our bank details via email. Please be careful to check account details with us in person if in any doubt. We will not accept responsibility if you transfer money into an incorrect account – IF YOU ARE ADVISED THAT OUR BANK DETAILS HAVE CHANGED PLEASE CONTACT OUR OFFICES IMMEDIATELY\nAuthorised and Regulated by the Solicitors Regulation Authority. Daventry SRA Number : [redacted_info]. Leamington SRA Number : [redacted_info]. Lutterworth SRA Number : [redacted_info]. The SRA Rules can be found by visiting their site www.sra.org.uk",
    "trans": "Cordiali saluti,\n[redacted_name]\nApprendista paralegale\nALERT REATI INFORMATICI: ATTENZIONE AI TRUFFATORI - RIMANI VIGILE - Tieni presente che esiste un rischio significativo di frode informatica, che colpisce in particolare gli account di posta elettronica e i dettagli del conto bancario. NOTA che i dettagli del nostro conto bancario NON cambieranno durante il corso di una transazione e NON ti informeremo di una modifica dei nostri dettagli bancari tramite email. Fai attenzione a controllare i dettagli del conto con noi di persona in caso di dubbi. Non accetteremo alcuna responsabilità se trasferisci denaro su un conto errato - SE VIENI INFORMATO CHE I NOSTRI DATI BANCARI SONO CAMBIATI, CONTATTA IMMEDIATAMENTE I NOSTRI UFFICI\nAutorizzato e Regolamentato dalla Autorità di regolamentazione degli avvocati. Numero SRA di Daventry: [redacted_info]. Numero SRA di Leamington: [redacted_info]. Numero SRA di Lutterworth: [redacted_info]. Le regole SRA possono essere trovate visitando il loro sito www.sra.org.uk"
}