{
    "source": "en_US",
    "target": "it_IT",
    "text": "avoidance of starting, engaging in, and completing a task or a decision-making\nprocess. It is not a behaviour limited to students, despite high estimates of its\nprevalence in this population (up to 70 % according to Ellis and Knaus 1977). For\nexample, the prevalence of procrastination has been found to be as high as 20 % in\nan adult sample (Harriott and Ferrari 1996). Within psychology, procrastination has\nbeen conceptualised as a failure of self-regulation (Baumeister and Heatherton\n1996; Baumeister et al. 1994) associated with poor academic and work performance\nand mental ill health (Sto ¨ber and Joormann 2001).\nThe measurement of procrastination is vital to aid research that aims to\nunderstand this common and injurious behaviour. A range of self-report scales have\nbeen developed to measure this construct in general (e.g., the General Procrasti-\nnation Scale or ‘GPS’: Lay 1986), in specific aspects (e.g., the Decisional\nProcrastination Scale or ‘DPS’: Mann 1982), and in specific populations (e.g., for\nstudents with the Tuckman Procrastination Scale or ‘TPS’: Tuckman 1991). More\nrecently, the construct of intentional procrastination has been delineated and\nmeasured using the active procrastination scale (APS: Choi and Moran 2009). This\nseparation of sub-types of procrastination is similar to that proposed by Ferrari",
    "trans": "evitare di cominciare, impegnarsi e portare a termine un compito o un percorso decisionale\nNon si tratta di un comportamento limitato agli studenti, malgrado le alte stime della sua\ndiffusione in questa popolazione (fino al 70% secondo Ellis e Knaus 1977). Ad\nesempio, la prevalenza della procrastinazione è stata individuata fino al 20% in\nun campione di adulti (Harriott e Ferrari 1996). Nell'ambito della psicologia, la procrastinazione è\nstata concettualizzata come un fallimento dell'autoregolazione (Baumeister e Heatherton\n1996; Baumeister et al. 1994) associato a uno scarso impegno accademico e lavorativo,\nincluso disturbi mentali (Stober e Joormann 2001).\nLa misurazione della procrastinazione è essenziale per aiutare la ricerca che mira a\ncomprendere questo comportamento diffuso e nocivo. Una serie di scale di autovalutazione è stata\nsviluppata per misurare questo costrutto in generale (ad esempio, la General Procrasti-\nnation Scale o “GPS”: Lay 1986), in aspetti specifici (ad esempio, la Decisional\nProcrastination Scale o “DPS”: Mann 1982) e in specifiche popolazioni (ad esempio, per gli\nstudenti con la Tuckman Procrastination Scale o “TPS”: Tuckman 1991). Più\nrecentemente, il costrutto della procrastinazione intenzionale è stato delineato e\nmisurato usando la scala della procrastinazione attiva (APS: Choi e Moran 2009). Questa\nseparazione di sottotipi di procrastinazione è simile a quella proposta da Ferrari"
}