{
    "source": "en_US",
    "target": "it_IT",
    "text": "b. The following applies to any Apple iOS Application:\n(i). You acknowledge and agree that (a) these Terms are concluded between you and HopSkipDrive only, and not Apple, and (b) HopSkipDrive, not Apple, is solely responsible for the Apple iOS Application and content thereof. Your use of the Apple iOS Application must comply with the Apple Media Services Terms and Conditions, as may be amended from time to time with or without notice.\n(ii). You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Apple iOS Application.\n(iii). You and HopSkipDrive acknowledge that, as between HopSkipDrive and Apple, Apple is not responsible for addressing any claims you have or any claims of any third party relating to the Apple iOS Application or your possession and use of the Apple iOS Application, including, but not limited to: (1) product liability claims; (2) any claim that the Apple iOS Application fails to conform to any applicable legal or regulatory requirement; and (3) claims arising under consumer protection or similar legislation.",
    "trans": "b. Quanto segue si applica a qualsiasi applicazione Apple iOS:\n(i). Sei consapevole e accetti che (a) questi termini sono concordati unicamente tra te e HopSkipDrive, e non con Apple, e (b) HopSkipDrive, non Apple, è l’unico responsabile dell’applicazione Apple iOS e del suo contenuto. Il tuo uso dell’applicazione Apple iOS deve rispettare i Termini e le Condizioni di Apple Media Services, dato che potrebbero venire modificate di tanto in tanto con o senza avviso.\n(ii). Sei a conoscenza che Apple non ha obblighi di nessun tipo a fornire manutenzione o servizi di supporto rispetto all’applicazione Apple iOS.\n(iii). Tu e HopSkipDrive siete consapevoli che, tra HopSkipDrive ed Apple, Apple non è responsabile della gestione di qualsiasi reclamo tu faccia o qualsiasi reclamo di una qualunque terza parte correlato all’applicazione Apple iOS o al tuo possesso ed utilizzo dell’applicazione Apple iOS, includendo, ma non limitandosi a: (1) reclami sull’affidabilità del prodotto; (2) qualsiasi dichiarazione che l’applicazione Apple iOS non sia conforme ad un qualsiasi requisito legale o normativo applicabile; e (3) lamentele sorte sotto protezione del consumatore o legislazioni simili."
}