{
    "source": "en_US",
    "target": "it_IT",
    "text": "Ozone: The Facts\nSound science and targeted regulations have greatly reduced ozone concentrations in Texas cities and across the nation.\nWhat is ozone?\nOzone, sometimes referred to as smog, is a gas that is formed in the atmosphere when three atoms of oxygen combine. The chemical structure of ozone is the same wherever it is found; however, there are two categories of ozone.\nStratospheric Ozone is found naturally in the Earth’s upper atmosphere - 6 to 30 miles above the Earth’s surface - where it forms a protective layer that shields us from the sun’s harmful ultraviolet rays.\nGround-Level Ozone is found at ground level (it is also called tropospheric ozone). It is not emitted directly into the air, but created by chemical reactions between oxides of nitrogen (NOx) and volatile organic compounds (VOCs) in the presence of sunlight. Emissions from industrial facilities and electric utilities, motor vehicle exhaust, gasoline vapors, and chemical solvents are some of the major sources of NOx and VOCs. In addition, biogenic sources (living organisms or biological processes) release VOCs that can contribute to ground-level ozone.",
    "trans": "Ozono: i fatti\nSolide basi scientifiche e normative mirate hanno ampiamente ridotto la concentrazione di ozono nelle città del Texas e in tutta la nazione.\nCos’è l’ozono?\nL’ozono, a volte denominato smog, è un gas che si sviluppa nell’atmosfera quando tre atomi di ossigeno si combinano. La struttura chimica dell’ozono è la stessa ovunque si trovi; tuttavia, ci sono due categorie di ozono.\nL’ozono stratosferico si trova in natura nell’atmosfera superiore della Terra - da 6 a 30 miglia sopra la superficie della Terra - dove sviluppa uno strato protettivo che ci difende dai pericolosi raggi ultravioletti del sole.\nL’ozono del suolo si trova a livello del terreno (è anche chiamato ozono troposferico). Non viene rilasciato direttamente nell’aria, ma è creato da reazioni chimiche tra gli ossidi di nitrogeno (NOx) e i composti organici volatili (VOC) in presenza del sole. Le emissioni delle strutture industriali e dei consumi elettrici, gli scarichi dei veicoli a motore, i vapori di gasolio, e i solventi chimici sono alcune delle fonti principali di NOx e VOC. In aggiunta, fonti biogeniche (organismi viventi o processi biologici) rilasciano VOC che possono contribuire alla formazione dell’ozono troposferico."
}