{
    "source": "en_US",
    "target": "it_IT",
    "text": "Manage, process, and follow up customers shipping orders and returns.\nPlanning and monitoring inbound and outbound shipments\nSelect domestic carrier and put in place KPIs to evaluate their performance.\nNegotiating and securing domestic transportation rates based on current market rates.\nAnalyze logistical problems and develop new solutions.\nEvaluate existing logistical procedures and refine them for greater efficiency.\nCoordinate replenishment of customers’ orders when they receive damaged products.\nArrange carriers for delivery orders and ensure RDD (Requested delivery Date) or PD (Pick up Date) respected.\nCommunicate with warehouses to coordinate and schedule shipping of customer orders.\nCustomers and vendors invoicing in SAP.\nManage product recalls with customers, warehouses and factories.\nProvide sales administrative support to Private Labels Sales Manager.\nRecommend suitable shipping procedures to supply chain/office manager depending on customer needs.\nBack up for Supply Chain Manager when absent\nAlert or recommend inventory transfers to supply chain/office manager’s, to ensure customer orders fulfilment.\nAssist Corporate quality assurance and supply chain/office manager by providing documentation and receiving damaged product claims from warehouses and customers.",
    "trans": "Gestire, processare e seguire la spedizione degli ordini e dei resi dei clienti.\nPianificare e monitorare le spedizioni in entrata e in uscita\nSelezionare corrieri domestici e attuare i KPI per valutare la loro performance.\nNegoziare e garantire tassi di trasporto domestici basati sui tassi del mercato attuale.\nAnalizzare i problemi logistici e sviluppare nuove soluzioni.\nValutare le procedure logistiche esistenti e migliorarle per una maggiore efficienza.\nCoordinare il rifornimento degli ordini dei clienti quando ricevono prodotti danneggiati.\nOrganizzare corrieri per ordini di consegna ed assicurare che vengano rispettate la RDD (Data di consegna richiesta) o la PD (Data di ritiro).\nComunicare con il magazzino per coordinare e programmare la spedizione degli ordini dei clienti.\nFatturazione clienti e venditori in SAP.\nGestire i richiami dei prodotti con i clienti, i magazzini e le fabbriche.\nFornire supporto amministrativo alle vendite al Private Labels Sales Manager.\nConsigliare procedure di spedizione adeguate alla catena di approvvigionamento/responsabile dell’ufficio in base alle necessità del cliente.\nSupporto al Gestore della catena di approvvigionamento quanto è assente\nAvvisare o raccomandare i trasferimenti dell’inventario alla catena di approvvigionamento/gestore dell’ufficio, per garantire la realizzazione degli ordini dei clienti.\nAssistere la garanzia di qualità aziendale e la catena di approvvigionamento/responsabile dell’ufficio fornendo documenti e ricevendo reclami per prodotti danneggiati da magazzini e clienti."
}