{
    "source": "en_US",
    "target": "it_IT",
    "text": "-Orange chair\n-2 70’s lamps\n-2 acrylic nights stands\n-black night stand\n-white cabinet\n-tv with pedestal (is it in the garage?\n-floor lamp\n-black dresser\nLiving Room - Rob\n-grey sofa - sofa in office can move down to living\nGarage\nMy mom really wants her memory boxes I think she is more concerned with those than the furniture. ****Bedding towels and stuff don’t have to go*****\nStorage:\n*****we don’t need any mattresses*******there is one mattress that is boxed that can come with 1 adjustable bed frame. The other bed frames can stay.\nBedroom furniture can stay******\n*****most important is to get mom’s cedar chest with memories and my dad’s tall chair, and there is a wicker one she keeps on talking about. I will hopefully be available via FaceTime. I have MRI’s and brain scans in the morning.\n-I’d like the crated stuff of ours to go to CA. If room\n***^^If whatever else is left and condensed into 1 that would be great. ****^^\nI bought extra blankets and tie downs for the pods along with tv boxes and such",
    "trans": "-Sedia arancione\n-2 lampade anni '70\n-2 comodini in acrilico\n-Comodino nero\n-Armadietto bianco\n-tv con piedistallo (è in garage?\n-lampada da terra\n-comò nero\nSoggiorno - Rob-\ndivano grigio - Il divano in ufficio può essere spostato in soggiorno\nGarage\nMia madre vuole davvero le sue scatole dei ricordi, credo che sia più interessata a quelle che ai mobili. ****Gli asciugamani e le altre cose non devono essere eliminati*****\nDeposito:\n*****non abbiamo bisogno di materassi*******c'è un materasso che è inscatolato che può venire con 1 rete regolabile. Le altre reti possono rimanere.\nI mobili della camera da letto possono rimanere******\n*****La cosa più importante è prendere la cassapanca di cedro della mamma con i ricordi e la sedia alta di mio padre, e ce n'è una di vimini di cui continua a parlare. Spero di essere disponibile via FaceTime. Domattina ho la risonanza magnetica e la TAC al cervello.\n-Vorrei che le nostre cose in scatola andassero in California. Se la stanza\n***^^ Se qualsiasi altra cosa viene lasciata e compattata in 1 sarebbe fantastico. ****^^\nHo comprato coperte e legacci extra per i contenitori, oltre a scatole per la tv e altro."
}