{
    "source": "en_US",
    "target": "it_IT",
    "text": "All annexes to your application must be certified original copies (certified copies are made by a competent official at the municipal administration of the country in which you are).\n– If the certified copies of the originals are not written in English, they must be accompanied by a translation into English by a sworn translator.\n– Should your application be successful, you will have to present the originals of these documents at registration.\nREFERENCE LETTERS\nIn your application form, you will be asked to name two referees of your choice (at least one referree must be from academia). Applicants must contact the reference persons prior to mentioning their contact details in the application form and make sure that their referees will provide a reference letter as part of their application. It is the responsibility of the applicant sto contact directly the two referees that they have to submit the reference letters directly to the email address applications@smaccs.eu by no later than 15 days after the application deadline that corresponds to their case. The template of the reference letter to be used by the referees is available for download below.\nReference letter template(download .docx file)↓\nFor confidentiality reasons no information will be communicated to the applicant on the receipt of the letters.",
    "trans": "Tutti gli allegati alla domanda devono essere copie originali autenticate (le copie autenticate sono predisposte da un ufficiale pubblico competente della amministrazione municipale del paese in cui siete).\n- Se le copie autenticate degli originali non sono scritte in inglese, devono essere accompagnate da una traduzione in inglese effettuata da un traduttore giurato.\n- Affinché la vostra domanda sia accettata, nel momento della registrazione dovrete presentare gli originali di questi documenti.\nLETTERE DI REFERENZE\nNel vostro modulo di domanda, vi verrà chiesto di nominare due referenti a vostra scelta (almeno uno deve essere dell'ambito accademico). I candidati devono contattare le persone di riferimento prima di indicare le loro informazioni di contatto nel modulo di domanda e assicurarsi che i loro referenti forniranno una lettera di referenze come parte della candidatura. È responsabilità del candidato contattare direttamente i due referenti di cui presenteranno le lettere di referenze direttamente all'indirizzo email applications@smaccs.eu non oltre 15 giorni dopo la scadenza della domanda che corrisponde al loro caso. Il modello della lettera di referenze che deve essere usato dai referenti è scaricabile qui di seguito.\nModello di lettera di referenze (download.docx file)↓\nPer ragioni di riservatezza nessuna informazione sarà comunicata al candidato sulla recezione delle lettere."
}