{
    "source": "en_US",
    "target": "it_IT",
    "text": "Catrina is one of the most recognized symbols of the Day of the Dead (Día de los Muertos) in Mexico. This elegant skeleton, dressed in fancy clothes and a large, feathered hat, has an intriguing history that reflects Mexico's complex relationship\nwith life and death, as well as social and political issues. The figure of La Catrina was created in the early 20th century by Mexican artist José Guadalupe Posada. He was a political satirist who used his artwork to criticize the rich and powerful. His depiction of the skeleton, originally called \"La Calavera Garbancera,\" was a critique of Mexicans who, at the time, aspired to adopt European fashion and traditions, abandoning their own indigenous roots. \"Garbancera\" was a derogatory term for people who were ashamed of their indigenous heritage and tried\nto pass as Europeans. Posada's skeleton was later renamed \"La Catrina\" by the famous Mexican artist Diego Rivera. He included her in his mural Dream of a Sunday Afternoon in the Alameda Central, where she appears alongside other prominent Mexican figures. Rivera's",
    "trans": "Catrina è uno dei simboli messicani più conosciuti del Giorno dei Morti (Día de los Muertos). Un elegante scheletro, con abiti eleganti e un grande cappello piumato, dalla storia intrigante che riflette il complesso rapporto del Messico\ncon la vita e la morte, oltre alle tematiche sociali e politiche. La figura di La Catrina fu creata all'inizio del XX secolo dall'artista messicano José Guadalupe Posada. Era un satirista politico che usava le sue opere per criticare i ricchi e i potenti. La sua rappresentazione dello scheletro, originariamente chiamata “La Calavera Garbancera”, era una critica volta ai messicani che, all'epoca, ambivano ad adottare la moda e le tradizioni europee, rinunciando alle proprie radici indigene. “Garbancera” era un termine dispregiativo per indicare le persone che si vergognavano del loro patrimonio indigeno e cercavano\ndi passare per europei. Lo scheletro di Posada fu poi ribattezzato “La Catrina” dal famoso artista messicano Diego Rivera. Egli la inserì nel suo murale Sogno di una domenica pomeriggio nell'Alameda Central, dove appare insieme ad altri personaggi messicani di spicco. Rivera"
}