{
    "source": "en_US",
    "target": "it_IT",
    "text": "i. Services for Young People - Integrated Children and Youth Services Centres\n(ICYSCs)\nii. iii. Family and Child Welfare - Integrated Family Service Centres (IFSCs)\nServices for the Elderly - District Elderly Community Centre (DECC) OR\nNeighbourhood Elderly Centre (NEC)\niv. Rehabilitation Services (Services for Mentally Handicapped Persons) -\nSheltered Workshop OR District Support Centre for Persons with Disabilities\n(DSC) OR Hostel\nv. Rehabilitation Services (Services for Persons in Mental Recovery) -\nIntegrated Community Centre for Mental Wellness (ICCMW) OR Halfway\nHouse\nvi. Community Development - Neighborhood Level Community Development Project\n(NLCDP)\n• Each group must visit a service unit of the selected service type and interview\na social worker who has worked in that service for at least three years.\nGuided questions for the interview:\n• Personal profile: present work position, social work qualification (Higher Diploma,\nAssociate Degree, Degree, Master). The name of social worker and agency",
    "trans": "i. Servizi per i giovani - Centri integrati per i bambini e i giovani\n(ICYSC)\nii. iii. Servizi per la famiglia e l'infanzia - Centri integrati per i servizi alla famiglia (IFSC)\nServizi per gli anziani - Centro comunitario distrettuale per anziani (DECC) OPPURE\nCentro anziani di quartiere (NEC)\niv. Servizi di riabilitazione (servizi per persone con handicap mentale) -\nLaboratorio protetto o Centro distrettuale di sostegno alle persone con disabilità\n(DSC) o Ostello\nv. Servizi di riabilitazione (servizi per persone in fase di recupero mentale) -\nCentro Comunitario Integrato per il Benessere Mentale (ICCMW) O Casa\ndi accoglienza\nvi. Sviluppo della comunità - Progetto di sviluppo comunitario a livello di quartiere\n(NLCDP)\n• Ogni gruppo deve visitare un'unità di servizio del tipo selezionato e intervistare\nun operatore sociale che lavora in quel servizio da almeno tre anni.\nDomande guida per l'intervista:\n• Profilo personale: attuale posizione lavorativa, qualifica di assistente sociale (diploma superiore,\nlaurea, master). Nome dell'assistente sociale e dell'agenzia"
}