{
    "source": "en_US",
    "target": "it_IT",
    "text": "-2390 (Holy Light crit)\n-2390 (Crit)\nThe anger caused by the injury quickly made him lose his mind.\nNext, it roared, and continued to raise the staff to condense dark magic and threw it towards Qin Feng.\nBut Qin Feng still didn't dodge, and directly resisted the opponent's skills.\nWhen Qin Feng received the skill physically, the skill instantly caused a lot of damage.\nthese injuries...\nIt also triggered the anti-injury buff effect again, reducing the boss's life value again.\nAnd when Qin Feng and the boss battle were in full swing, many players gradually appeared in the distance.\n\"Look, that's...a sealed monster? And it's an undead dark monster? Good guy... The difficulty of this wave of raids is really full!\"\n\"The dark-type undead monsters should be the most difficult to attack. The disgusting undead style of play can't be done without cleaning up the undead mobs. After cleaning up, they can be summoned repeatedly. It feels so disgusting...\"",
    "trans": "-2390 (Holy Light crit)\n-2390 (Crit)\nLa rabbia causata dalla ferita immediatamente gli fece perdere la testa.\nDopo, ruggì, e continuò a sollevare il bastone per condensare la magia nera e lanciarla verso Qin Feng.\nMa Qin Feng ancora non si scansò e resistette direttamente ai colpi dell'avversario.\nQuando Qin Fenng ricevette fisicamente il colpo, questo causò immediatamente molti danni.\nqueste ferite...\nAzionò anche l'effetto potenziamento contro le ferite, riducendo ancora il valore di vita del capo.\nE quando Qin Feng e la battaglia contro il boss furono a pieno ritmo, molti giocatori gradualmente apparirono  a distanza.\n\"Guarda, quello è... un mostro sigillato? Ed è un oscuro morto vivente? Bravo ragazzo... La difficoltà di questa ondata di attacchi e veramente al massimo!\"\n\"Il tipo oscuro dei morti viventi dovrebbe essere il più difficile da attaccare. lo stile di gioco disgustoso dei morti viventi non può essere fatto senza ripulire le folle dei morti viventi. Dopo averli ripuliti, possono essere evocati ripetutamente. Sembra così disgustoso...\""
}