{
    "source": "en_US",
    "target": "it_IT",
    "text": "The writing can be fiction (including poetry) or nonfiction and must be done at home, with no adult support.\nThe fiction is judged on creativity and originality\nThe nonficiton is judged on factual accuracy and originality.\nDo not include any pictures/images, borders or coloured text.\nAll written entries must be emailed to Mr Thompson by Friday, 10th January 2025. Any submissions after this date can not be accepted.\nThe word documents must be 10 point Times New Roman and have single line and word spacing\nThe entries must feature the title and written text of the student’s work. Do not include your child’s name in the title of the story.\nCover Art Guidelines:\nThe creating of the cover art is to be done at home and with no adult support.\nIt must be a hard copy (not digital).\nFor Cover Art, we need the entries by Friday, 10th January 2025 at the latest. Any submissions after this date can not be posted.\nCover Art is designing a front cover that is based on the title New Tales of China’s Dinosaurs. All submissions must be based on the topic - New Tales of China’s Dinosaurs",
    "trans": "La scrittura può essere di narrativa (inclusa la poesia) o di saggistica e deve essere fatta a casa, senza il supporto di un adulto.\nLa narrativa viene giudicata in base alla creatività e all'originalità.\nLa saggistica viene giudicata in base all'accuratezza dei fatti e all'originalità.\nNon includere immagini, bordi o testo colorato.\nTutti gli elaborati scritti devono essere inviati via e-mail al signor Thompson entro venerdì 10 gennaio 2025. Eventuali invii successivi a tale data non potranno essere accettati.\nI documenti word devono essere in formato Times New Roman 10 punti, con interlinea singola e spaziatura tra le parole.\nGli elaborati devono riportare il titolo e il testo scritto del lavoro dello studente. Non includere il nome del bambino nel titolo della storia.\nLinee guida per la copertina:\nLa creazione della copertina deve essere fatta a casa senza il supporto di un adulto.\nDeve essere una copia cartacea (non digitale).\nLe copertine devono essere inviate entro e non oltre venerdì 10 gennaio 2025. Tutti i lavori inviati dopo questa data non potranno essere spediti.\nLa Cover Art consiste nel disegnare una copertina basata sul titolo Nuovi racconti sui dinosauri della Cina. Tutti gli elaborati devono essere basati sul tema Nuovi racconti sui dinosauri della Cina"
}