{
    "source": "en_US",
    "target": "it_IT",
    "text": "So here they are, in your hometown, in your own school, looking for the talents of tomorrow.\nNow their ad had a strange title: “Make HAL dream”. You don't know exactly what they meant by this, but you are intrigued. And to be honest, even if they asked you to sing a song while standing on your head, you would give this incredible job opportunity a try.\nSo you sent them a message, asking for more information.\nHere is what HAL answered:\nDear [your name]\nOur recruiting agent will come to you next week to hear what you have to say.\nWe want to know the real you. Not the list of your acquired skills. We already know about them. Anything you put online, we know. Actually, we know some of the things you will do before you are even aware you want to do them.\nSo present us the real you, the actual person, the human side of your experience. We want young professionals who can not only describe their accomplishments but also show us something of their personality.",
    "trans": "Quindi eccoli, nella tua città, nella tua scuola, a cercare i talenti di domani.\nAdesso l'annuncio aveva uno strano titolo, “Realizza il sogno HAL”. Non sai esattamente cosa intendano, ma il titolo vi intriga. E a essere onesti, anche se ti chiedessero di cantare stando a testa in giù, tenteresti di ottenere questa incredibile opportunità di lavoro.\nPerciò hai inviato un messaggio per saperne di più.\nEcco la risposta di HAL:\nGentile [your name]\nil nostro recruiter verrà la prossima settimana per un colloquio.\nVogliamo conoscere la tua vera personalità. Non l'elenco delle tue abilità acquisite. Le sappiamo già da tutto quello che pubblichi on-line. In realtà, sappiamo cosa farai ancora prima che tu ti renda conto di volerlo fare.\nPresentaci il tuo vero volto, la persona reale e il lato umano dietro la tua esperienza. Vogliamo giovani professionisti che non solo descrivano i propri traguardi ma ci mostrino la loro personalità. Vogliamo che realizzi il sogno HAL."
}