{
    "source": "en_US",
    "target": "it_IT",
    "text": "Clinical characteristics: Spinocerebellar ataxia type 17 (SCA17) is characterized by ataxia, dementia, and involuntary movements, including chorea and dystonia. Psychiatric symptoms, pyramidal signs, and rigidity are common. The age of onset ranges from three to 55 years. Individuals with full-penetrance alleles develop neurologic and/or psychiatric symptoms by age 50 years. Ataxia and psychiatric abnormalities are frequently the initial findings, followed by involuntary movement, parkinsonism, dementia, and pyramidal signs. Brain MRI shows variable atrophy of the cerebrum, brain stem, and cerebellum. The clinical features correlate with the length of the polyglutamine expansion but are not absolutely predictive of the clinical course.\nDiagnosis/testing: The diagnosis of SCA17 is established in a proband by identification of an abnormal CAG/CAA repeat expansion in TBP. Affected individuals usually have more than 41 repeats. The CAA and CAG codons both encode glutamine residues resulting in a pathogenic polyglutamine expansion.\nManagement: Treatment of manifestations: Psychotropic medications for psychiatric issues, anti-seizure medication for seizures (ASM); botulinum toxin injections for dystonia; adaptation of the environment to accommodate dementia.\nPrevention of secondary complications: Side effects of psychotropic medications and ASMs may require total or intermittent discontinuation of the treatment or reduction in dose.",
    "trans": "Caratteristiche cliniche: l'atassia spinocerebellare di tipo 17 (SCA17) è caratterizzata da atassia, demenza e movimenti involontari, tra cui corea e distonia. Sintomi psichiatrici, sindrome piramidale e rigidità sono comuni. L'età di insorgenza varia dai 3 ai 55 anni. Gli individui con una penetranza completa di alleli sviluppano sintomi neurologici e/o psichiatrici entro i 50 anni. L'atassia e le anomalie psichiatriche sono spesso i sintomi iniziali, seguiti da movimenti involontari, parkinsonismo, demenza e sindrome piramidale. La risonanza magnetica cerebrale mostra un'atrofia variabile del cervello, del tronco encefalico e del cervelletto. Le condizioni cliniche sono correlate alla durata dell'espansione poliglutaminica, ma non sono assolutamente determinanti per il decorso clinico.\nDiagnosi/test: la diagnosi della SCA17 viene diagnosticata nei pazienti attraverso l'identificazione di un'espansione anomala della ripetizione CAG/CAA nella TBP. Gli individui affetti dalla malattia manifestano solitamente più di 41 ripetizioni. I codoni CAA e CAG codificano entrambi i residui di glutammina, dando luogo a un'espansione poliglutaminica patogena.\nCura: trattamento delle manifestazioni: farmaci psicotropi per i problemi psichiatrici e farmaci antiepilettici per le crisi (ASM); iniezioni di tossina botulinica per la distonia; adattamento dell'ambiente per persone affette da demenza.\nPrevenzione di eventuali complicanze: gli effetti collaterali degli psicofarmaci e degli ASM possono richiedere l'interruzione totale o intermittente del trattamento o la riduzione della dose."
}