{
    "source": "en_US",
    "target": "it_IT",
    "text": "(a) The Company fails to pay timely any of the principal amount due under this Note on the date the same becomes due and payable or any accrued interest or other amounts due under this Note on the date the same becomes due and payable;\n(b) The Company materially defaults in its performance of any covenant under the Purchase Agreement;\n(c) The Company files any petition or action for relief under any bankruptcy, reorganization, insolvency or moratorium law or any other law for the relief of, or relating to, debtors, now or hereafter in effect, or makes any assignment for the benefit of creditors or takes any corporate action in furtherance of any of the foregoing; or\n(d) An involuntary petition is filed against the Company (unless such petition is dismissed or discharged within sixty (60) days) under any bankruptcy statute now or hereafter in effect, or a custodian, receiver, trustee, assignee for the benefit of creditors (or other similar official) is appointed to take possession, custody or control of any property of the Company.\n8. Waiver. The Company hereby waives demand, notice, presentment, protest and notice of dishonor in respect of this Note.",
    "trans": "(a) La Società non corrisponda alcuna somma principale prevista da questa Nota entro la data stabilita per il pagamento, né gli interessi maturati o altre somme indicate in questa Nota alla scadenza prevista.\n(b) La Compagnia sia materialmente inadempiente nell'esecuzione di qualsiasi accordo contenuto nel Contratto di Acquisto.\n(c) la Compagnia depositi una petizione o azione per lo sgravio in relazione a qualsiasi legge su bancarotta, riorganizzazione, insolvenza o moratoria o qualsiasi altra legge per lo sgravio, o in relazione ai debitori, in vigore ora o in futuro, o effettui una cessione a beneficio dei creditori o compia un'azione legale a sostegno di quanto sopra indicato; o\n(d) Una petizione involontaria venga depositata contro la Compagnia (a meno che tale petizione non sia dismessa o annullata entro sessanta (60) giorni) in relazione a ogni normativa su bancarotta, in vigore ora e in futuro, o a un depositario, un ricevente, un fiduciario, un assegnatario a beneficio dei creditori (o altro ufficiale simile) per impossessarsi, custodire o controllare ogni proprietà della Compagnia.\n8. Rinuncia. La Compagnia rinunci alla domanda, all'avvertimento, alla presentazione formale, alla protesta e alla nota di disonore, contenuta in questa Nota."
}