{
    "source": "en_US",
    "target": "it_IT",
    "text": "Media Images and the Social Construction of Reality\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Vol. 18. (1992), pp. 373-393. Stable URL:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nAnnual Review of Sociology is currently published by Annual Reviews.\nYour use of the JSTOR archive indicates your acceptance of JSTOR's Terms and Conditions of Use, available at http://www.jstor.org/about/terms.html. JSTOR's Terms and Conditions of Use provides, in part, that unless you have obtained prior permission, you may not download an entire issue of a journal or multiple copies of articles, and you may use content in the JSTOR archive only for your personal, non-commercial use.\nPlease contact the publisher regarding any further use of this work. Publisher contact information may be obtained at http://www.jstor.org/journals/annrevs.html.\nEach copy of any part of a JSTOR transmission must contain the same copyright notice that appears on the screen or printed page of such transmission.",
    "trans": "Le immagini dei media e la costruzione sociale della realtà\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Vol. 18. (1992), pp. 373-393. URL stabile:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nAnnual Review of Sociology è attualmente pubblicato da Annual Reviews.\nL'utilizzo dell'archivio JSTOR implica l'accettazione dei Termini e condizioni d'uso di JSTOR, disponibili all'indirizzo http://www.jstor.org/about/terms.html. I termini e le condizioni d'uso di JSTOR stabiliscono, in parte, che, a meno che non si sia ottenuta un'autorizzazione preventiva, non è possibile scaricare un intero numero di una rivista o più copie di articoli e che è possibile utilizzare i contenuti dell'archivio JSTOR solo per uso personale e non commerciale.\nSi prega di contattare l'editore per qualsiasi ulteriore utilizzo di questo lavoro. Le informazioni di contatto dell'editore possono essere ottenute all'indirizzo http://www.jstor.org/journals/annrevs.html.\nOgni copia di qualsiasi parte di una trasmissione JSTOR deve contenere la stessa nota di copyright che appare sullo schermo o sulla pagina stampata di tale trasmissione."
}