{
    "source": "en_US",
    "target": "it_IT",
    "text": "by the treatment group. Categorical variables are sum-\nmarized by frequencies and percentages. Percentages are\ncalculated according to the number of patients for whom\ndata are available. Continuous variables are summarized\nusing means (standard deviations, SD) or medians (inter-\nquartile range, IQR) based on the distribution of the data.\nFor the primary composite outcome of alive and RRT-\nfree, we performed a logistic regression analysis with the\noutcome as the dependent variable with treatment group\n(thiamine or placebo) and RCT as independent variables.\nAll binary outcomes were analyzed similarly. Results are\ndescribed as an adjusted odds ratio (aOR) with a 95%\nconfidence interval (CI). A post hoc sensitivity analysis\nadditionally included baseline SOFA score to adjust for\nillness severity.\nFor the continuous outcomes of serum creatinine level\nand serum lactate level, we constructed linear mixed\nmodels to account for the longitudinal nature of the data.\nWe compared repeated measures of the laboratory values\nat each time point (0 h [baseline value], 24 h, 48 h, 72 h)",
    "trans": "dal gruppo di trattamento. Le variabili do categoria sono rias-\nsunte da frequenze e percentuali. Le percentuali sono\ncalcolate sulla base del numero di pazienti per i quali\nsono disponibili i dati. Le variabili continue sono riassunte\nmediante le medie (deviazioni standard, SD) o le mediane (intervallo inter-\nquartile, IQR) in base alla ripartizione dei dati.\nPer l'esito primario composito di pazienti in vita e di assenza di RRT,\nabbiamo eseguito un'analisi di regressione logistica con\nl'esito come variabile dipendente e il gruppo di trattamento\n(tiamina o placebo) e l'RCT come variabili indipendenti.\nTutti gli esiti binari sono stati esaminati in modo simile. I risultati sono\ndescritti come odds ratio aggiustato (aOR) con un intervallo\ndi confidenza (CI) del 95%. Un'analisi di sensibilità post hoc\nha incluso anche il punteggio SOFA al basale per correggere\nla gravità della malattia.\nPer gli esiti continui del livello di creatinina sierica\ne del livello di lattato sierico, abbiamo costruito dei modelli misti lineari\nper tenere conto della natura longitudinale dei dati.\nAbbiamo confrontato misure ripetute dei valori di laboratorio\na ogni punto temporale (0 h [valore basale], 24 h, 48 h, 72 h)"
}