{
    "source": "en_US",
    "target": "it_IT",
    "text": "“Wait, why’ll we be replacing my sword?” Matt suddenly felt a little defensive. It was, well, his sword. It had been at his side for practically his entire life, it fit him almost perfectly, and he’d basically learned enchanting with its generous rune-allotment and ability to wipe away old enchantments with just a bit of mana. Sure, he hadn’t been able to use it much lately, but he’d been looking forward to doing so again once they brought in all the possible Tier 25 upgrade materials for him to sift through to see what his sword needed.\n“Well, it’s honestly not all that great.” Galanodel apologetically explained, raising her hand to forestall Matt’s rebuttal. “Look, I understand that it got you through many Tiers, and I’m happy for you. I get the attachment to growth items. But, it functionally has two abilities, the increased number of enchantments it can support, and the ability to switch between enchantment configurations. Sure, it will pick up a third ability when it hits Tier 25, and if it’s an absolutely legendary power, great. Even if it doesn’t, you can keep it as a backup weapon to supplement your main sword.”",
    "trans": "“Aspetta, perché dovremmo sostituire la mia spada?”. Matt si sentì improvvisamente sulla difensiva. Beh, era la sua spada. Era stata al suo fianco praticamente per tutta la vita, gli calzava quasi a pennello e aveva praticamente imparato a incantare grazie alla sua generosa dotazione di rune e alla capacità di cancellare i vecchi incantesimi con un po' di mana. Certo, ultimamente non aveva potuto usarla molto, ma non vedeva l'ora di farlo di nuovo una volta che gli avessero portato tutti i possibili materiali di potenziamento di livello 25 da setacciare per vedere cosa serviva alla sua spada.\n“Beh, onestamente non è un granché”. Galanodel si scusò, alzando la mano per evitare la replica di Matt. “Senti, capisco che ti ha fatto superare molti livelli e sono felice per te. Capisco l'attaccamento agli oggetti di crescita. Ma funzionalmente ha due capacità: l'aumento del numero di incantesimi che può supportare e la possibilità di passare da una configurazione di incantesimi all'altra. Certo, otterrà una terza abilità quando raggiungerà il livello 25, e se si tratta di un potere assolutamente leggendario, bene. Anche in caso contrario, potrai tenerla come arma di riserva per integrare la tua spada principale”."
}