{
    "source": "en_US",
    "target": "it_IT",
    "text": "Mary Ann's tongue, much much bigger and more powerful bullied Britney's as she filled out her mouth, making her way to her throat.\nTime seemed to stand still as their lips and bodies continued to press together, the air around them charged with an undeniable energy. Mary Ann's heart raced, surprise at how much more her grown body could feel. Everything was more profound and detailed, better and sharper. She drank in all the sensations as she pushed her tongue even further into Britney's mouth who tried to moan upon this literal throat fuck.\nEventually, their lips parted, leaving Britney completely breathless and flushed. Mary Ann gazed down at Britney, a mixture of amusement and desire in her eyes. The transformation had not only changed her physically, but it had awakened a boldness and confidence she had never known.\nAs Britney met her gaze, her own desire mirrored in her eyes, Mary Ann's sultry voice returned, low and teasing. \"See, Britney? Submission can be quite the experience.\"",
    "trans": "La lingua di Mary Ann, molto più grande e potente, intimidiva Britney mentre le riempiva la bocca, facendosi strada verso la gola.\nIl tempo sembrò fermarsi mentre le loro labbra e i loro corpi continuavano a premere l'uno contro l'altro, l'atmosfera intorno a loro era carica di un'energia innegabile. Il cuore di Mary Ann accelerò, era sorpresa da quanto il suo corpo adulto potesse sentire. Tutto era più intenso e dettagliato, migliore e nitido. Assaporò tutte quelle sensazioni mentre spingeva la lingua ancora più in profondità nella bocca di Britney, che cercava di gemere mentre le scopava letteralmente la gola.\nAlla fine, le loro labbra si separarono, lasciando Britney completamente senza fiato e con il viso arrossato. Mary Ann fissò Britney, con un misto di divertimento e desiderio negli occhi. La trasformazione non l'aveva cambiata soltanto fisicamente, ma aveva risvegliato un'audacia e una sicurezza che non aveva mai sperimentato.\nMentre Britney la guardava con desiderio, la voce sensuale di Mary Ann tornò, bassa e provocante. \"Vedi, Britney? La sottomissione può essere una bella esperienza.\""
}