{
    "source": "en_US",
    "target": "it_IT",
    "text": "Lawrence v. Texas (2003) The Supreme Court addresses the validity of a statute of Texas. In this case Lawrence was the plaintiff and Texas the defendant, making it a crime for two people of the same sex to engage in sexual activity. Two men were fined 200$ because Texas prohibited “deviant sexual activity”.\nThe Supreme Court had to decide the constitutionality of this law, because it prohibited any kind of sexual conduct, even in their private homes.\nThe US Supreme court invalidated this law. Justice Kennedy wrote the majority opinion and his opinion is important because he reaffirmed the constitutional protection for privacy, private consensual homosexual sex activity has to have a right to privacy, that had been affirmed in previous judgments.\nThis sentence is important because of two reasons:\n- in the US Supreme Court’s opinion there is a citation of the ECHR; court of human rights european",
    "trans": "Lawrence contro il Texas (2003) La Corte Suprema affronta la validità di una legge del Texas. In questo caso Lawrence era l'attore e il Texas l'imputato, rendendo reato per due persone dello stesso sesso impegnarsi in attività sessuali. Due uomini sono stati multati per 200$ perché il Texas proibiva \"attività sessuale deviante\".\nLa Corte Suprema ha dovuto pronunciarsi sulla costituzionalità di questa legge, poiché proibiva qualsiasi tipo di comportamento sessuale, anche nelle abitazioni private.\nLa Corte Suprema degli Stati Uniti ha invalidato questa legge. Il giudice Kennedy ha scritto l'opinione della maggioranza e la sua opinione è importante perché ha riaffermato la protezione costituzionale della privacy, l'attività sessuale omosessuale consensuale privata deve avere un diritto alla privacy, che era stato affermato in precedenti sentenze.\nQuesta sentenza è importante per due ragioni:\n- secondo la Corte Suprema degli Stati Uniti vi è una citazione della CEDU: Corte europea dei diritti dell'Uomo"
}