{
    "source": "en_US",
    "target": "it_IT",
    "text": "Booking can be amended or cancelled free of charge up to 15:00 local time one (1) day prior to arrival. Full payment is taken after 15:00 local time one (1) day prior to arrival. In case of a no-show, early departure or late cancellation (within 24 hours prior to check-in time), the total cost of nights booked will be retained.\nFree drink includes one alcoholic (house wine / beer) or non-alcoholic beverage of choice per person per stay. Redemption is subject to serving hours advertised at a respective property.\nIf the card provided is invalid, a different payment method will be requested and will need to be provided within the next 24 hours. Failure to do so or to process the payment will result in the cancellation of the reservation. For security reasons, on rare occasions we may require a partial or full pre-authorization.\nGuests under 18 years old are only permitted in private dorms and only if accompanied by an adult guardian.\nIf you book a bed in a shared dormitory, we cannot guarantee that you will stay in the same bed/room for all consecutive nights (always respecting the room type booked).",
    "trans": "La prenotazione può essere modificata o cancellata gratuitamente fino alle 15:00 ora locale un (1) giorno prima dell'arrivo. Il pagamento completo viene richiesto dopo le 15:00 ora locale un (1) giorno prima dell'arrivo. In caso di mancata presentazione, partenza anticipata o cancellazione in ritardo (entro 24 ore prima dell'orario di check-in), il costo totale delle notti prenotate verrà trattenuto.\nLe bevande gratuite comprendono una bevanda alcolica (vino della casa/birra) o analcolica a scelta per persona e per soggiorno. Il ritiro è soggetto agli orari di servizio pubblicizzati nelle rispettive strutture.\nSe la carta fornita non è valida, verrà richiesto un altro metodo di pagamento che dovrà essere fornito entro le 24 ore successive. In caso di mancato pagamento o di mancata elaborazione del pagamento, la prenotazione verrà cancellata. Per motivi di sicurezza, in rare occasioni potremmo richiedere una pre-autorizzazione parziale o totale.\nGli ospiti sotto i 18 anni sono ammessi solo nei dormitori privati e solo se accompagnati da un tutore adulto.\nSe si prenota un letto in un dormitorio condiviso, non possiamo garantire che si alloggerà nello stesso letto/camera per tutte le notti consecutive (sempre nel rispetto del tipo di camera prenotata)."
}