{
    "source": "en_US",
    "target": "it_IT",
    "text": "Joe turned around in Yoko's arms, his hands coming to rest on her waist as he looked into her eyes. He could see the playfulness dancing in them, and it made his heart flutter in a way he hadn't experienced before. This woman had a way of bringing out a side of him that he had kept hidden for so long, and he was grateful for it.\nUnable to resist, he leaned in and captured her lips in a gentle kiss, savoring the sweet taste of her mouth. As they kissed, he could feel the warmth of the sun on their skin, the cool breeze rustling their hair, and it was as if the world had narrowed down to just the two of them.\nI never thought I'd find someone like her. Someone who makes me feel alive and cherished.\nWhen they finally broke apart, Joe rested his forehead against Yoko's, his eyes closed as he savored the closeness between them. He knew that this moment, right here, was special - a quiet, intimate moment that they could cherish and hold onto, no matter what challenges lay ahead.",
    "trans": "Joe si rigirò tra le braccia di Yoko, le sue mani si posarono sulla sua vita mentre la guardava negli occhi. Poteva vedere la giocosità danzare in essi e questo gli fece battere il cuore in un modo che non aveva mai sperimentato prima. Questa donna aveva un modo di fare emergere un lato di lui che aveva tenuto nascosto per davvero tanto tempo e ne era grato.\nIncapace di resistere, lui si sporse e catturò le sue labbra in un bacio delicato, assaporando il gusto dolce della sua bocca. Mentre si baciavano, poteva sentire il calore del sole sulla loro pelle, la brezza fresca che scompigliava i loro capelli, ed era come se il mondo si fosse ristretto a loro due soli.\nNon avrei mai pensato di trovare qualcuno come lei. Qualcuno che mi facesse sentire vivo e amato.\nQuando finalmente si separarono, Joe appoggiò la fronte su quella di Yoko, gli occhi chiusi mentre assaporava la vicinanza tra loro. Sapeva che quel momento, proprio lì, era speciale: un momento intimo e tranquillo che avrebbero potuto custodire e conservare, indipendentemente dalle sfide che li attendevano."
}