{
    "source": "en_US",
    "target": "it_IT",
    "text": "Electronic Communications: You consent to receive an electronic confirmation of any payment made through the App or Online (i) to the email address you have provided to Aaron’s or (ii) by push notification through the App to your phone. Aaron’s may, in its sole discretion, elect to send paper confirmation.\nErrors: In the event that Aaron’s makes an error in processing a payment using the Payment Information, you authorize Aaron’s to correct the error by initiating an electronic credit or debit to the Payment Information in the amount of such error on or after the date such error occurs. You authorize Aaron’s to verify the Payment Information that you have provided. If you make a typographical or similar error in providing the Payment Information, you authorize Aaron’s to correct the error.\nContacting Aaron’s: If you wish to contact Aaron’s about any electronic payment or this agreement, write or call Aaron’s as follows:",
    "trans": "Comunicazioni elettroniche: acconsenti a ricevere una conferma elettronica di qualsiasi pagamento effettuato tramite l'App od Online (i) all'indirizzo email che hai fornito ad Aaron’s o (ii) tramite notifiche push sull'App al tuo telefono. Aaron’s può, a sua esclusiva discrezione, decidere di inviare una conferma cartacea.\nErrori: Nel caso in cui Aaron’s commetta un errore nell'elaborazione di un pagamento utilizzando le Informazioni di Pagamento, autorizzi Aaron’s a correggere l'errore avviando un credito o un addebito elettronico sulle Informazioni di Pagamento per l'importo dell'errore, a partire dalla data in cui si verifica l'errore. Autorizzi Aaron’s a verificare le Informazioni di Pagamento che hai fornito. Se commetti un errore di battitura o simile nel fornire le Informazioni di Pagamento, autorizzi Aaron’s a correggere l'errore.\nContattare Aaron's: se desideri contattare Aaron's riguardo a qualsiasi pagamento elettronico o al presente accordo, scrivi o chiama Aaron's come segue:"
}