{
    "source": "en_US",
    "target": "it_IT",
    "text": "avoid disruption of the class and disturbance to other students.\n• No food or beverages are allowed in the library or the computer labs at any time.\n• Students are not allowed to stay in their classrooms or computer labs during break time unless they\nare accompanied by any of their teachers.\n• Students are NOT allowed to have cell phones and smart watches, in case of finding any of the\nabove-mentioned items for the first time it will be confiscated and handed to the office of the legal\nrepresentative until the parent arrives and signs a pledge before receiving it. If the offence is\nrepeated for the second time the device will be handed to the legal representative’s office to be\nreturned to the parent at the end of the term.\n• Students are not allowed to get any balls/toys/playing cards/magazines /comic books. Such items\nwill be confiscated.\n• If necessary, Perp & Secondary Stage students need to get their cell phones to school, the following",
    "trans": "evitare l'interruzione della lezione e disturbare gli altri studenti.\n• Non sono consentiti alimenti o bevande in biblioteca o nei laboratori informatici.\n• Agli studenti non è consentito restare in classe o nei laboratori informatici durante l'intervallo salvo se\naccompagnati da un insegnante.\n• Agli studenti NON è consentito l'uso di cellulari e smart watch, in caso vengano trovati\ni dispositivi sopra citati la prima volta saranno confiscati e tenuti nell'ufficio del\nrappresentante legale fino all'arrivo del genitore che dovrà firmare un'autorizzazione prima della restituzione. Se il fatto si\ndovesse ripetere una seconda volta il dispositivo verrà affidato all'ufficio del rappresentante legale per essere\nrestituito al genitore alla fine del corso.\n• Agli studenti non è consentito portare palloni/giocattoli/carte da gioco/riviste/fumetti. Tali articoli\nverranno confiscati.\n• Se necessario, gli studenti del Perp & Secondary Stage possono portare il cellulare a scuola, seguendo le seguenti regole"
}