{
    "source": "en_US",
    "target": "it_IT",
    "text": "Too many accounts with balances\nLength of time revolving accounts have been established\nNumber of inquiries\nIf you have any questions regarding your credit score, you should contact TransUnion Consumer Solutions at:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThis decision was based in whole or in part on a report from the consumer reporting bureau(s) listed below. The bureaus themselves played no part in making this decision and are unable to supply specific reasons why your credit request has been denied.\nYou have a right under the Fair Credit Reporting Act to know the information contained in your credit file. You also have a right to a free copy of your report from the reporting bureau(s), if you request it no later than 60 days after you receive this notice. In addition, if you find that any information contained in the report(s) you receive is inaccurate or incomplete, you have the right to dispute the matter with the reporting bureau(s).\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThanks again for your interest in AppleCard.\nAppleCard is issued by Goldman Sachs Bank USA, Salt Lake City Branch.",
    "trans": "Troppi conti con saldi\nLa durata dei conti revolving è stata stabilita\nNumero di richieste di informazioni\nIn caso di domande sul vostro livello di credito, contattate TransUnion Consumer Solutions al seguente indirizzo:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nQuesta decisione è basata in tutto o in parte su un resoconto fornito dagli uffici di riferimento per i consumatori elencati di seguito. Gli uffici non hanno avuto alcun ruolo nel prendere questa decisione e non sono in condizione di fornire ragioni specifiche per cui la vostra richiesta di credito è stata rifiutata.\nAvete il diritto, in base al Fair Credit Reporting Act, di venire a conoscenza delle informazioni contenute nel vostro fascicolo creditizio. Avete inoltre il diritto di ottenere una copia gratuita del vostro rapporto dagli uffici di riferimento, se lo richiedete entro 60 giorni dal ricevimento di questa comunicazione. Inoltre, se ritenete che le informazioni riportate nei rapporti ricevuti siano inesatte o incomplete, avete il diritto di contestare tali informazioni con l'ufficio(i) di riferimento.\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nGrazie ancora per l'interesse dimostrato verso AppleCard.\nAppleCard è emessa da Goldman Sachs Bank USA, filiale di Salt Lake City."
}