{
    "source": "en_US",
    "target": "it_IT",
    "text": "I don’t even pay attention to the persistent sound of gunshots or the mines that go off all around us.\nBoom.\nBoom.\nBoom.\nIn a swift movement, I let my rifle hang at my back and climb the tree\nin record time. Instead of stopping at the first solid branch, I continue up until I have the best view of the warehouse and balance on a branch.\nThe downside is that this branch isn’t as strong. But then again, I don’t weigh as much as my male colleagues, so where they’d likely break this one and fall off, I won’t.\nI lie flat on my stomach, rifle in position, and stare through my lenses. The first thing I do is take in the whole scene.\nMy mouth fills with saliva, and my body shakes at the sight of dismembered bodies—mostly our soldiers. A crippling fear grabs hold of me at the prospect of seeing either Maksim’s or Yuri’s body. Or even Viktor’s. I’ve somehow gotten used to the stoic grump, and I know for a fact that his loss would hit Captain the most.\nStatic sounds in my ear, and I startle for a second, thinking it’s another bomb. But then, the distinctive command comes, “Focus, Lipovsky.”",
    "trans": "Non faccio nemmeno caso al suono persistente degli spari o delle mine che esplodono tutt'intorno a noi.\nBoom.\nBoom.\nBoom.\nCon un movimento rapido, lascio il fucile appeso dietro la mia schiena e salgo sull'albero\nin tempo record. Invece di fermarmi al primo ramo solido, continuo a salire finché non ho la visuale migliore del magazzino e mi metto in equilibrio su un ramo.\nLo svantaggio è che questo ramo non è così resistente. Ma d'altra parte, non peso quanto i miei colleghi maschi, quindi dove loro probabilmente farebbero rompere il ramo e cadrebbero, io no.\nMi stendo a pancia in giù, il fucile in posizione, e fisso attraverso le mie lenti. La prima cosa che faccio è osservare l'intera scena.\nLa mia bocca si riempie di saliva e il mio corpo trema alla vista dei corpi smembrati, per lo più nostri soldati. Una paura paralizzante mi assale al pensiero di vedere il corpo di Maksim o di Yuri. O persino quello di Viktor. In qualche modo mi sono abituato al brontolone stoico e so per certo che la sua perdita colpirebbe di più il Capitano.\nRumori statici nel mio orecchio e mi spavento per un secondo, pensando che sia un'altra bomba. Ma poi, arriva il comando distintivo, \"Concentrati, Lipovsky\"."
}