{
    "source": "en_US",
    "target": "it_IT",
    "text": "Welcome to the team!\nWe’re looking forward to working with you and watching you grow your career with us. The rest of the team is excited to meet you and help you settle into your new role.\nIn an effort to begin your new hire process and avoid any delays with your onboarding, we highly encourage you to do the following:\nNew Hire Paperwork\nThe paperwork needed for your orientation is packaged electronically through the link below. Prior to coming to your orientation on day 1, we encourage you to complete your new hire paperwork. If you are unable to complete this paperwork before your first day of work, you will need to complete the outstanding tasks with your location's HR Representative.\nClick on the link below to complete your paperwork.\nIMPORTANT: If you have a preferred name, enter it so that your new Vestis e-mail address will reflect that name! Also, if you have a middle name, enter it so to help avoid duplicate email addresses.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nEmployment Eligibility Requirements (I-9)",
    "trans": "Benvenuto nel team!\nNon vediamo l'ora di lavorare con te e di assistere alla tua crescita professionale. Il resto del team non vede l'ora di conoscerti per aiutarti ad inserirti nel tuo nuovo lavoro.\nPer iniziare il processo di assunzione ed evitare ritardi nell'inserimento, ti invitiamo a procedere come segue:\nDocumentazione per i neoassunti\nI documenti richiesti per l'orientamento sono disponibili in formato elettronico al link sottostante. Prima di partecipare all'orientamento del primo giorno, ti invitiamo a presentare tutti i documenti per l'assunzione. Se non riuscissi a presentare i documenti prima del primo giorno di lavoro, dovrai completare questo processo con il rappresentante delle risorse umane della tua sede.\nClicca sul link sottostante per completare l'invio della documentazione.\nIMPORTANTE: se hai un nomignolo, inseriscilo in modo da personalizzare il tuo nuovo indirizzo e-mail Vestis! Inoltre, se hai un secondo nome, inseriscilo per evitare duplicazioni negli indirizzi e-mail.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nRequisiti di ammissibilità al lavoro (I-9)"
}