{
    "source": "en_US",
    "target": "it_IT",
    "text": "We provide you with your own set of tools, PPE and outfit you with shirts, pants and shoes.\nMedical, Dental, Vision Insurance plan, 401K Profit Sharing, Paid Holidays, Paid Time off.\nWe promote from within, with additional training programs available, your positive attitude and ability to communicate well with customers and colleagues will contribute to your success.\nAs an Installer Assistant in this role, you have the following skills to set you up for success.\nWe are looking for...\n1+ year experience in carpentry, trim carpentry, construction, or in-home renovation experience.\nAbility to take accurate measurements using a tape measure, level & combination square.\nValid driver's license and a good driving record.\nAbout Us: Bath Fitter is the first choice, industry leader in bathroom renovations, and has been manufacturing and installing premium quality acrylic bathtubs and seamless bath wall systems since 1984, with locations in US, CAN and EU. Proud to be certified as a Great place to work®.",
    "trans": "Ti forniremo il tuo set di attrezzi, il DPI, le magliette, i pantaloni e le scarpe.\nPiano di Assicurazione medica, odontoiatrica, della vista, condivisione degli utili 401.000, ferie retribuite, permessi retribuiti.\nPromuoviamo dall'interno, programmi di formazione aggiuntivi disponibili, la tua attitudine positiva e la capacità di comunicare con i clienti e i colleghi contribuiranno al tuo successo.\nCome assistente installatore, devi possedere le seguenti competenze per avere successo.\nStiamo cercando...\nUna persona che abbia 1 anno o più di esperienza nel settore della falegnameria, lavori di rifinitura, edilizia o esperienza di ristrutturazione domestica.\nAbilità nel prendere misure accurate utilizzando un metro a nastro, una livella e una squadra combinata.\nPatente di guida valida e un buon record di guida.\nChi siamo: Bath Fitter è la società leader nel settore delle ristrutturazioni degli ambienti bagno e produce e installa vasche da bagno in acrilico di qualità premium e sistemi a pareti per bagni senza soluzione di continuità dal 1984, con sedi negli Stati Uniti, Canada e nell'Unione Europea. Siamo orgogliosi di essere certificati come un Great place to work®."
}