{
    "source": "en_US",
    "target": "it_IT",
    "text": "the values of the companies’ corporate cultures. Development of a corporate culture to support business ethics happens on four levels: ethical awareness; ethical education; ethical action; and ethical lead- ership. Ethical awareness involves providing help to employees in identifying ethical problems when they occur and giving them guid- ance about how the company expects them to respond. One way to provide this support is to develop a code of conduct for the organi- zation. Ethical education involves implementing an ethics training program for employees or hiring an outside firm to develop ethics and compliance programs for the organization. Ethical action involves companies providing structures and approaches for employees that allow decisions to be turned into appropriate business actions. Ethical leadership involves commitment to the company’s core values at all levels of the organization.",
    "trans": "i valori delle culture aziendali delle imprese. Lo sviluppo di una cultura aziendale a supporto dell'etica dell'azienda si sviluppa su quattro livelli: consapevolezza etica; educazione etica; azione etica; e leadership etica. La consapevolezza etica prevede che si aiutino i dipendenti a identificare i problemi etici nel momento in cui si verificano e fornire loro indicazioni su come l’azienda si aspetta che li affrontino. Un modo per garantire questo supporto è definire un codice di condotta per l'impresa. L’educazione etica prevede lo sviluppo da parte dell’azienda di un programma di formazione sull’etica per i dipendenti o, in alternativa, è possibile incaricare un’azienda esterna per elaborare dei codici etici e di conformità per l’organizzazione. L’azione etica prevede che le aziende forniscano ai dipendenti gli strumenti e le strategie adeguate, in modo che possano convertire le decisioni in azioni aziendali appropriate. La leadership etica prevede l’impegno a rispettare i valori fondanti dell’azienda a tutti i livelli dell’organizzazione."
}