{
    "source": "en_US",
    "target": "it_IT",
    "text": "Throughout the school, classes are grouped according to Victorian Curriculum levels with teachers working together for curriculum planning and professional development. Classes are organised depending on the numbers of children at each level, gender balance, maintaining friendship groups and ensuring that there is equal distribution of ability throughout the grades. Usually classes are straight groups which encourage and enhance individual achievement and social development.\nThe school has a strong focus on student wellbeing and teaches a social skills program which is consistently implemented across the school. The behaviour of the students both in class and in the playgrounds reflects the consistent approach to discipline and high expectations of the school. The development of leadership skills in senior students is encouraged and their input into the tone of the school is important.\nMany enrichment opportunities are offered, some of which are choir, school concert, interschool sports, sporting clinics, camps and excursions.\nIn striving for continuous improvement, Tooradin Primary School is committed to maximising educational opportunities for all students, with staff professional development playing a vital role in achieving this.",
    "trans": "In tutta la scuola, le classi sono raggruppate secondo i livelli del Curriculum Vittoriano, con gli insegnanti che collaborano per la pianificazione del curriculum e lo sviluppo professionale. Le classi sono organizzate in base al numero di bambini in ciascun livello, al bilanciamento di genere, mantenendo i gruppi di amicizia e garantendo una distribuzione equa delle abilità tra i vari gradi. Di solito le classi sono composte da gruppi omogenei, che favoriscono e migliorano il raggiungimento individuale e lo sviluppo sociale.\nLa scuola pone una forte enfasi sul benessere degli studenti e insegna un programma di abilità sociali che viene costantemente applicato in tutta la scuola. Il comportamento degli studenti, sia in classe che nei cortili, riflette l'approccio coerente alla disciplina e le alte aspettative della scuola. Lo sviluppo delle capacità di leadership negli studenti delle classi superiori è incoraggiato e il loro contributo al tono generale della scuola è importante.\nVengono offerte numerose opportunità di arricchimento, tra cui il coro, il concerto scolastico, gli sport interscolastici, i centri sportivi, i campi e le escursioni.\nNell'perseguire un miglioramento continuo, la Tooradin Primary School è impegnata a massimizzare le opportunità educative per tutti gli studenti, con lo sviluppo professionale del personale che gioca un ruolo fondamentale nel raggiungimento di questo obiettivo."
}