{
    "source": "en_US",
    "target": "it_IT",
    "text": "Education and Academic Qualifications\nBachelor of Engineering in Electrical Engineering, The Hong Kong Polytechnic University\nDoctor of Philosophy, The Hong Kong Polytechnic University\nProfessional Qualifications\nFellow of the Canadian Academy of Engineering (CAE)\nFellow of the Institute of Electrical and Electronics Engineers (IEEE)\nFellow of the Chinese Society of Electrical Engineering (CSEE)\nFellow of the Engineering Institute of Canada (EIC)\nFellow of the Institution of Engineering and Technology (IET)\nFellow of the Hong Kong Institution of Engineers (HKIE)\nFellow of the Asia-Pacific Artificial Intelligence Association (AAIA)\nFellow of International Artificial Intelligence Industry Alliance (AIIA)\nPrivacy Policy Statement\nTerms of Use\nAccessibility\nSitemap\nCopyright © 2024 The Hong Kong Polytechnic University. All Rights Reserved.\nFacebook\nYoutube\ninstagram\nTwitter\nWe use Cookies to give you a better experience on our website. By continuing to browse the site without changing your privacy se",
    "trans": "Formazione e Qualifiche Accademiche\nLaurea in Ingegneria in Ingegneria Elettronica, il Politecnico di Hong Kong\nTitolare di un Dottorato di Ricerca, il Politecnico di Hong Kong\nQualifiche professionali\nMembro dell'Accademia canadese di Ingegneria (CAE)\nMembro dell'Istituto degli Ingegneri Elettrici ed Elettronici (IEEE)\nMembro della Società cinese di Ingegneria Elettronica (CSEE)\nMembro dell'Istituto di Ingegneria del Canada (EIC)\nMembro dell' Istituto di Ingegneria e Tecnologia (IET)\nMembro dell'Istituto Ingegneri di Hong Kong (HKIE)\nMembro dell'Associazione Asia-Pacifico per l'Intelligenza Artificiale (AAIA)\nMembro dell'Alleanza Internazionale dell'Industria per l'Intelligenza Artificiale (AIIA)\nInformativa sulla privacy\nCondizioni d'uso\nAccessibilità\nMappa del sito\nCopyright © 2024 Politecnico di Hong Kong. Tutti i diritti riservati.\nFacebook\nYoutube\nInstagram\nTwitter\nUtilizziamo i cookie per offrirvi una migliore esperienza sul nostro sito web. Continuando a navigare sul sito senza modificare la vostra privacy"
}