{
    "source": "en_US",
    "target": "it_IT",
    "text": "As described by Kelvin, the vaccine was intended to combat some sort of sickness on the Island - although he never elaborated on the nature of the disease or its symptoms. Kelvin indicated that Desmond should give himself a shot of the vaccine every nine days - and that anyone going outside the station without protection (e.g. a HAZMAT suit) would be at risk of contracting it. Kelvin's instructions were somewhat suspect, however, as it was later revealed he was using the alleged sickness as a means of keeping Desmond confined within The Swan. (\"Live Together, Die Alone, Part 1\") The vaccine kit found by Charlie in the supply drop, however, also contained instructions that a shot should be given every nine days, supporting at least part of Kelvin's story. (\"Three Minutes\")\nA DHARMA worker uses an injection gun on a new arrival.\nClaire theorized later that the vaccine was intended to ward off the effects of the Sickness - an unrelated condition that she heard of through Danielle Rousseau. (\"Maternity Leave\") Claire later ended up suffering from this sickness herself. (\"What Kate Does\") At a later point, Desmond told Claire that taking the vaccine was worthless and it had no effect. (\"Live Together, Die Alone, Part 1\")",
    "trans": "Come descritto da Kelvin,il vaccino era destinato a combattere una sorta di malattia presente sull'Isola, sebbene non abbia mai approfondito la natura della malattia o i suoi sintomi. Kelvin indicò a Desmond che avrebbe dovuto somministrarsi un'iniezione del vaccino ogni nove giorni e che chiunque uscisse dalla stazione senza protezione (ad esempio una tuta HAZMAT) sarebbe stato a rischio di contrarre la malattia. Tuttavia, le istruzioni di Kelvin erano alquanto sospette, poiché in seguito si scoprì che usava la presunta malattia come mezzo per tenere Desmond confinato all'interno della stazione The Swan. (\"Live Together, Die Alone, Parte 1\") Il kit del vaccino trovato da Charlie nella consegna di rifornimenti conteneva tuttavia istruzioni simili, secondo cui un'iniezione doveva essere somministrata ogni nove giorni, confermando almeno in parte la storia di Kelvin. . (“Tre minuti”)\nUn lavoratore del DHARMA usa una pistola per iniezioni su un nuovo arrivato.\nClaire successivamente teorizzò che il vaccino fosse destinato a prevenire gli effetti della Malattia, una condizione non correlata di cui aveva sentito parlare attraverso Danielle Rousseau. (\"Maternity Leave\") In seguito, Claire finì per soffrire lei stessa di questa malattia. (\"What Kate Does\") In un momento successivo, Desmond disse a Claire che prendere il vaccino era inutile e che non aveva alcun effetto. (“Live Together, Die Alone, Part 1”)"
}