{
    "source": "en_US",
    "target": "it_IT",
    "text": "Similarly, we interpret clues as to Noel’s unique productive capacity based on his romanticising of the collection. For example, that they “weren’t the favourite collection” and were “moments away from being thrown in the bin” endows these garments with a narrative that pitches it as ripe for subsequent transformation and triumph. Noel also appears to possess a tacit understanding of how to wear these creations in such a way that facilitates the mobilisation of attachment to the product line. Noel’s seemingly effortless capacity to evoke charisma, while appearing innate, derives from the cultural/emotional capital accrued from sediments of past experiences (Merleau-Ponty, 1962; Bourdieu, 1984), which he also documents. For example, he romanticises his experiences living in a big family that did not have much money. We interpret these experiences as central to conferring him with the cultural competency to manipulate the character of clothing and transform it into something more. This particular line of clothing was not thrown out, but instead, transformed into a new fall/winter collection.",
    "trans": "Analogamente, interpretiamo gli indizi sulla straordinaria capacità produttiva di Noel basandoci sulla sua romanticizzazione della collezione. Ad esempio, il fatto che essi “non fossero la collezione preferita” e che fossero “a un soffio dall'essere gettati nel cestino” fornisce a questi capi una narrazione che li presenta come pronti per una successiva trasformazione e per il trionfo. Noel appare anche in possesso di una tacita comprensione di come indossare queste creazioni in maniera tale da facilitare la mobilitazione dell'attaccamento alla linea di prodotti. La capacità apparentemente spontanea di Noel di evocare il carisma, sebbene sembri naturale, deriva dal capitale culturale/emozionale accumulato dai sedimenti delle esperienze passate (Merleau-Ponty, 1962; Bourdieu, 1984), che anche lui documenta. Ad esempio, egli romanticizza le sue esperienze di vita in una grande famiglia che non aveva molti soldi. Noi interpretiamo queste esperienze come essenziali per attribuirgli la competenza culturale di manipolare il carattere dell'abbigliamento e trasformarlo in qualcosa di più. Questa particolare linea di abbigliamento non è stata buttata via, ma è invece stata trasformata in una nuova collezione autunno/inverno."
}