{
    "source": "en_US",
    "target": "it_IT",
    "text": "The verification of continuous and hybrid systems is a challenging problem, and various approaches are currently being investigated to overcome the complexities of representing and computing with continuous sets of states. Since verification problems are generally undecidable for such systems, experimental results are vital for evaluating and developing new ideas.\nThe SpaceEx tool platform is designed to facilitate the implementation of algorithms related to reachability and safetyverification. While these methods are based on different representations (polyhedra, zonotopes) and are tailored to different dynamics (piecewise constant, affine, multi-affine, nonlinear), they have several things in common: The model is a composition of hybrid automata (including extensions such as hierarchy and templates). Basic components of analysis algorithms are post- and pre-operators in various flavors. The reachable states are explored using symbolic states. They require basic infrastructure such as parsing input and visualizing states.",
    "trans": "La verifica di sistemi continui e ibridi è un problema impegnativo e attualmente si stanno studiando vari approcci per superare le complessità della rappresentazione e del calcolo con continui insiemi di stati. Dal momento che generalmente non è possibile decidere in merito ai problemi di verifica per tali sistemi, i risultati sperimentali sono fondamentali per valutare e sviluppare nuove idee.\nLa piattaforma di strumenti SpaceEx è progettata per facilitare l'implementazione di algoritmi correlati alla verifica di raggiungibilità e sicurezza. Sebbene questi metodi siano basati su rappresentazioni diverse (poliedri, zonotopi) e siano adattati a dinamiche diverse (costante a tratti, affine, multiaffine, non lineare), hanno diverse cose in comune: il modello è una composizione di automi ibridi (incluse estensioni come gerarchia e modelli). I componenti di base degli algoritmi di analisi sono post e pre-operatori in vari tipi. Gli stati raggiungibili vengono esplorati utilizzando stati simbolici. Richiedono infrastrutture di base come l'analisi dell'input e la visualizzazione degli stati."
}