{
    "source": "en_US",
    "target": "it_IT",
    "text": "$15.50 to $16.30 per hour plus tips\nPaid Sick Leave\nFlexible schedule\nDiscounts on meals\nCareer advancement opportunities\nDuties & Responsibilities:\nCleaning and sweeping the dining areas of the restaurant, cleaning, sanitizing, and resetting each table for the next guest, taking out the garbage, stocking stations with necessary supplies, and cleaning the bathrooms.\nAnticipate guests’ and coworkers’ needs and exceed guest service expectations.\nProtects establishment and patrons by adhering to sanitation and safety policies.\nMaintain composure in a fast-paced environment.\nRespond urgently and appropriately to guests’ and coworkers’ needs.\nExhibit a professional appearance and mannerisms.\nEnsure guests are enjoying their experience and take action to correct any problems.\nConcludes the guest experience by acknowledging choice of establishment and inviting patrons to return.\nComplete assigned sidework at the beginning, during, and at end of shift.\nOther Duties: Please note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job.",
    "trans": "Da 15,50$ a 16,30$ all'ora più le mance\nCongedo per malattia retribuito\nOrario flessibile\nSconti sui pasti\nOpportunità di avanzamento di carriera\nCompiti e responsabilità:\nPulire e spazzare le aree ristorazione del ristorante, pulire, disinfettare e risistemare ogni tavolo per il cliente successivo, portare fuori la spazzatura, rifornire le postazioni con le forniture necessarie e pulire i bagni.\nAnticipare le esigenze degli ospiti e dei colleghi e superare le aspettative del servizio clienti.\nProteggere la struttura e i clienti aderendo alle politiche di igiene e sicurezza.\nMantenere la compostezza in un ambiente frenetico.\nRispondere con urgenza e in modo appropriato alle esigenze degli ospiti e dei colleghi.\nMostrare un aspetto e maniere professionali.\nAssicurarsi che gli ospiti si godano la loro esperienza e intervenire per correggere eventuali problemi.\nConcludere l'esperienza degli ospiti riconoscendo la scelta della struttura e invitando i clienti a tornare.\nCompletare i lavori secondari assegnati all'inizio, durante e alla fine del turno.\nAltre mansioni: si prega di notare che questa descrizione del lavoro non è progettata per coprire o contenere un elenco completo delle attività, mansioni o responsabilità richieste al dipendente per questo lavoro."
}