{
    "source": "en_US",
    "target": "it_IT",
    "text": "People were just… writing. No images, no designs, no time-consuming video editing. Like sending texts to a huge public group chat.\nPeople were talking about things I already knew. I often thought, \"I could write that tweet.\"\nPeople were using their profiles as a way to attract clients. A few did so with web design (\"Hey, I could do that too.\")\nThe people were actually cool. I felt like I was in a place that didn't have business-speak or the professionalism I despised, but they were still cashing out big.\nThat's when it clicked.\n\"Wait, these people aren't sending cold emails or doing weird client acquisition strategies.\"\nThey're just building an audience.\nYou're telling me that I can just write content I enjoy and it can attract clients to me?\nWhy have I been ruining my mental health by sending manual cold emails and working with people in a niche I despise because someone told me it was profitable?\nAfter all this time… writing, of all things, was the key to my freedom.",
    "trans": "Le persone stavano soltanto...scrivendo. Nessuna immagine, nessun design, nessun video editing che richiedesse molto tempo. Come inviare messaggi a un'enorme chat di gruppo pubblica.\nLa gente parlava di cose che già conoscevo. Spesso pensavo: \"Potrei scrivere quel tweet\".\nLe persone utilizzavano i loro profili come un modo per attrarre clienti. Alcuni lo facevano con il web design (\"Ehi, potrei farlo anch'io.\")\nLe persone erano davvero fighe. Mi sentivo come se fossi in un posto in cui non c'era il linguaggio degli affari o la professionalità che disprezzavo, ma loro continuavano comunque a fare soldi alla grande.\nFu allora che capii.\n\"Aspetta, queste persone non stanno inviando cold email né stanno mettendo in atto strane strategie di acquisizione di clienti.\"\nStanno soltanto costruendo un pubblico.\nStai dicendo che posso semplicemente scrivere contenuti che mi piacciono e che questo può attrarre clienti verso di me?\nPerché ho rovinato la mia salute mentale inviando cold email manuali e lavorando con persone in una nicchia che disprezzo soltanto perché qualcuno mi ha detto che ciò era redditizio?\nDopo tutto questo tempo...scrivere, tra tutte le cose, è stata la chiave della mia libertà."
}