{
    "source": "en_US",
    "target": "it_IT",
    "text": "\"I told you I couldn’t just go back to texting,\" he murmured in that\ngravelly, deep voice of his. He sounded sleepy, like he was calling me from\nbed, and my mind couldn't help but conjure up an image of that perfect,\ntattooed wonderland lounged underneath silken sheets, his hand reaching\n\"Monroe, you with me?\" he asked, this time sounding amused, like he\nknew exactly how dirty my thoughts were.\nMaybe he and Bill were similar like that, able to see inside of me.\n\"Yes. Sorry. Got a lot on my mind,\" I squeaked out. He chuckled, the\nsound reverberating through me, right to my core.\n\"You wouldn't happen to be thinking of that picture, would you?\" he\nasked knowingly.\nI was definitely thinking of calculus.\"\nHe chuckled again. \"Okay, dream girl.\"\n\"Why do you keep calling me that?\"\nmuch I loved it.\nThat's what you are. A girl almost too good to\nbe true.\"\nThere was a blush across my cheeks, even though he couldn't see me.",
    "trans": "\"Ti ho detto che non potevo tornare a scrivergli\", mormorò\ncon voce roca e profonda. Sembrava assonnato, come se fosse,\nancora a letto, la mia mente non poté fare a meno di immaginare la perfezione,\ndi quella pelle tatuata da sogno, mentre era disteso tra le lenzuola di seta e le sue mani mi raggiungevano\n\"Monroe, ci sei?\" chiese, questa volta con un tono divertito, come se\nsapesse esattamente quali pensieri sconci stessi facendo.\nForse lui e Bill erano simili in questo, erano entrambi capaci di guardarmi dentro.\n\"Sì, mi dispiace. Ho tante cose per la testa\" dissi con un tono stridulo. Lui ridacchiò, il\nsuono della sua risata mi arrivò dritto al cuore.\n\"Non è che stai pensando a quella foto, vero?\"\nchiese con cognizione di causa.\nStavo decisamente facendo dei calcoli.\"\nRidacchiò nuovamente. \"Okay, ragazza da sogno.\"\n\"Perché continui a chiamarmi in quel modo?\"\nmi piaceva molto.\nÈ questo che sei. Una ragazza quasi troppo meravigliosa\nper essere vera.\"\nLe mie guance arrossirono, anche se non poteva vedermi."
}