{
    "source": "en_US",
    "target": "it_IT",
    "text": "The moment Ningchuan and others boarded the ship, they quickly formed a human wall and blocked Chalmaco Saint.\nAt the same time, they watched Ningchuan and his group vigilantly, and their hands had quietly touched the weapons on their waists.\nAs long as Ningchuan and others dared to make any dangerous moves, they would shoot without hesitation!\n\"Untouchables!\"\n\"How can you untouchables touch the things of the world's nobles?\"\n\"Kneel down and die!\"\nThe roar of the Celestial Dragon Charmaco Saint instantly broke the tranquility on the ship.\nHis contemptuous word \"untouchables\" attracted the attention of everyone present.\nSome pirates were so weak in the knees by the untouchables.\nAfter all, these were Celestial Dragons, who could not even be looked at directly on weekdays.\nWhen facing their anger, they naturally felt timid.\nBut a small number of pirates were furious.\nThey had clearly boarded the Celestial Dragons' ship, and the Celestial Dragons were about to become their spoils.\nBut even so, the Celestial Dragons dared to put on airs and scold them as untouchables?\nAnd asked them to kneel down and die?",
    "trans": "Nel momento in cui Ningchuan e gli altri salirono sulla nave, formarono rapidamente un muro umano e bloccarono Chalmaco Saint.\nAllo stesso tempo, osservavano Ningchuan e il suo gruppo con attenzione, e di soppiatto le loro mani erano sulle armi che avevano in vita.\nNel caso in cui Ningchuan e gli altri avessero osato fare qualsiasi mossa pericolosa, avrebbero sparato senza esitazione!\n\"Intoccabili!\"\n\"Come potete voi intoccabili mettere le vostre mani sulle cose dei nobili del mondo?\"\n\"Inginocchiatevi e morite!\"\nIl ruggito del Drago Celestiale Charmaco Saint infranse immediatamente la tranquillità della nave.\nIl disprezzo della sua parola \"intoccabili\" aveva attirato l'attenzione di tutti i presenti.\nAlcuni pirati erano così inermi in ginocchio di fronte agli intoccabili.\nDopotutto, questi erano draghi celestiali, i quali non potevano nemmeno essere guardati direttamente durante i giorni della settimana.\nQuando affrontavano la loro rabbia, diventavano naturalmente timidi.\nMa un piccolo numero di pirati era furioso.\nErano chiaramente saliti a bordo della nave dei Draghi Celesti, e i Draghi Celesti stavano per diventare il loro bottino.\nMa anche in quel caso, i Draghi Celesti osavano darsi delle arie e apostrofarli come intoccabili?\nE chiedevano loro di inginocchiarsi e morire?"
}