{
    "source": "en_US",
    "target": "it_IT",
    "text": "In settings, make sure you’re in the same server region as your participants.\nNote: You’ll receive an error message if you’re in the wrong server region or game mode, and you won’t be able to start a match.\nScroll down in the game mode selection screen until the Custom Key button appears in the bottom right. Click Custom Key.\nCreate a Custom Matchmaking Key that you want to give to your participants.\nNote:\nYou can’t use special characters.\nYou must use between 4 and 16 characters. You’ll receive an error message if the key is too long, and the game will not create a private match.\nIf you’re streaming, please hide your key to prevent unwanted guests from joining the game.\nClick Accept.\nClick Play and wait for other players to join using your key.\nNote: All players should be ready to join the match with the key, as soon as the key is given to them. If they try to join after the match has started, they will receive an error message.\nClick Start Match to start the game manually at any time.\nHow to join a game\nIn settings, make sure you’re in the same server region as the host.",
    "trans": "Nelle impostazioni, assicurati di essere nella stessa posizione del server dei tuoi partecipanti.\nNota: riceverai un messaggio di errore se ti troverai nella posizione o nella modalità di gioco errate e non potrai iniziare una partita.\nScorri verso il basso nella schermata di selezione della modalità di gioco finché non visualizzerai il pulsante Custom Key in basso a destra. Fai clic su Custom Key.\nCrea una Custom Matchmaking Key da consegnare ai tuoi partecipanti.\nNote:\nNon puoi utilizzare caratteri speciali.\nÈ necessario utilizzare un codice di caratteri compreso tra 4 e 16. Riceverai un messaggio di errore se il codice è troppo lungo e il gioco non sarà in grado di generare un match privato.\nSe sei in streaming, nascondi la tua chiave per evitare che partecipanti indesiderati si uniscano al gioco.\nFai clic su Accetta\nFai clic su Gioca e attendi che gli altri giocatori si uniscano al gioco tramite l'uso della tua chiave.\nNota: tutti i giocatori dovrebbero essere pronti a unirsi alla partita non appena la chiave verrà loro consegnata. Se tentano di unirsi dopo l'inizio della partita, riceveranno un messaggio di errore.\nFai clic su Inizia partita per avviare il gioco manualmente in qualsiasi momento.\nCome unirsi a una partita\nNelle impostazioni, assicurati di trovarti nella stessa posizione del server dell'host."
}