{
    "source": "en_US",
    "target": "it_IT",
    "text": "CLINICAL INDICATION: pelvic pain :: R10.2 Pelvic and perineal pain\nTECHNIQUE: Transvaginal imaging of the pelvis was performed.\nCOMPARISON: Transabdominal and transvaginal pelvic ultrasound 5/16/2024.\nINTERPRETATION: The patient claims her last menstrual period was 10/8/2024.\nUTERUS:\nThe uterus is anteverted/mobile in lie and measures 7.7 cm in length x 4.2 cm in AP diameter x 5.1 cm in width. The myometrium is homogeneous in echotexture. No focal myoma was visualized The endometrial echo complex measures up to 14 mm in thickness, which may be secondary to the patient's phase of the menstrual cycle, however, the patient claims her last menstrual period was 10/8/2024.\nThe visualized portion of the cervix demonstrates small cervical nabothian cysts.\nRIGHT ADNEXUM:\nThe right ovary measures 3.4 cm in length by 3.3 cm in AP diameter by 2.5 cm in width. The previously visualized right follicular type cysts noted on the prior examination were not identified on this examination.\nDoppler flow is demonstrated within the ovary.\nLEFT ADNEXUM:",
    "trans": "INDICAZIONE CLINICA: dolore pelvico: R10.2 Dolore pelvico e perineale\nTECNICA: è stata effettuata un'immagine transvaginale della pelvi.\nCONFRONTO: ecografia pelvica transaddominale e transvaginale 16/05/2024.\nINTERPRETAZIONE: la paziente afferma che il suo ultimo ciclo mestruale si è verificato l'8/10/2024.\nUTERO:\nL'utero è anteverso/mobile in posizione e misura 7,7 cm di lunghezza x 4,2 cm di diametro AP x 5,1 cm di larghezza. Il miometrio è omogeneo nell'ecostruttura. Non è stato rilevato alcun mioma focale. Il complesso eco endometriale misura fino a 14 mm di spessore, il che potrebbe essere dovuto alla fase del ciclo mestruale della paziente. Tuttavia, la paziente afferma che il suo ultimo ciclo mestruale si è verificato l'8/10/2024.\nLa porzione visualizzata della cervice mostra piccole cisti cervicali di Naboth.\nANNESSO DESTRO:\nL'ovaio destro misura 3,4 cm di lunghezza per 3,3 cm di diametro anteroposteriore per 2,5 cm di larghezza. Le cisti follicolari destre visualizzate nell'esame precedente non sono state rilevate in questo esame.\nIl flusso Doppler è visibile all'interno dell'ovaio.\nANNESSO SINISTRO:"
}