{
    "source": "en_US",
    "target": "it_IT",
    "text": "Spiders can produce several different types of silk from their silk glands and nozzles, otherwise known as spinnerets. They range from stickier threads used to weave webs to capture their prey to incredibly strong threads which can support their own weight. The toughest spider silk is up to six times stronger than human bone, and that made by orb-weaver spiders is on a par with the strength of steel. In fact, some experts suggest that spider silk would be more effective than Kevlar in bulletproof vests. However, harvesting the thread on spider farms is complicated as these territorial creatures prefer their own company and could end up killing each other. Nevertheless, having studied the complex nature of spider silk, scientists have managed to replicate the resilient fibres, which has enormous potential for developing a range of things from synthetic muscle tissue to high-performance sports clothing.",
    "trans": "I ragni possono produrre diversi tipi di seta dalle loro ghiandole e ugelli della seta, anche noti come filiere. Si va dai fili più appiccicosi utilizzati per tessere ragnatele per catturare le loro prede a fili incredibilmente forti che possono sostenere il loro stesso peso. La seta di ragno più resistente è fino a sei volte più forte delle ossa umane e quella prodotta dai ragni tessitori di tele circolari è alla pari con la resistenza dell'acciaio. Infatti, alcuni esperti suggeriscono che la seta di ragno sarebbe più efficace del Kevlar nei giubbotti antiproiettile. Tuttavia, la raccolta del filo negli allevamenti di ragni è complicata poiché queste creature territoriali preferiscono stare da sole e potrebbero finire per uccidersi a vicenda. Tuttavia, dopo avere studiato la complessa natura della seta di ragno, gli scienziati sono riusciti a replicare le fibre resilienti, che hanno un enorme potenziale per sviluppare una gamma di cose dal tessuto muscolare sintetico all'abbigliamento sportivo ad alte prestazioni."
}