{
    "source": "en_US",
    "target": "it_IT",
    "text": "Mutual recognition of racism, its impact both on those who are dominated and those who dominate, is the only standpoint that makes possible an encounter between races that is not based on denial and fantasy. For it is the ever present reality of racist domination, of white supremacy, that renders problematic the desire of white people to have contact with the Other. Often it is this reality that is most masked when representations of contact between white and non-white, white and black, appear in mass culture. One area where the politics of diversity and its concomitant insist- ence on inclusive representation have had serious impact is advertising. Now that sophisticated market surveys reveal the extent to which poor and materially under- privileged people of all races/ethnicities consume products, sometimes in a quantity disproportionate to income, it has become more evident that these markets can be appealed to with advertising. Market surveys revealed that black people buy more Pepsi than other soft drinks and suddenly we see more Pepsi commercials with black people in them.\nThe world of fashion has also come to understand that selling products is heightened by the exploitation of Otherness. The success of Benetton ads, which",
    "trans": "Il riconoscimento reciproco del razzismo, il suo impatto sia su coloro che lo subiscono sia su coloro che lo esercitano, è l'unico aspetto che rende possibile un incontro tra razze che non si basi sulla negazione e sulla fantasia. Perché la realtà è sempre presente nel sopraffazione razzista, della supremazia bianca, e rende problematico il desiderio dei bianchi di avere un contatto con l'Altro. Spesso è questa la realtà maggiormente celata quando le manifestazioni di interazione tra bianchi e non bianchi, bianchi e neri, appaiono nella cultura di massa. Un'area in cui la politica della diversità con la sua insistente visione inclusiva ha avuto un impatto significativo è la pubblicità. Poiché da quando sofisticate indagini di mercato hanno rivelato la misura in cui le persone povere e materialmente svantaggiate di tutte le razze/etnie consumano prodotti, a volte in quantità sproporzionate rispetto al reddito, è diventato evidente che questi mercati possono essere attratti dalla pubblicità. Dopo che alcune indagini di mercato hanno dimostrato che le persone di colore acquistano più Pepsi rispetto ad altre bevande analcoliche, improvvisamente abbiamo visto più persone di colore nella pubblicità della Pepsi.\nAnche il mondo della moda ha capito che la vendita dei prodotti è intensificata dallo sfruttamento dell'alterità. Il successo delle pubblicità Benetton, che"
}