{
    "source": "en_US",
    "target": "it_IT",
    "text": "Please note, If you wish to not purchase our 100% sustainable bag, it is recommended to bring your own reusable bag(s).\nNo paper or plastic bags will be offered at the sale.\nTo proceed with the registration to the sale,\nplease read carefully the instructions provided below.\nREGISTRATION\nRead carefully the information here below and get registered to the sale.\nClick on the link saying (\"SIGN UP\") to create your password for accessing the multi-event platform.\nUpon creating your account, you will receive a confirmation email. With this, you will have the ability to log in (using the email address this message was sent to, which serves as your account login). You can then proceed to register for the sale.\nChoose your preferred timeslot among those available and click \"Book\".\nYour personalized invitation (with the QR code) is accessible anytime through your account.\nPlease be aware that entry to the sale is permitted only during your selected timeslot. Attempts to access the sale outside of this designated period will be respectfully declined. The allotted time must be strictly adhered to for your shopping experience; no exceptions will be made.",
    "trans": "Nota bene: se non desideri acquistare la nostra borsa ecosostenibile al 100%, ti consigliamo di portare una borsa riutilizzabile.\nNon saranno disponibili borse di plastica o di carta al momento della vendita.\nPer procedere alla registrazione della vendita,\nleggere attentamente le istruzioni fornite di seguito.\nREGISTRAZIONE\nLeggi attentamente le informazioni riportate qui sotto e registrati all'evento di vendita\nClicca sul link (\"ISCRIVITI\") per creare la tua password di accesso alla piattaforma multievento.\nUna volta creato il tuo account, riceverai un'e-mail di conferma e avrai la possibilità di accedere (utilizzando l'indirizzo e-mail a cui è stato inviato questo messaggio per accedere al tuo account). Potrai quindi procedere alla registrazione per partecipare all'evento.\nScegli la fascia oraria che preferisci tra quelle disponibili e clicca \"Prenota\".\nPotrai accedere al tuo invito personalizzato (con il codice QR) in qualsiasi momento tramite il tuo account.\nTieni presente che l'ingresso all'evento di vendita è consentito solo durante la fascia oraria selezionata. I tentativi per accedere all'evento al di fuori di questo periodo specifico saranno rispettosamente rifiutati. Le tempistiche assegnate devono essere rigorosamente rispettate per garantire l’attività di acquisto; non verranno fatte eccezioni."
}