{
    "source": "en_US",
    "target": "it_IT",
    "text": "Information relating to references.\nIf you intend to provide us with details of a reference or any other third party as part of your CV/ résumé, it is your responsibility to obtain consent from that third party prior to passing their personal information to us.You are responsible for the content of the information you provide to us either directly or indirectly through an agent and you must ensure it is legal, honest, truthful, accurate and not misleading in any way. You must ensure that the information provided by you does not contain material that is obscene, blasphemous, defamatory, infringing on any rights of any third party, or otherwise legally actionable by such third party.2.2. Purpose of our Processing of your Personal Data We use your Personal Data for purposes related to your job application:\nTo assess your capabilities and qualifications for a job and potentially contact you about the position:\nTo conduct reference checks;\nTo develop questionnaires and interview scenarios;\nTo conduct background checks if you are offered a job;",
    "trans": "Informazioni relative alle referenze.\nSe intende fornirci dettagli sulle referenze o altre terze parti come parte del suo CV, è suo compito ottenere il consenso dalle terze parti prima di trasmetterci le loro informazioni personali. È responsabile dei contenuti delle informazioni fornite sia direttamente che indirettamente tramite un rappresentante, assicurandosi che siano legali e veritiere. Deve assicurarsi che il materiale da lei fornito non sia di contenuto osceno, blasfemo, diffamatorio e che non violi nessun diritto e nessuna terza parte. 2.2. Scopo del nostro trattamento dei dati personali: i dati personali sono utilizzati con fini relativi alla sua candidatura:\nper valutare le sue capacità e qualifica per il lavoro ed eventualmente contattarla per la posizione in questione:\neffettuare controlli sulle referenze;\nsviluppare questionari e scenari di colloquio;\neffettuare controlli sul passato nel caso in cui le venga offerto il lavoro;"
}