{
    "source": "en_US",
    "target": "it_IT",
    "text": "We prefer payment to be made via PayPal, however we also accept Credit & Debit Card payments via our secure telephone sales number: [redacted_number].\nTo ensure security all transactions will be subjected to stringent fraud checks and delivery will only be made to the registered cardholders address. If delivery is required to an alternative address then a decision will be made at our discretion. We also accept other forms of payment such as; Bank Transfers, Postal Orders and Cheques to our Business address. Please be aware that cheques are subject to a clearance period of 5 working days before the goods you purchased will be dispatched.\nUK Mainland & International Postage\nShipping prices listed on eBay are for MAINLAND UK ONLY. Other locations will be more expensive – Please contact us directly for a shipping quote.\nIf you are based in Ireland, the Scottish Highlands or require any other International shipping you must contact us BEFORE placing a bid on an item.\nInternational customers MUST provide an e-mail address and telephone number before items are posted out.",
    "trans": "Preferiamo che il pagamento venga effettuato tramite PayPal, tuttavia accettiamo anche pagamenti con carte di credito e debito tramite il nostro numero sicuro per le vendite telefoniche:: [numero_oscurato].\nPer garantire la sicurezza, tutte le transazioni saranno sottoposte a rigorosi controlli antifrode e la consegna sarà effettuata solo all'indirizzo registrato del titolare della carta. Se la consegna è richiesta a un indirizzo diverso, la decisione verrà presa a nostra discrezione. Accettiamo anche altre forme di pagamento come; bonifici bancari, vaglia postali e assegni presso il nostro indirizzo aziendale. Si prega di notare che gli assegni sono soggetti a un periodo di attesa di 5 giorni lavorativi prima che i beni acquistati vengano spediti.\nSpedizione nel Regno Unito e Tariffe postali internazionali\nI prezzi di spedizione indicati su eBay sono per il solo Regno Unito CONTINENTALE. Altre località saranno più costose – Si prega di contattarci direttamente per un preventivo di spedizione.\nSe risiedi in Irlanda, nelle Highlands scozzesi o hai bisogno di spedizioni internazionali, devi contattarci PRIMA di fare un'offerta su un articolo.\nI clienti internazionali DEVONO fornire un indirizzo mail e numero di telefono prima di postare articoli."
}