{
    "source": "en_US",
    "target": "it_IT",
    "text": "His lips seek her own out once again and she responds in kind, letting go of his shoulders in favour of burying her fingers into his hair in a way that he loves, judging by the groan that he lets out right onto her own lips. But as much as Ceylin loves receiving pleasure, she absolutely loves giving it - both because it makes her partner feel good, but also because she revels in the sense of power that washes over her when her actions lead to him coming undone in her arms.\nRather than save the proverbial cards up her sleeves, Ceylin does what she does best - she lets them out all at once to create utter chaos.\nHer fingers wrap around what strands of her hair she can get and she pulls on them just enough to skirt the edge between pleasure and pain. She bites on his lower lip and then, quickly enough so he has no time to respond, she thrusts up and against his hardness.\nTheir equally loud groans are testament enough to her success.\nHis answering response is to take a step forward and slam her back against the wooden door as he leaves her lips in favour of the pulse point on her neck.",
    "trans": "Le sue labbra cercano ancora una volta quelle di lei, e lei risponde nello stesso modo, lasciandogli le spalle per affondare le sue dita nei suoi capelli in un modo che lui adora, giudicando dal gemito emesso. Ma per quanto a Ceylin piaccia ricevere piacere, ama follemente darne, sia per far sentire bene il suo partner, sia perché le dà un senso di potere quando lui si abbandona nelle sue braccia.\nInvece di tenere il proverbiale asso nella manica, Ceylin lo svela subito per creare il caos più assoluto.\nLe sue dita avvolgono le ciocche di capelli, tirandole quanto basta per sfiorare il limite tra piacere e dolore. Gli morde il labbro inferiore e poi, con una rapidità tale che toglie a lui il tempo di reagire, si spinge contro la sua durezza.\nI loro gemiti ugualmente forti testimoniano il suo successo.\nLui risponde spingendola in avanti contro la porta di legno, mentre lascia le sue labbra per baciarle il collo."
}