{
    "source": "en_US",
    "target": "it_IT",
    "text": "Having grown up in a family business that spans medical technology, pharmaceutical distribution, and healthcare services, I have developed a strong appreciation for the complexities of managing family wealth while preserving the legacy of healthcare entrepreneurship. My professional experiences in healthcare communication, including the project on acupuncture communication through short-video platforms, have shown me the transformative potential of digital health outreach. These insights have inspired me to explore how family wealth can be leveraged to promote innovation in healthtech and TCM.\nMy long-term career goal is to develop a Single-Family Office (SFO), focused on sustainable family wealth management through the integration of a Corporate Venture Capital (CVC) strategy. I aim to start by investing in healthtech and traditional Chinese medicine sectors, leveraging my background in healthcare and digital media. By investing in innovative startups and technologies that align with our family business’s legacy in healthcare, I plan to scale these ventures both domestically and globally. Using digital platforms and capitalizing on international market trends, I will grow our family enterprise while fostering future generations’ involvement in wealth governance.",
    "trans": "Essendo cresciuto in un'azienda familiare che abbraccia la tecnologia medica, la distribuzione farmaceutica e i servizi sanitari, ho sviluppato un forte apprezzamento per le complessità della gestione del patrimonio familiare preservando al contempo il retaggio dell'imprenditoria sanitaria. Le mie esperienze professionali nella comunicazione sanitaria, tra cui il progetto sulla comunicazione dell'agopuntura attraverso piattaforme di short-video, mi hanno mostrato il potenziale di trasformazione della diffusione digitale della salute. Queste esperienze mi hanno ispirato a esplorare il modo in cui il patrimonio familiare può essere utilizzato per promuovere l'innovazione nelle tecnologie sanitarie e nella MTC.\nIl mio obiettivo di carriera a lungo termine è sviluppare un Ufficio Single-Family (SFO), incentrato sulla gestione sostenibile del patrimonio familiare attraverso l'integrazione di una strategia di Corporate Venture Capital (CVC). Il mio obiettivo è iniziare a investire nei settori dell'healthtech e della medicina tradizionale cinese, avvalendomi del mio background nel settore sanitario e dei media digitali. Investendo in startup e tecnologie innovative che si allineano all'eredità dell'azienda di famiglia nel settore sanitario, ho intenzione di scalare queste realtà sia a livello nazionale che globale. Usando le piattaforme digitali e capitalizzando le tendenze del mercato internazionale, farò crescere la nostra azienda di famiglia, incoraggiando al contempo il coinvolgimento delle generazioni future nella gestione del patrimonio."
}