{
    "source": "en_US",
    "target": "it_IT",
    "text": "Last month, the RNC announced that it had recruited more than 200,000 volunteers in its poll watching efforts.\nElection officials have been operating in an increasingly hostile environment as GOP skepticism of election administration has climbed. Officials are bracing for another wave of misinformation this year and preparing for security threats that could follow.\nZach Manifold, elections supervisor for Gwinnett County, Georgia, said official poll watchers have been trained and tend to abide by the rules.\n“The biggest worry would just probably be like public observers,” Manifold said. “They haven’t been trained… and they read something online, they don’t really know what the rules are, and then they come in.”\nLike most election offices now, Gwinnett County has security contingencies, including panic buttons on election workers’ cell phones, in case members of the public get out of hand.\n“If you really have a problem, we don’t want poll officials having to engage,” Manifold said.\nVoters wait in line at a polling station at the Guadalupe Mercado shopping mall in Guadalupe, Arizona, on November 8, 2022. - Joshua Lott/The Washington Post/Getty Images\nUnfounded claims of ineligible voters",
    "trans": "Il mese scorso, il Comitato Nazionale Repubblicano (RNC) ha annunciato di aver reclutato più di 200.000 volontari per fare i rappresentanti di lista.\nI funzionari elettorali hanno operato in un ambiente sempre più ostile, a causa dell'aumento dello scetticismo del Partito Repubblicano nei confronti dell'amministrazione elettorale. I funzionari si stanno preparando a una nuova ondata di disinformazione quest'anno e alle minacce sulla sicurezza che ne potrebbero conseguire.\nIl supervisore elettorale della Contea di Gwinnett in Georgia, Zach Manifold, ha affermato che i rappresentanti di lista sono stati formati e seguono le regole.\n\"La più grande preoccupazione è legata agli osservatori pubblici,\" afferma Manifold. \"Non sono formati... leggono qualcosa online, non conoscono le regole ed entrano.\"\nLa Contea di Gwinnett, come la maggior parte delle sedi elettorali, applica misure di sicurezza compresi pulsanti antipanico sui cellulari degli addetti alle elezioni, nel caso in più la situazione del pubblico sfugga di mano.\n\"Se c'è un problema, non vogliamo l'intervento dei funzionarli elettorali\", afferma Manifold.\nElettori in attesa in fila al seggio del centro commerciale Guadalupe Mercado a Guadalupe, Arizona, 8 novembre 2022. - Joshua Lott/The Washington Post/Getty Images\nDenunce infondate di elettori non eleggibili"
}