{
    "source": "en_US",
    "target": "it_IT",
    "text": "Junk Removal - Assist in the collection and disposal of unwanted items from residential and commercial properties, ensuring proper handling and compliance with local regulations.\nBad Bug Prep Treatment - Prepare spaces for pest control treatments, which may include moving furniture, clearing clutter, and following specific protocols to ensure effective treatment.\nCleaning Services - Perform general cleaning tasks in various settings, including residential homes and commercial properties, focusing on deep cleaning and organization.\nHoarding Services - Support specialized teams in the safe and compassionate clean-up of hoarded spaces, ensuring the preservation of important items and adherence to safety protocols.\nDowntown Cleanup Program - Participate in community initiatives aimed at cleaning and beautifying downtown areas, including litter removal and maintenance of public spaces.\nAll Other Duties As Assigned\nQualifications:\nAbility to lift heavy items and perform physically demanding tasks.",
    "trans": "Rimozione di rifiuti: Assistenza nella raccolta e nello smaltimento di oggetti indesiderati da proprietà residenziali e commerciali, assicurando una gestione corretta e il rispetto delle normative locali.\nTrattamento di preparazione per insetti nocivi: Preparazione degli spazi per trattamenti di disinfestazione, che può includere lo spostamento di mobili, la rimozione di disordine e il rispetto di protocolli specifici per garantire un trattamento efficace.\nServizi di pulizia: Esecuzione di attività di pulizia generali in vari ambiti, tra cui case residenziali e proprietà commerciali, concentrandosi sulla pulizia profonda e sull'organizzazione.\nServizi di accumulo: Supporto a team specializzati nella pulizia sicura e compassionevole di spazi di accumulo, assicurando la conservazione di oggetti importanti e l'aderenza ai protocolli di sicurezza.\nProgramma di pulizia del centro città: Partecipazione a iniziative comunitarie finalizzate a pulire e abbellire le aree del centro città, tra cui la rimozione di rifiuti e la manutenzione degli spazi pubblici.\nTutti gli altri compiti assegnati\nQualifiche:\nCapacità di sollevare oggetti pesanti e svolgere attività fisicamente impegnative."
}