{
    "source": "en_US",
    "target": "it_IT",
    "text": "When Sam ignored his reference, his smile dropped. \"So, what do you think? Ghosts possessing people?\"\n\"Maybe.\" Sam shrugged. \"Or maybe it's more like Amityville. Or the Smurl haunting.\"\n\"Yeah, driving 'em insane. Kind of like my man Jack in the Shining.\" Dean smiled again.\n\"Dean, what is up with you and Jack Nicholson?\" I asked. \"Because, frankly, it's driving me insane.\"\n\"Oh, whatever.\" Dean waved his hand at me.\n\"Dean, when are we gonna talk about it?\" Sam asked.\n\"Talk about what?\"\n\"About the fact that dad's not here.\"\n\"Oh, uh, let's see, never.\"\nI scoffed a little. \"Wow, wonderful time to set up a discussion, Dean-o.\"\n\"I'm being serious, man.\" Sam says.\n\"So am I, Sam.\" Dean replied. \"Look, he sent us here, he obviously wants us here. We'll just have to pick apart the search later.\"\n\"It doesn't matter what he wants.\"\n\"See? That attitude right there, that is why I always got the extra cookie.\"",
    "trans": "Quando Sam ignorò il suo riferimento, il suo sorriso svanì. \"Allora, cosa ne pensi? Si tratta di fantasmi che possiedono le persone?\"\n\"Forse.\" disse Sam alzando le spalle. \"O, forse, è più come in Amityville. O l'infestazione dagli Smurl.\"\n\"Sì, li fa impazzire. Un po' come il mio amico Jack in Shining.\" disse Dean sorridendo di nuovo.\n\"Dean, cosa c'è tra te e Jack Nicholson?\" chiesi. \"Perché, francamente, questa cosa mi sta facendo impazzire.\"\n\"Oh, non ha importanza.\" Disse Dean agitando la mano verso di me.\n\"Dean, quando ne parleremo?\" chiese Sam.\n\"Parleremo di cosa?\"\n\"Del fatto che papà non c'è.\"\n\"Oh, uh, vediamo, mai.\"\nSogghignai. \"Wow, è il momento perfetto per iniziare una discussione, Dean-o.\"\n\"Sto parlando sul serio, amico.\" disse Sam.\n\"Anch'io, Sam.\" rispose Dean. \"Guarda, ci ha mandati qui, ovviamente ci vuole qui. Dovremo soltanto valutare la questione più tardi.\"\n\"Non importa cosa vuole.\"\n\"Vedi? Di nuovo quell'atteggiamento, ecco perché ho sempre ricevuto dei dolci extra.\""
}