{
    "source": "en_US",
    "target": "it_IT",
    "text": "Please refer to attachments:\nParent Guide for Booking Appointments\nHow to attend your appointments via video call\nSettings/device requirements for video calls\nClosing Bookings:\nSign up deadlines for each day are set out below:\nMonday 14th October and Wednesday 16th October – sign up will close at 14:00h on each of these days.\nFriday 18th October – sign up will close at 16:00h on Thursday, 17th October.\nTuesday 22nd and Thursday 24th October – sign up will close at 10:00h on each of these days.\nIn consideration of other parents who may wish to book and of teachers who make a great effort to prepare these sessions, we urge you to attend these sessions as booked. Booking a session and not connecting/coming in takes up a slot that would have otherwise been taken up by another parent. It also leads to the teacher needing to take further time out of lesson preparation and curriculum development in order to make up missed meetings. If unable to be present (whether online or in person), kindly unbook on the system. Missed sessions will not be rebooked until after half-term and will only be held within regular school hours. We thank you for your understanding in this matter.",
    "trans": "Fare riferimento agli allegati:\nGuida Genitoriale per Riservare gli Appuntamenti\nCome partecipare agli appuntamenti tramite videochiamata\nConfigurazione delle impostazioni/dei dispositivi per le videochiamate\nConcludere prenotazioni:\nLe scadenze alle iscrizioni per ogni giorno sono riportate di seguito:\nLunedì 14 ottobre e mercoledì 16 ottobre – le iscrizioni chiuderanno alle 14:00 per ciascuno di questi giorni.\nVenerdì 18 ottobre – le iscrizioni chiuderanno alle ore 16:00 di giovedì 17 ottobre.\nMartedì 22 e giovedì 24 ottobre – le iscrizioni chiuderanno alle ore 10:00 in ciascuno di questi giorni.\nIn considerazione degli altri genitori che desiderano prenotare e degli insegnanti che si impegnano con grande sforzo a preparare queste sessioni, vi invitiamo a partecipare in base alle prenotazioni effettuate. Prenotare una sessione e non connettersi/partecipare, occupa uno spazio che poteva essere utilizzato da un altro genitore. Inoltre, questo porta l’insegnante a dover dedicare ulteriore tempo nel preparare le lezioni e allo sviluppo del curriculum per recuperare le sessioni perse. Se non è possibile partecipare, (sia online che di persona), la preghiamo di annullare la prenotazione sul sistema. Le sessioni perse non verranno riprenotate fino a metà semestre e si terranno solo durante il normale orario scolastico. Vi ringraziamo per la vostra comprensione."
}