{
    "source": "en_US",
    "target": "it_IT",
    "text": "All activities included in admission unless otherwise noted\n* Crop Maze\n* Petting Zoo\n*Pumpkin Patch (Pumpkins Available for Purchase)\n* Access to Sunflower Fields for Photo Ops & Picking (Sunflowers Available for Purchase)\n* Access to Zinnia Field for Photo Ops & Picking (Zinnias Available for Purchase)\n* Bubble Barn\n* Jump Pads\n* Spider Webs\n* Corn Hole\n* Slide Hill\n* Cow Train\n* Wagon Ride\n* Family Tug-O-War\n* Playground\n* Tire Sand Pit with Diggers\n* Gel Blasters (Admission Sold Separately. Available for Advance Purchase)\n* Archery Range (Admission Sold Separately. Available for Advance Purchase)\n* Gemstone Mining (Admission Sold Separately. Available for Advance Purchase)\n_\nPLEASE KEEP IN MIND\n✓No pets or emotional support animals are allowed on the farm due to state and federal food safety regulations. Thank you for your understanding.\n✓Outside food or coolers are NOT allowed.\n✓We are cashless. Debit and all major credit cards are accepted.\n✓Amber Brooke Farms is a working farm, you will be parking and walking in grass and unpaved areas.\n✓All events are subject to change or cancellation due to inclement weather and crop availability.",
    "trans": "Tutte le attività sono incluse nell'ingresso, salvo diversamente specificato\n* Labirinto di grano\n* Zoo degli animali da cortile\n* Campo di zucche (zucche disponibili per l'acquisto)\n* Accesso ai campi di girasoli per foto e raccolta (girasoli disponibili per l'acquisto)\n* Accesso al campo di zinnie per foto e raccolta (zinnie disponibili per l'acquisto)\n* Granaio delle bolle di sapone\n* Tappeti elastici\n* Reti per arrampicata\n* Corn hole\n* Scivoli\n* Treno delle mucche\n* Percorso in carrozza\n* Tiro alla fune per famiglie\n* Parco giochi\n* Fossa di sabbia ed escavatori\n* Gel Blasters (ingresso venduto separatamente. Disponibile per l'acquisto anticipato)\n* Tiro con l'arco (ingresso venduto separatamente. Disponibile per l'acquisto anticipato)\n* Gel Blasters (con gelatina d'acqua)\n_\nTI PREGHIAMO DI RICORDARE CHE\n✓Non sono ammessi animali domestici o animali di supporto emozionale nella fattoria a causa delle normative statali e federali sulla sicurezza alimentare. Grazie per la comprensione.\n✓Cibo e frigoriferi portatili provenienti dall'esterno NON sono ammessi.\n✓Non accettiamo contanti. Sono accettate le principali carte di debito e di credito.\n✓Amber Brooke Farms è un'azienda agricola produttiva, quindi potrai parcheggiare e camminare su erba e aree non asfaltate.\n✓Tutti gli eventi sono soggetti a modifiche o annullamenti a causa di condizioni meteorologiche avverse e disponibilità del raccolto."
}