{
    "source": "ar_AE",
    "target": "en_US",
    "text": "1. تحضير ثلاثة أنابيب وتسميتها: “اختبار”، “تحكم سلبي”، “تحكم إيجابي”.\n2. إضافة 1 مل من بلازما الأرنب المخففة إلى كل أنبوب.\n3. في أنبوب الاختبار، يتم إضافة 0.2 مل من مستنبت البكتيريا.\n4. في التحكم الإيجابي، يتم إضافة 0.2 مل من مستنبت معروف لبكتيريا S. aureus.\n5. في التحكم السلبي، يتم إضافة 0.2 مل من مستنبت معقم.\n6. حضن الأنابيب عند 37 درجة مئوية.\n7. إذا تشكلت جلطة ثابتة عند قلب الأنبوب، تكون النتيجة إيجابية.\n8. في حالة عدم تشكل جلطة خلال 4 ساعات، يتم ترك الأنبوب عند درجة حرارة الغرفة طوال الليل.\nملاحظة حول التحلل بواسطة Fibrinolysin:\n• بعض سلالات S. aureus قد تنتج إنزيم Fibrinolysin الذي يقوم بتحليل الجلطات.\n• لهذا السبب، يجب مراقبة التجلط خلال 12 ساعة.\n• إذا ظهرت الجلطة واختفت بعد 24 ساعة، قد يتم تفسير ذلك بشكل خاطئ على أنه نتيجة سلبية كاذبة.\nالتمييز بين الأنواع الممرضة وغير الممرضة:\n• جميع السلالات الممرضة من Staphylococcus aureus تكون Coagulase إيجابية.\n• في المقابل، الأنواع غير الممرضة مثل S. epidermidis تكون Coagulase سلبية.\nالخلاصة:\n• اختبار Coagulase هو اختبار حيوي للتمييز بين الأنواع الممرضة وغير الممرضة من Staphylococcus.",
    "trans": "1.Prepare three tubes and label each with: \"Test\", \"Negative Control\", and \"Positive Control\".\n2.Add 1 mL of diluted rabbit plasma to each tube.\n3.Add 0.2 mL of bacterial culture to the test tube.\n4.Add 0.2 mL of a known S. aureus culture to the positive control.\n5.Add 0.2 mL of sterile culture to the negative control.\n6.Incubate the tubes at 37°C.\n7.A positive result is indicated by the formation of a stable clot that remains intact when the tube is inverted.\"\n8.If no clot forms within 4 hours, leave the tube at room temperature overnight.\nNote on Fibrinolysin-Induced Clot Dissolution:\nSome strains of S. aureus may produce the fibrinolysin enzyme that dissolves clots.\nFor this reason, coagulation should be observed for 12 hours.\nIf the clot forms and disappears after 24 hours, it may be mistakenly interpreted as a false negative result.\nDifferentiation Between Pathogenic and Non-Pathogenic Strains:\n* It has been established that all pathogenic strains of Staphylococcus aureus are Coagulase-positive.\n* On the other hand, non-pathogenic species such as S. epidermidis are Coagulase-negative.\nConclusion:\nThe Coagulase test is a critical instrument for distinguishing between pathogenic and non-pathogenic Staphylococcus species."
}