{
    "source": "ar_AE",
    "target": "en_US",
    "text": "بــ \"التعاونية\" أو \"نحن\" أو \"ضمير المُتَكلِم أو المُخاطَب الذي يشير إليها\") باحترام وحماية خصوصيتك.\nينطبق إشعار الخصوصية هذا على جميع الموظفين والعملاء والزوار والجهات الخارجية وغيرهم (ويشار إليهم فيما بعد بالضمير \"أنت\" أو بـ \"المُستخدِم\") الذين يصلون إلى أو يستخدمون منصاتنا الرقمية، مثل مواقعنا الإلكترونية وبوابات العملاء والموظفين وصفحات وسائل التواصل الاجتماعي.\nيحدد هذا الإشعار (جنبـاً إلى جنب مع شروط الاستخدام وأي مستندات أخرى يُشار إليها في الإشعار) الأساس الذي سيتم على ضوئه مُعالجة أي بيانات شخصية نجمعها منك أو تقدمها لنا أنت ونقوم نحن بمعالجتها. وستتم مُعالجة بياناتك الشخصية فقط في نطاق الأحكام القانونية لنظام حماية البيانات الشخصية (PDPL) الساري المفعول بالمملكة العربية السعودية. وسنزودك، في إشعار الخصوصية هذا، بمعلومات حول مُعالجة بياناتك الشخصية وحقوقك كصاحب بيانات في سياق الخطوات التي تتخذتها التعاونية لمُعالجة طلبك. يرجى قراءة ما يلي بعناية كاملة لفهم وجهات نظرنا وممارساتنا فيما يتعلق ببياناتك الشخصية وكيف سنتعامل معها.",
    "trans": "We (\"the cooperative\" or \"we\" or \"the first or second-person pronoun referring to it\") respect and protect your privacy.\nThis privacy Notice applies to all employees, customers, visitors, third parties, and others (hereinafter referred to as \"you\" or \"the user\") who access or use our digital platforms, such as our websites, customer and employee portals, and social media pages.\nThis notice (alongside the Terms of Use and any other documents referenced in the notice) outlines the basis on which any personal data we collect from you or that you provide to us will be processed. Your personal data will only be processed within the legal provisions of the Personal Data Protection Law (PDPL) in force in the Kingdom of Saudi Arabia. In this privacy notice, we will provide you with information about the processing of your personal data and your rights as a data subject in the context of the steps taken by the cooperative to process your request. Please read the following carefully to understand our views and practices regarding your personal data and how we will handle it."
}