{
    "source": "ar_AE",
    "target": "en_US",
    "text": "نوع الإقرار المطلوب: اقرار عدم ممانعة من كفالة بموجب ھذا السند يقر المقر )للمقر له ان وجد( بالصفة المذكورة أعلاه بالتالي: عدم الممانعة من قیام المقر له بكفالة [redacted_name]، امريكي الجنسیة، يحمل جواز سفر رقم )[redacted_id](. وذلك لتقديمه إلى لیتم تقديمھا إلى الادارة العامة للاقامة وشؤون الاجانب وإلى من يھمه الأمر أؤكد بموجبه بأني أنا الموقع أدناه السید/ [redacted_name]، ھندي الجنسیة، أحمل بطاقة ھوية رقم )[redacted_id](، وجواز سفر رقم )[redacted_id](، بأنني لا أمانع من أن تقوم زوجتي السیدة/ [redacted_name]، ھندية الجنسیة، تحمـل بطاقة ھوية رقم )[redacted_id](، وجواز سفر رقم )P7084121(. بكفالــــة إبني: • [redacted_name]، امريكي الجنسیة، يحمل جواز سفر رقم )[redacted_id](. لیكــون علــى كفالتھــا. وھذا اقرار عدم ممانعة مني بذلك لیتم تقديمھا إلى الادارة العامة للاقامة وشؤون الاجانب وإلى من يھمه الأمر.\nصفحة1من3 رقمالمحرر:[redacted_number]\nتم إنجاز هذه المعاملة الكترونياً و لا تحتاج أي ختم أو توقيع رقم الطلب: إضا [redacted_number]",
    "trans": "Type of Declaration Required: No Objection Certificate for Sponsorship under this document, the undersigned (if applicable) declares the following: No objection to the sponsor [redacted_name], an American national, holding passport number [redacted_id], for submission to the General Directorate of Residency and Foreigners Affairs and to whom it may concern. I, the undersigned, Mr. [redacted_name], an Indian national, holding ID number [redacted_id] and passport number [redacted_id], hereby affirm that I have no objection to my wife, Mrs. [redacted_name], an Indian national, holding ID number [redacted_id] and passport number P7084121, sponsoring my son:[redacted_name], an American national, holding passport number [redacted_id].This is a No Objection Certificate from me for submission to the General Directorate of Residency and Foreigners Affairs and to whom it may concern.\nPage 1 of 3 Document Number: [redacted_number]\nThis transaction has been completed electronically and does not require any stamp or signature. Request Number: [redacted_number]"
}