{
    "source": "ar_AE",
    "target": "en_US",
    "text": "24 تريلا قلاب قابلة للزيادة بمقاس\n50 حيث ان الطرف الأول يرغب باستئجار عدد\nالطرف الثاني وتكون نظامية وأوراقها كاملة وهي ( صورة الاستمارة سارية، صورة اقامة السائق سارية، صورة رخصة\n، تامين ساري ، تفويض السائق من ابشر ) وعلي الطرف\nالسائق سارية ، كرت تشغيل ساري ، الفحص الدوري ساري\nالثاني احضار التريلات والسائقين في الموقع للعمل واي تغيب من السائقين أو في حال عدم التزامه بالقوانين المرورية\nالجهات المختصة.\nيتحمل الطرف الثاني المسؤولية امام\n\" تمهيد:\n1 البند \"\nذ العقد ومتمما له. يعتبر السابق جزء لا يتجزأ من ه\n\" مدة العقد:\n2 البند \"\nمدة هذا العقد هي سنة تبدا من تاريخ التوقيع قابلة للتجديد لمدد اخري حسب اتفاق الطرفين الا في حالة\nاخطر احد الطرفين الطرف الآخر في حالة أراد التوقف عن العمل في مدة لا تقل عن عشرة ايام من\nلمجددة. تاريخ انتهاء المدة الاصلية أو ا\n: \" موضوع العقد\n3 البند \"\n24 تريلا قلاب قابلة للزيادة مقاس\nمتر مكعب مع\n50 يقوم الطرف الثاني بتسليم الطرف الأول عدد\nالسائقين وذلك بموقع الطرف الأول بمدينة جدة على ان يتم تشغيل التريلات محل العقد تحت إدارة واشراف\nالعقد الطرف الأول وفقا للبنود المثبتة في هذا\n\" الأجرة والسداد:",
    "trans": "24 dump trucks with the possibility of increasing the number with the capacity of\n50 whereas the first party wants to rent a number of\nthe second party should be legal and their documents must be complete which are (a valid registration form, valid driver’s residency permit, valid driver’s license\n, valid insurance, driver’s authorization from Absher) and for the party\na valid driver’s card, valid operating card, and a valid periodic inspection.\nThe second party is responsible for bringing the trucks and drivers to the site for work. If any driver is absent or fails to comply with traffic regulations\nrelevant authorities.\nthe second party is responsible before the\nPreamble:\nClause 1 \"\nThe above contract is considered an integral part of this contract and complements it\n\" Contract Duration:\nClause 2 \"\nThe duration of this contract is one year, starting from the date of signing, and is renewable for additional periods according to the agreement of both parties, unless\none of the parties informs the other party if they wish to stop work, with a notice period of no less than ten days from\nthe end of the original or renewed period.\nThe subject of the Contract:\nClause 3:\n24 dump trucks with the possibility of increasing the number with the capacity of\ncubic meter alongside\n50 the second party will deliver to the first party a number of\nthe drivers at the location of the first party in Jeddah and the trucks will be operated under the management and supervision\nof the first party per the terms specified in this contract\nFees and Payment:"
}