{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وَذاتَ يَوْم، سُئِلَ الطِّفْلُ \"كَريمٌ\" الَّذي يَتَرَدَّدُ كَثيرًا إِلى المُسْتَشْفى لِلْعِلاجِ مِنْ مَرَضِهِ المُزْمِنِ وَهوَ في الثّالِثَةِ مِنْ عُمْرِه: \"لِماذا لَمْ تَعُدْ تَبْكي عِنْدَما تَأْتي إِلى المُسْتَشْفى؟ عِلْمًا أَنَّ مَجيئَكَ كانَ أَشْبَهَ بِذَهابِكَ لِخَلْعِ ضِرْس\". فَأَجابَ \"كَريمٌ\" بِعَفَويَّةٍ وَبَراءَةٍ مِنْ دونِ تَرَدُّد: \"لِأَنَّ \"إيمانَ\" تُحِبُّني وَتُحْضِرُ ليَ الهَدايا. لِذا، لَمْ تَعُدِ المُسْتَشْفى تُخيفُني وَغَيْري مِنَ الأَطْفال\". وَعَلى هَذا الأَثَر، كَرَّمَ المُديرُ \"إيمانَ\" وَأَصَرَّ أَنْ يُشيدَ بِها وَبِإِخْلاصِها في عَمَلِها أَمامَ الطّاقِمِ الطِّبّيّ، وَأَنْ يَضَعَ صورَتَها في مَدْخَلِ المُسْتَشْفى كَشُكْرٍ لَها عَلى جُهودِها وَحُبِّها وَتَفانيها لِعَمَلِها.\nوَفي مُنْتَصَفِ لَيْلَةٍ بارِدَة - حَيْثُ مَمَرّاتُ المُسْتَشْفى الموْحِشَةُ خاليَةٌ مِنْ أَيِّ حَرَكَة، والأَضْواءُ خافِتَةٌ والهُدوءُ يَعُمُّ المَكانَ لِدَرَجَةِ أَنَّهُ إِذا وَقَعَتْ إِبْرَةٌ قَدْ يُسْمَعُ صَوْتُها - كانَتْ \"إيمانُ\" تَمْشي وَتَطْمَئِنُّ عَلى الرُّضَّعِ المُسْتَلْقينَ عَلى أَسِرَّتِهِمْ بِأَمان، وَتُدَنْدِنُ بِصَوْتٍ خافِتٍ يَبْعَثُ الطُّمَأْنينَةَ في قُلوبِ الأَطْفال، وَتَمْسَحُ وَجَناتِهِمْ وَتَتَأَمَّلُ صِغْرَ حَجْمِهِم… وَسُرْعانَ ما دَوّى صَوْتٌ أَيْقَظَ كُلَّ الأَطْفال. فَتَساءَلَ الجَميع: \"ما هَذا؟ اِنْفِجار؟\"\nأَخَذَتْ \"إيمانُ\" تُرَبِّتُ عَلى ظُهورِ الأَطْفالِ وَتُخْبِرُهُمْ أَنَّهُمْ مَعَها بِأَمان. اِزْدادَ البُكاءُ والصُّراخُ والخَوْفُ والهَلَعُ والحَيْرَة… وارْتَفَعَ مُعَدَّلُ نَبْضِ قَلْبِ \"إيمان\"، وَأَحَسَّتْ أَنَّ أَمْرًا سَيِّئًا سَيَحْصُل، فَصَرَخَت: \"يا الله! اُلْطُفْ بِنا!\" وَما إِنْ أَنْهَتْ جُمْلَتَها حَتّى تَناثَرَتْ شَظايا زُجاجِ النّافِذَةِ وامْتَدَّتْ أَلْسِنَةُ اللَّهَبِ داخِلَ غُرْفَةِ الرُضَّع.",
    "trans": "One day, the child “Kareem,” who often went to the hospital for treatment for his chronic illness, was asked when he was three years old: “Why aren’t you crying anymore when you come to the hospital? taking into account that your coming was like going to have a tooth extracted? “Kareem” answered spontaneously and innocently, without hesitation: “Because Eman loves me and brings me gifts. Therefore, the hospital no longer scares me and other children.” Consequently, the director honored “Eman” and insisted on praising her and her sincerity in her work in front of the medical staff, and placing her picture at the entrance. The hospital thanks her for her efforts, love, and dedication to her work.\nIn the middle of a cold night - where the hospital's lonely corridors are devoid of any movement, the lights are dim and the place is so quiet that if you fell a needle whose sound may be heard - Eman was walking and checking on infants lying safely on their beds, she hums in a low voice that brings reassurance to the hearts of the children, and she wipes their cheeks and contemplates their small sizes ... soon there was a sound that woke up all the children. Everyone asked: \"What is this? Is it an explosion?\"\nEman began patting the children on the back and telling them that they were safe. The crying, screaming, fear, panic, and confusion increased... and Eman's heart rate increased, and she felt that something bad was going to happen, so she screamed: \"Oh God! Be kind to us!\" No sooner had she finished her sentence than fragments of the window glass scattered and the flames spread into the infants’ room."
}