{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وذلك على الله يسير \"\nسيأتي يوم إن أمدّ الله باعماركما وأصبحتم أبوين ورزقكم الله بالأولاد ، سترجون من الله ان يعاملكم اولادكم ويتعاملون فيما بينهم على افضل وجه ، فإن كان تعاملكم بما يرضي الله ، سيبارك الله لكم باولادكم اكثر وإن كان سيئا سيكون حال اولادكم معكم ومع اخوانهم اسوأ بكثير ، فقد أخبرنا وأنذرنا الله بان هذا الفرض بالذات يحاسب الله عليه حتما في الدنيا قبل الاخرة ولا هرب منه أبدا ، هذا أمر الله ولا مبدّل لكلماته ، هكذا اراد الله لهذا الكون بمخلوقاته ان يسير في نظام يؤدي كل مخلوق عمله ، كي تتآلف القلوب ، ويتقرب الناس من بعضهم البعض، وتحصل الألفة والمودة والسكينة بينهم . هكذا اراد الله لنا ان أن نعيش في هذا الكون ، فان طبّقنا ما امرنا الله به يعيش الانسان على أفضل حال .\nوليس هناك للإنسان كون آخر وحياة اخرى ، وربّ حقيقي آخر غير الله ، ولم تعرف الإنسانية مطلقا انساناً صعد في السماء ليبحث عن كون آخر لا سلطان لله عليه ولا علاقة لله به، أعاذنا الله جميعا من هذا الجنون، بأن نغضب رب الكون الذي بيده وحده ملكوت كل ما ننعم به وكل ما نبتغيه ونتمناه ، فاننا لم ولن نحصل على شيء في هذه الدنيا إلا باذنه ولا نقوى على اية حركة مهما كانت بسيطة إلا",
    "trans": "And that is easy for Allah\"\nA day will come, if Allah extends your lives and you become parents and are blessed with children, you will wish that Allah will make your children treat you and each other in the best manner. If your behavior is pleasing to Allah, He will bless you with your children even more. If it is bad, your children's behavior towards you and each other will be much worse. Allah has informed and alerted us that this specific duty is one that He will surely hold us responsible for this world before the Hereafter, and there is no escape from it. This is Allah's command, and there is no changing His words. This is how Allah wanted this universe with its creatures to operate in a system where every creature performs its role so that hearts might come together, people might draw closer to one another, and affection, love, and tranquility may prevail among them. This is how Allah wanted us to live in this universe. If we implement what Allah has commanded, humans will live in the best state.\nThere is no other universe or life for humans, and no true Lord other than Allah. Humanity has never known a person who ascended to the sky to search for another universe where Allah has no authority or connection. May Allah safeguard us all from this madness, from angering the Lord of the universe, who alone holds the dominion of everything we enjoy and desire. We will not get anything in this world except by His permission, and we cannot make any movement, no matter how simple, except"
}