{
    "source": "ar_AE",
    "target": "en_US",
    "text": "نزول مستوى الطلاب في مواد الهويه الوطنية \"لغتي و الدين\" وهم ركنين اساسيين في التعليم السعودي والماده قليلة وبسيطه وليست مكثفه ليحصل تقصير من المعلمين، وعند الحديث مع معلم اللغه العربيه قال بالحرف \"ان هذه معلومات يجب ان يكون طالب في الصف السادس يعرفها من الصف الرابع\" ، انت هو معلمه من الصف الرابع للاسف وهذه مخرجاتك !!!\nمستوى طلاب صف سادس ابتدائي يعتمد كل الاعتماد على تأسيسهم في المرحلتين السابقتين الرابع والخامس وبالرجوع لطاقم المعلمين نجد ان معلمي العربي والدين هم أنفسهم لم يتغيروا، مع اضافة ان معلم اللغة الانجليزيه لم يؤسس الطلاب بطريقة صحيحه لمدة سنتين على الرغم من كثرة الشكاوي عليه من الجميع سواء شكاوي في الماده او على الصعيد الشخصي وتصرفه واسلوبه مع الطلاب !!\nبالعوده لمعلم مادة اللغة الانجليزيه الحالي إعترف شخصيا بتقصير المعلم السابق و محدودية خبرة الطلاب في اساسيات اللغة الانجليزيه التي يحتاجها طالب في الصف السادس، و على الرغم من سمعة هذا المعلم الجيده عند بداية الترم، الا انه اخفق كذلك برفع مستوى الطلاب على الاقل الى الجيد جدا مرتفع و لم يحاول ان يستخدم وسائل مساعده خلال الترم ولا حتى باوراق عمل اسبوعيه تضمن وصول المعلومات!",
    "trans": "The decline in student performance in the subjects of national identity, “My Language,\" and “Religion,” which constitute two fundamental pillars of Saudi education, is concerning. These subjects are limited, straightforward, and not intensive enough to justify teacher shortcomings. When speaking with the Arabic language teacher, he explicitly stated, \"This is information a sixth-grade student should have known since the fourth grade.\" You were their fourth-grade teacher, and unfortunately, this is the outcome of your teaching!\nThe performance of sixth-grade primary students is entirely dependent on the foundation established during the fourth and fifth grades. Upon reviewing the teaching staff, it is evident that the Arabic and Religion teachers have remained the same. Moreover, the English teacher failed to adequately prepare the students over two years, despite frequent complaints about him from various parties concerning both the subject and his conduct and interactions with the students!!\nRegarding the current English teacher, he acknowledged the shortcomings of the previous teacher and the students’ limited grasp of the foundational English skills expected at the sixth-grade level. Despite this teacher’s positive reputation at the start of the term, he also failed to improve the student's performance to even a high “very good” level. Additionally, he made no effort to use supplementary teaching aids during the term, nor did he provide weekly worksheets to ensure the material was effectively delivered."
}