{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مقولة المستأنف ضده أن الشرطان (14) و(16) هما شرطان قد يبدو أنهما متعارضان فإن الرد على ذلك :\nأن الشرط رقم (14) من الشروط الإضافية لآخر امتداد للعقد نص صراحةً((عملية الشراء نقداولايحصل المشتري على أي قرض لشراء هذا العقار))\nوهنا كلمات الشرط مطلقة غير قابلة للتأويل واضحة وضوح الشمس وتفيد عدم تعليق عملية الشراء على الحصول على قرض\n2. ثم البند رقم (16) من ذات الشروط الإضافية نص على :\n_ أي أن هذا الشرط ابتدأ بكلمة ينوي المشتري الاستفادة من التسهيلات ...... مما يفيد إعمالاً للبند السابق رقم (14) طمئنة المستأنف أنه حتى ولو لم يتمكن المستأنف ضده ( المشتري من الحصول على تسهيلات بنكية فإنه ملتزم بموجب الشرط الخاص رقم (14)بالسداد نقداً وعدم الحصول على أي تمويل لشراء هذا العقار\n_ ثم أنه بمطالعة المراسلات المتبادلة بين وسيطي الطرفين يتبين مدى التسويف والمماطلة من قبل المستأنف ضده دون وجه حق.\nفي التعقيب على ما اورده المستأنف ضده الاول في البند (خامساً) من مذكرته الجوابية:\n_ مقام المحكمة الكريمة إن المستأنف ضده (المشتري) لم يكن حسن النية طيلة مدة التعاقد ولم يأبه سوى بمصالحه الشخصية و ما يؤكد النية المبيتة لديه أنه قام بإرسال بريد الكتروني للمستأنف بتاريخ 28/12/2023 يؤكد فيه أن البنك غير مستعد للموافقة على الصفقة فيما يتعلق بتسهيلات إقراض الشركات .",
    "trans": "The Appellee's saying that conditions (14) and (16) appear to be contrary could be discussed as follows:\nCondition No. (14) of the additional conditions for the last extension of the contract declares: \"The purchase is in cash and the buyer does not get any loan to purchase this property.\"\nHere the words of the condition are complete, and explicit, and clearly show that the purchase process is not unforeseen in getting a loan.\n2. Then, clause No. (16) of the same additional conditions describe:\n_ This condition starts with the words \"the buyer wishes to benefit from the facilities...\" which implies, under the previous clause No. (14), that the appellant is inspired that even if the Appellee (the buyer) is unable to get bank facilities, he is required as per the specific condition No. (14) to pay in cash and not get any financing to purchase this property.\n_ Additionally, by reviewing the correspondence exchanged between the intermediaries of the two parties, it is conspicuous the extent of procrastination and delay by the Appellee without justification.\nIn response to what the first respondent mentioned in clause (Fifth) of his response memorandum:\n_ The honorable court, the Appellee (the buyer) was not in good faith during the contract term and was only concerned with his interests. What confirms his premeditated intention is that he sent an email to the appellant on 28/12/2023 affirming that the bank was not willing to approve the deal concerning corporate lending facilities."
}