{
    "source": "ar_AE",
    "target": "en_US",
    "text": "8: لكي يقبل الله دعاك؟\nدائما قل : أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه\n9 : تعبت من عناء الدنيا؟\nدائما قل : اللهم اجعل همي الاخرة\n10 : للمحافظه على الصلاة؟\nدائما قل: \" رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء\n11- تحس انك وحيد؟\nدائما قل: رب هب من لدنك سلطانا نصيرا\nرب لا تذرني فردا وأنت خير الوارثين\n12: سعيد؟\nدائما قل: الحمد لله حمدا كثيرا طيبا مباركا فيه\n13: امورك فيها عسر؟\nدائما قل: رب اشرح لي صدري ويسر لي أمري واحلل عقدة من لساني يفقهوا قولي\n14: ترجو تحقق امنيه؟\nدائما قل: أستغفر آلله وأتوب اليه؟\n15: في قلبك شي على احد ؟\nدائما قل: اللهم اجعلنا من الكاظمين الغيظ والعافين عن الناس\n16- لعلاج العصبيه؟\nدائما قل: اللهم الجم شيطاني بألف من لا اله الا الله و اسكن غضبي بلا حول و لا قوة الا بالله .\n17 : ولتداوم على قراءة القرآن ؟\nدائما قل: اللهم اجعل القرآن العظيم ربيع قلبي\n18 : ولبناء بيت لك بالجنه ؟\nدائما قل: قل هو الله أحد الله الصمد لم يلد ولم يولد ولم يكن له كفوا أحد",
    "trans": "8: To have your supplications accepted by Allah?\nAlways say: I seek forgiveness from Allah, there is no god but Him, the Ever-Living, the Sustainer of existence, and I turn to Him in repentance.\n9: Tired of the hardships of this world?\nAlways say: O Allah, make my concern the Hereafter.\n10: To maintain regular prayer?\nAlways say: My Lord, make me an establisher of prayer, and of my descendants. Our Lord, accept my supplication.\n11: Feeling lonely?\nAlways say: My Lord, grant me from Yourself an authority that will help me, and do not leave me alone, You are the best of inheritors.\nO God! do not leave me alone, You are the best of inheritors.\n12: Happy?\nAlways say: Praise be to Allah, much good and blessed praise.\n13: Facing difficulties?\nAlways say: My Lord, expand for me my chest, ease for me my task, and untie the knot from my tongue that they may understand my speech.\n14: Hoping for a wish to be fulfilled?\nAlways say: I seek forgiveness from Allah and turn to Him in repentance.\n15: Have something in your heart against someone?\nAlways say: O Allah, make us among those who suppress their anger and forgive others.\n16: For curing anger?\nAlways say: O Allah, muzzle my Satan with a thousand 'There is no god but Allah' and calm my anger with 'There is no power and no strength except with Allah.\n17: To continue reading the Qur'an?\nAlways say: \"O Allah, let the Qur’an be Springtime of my heart\n18: To build a house for you in Paradise?\nAlways say: \"Say, 'He is Allah, the One, Allah, the called upon. Who has not given birth, and has not been born, and there is none equal to Him."
}