{
    "source": "ar_AE",
    "target": "en_US",
    "text": "\"هذه الأمسية هي احتفال مزدوج: إعلان عن جنس الطفل واحتفال بمولود جديد، كما تعلمون، هناك هدايا موضوعة بجانب الأريكة يمكنكم فتحها عندما تريدون!\"\nأضاف هونغجونغ، بينما نظر سان و وويونغ حولهما ليجدوا طاولة مليئة بالهدايا الملونة.\n\"سنخرج الآن إلى الحديقة الخارجية حيث تنتظركم البالونات!\"\nقال هونغجونغ، بينما بدأ الحضور يوجهون خطواتهم نحو الخارج بترقب.\n\"وو!\"\nسمع صوتًا يناديه، وعندما استدار، وجد والدة سان تقترب منه.\n\"آه، جوني!\"\nفرح وويونغ وركض نحوها معانقًا إياها بحرارة.\n\"هل أنت متحمس، عزيزي؟\"\nسألت والدة سان، وهو يومئ برأسه بفرح.\n\"سأذهب بسرعة للتحدث مع سان!\"\nقالت وهي تعانقه قبل أن تتجه مسرعة نحو سان الذي كان في الخارج.\nفجأة، سمع وويونغ صوت والد هونغجونغ وهو يناديه.\n\"ها هو صاحب الحفل!\"\nقال والد هونغجونغ وهو ينتظره.\n\"هوانغ!\"\nعبّر وويونغ عن سعادته وهو يعانق والد هونغجونغ.\n\"كيف حالك، ابني؟\"\nسأل والده بابتسامة مفعمة بالحب.",
    "trans": "“This evening is a doubled celebration: revealing the baby's gender and celebrating a newborn. As you know, there are gifts placed beside the sofa that you can open whenever you'd like!\nHongjong added, as San and Wooyoung looked around and spotted a table full of colorful gifts.\n\"We will now head out to the garden, where balloons are waiting for you!\"\nHongjong said, as the guests began to talk outside with anticipation.\nWoo!\nHe heard a voice calling out to him, and when he turned around, he saw San's mother approaching him.\n\"Ah Johnny!\"\nWooyoung beamed with joy and ran towards her, hugging her warmly.\n\"Are you excited, sweetheart?\"\nSan's mother asked while he nodded joyfully!\nI'll quickly go talk to San!\nShe said, hugging him before quickly heading towards San, who was outside.\nSuddenly, Wooyong heard Hongjong's father calling out to him.\n“Here comes the star of the celebration!”\nHongjong's father said, waiting for him.\n\"Huang!\"\nWooyoung expressed his joy as he hugged Hongjong's father :\n“How are you, son?”\nHe asked, smiling warmly."
}