{
    "source": "ar_AE",
    "target": "en_US",
    "text": "5. استخدام ملفات تعريف الارتباط\n(أ) إذا لم ترفض قبول ملفات تعريف الارتباط ، فسيقوم هذا التطبيق بتعيين ملفات تعريف الارتباط أو الوصول إليها على جهاز الكمبيوتر الخاص بك بحيث يمكنك تسجيل الدخول أو استخدام خدمات أو وظائف النظام الأساسي للتطبيق الذي يعتمد على ملفات تعريف الارتباط. يستخدم هذا التطبيق ملفات تعريف الارتباط لتزويدك بخدمات أكثر تفكيرًا وشخصية ، بما في ذلك الخدمات الترويجية.\n(ب) لديك الحق في اختيار قبول أو رفض قبول ملفات تعريف الارتباط. يمكنك رفض قبول ملفات تعريف الارتباط عن طريق تعديل إعدادات متصفحك. ولكن إذا اخترت رفض قبول ملفات تعريف الارتباط ، فقد لا تتمكن من تسجيل الدخول أو استخدام خدمات الويب أو وظائف هذا التطبيق التي تعتمد على ملفات تعريف الارتباط.\n(ج) ستطبق هذه السياسة على المعلومات ذات الصلة التي تم الحصول عليها من خلال ملفات تعريف الارتباط المحددة في هذا التطبيق.\n6. أمن المعلومات\n(أ) يحتوي حساب التطبيق هذا على وظيفة حماية أمنية ، يرجى الاحتفاظ بمعلومات اسم المستخدم وكلمة المرور بشكل صحيح. سيضمن هذا التطبيق عدم فقد معلوماتك أو إساءة استخدامها أو تغييرها عن طريق تشفير كلمات مرور المستخدم وإجراءات الأمان الأخرى. على الرغم من التدابير الأمنية المذكورة أعلاه ، يرجى ملاحظة أنه لا يوجد \"إجراء أمني مثالي\" على شبكة المعلومات.",
    "trans": "5. Use of Cookies\n(a) In case you do not refuse to accept cookies, this application will set or access cookies on your PC so that you can access or use the services or functions of the application platform that depends on cookies. This application utilizes cookies to give you more thoughtful and personalized services, including promotional services.\n(b) You are entitled to select to accept or reject to accept cookies. You are able to refuse to accept cookies by modifying your browser settings. But if you choose to refuse to accept cookies, you may not be able to access or use the web services or functions of this application that depends on cookies.\n(c) This policy will apply to related information obtained through the cookies set in this application.\n6. Information Security\n(a) This application account contains a security protection function, Kindly keep your username and password information properly. This application will assure that your information is not lost, misused, or changed by encrypting user passwords and other security measures. Despite the above security measures, please be informed that there is no \"perfect security measure\" on the information network."
}