{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ويجب أن نفهم أن وسائل التواصل الاجتماعي ليست مجرد أدوات للتواصل، بل هي منصات تحمل في طياتها إمكانيات هائلة للتغيير والتأثير. من خلال التوجيه السليم والاستخدام الواعي، يمكن أن تصبح وسائل التواصل الاجتماعي وسيلة لتعزيز العلاقات، وتطوير المهارات، وتحقيق النجاح الشخصي والمهني. لذا، يجب علينا جميعاً العمل نحو خلق بيئة رقمية صحية تعزز من إمكانيات الشباب وتساعدهم في مواجهة التحديات التي قد تطرأ نتيجة استخدام هذه الوسائل.\nنبذة تاريخية عن وسائل التواصل الاجتماعي :\nتاريخ وسائل التواصل الاجتماعي يعكس تطور التكنولوجيا والاتصال البشري. من بداية ظهور الإنترنت إلى العصر الحديث، شهدنا تحولات كبيرة في كيفية تواصل الأفراد وتبادل المعلومات. كانت هذه المنصات بداية لتغيير جذري في العلاقات الاجتماعية وكيفية إدراك العالم من حولنا.\n2. البدايات في التسعينيات:\n• أواخر التسعينيات:\nبدأت وسائل التواصل الاجتماعي بشكل فعلي مع ظهور الإنترنت التجاري في أواخر التسعينيات. قبل ذلك، كانت الوسائل التي تُستخدم للتواصل محدودة جداً، وتركزت على البريد الإلكتروني والمنتديات.\n• المنتديات وغرف الدردشة:\nشهدت هذه الفترة إنشاء منتديات حيث يمكن للناس مناقشة مواضيع مشتركة. وكانت غرف الدردشة، مثل “أوتشات” و”إي آر سي”، تسمح للمستخدمين بالتواصل الفوري عبر النصوص.",
    "trans": "We must understand that social media is not merely a tool for communication, but rather platforms that carry immense potential for change and influence. With proper guidance and conscious use, social media can become a means to strengthen relationships, develop skills, and achieve personal and professional success. Therefore, we must all work towards creating a healthy digital environment that enhances the potential of young people and helps them face the challenges that may arise from using these platforms.\nA Brief History of Social Media:\nThe history of social media reflects the evolution of technology and human communication. From the advent of the internet to the modern era, we have witnessed significant transformations in how individuals connect and exchange information. These platforms marked the beginning of a profound shift in social relationships and how we perceive the world around us.\n2. The Beginnings in the 1990s:\n• Late 1990s:\nSocial media truly began to emerge with the advent of commercial internet in the late 1990s. Prior to this, communication tools were very limited and primarily focused on email and forums.\n• Forums and Chat Rooms:\nThis period saw the creation of forums where people could discuss common interests. Chat rooms, such as 'Ochat' and 'IRC', allowed users to communicate instantly via text."
}