{
    "source": "ar_AE",
    "target": "en_US",
    "text": "محتويات المقال\nاقوال وحكم عن الشهداء\nكلام عن الشهيد قصير\nاجمل ما قيل عن الشهيد\nاجمل ما قيل عن الشهيد رثاء\nكلمات عن الشهداء فيس بوك\nكلمات عن ذكرى الشهيد\nاقوال وحكم عن الشهداء\nيوجد العديد من العبارات التي قيلت في حق الشهيد، والتي أصبحت متوارثة بين الناس منذ العديد من السنين، فهو يستحق الكثير من الإجلال والاحترام، ومن أجمل اقوال وحكم عن الشهداء ما يلي :\nاقوال وحكم عن الشهداء\n[redacted_name] سلاماً طأطأت حروفه رؤوسها خجلة ، وتحيةً تملؤها المحبة والافتخار بكل شهيد قدّم روحه ليحيا الوطن يقوم الوطن لينحني إجلالاً لأرواح أبطاله، وتغيب الشمس خجلاً من تلك الشموس.\nعلمني أرتزي أن دم الفضاء هو ما يحدد حدود الوطن.\nعندما يرتقي الشهيد ويسير في زفاف ملكي إلى الفوز الأكيد ، و تختلط الدموع بالزغاريد.\nالسلام على شهداء شهداء الوطن أجمعين.\nعندها لا يبقى لدينا شيئاً لنفعله أو نقوله ، لأنه قد لخّص كل قصتنا بابتسامته.",
    "trans": "Contents of the Article\nSayings and Wisdom about Martyrs\nShort Words about the Martyr\nThe Most Beautiful Things Said about the Martyr\nThe Most Beautiful Eulogies for the Martyr\nWords about Martyrs for Facebook\nWords about the Martyr's Remembrance\nSayings and Wisdom about Martyrs\nThere are many phrases said about the martyr, which have been passed down among people for many years. He deserves a lot of reverence and respect. Some of the most beautiful sayings and wisdom about martyrs are as follows:\nSayings and Wisdom about Martyrs\n[redacted_name] Peace, whose letters bow their heads in shame, and a greeting filled with love and pride for every martyr who gave his soul for the homeland. The homeland stands in reverence for the souls of its heroes, and the sun sets in shame before those suns.\nArtez taught me that the blood of the martyrs defines the borders of the homeland.\nWhen the martyr ascends and walks in a royal procession to a certain victory, tears mix with ululations.\nPeace be upon all the martyrs of the homeland.\nAt that moment, we have nothing left to do or say, for he has summarized our entire story with his smile."
}