{
    "source": "ar_AE",
    "target": "en_US",
    "text": "شهد الاجتماع حضور؛ الدكتور حسن الهوارى مستشار رئيس الجامعة لشؤون نظم المعلومات الجامعية ودعم اتخاذ القرار، والدكتور دويب صابر المستشار القانوني لرئيس الجامعة، والدكتور طارق كمال المشرف على مركز المعلومات بجامعة أسيوط الأهلية، والأستاذ مصطفى حسن أمين الجامعة الأهلية، وقيادات العمل الأكاديمي والإداري بجامعة أسيوط الأهلية.\nوأوضح الدكتور المنشاوي؛ أنه تم الاستماع إلى العرض المقدم من مركز تقنية المعلومات والاتصالات بجامعة المنصورة، وتقديم برنامجاً إلكترونياً متطوراً؛ لخدمة جامعة أسيوط الأهلية، ووضع إطار لنظام المعلومات الجامعى يهدف إلى ميكنة نظام العمل بإدارة شئون الطلاب، وتوفير قاعدة بيانات متكاملة؛ لتخزين وإدارة بيانات الطالب، وسجلات التاريخ الأكاديمي، وتسجيل المواد الدراسية، وكذلك إدارة أعمال الامتحانات، ورصد درجات الطلاب وأعمال الكنترول؛ وذلك لتلبية الاحتياجات التعليمية المتطورة، وميكنة كافة قطاعات العمل بجامعة أسيوط الأهلية.\nوأوضح الدكتور المنشاوى؛ أن جامعة أسيوط الأهلية تسعى إلى اتخاذ عدد من الخطوات، والإجراءات بالتعاون مع المؤسسات، والهيئات العلمية؛ لتطوير منظومة العمل، والارتقاء بمستوى الخدمات المقدمة بها، مؤكداً على ضرورة إسراع الخطى من أجل تحقيق التوجه إلى مسار التحول الرقمي الشامل فى كافة مجالات العمل الإداري والأكاديمي بجامعة أسيوط الأهلية، مع الإفادة بما قدمته جامعة أسيوط الحكومية من تجربة ناجحة في مجال رقمنه العمل بأغلب المجالات الإدارية، والتعليمية؛ بمختلف قطاعاتها.",
    "trans": "The meeting was attended by Dr. Hassan Al-Hawari, consultant of the University President for University Information Systems and Decision Support, Dr. Dweib Saber, Legal consultant to the University President, Dr. Tarek Kamal, Supervisor of the Information Center at Assiut National University, Mr. Mostafa Hassan, Secretary of the National University, and leaders of academic and administrative work at Assiut National University.\nDr. Al-Manshawi illustrated that the presentation from the Information and Communication Technology Center at Mansoura University was reviewed, and an advanced electronic program was introduced to serve Assiut National University. The program targets to automate the work system in the Student Affairs Department, give an integrated database to store and manage student data, academic history records, course registration, as well as run exam operations, record student grades, and control work. This is to meet the progressing educational demands and automate all work sectors at Assiut National University.\nDr. Al-Manshawi also declared that Assiut National University is targeting to take several steps and measures in cooperation with scientific institutions and bodies to improve the work system and improve the level of services provided. He affirmed the need to stimulate the steps towards fulfilling comprehensive digital transformation in all administrative and academic work fields at Assiut National University, benefiting from the successful experience of Assiut University in digitizing work in most administrative and educational fields across its various sectors."
}