{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وافقت، لأنه بهذه الطريقة يمكن لكل منا أن يركز على حياته الخاصة حتى يأتي الوقت المناسب. لا أعرف لماذا، لكنني كنت متأكدة أننا سنكون معًا في النهاية.\nصليت كثيرًا، وقمت بصلاة الاستخارة خلال هذا العام، بينما كنا نواصل حياتنا.\nفجأة، في الأيام القليلة الماضية، اكتشفت أنه سيخطب. على ما يبدو، التقى بفتاة منذ ثلاثة أشهر، وهو ينوي أن يتقدم لها.\nأشعر أنني كنت ساذجة وأنني فقدت شخصًا قيمًا جدًا كان يسعى فقط لعلاقة حلال سنة بعد سنة. لا أفهم لماذا قال لي إنه يريد التركيز على مسيرته المهنية، ثم فجأة يلتقي بشخص آخر ويقرر أن يتقدم لها. لكنني أفهم أيضًا أنه بعد كل هذه السنوات كان قد تعب من الانتظار.\nهل هذا هو المكتوب؟ لأنه من ناحية أخرى، أعلم أن هناك أمورًا لدينا فيها حرية الاختيار. وكان الخيار في يدي، وأنا من اختارت أن لا تأخذ تلك الفرصة في ذلك الوقت.\nلا أعرف إذا كان يجب علي أن أدعو الله ليعيده إلى حياتي إن كان فيه خير، لأنني أشعر أنني بذلك أتمنى السوء لعلاقته الحالية، وهذا ليس صحيحًا.",
    "trans": "I agreed as this way both of us could focus on our own lives until the right time came. I don't know why,  but I was certain we would eventually be together.\nI prayed many times, and performed Istikhara prayer in this year, while we continued with our lives.\nAbruptly, in the past few days, I discovered out that he is getting engaged. Supposedly, he met a girl three months ago, and he wants to propose to her.\nI feel that I was naive and that I lost someone very invaluable who was only looking for a halal relationship year after year. I don't figure out why he told me he wanted to focus on his career, and then abruptly he meets someone else and decides to propose to her. But I also understand that after all these years he was sick of waiting.\nIs this fate? As on the other hand, I know there are things where we have the freedom to choose. The choice was in my hands, and I chose not to make use of that opportunity at that time.\nI don't know if I need to pray to Allah to bring him back to my life if it is good for me, as I feel that by doing so I am wishing ill for his current relationship, and that is not right."
}