{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وده من القهرة لما الشاب قله خلاص مش\n3: عايز الخطة تمشي صح بأني امسك العصاية من النص بحيث اخلي اخويا يكمل معاه كلام وناخد عليه المرادي أدلة وسكرينات وفي الاخر ناخد الحاجات وفي نفس الوقت نربي الواد ابن الوسخة ده وتبلغ عليه في الاخر عشان المرادي عدت مع اخويا بسلام ولطف الله المرة الجاية مش مع طفل تاني بريئ غير اخويا ويدمر حياته ويفسده من بعد ما فلت من تحت ايدي أي حد معاه ارقام جرائم الاطفال او مباحث الانترنت يبعتها\n2: ولا اصالح اخويا وافكس للحوار وانبه عليه لو فيه حاجة تاني زي ديه يقول علطول وميكتمش وانا لسه مش مبين لاهلي ولا للسعودي اني عارف حاجة وعامل عبيط\n_وبالفعل الحوار ده أثر على سلوكه الفترة الاخيرة ومن ضمن كده كلما اقوله هات وريني بتتكلموا في ايه عايز اعرف بيقولي مفيش حاجة وبلاقي بيمسح الرسايل عالVANISH MODE اللي في شات الاتستا عشان مقرأش وراه مع العلم انه بيكلمه من فوني لانه معندوش فون وببيكلم معظم صحابه من عندي_ لانه مصورلوش حاجة بس انا شاكك لاني خايف عليه فشخ _\nوآسف على اي لفظ خارج وعلى الاطالة او اني بوظت مودكم وكمان والله غرضي اني شايف فيكم الامل بعد تفكير طويل وتدد ومقصدش طبعا أفتنكم بكلامي ده بس انا مأذي نفسيا عليه فمالاكم بيه هو شخصيا",
    "trans": "I am really upset because the young man told him to stop\n3: I want the plan to work out well by handling the situation carefully so that my brother continues talking to him. This way, we can gather evidence and screenshots, and in the end, we can take the items. At the same time, we will deal with this vile kid and report him in the end, because this time my brother made it through safely, but next time, it won't be with another innocent child like my brother. This kid will ruin his life and corrupt him after escaping from the hands of anyone who has the numbers for child crimes or internet investigators, and they should send them.\n2: Or should I reconcile with my brother, fix the conversation, and warn him that if anything like this happens again, he should speak up immediately and not keep it to himself? I still haven't shown my family or the Saudi guy that I know anything, and I am acting clueless.\n- Indeed, this conversation has affected his behavior recently. For example, whenever I ask him to show me what he's talking about, he tells me there’s nothing, and I find that he deletes messages on Vanish Mode in the chat so I can’t read them. I know he's messaging from my phone because he doesn’t have one, and he talks to most of his friends using mine. I haven’t found any pictures, but I’m suspicious because I’m really worried about him.\nSorry for any inappropriate language or for making your mood worse. Honestly, my goal is that I see hope in you after long thinking and consideration. I don’t intend to mislead you with my words, but I am deeply troubled and worried about him personally"
}