{
    "source": "ar_AE",
    "target": "en_US",
    "text": "هذه المبادئ تؤثر بشكل مباشر على كيفية تطوير التكنولوجيا وتطبيقها في العالم. فمثلاً، الشركات التقنية الكبيرة تُلزم الآن باتباع سياسات صارمة لحماية بيانات المستخدمين وفقًا لمبدأ الخصوصية. كما أن المبدأ المتعلق بالعدالة يدفع المطورين لتجنب التحيز في الذكاء الاصطناعي، لضمان أن الأنظمة لا تميز ضد مجموعات معينة من الناس.\nشرح مبدأ الشفافية:\nالشفافية تعني أن تكون الأنظمة التكنولوجية واضحة وسهلة الفهم من قبل المستخدمين. يجب أن يعرف المستخدمون كيفية استخدام الأنظمة وما هي البيانات التي يتم جمعها وكيفية استخدامها. هذا المبدأ مهم لأنه يعزز الثقة بين المستخدم والشركة التي تطور النظام. فعندما يكون المستخدم على دراية بكيفية استخدام بياناته، يشعر بالراحة والأمان.\nرأيي في مبدأ الشفافية:\nأرى أن مبدأ الشفافية هو أساس بناء الثقة بين الشركات والمستخدمين. ففي عصر التكنولوجيا المتقدمة، من الضروري أن يتمكن المستخدم من فهم الطريقة التي يتم بها جمع البيانات ومعالجتها. الشفافية تسهم أيضًا في تمكين المستخدمين من اتخاذ قرارات مستنيرة بشأن الخدمات التي يستخدمونها، مما يحمي حقوقهم ويحافظ على خصوصيتهم",
    "trans": "These principles directly influence how technology is developed and applied worldwide. For example, major tech companies are now required to follow strict policies to protect user data in accordance with the principle of privacy. Additionally, the principle of fairness drives developers to avoid bias in artificial intelligence, ensuring that systems do not discriminate against specific groups of people.\nExplanation of the Principle of Transparency:\nTransparency means that technological systems are clear and easy for users to understand. Users should know how to use the systems, what data is being collected, and how it is being used. This principle is important because it fosters trust between the user and the company developing the system. When users are aware of how their data is being used, they feel comfortable and secure.\nMy Opinion about the Principle of Transparency:\nI believe that the principle of transparency is the foundation for building trust between companies and users. In this era of advanced technology, it is essential for users to understand how their data is collected and processed. Transparency also helps empower users to make informed decisions about the services they use, protecting their rights and preserving their privacy"
}