{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أدى التقدم التكنولوجي إلى ظهور العديد من التطورات في الأنشطة المصرفية حيث استوعب النشاط لمصر في قدرا ضخما من الانجازات التكنولوجية التي تولدت في السنوات الأخيرة وقد تكاتفت التكنولوجيا الحديثة مع المنافسة والابتكارات المالية الجديدة معا لتجنب لنا عصرا جديدا ينفرد بأساليب وأدوات لم تعرف من قبل وتسير اتجاهات التطور التقني في الدول الصناعية المتقدمة إلى حرص البنوك على الاستفادة من التقدم التكنولوجي في مجال الحسابات الآلية وصناعة الاتصالات لتوفير الخدمات المصرفية المختلفة عبر كافة الوسائط الالكترونية مع إمكانية المزج بين واحد أو أكثر منها في تقنية واحدة حيث لابد من نطوير تقنيات مختلفة لتقديم كافة الخدمات المصرفية .\n1. ماهية التكنولوجيا المصرفية:\n1. تعريف التكنولوجيا في المحال المصرفي:\nالتكنولوجيا هي رصيد المعرفة الذي يسمح بإدخال آلات ومعدات وعمليات وخدمات مصرفية جديدة ومحسنة وعلى ذلك يقدم مصطلح التكنولوجيا في محال المصرفي في محالين الأول هو التكنولوجيا لخفيفة وتشمل الدراية والإدارة والمعلومات والتسويق المصرفي والثاني هو التكنولوجيا الثقيلة وتشمل\nلآلات والمعدات المصرفية. 1\nوتتضمن التكنولوجيا استخدام الطرق والوسائل اللازمة لتقديم الخدمة المصرفية بالاعتماد على المعارف والمهارات والخبرات المتاحة والتي يمكن استيرادها من الخارج 2\nوتهتم التكنولوجيا في المجال المصرفي بالاستفادة من الحقائق العلمية ووضعها موضع التنفيذ العلمي محيث تساهم في 3:",
    "trans": "Technological progress has led to many developments in banking activities, as the activity in Egypt has absorbed many technological achievements generated in the last few years. Modern technology has combined competition and new financial innovations to create a new era unique in methods and tools that have not been known before. The technological development trends in advanced industrial countries are leading to banks’ keenness to benefit from technological progress in automated accounts. The communications industry provides various banking services through all electronic media, with the possibility of combining one or more of them in one technology, as it is necessary to develop various technologies to provide all banking services.\n1. What is banking technology:\n1. Definition of banking technology:\nTechnology is the knowledge base that allows the introduction of new and improved banking machines, equipment, processes and services. Accordingly, the term technology is presented in banking in two ways: the first is light technology, which includes banking know-how, management, information and marketing. The second is heavy technology, which includes:\n1. Banking machines and equipment.\nIt includes the use of means necessary to provide banking services based on available knowledge, skills and expertise that can be imported from abroad 2\nTechnology in the banking is concerned with benefiting from scientific facts and putting them into scientific implementation, where it contributes to 3:"
}