{
    "source": "ar_AE",
    "target": "en_US",
    "text": "سوا 160 الشهري يحتوي على مكالمات لا محدودة داخل شبكة stc و1000 دقيقة لكل الشبكات و 50 جيجابايت بيانات و بيانات سوشال لا محدودة، صالحة لمدة 4 أسابيع بـ 160 ريال\nللحصول على هذا العرض أرسل 88895\n* سوا 35 / 28 يوم\nسوا الشهري 35 لكل الشبكات يحتوي على 200 دقيقة لكل الشبكات و 4 جيجابايت بيانات، صالحة لمدة 4 أسابيع بـ 35 ريال\nللحصول على هذا العرض أرسل 88919\n* سوا سوشال / 7 أيام\nب 29 ريال ستحصل على انترنت لا محدود لتطبيقات التواصل الإجتماعي و2 جيجا انترنت صالحة لمدة 7 أيام.\nللحصول على هذا العرض أرسل 88792\n* سوا 20 / 7 أيام\nاستمتع بـ 250 دقيقة مكالمات لكل الشبكات و 3 جيجابايت انترنت و 5 جيجابايت سوشل ميديا بـ 20 ريال فقط، صالحة لمدة 7 أيام\nللحصول على هذا العرض أرسل 88879\n* سوا 15 / 7 أيام\nسوا الأسبوعي 15 لكل الشبكات يحتوي على 100 دقيقة لكل الشبكات و 3 جيجابايت بيانات، صالحة لمدة أسبوع بـ 15 ريال\nللحصول على هذا العرض أرسل 88911\n* سوا 10 اليومية\nسوا 10 اليومية تحتوي على 100 دقيقة لكل الشبكات و 3 جيجابايت بيانات، 3 جيجا بيانات سوشال صالحة لمدة يوم واحد بـ 10 ريال",
    "trans": "Sawa 160 Monthly Plan includes unlimited calls within the STC network and 1,000 minutes to other local networks and 50 GB data and unlimited social media data. It's valid for 4 weeks with 160 SAR\nTo get this offer send 88895\n* Sawa 35 / 28 Days\nSawa 35 Monthly Plan for all networks includes 200 minutes to all local networks and 4 GB data, valid for 4 weeks for 35 SAR\nTo get this offer send 88919\n* Sawa Social / 7 Days\nFor SAR 29, you get unlimited internet for social media apps and 2 GB internet valid for 7 days.\nTo get this offer send 88792\n* Sawa 20 / 7 Days\nEnjoy 250 minutes for all local networks, 3 GB internet and 5 GB social media data for only SAR 20, valid for 7 days\nTo get this offer send 88879\n* Sawa 15 / 7 Days\nSawa 15 Weekly Plan for all networks includes 100 minutes for all local networks and 3 GB data, valid for one week for SAR 15\nTo get this offer send 88911\n* Sawa 10 Daily Plan\nSawa 10 Daily Plan includes 100 minutes for all local networks and 3 GB data, and 3 GB social media data, valid for one day for SAR 10"
}