{
    "source": "ar_AE",
    "target": "en_US",
    "text": "كما استعرض المحلل العسكري الاستراتيجي بأكاديمية الدفاع الوطني، خلال كلمته؛ خطة الخداع الاستراتيجي التي استخدمتها القيادة العسكرية المصرية خلال حرب أكتوبر 1973م، واقتحام خط بارليف، والذي أدى إلى عدم قيام العدو بعمل تعبئة لحوالي 75% من احتياطي جيشه، وذلك من خلال نشر شائعات حول حصول قيادات الجيش المصري؛ على إجازات، وذهابهم لأداء مناسك العمرة، وإخلاء المستشفيات؛ لتطهيرها من وباء التيتنوس، وليس الحرب، إلى جانب نشر شائعات سرقة معدات الجيش المصري، وسرقة صوامع القمح، وإصدار الرئيس أنور السادات أوامره؛ بمحاكمة المسئولين عن الصوامع، وقراره باستيراد أطنان من القمح لسد احتياجات الشعب، وغيرها من الخدع التي جرى استخدامها خلال الحرب، والتي تم الترويج لها من خلال وسائل الإعلام.\nوفي ختام كلمته، أكد الدكتور الغباري: إن حرب أكتوبر منهج حياة رائع؛ مبني على أسس التخطيط الدقيق، والإعداد الجيد، والتنفيذ المُحكم، والتي تم تسميتها بالمعجزة الحقيقية في الحرب، حيث تم خلال خمس سنوات؛ تدريب نحو (١٨٠) ألف مقاتل؛ لاقتحام قناة السويس بكامل معداتهم ، وأدواتهم الحربية اللازمة، وهو ما أثبت أن نجاح الدولة المصرية في حرب أكتوبر ناتج عن إعداد، وتنفيذ جيد، ناصحًا باتخاذ هذا المنهج التخطيطي في مختلف جوانب الحياة.",
    "trans": "The military analyst at the National Defense Academy discussed the strategic deception plan used by the Egyptian military leadership during the October 1973 War and the crossing of the Bar Lev Line. This plan prevented the enemy from mobilizing about 75% of its army reserves by spreading rumors that Egyptian military leaders were on leave for Umrah and that hospitals were being evacuated for tetanus, not war. Other rumors included the theft of military equipment and wheat silos, leading President Anwar Sadat to order the trial of those responsible and to import tons of wheat to meet the people's needs. These deceptions were promoted through the media.\nIn conclusion, Dr Al-Ghabari confirmed that the October War was a remarkable model of life based on meticulous planning, good preparation and precise execution, often referred to as a true miracle in warfare. For five years, some 180,000 fighters were trained to cross the Suez Canal with all their equipment and the necessary tools of war. He explained that Egypt's success in the October War was due to good preparation and execution, and advised that this approach to planning should be adopted in various aspects of life."
}