{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وجاء اليوم التالي ومضى دون أن تقوم وليمة أو مائدة بطلب أغانيه، وثم جاء اليوم الثالث وأخذ كيس نقوده ينفذ سريعاً،وتبددت آماله لحياة مريحة.\nتنهد سادكو بأسى، وتوجه إلى ضفاف بُحيرة إلمِين وجلس فوق صخرةٍ بجوار الماء. وعزف على أوتار قيثارته العزيزة ويُنشد أعزوفةَ حزنٍ طوال اليوم منذ شروق شمس الصباح المتوهجة حتى وقت متأخر من بعد الظهيرة عندما غربت تلك الشمس ذاتها نحو التلال الغربية، وكان [redacted_name] يعزف ويغني. فبدأ بأعزوفةِ حُزنٍ ، ثم أنشد قصيدة بطولية عن بطل أسطوري ، تلتها أغنية حب، ثم كرر أعزوفتَهُ الحزينة مرة أخرى، وهكذا مضت الساعات. وعندما حل المساء، بينما كان سادكو ينهي أغنيته الأخيرة،اضطربت مياه البحيرة. وفجأة بدأت الأمواج بالدوران، ودوّى صوت رعد قوي من اعماق المياه. وغطت البُحيرة سحبٌ كثيفة من الرمال، مما زادها عتمةً. وشعر سادكو بخوفٍ شديد، فحمل قيثارته تحت ذراعه وعاد بسرعة إلى مدينته.\nأنقضت الليله المظلمة وأشرقت الشمس مجدداً، ولكن لم تصل ل[redacted_name] أي دعوة للعزف. فُرضت البطالة عليه وكان ذلك مرهقاً للغاية. لذا توجه سادكو مرة أخرى الى ضفاف بحيرة ألمين، وجلس على الصخور التي بجوار المياه وبدأ في الغناء. وفي ذلك اليوم غنى سادكو أغاني جديدة ،اغانٍ كان يؤلفها في ذهنه للتو. غنى تمجيداً لبلدة نوڤغورود وللأمير، وأيضاً غنى تمجيداً للسيد المسيح ووالدته. وغنى قصصاً جديدة عن أبطال روسيا وعن كائنات سحرية تخدع المسافرين المستهترين.",
    "trans": "The next day came and passed without any feast or table being set for his songs. Then came the third day, and his purse of money was quickly running out, and his hopes for a comfortable life vanished.\nSadko sighed deeply, heading to the shores of Lake Elmin, and sat on a rock by the water. He played his beloved guitar and sang a mournful tune all day, from the glowing sunrise until late in the afternoon when the sun itself set toward the western hills. [Redacted_name] played and sang, starting with a sad tune, then performing an epic ballad about a legendary hero, followed by a love song, and then repeating his mournful tune again. The hours passed like this. When evening came, as Sadko finished his last song, the lake’s waters became disturbed. Suddenly, the waves began to swirl, and a loud thunderous sound echoed from the depths of the water. The lake was covered in thick clouds of sand, making it darker. Sadko felt great fear, so he carried his guitar under his arm and quickly returned to his city.\nThe dark night passed, and the sun rose again, but no invitation to play had reached [redacted_name]. Unemployment was imposed upon him, which was very exhausting. So, Sadko once again headed to the shores of Lake Elmin, sat on the rocks by the water, and began singing. On that day, Sadko sang new songs, songs he was composing in his mind at that very moment. He sang praises of the town of Novgorod and the prince and also praised Lord Christ and His mother. He sang new tales of Russian heroes and magical creatures that deceive careless travelers."
}