{
    "source": "ar_AE",
    "target": "en_US",
    "text": "الوفاة 12 ديسمبر 1904 (65 سنة)\nالقاهرة، مصر\nمواطنة مصر\nالحياة العملية\nالمهنة شاعر، وسياسي، وكاتب\nاللغات العربية، والإنجليزية، والتركية، والفارسية\nمجال العمل السياسة، وشعر\nالخدمة العسكرية\nالرتبة فريق أول\nمؤلف:محمود سامي البارودي -ويكيمصدر\nتعديل مصدري - تعديل\nمحمود سامي بن حسن حسين بن عبد الله البارودي المصري (1255 هـ / 6 أكتوبر 1839 - 1322 هـ / 12 ديسمبر 1904)، هو شاعر ووزير مصري ولد عام 1839م من أسرة مؤثرة لها صلة بأمور الحكم. نشأ طموحا تبوأ مناصب مهمة بعد أن التحق بالسلك العسكري، وقد ثقف نفسه بالاطلاع على التراث العربي ولا سيما الأدبي؛ فقرأ دواوين الشعراء وحفظ شعرهم وهو في مقتبل عمره. أُعجب بالشعراء المُجددين مثل أبي تمام والبحتري والشريف الرضي والمتنبي وغيرهم، وهو رائد مدرسة البعث والإحياء في الشعر العربي الحديث، وهو أحد زعماء الثورة العرابية. ولقد تولى وزارة الحربية ثم رئاسة الوزراء باختيار الثوار لهُ، ولقب برب السيف والقلم.[ 1][2][3]",
    "trans": "Death: December 12, 1904 (65 years old)\nCairo, Egypt\nNationality: Egyptian\nCareer\nProfession: Poet, Politician, Writer\nLanguages: Arabic, English, Turkish, Persian\nField of Work: Politics, Poetry\nMilitary Service:\nRank: Field Marshal\nAuthor: Mahmoud Sami Al-Baroudi - Wikisource\nEdit Source - Edit\nMahmoud Sami bin Hassan Hussein bin Abdullah Al-Baroudi Al-Masri (1255 AH / October 6, 1839 - 1322 AH / December 12, 1904) was an Egyptian poet and minister born in 1839 to an influential family connected to governance. He was ambitious and held important positions after joining the military. He educated himself by studying Arab heritage, particularly literature; he read and memorized the works of poets in his youth. He loved innovative poets like Abu Tammam, Al-Buhturi, Al-Sharif Al-Radi, Al-Mutanabbi, and others. He was a pioneer of the revival and renaissance school in modern Arabic poetry and one of the leaders of the Urabi Revolt. He served as Minister of War and then Prime Minister, chosen by the revolutionaries, and was nicknamed \"The Lord of the Sword and the Pen.\""
}