{
    "source": "ar_AE",
    "target": "en_US",
    "text": "كانت الحقيقة وراء قراري بسيطة ولكنها محبطة - وقف حاجز اجادة اللغة الانجليزية بشكل مباشر في طريق تخصص أحلامي. تتطلب الجامعة مستويات لغة انجليزية عالية لم أكن أتوقعها ، في الفصل الدراسي الأول حصلت بالمستوى الاول على +B و كان الامر محبط لان يقلل من معدلي الدراسي . لكن الفصل الدراسي الثاني كان قصة مختلفة. انخفضت درجاتي، وأصبحت \"C\" . لقد أصابني الإدراك ' كان حلمي ينزلق بعيدا ' .\nفي مواجهة هذا الواقع المخيف، اتخذت القرار الصعب بالانسحاب. لقد كانت تجربة مؤلمة . لكنني كنت أعرف أنها كانت المسار الصحيح . كنت بحاجة إلى البدء من جديد، وإعادة بناء درجاتي ، وصقل المهارات اللازمة لمتابعة شغفي الحقيقي - الهندسة الصناعية.\nلم تكن رحلتي إلى إتقان اللغة الإنجليزية سهلة. بدأت مع الدراسة الذاتية، و قضيت وقتي بتعلم اللغة بشكل مكثف ولكن بثبات، بدأت أرى تقدما شعرت بشعور متجدد بالإنجاز مع توسع مفرداتي ونمو ثقتي.\nبدأت فترة التقديم على الجامعية، ولكن لسوء الحظ صدر قرار جديد ب الغاء السنة التحضيريه و جعل القبول مباشر على الكليات و هذا سبب بارتفاع الدرجات تم رفض طلبي إلى كلية الهندسة، ووجدت نفسي مقبولا في جامعة جدة، بتخصص إدارة الأعمال. كان الامر جداً محبط لم اكن اتوقع ان ادرس تخصص غير الهندسة بداية قبول راودتني افكار عدم التأكيد بالقبول بكلية الاعمال ولكن امي اقنعتني بالدراسه .",
    "trans": "The truth behind my decision was simple but frustrating – the barrier of mastering the English language directly stood in the way of my dream major. The university necessitated high levels of English proficiency that I hadn't expected. In the first semester, I received a B+ in the first level, which was disappointing as it lowered my GPA. But the second semester was a different story. My grades dropped, and I got a C. I have come to know that my dream was slipping away.\nFacing this horrible reality, I made the difficult decision to withdraw. It was a bad experience, but I knew it was the right path. I wanted to start over, rebuild my grades, and hone the skills necessary to follow my true passion – industrial engineering.\nMy journey to seizing English wasn't a piece of cake. I started with self-study, spending my time learning the language intensively but steadily. I began to see progress and felt a renewed sense of accomplishment as my vocabulary expanded and my confidence grew.\nWhen the university application period began, a new decision was made to cancel the preparatory year and make direct admissions to colleges, which raised the required grades. My application to the College of Engineering was rejected, and I found myself admitted to the University of Jeddah, majoring in Business Administration. It was very frustrating; I didn't expect to study a major other than engineering. In the beginning, I had doubts about assuring my acceptance into the College of Business, but my mother convinced me to continue my studies."
}