{
    "source": "ar_AE",
    "target": "en_US",
    "text": "موت أحمد جبريل.. السيرة الذاتية وفبركتها\n١٢/٠٧/٢٠٢١ — غيب الموت قبل أيام في دمشق أحمد جبريل، أمين عام \"الجبهة الشعبية لتحرير فلسطين-القيادة العامة\"، وواحد من أشهر القيادات التي تركت أثرا غائرا...\nتم البحث أيضًا عن\nشهداء الجبهة الشعبية القيادة العامة\nالجبهة الشعبية لتحرير فلسطين – القيادة العامة\nقائد الجبهة الشعبية لتحرير فلسطين\nالجبهة الشعبية لتحرير فلسطين الجناح العسكري\nموقع الجبهة الشعبية لتحرير فلسطين\nأعضاء المكتب السياسي للجبهة الشعبية لتحرير فلسطين\nنتائج بحث الويب\nBBC\nhttps://www.bbc.com › arabic › mi...\nأحمد جبريل: القائد الفلسطيني الذي رحل حاملاً معه الكثير من الأسرار\n٠٧/٠٧/٢٠٢١ — في عام 1959 أسس جبريل جبهة التحرير الفلسطينية، وفي عام 1968 اتحدت الجبهة مع حركة القوميين العرب وزعيمها جورج حبش وحركة \"أبطال العودة\" بقيادة...\nWikipedia\nhttps://ar.wikipedia.org › wiki › ال...\nالجبهة الشعبية لتحرير فلسطين – القيادة العامة\nتصدر الجبهة الشعبية لتحرير فلسطين القيادة العامة مجلة تحت اسم «إلى الامام!». بعد وفاة أمين الجبهة العام أحمد جبريل في تموز 2021، انتخب طلال ناجي أمينا عاما.",
    "trans": "The Death of Ahmed Jibril: Biography and Fabrication\n12/07/2021 — Ahmed Jibril, the Secretary-General of the Popular Front for the Liberation of Palestine - General Command (PFLP-GC) died a few days ago in Damascus. He was one of the most famous leaders who left a deep impact...\nAlso searched for:\nMartyrs of the Popular Front - General Command\nPopular Front for the Liberation of Palestine - General Command\nLeader of the Popular Front for the Liberation of Palestine\nMilitary wing of the Popular Front for the Liberation of Palestine\nWebsite of the Popular Front for the Liberation of Palestine\nMembers of the Political Bureau of the Popular Front for the Liberation of Palestine\nWeb Search Results\nBBC\nhttps://www.bbc.com › arabic › mi...\nAhmed Jibril: The Palestinian Leader Who Passed Away Carrying Many Secrets\n07/07/2021 — In 1959, Jibril established the Palestinian Liberation Front, and in 1968, the front united with the Arab Nationalist Movement led by George Habash and the \"Heroes of Return\" movement led by...\nWikipedia\nhttps://ar.wikipedia.org › wiki › the...\nPopular Front for the Liberation of Palestine - General Command\nThe Popular Front for the Liberation of Palestine - General Command publishes a magazine called \"Ala AL Amam!\". After the death of the General Secretary Ahmed Jibril in July 2021, Talal Naji was elected as the new General Secretary."
}