{
    "source": "ar_AE",
    "target": "en_US",
    "text": "34\nShares\nقد يجهل الكثير من القراء والمُتابعين ماهو الإسم الحقيقي الأول لجد آل سعود وهو مرخان بن إبراهام بن موشي الدونمي والذي كان إسمه الأصلي في السابق هو مردخاي ثم حُور لاحقاً على أيدي بعض المزورين للتاريخ فأصبح مرخان وفي روايات أُخرى قيل مريخان تماشياً مع الإسماء الشعبية المحلية للمنطقة.\nومردخاي هذا مجهول الأصل بالنسبه للموطن الأصلي الأول له وإن إتفقت جميع الروايات على يهوديته أي أن الكل مُتفق على نسب وديانة مرخان و\"البعرة تُدل على البعير\"، فهل قرأتم أن العرب كان يتسمون بأسم مردخاي؟!\nلكن الخلاف هو حول أصل ذلك اليهودي وسبب هذا التناقض هو طريقة الغش والإختفاء التي مارسها مرخان حين مقدمه الى بلاد الحرمين فالبعض قد نسبه الى يهود بنوقريضة الذين أجلاهم الرسول صلى الله عليه وآله من المدينة وإستوطنوا اليمامة.. والبعض قال أنهُ من يهود اليمن الذين نزحوا الى الجزيرة العربية للإرتزاق والبحث عن إرث أجدادهم والكل قد قرأ قصة المخطوطة التي ذهب جون فليبي (عبدالله فليبي) ليجلبها من الحاخام اليهودي في اليمن وطلب منه عبدالعزيز أن يُمزقها ويخفي معالمها حتى لاتفضحه وهذه الروايه على ذمة الشيخ عبدالله فليبي مُستشار عبدالإنجليز.",
    "trans": "34\nShares\nMany readers and followers might be unaware of the true original name of the ancestor of the Al Saud family, which is Mirkhan bin Ibrahim bin Moshe Al-Dönmeh. His original name was previously Mordechai, which was later altered by some history falsifiers to become Mirkhan, and in other narratives, it was said to be Marikhan, in alignment with the local popular names of the region.\nMordechai’s original homeland remains unknown, though all accounts agree on his Jewish ancestry—that is, everyone concurs on Mirkhan’s lineage and religion, as the saying goes, “evidence speaks for itself.” Have you ever read about Arabs being named Mordechai?!\nThe controversy lies in the origin of this Jew. This discrepancy arises from the deception and concealment practiced by Mirkhan upon his arrival in the lands of the Two Holy Mosques. Some attributed him to the Jews of Banu Qurayza, who were expelled by the Prophet Muhammad (peace be upon him and his family) from Medina and resettled in Al-Yamama. Others claimed he belonged to the Jews of Yemen, who migrated to the Arabian Peninsula to earn a livelihood and search for their ancestral heritage. Everyone has read the story of the manuscript that John Philby (Abdullah Philby) went to retrieve from a Jewish rabbi in Yemen, which Abdulaziz allegedly asked him to destroy to erase its traces and conceal its revelations. This account is attributed to Sheikh Abdullah Philby, an advisor to the slave of the British."
}