{
    "source": "ar_AE",
    "target": "en_US",
    "text": "المقاول استكمل الملاحظات ولكن لا يوجد دليل مستندي ان المستندات وقعتها جميع الأطراف ولكن كانت شرط من الشروط لتكملة الملاحظات حسب رسائل البريد الإلكتروني أن يقوم المالك بتوقيع وختم شهادة الاستلام الابتدائي\n( مرفق رقم \" 2 \" رسائل البريد الإلكتروني المتبادلة بشأن البنود الغير مغلقة من قائمة الملاحظات )\nوالجدير بالذكر أن : جميعها عبارة عن ملاحظات بسيطة جدا وقيمتها لا تتجاوز 10 الاف درهم اماراتي تحت أقصى تقدير .\nفيما عدا IRA Approval في قائمة الملاحظات حيث ان المدعية بذلت قصارى جهدها مع مقاول الباطن والذي تم تعينه من قبل المالك باستكمال الإجراءات واستخراج الموافقة ل سيرا قبل انتهاء المشروع وكذلك انتهاء فترة المسؤولية عن العيوب فكان رد مقاول الباطن انه لم يستلم من المدعى عليها المبالغ المالية المتبقية حسب العقد وكذلك يوجد تغيرات إضافية من سيرا لاستخراج الموافقات خارجة عن نطاق العقد ، كما هو موضح بمراسلات البريد الإلكتروني المتبادلة في هذا الـــشأن.",
    "trans": "The contractor completed the observations; however, there is no documented evidence that the documents were signed by all parties. It was a condition, according to email correspondence, for the owner to sign and stamp the preliminary acceptance certificate.\n(Attachment number \" 2 \" is the email correspondence regarding the unresolved items in the observation list)\nNotably, all the observations are very minor, with an estimated total value not exceeding 10,000 AED at most.\nExcept for the IRA Approval on the observation list, where the claimant made every effort with the subcontractor—who was appointed by the owner—to complete the procedures and obtain approval from SIRA before the project's conclusion and the end of the defect liability period. However, the subcontractor responded that they had not received the remaining payments from the defendant as per the contract. Additionally, there were extra changes required by SIRA to obtain the approvals, which were outside the scope of the contract, as detailed in the email correspondence on this matter."
}