{
    "source": "ar_AE",
    "target": "en_US",
    "text": "5-نشيد بصمود الشعب الفلسطيني ومقاومته الباسلة بعد عام من الصبر والتحمّل والبطولة رغم ما فيها من المأساة والآلام وهم جديرون بالنصر. \n6-نشيد بقوة وشجاعة إخواننا المجاهدين في جبهات الإسناد في اليمن العزيز والعراق العظيم وكذلك بالقرار التاريخي الذي اتخذته الجمهورية الإسلامية في إيران بدك عمق كيان الاحتلال بالصواريخ إسناداً للشعبين الفلسطيني واللبناني، وما له من آثار جليلة ونتائج كبيرة على طبيعة هذه المواجهة المفتوحة مع العدو الصهيوني.\n7-إن قرار حزب الله فتح جبهة الاسناد في الثامن من أكتوبر لدعم الشعب الفلسطيني ومقاومته الشريفة هو قرار إلى جانب الحق والعدل والإنسانية التامة وفي نفس الوقت هو قرار بالدفاع عن لبنان وشعبه دفعت فيه مقاومتنا وشعبنا أثماناً باهظة ومكلفة في بنيتها القيادية وفي بنيتها العسكرية والمادية، ونزوحاً قسرياً لمئات آلاف المدنيين الأمنيين، ودمارًا ثقيلاً في الأملاك والمباني الخاصة، ولا يزال العدو يواصل إجرامه وعدوانه بلا حدود، غير أننا واثقون إن شاء الله بقدرة مقاومتنا على صد العدوان، وبشعبنا العظيم والمقاوم على الصبر والصمود والتحمّل حتى زوال هذه الغمة، وإننا نرى اليسر بعد العسر والفرج بعد الشدة ، فقد ولى زمن الهزائم وجاء نصر الله.",
    "trans": "5. We commend the steadfastness of the Palestinian people and their valiant resistance after a year of patience, endurance, and heroism, despite the tragedies and suffering they have endured. They are truly deserving of victory.\n6. We praise the strength and courage of our brothers, the mujahideen, in the support fronts in dear Yemen and great Iraq, as well as the historic decision made by the Islamic Republic of Iran to strike the depths of the occupying entity with missiles in support of the Palestinian and Lebanese peoples. This has had profound and significant effects on the nature of this open confrontation with the Zionist enemy.\n7. Hezbollah's decision to open the support front on October 8 to back the Palestinian people and their honorable resistance is a decision that aligns with truth, justice, and complete humanity. At the same time, it is a decision to defend Lebanon and its people, for which our resistance and our people have paid heavy and costly prices in their leadership, military, and material structures. This includes the forced displacement of hundreds of thousands of innocent civilians and massive destruction of private property and buildings. While the enemy continues its boundless crimes and aggression, we remain confident, God willing, in the ability of our resistance to repel the aggression and in our great and resilient people to endure, persevere, and remain steadfast until this calamity is lifted. We see relief after hardship and deliverance after distress, for the era of defeats has passed, and the victory of God has come."
}