{
    "source": "ar_AE",
    "target": "en_US",
    "text": "الذي يتمتع بكافة الصلاحيات للإنابة عنها. الذي يتمتع بكافة الصلاحيات للإنابة عنها.\nبما أن الطرف الأول هو المقاول العام لأعمال مشروع المدرسة العالمية – المبرز مدينة الإحساء. وبما أن الطرف الثاني لديه عمالة فنية قادرة على انجاز الأعمال التي يرغب الطرف الأول في انجازها ضمن المشروع، وبعد زيارته لموقع العمل فقد تقدم بعرض سعره وتم الاتفاق على ما يلي:\n1. يتعهد الطرف الثاني وبعد زيارته لموقع المشروع واطلاعه على الأعمال المراد تنفيذها في المشروع بأن يقوم بتوريد عمالة نظامية للعمل لدى الطرف الأول حسب ما يحتاجه المشروع من عدد العمالة خلال الفترة التعاقدية.\n2. يقدم الطرف الثاني الى الطرف الأول جميع ما يلزم من العمالة لتنفيذ الأعمال المسندة له وعلى الطرف الأول تزويد الطرف الثاني بالمعدات والأدوات اللازمة لتنفيذ الأعمال.\n3. يلتزم الطرف الثاني بتقديم لائحة بأسماء العمال المتفق على تشغيلهم في الموقع مع صور الاقامات لهؤلاء العمال وبحيث تكون كفالات جميع العمال على الطرف الثاني أو مستأجرة بعقود موثقة حسب الأصول المتبعة.\n4. الطرف الثاني مسؤول مسؤولية كاملة عن عمالته أمام الجهات الرسمية التي تعمل على تطبيق الأنظمة الخاصة بالعمالة مثل الجوازات ومكتب العمل، كما أن الطرف الثاني مسؤول عن الاصابات والحوادث التي قد تنشأ أثناء تنقل العمال من والى المشروع أو أثناء عملهم داخل المشروع.",
    "trans": "Who possesses full authority to act on its behalf. Who possesses full authority to act on its behalf.\nThe First Party is the general contractor for the International School Project – Al-Mubarraz, Al-Ahsa City, whereas the Second Party has skilled labor capable of performing the tasks that the First Party desires to accomplish as part of the project, and after the Second Party visited the work site, it has submitted its price offer, and the following agreement has been reached:\n1. The Second Party undertakes, after visiting the project site and reviewing the works to be executed in the project, to supply regular labor to work for the First Party as required by the project in terms of the number of workers during the contract period.\n2. The Second Party shall provide the First Party with all necessary labor to execute the assigned tasks, and the First Party shall provide the Second Party with the equipment and tools necessary to carry out the works.\n3. The Second Party shall provide a list of the names of the workers agreed upon for employment at the site, along with copies of their residence permits. All workers shall either be sponsored by the Second Party or employed under-documented contracts following standard procedures.\n4. The Second Party shall bear full responsibility for its labor in dealings with official authorities that enforce labor-related regulations, such as those of the Passport Office and the Ministry of Labor. Furthermore, the Second Party shall be responsible for injuries and accidents that may occur during the transportation of workers to and from the project or during their work on-site."
}