{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أكفاننا في الغيب صارت تنسج .. وعن قريب في اللحود ندرج\nالكل يبلى والغني والفقير .. وكلنا حيث الألى ساروا نسير\nألم يكن لنا بحال من غبر .. من القرون عبرة ومدكر ؟\nفإنها ذكرى لكل مؤمن .. يرجوا رضا رب جليل محسن\nنعصي الإله في صباح ومسا .. ونرتجي التوبة بالقول عسى\nأليس قد آن لنا أخي أن .. نتوب من ذنب الخفاء والعلن؟\nأليس قد آن أخي أن ندع .. سلوك درب الملهيات والبدع\nإلى متى التسويف هذا يا فتى .. بالله قل لي يا أخي إلى متى؟\nفكيف ننسى فضل رب منعم .. فهل هناك غيره من مكرم\nطاعته على الأنام واجبه .. فيما قضاه ربنا وأوجب\nفالله جل قد قضى أن نتبع .. بكل حكم في الكتاب قد شرع\nكان حلال ذاك أو محرما .. أو كان ندبا فعله أو لازما\nفواجب أن نقتفي لأمره .. سبحانه في نهيه وزجره\nفما قضى الله على العبادِ .. قد صار دينا لازم السداد\nإن كنت تبغي يا فتى منه الرضا .. فلا تحد لو لحظة عن ما قضى\nاحمده حمد من أناب واعتبر .. وتاب لله مقرا وازدجر",
    "trans": "Our shrouds are being woven in the unseen .. and soon we will be laid in the graves\nEveryone fades away-the rich and the poor alike .. We tread the same paths as those who preceded us\nHave we not drawn lessons from the fate of those who came before .. Have the past centuries not left us with reflections?\nIt serves as a reminder for every believer .. who seeks the pleasure of a gracious and merciful Lord\nWe disobey God morning and evening .. while merely hoping for repentance with empty words.\nIs it not time, my brother .. to repent from our sins, both secret and apparent?\nIs it not time, my brother, to forsake .. the path of distractions and innovations?\nHow much longer will this procrastination continue, O young man? .. By God, tell me, my brother, for how long?\nHow can we forget the blessings of a generous and benevolent Lord ... Is there anyone else generous and benevolent?\nObedience to Him is incumbent .. in all that our Lord has decreed and mandated\nGod, the Exalted, has decreed that we follow .. every ruling in His Book\nBe it lawful or unlawful, recommended or obligatory, .. we have to adhere to His commands.\nIt is incumbent upon us to follow His commands .. and heed His prohibitions Glory be to Him\nWhat God has decreed for His servants has become a debt that must be fulfilled\nIf you desire, O young man, to earn His pleasure, .. then don't deviate, even for a moment, from what He has decreed.\nPraise Him with the gratitude of one who repents and reflects, .. turning to God with acknowledgment and restraint"
}