{
    "source": "ar_AE",
    "target": "en_US",
    "text": " صورة من الحكم المستانف صورة من العقد بين المدعي والمدعى عليه عن الفترة الإيجارية من 2023/07/01إلى 2024/06/30 صورة عن الإخطار بالإنذار العدلي المعلن قانونا بتاريخ 17/08/2023.\n صـورة عن الإنـذار العـدلي المؤرخ 29/12/2022 المـوجه من برتوي للمقاولات العامـة إلى علي عبد الصـمد لنقل المواد بالشاحنات الثقيلة ذ. م. م يفيد أن المنذر يرغب في إخلاء المأجور بعد 12 شهرا من تاريخ استلام المنذر الإنذار العدلي لغرض الاستخدام الشخصي.\n صورة عن شهادة لمن يهمه الأمر منسوب صدورها عن دائرة الأراضي والأملاك بدبي بتاريخ 28/02/2024 تفيد أن برتوي للمقاولات العامة لا توجد عقارات مسجلة باسمها.\nمستندات المستأنف\nالاستئناف الاصلى من المستاجر برقم 23646 لسنة 2024\nطلبات المستأنف الحكم بالغاء الحكم المسـتانف والقضاء مجـدد ًا بالطلبات الواردة بلائحة الدعوى الابتدائية الاصـلية وتاييد الحكم برفض الدعوى الابتدائيةالمتقابلة\nعلى سـند من انتهاء العقد بتاريخ 30 / 6 / 2024 وحاجته لتجديد العقد ليمكنه الانتفاع بالماجور سـيما وانه قدم عرض وايداع\nسبب دعوى الإستئناف\nللاجرة مقيد برقم /09/05197/2024 تجاري لصالح المسـتانف ضده بشأن المأجور موضوع الدعوى بقيمة 98،700.00 درهم، شاملاـ الزيـادة المقررة وقـدرها 5 % للفترة مــن 01/07/2024 حتى 30/06/2025\nعضو اللجنة رئيس اللجنة عضو اللجنة\nان الحكم المسـتانف اسـتند فى رفضه الـدعوى الى ان المدعيـة تطالب إلزام المدعي عليه )[redacted_name]( بتجديد عقد الإيجار",
    "trans": "A copy of the appealed judgment, a copy of the contract between the plaintiff and the defendant for the rental period from July 1, 2023, to June 30, 2024, and a legal notification of a judicial warning issued on August 17, 2023.\nA copy of a judicial warning dated December 29, 2022, sent from Bertoui General Contracting to Ali Abd Alsamad for Heavy Truck Material Transport LLC, indicating the notifier's intention to vacate the leased property for personal use a year after the judicial warning was received.\nA copy of a certificate of concern issued by the Dubai Land Department on February 28, 2024, indicating that Bertoui General Contracting owns no registered properties.\nDocuments of the appellant\nThe original appeal by the tenant under case number 23646 of 2024\nThe appellant seeks to overturn the existing judgment and re-examine the initial lawsuit's claims and to affirm the judgment rejecting the counter primary lawsuit\nBased on the lease ending on June 30, 2024, and his need to renew the contract to continue benefiting from the property, especially since an offer and deposit have already been made.\nThe Reason of Appeal\nFor the commercial rental transaction, registered under number 09/05197/2024, in favor of the respondent concerning the property involved in the lawsuit valued at 98,700.00 AED, including a predetermined increase of 5% for the period from July 1, 2024, to June 30, 2025.\nCommittee member, Head of the committee, committee member\nThe appealed judgment was based in its refusal of the lawsuit on the plaintiff demanding that the defendant ([redacted_name] to renew the lease contract)"
}