{
    "source": "ar_AE",
    "target": "en_US",
    "text": "3\n.\nدوافع اجتماعيـة: من خلال تكوين صداقات وعلاقات اجتماعية بالإضافة إلى اكتساب\nخبرة ميدانية ومكان\nة اجتماعية.\n4\n.\nدوافع إنسانية وحضاريــة: تساعد الأعمال التطوعية في تخفيف آلام الآخرين وتقديم يد\nالعون لهم ويستشعر الفرد من خلالها بمسؤوليته تجاه غيره.\nويرى البعض أن دوافع مشاركة الأفراد في الأنشطة التطوعية يمكن استعراضها في عدة\nمحاور (التويجري،\n2020\n، ص\n44\n):\n1\n.\nالق\nيم (\nValues\n): اهتمامات الفرد الخيرية والإنسانية حول الآخرين، ويعد موضوع القيم\nمن الموضوعات الرئيسة في علم النفس الاجتماعي، كما يمثل ركناً أساسياً في تكوين\nالعلاقات الاجتماعية، وتحديد طبيعة التفاعل بين الأفراد.\n2\n.\nالفهم(\nUnderstanding\n): بمعنى اكتساب المعرفة\nوالمهارات، حيث يسمح العمل\nالتطوعي للأفراد معرفة المزيد عن مجتمعاتهم بما يقدمه من مهارات وخبرات.\n3\n.\nتعزيز الشخصية (\nEnhancement\n): من خلال تطوير الشخصية ونموها.\n4\n.\nالتفاعل الاجتماعي(\nSocial Interaction\n): أهم ما يميز هذا الدافع بأنه يتيح للمتطوع\nمشاركة الآخرين العديد\nمن الأنشطة المتنوعة.\n5\n.\nدوافع وقائيـة(\nProtective Motives\n): يمكن للأعمال التطوعية بأن تمنع حدوث",
    "trans": "3\n.\nSocial motives: Through forming friendships and social relationships, in addition to gaining\nfield experience and social\nstatus.\n4\n.\nHumanitarian and civilizational motives: Voluntary work helps alleviate the pain of others and extends a helping hand\nto them. Through this, the individual feels responsible toward others.\nSome believe that the motives for individuals' participation in voluntary activities can be presented in several\nareas (Al-Tuwaijri,\n2020\n, p.\n44\n):\n1\n.\nValues\n(\nValues\n): The individual's charitable and humanitarian interests towards others. The topic of values is\none of the main subjects in social psychology, and it represents a fundamental aspect of forming\nsocial relationships and determining the nature of interactions between individuals.\n2\n.\nUnderstanding (\nUnderstanding\n): Meaning the acquisition of knowledge\nand skills, as working\nin volunteering allows individuals to learn more about their communities by providing skills and experiences.\n3\n.\nEnhancement (\nEnhancement\n): Through the development and growth of the personality.\n4\n.\nSocial Interaction (\nSocial Interaction\n): What distinguishes this motive is that it allows the volunteer\nto joining others in many\ndiverse activities\n5\n.\nProtective Motives (\nProtective Motives\n): Voluntary work can prevent the occurrence of"
}