{
    "source": "ar_AE",
    "target": "en_US",
    "text": ". (\nالفلاشية الذاكرة\nو بطاقة الذاكرة، اللوحة الأم، الشاشة\n)\n◎\nبطاقة الذاكرة\n:\nكرة وحدة تخزين خارجية قابلة للإزالة تتميز بصغر حجمها و تحاكي الذا\nالفلاشية\nفي أحجامها و تقنية عملها غير انها تحتاج في بعض الأحي\nان الى\nمحرك خاص كوسيط لتوصيلها بالحاسب في حال عدم وجود منفذ خاص\nبها\nوسميت ببطاقة لان شكلها مربع تستخدم بكثرة في أجهزة الهاتف ال\nمحمول\n. وكاميرات التصوير الرقمية\n21\n٥\n. (\nالفلاشية الذاكرة\nو بطاقة الذاكرة، اللوحة الأم، الشاشة\n)\n◎\nاللوحة الأم\n:\nكما يتضح من اسمها هي حلقة الوصل بين كل مكونات الحاسب المادية و\nالمنسق العام و هي الأرض الصلبة التي ترتكز عليها قواعد الحاسب\n، من\nأهم مهامها\n:\n1\n.\n. قاعدة التثبيت لكل مكونات الحاسب\n2\n.\n. تحتوي على جميع منافذ التوصيل بمكونات الحاسب\n3\n.\nموزع\nلاشرطة\nالبيانات و مسؤولة عن نقلها بين المعالج و الذاكرة\n. للازالة العشوائية و محركات الأقراص القابلة\n22\nالمكون البرمجي\n◎",
    "trans": ". (\nFlash memory\nand memory card, motherboard, screen\n)\n◎\nMemory Card\n:\nIt is an external removable storage unit that is characterized by its small size, mimicking\nflash memory\nin its sizes and working technology. However, it sometimes requires\na\nspecial drive to connect it to the computer if there is no specific port\nfor it\nIt is called a card because it has a square shape and is commonly used in mobile\nphones\nand digital cameras\n21\n5\n. (\nFlash memory\nand memory card, motherboard, screen\n)\n◎\nMotherboard\n:\nAs its name indicates, it is the link between all the hardware components of the computer\nand the general coordinator. It is the solid base on which the foundations of the computer rest.\nSome of\nIts key functions\n:\n1\n.\n. The installation base for all the computer's components\n2\n.\n. It contains all the connection ports for the computer's components\n3\n.\nA distributor of\nstrips\nof data and is responsible for transferring them between the processor and memory\nfor random access and removable disk drives\n22\nSoftware Component\n◎"
}