{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مناطق مختلفة.\nالمنطقة الأولى، في بلاد ما بين النهرين، أعطيت لإنليل وأبنائه.\nأما المنطقة الثانية، في مصر والنوبة، فقد أعطيت لإنكي وأبنائه.\nالمنطقة الثالثة، في وادي السند، أعطيت لإنانا.\nالمنطقة الرابعة، تلمون، في شبه جزيرة سيناء، كانت منطقة الآلهة، وأرض الصواريخ\n، والمكان المحرم الذي لا يمكن الوصول إليه إلا للأنوناكي.\nكان مردوخ، ابن إنكي، المعروف باسم رع في مصر، غاضبًا بعد حروب الهرم، حيث تُرك ليموت\nداخل الهرم الأكبر.\nلم يستطع أن يفهم لماذا يمكن لإنانا أن تحصل على منطقة خاصة بها.\nوهكذا أعلن مردوخ نفسه الإله الوحيد وقائد الأرض.\nاجتمع الأنوناكي الآخرون، ثم قرروا استخدام أسلحة الإرهاب،\nالأسلحة النووية الرهيبة.\nوهكذا، في عام 2024 قبل الميلاد، حدث انفجار نووي في منطقة الشرق الأوسط.\nفيلم أنوناكي الكامل كتاب إنكي المفقود - القصة الكاملة\nفي موجة من الدمار، أباد تمامًا مدن الوادي الخمس،\nوالتي سرعان ما تحولت إلى خراب. لقد دمروها بالنار والكبريت،\nوتحول كل ما كان يعيش فيها إلى بخار.\nبهذه الأسلحة الرهيبة انهارت الجبال وانكسر الحاجز الذي كان يحفظ مياه\nالبحر. وتدفقت مياه البحر إلى الوادي، وغمرت\nالمياه الوادي. وعندما سكبت المياه على رماد المدن، صعد البخار إلى السماء.",
    "trans": "Different areas.\nThe first area, in Mesopotamian, was given to Enleel and his sons.\nAs for the second area, in Egypt and Nubia, it was given to Enki and his sons.\nThe third area, in the Indus Valley, and it was given to Inana.\nThe fourth area, is Tilmun, located in the Sinai Peninsula, which was known as the land of the gods, the land of missiles,\nand a sacred area inaccessible except to the Anunnaki.\nMarduk, the son of Enki, who was also known as Ra in Egypt, was infuriated after the Pyramid Wars, during which he was left to die\nin the Great Pyramid.\nHe could not comprehend why Inanna was granted her own area.\nAnd that's how Marduk proclaimed himself the sole deity and the ruler of Earth.\nThe rest of the Anunnaki convened, and opted the instruments of terror,\nnuclear weapons.\nEventually, in 2024 BC, the Middle East witnessed a nuclear blast.\nThe Lost Book of Enki - The Full Story, Anunnaki Full Movie\nunleashed catastrophic destruction, wiping out the five cities of the valley completely,\nthese cities quickly turned into ghost towns, annihilated by a combination of fire and sulfur.\nvery living thing was vaporized.\nWith these dreadful weapons,  the mountains crumbled, a protective barrier that held back waters\nof the sea, gave way. The sea waters surged over the land, flooding\nthe valley completely. As the water mingled with the towns' ashes, clouds of steam ascended towards the heavens."
}