{
    "source": "ar_AE",
    "target": "en_US",
    "text": "4. التسعينيات – ظهور الويب وانتشاره\n• الشبكة العالمية (WWW): في عام 1991، قام تيم بيرنرز لي بتطوير الشبكة العالمية (World Wide Web) بإنشاء بروتوكول “HTTP” ونظام “URL” لتنظيم المواقع.\n• المرحلة الدولية والمحلية: أدى انتشار الإنترنت عالمياً إلى توجهات سياسية واقتصادية نحو الاستثمار في البنية التحتية الرقمية، حيث بدأت دول عديدة، بما فيها الدول العربية، بربط شبكاتها الوطنية بالإنترنت.\n5. الألفينيات – نمو الشبكات الاجتماعية وتطبيقات الإنترنت\n• المرحلة الدولية: أصبح الإنترنت جزءاً أساسياً من الحياة اليومية، مع إطلاق منصات التواصل الاجتماعي مثل فيسبوك ويوتيوب. كما تطورت خدمات الويب بشكل كبير ليشمل تطبيقات مختلفة مثل البريد الإلكتروني، والتجارة الإلكترونية، والبث المباشر.\n• التطور الوطني: دول عديدة، مثل الدول العربية، عملت على تطوير البنية التحتية لتوسيع الإنترنت لتشمل مناطق أوسع من السكان وتحسين جودة الاتصال.\n6. الحاضر – الإنترنت السريع والاتصال الشامل\n• المرحلة الدولية: تقنيات الجيل الخامس (5G) أحدثت تحولاً في سرعة وأداء الإنترنت، مما جعل تطبيقات مثل الواقع الافتراضي وإنترنت الأشياء (IoT) واقعاً ملموساً.\n• التطور الوطني: اعتمدت دول كثيرة استراتيجيات للتحول الرقمي لتحسين الاتصال السريع في المدارس والمستشفيات والقطاعات الحيوية الأخرى، حيث يهدف ذلك إلى تطوير الاقتصاد الرقمي وتقليل الفجوة الرقمية.",
    "trans": "4. The 1990s – The Emergence and Spread of the Web\n• The World Wide Web (WWW): In 1991, Tim Berners-Lee developed the World Wide Web by creating the \"HTTP\" protocol and the \"URL\" system to organize websites.\n• International and Local Phases: The global spread of the Internet led to political and economic trends towards investing in digital infrastructure, with many countries, including Arab nations, beginning to connect their national networks to the Internet.\n5. The 2000s – Growth of Social Networks and Internet Applications\n• International Phase: The internet became an essential part of daily life, with the launch of social media platforms like Facebook and YouTube. Web services also greatly evolved to include various applications such as email, e-commerce, and live streaming.\n• National Development: Many countries, including Arab nations, worked on improving infrastructure to expand the Internet to wider areas of the population and enhance connection quality.\n6. Present – High-Speed Internet and Comprehensive Connectivity\n• International Phase: 5G technologies have transformed internet speed and performance, making applications like virtual reality and the Internet of Things (IoT) a tangible reality.\n• National Development: Many countries have adopted digital transformation strategies to improve fast connectivity in schools, hospitals, and other vital sectors, aiming to develop the digital economy and reduce the digital gap."
}