{
    "source": "ar_AE",
    "target": "en_US",
    "text": "- توظيف الشباب: زيادة فرص العمل في القطاعات المرتبطة بالسياحة مثل الضيافة، النقل، والتسويق.\n5-تحسين مستوى المعيشة:\n- تنمية المجتمعات المحلية: تحسين مستوى المعيشة للسكان المحليين من خلال خلق فرص العمل وزيادة الدخل.\n6-الترويج للوجهات السياحية:\n- تسويق السعودية: جهود الترويج لوجهات سياحية جديدة مثل المدينة المنورة ومكة المكرمة والمناطق التاريخية، مما يجذب المزيد من الزوار ويزيد من الإنفاق السياحي.\nبالتالي، يسهم الإنفاق السياحي في تعزيز الاقتصاد الوطني من خلال زيادة الإيرادات وخلق فرص العمل وتحفيز الاستثمارات.\nالسياحة في المملكة العربية السعودية ساهمت بشكل مباشر وغير مباشر في عدة مجالات:\nالمساهمة المباشرة:\n1. الاقتصاد: السياحة تعد مصدراً مهماً للإيرادات، حيث تساهم في زيادة الناتج المحلي الإجمالي.\n2. خلق الوظائف:توفر فرص عمل مباشرة في قطاع السياحة، مثل الإرشاد السياحي، الفنادق، والمطاعم.\n3. التنمية العمرانية: بناء الفنادق والمرافق السياحية والبنية التحتية الحديثة.\nالمساهمة غير المباشرة:\n1. تعزيز الصناعات المحلية: زيادة الطلب على المنتجات المحلية، مثل الحرف اليدوية والمنتجات الغذائية.",
    "trans": "- Youth Employment: Increasing job opportunities in sectors related to tourism, such as hospitality, transportation, and marketing.\n5- Improving Living Standards:\n- Development of Local Communities: Improving the living standards of local residents by creating job opportunities and increasing income.\n6- Promoting Tourist Destinations:\n- Marketing Saudi Arabia: Efforts to promote new tourist destinations like Medina, Mecca, and historical areas, attracting more visitors and increasing tourism spending.\nThus, tourism spending contributes to strengthening the national economy by increasing revenues, creating job opportunities, and stimulating investments.\nTourism in Saudi Arabia has contributed both directly and indirectly in various fields:\nDirect Contribution:\n1. Economy: Tourism is an important source of revenue, contributing to the increase in GDP.\n2. Job Creation: It provides direct job opportunities in the tourism sector, such as tour guiding, hotels, and restaurants.\n3. Urban Development: Building hotels, tourist facilities, and modern infrastructure.\nIndirect Contribution:\n1. Strengthening Local Industries: Increasing demand for local products, such as handicrafts and food products."
}