{
    "source": "ar_AE",
    "target": "en_US",
    "text": "يلاحظ ان بعض الكليات فعلت هذه اللائحة واستفادة منها استفادة كبيرة مما عزز لديها مؤشر البحث وقفز بها لمراكز متقدمة بينما لم تستفد كليات اخرى لاسباب غير واضحة.. امل الاحاطة بان هذه اللائحة صممت خصيصا لدعم مشروعكم في تنمية البحث وهي موجه للسعوديين وغيرهم اعضاء هيئة تدريس ومن في حكمهم من معيدين او محاضرين او مدرسي لغه.. كما خففت اللائحة من شروط التقديم وعلى سبيل المثال :\n-لاحاجه لان ينشر البحث في تخصص الباحث\n-لاحاجه لان ينشر البحث في مجلة متخصصة بتخصص الباحث او البحث.\n- لاحاجة لان يوضع شكر في موضع الشكر للجامعة او لاي جهه اخرى\nفقط يكون الاسم الاستنادي مشار اليه للجامعة كما ينبغي\n- لاحاجة للعرض على مجلس القسم او مجلس الكلية\n-لاحاجة لحساب حد ادنى او اقصى للتقدم\n-يصرف كامل مبلغ المكافئة فقط لمنسوبي الجامعة من الفريق البحثي دون غيرهم فان كان ضمن الفريق البحثي واحد من الجامعة فيستحق كامل الجائزة المقرره ولاتقسم على العدد كما في مكافآت التميز، وان كان هناك اكثر من واحد من الجامعة ضمن الفريث البحثي فتقسم الجائزة عليهم دون غيرهم مما يعزز قيمة الجائزة.\n- لايوجد حد اعلى من الاوراق المقدمة خلال العام المالي شريطة ان تكون مقدمة بنفس عام النشر وبعد تاريخ اعتماد اللائحة.",
    "trans": "It has been observed that some colleges have implemented this regulation effectively, greatly benefiting from it by enhancing their research indices and advancing to higher rankings. Meanwhile, other colleges have not utilized it for unclear reasons. Please be informed that this regulation was specifically designed to support your research development project and is directed toward Saudis and others, including faculty members, teaching assistants, lecturers, and language teachers. The regulation has also eased the application requirements, for example:\nNo requirement for the research to align with the researcher's specification.\nNo requirement for publication in journals specific to the researcher's or research's specialization.\nAcknowledgments are limited to referencing the university's authority name only,\nwithout thanking the university or any other entity.\nNo need to present the research to the Department Council or the College Council.\nNo minimum or maximum limit is required for application.\nThe full reward amount is distributed only to the university members of the research team. If only one university member is on the team, they receive the full award. If multiple university members are part of the team, the award is divided among them exclusively, which enhances the value of the award.\nThere is no upper limit on the number of papers submitted during the fiscal year, provided they are submitted within the same year of publication and after the regulation's adoption date."
}