{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مرحبا،\nهذه رسالة مرسلة عن طريق نظام الرد الآلي. يصلكم هذا البريد الإلكتروني لأن مدارس مقاطعة فيرفاكس الحكومية ربما لم تستلم وثائق اللقاحات المطلوبة للطالب: Eshraga Abdon. يجب على الطلاب الحصول على لقاحات معينة للإلتحاق بالمدرسة في ولاية فرجينيا. تحتوي صفحة اللقاحات العامة المطلوبة للتسجيل في المدارس على قائمة اللقاحات المطلوبة. إذا كنتم قد قدمتم وثائق اللقاحات التي حصل عليها الطالب أو خطة عمل اللقاحات، فإن موظفي مدرسة الطالب يعملون حالياً على تحديث سجلات وثائق اللقاحات التي حصل عليها الطالب في نظام المدرسة ولا يلزم اتخاذ أي إجراء آخر.\nإذا لم يتم توفير هذه المعلومات بعد، فيرجى التحقق من سجلات اللقاحات المطلوبة للطالب على حساب الوالدين ParentVUE واتباع الخطوات أدناه لتحديث سجل اللقاحات المطلوبة للطالب في مدارس FCPS في موعد أقصاه الثلاثين من سبتمبر/أيلول.\nهل حصل الطالب على جميع اللقاحات المطلوبة؟\nنعم، ولدي سجل اللقاحات التي حصل عليها: يرجى إرسال سجل اللقاحات التي حصل عليها الطالب من خلال حساب الوالدين ParentVUE باستخدام Online Verification/Update (OVU) Packet رزمة التحقق والتحديث (OVU)) أو تسليم المستند في المكتب الرئيسي لمدرسة الطالب. يرجى زيارة صفحة اللقاحات العامة المطلوبة للتسجيل في المدارس لمعرفة أي المستندات التي ستحتاجون لتقديمها، تحت مسمى \"الدليل المقبول على إثبات أخذ اللقاحات\".",
    "trans": "Hello,\nThis is a message sent via an automated response system. You are receiving this email because Fairfax County Public Schools may not have received the required immunization records for the student: Eshraga Abdon. Students must have certain vaccinations to attend school in the state of Virginia. The general vaccination requirements page for school enrollment contains a list of the required vaccines. If you have already submitted the student’s vaccination records or a vaccination plan, the student’s school staff is currently updating the immunization records in the school system, and no further action is needed.\nIf you have not yet provided this information, please review the immunization requirements for your child on your ParentVUE account and follow the steps below to update your child’s immunization record in FCPS by September 30th.\nDid the student receive all the required vaccinations?\nYes, and I have the vaccination records: Please submit the student’s vaccination records through the ParentVUE account using the Online Verification/Update (OVU) Packet or deliver the document to the main office of the student’s school. Visit the page for general vaccination requirements for school enrollment to find out which documents you need to provide, under the section titled \"Acceptable Proof of Immunization.\""
}