{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أنا أتذكر مشهد لطفل، كنت في أحد المستشفيات الميدانية وكانت أمه معه، كان طفل عمره بحدود أربع سنوات، وأنا أثر فيه لأني لدي أطفال بعمر ثلاث وأربع سنوات، فهذا الطفل مبتورة رجله وماسك العكازة، بيستخدم العكازة قاعد يتحرك على إجره الثانية والعكازة، مشهده يعني أنت شوي بدك تبكي من المشهد، أنت مبسوط أنه لساته على قيد الحياة، لكن اللي قادم في حياته يمكن يكون كثير صعب، والسبب أنهم وضعوه في هاي الحالة، وهم بتعمدوا في حالات البتر هاي، أنه يضعوا الشباب والأطفال في هاي الحالات، بحيث أنه هذا يعاني طول حياته في هاي العاهات الدائمة.\nيعني القصف ما كان يستنى أن تكون في ليل أو في النهار، ما كان ينتظرك يعني وبالتالي أنت كنت لازم تكون جاهز دائما\nهذا أكيد أثر عليك وأنا لا أخفيك الموضوع الجهد البدني أنا بتحمله ما عندنا مشكلة احنا مستعدين لهذا الجهد، لكن هو الموضوع النفسي اللي كان أشد علينا، وهذا استمر معنا حتى بعد ما عدنا يعني لعمان ورجعنا بين أهلنا واخواننا وولادنا، المشاهد استمرت، استمرت معنا",
    "trans": "I can’t forget one scene that’s etched into my memory. I was in a field hospital, and there was a little boy, about four years old, with his mother by his side. It hit me hard because I have children around the same age, three and four years old. This child had his leg amputated and was holding onto crutches, trying to move around on his other leg. The sight was heart-wrenching, you could almost cry just watching him. You feel relieved that he’s still alive, but the road ahead for him seems unimaginably hard. And the reason for his condition is the deliberate cruelty of those who inflict these injuries. They deliberately target children and young people, leaving them with permanent disabilities, forcing them to endure a lifetime of suffering.\nThe bombings didn’t follow a schedule, they didn’t wait for day or night. They came without warning, and you had to be ready at all times.\nOf course, this took a toll. I won’t lie, the physical exhaustion was manageable; we were prepared for that. But the psychological impact was far heavier. Even after we returned to Amman, back to our families, friends, and children, those haunting images stayed with us. They’re still with us."
}