{
    "source": "ar_AE",
    "target": "en_US",
    "text": "قال الراغب الأصفهاني في مفرداته: اليوم -في لغة العرب- يعبر به عن وقت طلوع الشمس إلى غروبها، وقد يعبر به عن مدة من الزمان أي مدة كانت. اهـ.\nوقال القرطبي في تفسير الأيام: \"في ستة أيام\" أي من أيام الآخرة أي كل يوم ألف سنة لتفخيم خلق السماوات والأرض.... وذكر هذه المدة ولو أراد خلقها في لحظة لفعل، إذ هو القادر على أن يقول لها \"كوني فتكون\" ولكنه أراد أن يعلم العباد الرفق والتثبت في الأمور.... وحكمة أخرى من خلقها في ستة أيام لأن لكل شيء عنده أجلا... اهـ.\nولعل هذه الأيام عبارة عن ستة أزمنة وآماد لا يعلم مداها إلا الله تعالى، يتحدد كل يوم منها بما تم فيه من عمل، أو ست دورات فلكية لا نعلمها، وهي غير أيامنا المرتبطة بالدورة الشمسية، أو ستة أطوار مرت على هذه المخلوقات.\nكل ذلك محتمل، واللغة العربية تساعد عليه، والدين لا يمنع منه. أفاده القرضاوي في هدي الإسلام.\nويقول سيد قطب في تفسير سورة الأعراف من كتابه في ظلال القرآن: فأما الأيام الستة التي خلق الله فيها السموات والأرض فهي غيب لم يشهده أحد من البشر، ولا من خلق الله جميعا: ما أشهدتهم خلق السماوات والأرض ولا خلق أنفسهم[الكهف:51]. وكل ما يقال عنها لا يستند إلى أصل مستيقن... اهـ.",
    "trans": "Ragheb Al-Asfahani stated in his lexicon Al-Mufradat: \"The term 'Today' in the Arabic language refers to the period from sunrise to sunset. It can also signify any duration of time, regardless of its length.\"\nAl-Qurtubi, in his commentary on the phrase “in six days,” explains: These six days refer to days of Hereafter, with each day equaling a thousand years. This emphasizes the greatness of the creation of the heaviness and the earth. While Allah could have created them instantly by saying, \"Be, and it is,” He willed to teach His servants patience and deliberation in matters. Another wisdom behind the six day is that everything has an appointed time with Allah.\nThese “days” might represent six distinct eras of durations, the extent of which is known only to Allah. Each \"day\" corresponds to specific acts of creation completed within it. Alternatively, they may symbolize six astronomical  cycles beyond human comprehension, different from our solar days, or six phases that these creations underwent.\nAll of these interpretations are plausible, supported by the flexibility of the Arabic language and not contradicted by religion. This idea was referenced by Al-Qaradawi in The Guidance of Islam.\nSayyid Qutb, in his commentary on Surah Al-A'raf from In the Shade of the Quran, states: “The sis days during which Allah created the heavens and the earth are part of the unseen. No human or any of Allah's creation witnessed them: ''I did not make them witness the creation of the heavens and the earth or their own creation' (Al-Kahf: 51). Any statements about these days lack certain and definitive evidence.”"
}