{
    "source": "ar_AE",
    "target": "en_US",
    "text": "إذا أسخَطْـتَ مـوْلاكْ فَما تقْلَـقُ مـنْ ذاكْ\nوإنْ أخفَقت مسـعـاكْ، تلظّيتَ مـنَ الـهـمّ\nوإنْ لاحَ لك النّـقـشْ، منَ الأصفَرِ تهـتَـشّ\nوإن مرّ بك النّـعـشْ، تغامَـمْـتَ ولا غـمّ\nتُعاصي النّاصِحَ البَـرّ، وتعْـتـاصُ وتَـزْوَرّ\nوتنْقـادُ لـمَـنْ غَـرّ، ومنْ مانَ ومـنْ نَـمّ\nوتسعى في هَوى النّفسْ، وتحْتالُ على الفَـلْـسْ\nوتنسَى ظُلمةَ الرّمـسْ، ولا تَـذكُـرُ مـا ثَـمّ\nولوْ لاحظَـكَ الـحـظّ، لما طاحَ بكَ اللّـحْـظْ\nولا كُنتَ إذا الـوَعـظْ ، جَلا الأحزانَ تغْـتَـمّ\nستُذْري الدّمَ لا الدّمْـعْ، إذا عايَنْتَ لا جـمْـعْ\nيَقي في عَرصَةِ الجمعْ، ولا خـالَ ولا عــمّ\nكأني بـكَ تـنـحـطّ، إلى اللحْدِ وتـنْـغـطّ\nوقد أسلمَك الـرّهـطْ، إلى أضيَقَ مـنْ سـمّ\nهُناك الجسمُ مـمـدودْ، ليستـأكِـلَـهُ الـدّودْ\nإلى أن ينخَرَ الـعـودْ، ويُمسي العظمُ قـد رمّ\nومنْ بـعْـدُ فـلا بُـدّ، منَ العرْضِ إذا اعتُـدّ\nصِراطٌ جَـسْـرُهُ مُـدّ، على النارِ لـمَـنْ أمّ\nفكمْ من مُرشـدٍ ضـلّ، ومـنْ ذي عِـزةٍ ذَلّ\nوكم مـن عـالِـمٍ زلّ، وقال الخطْبُ قد طـمّ\nفبادِرْ أيّها الـغُـمْـرْ، لِما يحْلو بـهِ الـمُـرّ\nفقد كادَ يهي العُـمـرْ، وما أقلعْـتَ عـن ذمّ\nولا ترْكَنْ إلى الدهـرْ، وإنْ لانَ وإن ســرّ\nفتُلْفى كمـنْ أغـتَـرّ، بأفعى تنفُـثُ الـسُـمّ",
    "trans": "If you anger your Lord, you feel no anxiety for that,\nbut if your efforts fail, you burn in sorrow.\nIf the allure of wealth glimmers before your eyes, you eagerly pursue it,\nbut when a funeral passes by, you ignore it, unaffected and unmoved.\nYou defy the virtuous advisor, and commit sins and forgery.\nYet you follow the deceiver, the flatterer, and the slanderer\nand you chase your desires, scheming for fleeting wealth.\nYou forget the darkness of the coffin, and you do not ponder what will take place there.\nIf fortune had truly smiled upon you, misfortune would not have struck.\nNor would you, when admonished, remain indifferent to griefs revealed.\nYou will shed blood, not tears, when you witness no allies remain\nNeither family nor friends, in the open plain of Judgment.\nIt is as if I am with you descending to the gravepit as you are covered,\nas your companions abandon you, leaving you in a space narrower than a needle's eye.\nThere your body will lie, stretched out for the worms to devour,\nuntil the wood decays, and the bones turn to dust.\nAnd after that, there is no escape from the reckoning to come,\nwhen the Bridge of the Path, stretched over Hell, awaits all who approach.\nFor how many a guide has gone astray, how many mighty ones have were disgraced!\nAnd how many scholars erred, saying : “The responsibility overtook me”!\nSo hasten, O heedless one, to what makes the bitter sweet,\nfor life is nearly spent, and you have yet to abandon blameworthy deeds.\nDo not rely upon the days, even if they seem kind and bring joy,\nLest you find yourself like one deceived by a serpent, breathing venom."
}