{
    "source": "ar_AE",
    "target": "en_US",
    "text": "عقدت المحكمة العسكرية في عوفر يوم 5/11/2020 جلسة لتمديد توقيف شذى، وقررت المحكمة التمديد لمدة 7 أيام من أجل تقديم لائحة اتهام. وفي تاريخ 11/11/2020، قدمت النيابة العسكرية لائحة اتهام بحق شذى تتضمن بنودا تتعلق بنشاطها الطلابي والنقابي، وكانت المفاجأة في اللائحة التي تم تقديمها أنها مطابقة للائحة معتقل آخر وهو طالب في الجامعة نفسها، بادعاء أن شذى شغلت ذات المنصب الذي شغله المعتقل قبل أن يتم اعتقاله، وبدلته في كل مناصبه ومسؤولياته في المنظمة المحظورة. وأكثر من ذلك حملت لائحة الاتهام اسم المعتقل بدلاً من اسم شذى! إضافة إلى ذكر الأنشطة التي شارك بها المعتقل، على الرغم من أن شذى أنكرت خلال الاستجواب الادعاء بشَغلِها ذات المنصب في المنظمة.\nبعد جهودٍ مضنية من محامي مؤسسة الضمير، قامت النيابة العسكرية بالتعديل على لائحة الاتهام، والتي تتضمن بنودا تم نقلها حرفياً من لائحة اتهام معتقل آخر، وقدمت لائحة معدلة تتضمن بنودا تتعلق بعضويتها في منظمة القطب الطلابي المحظورة، والمساهمة في إدارتها، إضافة إلى حضورها اجتماعات مع المنظمة.",
    "trans": "On November 5, 2020, the military court at Ofer convened a session to extend Shatha’s detention, ultimately deciding on a 7-day extension to prepare an indictment. On November 11, 2020, the military prosecution submitted an indictment against Shatha, citing allegations related to her student and union activities. Surprisingly the charges presented were identical to those in an indictment filed against another detainee, a fellow student from the same university. The prosecution claimed Shatha assumed the same role in a banned organization as the previously arrested individual, replacing him in all positions and responsibilities. To add to the absurdity, the indictment listed the other detainee's name instead of Shatha’s! along with details of activities that the other detainee had allegedly participated in, despite Shatha, during interrogation, firmly denied the accusation of holding any such position within the organization.\nAfter extensive efforts by Shatha's lawyer from the Addameer Association, the military prosecution revised the earlier indictment, which had included articles copied from the other detainee's indictment, replacing it with amended version that includes accusations of Shatha’s membership in the banned student organization, her alleged role in managing it, and her attendance at meetings associated with the organization."
}