{
    "source": "ar_AE",
    "target": "en_US",
    "text": "• راقب ضغط الدم يوميا وأبلغ عن أي زيادات كبيرة.\n• الأساس المنطقي: يساعد رفع الساقين على تقليل التورم، في حين تساعد التعديلات الغذائية والمراقبة الدقيقة في إدارة ارتفاع ضغط الدم وتوازن السوائل.\n• التعاون مع فريق الرعاية الصحية: قد يقوم الأطباء بتعديل الأدوية الخافضة للضغط. يمكن لأخصائي التغذية المساعدة في التخطيط للوجبات. قد يقترح المعالجون الفيزيائيون تمارين لتحسين الدورة الدموية.\n6. تقييم\n• تقييم النتائج: انخفضت الوذمة قليلا بعد أسبوع واحد، ولكن ضغط الدم ظل مرتفعا. تم تحقيق الأهداف جزئيا، وقد تشمل التعديلات على خطة الرعاية المزيد من إدارة الأدوية.\n• استجابة المريض: أبلغ المريض عن شعوره براحة أكبر مع ارتفاع الساق والتغيرات الغذائية. ومع ذلك، أعربت عن قلقها إزاء ارتفاع ضغط دمها، مما يتطلب مراقبة مستمرة.\n7. تثقيف المرضى ومتابعتهم\n• خطة التعليم: تم تثقيف المريض حول أهمية ارتفاع الساق، وتقليل تناول الملح، والتعرف على علامات التحذير من تفاقم ارتفاع ضغط الدم أو تسمم الحمل.\n• رعاية المتابعة: فحوصات ضغط الدم الأسبوعية وموعد المتابعة مع طبيب التوليد. إذا استمر ارتفاع ضغط الدم، فقد تتم إحالتها إلى أخصائي طب الأم والجنين.\n8. خاتمة\n• ملخص النقاط الرئيسية: تسلط هذه الحالة الضوء على أهمية إدارة الوذمة وارتفاع ضغط الدم لدى المرضى الحوامل لمنع المضاعفات مثل تسمم الحمل. تركز الرعاية التمريضية على تخفيف الأعراض ومراقبة العلامات الحيوية.",
    "trans": "• Monitor your blood pressure daily and report promptly any notable elevations.\n• Rationale: Raising your legs can really help minimize swelling. At the same time, tweaking your diet a bit and keeping a close eye really helps manage high blood pressure and keeps fluids balanced.\n• Teaming up with your healthcare crew: Doctors might adjust your blood pressure medications. Nutritionists can help plan your meals. Physical therapists might suggest exercises to improve your circulation.\n6. Assessment\n• Outcome Evaluation: There was a slight decrease in swelling after one week, but the blood pressure remained high. The goals were partially achieved, and the care plan adjustments may include more medication management.\n• Patient Feedback: The patient felt more comfort from elevating her legs and making dietary changes. Despite these improvements, she remains worried about her high blood pressure, highlighting the need for continuous monitoring.\n7. Educating the patient and follow-up care\n• Education Plan: Patients have received instruction on the significance of elevating legs, decreasing salt intake, and identifying symptoms indicating deteriorating high blood pressure or the beginning of preeclampsia.\n• Ongoing Care: Regular weekly blood pressure checks along with follow-up visits with the obstetrician.  If her high blood pressure persists, a referral to a maternal-fetal medicine specialist may be recommended.\n8. Conclusion\n•Summary of Main Points: This case underscores the significance of addressing edema and high blood pressure in expectant mothers to mitigate risks like preeclampsia. Nursing intervention prioritizes symptom relief and vigilant vital sign monitoring."
}