{
    "source": "ar_AE",
    "target": "en_US",
    "text": "نود إبلاغكم بنتيجة تنفيذ القرار :\nالقضية: [redacted_number] تنفيذ أحكام المشاريع الملغاة\nرقم القرار : [redacted_number]\nتاريخ القرار :26-09-2024\nنص القرار :يصرح بالصرف حسب الإجراءات المتبعة.\nنتيجة تنفيذ القرار : تم التنفيذ - تعذر الصرف لإرفاق صورة جواز المستثمر\n)م( الإجراء تاريخ الإجراء نتيجة الإجراء ملاحظات\n1 تنفيذ القرار- باستخدام النظام الذكي 01-11-2024 تم التنفيذ تعذر الصرف لإرفاق صورة جواز المستثمر\nمع الشكر والتقدير\nالخدمات الالكترونية - محاكم دبي\n* ملاحظة: هذا البريد تم ارساله بطريقة آلية لذا يرجى عدم الرد\nهذه الرسالة و مرفقاتها تمثل وثيقة سرية قد تحتوي على معلومات تتمتع بحماية وحصانة قانونية، إذا لم تكن الشخص المعني بهذه الرسالة يجب عليك إبلاغنا فورا عن طريق البريد الالكتروني على info@dc.gov.ae ، و حذف الرسالة و مرفقاتها من الحاسب الآلي الخاص بك. ولا يجوز لك نسخ هذه الرسالة أو مرفقاتها أو أي جزء منها، أو البوح بمحتوياتها لأي شخص أو استعمالها لأي غرض. علماً بأن الإفادات و الآراء التي تحويها هذه الرسالة تعبر فقط عن رأي المُرسل و ليس بالضرورة رأي محاكم دبي، ولا تتحمل (محاكم دبي) أي مسئولية عن الأضرار الناتجة عن أي فيروسات قد يحملها هذا البريد",
    "trans": "We would like to inform you of the result of the decision execution:\nCase: [redacted_number] – Execution of Cancelled Project Judgments\nDecision Number: [redacted_number]\nDecision Date: 26-09-2024\nDecision Text: Approval is granted for disbursement following the applicable procedures.\nResult of Decision Execution: Execution completed – Disbursement was unsuccessful due to the lack of a copy of the investor's passport.\n(M) Procedure Procedure Date Procedure Result Notes\n1. Execution of the decision using the smart system | 01-11-2024 | Execution completed – Disbursement was unsuccessful due to the lack of a copy of the investor's passport.\nWith thanks and regards\nE-Services - Dubai Courts\n* Note: This email was sent automatically; please do not reply.\nThis message and its attachments represent a confidential document that may contain information protected by legal privilege. If you are not the intended recipient of this message, you must notify us immediately via email at info@dc.gov.ae and delete the message and its attachments from your computer. You are not permitted to copy this message, its attachments, or any part thereof, or disclose its contents to anyone, or use it for any purpose. Please note that the opinions and statements contained in this message reflect only the sender's views and not necessarily the views of Dubai Courts. Dubai Courts shall bear no responsibility for any damages resulting from viruses that this email may contain."
}