{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ــات ــات ــات ــات ــات ــات ــات Common English Grammar Rules عـــعـــاعـــاعـــاعـــاعـــاعـــاعـــاعـــا يد بتقــربــلك المســافــات\nايد بتقــربــلك المســافــات يد بتقــربــلك المســافــات يد بتقــربــلك المســافــات يد بتقــربــلك المســافــات يد بتقــربــلك المســافــات يد بتقــربــلك المســافــات يد بتقــربــلك المســافــات يد بتقــربــلك المســافــات 1\"$9(;:8;$18:3('&%$#;:178\"$9(56/378\nعـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات عـــايد بتقــربــلك المســافــات قــربــلك المســافــات ;023:\nعـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــربــ عـــايد بتقــر لك المســافــات لك المســافــات لك المســافــات لك المســافــات لك المســافــات لك المســافــات لك المســافــات لك المســافــات لك المســافــات • H74#<$3'<0+6I' :8<$916378<=:%$8698&>'32\nعـــايد بتقــربــ\n• !' +'$\"+'$<7,'$'J\",:&'<K\nـ\nعـــايد بتقــربـ\nـ\nعـــايد بتقــربـ\nـ\nعـــايد بتقــربـ عـــايد بتقــربـ عـــايد بتقــربـ عـــايد بتقــربـ عـــايد بتقــربـ عـــايد بتقــربـ لك المســافــات\nلك المســافــات\nلك المســافــات\nلك المســافــات",
    "trans": "Ayed brings distances closer to you Common English Grammar Rules\nAyed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you1\"$9(;:8;$18:3('&%$#;:178\"$9(56/378\nAyed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you Ayed brings distances closer to you distances closer to you ;023:\nAyed brings Ayed brings Ayed brings Ayed brings Ayed brings Ayed brings Ayed brings Ayed brings Ayed brings Ayed brings distances closer to you distances closer to you distances closer to you distances closer to you distances closer to you distances closer to you distances closer to you distances closer to you distances closer to you • H74#<$3'<0+6I' :8<$916378<=:%$8698&>'32\nAyed brings\n• !' +'$\"+'$<7,'$'J\",:&'<K\nـ\nAyed brings\nـ\nAyed brings\nـ\nAyed brings Ayed brings Ayed brings Ayed brings Ayed brings Ayed brings distances closer to you\ndistances closer to you\ndistances closer to you\ndistances closer to you"
}