{
    "source": "ar_AE",
    "target": "en_US",
    "text": "الرئيس السيسي أكد أن سياسة مصر متوازنة وموضوعية في ظل هذا الاضطراب الخطير، وحذرت مصر مراراً وتكراراً أن استمراره سيؤدي إلى عواقب خطيرة في المنطقة والعالم. وشدد على ضرورة تماسك المجتمع المصري بالثوابت الخاصة به، وقال للمصريين: (إحنا بخير والأمور بفضل الله مستقرة ومن أحسن لأحسن، طول ما إحنا في مصر ثابتين ومستقرين ومتحدين وإيدينا في إيد بعض، وندير أمورنا بشكل يحفظ بلدنا والمنطقة، دون التورط في أمور يمكن أن تؤثر على الأمن والاستقرار في المنطقة). وحذر الشعب المصري من الالتفات للكذب والشائعات والافتراءات على الدولة المصرية، وقال: (المفكرين والمثقفين والإعلام وضح الخطر والكذب والشائعات اللي بتتقال وتطلق هنا وهنا، وهي اتهامات ليس لها أساس من الصحة، بيقولوا كلام كتير مش مضبوط، أنا صريح وصادق معاكم، وهفضل كده على طول).\nوتبقى الرسالة الأخيرة، لكل حاقد على مصر أو حاسد لها أو متربص بها أو جاهل بقدراتها، أن مصر محروسة بقوة جيشها وشرطتها، متسلحة بعبقرية مكانها ومكانتها وإمكانياتها، و إخلاص شعبها، وحكمة قيادتها المحنكة. فمصر هي مبتدأ السلام، وخبر القوة، وفاعل بالحكمة، في جملة التاريخ والحاضر والمستقبل...",
    "trans": "President El-Sisi emphasized that Egypt's policy is balanced and objective amidst this dangerous turmoil. He warned repeatedly that its continuation would lead to severe consequences for the region and the world. He stressed the importance of the Egyptian society adhering to its principles, saying to the people: \"We are fine, and things are stable and improving, thanks to God. As long as we in Egypt remain steadfast, stable, united, and working hand in hand, managing our affairs in a way that safeguards our country and the region without getting involved in matters that could affect security and stability in the region.\" He cautioned the Egyptian people against heeding lies, rumors, and accusations against the Egyptian state, stating: \"Thinkers, intellectuals, and the media must clarify the danger of the lies and rumors being spread here and there. These are baseless accusations. A lot of untrue things are being said. I am frank and honest with you and will always remain so.\"\nThe final message remains for every spiteful or envious person, every adversary or one ignorant of Egypt's capabilities: Egypt is guarded by the strength of its army and police, armed with the genius of its location, status, and resources, the loyalty of its people, and the wisdom of its seasoned leadership. Egypt is the cradle of peace, the essence of strength, and an actor of wisdom in the sentence of history, the present, and the future..."
}