{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أبحث عن معلومات وأدلة لتحليلها.\nأفكر في حلول مبتكرة وغير تقليدية.\nأستشير الآخرين وأخذ آرائهم بعين الاعتبار.\nأضع خطة واضحة لحلها.\nأستخدم مهاراتي التفاوضية للوصول إلى حل.\nكيف تصف نفسك عند العمل ضمن مجموعة؟\nأُفضل أن أكون المسؤول وأتخذ القرارات.\nأُحب أن أكون الباحث الذي يقدم المعلومات.\nأكون الشخص الذي يساهم بالأفكار الإبداعية.\nأكون المستمع الذي يهتم بآراء الآخرين.\nأُفضل أن أكون المنظم الذي يضع الأمور في نصابها.\nأكون القائد الذي يدفع الفريق نحو النجاح.\nعند مواجهة مشكلة، ما هي الطريقة التي تميل إليها؟\nأبحث عن حل منطقي ومباشر.\nأستمع إلى مشاعر الآخرين وأفكر في التأثيرات العاطفية للحل.\nما هي العوامل الأساسية التي تأخذها بعين الاعتبار عند تحديد تخصصك الجامعي؟\nشغفي الشخصي بالمجال\nفرص العمل المتاحة بعد التخرج\nنصائح العائلة والأصدقاء\nسهولة التخصص وقدرتي على تحقيق النجاح فيه\nكيف تلعب العوامل المالية دورًا في اختيارك لتخصصك الجامعي؟\nدور رئيسي، أختار التخصص بناءً على الدخل المتوقع\nدور معتدل، ولكنه ليس العامل الأساسي\nلا يؤثر، أضع شغفي في المقام الأول\nلا أعير الجانب المالي اهتمامًا عند اختيار التخصص\nإلى أي مدى تأخذ في الاعتبار احتياجات سوق العمل عند اختيار تخصصك؟\nاعتماد كبير، أختار تخصصات مطلوبة بشدة",
    "trans": "I look for information and evidence to analyze.\nI think of innovative and unconventional solutions.\nI consult others and take their opinions into account.\nI set a clear plan to resolve it.\nI use my negotiation skills to reach a solution.\nHow do you describe yourself when working in a group?\nI prefer to take charge and make decisions.\nI like being the researcher who provides information.\nI am the one who contributes creative ideas.\nI am the listener who values others' opinions.\nI prefer being the organizer who puts things in order.\nI am the leader who drives the team toward success.\nWhen facing a problem, what approach do you tend to favor?\nI look for a logical and straightforward solution.\nI listen to others' feelings and consider the emotional impact of the solution.\nWhat are the key factors you consider when choosing your university major?\nMy personal passion for the field.\nThe job opportunities available after graduation.\nAdvice from family and friends.\nThe simplicity of the major and my ability to excel in it.\nHow do financial factors influence your choice of university major?\nA major role; I choose based on the expected income.\nA moderate role, but it’s not the primary factor.\nIt doesn’t influence me; I prioritize my passion.\nI don’t give financial aspects much attention when choosing a major.\nTo what extent do you consider labor market needs when selecting your major?\nHeavily; I choose fields with high demand."
}