{
    "source": "ar_AE",
    "target": "en_US",
    "text": "تحسين الوسائل الإلكترونيّة؛ حيث تُساهم في فكّ الشيفرة، كما أنّها تدخل في المجالات العسكريّة، والمقذوفات.\nأهمِّية الرياضيّات في القطاعين الزراعيّ والصناعيّ\nللرياضيّات دور مُهمّ في القطاعين: الزراعيّ، والصناعيّ؛ إذ يجب التمكُّن من المعرِفة الرياضيّة؛ لاكتساب المقدرة على تَخطِّي وإنجاز الأعمال الزراعيّة، والصناعيّة بشكل مُتقَن، ومن بعض الفوائد المُهمّة للرياضيّات في قطاعَي الزراعة، والصناعة ما يأتي:[٥]\nوَصْف الأحوال المناخيّة، وحالة الطقس بشكلٍ دقيقٍ.\nتوضيح وتحليل نِسبة الحُموضة الموجودة في حُبيبات التربة، وقياس الرُّطوبة فيها؛ حيث يساعد ذلك في تحديد النباتات التي من الممكن أن تُزرَع وتَتَرعرع في التُّربة.\nتحديد نِسبة الموادّ الكيميائيّة الداخلة في صناعة الأسمدة بشكل دقيق.\nتحديد وحدات القياس، والقدرة على تحويلها، حيث تُعَدّ من الأمور المُهمّة للمزارعين.\nحساب الدَّخل والنفقات، والتحكُّم في العوائد والنفقات؛ لغايات التخطيط، وتحديد الأموال التي سيتمّ إنفاقها، والتنبُّؤ بالخسائر.",
    "trans": "Improving electronic means; as they contribute to decryption, and they are also used in military fields and projectiles.\nThe importance of mathematics in the agricultural and industrial sectors\nMathematics plays a significant role in both the agricultural and industrial sectors; proficiency in mathematics is necessary to acquire the ability to overcome and accomplish agricultural and industrial tasks efficiently. Some of the important benefits of mathematics in both agriculture and industry include:[5]\nDescribing weather conditions accurately.\nExplaining and analyzing the acidity level in soil particles and measuring moisture content; this helps determine which plants can be grown in the soil.\nAccurately determining the proportions of chemicals used in fertilizer production.\nDetermining units of measurement and the ability to convert them, which is essential for farmers.\nCalculating income and expenses, and controlling returns and expenditures for planning purposes, determining funds to be spent, and predicting losses."
}