{
    "source": "ar_AE",
    "target": "en_US",
    "text": "هكذا غادر الرئيس الإيراني قطر.. مقاتلات حربية ترافقه (شاهد)\nتطور خطير ..\" انصار الله\" تقرر مهاجمة المصالح الامريكية والبريطانية في دول الخليج ..\nوذكر عالم الآثار ميشيل هوبينك أنّ علم الآثار في إسرائيل هو علم مشحون بالتوقعات، ومنذ القرن التاسع عشر، يجري التنقيب في الأرض للعثور على أدلّةٍ ملموسةٍ حول تاريخ الشعب اليهوديّ كما جاء في التوراة، لكن، بعد مرور قرن، لم تتوصل الحفائر إلى العثور على ما يؤكّد على هذا التاريخ، بل على العكس من ذلك، تشير الدلائل إلى اتجاهٍ مُعاكسٍ، وتوافِق غالبية علماء الآثار على أنّ معظم قصص التوراة لم تحدث بالفعل، ويجب اعتبارها مجرد أساطير، وحتى عالم إسرائيليّ مثل زئيف هرتسوغ، توصّل إلى قناعة بأنّ البحث عن أشياءٍ لا وجود لها ليس مُجديًا، كما قال.\n“قصة خروج اليهود من مصر، كما وردت في العهد القديم، لم تحدث، على الأرجح، وهي مجرد أسطورة”. هذا ما استخلصه عالم الآثار الإسرائيلي زئيف هيرتسوغ، الذي قال إنّ اليهود كانوا بالتأكيد في إسرائيل قبل 3000 سنة، لكنّهم لم يأتوا من مصر”.\nتطور خطير ..\" انصار الله\" تقرر مهاجمة المصالح الامريكية والبريطانية في دول الخليج ..",
    "trans": "This is how the Iranian president left Qatar... Fighter jets escorted him (View)\nA dangerous development: \"Ansar Allah\" decides to attack American and British interests in the Gulf countries..\nArchaeologist Michel Hupeink stated that archaeology in Israel is a field laden with expectations. Since the 19th century, excavations have been conducted to find tangible evidence of the history of the Jewish people as narrated in the Torah. However, after a century of exploration, excavations have not succeeded in confirming this history. On the contrary, the evidence points in the opposite direction. The majority of archaeologists agree that most of the stories in the Torah did not actually occur and should be considered mere myths. Even an Israeli archaeologist like Ze'ev Herzog concluded that searching for things that do not exist is pointless, as he stated.\n\"The story of the exodus of the Jews from Egypt, as mentioned in the Old Testament, likely did not happen and is merely a myth.\" This was the conclusion of Israeli archaeologist Ze'ev Herzog, who stated that while Jews were certainly in Israel 3,000 years ago, they did not come from Egypt.\"\nA serious escalation: \"Ansar Allah\" decides to attack American and British interests in the Gulf countries."
}