{
    "source": "ar_AE",
    "target": "en_US",
    "text": "– يتم الإرجاع والاستبدال خلال (7) أيام من تاريخ استلام الطلب.\n–يجب ان تكون البضاعة المراد استبدالها/ استرجاعها بنفس حالة الشراء، داخل تغليفها الأصلي.\n–عدم قطع الشريط المتواجد في القطعة علما اذا تم اتلافه لا يمكننا الاسترجاع أو التبديل.\n– عدم وجود نقص في أي من بطاقات الأسعار أو الملصقات، و الإكسسوار الخاص بها.\n– عدم وجود روائح أو معطرات بالقطعة، او أثر لأي مستحضرات تجميل، مع إرفاق نسخة من الفاتورة مع المنتج .\n– في العروض الترويجية يجب أن تعاد القطعة المجانية مع كل القطع الموجودة بالطلب في حال الرغبة بالاسترجاع أو الاستبدال.\n– لا يسمح باسترجاع او استبدال (عروض الآوت لت “صفقة الأسبوع”).\n– في حال الدفع عند الاستلام يتم خصم 20 ريال إضافية (رسوم الدفع عن الاستلام).\n– رسوم الاسترجاع ثابتة.\n– رسوم الاسترجاع50 ريالفي حالة الشحن المجاني لطلبك الأصلي.\n– رسوم الاسترجاع25 ريالفي حالة تم دفع رسوم شحن لطلبك الأصلي.\n– رسوم الاستبدال25 ريال.\n– الاستبدال لقطعة مختلفة يكون بنفس القيمة، أو أعلى منها.",
    "trans": "– Returns and exchanges are allowed within (7) days from the date of receiving the order.\n– The item to be returned or exchanged must be in the same condition as purchased, inside its original packaging.\n– The seal on the item must remain intact; if it is damaged, returns or exchanges will not be accepted.\n– There should be no missing price tags, labels, or accompanying accessories.\n– The item must not carry any scents, fragrances, or traces of cosmetic products, and a copy of the invoice must be included with the product.\n– For promotional offers, the free item must be returned along with all other items in the order if you wish to return or exchange.\n– Returns or exchanges are not allowed for (outlet deals \"Deal of the Week\") offers.\n– For cash-on-delivery payments, an additional fee of 20 riyals will be deducted (cash-on-delivery fee).\n– Return fees are fixed\n– Return fees are 50 riyals if your original order had free shipping.\n– Return fees are 25 riyals if shipping fees were paid for your original order.\n– Exchange fees are 25 riyals .\n– Exchanges for different items must be of equal or higher value."
}