{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وفي عام 1954م تم تحويل مقر الإدارة البريطانية إلى دبي برتبة معتمد سياسي، يعاونه مساعد عربي وآخر بريطاني، وكان من بين المعتمدين شخصيات شهيرة وخاصة سير جيمس كريج، الذي كان أستاذ في معهد اللغات البريطاني بشمال لبنان.\nوكذلك تم إنشاء دار اعتماد في أبوظبي بدأت بضابط سياسي اللورد مارتن بوكماستر، ثم تحولت إلى معتمد في عام 1962م مع أول شحنة نفط تصدر من جزيرة داس. وكان من بين الشخصيات سير آرشي لامب الذي كتب مذكراته عن أبوظبي ودور الشيخ زايد في تطوير إمارة أبوظبي.\nوفي نهاية عام 1971م تم إغلاق دار الاعتماد في كل من أبوظبي ودبي وحل محلهما السفارة البريطانية وكان آخر معتمد في أبوظبي، تريدويل، أول سفير للحكومة البريطانية في دولة الإمارات العربية المتحدة.\nولعبت الوكالة في الإمارات المتصالحة دورًا تاريخيًا مهمًا، حيث كان الوكيل يتابع أمور المنطقة الصغيرة والكبيرة، وينقل الصورة إلى المقيم السياسي في بوشهر، غير أن الساحل المتصالح أصبح ذا أهمية في ذاته بعد تدفق النفط وكذا وجود المطار في الشارقة.",
    "trans": "In 1954, the British administrative headquarters were relocated to Dubai under the rank of Political Agent, assisted by an Arab assistant and a British assistant. Among the agents were notable figures, particularly Sir James Craig, who was a professor at the British Institute of Languages in northern Lebanon.\nAdditionally, a Political Agency was established in Abu Dhabi, initially led by the political officer Lord Martin Buckmaster. This role was later upgraded to Political Agent in 1962, coinciding with the first shipment of oil exported from Das Island. Among the prominent figures was Sir Archie Lamb, who wrote memoirs about Abu Dhabi and Sheikh Zayed's role in the development of the emirate.\nBy the end of 1971, the Political Agencies in both Abu Dhabi and Dubai were closed, and replaced by the British Embassy. The last Political Agent in Abu Dhabi, Treadwell, became the first British Ambassador to the United Arab Emirates.\nThe agency in the Trucial States played a significant historical role, monitoring both major and minor matters in the region and reporting them to the Political Resident in Bushehr. However, the Trucial Coast gained independent significance due to the influx of oil and the presence of the airport in Sharjah."
}