{
    "source": "ar_AE",
    "target": "en_US",
    "text": "3- الساعة 08:05 استهداف تجمع لجنود العدو الإسرائيلي في مستعمرة المطلة بصلية صاروخية.\n4- الساعة 08:55 استهداف تجمع لجنود العدو الإسرائيلي في مستعمرة أفيفيم بسلاح المدفعية.\n5- الساعة 10:00 استهداف تجمع لجنود العدو الإسرائيلي قرب مستعمرة روش بينا بصلية صاروخية، كردٍ على الاستباحة الهمجية الإسرائيلية للمدن والقرى والمدنيين.\n6- الساعة 10:30 استهداف تجمع لقوات العدو الإسرائيلي في ثكنة دوفيف بصاروخ فلق 2، كردٍ على الاستباحة الهمجية الإسرائيلية للمدن والقرى والمدنيين.\n7- في إطار سلسلة عمليات \"خيبر\" وردًا على استهداف المدنيين والمجازر التي يرتكبها العدو، وبنداء لبيك يا نصر الله، أطلقت المقاومة الإسلامية صليات صاروخية من نوع فادي\" 4\" على قاعدة غليلوت التابعة لوحدة الإستخبارات العسكرية 8200 ومقر الموساد التي تقع في ضواحي تل أبيب.\n8- الساعة 11:45 استهداف تجمع لجنود العدو الإسرائيلي بين موقعي الرمثا والسماقة في تلال كفرشوبا اللبنانية المحتلة بـ 32 صاروخ كاتيوشا.\n9- الساعة 13:40 استهداف تجمع لقوات العدو الإسرائيلي في موقع المطلة بقذائف المدفعية وأصابوه إصابة مباشرة.\n10- الساعة 13:40 استهداف تجمع لقوات العدو الإسرائيلي في مستعمرة كفار جلعادي بصلية من صواريخ الكاتيوشا.\n11- في إطار سلسلة عمليات \"خيبر\" وردًا على استهداف المدنيين والمجازر التي يرتكبها العدو، وبنداء لبيك يا نصر الله، أطلقت المقاومة الإسلامية صلية صاروخية من نوع فادي\" 4\" على قاعدة سده دوف الجوية في ضواحي تل أبيب.",
    "trans": "3- At 08:05 a rocket salvo targeted a group of Israeli enemy soldiers in the Metula settlement.\n4- At 08:55 artillery targeted a group of Israeli enemy soldiers in the Avivim settlement.\n5- At 10:00 a rocket salvo targeted a gathering of Israeli enemy soldiers near the Rosh Pina settlement, in response to the brutal Israeli invasion of cities, villages, and civilians.\n6- At 10:30 a Falaq-2 rocket targeted a group of Israeli enemy forces in the Dovev barracks, in response to the brutal Israeli invasion of cities, villages, and civilians.\n7- As part of the \"Khaybar\" operations and in response to the targeting of civilians and the massacres committed by the enemy, and in response to the call \"Labayk Ya Nasrallah,\" the Islamic Resistance launched Fadi-4 rocket salvos at the Glilot base of the 8200 Military Intelligence Unit and the Mossad headquarters located in the suburbs of Tel Aviv.\n8- At 11:45 a gathering of Israeli enemy soldiers between the Ramtha and Samaka positions in the occupied Lebanese hills of Kfar Shuba was targeted with 32 Katyusha rockets.\n9- At 13:40 artillery targeted a group of Israeli enemy forces at the Metula site, hitting it directly.\n10- At 13:40 a Katyusha rocket salvo targeted a gathering of Israeli enemy forces in the Kfar Giladi settlement.\n11- As part of the \"Khaybar\" operations and in response to the targeting of civilians and the massacres done by the enemy, and in response to the call \"Labayk Ya Nasrallah,\" the Islamic Resistance launched a Fadi-4 rocket salvo at the Sde Dov airbase in the suburbs of Tel Aviv."
}