{
    "source": "ar_AE",
    "target": "en_US",
    "text": "• الأعراض: صعوبة الرؤية في الضوء الخافت، جفاف العين، وزيادة خطر الإصابة بالعدوى.\n2. نقص فيتامين D\n• المرض: الكساح عند الأطفال، تلين العظام عند البالغين.\n• الأعراض: ضعف في العظام، تشوهات في الهيكل العظمي، وهشاشة العظام.\n3. نقص فيتامين C\n• المرض: الإسقربوط.\n• الأعراض: نزيف اللثة، ضعف في التئام الجروح، آلام في المفاصل والعضلات.\n4. نقص فيتامين B12\n• المرض: فقر الدم الخبيث.\n• الأعراض: التعب، ضيق التنفس، تنميل الأطراف، اضطرابات في الجهاز العصبي.\n5. نقص فيتامين B1 (الثيامين)\n• المرض: البري بري.\n• الأعراض: ضعف العضلات، مشاكل في القلب، مشاكل في الأعصاب.\n6. نقص الحديد\n• المرض: فقر الدم الناتج عن نقص الحديد.\n• الأعراض: التعب، شحوب الجلد، ضعف التركيز، وضيق التنفس.\n7. نقص اليود\n• المرض: تضخم الغدة الدرقية (الدرقية) أو القصور الدرقي.\n• الأعراض: تضخم في الرقبة، ضعف في النمو العقلي للأطفال، بطء في الأيض، وزيادة الوزن.\n8. نقص الكالسيوم\n• المرض: هشاشة العظام وتلين العظام.\n• الأعراض: ضعف في العظام، زيادة خطر الكسور، وتشنجات العضلات.\n9. نقص المغنيسيوم\n• المرض: نقص المغنيسيوم.\n• الأعراض: تشنجات عضلية، خفقان القلب، ضعف، وغثيان.\n10. نقص الزنك\n• المرض: تأخر النمو وضعف المناعة.",
    "trans": "• Symptoms: Difficulty seeing in dim light, dry eyes, and increased risk of infections.\n2. Vitamin D deficiency\n• Disease: Rickets in children, osteomalacia in adults.\n• Symptoms: Weak bones, skeletal deformities, and osteoporosis.\n3. Vitamin C deficiency\n• Disease: Scurvy.\n• Symptoms: Bleeding gums, poor wound healing, joint and muscle pain.\n4. Vitamin B12 deficiency\n• Disease: Pernicious anemia.\n• Symptoms: Fatigue, shortness of breath, numbness in limbs, nervous system disorders.\n5. Vitamin B1 (Thiamine) deficiency\n• Disease: Beriberi.\n• Symptoms: Muscle weakness, heart problems, nerve issues.\n6. Iron deficiency\n• Disease: Iron deficiency anemia.\n• Symptoms: Fatigue, pale skin, poor concentration, and shortness of breath.\n7. Iodine deficiency\n• Disease: Goiter or hypothyroidism.\n• Symptoms: Neck swelling, impaired mental development in children, slow metabolism, and weight gain.\n8. Calcium deficiency\n• Disease: Osteoporosis and osteomalacia.\n• Symptoms: Weak bones, increased risk of fractures, and muscle cramps.\n9. Magnesium deficiency\n• Disease: Magnesium deficiency.\n• Symptoms: Muscle spasms, irregular heartbeat, weakness, and nausea.\n10. Zinc deficiency\n• Disease: Growth retardation and weakened immunity."
}