{
    "source": "ar_AE",
    "target": "en_US",
    "text": "يسهِّل iPhone الوصول إلى الأشخاص المهمين لك. أضفهم إلى جهات الاتصال حتى تجد معلوماتهم في كل مكان تحتاج إليه، وتابع الرسائل النصية أو المكالمات الهاتفية أو فيستايم.\nالبقاء على اتصال مع الأصدقاء والعائلة\nكل شيء ضمن العائلة\nيمكنك أنت وأفراد عائلتك استخدام المشاركة العائلية لمشاركة مشتريات التطبيقات المؤهلة ومواقعكم وحتى البيانات الصحية. يمكنك أيضًا اختيار أحد أفراد عائلتك أو شخص تثق به لمساعدتك في استعادة إمكانية الوصول إلى iPhone إذا نسيت رمز الدخول.\nمشاركة الميزات مع العائلة\nاجعل يومك سهلاً\nتعرَّف على كيفية استخدام التطبيقات الموجودة على iPhone لتوجيهك إلى الأماكن التي تذهب إليها في أغلب الأحيان، ودفع ثمن القهوة الصباحية، وتذكيرك بمهامك المهمة، وحتى قفل باب منزلك تلقائيًا عند مغادرة المنزل.\nاستخدام iPhone في روتينك اليومي\nنصائح احترافية\nاطلع على هذه النصائح التي يقدمها مستشارو دعم Apple للحفاظ على iPhone والمعلومات التي يمكنك حفظها عليه بشكل آمن.\nنصائح الخبراء من دعم Apple\nلتصفح دليل مستخدم iPhone، انقر على جدول المحتويات في الجزء العلوي من الصفحة، أو أدخل كلمة أو عبارة في حقل البحث.\nهل كان هذا مفيدًا؟ نعم لا\nالتالي\nطرز iPhone المتوافقة مع iOS 18",
    "trans": "iPhone makes it easy to reach important people. Add them to your contacts to find their data everywhere you want it, and keep up with text messages, phone calls, or FaceTime.\nStaying in connected with Friends and Family\nAll Within the Family\nYou and your family members can use Family Sharing to share eligible app purchases, locations, and even health information. You can also select a family member or a trusted person to assist you to regain access to your iPhone if you forget your passcode.\nSharing Features with Family\nMake Your Day Easy\nKnow how to use iPhone apps to direct you to the places you go most often, pay for your morning coffee, remind you of important tasks, and even automatically lock your home when you are out.\nUsing iPhone in Your Daily Routine\nPro Tips\nCheck out these tips from Apple Support advisors to keep your iPhone and the information you store on it secure.\nExpert Tips from Apple Support\nTo browse the iPhone User Guide, click the table of contents at the top of the page, or write a word or phrase in the search field.\nWas this useful? Yes No\nNext\niPhone Models Compatible with iOS 18"
}