{
    "source": "ar_AE",
    "target": "en_US",
    "text": "إن أساس العلاقات بين أذربيجان والكويت يعود إلى الزعيم الوطني للشعب الأذربيجاني الراحل حيدر علييف، رحمه الله وأمير الكويت الراحل الشيخ جابر الأحمد، طيّب الله ثراه، في ديسمبر 1994 في الدار البيضاء بالمملكة المغربية، خلال قمة منظمة التعاون الإسلامي، وتتالت الاجتماعات واللقاءات في مارس 1995 في كوبنهاغن في قمة الأمم المتحدة وفي أكتوبر 1995 في نيويورك على هامش الاحتفال السنوي لتأسيس الأمم المتحدة.\nوفي 1995، افتتحت الكويت في العاصمة الأذربيجانية باكو مكتب لجنة مسلمي آسيا، التابع للهيئة الخيرية الإسلامية العالمية، وفي 1996، وبتوجيهات من الأمير الشيخ جابر الأحمد ورعاية خاصة من الزعيم حيدر علييف، نظّمت لجنة مسلمي آسيا المؤتمر الدولي الأول لمساعدة اللاجئين والنازحين الأذربيجانيين في مدينة باكو. وبناء على تعليمات الأمير الراحل الشيخ جابر في 1995 تم إرسال خمس طائرات محملة بـ 200 طن من المساعدات الغذائية والطبية إلى أذربيجان.\nوفي 2004 افتُتحت سفارة أذربيجان في الكويت، وفي 2006 باشرت سفارة الكويت في أذربيجان العمل.\nإن الزيارة الرسمية التي قام بها رئيس جمهورية أذربيجان إلهام علييف إلى الكويت يومي 10و11 فبراير 2009، كانت علامة بارزة في تطوير وتعزيز العلاقات بين بلدينا، والارتقاء بالعلاقات السياسية إلى أعلى مستوى.",
    "trans": "The foundation of relations between Azerbaijan and Kuwait dates back to the late national leader of the Azerbaijani people, Heydar Aliyev, may he rest in peace, and the late Emir of Kuwait, Sheikh Jaber Al-Ahmad, may God bless his soul, in December 1994 in Casablanca, Morocco, during the Islamic Cooperation Organization Summit. Subsequent meetings and encounters followed in March 1995 in Copenhagen at the United Nations Summit and in October 1995 in New York on the sidelines of the annual celebration of the United Nations' establishment.\nIn 1995, Kuwait opened the Office of the Muslim Asia Committee, affiliated with the International Islamic Charity Organization, in the Azerbaijani capital, Baku. In 1996, under the directives of Emir Sheikh Jaber Al-Ahmad and with the special patronage of leader Heydar Aliyev, the Muslim Asia Committee organized the First International Conference to Aid Azerbaijani Refugees and Displaced Persons in Baku. Based on the instructions of the late Emir Sheikh Jaber in 1995, five planes carrying 200 tons of food and medical aid were sent to Azerbaijan.\nIn 2004 Azerbaijan opened its embassy in Kuwait, and in 2006 Kuwait's embassy in Azerbaijan began operations.\nThe official visit of Azerbaijani President Ilham Aliyev to Kuwait on February 10–11, 2009, was a milestone in developing and strengthening relations between the two countries elevating political relations to the highest level."
}