{
    "source": "ar_AE",
    "target": "en_US",
    "text": "( 16 ) مِن سنة الله الابتلاء، فلا تظنوا يا معشر المؤمنين أن يترككم الله دون اختبار؛ ليعلم الله علمًا ظاهرًا للخلق الذين أخلصوا في جهادهم، ولم يتخذوا غير الله ورسوله والمؤمنين بطانة وأولياء. والله خبير بجميع أعمالكم ومجازيكم بها.\n( 17 ) ليس من شأن المشركين إعمار بيوت الله، وهم يعلنون كفرهم بالله ويجعلون له شركاء. هؤلاء المشركون بطلت أعمالهم يوم القيامة، ومصيرهم الخلود في النار.\n( 18 ) لا يعتني ببيوت الله ويعمرها إلا الذين يؤمنون بالله واليوم الآخر، ويقيمون الصلاة ويؤتون الزكاة، ولا يخافون في الله لومة لائم، هؤلاء العُمَّار هم المهتدون إلى الحق.\n( 19 ) أجعلتم -أيها القوم- ما تقومون به من سقي الحجيج وعِمارة المسجد الحرام كإيمان من آمن بالله واليوم الآخر وجاهد في سبيل الله؟ لا تتساوى حال المؤمنين وحال الكافرين عند الله، لأن الله لا يقبل عملا بغير الإيمان. والله سبحانه لا يوفق لأعمال الخير القوم الظالمين لأنفسهم بالكفر.",
    "trans": "Verse 16: It is part of God's way to test believers, so do not think, O believers, that God will leave you without testing you. This is so that God may make evident those who are sincere in their struggle and have not taken anyone other than God, His Messenger and the believers as allies. God is aware of all your deeds and will reward you accordingly.\nVerse 17: It is not for the polytheists to maintain the mosques of God while they openly disbelieve in Him and associate partners with Him. Their deeds are in vain and they will dwell in the Fire forever.\nVerse 18: Only those who believe in God and the Last Day, establish prayer, give zakat, and fear none but God should maintain the mosques of God. These are the ones who are rightly guided.\nVerse 19: Have you - O people -equated your acts of providing water to the pilgrims and maintaining the Sacred Mosque with the faith of those who believe in Allah and the Last Day and strive in His cause? The state of believers and disbelievers is not equal in the sight of Allah, for Allah does not accept deeds without faith. And Allah, the Almighty, does not guide the wrongdoing people who wrong themselves through disbelief."
}