{
    "source": "ar_AE",
    "target": "en_US",
    "text": "\"تحديثات أخبار السودان تطورات حالة البلاد ورؤية مستقبلية\"\nفي هذا الفيديو الحصري، سنقدم لكم أحدث التحديثات والأخبار المتعلقة بالسودان، حيث نرصد لكم أبرز المستجدات السياسية والاقتصادية والاجتماعية التي تشهدها البلاد حالياً. ستحصلون على نقل حي وموثوق للأحداث التي تهم شعب السودان والمجتمع الدولي.\nمن خلال تغطية شاملة للأخبار، سنسلط الضوء على التطورات الجارية في السياسة السودانية، بما في ذلك التغييرات الحكومية والاحتجاجات الشعبية والجهود الرامية إلى تحقيق الاستقرار والديمقراطية. كما سنرصد أيضاً تأثير السياسة الدولية على السودان وعلاقاته مع دول المنطقة والعالم.\nمحمد ابو الدهب بسيوني كامل اليوم الانصرافي يس البشير و غالب طيفور و عثمان ذو النون و الانصرافي اليوم\nالسودان الجزيرة السودان الان السودان اليوم مباشر الان السودان اليوم مباشر السودان الان مباشر الخرطوم\nتابع اخبار السوان لحلظه بالحظه علي قناة افريكا ميديا بالعربي الرسمية علي موقع اليتيوب وايضا يمكنكما متابعة التقارير الاخبارية اليومية علي القناة الاخبارية الثانية افركا ميديا نيوز",
    "trans": "\"Sudan News Updates: Current State Developments and a Future Vision\"\nIn this exclusive video, we present the latest updates and news related to Sudan, highlighting the most prominent political, economic, and social developments currently taking place in the country. You will receive live and reliable coverage of events that matter to the Sudanese people and the international community.\nThrough comprehensive news coverage, we will shed light on ongoing developments in Sudanese politics, including governmental changes, popular protests, and efforts aimed at achieving stability and democracy. We will also highlight the impact of international politics on Sudan and its relations with countries in the region and the world.\nMohammed Abu Al-Dahab, Basyouni Kamel, Al-Insarafi today, Yassin Al-Bashir, Ghaleb Tayfour, Othman Dhul-Noon, and Al-Insarafi today.\nSudan Al Jazeera, Sudan now, Sudan live today, Sudan live now, Sudan now live, Khartoum.\nFollow Sudan news moment by moment on the official Africa Media Arabic channel on YouTube. You can also follow daily news reports on the second news channel, Africa Media News."
}