{
    "source": "ar_AE",
    "target": "en_US",
    "text": "السيد/احمد ناجي محسن\nرسالة استعجال\n* هذا المستند معتمد إلكترونياً ولا يحتاج إ توقيع أو ختم ويمكنكم التحقق من صحته بالدخول ع موقع محاكم د )خدماتنا الالكترونية العامة - الاستفسارات( * للرد ع الخطاب يتم الارسال ع البيد الالكترو Courtsmail@dc.gov.ae\nصفحة2من2\n--\nبالنيابة عن رئيس قسم - قسم تنفيذ الأحوال الشخصية\nالسيد/عيسى محمد عيسى\nرسائل القضايا\nالرقم [redacted_number] التايخ 2023-08-01 رقمالصادر [redacted_number]\nمحكمة التنفيذ\nرسالة الحجز ع أرصدة\nرقم التنفيذ[redacted_number] تنفيذ شرعي دائرة تنفيذ الأحوال الثالثة وضحة محمد ع حماد - [redacted_name] - - الجنسية: الإمارات\nالموضوع: المنظورة : طالب التنفيذ: منفذ ضده:\nقررت محكمـة الأـحوال الشخصـية بتايـخ &31-07-2023 الكتابـة إليكـم للإسـتعلام عن أرصـدة أو حسابـات أو ودائـع أو أيـة حسابـات مشتركــة مســجلة بـاسم المنفــذ ضــده وتوقيـع الحجز ع رصــيد حسـاب المنفــذ ضــده حــدود مبلـغ وقــدره 253611 درهـم عــدا المبـالغ المحولـة من جهـة عمله والخاصـة براتبه فيصـرح للمنفـذ ضـده بسـحبها دون توقيع الحجز عليهـا مع إفادتنـا بجهـة العمـل الـتي",
    "trans": "To: Mr. Ahmed Naji Mohsen\nUrgent Letter\n* This document is electronically approved and does not require a signature or seal. You can verify its authenticity by visiting [Dubai] Courts website (Public Electronic Services - Inquiries (To respond to this letter, please send your reply to the following email address: Courtsmail@dc.gov.ae\nPage 2 of 2\n--\nOn behalf of the Head of Department - Personal Status Enforcement Department\nMr. Issa Mohammed Issa\nCase Correspondence\nNo. [redacted_number] | Date: 01-08-2023 | Outgoing No.: [redacted_number]\nEnforcement Court\nWrit of Attachment on Accounts\nEnforceemtn No. [redacted_number] Sharia Enforcement - Third Personal Status Enforcement Department - Wadha Mohammed A Hammad - [redacted_name] -- Nationality: Emirati\nSubject: Pending Case: Enforcement Applicant: Enforcement Respondent:\nOn 31-07-2023, the Personal Status Court decided to send you this letter to inquire about any balances,accounts, deposits, or joint accounts registered under the name of the Enforcement Respondent. The Court also ordered the attachment of the Enforcement Respondent's account for an amount of 253,611 AED, excluding any amounts transferred by the Respondent's employer as salary. The Respondent is permitted to withdraw these salary payments without attachment. Kindly provide us with the details of the Respondent's employer that"
}