{
    "source": "ar_AE",
    "target": "en_US",
    "text": "قم بتنظيف السطح جيدًا. إذا لاحظت وجود غشاوة أو علامات صنفرة، كرر الخطوة الأخيرة من التلميع.\nاستبدل قرص السنفرة بـ أقراص التلميع المصنوعة من اللباد وطبق كمية صغيرة من مركب التلميع على القرص. حافظ على القرص مسطحًا على الزجاج وقم بالتلميع من جانب إلى آخر مع تطبيق ضغط متساوٍ. إذا لزم الأمر، أضف الماء لتنشيط المركب واستمر في التلميع حتى يصبح الزجاج شفافًا.\nالخطوة 9: تسوية السطح بعد صنفرة ما قبل التلميع\nالخطوة 6: تسوية السطح\nتحقق بانتظام من قرص السنفرة واضربه برفق لإزالة غبار الزجاج لضمان الأداء الأمثل.\nالخطوة 3: تثبيت قرص السنفرة\nقم بتبديل القرص إلى القرص الأزرق وقم بصنفرة الجانب إلى الجانب، مع توسيع المنطقة حتى تختفي بقع الماء العنيدة أو العلامات المتبقية من القرص الأخضر.\nبعد إزالة الضرر، قم بصنفرة المنطقة بلطف حتى تحصل على مظهر متساوي غير لامع. انتبه لأي مناطق داكنة واستمر في الصنفرة حتى تصبح السطح مستوية.\nامسح السطح بالماء وتأكد من إزالة جميع الأضرار. ابحث عن أي علامات صنفرة متبقية من القرص الأخضر وتأكد من إزالتها تمامًا قبل الانتقال إلى خطوة التلميع النهائية.\nالخطوة 8: تنظيف قرص ما قبل التلميع\nالخطوة 1: التنظيف\nالخطوة 7: صنفرة ما قبل التلميع\nقم بتوصيل المغزل بقرص الدعم ثم قم بتثبيته على المثقاب.",
    "trans": "Clean the surface comprehensively. If you find any haze or sanding marks, do the final polishing step again.\nReplace the sanding disc with felt polishing discs and apply a little amount of polishing compound to the disc. Maintain the disc flat on the glass and burnish from side to side with even pressure. If required, add water to activate the compound and continue polishing until the glass becomes transparent.\nStep 9: Level the surface after pre-polishing sanding.\nStep 6: Level the surface.\nContinuously check the sanding disc and slightly tap it to remove glass dust to guarantee perfect performance.\nStep 3: Install the sanding disc.\nSwitch to the blue disc and sand side to side, expanding the area until stubborn water spots or marks from the green disc disappear.\nAfter removing the damage, gently sand the area until you achieve an even matte appearance. Pay attention to any dark areas and proceed sanding until the surface is level.\nWipe the surface with water and ensure all damage is removed. Look for any remaining sanding marks from the green disc and make sure they are fully removed before moving to the final polishing step.\nStep 8: Clean the pre-polishing disc.\nStep 1: Cleaning.\nStep 7: Pre-polishing sanding.\nConnect the spindle to the backing disc and then secure it to the drill."
}