{
    "source": "ar_AE",
    "target": "en_US",
    "text": "سوا 115 الجديدة تحتوي على 1000 دقيقة لكل الشبكات و 35 جيجابايت بيانات،بيانات سوشال لامحدودة صالحة لمدة 4 أسابيع بـ 115 ريال\nللحصول على هذا العرض أرسل 89231\n* سوا 25 / 28 يوم\nسوا الشهري 25 لكل الشبكات يحتوي على 150 دقيقة لكل الشبكات و 3 جيجابايت بيانات، صالحة لمدة 4 أسابيع بـ 25 ريال\nللحصول على هذا العرض أرسل 88918\n* سوا 50 / 4 أسابيع\nسوا الشهري 50 لكل الشبكات يحتوي على 400 دقيقة لكل الشبكات و 8 جيجابايت بيانات، صالحة لمدة 4 أسابيع بـ 50 ريال\nللحصول على هذا العرض أرسل 88908\n* سوا 30 / 4 أسابيع\nسوا الشهري 30 لكل الشبكات يحتوي على 200 دقيقة لكل الشبكات و 5 جيجابايت بيانات، صالحة لمدة 4 أسابيع بـ 30 ريال\nللحصول على هذا العرض أرسل 88906\n* سوا 40 / 4 أسابيع\nسوا الشهري 40 لكل الشبكات يحتوي على 300 دقيقة لكل الشبكات و 6 جيجابايت بيانات، صالحة لمدة 4 أسابيع بـ 40 ريال\nللحصول على هذا العرض أرسل 88914\n* سوا 99 / 4 أسابيع\nسوا الشهري 99 لكل الشبكات يحتوي على 1500 دقيقة لكل الشبكات و 20 جيجابايت بيانات و سوشال ميديا لامحدود، صالحة لمدة 4 أسابيع بـ 99 ريال\nللحصول على هذا العرض أرسل 89046",
    "trans": "Sawa 115 contains 1000 minutes to all networks, 35 GB data, and unlimited social media data, valid for 4 weeks at 115 SAR.\nTo get this offer, send 89231.\nSawa 25/ 28 days\nSawa Monthly 25 for all networks includes 150 minutes to all networks and 3 GB data, valid for 4 weeks at 25 SAR.\nTo get this offer, send 88918.\nSawa 50/ 4 weeks\nSawa Monthly 50 for all networks includes 400 minutes to all networks and 8 GB data, valid for 4 weeks at 50 SAR.\nTo get this offer, send 88908.\nSawa 30/ 4 weeks\nSawa Monthly 30 for all networks includes 200 minutes to all networks and 5 GB data, valid for 4 weeks at 30 SAR.\nTo get this offer, send 88906.\nSawa 40/ 4 weeks\nSawa Monthly 40 for all networks includes 300 minutes to all networks and 6 GB data, valid for 4 weeks at 40 SAR.\nTo get this offer, send 88914.\nSawa 99/ 4 weeks\nSawa Monthly 99 for all networks includes 1500 minutes to all networks, 20 GB data, and unlimited social media, valid for 4 weeks at 99 SAR.\nTo get this offer, send 89046."
}