{
    "source": "ar_AE",
    "target": "en_US",
    "text": "2. نزول المطر في أول الصلاتين.\n3. أن يكون المطر بما يبل الثياب، بمعنى يشق الذهاب إلى المسجد مع وجوده.\n4. أن تكون صلاة الجماعة في المسجد.\nويمكن مراجعة هذه الشروط بتوسع في كتاب \"الأم\" للإمام الشافعي (1/94).\nوالإمام الراتب هو الذي له حَقُّ الجزم بانطباق شروط الجمع من عدمها، وليس لأحد من المصلين الاعتراض عليه في المسجد، سواء كان اعتراضًا لطلب الجمع، أو لتركه؛ إذ الأصل أن لدى الإمام من العلم الشرعي ما يؤهله لاتخاذ القرار في ذلك الأمر، ولو فتح الباب لاقتراحات المصلين لحدث الخلل والاضطراب، وعلت الأصوات في المساجد، وغدت أيام الأمطار -التي هي بركات الله تنزل على عباده- نقمةً على المصلين، لما يسمعونه من صخب في مساجدهم بسبب كثرة الاعتراضات والمناقشات.\nوأما من كان لديه العلم الشرعي المؤهل لتقديم النصيحة للإمام، فليكن ذلك على وجه السر والخفية، يتناصح معه في شأن انطباق شروط الجمع من عدمها، ويسمع منه حجته الشرعية، ولا يحدث فتنة في المسجد بحجة الأمر بالمعروف والنهي عن المنكر، ويغفل أن العلماء ذكروا شروطًا لجواز الأمر بالمعروف والنهي عن المنكر، منها:\nأن لا يؤدي القيام بذلك إلى مفسدة أعظم.",
    "trans": "2. Rain fell at the beginning of both prayers.\n3. The rain wets the praying person`s clothes i.e. he faces hardship in going to the mosque because of it.\n4. The two prayers are offered in congregation at the mosque.\nThese conditions can be reviewed in detail in \"Kitab Al-Umm\" by Imam Al-Shafi'i (1/94).\nThe appointed imam has the sole authority to determine whether the conditions for combining prayers are met or not. None of the congregants has the right to object in the mosque, whether to request combining the prayers or to oppose it. The basic assumption is that the imam possesses the requisite Islamic knowledge to make such decisions. Allowing congregants to voice their suggestions could lead to disorder and chaos, raising voices in the mosques and turning rainy days—God’s blessings descending upon His servants—into a nuisance for the worshippers due to the noise caused by numerous objections and discussions.\nAs for those who possess adequate Islamic knowledge to advise the imam, they should do so privately and discreetly, discussing with him the applicability of the conditions for combining prayers. They should listen to his legal reasoning and not create discord in the mosque under the pretense of enjoining good and forbidding evil. They must remember that scholars have stipulated conditions for the permissibility of enjoining good and forbidding evil, including:\nIt should not lead to a greater harm."
}