{
    "source": "ar_AE",
    "target": "en_US",
    "text": "بمجرد أن يبدأ الطيارون في العمل، تقول اللوائح الفيدرالية أن أمامهم أربع عشرة ساعة للعمل قبل التوقف عنه، ونظرًا لأن الرحلة المباشرة إلى المملكة تستغرق أكثر من اثنتي عشرة ساعة، فقد ظللنا نطلب من الطيارين تأجيل وقت البدء حتى لا نضطر إلى التوقف في منتصف الرحلة لقضاء الليل، ثم الوصول متأخرين إلى القمة.\nبينما كنت أتجول في منزلي، فكرت في إلغاء الرحلة والسماح للسعوديين والقطريين بحل الأزمة بمفردهم، لكنني كنت أعرف أن الرئيس يريد حل الصراع والاتفاق من شأنه أن يعزز المصالح الأمريكية من خلال تعزيز مكانة أمريكا في المنطقة، وتوحيد اثنين من شركائنا المهمين، وإزالة نقطة الخلاف المستمرة التي أعاقت اتفاقيات السلام المحتملة، وإذا فشلنا في التوصل إلى هذا الاتفاق، فسيكون لدى إيران فرصة لاستغلال الصدع بشكل أكبر.\nقمت بنقل وقت رحلتي إلى أحدث نافذة ممكنة - الساعة الثامنة من صباح اليوم التالي، وقبل الذهاب إلى الفراش، أخبرت الشيخ محمد بن عبد الرحمن أن محمد بن سلمان مستعد لفتح المجال الجوي السعودي، وقال إنه سينقل الرسالة إلى تميم.\nأدى هذا إلى إعادة تفعيل التسوية، لكن بينما كنت أنتظر كلمة من قطر، تساءلت عما إذا كان الوقت قد فات.",
    "trans": "Once pilots start working, the federal regulations say they have fourteen hours to work before they stop. Since a direct flight to the Kingdom takes more than twelve hours, we kept asking the pilots to push back their start time so we wouldn't have to stop in the middle of the flight to spend the night and arrive late to the summit.\nAs I walked around my house, I thought about canceling the trip and letting the Saudis and Qataris resolve the crisis independently. Still, I knew the president wanted to resolve the conflict. An agreement would advance American interests by strengthening America’s standing in the region, uniting two of our essential partners, and removing a persistent sticking point that had held up potential peace deals. If we failed to reach this agreement, Iran would have an opportunity to exploit the rift further.\nI moved my flight time to the latest possible time—8 a.m. the next morning—and before going to bed, I told Sheikh Mohammed bin Abdulrahman that Mohammed bin Salman was ready to open Saudi airspace. He said he would convey the message to Tamim.\nThis put the settlement back on the track, but as I waited for word from Qatar, I wondered if is it too late."
}