{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ثمّ تقول مائة مرّة :\nاَللَّـهُمَّ الْعَنْ أَوَّلَ ظَالِمٍ ظَلَمَ حَقَّ مُحَمَّدٍ وَّآلِ مُحَمَّدٍ وَآخِرَ تَابِعٍ لَهُ عَلَى ذلِكَ ، اَللّـَهُمَّ الْعَنِ الْعِصَابَةَ الَّتي جَاهَدَتِ الْحُسَيْنَ ـ عَلَيْهِ السَّلَامُ ـ وَشَايَعَتْ وَبَايَعَتْ وَتَابَعَتْ عَلَى قَتْلِهِ ، اَللَّـهُمَّ الْعَنْهُمْ جَمِيعاً .\nثمّ تقول مائة مرّة :\nاَلسَّلامُ عَلَيْكَ يَا أَبَا عَبْدِ اللهِ وَعَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ ، عَلَيْكَ مِنِّي سَلامُ اللهِ أَبَداً مَّا بَقِيتُ وَبَقِيَ اللَّيْلُ وَالنَّهَارُ ، وَلا جَعَلَهُ اللهُ آخِرَ الْعَهْدِ مِنِّي لِزِيَارَتِكُمْ ، اَلسَّلامُ عَلَى الْحُسَيْنِ ، وَعَلَى عَلِيِّ بْنِ الْحُسَيْنِ وَعَلَى أَوْلادِ الْحُسَيْنِ وَعَلَى أَصْحَابِ الْحُسَيْنِ .\nثمّ تقول :\nاَللَّـهُمَّ خُصَّ أَنْتَ أَوَّلَ ظَالِمٍ بِاللَّعْنِ مِنِّي ، وَابْدَأْ بِهِ أَوَّلاً ، ثُمَّ الْعَنِ الثَّانيَ وَالثَّالِثَ وَالرَّابِعَ ، اَللّـَهُمَّ الْعَنْ يَزيدَ خَامِساً ، وَالْعَنْ عُبَيْدَ اللهِ بْنَ زِيَادٍ وَّابْنَ مَرْجانَةَ وَعُمَرَ بْنَ سَعْدٍ وَّشِمْراً وَآلَ أَبِي سُفْيَانَ وَآلَ زِيادٍ وََآلَ مَرْوَانَ إِلَى يَوْمِ الْقِيَامَةِ .\nثمّ تسجد وتقُول :\nاَللَّـهُمَّ لَكَ الْحَمْدُ حَمْدَ الشَّاكِرِينَ لَكَ عَلَى مُصَابِهِمْ ، اَلْحَمْدُ للهِ عَلَى عَظِيمِ رَزِيَّتِي ، اَللَّـهُمَّ ارْزُقْنِي شَفَاعَةَ الْحُسَيْنِ يَوْمَ الْوُرُودِ ، وَثَبِّتْ لِي قَدَمَ صِدْقٍ عِنْدَكَ مَعَ الْحُسَيْنِ وَأَصْحَابِ الْحُسَيْنِ اَلَّذِينَ بَذَلُوا مُهَجَهُمْ دُونَ الْحُسَيْنِ عَلَيْهِ السَّلامُ .",
    "trans": "Then, you say one hundred times:\nO Allah, curse the first oppressor who wronged the right of Muhammad and the family of Muhammad, and the last follower who carried on in this act. O Allah, curse the group that fought against Al-Husayn (peace be upon him), supported, pledged allegiance to, and followed those who killed him. O Allah, curse them all.\nThen, you say one hundred times:\nPeace be upon you, O Aba Abdillah, and upon the souls that rested in your sanctuary. Upon you be from me the peace of Allah, as long as I exist and as long as night and day remain. And may Allah never make it the last visit from me to you. Peace be upon Al-Husayn, and upon Ali ibn Al-Husayn, and upon the sons of Al-Husayn, and upon the companions of Al-Husayn.\nThen, you say:\nO Allah, specifically curse the first oppressor from me, and begin with him first, then curse the second, the third, and the fourth. O Allah, curse Yazid fifth, and curse Ubaydallah ibn Ziyad, the son of Marjanah, Umar ibn Sa’d, Shimr, the family of Abi Sufyan, the family of Ziyad, and the family of Marwan, until the Day of Resurrection.\nThen you prostrate and say:\nO Allah, all praise belongs to You, the praise of those who are grateful to You for their calamity. All praise is due to Allah for the greatness of my misfortune. O Allah, grant me the intercession of Al-Husayn on the Day of Arrival (Resurrection), and make firm for me a truthful footing with You, alongside Al-Husayn and the companions of Al-Husayn, who sacrificed their souls for Al-Husayn, peace be upon him."
}