{
    "source": "ar_AE",
    "target": "en_US",
    "text": "تشمل:\nالفكرة الإبداعية – تنفيذ الفكرة – دعم طيلة أيام المعرض\nعلى أن تكون الفكرة وتنفيذها سهلة وواضحة ومفهومة وإبداعية غير مكررة واستخدام عناصر تجريبية تفاعلية .\nفيديو إبداعي للشركة Creative corporate video ( فيديو عالي الدقة مع جرافيكس لتقديم معلومات عن تحكم بطريقة إبداعية فيديو من 2 إلى 3 دقائق)\nتشمل:\nالفكرة الإبداعية – تنفيذ الفكرة – دعم طيلة أيام المعرض\nعلى أن تكون الفكرة وتنفيذها سهلة وواضحة ومفهومة وإبداعية غير مكررة واستخدام عناصر تجريبية تفاعلية .\nبنـاء شـخصية متحركـة 3D يتـم مـن خلالـه توليـد صـوت للتحـدث والإجابة على أسـئلة الـزوار والترحيـب بـال زوار. كما سيتـم اسـتخدامه عبر المنطقـة الرئيسيـة بالجناح\nبالإضافـة الـى إمكانيـة دمجهـا وربطها مـع احد منتجـات الـذكاء الاصطناعي\nمحتوى :\nالعرض الفني لتحكم للمشاركة في المؤتمر العالمي لمعرض المدن الذكية 2024\nجميع الحقوق محفوظة لشركة انفنت 2024\n22\nخطة عمل إطلاق الحدث\nالمرحلة 1: مرحلة التخطيط الأولية- توقيع الاتفاقية\nالمرحلة 2: مناقشة التصميم مع العميل\nالمرحلة 3: تطوير التصميم وفقًاً لملاحظات العميل\nالمرحلة 4: ترتيب اجتماعات مع ممثل العميل لمناقشة النقاط التالية\nالبروتوكولات\nالعلامة التجارية\nالعمليات\nالمرحلة 5: الموافقة على خطة التصميم\nالمرحلة 6: بدء تصنيع عناصر الديكور",
    "trans": "Includes:\nCreative idea – Execution of the idea – Support throughout the exhibition days\nThe idea and its execution should be easy, clear, understandable, creative, non-repetitive, and use interactive experimental elements.\nCreative corporate video (high-definition video with graphics to present information about control in a creative way, video of 2 to 3 minutes)\nIncludes:\nCreative idea – Execution of the idea – Support throughout the exhibition days\nThe idea and its execution should be easy, clear, understandable, creative, non-repetitive, and use interactive experimental elements.\nBuilding a 3D animated character through which a voice is generated to speak and answer visitor questions and welcome visitors. It will also be used throughout the main area of the pavilion.\nIn addition to the possibility of integrating and linking it with one of the artificial intelligence products.Content:\nContent:\nTechnical presentation for control to participate in the World Conference of Smart Cities Expo 2024\nAll rights reserved to Infinite Company 2024.\n22\nEvent Launch Action Plan\nStage 1: Initial planning stage – Signing the agreement\nStage 2: Discussing the design with the client\nStage 3: Developing the design according to the client’s feedback\nStage 4: Arranging meetings with the client representative to discuss the following points:\nProtocols\nBranding\nOperations\nStage 5: Approval of the design plan\nStage 6: Start manufacturing the decoration elements"
}