{
    "source": "ar_AE",
    "target": "en_US",
    "text": "بوابة المريض\nالتوظيف\nخدمة الرعاية المنزلية\nاخبار المركز التخصصي الطبي\nتعتبر الصحة و العافية من أثمن الأشياء لكل إنسان و لذلك نسعى دائماً لحمايتها بشتى الطرق و الوسائل الممكنة. ولقد تطورت على مر السنوات خدمات الرعاية الصحية و الوقائية التي يجري تقديمها في المملكة العربية السعودية حيث يتم توفير خدمات طبية ورعاية صحية على أعلى المستويات و المعايير العالمية للرعاية الصحية\n400\nأطباء مؤهلون\nيعمل بالعيادات مئات الأطباء معظمهم استشاريون في كافة التخصصات الطبية المتعددة والتخصصات الدقيقة حيث يجمع هؤلاء الأطباء بين الكفاءة العالية والخبرة اللازمة مما يجعلهم مرجعا علميا متميزا في القطاع الطبي بالمملكة ويساندهم أكثر من 2500 من الكوادر الفنية والتمريض والإدارية\nعلى مدار الساعة\nالطورائ\nجُهزت أقسام الإسعاف بكافة المعدات والأجهزة والأدوات لاستقبال جميع الحالات الإسعافية والحرجة وكذلك حالات الحوادث مع امكانية إجراء جميع الفحوصات المخبرية والشعاعية والعمليات الجراحية على مدار الساعة\n21\nسنوات الخبرة\nأكثر من عقدين من الزمن في تقديم أعلى المستويات من خدمات",
    "trans": "Patient Portal\nEmployment\nHome Healthcare Service\nSpecialized Medical Center News\nHealth and well-being are among the most valuable things for every human being and that is why we always strive to protect them through various possible methods and means. Over the years healthcare and preventive services in the Kingdom of Saudi Arabia have developed significantly, providing medical services and healthcare at the highest levels and global standards of healthcare\n400\nQualified Doctors\nThe clinics employ hundreds of doctors most of whom are consultants in various medical specialties and subspecialties. These doctors combine high competence with the necessary expertise making them a distinguished scientific reference in the medical sector in the Kingdom. They are supported by more than 2,500 technical, nursing, and administrative staff\n24/7\nEmergency\nThe emergency departments have been equipped with all the necessary equipment, devices, and tools to handle all emergency and critical cases, as well as accident cases, with the ability to conduct all laboratory tests, radiological examinations and surgical operations around the clock\n21\nYears of Experience\nOver two decades of providing the highest levels of services"
}