{
    "source": "ar_AE",
    "target": "en_US",
    "text": "قطاع البترول والغاز والبتروكيماويات\nمبيعات شركة أرامكو السعودية من البترول الخام ومشتقاته إلى فرنسا:\nإجمالي مبيعات البترول الخام ومشتقاته (ألف برميل يوميًّا)\n2021م\n2022م\n2023م\n(الربع الأول) 2024م\n67\n88\n82\n33\nأعمال ومشاريع شركة أرامكو السعودية:\n• أنشأت شركة أرامكو السعودية في عام (2013م) (مركز أرامكو لأبحاث الوقود) في العاصمة الفرنسية باريس؛ بهدف تطوير التقنيات التي تدعم استدامة الطلب على البترول، وتجعل أنواع الوقود القائمة على البترول من المقومات التنافسية لتقنيات النقل التي تسهم في خفض الانبعاثات الكربونية، وتحقيق فوائد اقتصادية للمستخدم النهائي، ويمثّل المركز جزءًا من اتفاقية تعاون بحثي مع المعهد الفرنسي لأبحاث الطاقة مدتها (10) سنوات، ويشمل البحث وتطوير التقنيات في مجالات التنقيب، والإنتاج، والتكرير، والمعالجة، والتسويق، وتهدف هذه الجهود المشتركة إلى إيجاد حلول فنية مبتكرة في مجالي الوقود والمحركات، من شأنها تحسين كفاءة محركات الاحتراق الداخلي والحدّ من الانبعاثات.\n• تُعدّ فرنسا دولة مهمة لشركة أرامكو السعودية؛ إذ يبلغ عدد الشركات النشطة لديها (519) شركة مسجلة، منها (57) شركة صناعية معتمدة تعمل في مجال تصميم السلع المهمة وتصنيعها، وتزويد مرافق شركة أرامكو السعودية ومشاريعها بالمعدات الدوارة، والأنابيب، والكيميائيات، ومعدات نقل الحرارة، ومعدات الحفر، وتشمل أبرز الخدمات التي حصلت عليها شركة أرامكو السعودية من فرنسا خدمات البحث والتطوير والخدمات الهندسية.",
    "trans": "Nuclear and Radiological Oil, Gas, and Petrochemicals Sector\nSaudi Aramco's Sales of Crude Oil and Derivatives to France:\nTotal sales of crude oil and its derivatives (in a thousand barrels per day)\n2021\n2022\n2023\n(First Quarter) 2024\n67\n88\n82\n33\nSaudi Aramco's Operations and Projects\nIn 2013, Saudi Aramco established the Aramco Fuel Research Center in the French capital, Paris, to develop technologies that support the sustainability of oil demand. The center focuses on making petroleum-based fuels. Competitive for transportation technologies that help reduce carbon emissions and achieve economic benefits for end users. As part of a 10-year research collaboration agreement with the French Institute for Energy Research, the center conducts research and develops technologies in exploration, production, refining, processing, and marketing. These joint efforts aim to create innovative solutions in fuel and engine technology, improving internal compulsion engine efficiency and reducing emissions.\nFrance is a key partner for Saudi Aramco, hosting 519 active registered companies, including 57 certified industrial firms specializing in the design and manufacturing of critical commodities. These companies supply Saudi Aramco's facilities and projects with rotating equipment, pipes, chemicals, heat transfer equipment, and drilling tools. Key services Saudi Aramco has acquired from France include research and development as well as engineering services."
}