{
    "source": "ar_AE",
    "target": "en_US",
    "text": "محاولة تهريب الرئيس خلف دخان الحرب لن تنجح\nساعتين مضت\nمحليات\nإرتفاع سعر صفيحتي البنزين.. وإنخفاض بسعر المازوت\n53 دقيقة مضت\nتعديل مواعيد بعض رحلات “الشرق الأوسط” من وإلى بيروت\nساعة واحدة مضت\nطقس خريفي مستقر في الأيام المقبلة\nساعة واحدة مضت\nأمن وقضاء\nغارات على الزرارية والمروانية\n28 دقيقة مضت\nبث خبراً مفبركاً لإخلاء أحد المباني في الضبية.. فوقع بقبضة الأمن!\nساعة واحدة مضت\nسلسلة غارات جنوباً\nساعة واحدة مضت\nاقتصاد\nإبقاء لبنان قيد المراقبة بدل إدراجه في “القائمة الرمادية”\n3 ساعات مضت\n200 ألف طن طحين من العراق إلى لبنان\n3 أيام مضت\nفياض: لإعادة توزيع فائض الطاقة على مناطق النزوح\n3 أيام مضت\nعربي ودولي\nإصابة جنديين صهيونيين بعملية تسلل جنوب البحر الميت؟\n23 دقيقة مضت\nلواء “جفعاتي” يلتحق بالعملية العسكرية في جباليا\nساعة واحدة مضت\nمن هو “هدف اسرائيل” المقبل بغزة؟\nساعتين مضت\nرياضة\nمفاجأة مدوية تورط مبابي بقضية ستوكهولم\n15 ساعة مضت\nفاران يكشف سبب إعتزاله كرة القدم\n18 ساعة مضت\nجراح دماغ يشكك بالظهور العلني لشوماخر\n20 ساعة مضت\nمتفرقاتشبابموضةتحقيقفن\nإخلاء سرايا النبطية بشكل كامل\n20 ساعة مضت\nطلبت محافظ النبطية الدكتورة هويدا الترك، اخلاء كل المكاتب الادارية في سرايا النبطية الحكومي حفاظا …",
    "trans": "Attempting to smuggle the president behind the smoke of war will not succeed\nTwo hours ago\nLocal News\nThe price of two gasoline cans rises, while the price of diesel decreases\n53 minutes ago\nRescheduling of some \"Middle East\" flights to and from Beirut\nOne hour ago\nStable autumn weather in the coming days\nOne hour ago\nSecurity and Judiciary\nAirstrikes on Az-Zrariyah and Al-Marwaniyah\n28 minutes ago\nBroadcasted fake news to evacuate a building in Dbayeh... caught by security!\nOne hour ago\nA series of airstrikes in the south\nOne hour ago\nEconomy\nKeeping Lebanon under observation instead of listing it in the \"grey list\"\nThree hours ago\n200 thousand tons of flour from Iraq to Lebanon\nThree days ago\nFayyad: To redistribute energy surplus to displacement areas.\nThree days ago\nArab and International\nInjury of two Israeli soldiers in an infiltration operation south of the Dead Sea?\n23 minutes ago\nThe \"Givati\" brigade joins the military operation in Jabalia.\nOne hour ago\nWho is Israel's next \"target\" in Gaza?\nTwo hours ago\nSports\nShocking surprise involves Mbappé in the Stockholm case\n15 hours ago\nVarane reveals the reason for his retirement from football\n18 hours ago\nBrain surgeon questions the public appearance of Schumacher\n20 hours ago\nMiscellaneous, Youth, Fashion, Investigation, Art\nComplete evacuation of the Nabatieh Saray\n20 hours ago\nThe governor of Nabatieh, Dr. Houaida Turk, requested the evacuation of all administrative offices in the Nabatieh government building to preserve..."
}