{
    "source": "ar_AE",
    "target": "en_US",
    "text": "في أَحَدِ الأَيّامِ، حارَ الطَّعامُ في مَنْزِلِ \"نَبيلٍ\"، فَقَصَدَ السّوقَ كَعادَتِهِ ليَشْتَريَ ما يَلْزَمُهُ. وَكانَ الطَّقْسُ يَوْمَئِذٍ حارًّا، والسّوقُ مُكْتَظًّا بِالمارَّةِ، وَصَوْتُ البائِعينَ يَعْلو في السّاحاتِ، أَمّا الكِلابُ فَلا تَكُفُّ عَنِ النُّباحِ وَتَزيدُ الضَّجيجَ ضَجيجًا.\nوَما إِنْ وَصَلَ إِلى أَحَدِ بائِعي الخُضارِ حَتّى وَقَعَ نَظَرُهُ عَلى القَرْعِ، فَفَكَّرَ في أَنْ يُفاجِئَ والِدَتَهُ وَيُعِدَّ لَها طَبَقَها المُفَضَّلَ: القَرْعُ المَطْبوخُ. وَإِذا بِهِ يَخْتارُ قَرْعًا كَبيرَ الحَجْمِ وَيَتَقَدَّمُ مِنَ البائِعِ ليَسْأَلَهُ عَنْ سِعْرِهِ، فَأَخَذَ البائِعُ القَرْعَ وَزانَهُ ثُمَّ قالَ لِـ\"نَبيلٍ\": \"يُساوي كيلو هَذا النَّوْعِ مِنَ القَرْعِ عَشْرَ جُنَيْهاتٍ، وَهوَ يَزِنُ ثَمانيَةَ كيلواتٍ\". وَلِلْحالِ، فوجئَ \"نَبيلٌ\" لِشِدَّةِ غَلائِهِ، وَطالَبَ البائِعَ بِتَخْفيضِ السِّعْرِ، فَرَدَّ عَلَيْهِ بِحَزْمٍ قائِلًا: \"هَذا ثَمَنُهُ، رَجاءً لا تُجادِلْني\".\nفي تِلْكَ اللَّحْظَةِ، عَلا صَوْتُ \"نَبيلٍ\" في المَحَلِّ وَأَجابَ: \"سَأَشْتَري القَرْعَ الآنَ وَبِسِعْرٍ مَعْقولٍ. سَأُعْطيكَ خَمْسينَ جُنَيْهًا مُقابِلَ القَرْع\". قالَ ذَلِكَ لِأَنَّهُ شَعَرَ بِأَنَّ البائِعَ يَغُشُّهُ، وَهوَ الوَحيدُ الَّذي يَبيعُ القَرْعَ في كُلِّ الحارَةِ. وَما كادَ \"نَبيلٌ\" يُنْهي كَلامَهُ، حَتّى سُمِعَ صَوْتُ جِدالٍ في الشّارِعِ بَيْنَ شابَّيْنِ يافِعَيْن. فَنَسيَ \"نَبيلٌ\" أَمْرَ القَرْعِ، وانْسَحَبَ بِفُضولٍ مِنْ أَمامِ البائِعِ ليَرى ما يَحْدُثُ.",
    "trans": "One day, the food in Nabil's home ran out, so he headed to the market as usual to buy what he needed. The weather was hot that day, and the market was crowded with people. The voices of the vendors were loud in the squares, and the dogs continued barking, adding to the noise.\nAs soon as he reached a vegetable vendor, his eyes fell on pumpkin. He thought of surprising his mother by preparing her favorite dish: cooked pumpkin. He chose a large pumpkin and asked the vendor for the price. The vendor weighed the pumpkin and told Nabil, \"This type of pumpkin costs ten pounds per kilogram, and it weighs eight kilograms.\" Immediately, Nabil was surprised by the high price and asked the vendor for a discount, but the vendor firmly replied, \"That's the price. Please don't argue with me.\"\nAt that moment, Nabil's voice rose in the shop as he replied, \"I'll buy the pumpkin now, but at a reasonable price. I'll give you fifty pounds for the pumpkin.\" He said this because he felt the vendor was cheating him, and he was the only one selling pumpkins in the whole neighborhood. No sooner had Nabil finished speaking than he heard an argument in the street between two young men. Nabil forgot about the pumpkin and curiously left the vendor to see what was happening."
}