{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وقد زفت كتائب الشهيد عز الدين القسام في بيان عسكري؛ إلى العلا الشهيد القائد الكبير/ يحيى السنوار \"أبو إبراهيم\" قائد حركة المقاومة الإسلامية حماس، الذي ارتقى مقبلاً غير مدبر في أشرف المعارك دفاعاً عن المسجد الأقصى المبارك وعن شعبنا وحقوقه المشروعة.\nوقالت كتائب القسام: \"إنه لمن دواعي الفخر أن تقدم حركتنا القادة قبل الجند، وأن يتقدم قادتها قافلة شهداء شعبنا الذين قدموا أرواحهم ودماءهم في سبيل الله وعلى طريق تحرير فلسطين، وأن يستشهد قائدها بين إخوانه المجاهدين بطلاً مشتبكاً مع الغزاة الذين ظنوا أن غزة يمكن أن تكون لقمةً سائغةً لجيشهم الجبان\"\nوأضاف القسام: \"لقد كانت مسيرة قائدنا \"أبي إبراهيم\" مسيرةً جهاديةً مشرّفة، كان خلالها من جيل التأسيس لحركة المقاومة الإسلامية حماس وأجهزتها العسكرية والأمنية، ثم ضحى بزهرة شبابه أسيراً في سجون الاحتلال لأكثر من عشرين عاماً قبل أن يخرج رافع الرأس في صفقة \"وفاء الأحرار\"، وبمجرد تحرره من السجن أبى إلا أن يواصل مسيرة الجهاد ولم يذق للراحة طعماً.\nوأردفت الكتائب: \"أشرف القائد السنوار على العمل العسكري للحركة في الأقاليم الثلاثة وكان له دورٌ مهم في مسار توحيد جبهات المقاومة على طريق القدس، ثم ترأس الحركة في غزة لتشكل فترة قيادته نقلةً نوعيةً في مسيرتها الدعوية والسياسية والعسكرية التي تكللت بـ\"طوفان الأقصى\".",
    "trans": "The Al-Qassam Brigades declared in a military statement the martyrdom of the great leader Yahya Sinwar, also known as \"Abu Ibrahim,\" the leader of the Islamic Resistance Movement Hamas. He was martyred in the noblest of battles defending the Al-Aqsa Mosque and the legitimate rights of our people.\nThe Al-Qassam Brigades declared: \"It is a source of pride that our movement offers its leaders before its soldiers, and that its leaders lead the convoy of our people's martyrs who have sacrificed their lives and blood for the sake of Allah and on the path to liberating Palestine. Our leader was martyred among his fellow fighters, heroically engaging with the invaders who thought Gaza could be an easy prey for their cowardly army.\"\nThey added: \"Our leader 'Abu Ibrahim' had an honorable jihadist journey. He was part of the founding generation of the Islamic Resistance Movement Hamas and its military and security devices. He sacrificed the prime of his youth as a prisoner in the occupation's prisons for more than twenty years before being released with his head held high in the 'Wafa al-Ahrar' deal. Upon his release, he maintained his jihadist path without rest.\"\nThe Brigades continued: \"Leader Sinwar supervised the military work of the movement in the three regions and played an significant role in unifying the resistance fronts on the path to Jerusalem. He then led the movement in Gaza, marking a qualitative shift in its missionary, political, and military journey, culminating in the 'Al-Aqsa Flood.'\""
}