{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وحيث ان المدعية أقامت الاعتراض علي قرار وزارة الموراد البشرية والتوطين والمطالبة بأشياء لا علاقة المدعي عليها بها وقامت بخصومات مالية\nالا ان القرار الصادر فى الشكوى العمالية الصادر (بالزام المدعية بسداد مبلغ وقدره 2080 درهم للمدعي عليها مقابل استرداد خصومات مالية ومرفق إيصالات بالخصومات )\nالا ان القرار لم يلق قبولا لدى المدعى عليها وتؤكد على فانها تعترض عليه للاسباب التالية وليست المدعية تعترض لان القرار لم يعطي المدعي عليها حقوقها كاملة :\nمرفق المذكرة دليل على خصم المدعية من المدعي عليها مبالغ شهرية للاتى :-\n1/ إيصال إستلام المدعى عليها راتب شهر يونيو بمبلغ 3500 درهم مبين به الخصومات الشهرية ب 1000 درهم\n2/ وعليه يكون للمدعي عليها مبلغ خصومات الشهور التي إستلمتها بخصم مبلغ 1000 درهم شهريا وعليه تكون بالدليل دفعت رسوم الاقامة التي هي ليست من حق المدعي عليها لانها حجزت المبالغ مباشرة دون سبب قانوني\nوحيث ان المدعية قامت بالبدا فى اجراءات تجديد الاقامة للمدعية عليها وقامت المدعية فعلا بخصم شهريا 1000 درهم وعليه تكون دفعت المدعي عليها مبالغ ليست لها سبب قانوني وعليه تطلب المدعي عليها تلك المبالغ من المدعية .",
    "trans": "The plaintiff has filed an objection to the decision of the Ministry of Human Resources and Emiratization, requesting things unrelated to the defendant and has made financial deductions.\nHowever, the decision issued in the labor complaint obliges the plaintiff to pay an amount of AED 2,080 to the defendant as a refund for financial deductions, with receipts for the deductions attached.\nThe decision was not approved by the defendant, who refuses to it for the following reasons, and the plaintiff does not refuse because the decision did not give the defendant her full rights:\nAttached is the memorandum as evidence of the claimant deducting monthly amounts from the defendant as follows:\nReceipt of the defendant's salary for June amounting to AED 3,500, showing monthly deductions of AED 1,000.\nSo, the defendant has monthly deduction amounts for the months she received, with a deduction of AED 1,000 monthly, and thus has paid residency fees that are not the defendant's responsibility as the amounts were withheld directly without legal reason.\nSince the claimant commenced on the procedures for renewing the defendant's residency and actually deducted AED 1,000 monthly, the defendant has paid amounts without legal reason and therefore claims these amounts back from the claimant."
}