{
    "source": "ar_AE",
    "target": "en_US",
    "text": "بشكل عام، إذا كنت تشير إلى برنامج محدد للدراسات العليا الوطنية، فعليك التحقق من إرشادات وشروط التقديم الخاصة بالبرنامج. يمكنك زيارة الموقع الرسمي لوزارة التعليم أو مواقع المؤسسات المعنية للحصول على معلومات أكثر تفصيلًا. من المهم اتباع الإرشادات الخاصة بالمشروع في إعداد المواد وعملية التقديم، حيث قد تتفاوت المتطلبات والدعم من مشروع لآخر.\nتحديثات السياسات:\nالمواد تشمل عادةً السيرة الذاتية، بيان الأهداف أو مقترح البحث، كشف الدرجات الجامعية، ورسائل التوصية.\nلكي تصبح طالب دراسات عليا في الخطة الوطنية، عليك عادة اتباع الخطوات التالية:\nالعمليات اللاحقة:\nضمان التمويل:\nكيف تصبح طالب دراسات عليا في الخطة الوطنية.\nستقوم المدرسة أو وحدة القبول بتقييم أهليتك استنادًا إلى درجات الامتحان، المقابلات، والتحقق من الخلفية والمواد المقدمة.\nمتطلبات الخدمة العامة أو التدريب:\nالمشاركة في الامتحانات والمقابلات:\nقم بالبحث عن المؤسسات والتخصصات التي ترغب في التقدم إليها، واطلع على المناهج الدراسية، وأعضاء الهيئة التدريسية، وظروف البحث في تلك المؤسسات.\n43\n2826\nالتأهل والقبول:\n复制\nاتجاه البحث ومعلومات الالتحاق:\nسيتم إعلامك بنتيجة القبول في الوقت المحدد.\nبعد اجتياز الامتحان، قد تدعوك بعض المدارس للمشاركة في مقابلات أو أشكال تقييم أخرى.\nبعد الحصول على درجة النجاح في امتحان القبول، عليك إعداد المواد اللازمة وتقديمها إلى المدرسة المستهدفة.\nخصوصًا، قد تُصدر معلومات طلبة الدراسات العليا في الخطة الوطنية عبر إعلанات من وزارة التعليم أو الجامعات المعنية.",
    "trans": "Generally, if referring to a specific national graduate program, you should check the program’s application guidelines and requirements. You can visit the Ministry of Education's official website or the relevant institutions' websites for more detailed information. It is important to follow the project-specific guidelines in preparing materials and the application process, as requirements and support may vary from one project to another.\nPolicy updates:\nMaterials typically include a resume, statement of objectives or research proposal, university transcripts, and letters of recommendation.\nTo become a graduate student in that National Plan, you usually have to follow these steps:\nSubsequent operations:\nFinancing guarantee:\nHow to become a graduate student in the plan?\nThe school or admissions unit will evaluate your eligibility based on exam scores, interviews, background checks and submitted materials.\nPublic service or training requirements:\nParticipation in exams and interviews:\nSearch the institutions and majors you want to apply to and review the curricula, faculty, and research conditions at those institutions.\n43\n2826\nEligibility & Acceptance:\n复制\nSearch direction and enrollment information:\nYou will be notified of the admission feedback in due time.\nAfter passing the exam, schools may invite you to participate in interviews or other assessment forms.\nAfter obtaining a passing score, you must submit the necessary materials to the target school.\nParticularly, information on postgraduate students in the Plan may be issued through announcements from the Ministry of Education or relevant universities."
}