{
    "source": "ar_AE",
    "target": "en_US",
    "text": "2- تحديد الهوية والتوصيف.\n3- حدد البكتيريا التي من المرجح أن تسبب العدوى.\n4- اختبار الحساسية المضادة للميكروبات.\n5- إجهاد البنك للاستخدام في المستقبل.\nما الذي يجعل أجار دعما جيدا للنمو الميكروبي؟\nأجار هو عامل تصلب مثالي للوسائط الميكروبيولوجية بسبب خصائصه القابلة للذوبان ولأنه ليس له قيمة غذائية للغالبية العظمى من البكتيريا. يذوب أجار الصلب عند حوالي 100 درجة مئوية؛ ويتجمد أجار السائل عند حوالي 42 درجة مئوية.\nما هي الفكرة الأساسية للزراعة البكتيرية؟\nتقليل تركيز البكتيريا التي يتم استزراعها قدر الإمكان من أجل الحصول على شكل واضح ونمو المستعمرات التي تميز نوع البكتيريا التي نحصل عليها\nماهي التقنيات المستخدمه لزراعه البكتيريا ؟\n1- تقنية لوحة الشريط.\n2- تقنية لوحة الانتشار.\n3- تقنية لوحة 3-pour.\nماهي طرق زراعه البكتيريا ؟\nالطريقة الاولى : صنع الثقافة الأولية بواسطة تقنية لوحة الشريط وطريقة صنع ثقافة فرعية للحصول على ثقافة نقية ومستعمرة واحدة بواسطة تقنية لوحة الشريط\nالطريقه الثانيه : طريقة تقنية لوحة الانتشار\nالطريقه الثالثه : طريقة تقنية لوحة الصب\nماهو الفرق بين لوحه الصب ولوحه الانتشار ؟\nلوحة الصب: لوحة معدة عن طريق خلط اللقاح مع مبرد ولكن لا يزال وسطا منصهرا قبل صب الأخير في طبق بتري.\nلوحة الانتشار: تقنية تستخدم لحساب أو عزل المستعمرات البكتيرية على سطح الأجار\nما الغرض من لوحه الصب ولوحه الانتشار؟",
    "trans": "2- Identification and characterization.\n3- Identify the bacteria most likely to cause the infection.\n4- Antimicrobial susceptibility test.\n5- Preservation of bacterial strains for future use.\nWhat makes agar an effective medium for microbial growth?\nAgar is an ideal solidifying agent for microbiological media because it is soluble and has no nutritional value for most bacteria. It liquifies at approximately 100 °C and solidifies at around 42 °C.\nWhat is the primary principle of bacterial cultivation?\nMinimize the concentration of cultured bacteria to achieve distinct colony growth enabling identification of the bacterial type\nWhat techniques are used for bacterial cultivation?\n1- Streak plate technique.\n2- Spread plate technique.\n3- Pour-3 plate technique.\nWhat are the methods for cultivating bacteria?\nMethod 1: Prepare a primary culture using the streak plate technique and create a subculture to achieve a pure culture and single colony using the same technique\nMethod 2: Spread plate technique\nMethod 3: Pour plate technique\nWhat is the difference between a pour plate and a spread plate?\nPour plate: A plate prepared by mixing bacterial inoculum with a cooled yet still molten medium before pouring it into a Petri dish.\nSpread plate: A technique used to count or isolate bacterial colonies on the agar surface\nWhat are the purposes of the pour plate and spread plate techniques?"
}