{
    "source": "ar_AE",
    "target": "en_US",
    "text": "اشتعل حريق في منزل عائلة سودر الواقع في الولايات المتحدة في مدينة فايتفل في عشية عيد الميلاد وتحديداً في الرابع والعشرين من شهر ديسمبر عام 1945م في الولايات المتحدة في مدينة فايتفيل في فيرجينيا الغربية وكان يسكنه آنذاك الأب جورج سودر وزوجته جيني وتسعة من أصل عشره من أطفالهم. نجا أثناء الحريق جورج وجيني وأربعة من أطفالهم ولم يتم العثور ابداً على جثث الخمسة المتبقين إذ آمن أفراد عائلة سودر لبقية حياتهم بنجاة أطفالهم الخمسة المفقودين من الحادثة.[ 1]\nلم تبني عائلة سودر المنزل من جديد، وحولوه بدلاً من ذلك إلى موقع تذكاري لأجل اطفالهم المفقودون. وفي عام 1950 عندما راودتهم الشكوك ان اطفالهم قد لقوا حتفهم وضعت عائلة سودر لوحة إعلانات على طول طريق الولاية 16 فيها صور لأطفالهم الخمسة وعرضوا مكافأة لأي معلومات قد تغلق ملف القضية، بقيت هذه اللوحة لوقت قصير بعد وفاة الأم جيني في أواخر عام 1980.[ 2]\nدعماً لاعتقادهم أن أطفالهم أحياء أشارت عائلة سودر إلى العديد من الظروف الغامضة قبل الحادثة وأثناءها، إعترض جورج على اكتشاف إدارة الإطفاء أن ما أشعل الحريق في الأصل كان الكهرباء مشيراً إلى انه قد تم مؤخرا تجديد الأسلاك وفحصها. اشتبه جورج وزوجته جيني في عصابة ارسون مما أدى إلى نظريات ان المافيا الصقلية قد اختطفت الأطفال، ربما انتقاماً لانتقادات جورج الصريحة حول بنيتو موسوليني والحكومة الفاشية في مسقط رأسه إيطاليا.",
    "trans": "A fire broke out in the home of the Sodder family, located in Fayetteville, West Virginia, United States, on Christmas Eve, specifically on December 24, 1945. At the time, the house was inhabited by the father, George Sodder, his wife, Jennie, and nine of their ten children. George, Jennie, and four of their children survived the fire, but the bodies of the remaining five children were never found. The Sodder family believed for the rest of their lives that their five missing children had survived the incident.[1]\nThe Sodders did not rebuild their home but instead turned the site into a memorial for their missing children. In 1950, when they began to suspect that their children might have perished, the Sodder family put up a billboard along State Route 16 with pictures of their five children and offered a reward for any information that could close the case. This billboard remained for a short time after Jennie’s death in the late 1980s.[2]\nIn support of their belief that their children were still alive, the Sodder family pointed to several mysterious circumstances before and during the incident. George objected to the fire department's conclusion that the fire was initially caused by electrical wiring, noting that the wiring had recently been updated and inspected. George and his wife, Jennie, suspected an arson gang, which led to theories that the Sicilian mafia may have kidnapped the children, possibly in retaliation for George's outspoken criticism of Benito Mussolini and the fascist government in his homeland, Italy."
}