{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أولاً: لا صحة لما ذكره المدعي في صحيفة دعواه جملة وتفصيلاً: لأن جميع ما ذكره عبارة عن كلام مرسل لا بينة عليه فالبحث والتنقيب في أوراق الدعوى وما تقدم به المدعي نجد ان دعواه غير محرره تحريراً سليماً بل ان ما جاء بها ما هو الا كلام مرسل لا بينة عليه مما يدل على ضعف الصناعة العلمية الفقهية والقضائية في دعوى المدعي اذ ان جميع ادعاءات المدعي التي تقدم بها ليس لها أساس من الصحة وذلك بهدف التلاعب بالتكيف ومحاولة تحريف واختلاق واقعة ليس لها أساس من الصحة؛ بل انها هي والعدم سواء ؛ لذا نطلب من المدعي تحرير وتفصيل دعواه وفقا لما ورد بالمادة (16) من الأدلة الإجرائية لنظام الاثبات والتي نصت على :\" فيما لم يرد فيه نصٌ خاص؛ يجب عند تقديم أي دليل من أدلة الإثبات للمحكمة، إرفاق نسخة واضحة من الدليل -إذا كانت طبيعته تسمح بذلك- مرفقاً به مذكرة يبين فيها الآتي:. أ-نوع الدليل، وبياناته. ب -",
    "trans": "First: The plaintiff's claims in the statement of claim are entirely unfounded. All that has been mentioned is merely unsubstantiated statements without evidence. Upon reviewing and examining the case documents and what the plaintiff has presented, it becomes clear that the claim has not been properly articulated. In fact, what has been presented is nothing more than unsupported assertions, reflecting the weakness of the plaintiff’s scientific, jurisprudential, and judicial methodology in the claim. All the allegations made by the plaintiff are baseless and aimed at manipulating the classification and attempting to distort or fabricate an incident that has no foundation in truth; they are void and hold no weight. Therefore, we request the plaintiff to properly draft and detail their claim in accordance with Article (16) of the Procedural Evidence Regulations of the Evidence Law, which states:\"In the absence of a specific provision, any evidence submitted to the court must be accompanied by a clear copy of the evidence -if its nature permits- along with a memorandum specifying the following: a- The type of evidence and its details. b-"
}