{
    "source": "ar_AE",
    "target": "en_US",
    "text": "بسم الله الرحمن الرحيم\nانا الموطن [redacted_name]حامل للهوية الوطنية رقم [redacted_id] متزوج من امرأة من الجنسية الامريكية اسمها [redacted_name] تحمل جواز سفر رقم [redacted_id] منذ سبع سنوات. لدي منها ابنتان هدى وتبلغ من العمر ستة سنوات وروز وتبلغ من العمر سنة واحدى عشرة شهر.\nحيث اننا تزوجنا بعد اعلانها اسلامها ونطفها بالشهادتين وتوحيد الله عز وجل. لم يكن لدي العلم بشان اخد الموافقة من الزواج من امرأة اجنبية من وزارة الداخلية قبل الزواج الا بعد عامين من الزواج عندما زرت القنصلية السعودية في هيويتن. ولم يتم اخباري عن اي شيء بخصوص اصدار تذكرة مرور لابنتي هدى لتسهيل دخولها الي ارض المملكة.\nتم دخول زوجتي تابثا وابنتي هدى الي المملكة بواسطة التاشيرة السياحية المتعدد واستخامها للخروج والعودة الي ارضي المملكة وفي المرة الاخيرة لم يتم السماح لهم بالخروج من منفد جسر الملك فهد وطب منا مراجعة شؤون الوافيدين في ادارة الجوازات ولم يتم اخبارنا عن اي غرامات مترتبة وبعد مرجعتهم طلب منا اصدار تاشيرة جديدة . وبعد اصدار تاشيرة سياحية جديدة زوجتي في اشهرها الاخيرة من الحمل ولا تقدر علا التنقل لمسافات طويلة.",
    "trans": "In the name of Allah, the Most Gracious, the Most Merciful\nI, the citizen [redacted_name], holder of National ID No. [redacted_id], am married to a woman of American nationality named [redacted_name], who holds passport No. [redacted_id]. We have been married for seven years, and we have two daughters: Huda, who is six years old, and Rose, who is one year and eleven months old.\nWe got married after she declared her acceptance of Islam, uttering the two declarations of faith, and affirmed the Oneness of Allah, Glorified and Exalted be He. I was unaware of the requirement to obtain approval from the Ministry of Interior for marriage to a foreign woman until two years after our marriage when I visited the Saudi consulate in Houston. I was not informed of any procedures regarding issuing a travel pass for my daughter Huda to facilitate her entry into the Kingdom.\nMy wife, Tabitha, and my daughter, Huda, entered the Kingdom using a multiple-entry tourist visa, which was used for entry and exit to and from the Kingdom. However, during their last attempt to exit via the King Fahd Causeway, they were not permitted to leave. We were instructed to consult with the Expatriates Affairs Department at the Directorate of Passports, where we were not informed of any accrued fines. After visiting them, we were asked to issue a new visa. However, by the time a new tourist visa was issued, my wife was in the final months of her pregnancy and unable to travel long distances."
}