{
    "source": "ar_AE",
    "target": "en_US",
    "text": "٣٩_الدبلوماسية تشمل فقط الاتفاقيات والمعاهدات المكتوبة.( خطأ)\nالتصحيح: الدبلوماسية تشمل أيضًا إدارة العلاقات والتعاملات الرسمية بين الدول، وهي تتطلب مواهب خاصة مثل اللباقة والفراسة.\n٤٠_ تعريف الدبلوماسية في القاموس العسكري الأمريكي هو \"فن إدارة العلاقات والمباحثات والتوصل إلى عقد اتفاقيات ومعاهدات وأيجاد حلول مشتركة ومقبولة للتحديات العامة.\"( صح)\n٤١_ يصف بعض المفكرين الدبلوماسية الأمريكية بأنها \"متشددة\" وتركز على الدبلوماسية كوسيلة بحتة. (خطأ)\nالتصحيح. الوصف الصحيح للدبلوماسية الأمريكية هو أنها \"ثورية\".\n٤٢_ الدبلوماسية عند معاوية بن أبي سفيان تعني الحفاظ على الصلة في العلاقة مع الآخرين. (صح)\n٤٣_ عرّف د. مسوحي الدبلوماسية بأنها مجموعة من القواعد والأعراف التي تهتم بتنظيم العلاقات بين الدول والمنظمات الدولية.( صح)\n٤٤_ يُعتبر فن الدبلوماسية علمًا فقط ولا يتطلب مهارات خاصة.( خطأ)\nالتصحيح : الدبلوماسية هي علم وفن، وتتطلب مهارات خاصة مثل اللباقة والفراسة.\n٤٥_ الدكتور عدنان البكري يعرّف الدبلوماسية بأنها عملية سياسية تستخدمها الدولة في تنفيذ سياستها الخارجية. (صح).\n٤٦_الدبلوماسية لا تشمل التعامل مع الفاعلين الدوليين من غير الدول.( خطأ) الدبلوماسية تشمل التعامل مع الدول والفاعلين الدوليين من غير الدول.",
    "trans": "39_ Diplomacy is limited only to written agreements and treaties. (False)\nCorrection: Diplomacy also includes managing relationships and official dealings between countries and requires special talents such as eloquence and intuition.\n40_ The definition of diplomacy in the American military dictionary is \"the art of managing relations, negotiations, and reaching agreements and treaties while finding common and acceptable solutions to public challenges.\" (True)\n41_ Some thinkers describe American diplomacy as \"rigid\" and focused solely on diplomacy as a mere tool. (False)\nCorrection: The correct description of American diplomacy is that it is \"revolutionary.\"\n42_ Diplomacy, according to Muawiyah bin Abu Sufyan means maintaining connections in relationships with others. (True)\n43_ Dr. Massouhi defined diplomacy as a set of rules and norms concerned with organizing relations between countries and international organizations. (True)\n44_ The art of diplomacy is considered only a science and does not require special skills. (False)\nCorrection: Diplomacy is both a science and an art and requires special skills such as eloquence and intuition.\n45_ Dr. Adnan Al-Bakri defines diplomacy as a political process used by the state in implementing its foreign policy. (True)\n46_ Diplomacy does not include dealing with international non-state actors. (False) Diplomacy includes dealing with both states and international non-state actors."
}