{
    "source": "ar_AE",
    "target": "en_US",
    "text": "دعت آيات القرآن الكريم ، وأحاديث النبي صلى الله عليه وسلم إلى صلة الرحم ، ورغبت فيها أعظمالترغيب ، وكان الترغيب دينيا ودنيويا ، ولا شك أنالمجتمع الذي يحرص أفراده على التواصل والتراحم يكون حصنامنيعا ، وقلعـة صامدة ،وينشأ عن ذلك أسر متماسكة ، وبناء اجتماعي متينيمد العـالم بالقادة والموجهين والمفكرين والمعلمين والدعـاة والمصلحين الذين يحملون مشاعل الهداية ومصابيـح النور إلى أبناء أمتهم ، وإلى الناس أجمعين ؛ ولأن صلة الرحم من مكارم الأخلاق فإننا سنتناولها بالحديث في هذا المقال.\nمعنى الرحم وصلة الرحم :\nقال الراغب الأصفهاني : ( الرحم : رحـم المرأة .. ومنه استعير الرحمللقـرابة لكونهم خارجين من رحم واحدة ) .\nوالمراد بالرحم : الأقرباء في طرفي الرجل والمرأة من ناحية الأب والأم . ومعنى صلة الرحم : الإحسان إلى الأقارب في القول والفعل ، ويدخل في ذلك زيارتهم ، وتفقد أحوالهم ، والسؤال عنهم ، ومساعدة المحتاج منهم ، والسعي في مصالحهم .\nفضل صلة الأرحام :\n1- صلة الرحم من الإيمان :\nعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم :\n\" من كان يؤمن بالله واليوم الآخـر فليـكرم ضيفه ، ومن كان يؤمن بالله واليوم الآخر فليصل رحمه ، ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت \" رواه البخاري.",
    "trans": "The verses of the Nobel Quran and the hadith of the Prophet (MPBH) urge the importance of maintaining kinship ties, with the greatest emphasis placed on both religious and worldly benefits. A society that values communication and compassion becomes a fortress that is unbreakable, a stronghold that stands firm. This leads to the formation of cohesive families and a robust social framework that produces leaders, mentors, thinkers, educators, preachers, and reformers, all of whom bring guidance and light to their community and humanity at large. Because kinship is one of the greatest virtues, we will discuss it in this article.\nThe meaning of kinship and maintaining kinship ties:\nAl-Ragheb Al-Asfahani said: 'The womb refers to the mother's womb, and from this, the term kinship is derived, as relatives all come from one womb.'\n'Kinship' refers to relatives from both paternal and maternal sides. Maintaining kinship ties involves treating relatives with kindness in both speech and actions, including visiting them, inquiring about their well-being, helping those in need, and working for their interests.\nThe virtue of maintaining kinship ties:\n1. Kinship as a sign of faith:\nAbu Hurayrah (MAPH)narrated: The Messenger of Allah (peace and blessing of Allah be upon him) said:\n\"Whoever believes in Allah and the Last Day should honor their guest, maintain kinship ties, and speak well ore remain silent.\" Narrated by Al-Bukhari."
}