{
    "source": "ar_AE",
    "target": "en_US",
    "text": "اضافة الى \"عدم السيطرة على الاستيرادات غير المشروعة والمنافذ الحدودية غير الرسمية، فضلاً عن وجود نحو 1200 محل صرافة منتشرة في جميع المحافظات غير مجازة من البنك المركزي تتعامل بالدولار النقدي ونحو 12000 منفذ لصرف رواتب المتقاعين والرعاية الاجتماعية تتعامل بتداوله بسعر الصرف في السوق السوداء\".\nوأن \"أغلب التجار الذين يحصلون على الدولار الاميركي بالسعر الرسمي من البنك المركزي، لكنهم يبيعون بضاعتهم في السوق المحلية بسعر السوق السوداء، وكذلك عدم وجود بنوك مراسلة عالمية سابقاً تتعامل مع مصارفنا ولم يتم فتح حسابات لها بعملات الدول التي لدينا تبادل تجاري واسع معها كالصين والهند وتركيا والامارات\".\nكذلك \"عدم التزام التجار وبعض المصارف بالمعايير المصرفية الدولية التي تضمن وصول الدولار الى المستفيد النهائي ، لذلك يتم التلاعب بتحويلات الدولار وتصل الى الدول المعاقبه اميركياً او المحاصرة دولياً، لذلك انصبت جهود البنك المركزي والحكومة في 2023 على رسم ستراتيجية للاصلاح المالي والمصرفي لغرض السيطرة على استقرار سعر الصرف\".\n\"من بين هذه الستراتيجية، تنظيم تمويل التجارة الخارجية وبناء تفاهمات دولية جديدة مع البنوك العالمية وفتح حسابات لمصارفنا في البنوك المراسلة حيث تم فتح اكثر من 30حساباً لدى البنوك الاميركية والصينية والاماراتية والتركية والهندية، ونتوقع خلال الشهرين المقبلين أن يرتفع عدد المصارف العراقية التي لديها حسابات في البنوك المراسلة بسبب الجهود التي يبذلها البنك المركزي في تقديم العون والمساعدة لها والتنسيق مع البنوك المراسلة المستهدفة .",
    "trans": "In addition to \"the lack of control over illicit imports and unofficial border crossings, as well as the existence of approximately 1200 currency exchange offices spread across all provinces that are unlicensed by the central bank and deal in cash dollars, and around 12000 outlets for disbursing pensions and social welfare payments that use the black market exchange rate.\"\nAnd that \"most traders who obtain U.S. dollars at the official rate from the central bank sell their goods in the local market at the black market rate. Additionally, there were no correspondent banks globally dealing with our banks previously, nor were accounts opened for them in the currencies of countries with which we have extensive trade exchanges, such as China, India, Turkey, and the UAE.\"\nFurthermore, \"the lack of compliance by traders and some banks with international banking standards that ensure dollars reach the final beneficiary leads to manipulation of dollar transfers, allowing them to reach countries sanctioned by the U.S. or internationally isolated. Therefore, in 2023, the central bank and the government focused their efforts on drafting a strategy for financial and banking reform to control the stabilization of the exchange rate.\"\n\"Among this strategy is organizing the financing of foreign trade, building new international understandings with global banks, and opening accounts for our banks in correspondent banks. More than 30 accounts have been opened with American, Chinese, Emirati, Turkish, and Indian banks, and it is expected that the number of Iraqi banks with accounts in correspondent banks will increase in the next two months due to the central bank's efforts to provide assistance and coordination with the targeted correspondent banks."
}