{
    "source": "ar_AE",
    "target": "en_US",
    "text": "لطالما شكلت الدرعية في عصر الدولة السعودية الأولى مركزًا حضاريًا للعلم والثقافة والتجارة، وهو نهج تبناه الإمام محمد بن سعود –رحمه الله- مؤسس الدولة السعودية الأولى؛ بعد أن عانت الجزيرة العربية عمومًا ولسنوات طويلة من الإهمال وعدم الأمان والاستقرار.\nومنذ توطيد أركان الدولة السعودية الأولى عام (1139هـ / 1727م)؛ حرص الإمام محمد بن سعود –رحمه الله – على نشر العلم والتعليم والتطوير والتنمية، وجعل ذلك من أولوياته؛ حتى أضحت الدرعية نموذجًا، طبّقه وطوره، وتحولت من دولة مدينة إلى دولة واسعة توحّد كل الأرجاء.\nيقول المختص بالتاريخ السعودي الدكتور محمد العبداللطيف: \"إن الجزيرة العربية عانت قديمًا من الإهمال وعدم الأمان والاستقرار، والفوضى استمرت 1000 عام، حتى أسس الإمام محمد بن سعود دولة استثنائية من الناحية السياسية والاقتصادية والحضارية، وهي جذور أسسها وأكمل المسيرة من بعده الأئمة والملوك وصولًا لعهد خادم الحرمين الشريفين الملك سلمان بن عبدالعزيز آل سعود -حفظه الله-\".\nويعود تاريخ بناء الدرعية للعام 850هـ، حيث قامت وتأسست على ضفتي وادي حنيفة في عهد الأمير مانع بن ربيعة المريدي، الذي جعل من حي \"غصيبة\" -وهو النواة- الحي الرئيس في المدينة، وجعل \"فيضة المليبيد\" الاختيار الأنسب لأن تكون مقرًا للمزارع الخاصة بالدرعية بسبب توافد السيول من خلال وادي صفار – أحد روافد الأودية بالدرعية – الذي كان سببًا في نقل التربة الخصبة والمياه للفيضة.",
    "trans": "Diriyah has long been a center of civilization, science, culture, and trade, during the era of the first Saudi state. The vision was adopted by Imam Mohammed bin Saud, the founder of the state, after the Arabian Peninsula had endured years of neglect, insecurity, and instability.\nSince the consolidation of the Saudi state in 1139 AH (1727 AD), Imam Mohammad bin Saudi (may God have mercy on him — focused on spreading knowledge, education, and development, prioritizing these areas until Diriyah became a model. He applied and refined this vision, transforming Diriyah from a city-state into a vast state that unified all regions.\nDr. Mohammad Al-Abdelatif, a Saudi history expert, states: “The Arabian Peninsula had long suffered from neglect, insecurity, and instability, with chaos persisting for a thousand years until Imam Mohammed bin Saud established an extraordinary state politically, economically, and culturally. This foundation was later built upon by succeeding imams and kings, culminating in the region of the Custodian of the Two Holly Mosques, King Salman bin Abdulaziz Al Saudi — may God protect him.”\nThe history of Diriyah dates back to the year 850 AH when it was founded along the banks of Wadi Hanifa during the region of Prince Mana bin Rabia Al-Muraidi. He established the 'Ghasiba' neighborhood as the city's core and selected \"Faiza Al-Malibed\"  as the ideal site for Diriyah's private farms, due to the influx of floodwaters from Wadi Safar — one of Diriyah's tributary valleys — which brought fertile soil and water to the region."
}