{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ك. ك. (من مواليد عام ۱۹۹۲، سوري)\nبتاريخ 28-10-2024، وبعد عملية رصد ومراقبة دقيقة، أوقفته إحدى دوريات الشعبة في محلة جبل البداوي. وبتفتيشه، ضبط بحوزته مبالغ مالية بعملات مختلفة (ليرة لبنانية، دولار، یورو، دينار عراقي، ليرة سورية) وكمية من حشيشة الكيف والماريجوانا.\nبالتحقيق معه، اعترف بما نُسِبَ إليه لجهة قيامه بالاشتراك مع زوجته، بتنفيذ أكثر من /20/ عملية سرقة بطريقة احتيالية طالت العديد من المواطنين في مناطق بيروت وجبل لبنان والشمال منها: السفارة الكويتية، جسر المطار، الكولا، صبرا وشاتيلا، سوق الأحد، الضاحية الجنوبية، طريق الشام، أبي سمراء، القبة، وغيرها. بالإضافة إلى تنفيذ العديد من عمليات النشل في صيدا وبيروت وطرابلس، حيث كان يوقف المارة ويطلب منهم تصريف مبلغ مالي، وأثناء عملية التصريف تقوم زوجته بإلهاء الضحية ويقوم هو بخفة يده بسرقة مبلغ من الأخير، أو أنه كان ينتحل صفة رجل أردني ويوهم المارة بأنه يريد التصدق بالمال، وتُقدِم زوجته على سرقة مجوهراتهم بطريقة احتيالية.\nأجري المقتضى القانوني بحقه، وأودع مع المضبوطات المرجع المختص، والعمل مستمرّ لتوقيف زوجته.\nلذلك، وبناءً على إشارة القضاء تعمّم المديرية العامة لقوى الأمن الداخلي صورته، وتطلب من الذين وقعوا ضحية أعماله وتعرّفوا عليه، التوجه إلى فرع معلومات الشمال الكائن في سراي طرابلس، أو الاتصال على رقم الهاتف ٤٢٣٠٨٦-06 تمهيدًا لاتخاذ الإجراءات القانونية اللازمة\".",
    "trans": "K.K. (born 1992, Syrian)\nOn 10/28/2024, after careful monitoring and surveillance, one of the division’s patrols arrested him in Jabal Al-Badawi. Upon searching him, sums of money in different currencies (Lebanese pounds, dollars, euros, Iraqi dinars, Syrian pounds) and a quantity of hashish and marijuana.\nDuring his investigation, he confessed to what was attributed to him regarding his involvement with his wife in carrying out more than 20 fraudulent theft operations that affected many citizens in the areas of Beirut, Mount Lebanon, and the North, including the Kuwaiti Embassy, ​​the Airport Bridge, Cola, Sabra and Shatila, Souk Al-Ahad, the southern suburb, Damascus Road, Abi Samra, Al-Qobbeh, and others. In addition to carrying out many pickpocketing operations in Sidon, Beirut, and Tripoli, where he would stop passersby and ask them to exchange a sum of money, and during that his wife would distract the victim, and he would steal a sum of money from the latter with his sleight of hand, or he would impersonate a Jordanian man and make passersby believe that he wanted to give money in charity. His wife would proceed to steal their jewelry fraudulently.\nThe legal requirements were met, and he deposited the seized items with the competent authority. Efforts are ongoing to arrest his wife.\nBased on the judiciary’s indication, the General Directorate of Internal Security Forces circulated his photo and asked those who were victims of his actions and recognized him to go to the North Information Branch located in the Tripoli Serail or call the telephone number 06-423086 in preparation for taking the necessary legal measures.”"
}