{
    "source": "ar_AE",
    "target": "en_US",
    "text": "فلم يكن اسم الشيعة في ذلك الوقت يعدو ما وصفت، ولم يكن التشيع سوى ادعاء أحقية علي بالخلافة، أو تفضيله في بعض الأحيان، على عثمان بن عفان، رضي الله عن الجميع.\nولكن بدأت تظهر في جيش علي رضي الله عنه مقالة غريبة، فبعد أن دخل رجل من اليمن اسمه عبد الله بن سبأ إلى الكوفة، مدعيا انتقاله من اليهودية إلى الإسلام، أخذ بعض أتباع هذا الرجل يغلون في علي، ووصل الأمر إلى قال له بعضهم وهو على المنبر «أنت أنت»، فقال ويلكم من أنا؟ قالوا أنت ربنا -تعالى الله- فأمر بهم، فحفرت لهم حفر وألهبت فيها النيران، وعرضهم على تلك الحفر، وطلب منهم الرجوع ومن لم يرجع عن قوله ألقي فيها، فقالوا الآن تيقَّنا بأنك أنت الله، إذ لا يعذب بالنار إلا الله، وقال رضي الله عنه في ذلك:\nفلما رأيت الأمر أمرا منكرا… أججت ناري ودعوت قنبرا.\nوقنبر غلامه الذي كلفه بهذا الأمر.« »\nونفى علي رضي الله عنه عبد الله بن سبأ من الكوفة بعدما بلغه أنه ينتقص الشيخين أبا بكر وعمر، لكنه بقي ينشر أفكاره وسط شيعة علي، فأدخل بعض الأفكار اليهودية إلى الإسلام، مثل القول بوصاي",
    "trans": "In that era, the term 'Shia' simply referred to what I had mentioned earlier, it denoted a claim to Ali's right to the caliphate,  or occasionally, a preference for him over Uthman ibn Affan,  may Allah be pleased with both.\nHowever, a rather strange doctrine started to emerge within Ali's army, a Yemeni man named Abdullah ibn Saba', who had purportedly converted from Judaism to Islam, settled in Kufa , his followers began to excessively glorify Ali. The fervor peaked when, during a sermon, some of his followers proclaimed to Ali, \"You are, You are\" prompting Ali to question, \"Woe to you, who am I?\" They shockingly responded, \"You are our Lord\" - exalted is Allah- He then ordered action against them, had pits dug and set ablaze with fire, and presented them at these pits, asking them to recant, those who did not recant were thrown in. They then proclaimed, 'Now we are certain that you are indeed Allah, for none but Allah punishes with fire.' And he, may Allah be pleased with him, said about this:\nWhen I saw that the situation was abominable... I stoked my fire and called for Qanbar.\n\"Qanbar, is his loyal servant, whom was entrusted with this grim task. \"\nAli, may Allah be pleased with him,  expelled Abdullah ibn Saba' from Kufa after learning of his derogatory remarks about revered figures Abu Bakr and Umar,  but he continued to spread his ideas among the Shia of Ali, introducing some Jewish beliefs into Islam, like the idea of a will or testamentaryPlease select the domain that best describes the original text."
}