{
    "source": "ar_AE",
    "target": "en_US",
    "text": "المحدثين:\nالاتجاه نحو التسويه بين فقه اللغه وعلم اللغه ظل مستمراً عند الباحثين المحدثين يقول علي عبد الواحد وافي\n2- صبحي الصالح «من العسير تحديد الفروق الدقيقه بين علم اللغه وفقه اللغه لان جل مباحثتهما متداخل ادى طائمه من العلماء في الشرق والغرب قديماً وحديثاً\nصبحي الصالح وعلي عبد الواحد ساور بين المصطلحين\nهناك محدثين ميزو بينهما؟\nج\"كمال بشر\nيخلص عبده الراجحي فصله الاول فقه اللغه وعلم اللغه من كتابه فقه اللغه في كتب العربيه الى القول / وغني عن البيان الام ان هناك فرقاً واضحاً بين موضوعي العلمين ومنهجيهما في درس اللغه\n/ وهكذا نرى اتجاهين عند علمائنا المحدثين\n1- اتجاه استند الى الناحيه اللغويه والى المنهج العربي القديم فسوي بين المصطلحين ففرق بينهما\nالفوارق بين فقه اللغه وعلم اللغه\nفقه اللغه :\n1-تدرس اللغه كوسيله لدراسه الحضاره والادب من خلال اللغه\n2-أوسع وأشمل\n3- سبق من الناحيه الزمانيه\n4- عمل تاريخي مقارن\n5-لم يحاول احد ان يصفه كعلم\nعلم اللغه :\n1- تدرس اللغه لذاتها\n2- اتصف منذ نشأته بكونه علماً\n3-وصفي تقريري\n4- انتشر في اواخر القرن التاسع عشر\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nيدرس اللغه على مستويات وهي :\n1- المستوى الصرفي : ويدرس الصيغ اللغويه والوحدات الصرفيه",
    "trans": "For modern scholars:\nThe tendency to reconcile the jurisprudence of language and linguistics has continued among modern researchers, says Ali Abdel Wahed Wafi\n2- Subhi Alsaleh said, \"Identifying the nuanced distinctions between linguistics and the jurisprudence of language proves challenging due to the significant overlap in their discourse, a phenomenon recognized by scholars from both the East and the West, across ancient and contemporary times.\"\nSubhi Alsaleh and Ali Abdel Wahed examined the differences between the two terms\nAre there modern scholars who distinguished between them?\nA. According to Kamal Bishr,\nAbduh Alrajhi concludes his first chapter on the jurisprudence of language and linguistics from his book The Jurisprudence of Language in Arabic Books, by saying, \"It's obvious that there is a clear difference between the subjects and methodologies of the two sciences in studying the language.\"\nThus, we see two approaches among our modern scholars:\n1- An approach rooted in linguistics and the ancient Arabic tradition, which initially equated and then distinguished between the two terms\nDistinctions between the linguistics  and the jurisprudence of language\nJurisprudence of Language :\n1- Studies the language as a means to study civilization and literature through language.\n2- Expansive and all-encompassing.\n3- Preceding in terms of time.\n4- Historical comparative work.\nNo attempts have been made to categorize it as a science.\nLinguistics:\n1- Examines language for its intrinsic value.\n2- Characterized since its inception as being a science.\n3- Explanatory and illustrative.\nSpread in the late 19th century.\nــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\nlanguage is studied at various tiers, namely:\n1- At the morphological level: linguistic forms and morphological units are studied"
}