{
    "source": "ar_AE",
    "target": "en_US",
    "text": "1-يعلم المنذر إليه بأنه زوج المنذرة بصحيح عقد الزواج الشرعي الصادر عن محكمة جنوب عمان الابتدائية بتاريخ 14/3/2023.\n2- يعلم المنذر إليه بأنه اتفق مع المنذرة بعد الزواج على شراء الشقة الشرقية من الطابق الثاني الواقعة ضمن العقار المقام على قطعة الأرض رقم([redacted_number])حوض مرج سكا(3)لوحة(4).\n3- يعلم المنذر إليه كامل وتمام العلم بأن المنذرة هي من قامت بدفع كامل ثمن الشقة ورسوم تسجيلها لدى دائرة الأراضي والمساحة وكافة المصاريف اللازمة لتسجيلها.\n4- يعلم المنذر إليه بأنه اتفق مع المنذرة على تسجيل الشقة مناصفًة بينه وبينها على أن يقوم بسداد حصته من الثمن والرسوم والمصاريف للمنذرة إلا أنه ولغاية تاريخ توجيه هذا الإنذار لم يقم بسداد المبلغ المترتب بذمته.\n5- يعلم المنذر إليه بأن واقعة قيام المنذرة بدفع كامل ثمن الشقة والرسوم والمصاريف ثابتة بموجب إقرار خطي موقع منه ومن الشهود الذين حضروا واقعة توقيع الإقرار وغيرهم من أشقاء وأصدقاء المنذر إليه.",
    "trans": "1. The warned person is hereby informed that he is the husband of the person issuing the warning, according to the valid legal marriage contract issued by the South Amman Court of First Instance on 14.3.2023\n2. The warned person is informed that he agreed with the person issuing the warning , after their marriage, to purchase the eastern apartment on the second floor, located within the property built on plot No.  [redacted_number], basin the Marj Ska (3), plate (4).\n3. The warned person is fully informed that the person issuing the warning paid the full price of the apartment, the registration fees to the department of Lands and Survey, and all other necessary registration expenses.\n4. The warned person is informed that he agreed with the person issuing the warning to register the apartment in equal shares between them, with the understanding that he would pay his share of price, fees, and expenses to her. However, as of the date of this warning, he has not paid the amount owed.\n5. The warned person is informed that the fact of the person issuing the warning having paid the full price of the apartment, the fees, and expenses is established by a written declaration signed by him and witnessed by individuals present during the signing, s well as by his brothers and friends."
}