{
    "source": "ar_AE",
    "target": "en_US",
    "text": "هذه الهيئة تقوم بإصدار معايير للمحاسبة السعودية. وفي العام 2012م قررت الهيئة تبني المعايير الدولية للتقرير المالي\n)International Financial Reporting Standard (IFRS، التي تصدر من جانب مجلس معايير المحاسبة الدولية International Accounting )Standards Board (IASB، على أن يتم التطبيق ابتداء من عام 2017م.\nالمحاسبة في الأعمال\nالفصل الأول 19.1 ــ مفهوم الوحدة المحاسبية Accounting Entity:\nتعتبر المنشأة وحدة اقتصادية قائمة بذاتها، منفصلة أو مستقلة عن مالكها، الذي يزودوها بالأموال التي تبدأ به نشاطها. ويترتب على ذلك أنه يتم المحاسبة عن عمليات المنشأة وليس عمليات مالكها، وتكون السجلات\nالمحاسبية سجلات تلك الوحدة وليست سجلات المالك. وفي نفس السياق تكون ممتلكات الوحدة المحاسبية هي ممتلكات تلك\nالمنشأة وليست ممتلكات المالك، وكذلك الالتزامات هي التزامات المنشأة وليست التزامات المالك. وكذلك فان الإيرادات والمصروفات –ومن ثم الربح أو الخسارة– هي ما يخص الوحدة المحاسبية وليس ما يخص المالك.\nإضافة إلى ذلك فانه يتم التعامل مع مالك المنشأة باعتباره طرف خارجي عنها، يُقدم لها الأموال التي تبدأ بها نشاطها (وهو رأس المال)، وعندما يأخذ منها أموال لاستخدامه الشخصي فانه يتم التعامل معها باعتبارها تخفي ًضا\nلحقوقه في المنشأة.",
    "trans": "This organization issues standards for Saudi accounting. In 2012, the organization decided to adopt the International Financial Reporting Standards (IFRS)\nissued by the International Accounting Standards Board (IASB), with implementation set to begin in 2017.\nAccounting in Business\nChapter One 19.1: The Concept of the Accounting Entity\nAn entity is considered a separate economic unit, distinct from its owner, who provides it with the funds to commence operations. Consequently, the entity's transactions, and not the owner's, are accounted for. The accounting\nrecords belong to the entity and not the owner. Similarly, the properties of the accounting entity are\nthe entity's assets, not the owner's, and the liabilities are the entity's obligations, not the owner's. Likewise, revenues and expenses—and thus profit or loss—pertain to the accounting entity, not the owner.\nFurthermore, the owner of the entity is treated as an external party providing the capital necessary to start its activities. When the owner withdraws funds for personal use, it is considered a reduction\nof their equity in the entity."
}