{
    "source": "ar_AE",
    "target": "en_US",
    "text": "1- الحاجة إلى البحث\nعلى الرغم من توافر برامج فحصالسمعلحديثيالولادة وخدمات التدخل،لايزالالتأخير في طلب المساعدة شائعًافيالكويت. قد يرجع ذلك إلىالاختلافات في معرفة الوالدين والمفاهيمالخاطئة حول ضعف السمع لدى الأطفال. بالنظر إلى أنهذاالوقتهووقتحرجللتدخلاتلزيادةالتطور اللغوي إلى أقصى حد، فمن الضروري دراسةفهم الوالدين ومواقفهم تجاه فقدان السمع والخدمات المتاحة. تهدف هذه الدراسة إلى سد هذه الفجوة من خلال تقديم رؤى قيمة حول مواقفالوالدينوكيفيةتأثيرهاعلى قراراتأطفالهمبشأنالسمع.\n2-مقدمةللفكرة\nستبحث هذه الدراسة في مدى فهم أولياءالأمور في الكويت لفقدان السمع لدى الأطفال ومواقفهم تجاه طلبالتدخل المبكر. ومن خلال تحديد الفجواتالمعرفيةوالمفاهيم الخاطئة، تهدفالدراسة إلى تحسين فعالية حملاتالصحة العامة وبرامج التدخل السمعي المبكر.\n3-مشاركةالقراء\nيمكن أن يكونلفقدانالسمع،إذاتُركدونعلاج،تأثيركبيرعلىلغة الطفل ونموهالاجتماعيوالمعرفي. يلعب الآباء دورًاحاسمًا في ضمان الاكتشاف والتدخلالمبكر، ولكن ماذا لو كانواغيرمدركينللحالةوالخدماتالمتاحة؟ فيالكويت،يمكنأنيؤثرالسياقالاجتماعيوالثقافيفيالكويت على رغبةالوالدينوقدرتهماعلى طلب المساعدة. لنيساعدفهمذلكفي تحسين تقديم الخدمات فحسب، بل سيؤدي أيضًا إلى نتائج أفضلللأطفال الذين يعانون من فقدان السمع.",
    "trans": "1- A need for Research\nEven with the presence of contemporary newborn hearing screening programs and intervention services, delays in seeking assistance persist frequently in Kuwait. This issue may stem from varying levels of parents' awareness and misconceptions about childhood hearing loss. Considering that this is a critical timing for maximizing language development through early intervention, it is essential to understand parents' perceptions and attitudes toward hearing loss and available services. This study seeks to address this disparity by providing valuable insights into parental attitudes and how they influence decisions concerning their child's hearing.\n2-Introduction to the Notion\nThis study aims to investigate the comprehension of childhood hearing loss among parents in Kuwait along with their perspectives on early intervention. And through pinpointing knowledge disparities and prevalent misunderstandings, the research endeavors to improve the efficacy of public health initiatives and early hearing intervention schemes.\n3-Engaging the Reader\nUntreated hearing loss can significantly affect a child’s language, social, and cognitive development. Parents play a crucial role in ensuring early detection and intervention,  but what happens if they are unaware of the condition or the available services? In Kuwait, social and cultural factors may influence parents' willingness and ability to seek help. Comprehending these dynamics will enhance service delivery and result in improved outcomes for children with hearing loss."
}