{
    "source": "ar_AE",
    "target": "en_US",
    "text": ". و لكن تنفيذ هذه السياسات غالبا ما يتأثر بأفكار السلطة القائمة، مما يؤدي إلى اختلاط وغموض بين الصالح العام والصالح الحكومي.\nكذلك، قد يكون هناك فرق بين السياسة المعلنة والسياسة الحقيقية؛ حيث تعلن الحكومة عن أهداف معينة الإرضاء الجمهور، مثل تحسين مستوى المعيشة أو توفير السلع، بينما تكون سياساتها الفعلية مغايرة لذلك.\nيتضح هذا التناقض من خلال معرفة إمكانيات الإدارة والمبادئ التي تطبقها.\nالمطلب الثالث: المصلحة والسياسة في الاسلام (هام من المحاضرة) ج\nتستهدف الدولة الإسلامية غاية محددة تتمثل في إصلاح الناس، وإقامة العدل، وتحقيق حاجاتهم ورغباتهم ضمن حدود الشرع.\n1. يقوم الإسلام على أن الهدف من كل تنظيم أو سلوك هو تحقيق مصالح الناس، ورفع الضرر عنهم، ونشر العدالة للجميع دون تمييز بسبب الجنس أو الأصل أو اللغة أو الدين. وهذا يميز الإسلام عن الديانات الأخرى والأنظمة الوضعية.\n2 تختلف المصلحة من مجتمع لآخر ومن زمن لآخر، وإطلاق المصالح والغايات دون ضوابط بشكل مخاطر جسيمة على البشرية، وقد أدى ذلك إلى مفاسد وحروب.\n. أطلق اليهود مصلحتهم بعد تحريف كتاب الله، مما جعلها تقتصر عليهم",
    "trans": "However, the execution of these policies often gets influenced by the prevailing authority's ideologies, leading to a mix-up and obscurity between what benefits the public and what benefits the government.\nMoreover, there's often a gap between the policies that are publicly declared and those that are actually implemented. Governments might announce objectives like improving living standards or ensuring the availability of goods to satisfy public demands, while their real actions might differ significantly from that.\nThis discrepancy is apparent when assessing the administration's capabilities and the principles it upholds.\nThe third demand: Interest and Politics in Islam (Important from the lecture) J\nThe Islamic state is driven by a definitive goal of reforming society, establishing justice, and addressing the needs and desires of its people within the confines of Sharia law.\n1. Islam is founded on the premise that the aim of every regulation or conduct is to serve the people's interests, alleviate harm, and promote justice for all, without discrimination based on gender, ethnicity, language, or religion. And that's what sets Islam apart from other religions and secular systems.\n2. Interests vary from a community to another, from one era to another. Implementing interests and goals without proper checks can lead to significant risks for humanity, resulting in corruption and conflicts.\nJews have defined their interest after distorting Allah's Book, limiting it solely to themselves."
}