{
    "source": "ar_AE",
    "target": "en_US",
    "text": "• تغيرات في كمية البول (زيادة أو نقص).\n• الشعور بالتعب العام أو الضعف.\n8. ما هي المخاطر المرتبطة بارتفاع مستويات الكرياتينين؟\nالجواب:\nيمكن أن يشير ارتفاع مستويات الكرياتينين إلى مشاكل صحية خطيرة، مثل الفشل الكلوي، مما قد يؤدي إلى مضاعفات أخرى مثل توازن الكهارل أو تسمم الجسم.\n9. كيف يمكن تقليل مستويات الكرياتينين في الدم؟\nالجواب:\nيمكن تقليل مستويات الكرياتينين من خلال:\n• تحسين وظيفة الكلى من خلال تناول الأدوية المناسبة.\n• شرب كميات كافية من الماء للبقاء رطبًا.\n• تعديل النظام الغذائي، مثل تقليل استهلاك البروتينات الحيوانية.\n• مراقبة الصحة العامة وتجنب العوامل الضارة.\n10. ما الفرق بين الكرياتين والكرياتينين؟\nالجواب:\nالكرياتين هو مركب يستخدم في إنتاج الطاقة في العضلات، بينما الكرياتينين هو منتج نهائي ناتج عن تكسير الكرياتين. يتم إفراز الكرياتينين من الجسم عن طريق الكلى، بينما الكرياتين يعتبر مصدرًا للطاقة.\n11. ما هي العلاقة بين الكرياتينين ومرض السكري؟\nالجواب:\nيمكن أن يؤدي مرض السكري إلى تلف الكلى (اعتلال الكلية السكري)، مما قد يؤدي إلى ارتفاع مستويات الكرياتينين. لذلك، يُعتبر قياس الكرياتينين مهمًا للمرضى المصابين بداء السكري لتقييم صحة الكلى.\n12. ما هي الفحوصات الأخرى المرتبطة بالكرياتينين؟",
    "trans": "• Changes in the amount of urine (increase or decrease).\n• The feeling of general tiredness and weakness.\n8. What are the related risks to elevated creatinine levels?\nThe answer:\nElevated creatinine levels might signal serious health issues such as kidney failure, which might lead to additional complications like electrolyte imbalances or body toxicity.\n9. How can one reduce creatinine levels in the blood?\nThe answer:\nThe high levels of Creatinine can be reduced through:\n• Enhancing kidney function through the use of appropriate medication.\n• Drinking sufficient amounts of water to maintain hydration.\n• Adjusting the diet, for example, by reducing the consumption of animal proteins.\n• Regularly monitoring overall health and avoiding harmful exposures.\n10. What is the difference between creatine and creatinine?\nThe answer:\nCreatine is a compound that's used in energy production in muscles, on the other hand, creatinine is a byproduct resulting from the breakdown of creatine. Creatinine is excreted from the body through the kidneys, whereas creatine serves as an energy source.\n11. What is the association between both creatinine and diabetes?\nThe answer:\nDiabetes can lead to kidney damage (diabetic nephropathy), potentially causing an increase in creatinine levels. Thus, monitoring creatinine is crucial for diabetic patients to assess kidney health.\n12. What're the other tests related to creatinine?"
}