{
    "source": "ar_AE",
    "target": "en_US",
    "text": "عندما تتحدث عن التقشف حتى لا نسرف في الإنفاق، فأنا أتفهم ذلك تماماً لأن وضعك لا يسمح بالكثير من الإسراف ولكني كنت أود أن أعرف إلى أي حد يجب أن نكون تقشفاً وإلى أي مدى سيؤثر ذلك علينا في حياتنا اليومية؟ الرحلات الفاخرة جدًا، والنفقات غير المجدية جدًا مثل هؤلاء النساء اللاتي يرغبن في الحصول على حقيبة فاخرة باهظة الثمن كل 3 أشهر، ليست مهمة بالنسبة لي. أنا امرأة بسيطة وغزلي. امرأة معقولة ومدللة.\nمبلغ الغرامة مرتفع جدًا وقد يخيف أي امرأة تفكر في الزواج. ويتم سداد هذا النوع من المبالغ خلال 15 أو 20 أو 25 سنة. وكأن شخصًا أخذ قرضًا لشراء منزل بمبلغ يعادل 700 ألف يورو، وكان عليه أن ينفق كل شهر 5000 يورو لسداد هذا المبلغ على 10 سنوات، أو 2500 يورو لسداده على 20 عامًا. لذلك ستحتاج إلى راتب مرتفع حتى تتمكن من سداد هذا الدين وتكون قادرًا على العيش بشكل مقبول مع زوجة وأطفال.\nإذا أدركت أن لديك خطة ومشاريع جادة وملموسة للنجاح في العيش بشكل صحيح وتقديم الحلول، فلن أخاف من التعامل معك وسأدعمك قدر الإمكان وبأفضل طريقة ممكنة من خلال أفعالي كلامي بدعمك نفسيا؛ تشجيعك والإيمان بك والتأكد من أنك سعيد إن شاء الله.",
    "trans": "When you talk about being frugal so we don't overspend, I completely understand. Your financial situation doesn't allow for a lot of extravagance. But I would like to know to what extent we should be frugal and how much this will affect our daily lives? Very luxurious trips and completely unnecessary expenses, like those women who want an expensive luxury bag every 3 months, aren't important to me. I'm a simple, romantic woman. A reasonable and spoiled woman.\nThe fine is very high and could scare off any woman thinking about getting married. This kind of amount is paid off over 15, 20, or 25 years. It's like someone who took out a loan to buy a house worth 700,000 euros and had to spend 5,000 euros per month to pay it off over 10 years, or 2,500 euros to pay it off over 20 years. So you'll need a high salary to be able to pay off this debt and be able to live a decent life with a wife and children.\nIf I realize that you have a serious and tangible plan and projects to succeed in living correctly and providing solutions, I won't be afraid to deal with you. I will support you as much as possible and in the best way possible through my actions and words by supporting you emotionally, encouraging you, believing in you, and making sure that you are happy, God willing."
}