{
    "source": "ar_AE",
    "target": "en_US",
    "text": "1. المسؤولية البيئية: “1% for the Planet”\nباتاغونيا هي عضو مؤسس في مبادرة “1% for the Planet”، حيث تتعهد الشركة بتخصيص 1% من مبيعاتها السنوية لدعم المنظمات غير الربحية البيئية. تساعد هذه المبادرة باتاغونيا في دعم مشاريع الحفاظ على البيئة، الزراعة المستدامة، والتعليم البيئي. هذا الالتزام يعزز دور الشركة في المساهمة في حماية كوكب الأرض وينسجم مع رسالتها في المحافظة على البيئة.\n2. برنامج Worn Wear\nمن أجل تقليل الهدر، أطلقت باتاغونيا برنامج Worn Wear الذي يشجع العملاء على شراء منتجات باتاغونيا، والمشاركة في إعادة تدويرها، أو إصلاحها بدلاً من التخلص منها. من خلال الترويج لإعادة الاستخدام والإصلاح، تقلل باتاغونيا من التأثير البيئي لإنتاج الملابس وتزيد من عمر المنتجات. هذه المبادرة تعكس فلسفة الشركة بأن تقليل الاستهلاك يمكن أن يساعد في تقليل الأضرار البيئية.\n3. المواد المستدامة\nتلتزم باتاغونيا باستخدام مواد صديقة للبيئة في منتجاتها. لقد حولت الشركة إنتاجها إلى استخدام القطن العضوي، البوليستر المعاد تدويره، والألياف المستدامة الأخرى لتقليل البصمة البيئية لإنتاج ملابسها. باتاغونيا تسعى جاهدة لاستخدام مواد معاد تدويرها أو قابلة للتجديد بنسبة 100% في منتجاتها، ما يعكس تفانيها في تقليل تأثيرها على البيئة.",
    "trans": "1. Environmental Responsibility: \"for the planet\"\nPatagonia is a founding member of the “1% for the Planet” initiative, pledging to allocate 1% of its annual sales to support environmental nonprofits. This enables the company to contribute to conservation, sustainable agriculture, and environmental education projects. This commitment strengthens the company's role in protecting the planet and aligns with its mission to preserve the environment.\n2. Worn Wear Program\nTo reduce waste, Patagonia launched the Worn Wear program, encouraging customers to buy, recycle, or repair Patagonia products rather than dispose of them. By promoting reuse and repair, the company, minimizes the environmental impact of clothing production and extends product life. This initiative reflects the company's philosophy that reducing consumption can help lessen environmental harm.\n3. Sustainable Materials:\nPatagonia committed to use environmentally friendly materials in its products. The company has shifted to using organic cotton, recycled polyester, and other sustainable fibers to reduce the ecological footprint of its clothing production. Patagonia strives to use 100% recycled or renewable materials in its products, demonstrating its dedication to minimizing its impact on the environment."
}