{
    "source": "ar_AE",
    "target": "en_US",
    "text": "الاتصال الهاتفي الدولي من المملكة.\nخدمات متعلقة بتقديم خدمة\nيقصــد بالأرباح الموزعة: أي توزيع من شــركة مقيمة إلى مســاهم مير مقيم، وأي أرباح\n- 6\nمحولة من منشأة دائمة إلى أطراف مرتبطة، مع مراعاة الآتي:\nلا تصضـــع لضـــريبة الاســـتقطاع توزيعات الأرباح في الشـــركات العاملة في مجال\n- أ\nاز الطبيعي أو الزيت أو المواد الهيدروكربونية.\nاستثمار الغ\nيعد في حكم التوزيع التصـــفية الجزئية أو الكاملة للشـــركة بما يتجاوز رأس المال\n- ب\nالمدفوع.\nلا يمنع خضــوع الشــركة المو ز عة لضــريبة الدخل من فر ضــريبة الاســتقطاع على\n- ج\nالمبالغ الموز عة منها.\nأي مبالغ مدفوعة لغير مقيم من مصدر في المملكة مقابل\nيقصد بأي دفعات أخرى:\n- 7\n) من هذه المادة.\n1\nخدمات خلاف ما ذكر في الفقرة (\n) من هذه المادة على\n1\nتفر ضريبة الاستقطاع حسب النسب المحددة في الفقرة (\n- 8\nكامل المبلغ المدفوع لغير المقيم بغض النظر عن أي مصـــروف تكبده لتحقيق هذا\n1426 / 7 / 23 وتاريخ",
    "trans": "International Phone Services from the Kingdom\nRelated to service offerings:\nThe term \"distributed profits\": refers to any distribution from a resident company to a non-resident shareholder, and any other profits\n6-\ntransferred from a permanent establishment to affiliated entities, considering the following:\nProfit distributions in companies engaged in the following sectors are exempt from withholding tax\nA-\nNatural gas, oil, or hydrocarbon.\nGas investment\nencompasses situations where a partial or complete liquidation of the company occurs, exceeding the amount of capital\nB-\npaid-up.\nBeing liable for income tax does not exempt the distributing company from withholding taxes\nC-\nthe distributed amounts.\nPayments made to non-residents  from a source in the Kingdom in exchange for\n\"Any other payments\" means:\n7-\n) of this article\n1\nservices other than those mentioned in paragraph (\n) of this article\n1\nWithholding tax is imposed according to the rates specified in paragraph (\n8-\nthe entire amount paid to a non-resident, regardless of any expenses incurred to achieve this\nDate: 23/7/1426"
}