{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ويُتوقَّع استمرار زيادة زوار سلطنة عُمان في الفترة المقبلة من مختلف دول العالم، حيث أشارت الدراسات والجولات الترويجية التي قامت بها وزارة التراث والسياحة في عدد من دول العالم إلى اهتمام السياح بزيارة سلطنة عُمان والاستمتاع بمقوماتها الثقافية والطبيعية.\nوقامت الجهات المعنية من أجل تلبية الطلب المتنامي على زيارة سلطنة عُمان وتحفيزهم، بإعفاء مواطني 103 دول من شرط الحصول على تأشيرة الدخول المسبقة، بالإضافة للسماح للمقيمين في بقية دول مجلس التعاون الخليجي دخول سلطنة عُمان دون تأشيرة مسبقة.\nوتوفّر سلطنة عُمان فرصة للاستمتاع بعطلة للنقاهة والاسترخاء أو استكشاف مناطق جديدة والسياحة العلاجية وسياحة المغامرات والمناطق الطبيعية، حيث تعد العاصمة مسقط من الوجهات التي تحظى باهتمام خاص لدى زوار سلطنة عُمان حيث تضم الكثير من المعالم الطبيعية والعمرانية، وتعتبر مزيجاً من العراقة والحداثة في كل جوانبها، ومن أبرز معالمها جامع السلطان قابوس الأكبر الذي يعد من أشهر المعالم الإسلامية الحديثة، ودار الأوبرا السلطانية، الأولى من نوعها في المنطقة، وتلفت الأنظار بمعمارها المتميز، وفعالياتها المتنوعة، مثل: حفلات الأوبرا والحفلات الموسيقية والمسرحيات، والمؤتمرات والملتقيات الثقافية والفنية، إلى جانب المتحف الوطني الذي يعد من أبرز المعالم الثقافية، حيث تعرض فيه مجموعات مختلفة تمثّل الثقافة والتاريخ العُماني.",
    "trans": "Studies and promotional tours conducted by the Ministry of Heritage and Tourism in a number of countries around the world have indicated that tourists are interested in visiting Oman and enjoying its cultural and natural attractions.\nTo cater to the increasing demand for travel to Oman and to boost tourism, the relevant authorities have granted visa-free entry to citizens of 103 countries and permitted residents of other Gulf Cooperation Council (GCC) countries to enter Oman without requiring prior visa approval.\nOman beckons travelers to embark on a rejuvenating escape, offering a harmonious blend of relaxation, exploration, wellness tourism, adventure travel, and breathtaking natural landscapes. The capital city, Muscat, is a particularly favored destination among visitors to the Sultanate of Oman, renowned for its abundant natural and architectural landmarks. It embodies a unique blend of heritage and modernity across all its facets. Among its most notable landmarks is the Sultan Qaboos Grand Mosque, celebrated as one of the most renowned examples of modern Islamic architecture. The Royal Opera House, a regional pioneer, captivates visitors with its distinctive design and a diverse program of events including opera performances, musical concerts, plays, as well as cultural and artistic conferences and exhibitions. The National Museum, a cornerstone of Omani cultural heritage, showcases a wide array of collections that reflect Omani culture and history."
}