{
    "source": "ar_AE",
    "target": "en_US",
    "text": "1. العينة العشوائية (Random Sampling):\n• يتم اختيار الأفراد بشكل عشوائي، مما يضمن أن كل فرد لديه فرصة متساوية للاختيار. هذا النوع يقلل من التحيز ويزيد من دقة النتائج.\n2. العينة الطبقية (Stratified Sampling):\n• يتم تقسيم السكان إلى طبقات أو مجموعات فرعية بناءً على خصائص معينة (مثل العمر أو الجنس) ثم يتم أخذ عينات عشوائية من كل طبقة.\n3. العينة العنقودية (Cluster Sampling):\n• يتم تقسيم السكان إلى مجموعات (عنقود) ثم يتم اختيار بعض هذه المجموعات بشكل عشوائي لدراستها بالكامل.\n4. العينة المتعمدة (Purposive Sampling):\n• يتم اختيار الأفراد بناءً على خصائص معينة أو معايير محددة، حيث يختار الباحث المشاركين الذين يعتقد أنهم سيقدمون معلومات قيمة.\n5. العينة التيسيرية (Convenience Sampling):\n• يتم اختيار الأفراد بناءً على سهولة الوصول إليهم، وهو أقل دقة ولكنه شائع في الأبحاث الأولية.\n▎أهمية العينة:\n• توفير الوقت والموارد: أخذ عينة بدلاً من دراسة المجتمع بأكمله يوفر الوقت والجهد.\n• تحليل البيانات: يمكن أن توفر العينة معلومات قيمة تساعد في فهم الاتجاهات والسلوكيات.",
    "trans": "1. Random Sampling:\n• Individuals are selected randomly, ensuring that everyone has an equal chance of being chosen. This method reduces bias and increases the accuracy of the results.\n2. Stratified Sampling:\n• The population is divided into strata or subgroups based on certain characteristics (such as age or gender), and then random samples are taken from each stratum.\n3. Cluster Sampling:\n• The population is divided into clusters, and then some of these clusters are randomly selected to be studied in their entirety.\n4. Purposive Sampling:\n• Participants are chosen based on specific characteristics or criteria to provide valuable information.\n5. Convenience Sampling:\n• Individuals are selected based on ease of access, which is less accurate but common in preliminary research.\n▎Importance of the Sample:\n• Saving time and resources: Taking a sample instead of studying the entire population saves time and effort.\n• Data Analysis: A sample can provide valuable insights that help in understanding trends and behaviors."
}