{
    "source": "ar_AE",
    "target": "en_US",
    "text": "8- عضو ومقرر لجنة دائمة لتقييم المؤتمرات والاجتماعات ومتابعة التوصيات 23/6/1996\n9- عضو ومقرر لجنة الاستخدامات الحديثة 14/4/1997 .\n10- عضو ومقرر لجنة استشارية خاصة ما بين الوزارة وعدد من الشركات الخاصة 8/6/1999\n11- عضو ومقرر لجنة الاستخدامات الحديثة والتعرفة 15/11/1999 .\n12- عضو ومقرر لجنة تخصيص الغرف والمساحات 6/3/2002 .\n13- رئيس فريــــــق عمل للتحضير للمؤتمر العالمي للاتصالات الراديويـــــــة 2003 ( WRC-03) للاتحاد الدولي للاتصالات 7/7/2012 .\n14- عضو ومقرر لجنة الرد الأسئلة البرلمانية 2003\n15-عضو ومقرر لجنة الاستخدامات الحديثة والتعرفة 1997-2004\n16-عضو لجنة لدراسة البدلات 19/ نوفمبر 2006\n17- عضو لجنة متابعة القرارات والأسئلة 17 ابريل 2007.\n18-نائب رئيس لجنة دائمة لتقييم ومتابعة مؤتمرات واجتماعات الاتحاد الدولي للاتصالات 6/5/2007 .\n19- عضو لجنة دراسة تعرفة الكوابل البحرية والبرية الدولية قرار وزاري رقم (135/2011)\n20- عضو لجنة الكوابل الدولية والتراخيص قرار وزاري رقم (151/ 2011)\n21- عضو ومقرر لجنة الاتصالات 10 يناير 2012 القرار (256/2012)",
    "trans": "8. Member and Rapporteur for of the Standing Committee for the Evaluation Of Conferences and Meetings and Follow-up to Recommendations (23.6.1996)\n9. Member and Rapporteur of the Modern Uses Committee (14.4.1997)\n10. Member and Rapporteur of a Special Advisory Committee between the Ministry and Private Companies (8.6.1999).\n11. Member and Rapporteur of the Committee on Modern Uses and Tariffs (15.11.199).\n12. Member and Rapporteur of the Committee for the Allocation of Rooms and Spaces (6.3.2002).\n13. Chairman of a Working Group for the Preparation of the World Radio-communication Conference, 2003 (WRC -03) of the International Telecommunication Union (7.7.2012)\n14. Member and Rapporteur of the Parliamentary Question Response Commitment (2003)\n15. Member and Rapporteur of the Committee on Modern Uses and Tariffs (1997-2004)\n16. Member of the Committee for the Study of Allowances (19.11.2006).\n17. Member of the Committee for the Follow-up of Decisions and Questions (7.4.2007)\n18. Vice-Chairman of Standing Committee for the Evaluation and Follow-up of Conferences and Meetings of International Telecommunication Union (6.5.2007)\n19. Member of Committee to Study the Tariff of International Submarine and Land Cables. Ministerial Resolution No. (13.5.2011).\n20. Member of the International Cable and Licensing Committee, Ministerial Resolution (151/2011)\n21. Member and Rapporteur of the Communications Committee, Resolution (256/2012) (10.1.202)"
}