{
    "source": "ar_AE",
    "target": "en_US",
    "text": ".\nايلول /\n2024\n.\n.\n( الملخص )\nعلى ان موضوع الحسين وفق زياره وارث يفتح لنا افاق للعلم والبحث وفق عده محاور وبعد التوكل\nالله\nوتوفيقه كان لنا فضل\nالمشاركة\nفي مؤتمرنا هذا. للبحث حول زياره وارث والامام الحسين ولماذا خصت هذه\nالزيارة\nللسيدي ومولاي ابي عبد الله الحسين (عليه السلام) .\nكان اختيارنا\nلهذا\nعلى العنوان لما لهو من اهميه\nعبر السنين\nوليومنا\nهذا فان موضوع\nالرجعة\nموضوع مهم\nللغاية\nلأنه\nمن معاجز الله سبحانه\nوتعالى\nواسراره الخفيه ولابد من البحث والتفكر والتدبر في\nالرجعة\nونتحقق\nهل فعلا هنالك رجعه للائمه المعصومين والمؤمنين وكذلك\nللظلمة\nوالكافرين ..\nتناولنا في البحث عده مباحث تناولت\nالرجعة\nلغة\nواصطلاحا وبادله واثباتات من ايات\nقرانيه\nودلائل للروايات\nواحاديث نبويه واقوال للائمه معصومين\nوتأكيدات\nمن مفسرين وباحثين وراه \" كما بينا في احد المباحث راي\nالمذاهب\nالدينية\nمن موضوع\nالرجعة\nبصوره عامه ورجعه الامام الحسين (عليه السلام) . بادله ونفي للبعض\nالمذاهب\nللأمر\nالرجعة\nوفق شبهات حول هذا الامر ...\nلكن الاهم هو مبحثنا الرابع وهو الحسين ورجعه وفق زياره وارث حيث تناولنا فقرات من\nالزيارة\nوبينا من\nخلال هذه الفقرات ان الامام الحسين هو المخصوص",
    "trans": ".\nSeptember /\n2024\n.\n.\n(Abstract)\nOn the topic of Al-Hussein according to Ziyarat Warith opens for us horizons for knowledge and research according to several axes And after relying\non God\nand His success we had the privilege\nof participating\nin our conference. To research around Ziyarat Warith and Imam Al-Hussein and why this visitation\nwas specifically chosen\nfor our master and lord, Abu Abdullah Al-Hussein (peace be upon him).\nOur choice of this\non this\ntitle for what it has of importance\nover the years\nand until today\nthe topic of\nthe return\nis a topic that's important\nvery\nbecause\nfrom the miracles of God\nAlmighty\nand His hidden secrets and it is necessary to research and think and ponder over\nthe return\nand we verify\nwhether indeed there is a return for the infallible Imams and the believers as well as\nfor the oppressors\nand the disbelievers ..\nWe addressed in the research several topics including\nthe return\nlinguistically\nand terminologically and its antecedents and proofs from verses\nin the Quran\nand evidence from narrations\nand prophetic hadiths and statements from the infallible Imams\nand confirmations\nfrom interpreters and researchers \"as we showed in one of the topics the view\nof the sects\nreligious\nfrom the topic\nof the return\nin general and the return of Imam Al-Hussein (peace be upon him). with proofs and denialfor some\nsects\nfor the matter\nof the return\naccording to doubts around this matter ...\nBut the most important is our fourth topic which is Al-Hussein and his return according to Ziyarat Warith where we addressed paragraphs from\nthe visitation\nand showed\nthrough these paragraphs that Imam Al-Hussein is the special one"
}