{
    "source": "ar_AE",
    "target": "en_US",
    "text": "في أبريل، تشاجرنا عدة مرات في عيد ميلادي لأنها شريكة فظيعة، بلا قلب، وغير مبالية. وعندما عادت، ذهبت إلى رجل يدعى “رو” بينما كنت أحاول الاعتذار عن كوني حساسًا و… لئيم. فكذبت مستخدمة اسمك، قائلة إنها أخذتك إلى الطبيب وكانت مشغولة. لكن الحقيقة هي أنها أخذتك إلى الطبيب، ثم أعادتك إلى المنزل، ثم ذهبت إلى “رو” في عمله، ثم قابلته لتناول العشاء. ثم ذهبوا لتناول المشروبات في البار حيث شربت كثيرًا ولكن لم تكن مخمورة تمامًا. ثم تركته يضع أصابعه داخلها بينما كنا لا نزال في علاقة. فتحت ساقيها لرجل آخر وكانت تكذب من أجل ذلك.\nقبل أن ألتقي بها، في ديسمبر 2022 لم يكن لديها انفجار كيس مبيض. لقد كانت لديها حمل خارج الرحم. هذا يعني أن البويضة المخصبة علقت في قناة فالوب وانفجرت. عندما حدث الانفجار، تم نقلها إلى المستشفى وفقدت مبيضها وهذا هو المكان الذي وجدتها فيه. كانت في علاقة مع ذلك الرجل لمدة 5 سنوات. كل الألم وعدم الثقة التي حملتها من العلاقات الحرام السابقة حملتها إلى علاقتنا وأدخلت السم في رابطنا.",
    "trans": "In April, we argued several times during my birthday because she is a horrible, heartless, and indifferent partner. When she returned, she went to a man named \"Ro\" while I was trying to apologize for being sensitive and... mean. She lied using your name, claiming she took you to the doctor and was busy. But the truth is, she took you to the doctor, brought you back home, and then went to \"Ro\" at his workplace. She then met him for dinner, after which they went for drinks at a bar where she drank a lot but wasn’t completely drunk. She then let him put his fingers inside her while we were still in a relationship. She opened her legs to another man and lied about it.\nBefore I met her, in December 2022, she didn’t have an ovarian cyst rupture. She had an ectopic pregnancy. This means the fertilized egg got stuck in the fallopian tube and ruptured. When the rupture happened, she was taken to the hospital and lost her ovary, and that’s where I found her. She had been in a relationship with that man for five years. All the pain and distrust she carried from her previous sinful relationships were brought into ours, poisoning our bond."
}