{
    "source": "ar_AE",
    "target": "en_US",
    "text": "15:34\nحسام المندوه يكشف لـ أحمد موسى تفاصيل خاصة عن أزمة ثلاثي الزمالك المحتجز في أبو ظبي\nSada Elbalad - صدى البلد\nNew\n9.1K views\n49:42\nالكشف عن هوية معوض كاردوزو، خالد القربي: معوض كاردوزو لم ينجح مع الترجي لهذا السبب\nIFM\nNew\n3.5K views\n18:21\nحصري و نادر جدا - قمة المتعة و الإثارة في مباراة تشيلي و تونس 1998 Chile vs Tunisie\nAhmed Mohamed\nNew\n960 views\nComments\n12\nAdd a comment…\n@Tankdavis133\n26 minutes ago\nكي هي الجامعة عندها الفلوس وتنجم تخلص مدرب كيما بيتوني تمشي تتعب شويا وتلوج على مدرب أجنبي مفماش كان الافريقي تنحيولها في المدربين متاعها كل مرة قالو المصلحة الوطنية.. المصلحة الوطنية يعرفوها كي بش يضرو الافريقي ويني المصلحة الوطنية كي جبتو القادري وفوزي البنزرتي شبيكم ماشفتوش مدرب اجنبي مالاول ياشلايك\n@HediHouas\n48 minutes ago\nمافماش منها الجامعة التونسية المبون متاع الافريقي راهو كمال ادير شادد الجامعة ومعروف بي انتماء للافريقي اما انتوما اتحبو اتحيرو اسمو هاو قلك من طو راو خالط على كاردوزو والايامو بيننا",
    "trans": "15:34\nHossam El-Mandouh reveals to Ahmed Moussa specific details about the crisis of Zamalek's three players detained in Abu Dhabi\nSada Elbalad\nNew\n9.1K views\n49:42\nRevealing the identity of Cardozo’s replacement, Khaled Korbi: \"Cardozo's replacement did not succeed with Esperance for this reason.\"\nIFM\nNew\n3.5K views\n18:21\nExclusive and very rare – the peak of excitement and thrill in the Chile vs. Tunisia match, 1998.\nAhmed Mohamed\nNew\n960 views\nComments\n12\nAdd a comment…\n@Tankdavis133\n26 minutes ago\nWhen the federation has money and can pay for a coach like Pitoni, they could make a little effort and look for a foreign coach. But no, they keep taking African Club’s coaches every time under the pretext of national interest. National interest? They only know it when it’s about losing the African Club. Where was the national interest when you brought Qadri and Faouzi Benzarti? Why didn’t you look for a foreign coach from the start, you fools\n@HediHouas\n48 minutes ago\nThere’s nothing to it, the Tunisian Federation is just an extension of the African Club. Kamel Ader, who is known for his allegiance to the African Club, is in charge of the federation. But you guys want to stir things up. Just know this: he’s already gotten involved with Cardozo, and time will tell."
}