{
    "source": "ar_AE",
    "target": "en_US",
    "text": "لرّوما\nعدل\nتوصف الروما بأنها أكبر سكانية مهمشة، حيث تعرضوا للاضطهاد وبحسب الأمم المتحدة، فإن النظام النازي قتل مئات الآلاف منهم خلال الحرب العالمية الثانية.[ 26] يبلغ تعدادهم الكلي 7,590,000 نصفهم في أوروبا الشرقية. منهم 90.4% مسيحيون و 4.4% مسلمون و 5.1% بلا دين.[ 27] وينقسمون إلى عدة مجموعات أهمها:\nالفلاكس: تعدادهم 2,015,000، وهم منتشرون في أنحاء العالم بشكل واسع، يتركزون في رومانيا والبرازيل والبوسنة والهرسك والولايات المتحدة الأمريكية، لغتهم الأساسية هي الرومنية بلهجتهم الفلاكسية، وديانتهم الأساسية هي المسيحية.[ 28]\nالبلقان الرّوما: تعدادهم 1,368,000، وهم منتشرون في أوروبا بشكل واسع ويتركزون في أوكرانيا وصربيا وبلغاريا. لغتهم الأساسية هي الرومنية باللهجة البلقانية عموماً ما عدا في صربيا فلهم لهجة خاصة. في أوكرانيا لهم ديانة خاصة، في بقية الدول أكثرية مسيحية ما عدا في تركيا ومقدونيا وإيران والبوسنة والهرسك ورومانيا وأفغانستان والجزائر أكثرية مسلمة. في بلغاريا يسمون بغجر الزرغر (65% منهم مسيحيون بأغلبية أرثوذكسية و 25% مسلمون و 10% بلا دين)[29]\nغجر الكالو في إسبانيا\nغجر الكالو: تعدادهم 995,000، يتركزون في إسبانيا (وسط وجنوب) وجزر الكناري والبرازيل. يتحدثون بشكل أساسي لغة محل إقامتهم وبشكل ثانوي لغة الكالو. في إسبانيا معظمهم بروتستانت وفي البرازيل معظمهم رومان كاثوليك.[ 30]",
    "trans": "The Roma\nEdit\nThe Roma are described as the largest marginalized population, as they have been subjected to persecution. According to the United Nations, the Nazi regime killed hundreds of thousands of them during World War II.[26] Their total population is 7,590,000, half of whom live in Eastern Europe. Among them, 90.4% are Christians, 4.4% are Muslims, and 5.1% have no religion.[27] They are divided into several groups, the most prominent of which are:\nThe Vlax: Their population is 2,015,000, and they are widely spread around the world, concentrated in Romania, Brazil, Bosnia and Herzegovina, and the United States. Their primary language is Romani with the Vlax dialect, and their main religion is Christianity.[28]\nThe Balkan Roma: Their population is 1,368,000, and they are widely distributed across Europe, concentrated in Ukraine, Serbia, and Bulgaria. Their primary language is Romani in the Balkan dialect, except in Serbia, where they have their own dialect. In Ukraine, they have a specific religion, while in other countries, they are predominantly Christian, except in Turkey, Macedonia, Iran, Bosnia and Herzegovina, Romania, Afghanistan, and Algeria, where Muslims are the majority. In Bulgaria, they are referred to as Zargari Gypsies (65% are Christians, predominantly Orthodox, 25% are Muslims, and 10% have no religion).[29]\nThe Caló Gypsies in Spain\nThe Caló Gypsies: Their population is 995,000, concentrated in Spain (central and southern regions), the Canary Islands, and Brazil. They primarily speak the language of their place of residence and secondarily the Calo language. In Spain, most are Protestants, while in Brazil, most are Roman Catholics.[30]"
}