{
    "source": "ar_AE",
    "target": "en_US",
    "text": "تتولى السلطة الإدارية المحلية إحالة طلبات الإعفاء المتوصل بها على العمالة أو الإقليم أو عمالة المقاطعات لعرضها على اللجنة الإقليمية التي ستتولى دراستها واتخاذ القرار المناسب بشأنها.\nدعم وإثبات طلبات الإعفاء من الخدمة العسكرية\nلقبول طلب الإعفاء من أداء الخدمة العسكرية، يجب إرفاقه بالوثائق المثبتة لكل حالة، وذلك كما يلي:\nالعجز البدني أو الصحي: يُثبت بتقرير طبي صادر عن المصالح الاستشفائية العمومية المؤهلة، يؤكد عدم قدرة الشخص المعني على أداء الخدمة العسكرية.\nإعالة الأسرة: يتم إثبات هذه الحالة بشهادة يسلمها عامل العمالة أو الإقليم أو عمالة المقاطعات تثبت صفة معيل للأسرة. ويسلم العامل هذه الشهادة بعد دراسة طلب الإعفاء من طرف اللجنة الإقليمية وقبوله.\nمتابعة الدراسة: يتم دعم طلب الإعفاء بشهادة تسلمها الجهة المختصة بالقطاع المعني تثبت أن المعني بالأمر لا زال يتابع دراسته بشكل نظامي في إحدى مؤسسات التعليم العمومي أو الخصوصي أو التكوين المهني.\nوجود أخت أو أخ مجند في الخدمة باعتباره مجندا، أو وجود أخت أو أخ أو أكثر يمكن استدعاؤهم في الوقت نفسه للخدمة العسكرية: يتم إرفاق طلب الإعفاء بأي وثيقة رسمية تؤكد هذه الحالة.\nإضافة إلى هذه الحالات، أورد القانون المتعلق بالخدمة العسكرية حالات أخرى تستوجب الإعفاء تنطبق أساسا على العنصر النسوي، علما أن الخدمة العسكرية بالنسبة للمرأة يبقى أمرا اختياريا.",
    "trans": "The local administrative authority forwards the exemption requests it receives to the prefecture, province, or district prefecture to present them to the regional committee, which will examine them and make the appropriate decision.\nSupporting and Proving Requests for Exemption from Military Service\nTo accept a request for exemption from military service, it must be accompanied by supporting documents for each case, as follows:\nPhysical or Health Disability: Proven with a medical report issued by qualified public hospital services, confirming the individual’s inability to perform military service.\nFamily Support: This case is proven by a certificate issued by the governor of the prefecture, province, or district prefecture, confirming the status of the individual as a family provider. The governor issues this certificate after the exemption request is reviewed and approved by the regional committee.\nContinuing Education: The exemption request is supported by a certificate issued by the competent authority in the relevant sector, confirming that the individual is still regularly pursuing their studies in a public or private educational institution or vocational training.\nHaving a sibling already serving in the military, or the presence of one or more siblings who may be called up for military service at the same time: The exemption request is accompanied by any official document confirming this situation.\nIn addition to these cases, the law on military service includes other cases that warrant exemption, primarily applicable to women, noting that military service for women remains optional."
}