{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ثالثاً: تعریف سجود التلاوة\n• سجود التلاوة ھو السجود الذي یقوم بھ المسلم عند قراءة أو سماع آیة فیھا سجدة.\n• عدد مواضع سجود التلاوة :ھناك 15 موضعاً لسجود التلاوة في القرآن الكریم. رابعاً: كیفیة سجود التلاوة\n• السجود یتم بسجدة واحدة دون تشھد أو تسلیم. • یُستحب التكبیر عند السجود والرفع منھ.\nخامساً: أمثلة على أنواع السجود\n1. مثال على سجود السھو :إذا تذكرت أنك نسیت سنة من سنن الصلاة في إحدى الركعات بعد أن انتھیت من الصلاة، تسجد للسھو بعد السلام.\n2. مثال على سجود التلاوة :إذا كنت تقرأ القرآن ومررت بآیة سجدة، تسجد مباشرة بعد الانتھاء من قراءتھا.\nسادساً: أھمیة السجود في الإسلام\n• الطاعة والخضوع .\nدلیل على سجود السھو:\nورد عن النبي صلى الله علیھ وسلم أنھ قال: \"إذا شك أحدكم في صلاتھ فلم ید ِر كم صلى، ثلاثًا أم أربعًا، فلیطرح الشك ولیب ِن على ما استیقن، ثم یسجد سجدتین قبل أن یسلم( \"رواه البخاري ومسلم.) ھذا الحدیث یبین أن سجود السھو یكون لعلاج الشك في الصلاة، حیث یسجد المسلم لتعویض الشك في عدد الركعات. دلیل على سجود التلاوة: قال عبد الله بن عمر رضي الله عنھما: \"كان النبي صلى الله علیھ وسلم یقرأ علینا السورة فیھا السجدة، فیسجد ونسجد معھ، ( رواه البخاري",
    "trans": "Third: Definition of Prostration of Recitation\n• Prostration of Recitation is the prostration performed by a Muslim when reading or hearing a verse that includes a prostration.\n• There are 15 places for Prostration of Recitation in the Holy Quran. Fourth: How to Perform Prostration of Recitation\n• The prostration is performed with one prostration without Tashahhud (testimony) or Tasleem (salutation). It is recommended to say \"Allahu Akbar\" (Takbeer) when prostrating and when rising from it.\nFifth: Examples of Types of Prostration\n1-Example of Prostration of Forgetfulness: If you remember that you forgot a Sunnah (recommended act) of the prayer in one of the units after finishing the prayer, you perform the Prostration of Forgetfulness after Tasleem.\n2-Example of Prostration of Recitation: If you are reading the Quran and come across a verse of prostration, you prostrate immediately after finishing reading it.\nSixth: Importance of Prostration in Islam\n• Obedience and submission.\nEvidence for Prostration of Forgetfulness:\nThe Prophet Muhammad (peace be upon him) said: \"If any of you is uncertain about his prayer and does not know how many units he has prayed, three or four, he should cast aside his doubt and base his prayer on what he is sure of. Then he should perform two prostrations before Tasleem\" (Narrated by Bukhari and Muslim). This hadith shows that Prostration of Forgetfulness is to compensate for doubt in the number of units prayed."
}