{
    "source": "ar_AE",
    "target": "en_US",
    "text": "§ تحليل وتحديد الاحتياجات التدريبية للوحدات التنظيمية وذلك بالتنسيق مع مدراء الإدارات والأقسام.\n§ اعداد الخطة التدريبية التي تشمل كافة الاحتياجات التدريبية ومخاطبة الجهات التدريبية وانتقاء أفضل البرامج والدورات التدريبية.\n§ التواصل والتنسيق بشكل مستمر مع مختلف مراكز ومعاهد التدريب لإعداد خطط التدريب السنوية.\n§ وضع واعداد الجداول الزمنية للخطة العامة السنوية للتدريب والاشراف على تنفيذها.\n§ اعداد الخطط التدريبية والتطويرية وربطها بنظام تقييم الاداء الوظيفي والمسار الوظيفي.\n§ المشاركة في تخطيط وتصميم البرامج التدريبية التخصصية المقترح تنفيذها خلال الخطة التدريبية السنوية.\n§ تحديد التكلفة المالية التقديرية للبرامج التدريبية المقترح تنفيذها بناءً على الخطة التدريبية السنوية.\n§ قياس وتقييم البرامج والدورات التدريبية المنفذة داخل وخارج الهيئة وتقديم التوصيات والمقترحات العملية بشأنها.\n§ متابعة عملية التقييم الدقيق للدورات التدريبية المختلفة في الموعد المحدد لقياس العائد على الاستثمار في التدريب وضمان أرشفتها\n§ المشاركة في اعداد وتحديث أدلة الإجراءات الخاصة بقسم التدريب.\n§ مراجعة ومتابعة وتنفيذ الإجراءات وآليات العمل المتبعة في قسم التدريب والأداء وتقديم اقتراحات التحسين والتطوير\n§ إعداد التقارير الشهرية والربع سنوية عن البرامج والدورات التدريبية المنجزة ورفعها الى المسؤول المباشر.",
    "trans": "§ Analyzing and identifying the training needs of organizational units in coordination with department and section managers.\n§ Preparing the training plan that encompasses all training needs, liaising with training entities, and selecting the best programs and training courses.\n§ Establishing continuous communication and coordination with various training centers and institutes to develop annual training plans.\n§ Developing and preparing the timelines for the annual general training plan and supervising its implementation.\n§ Preparing training and development plans and linking them to the performance evaluation and career path systems.\n§ Participating in the planning and design of specialized training programs proposed for implementation within the annual training plan.\n§ Identifying the estimated financial costs of the training programs proposed for implementation based on the annual training plan.\n§ Measuring and evaluating training programs and courses conducted both internally and externally, and providing practical recommendations and suggestions regarding them.\n§ Monitoring the precise evaluation process of various training courses on the specified dates to measure the return on investment in training and ensure their documentation.\n§ Participating in the preparation and updating of procedural manuals related to the training department.\n§ Reviewing, monitoring, and implementing the procedures and work mechanisms followed in the training and performance department, and proposing improvements and developments.\n§ Preparing monthly and quarterly reports on completed programs and training courses and submitting them to the direct supervisor."
}