{
    "source": "ar_AE",
    "target": "en_US",
    "text": "التحاليل المالية الدورية الاستثنائية خاصة بالشركة والتأكد من التدفق النقدي ويضمن توفر السيولة .\nالتأكد من صحة مستندات الصرف والفواتير طبقاً للإجراءات المحاسبية المعمول بها.\nإعداد جدول زمني بالالتزامات المالية المترتبة على الشركة وتقديمها للإدارة العليا.\nالعمل مع المدقق الداخلي والخارجي وفتح جميع الملفات والتقارير والمستندات التي تتعلق بالشركة منها العامة أو السرية بدون تحفظ والإجابة على كافة التساؤلات والاستفسارات.\nالإشراف على قبض الإيرادات وإيداع الشيكات والنقد وتسوية الحسابات لدى البنوك .\nإعداد تقارير عن أرصدة الشركة لدى البنوك ورفعها للإدارة العليا.\nالإشراف على التقارير الدورية ونتائج أعمال الشركة وبيان الانحرافات أو التجاوزات ورفعها إلي للإدارة العليا.\nقيادة وفحص فاعلية السياسات المالية المختلفة التي وافق عليها مجلس الإدارة.\nواجبات أخرى يتم تعيينها.\nالمؤهلات درجة ماجستير أو بكالوريوس في تخصص ذات صلة.\nشهادات قوية ذات صلة بالمالية والمحاسبة.",
    "trans": "Exceptional Periodic Financial Analysis specifically for the company, ensuring cash flow and liquidity.\nVerification of the accuracy of disbursement documents and invoices following the applicable accounting procedures.\nPreparation of a timetable of the company's financial obligations and presentation to senior management.\nCollaboration with internal and external auditors, opening all files, reports, and documents related to the company, whether public or confidential, without reservation, and answering all questions and inquiries.\nSupervision of the collection of revenues, deposit of checks and cash, and bank account reconciliation.\nPreparation of reports on the company's bank balances and submission to senior management.\nSupervision of periodic reports, company performance results, and statement of deviations or violations, and submission to senior management.\nLeading and examining the effectiveness of various financial policies approved by the board of directors.\nOther duties as assigned.\nQualifications: Master's or Bachelor's degree in a related field.\nStrong certifications related to finance and accounting."
}