{
    "source": "ar_AE",
    "target": "en_US",
    "text": "هل تُعتبر ممارسة الحق الدستوري والقانوني الذي كفلته كل القوانين الوضعية والشرائع السماوية في الدفاع عن النفس والمال والعرض (تحشيداً للمواطنين وتحويلاً إياهم إلى مقاتلين)؟\nهل تضرر المواطنون من جرائم المليشيات لمجرد أنهم حاولوا الدفاع عن أنفسهم أم لأنهم تعرضوا لاعتداءات مروعة ومذابح جماعية يومية واعتداءات غاشمة في ولاية الجزيرة على وجه التحديد؟\nهل سلم من سالموا ولم يقاوموا الجنجويد من جرائم القتل والترويع والنهب والسلب والتهجير القسري؟\nما المطلوب من هؤلاء المدنيين كي ترضى عنهم (تقدم) وتدين وتشجب وتستهجن ما يتعرضون له بعبارات قوية وواضحة وصريحة.. لا تحمل تواطؤاً مفضوحاً مع القتلة؟\nأن يستسلموا لمصيرهم ويسلموا أنفسهم وأموالهم ونساءهم وممتلكاتهم للمليشيات ويكفوا عن المقاومة كي لا تسمون دفاعهم المشروع عن أنفسهم (تحشيداً لهم وتحويلاً إياهم إلى مقاتلين)؟\nوماذا عن اتفاق أديس المبرم بين تقدم والمليشيا المجرمة؟\nهل ما زال سارياً؟\nوهل ساعد على حماية المدنيين من بطش القتلة؟\nهل ساعد على تنفيذ شعار (لا للحرب)؟\nألم تزدد المليشيات توحشاً وضراوة وإمعاناً في أذية المدنيين وقتلهم وتهجيرهم وإذلالهم بعد توقيعه؟",
    "trans": "Is exercising the constitutional and legal right, guaranteed by all man-mad and divine laws, to defend oneself, one's property, and one's and one's honor considered a mobilization of citizens into combatants?\nWere citizens harmed by militia crimes simply because they tried to defend themselves, or because they were subjected to horrific assaults, daily mass killing, and brutal attacks, particularly in Gezira state?\nWere those who remained neutral and did not resist Janjaweed spared from murder, intimidation, looting, and forced displacement?\nWhat do these civilians need to do to gain the satisfaction (Taqaddum), and to have their plight condemned, denounced, and strongly rejected in clear and explicit terms, without blatant collusion with the killers?\nShould they surrender to their fate, handover themselves, their money, their women, and their property to the militias, and cease resisting, avoiding their legitimate self-defense being labeled as mobilization of turning them into fighters?\nWhat about the Addis agreement between \"Taqaddum\" and the criminal militia?\nIs it still valid?\nDid it help protect civilians from the brutality of the murderers?\nDid it help implement the slogan “No to War”?\nDidn't the militias become more brutal, ferocious, and persistent in harming, killing, displacing, and humiliating civilians after it was signed?"
}