{
    "source": "ar_AE",
    "target": "en_US",
    "text": "تتميَّز العربية بما يمكن تسميته مركز الجاذبية في نظام النُّطق، كما تتميَّز بأصوات الإطباق؛ فهي تستخدم الأعضاء الخلفية من جهاز النُّطق أكثر من غيرها من اللغات، فتوظِّف جذْر اللسان وأقصاه والحنجرة والحَلْق واللَّهاة توظيفًا أساسيًّا؛ ولذلك فهي تحتوي على مجموعة كاملة لا وجود لها في أيِّ لغة سامية، فضلاً عن لغات العالم، وهي مجموعة أصوات الإطباق: الصَّاد والضَّاد والطَّاء والظَّاء والقاف، ومجموعة الأصوات الخلفية، وتشمل الصَّوتين الجِذْريَّيْن الحَلْقيَّيْن: الحاء والعين، والصَّوت القصي الطَّبقي: الغين، والصَّوت القصي اللهوي: القاف، والصَّوت الحنجري: الهمزة.\n2- المفردات:\nيُعَدُّ مُعجم العربية أغنى معاجم اللغات في المفردات ومرادفاتها (الثروة اللفظية)؛ إذْ تضُمُّ المعاجم العربية الكبيرة أكثر من مليون مفردة. وحَصْرُ تلك المفردات لا يكون بحَصْر مواد المعجم؛ ذلك لأن العربية لغة اشتقاق، والمادة اللغوية في المعجم العربي التقليدي هي مُجرَّد جذْر، والجِذْر الواحد تتفرَّع منه مفردات عديدة، فالجذْر (ع ود) مثلاً تتفرَّع منه المفردات: عادَ، وأعادَ، وعوَّدَ، وعاودَ، واعْتادَ، وتَعوَّدَ، واستعادَ، وعَوْد، وعُود، وعَوْدة، وعِيد، ومَعَاد، وعِيادَة، وعادة، ومُعاوَدَة، وإعادة، وتَعْوِيد، واعتِياد، وتَعَوُّد، واسْتِعَادَة، وعَادِيّ. يُضاف إليها قائمة أخرى بالأسماء المشتقَّة من بعض تلك المفردات، وكلُّ مفردة تؤدِّي معنًى مختلفًا عن غيرها.\nوالعربية تتطوَّر كسائر اللغات؛ فقد أُميتَتْ مفردات منها واندثرت، وأُضيفَتْ إليها مفردات مُولَّدة ومُعَرَّبة ودخيلة، وقامت مجامع اللغة العربية بجهد كبير في تعريب الكثير من مصطلحات الحضارة الحديثة، ونجحت في إضافتها إلى المعجم المستَخدَم، مثل: سيَّارة، وقطار، وطائرة، وبرقيَّة، وغير ذلك.",
    "trans": "Arabic is distinguished by what can be named as the center of gravity in its pronunciation system, as well as by its emphatic sounds. It uses the posterior parts of the vocal apparatus more than other languages, employing the root of the tongue, its back, the larynx, the pharynx, and the uvula in a fundamental way. So, it involves a complete set of sounds not found in any other Semitic language, let alone other world languages. This set includes the emphatic sounds: Ṣād (ص), Ḍād (ض), Ṭāʾ (ط), Ẓāʾ (ظ), and Qāf (ق), and the posterior sounds, which include the two pharyngeal sounds: Ḥāʾ (ح) and ʿAyn (ع), the velar sound: Ghain (غ), the uvular sound: Qāf (ق), and the glottal sound: Hamza (ء).\n2- Vocabulary:\nThe Arabic lexicon is the richest among languages in terms of vocabulary and synonyms (lexical wealth). Large Arabic dictionaries consists of more than a million words. Counting these words is not done by counting the dictionary entries, because Arabic is a derivational language, and the linguistic material in the traditional Arabic dictionary is only a root. From a single root, many words are derived. For instance, from the root (ʿ-w-d) come the words: ʿāda (عادَ), aʿāda (أعادَ), ʿawwada (عوَّدَ), ʿāwada (عاودَ), iʿtāda (اعْتادَ), taʿawwada (تَعوَّدَ), istaʿāda (استعادَ), ʿawd (عَوْد), ʿūd (عُود), ʿawda (عَوْدة), ʿīd (عِيد), maʿād (مَعَاد), ʿiyāda (عِيادَة), ʿāda (عادة), muʿāwada (مُعاوَدَة), iʿāda (إعادة), taʿwīd (تَعْوِيد), iʿtiyād (اعتِياد), taʿawwud (تَعَوُّد), and istiʿāda (اسْتِعَادَة), among others. Each word delivers a different meaning.\nArabic grows like other languages; some words have died out and disappeared, while new words have been coined, localized, and borrowed. The Arabic language academies have made great efforts to localize many modern civilization terms and successfully added them to the used lexicon, such as: sayyāra (سيَّارة - car), qiṭār (قطار - train), ṭāʾira (طائرة - airplane), barqiyya (برقيَّة - telegram), and others."
}