{
    "source": "ar_AE",
    "target": "en_US",
    "text": "REGALIA TOP 50\nاكتشف الإسهامات البارزة التي قدمها أشخاص مختارون في نظامنا البيئي للألعاب.\n#ACTIVE PLAYERS AWARDS\nإعلان: 2024-10-19\n1\nمقعد\nMVP OF THE YEAR\nنحتفل باللاعبين الذين حصلوا على لقب \"أفضل لاعب\" في عام 2024. قدرتهم على حمل فريقهم تعزز الثقة العامة.\nانظر المرشحين\n1\nمقعد\nTHE GRAND MASTER\nسيد الغراند ماستر: فري فاير #1. يعتبر اللاعب الأفضل في اللعبة. الرقم 1 بالفعل\nانظر المرشحين\n1\nمقعد\nTIME WARRIOR\nتكريم اللاعبين الذين يقضون أطول وقت في اللعبة. هذا اللاعب جعل فري فاير بيته\nانظر المرشحين\n4\nمقاعد\n2024 BATTLE ROYALE SUPREMES\nتعرف على أفضل لاعبي باتل رويال، حس هؤلاء الناجين في اللعبة واستراتيجيتهم لا يمكن التغلب عليها\nانظر المرشحين\n4\nمقاعد\n2024 CLASH SQUAD SUPREMES\nتعرف على أفضل لاعبي كلاش سكواد، هؤلاء الناجون يتميزون بردود أفعال سريعة وقوة لا يمكن التغلب عليها\nانظر المرشحين\n1\nمقعد\nHEADSHOT ACE\nتُمنح هذه الجائزة للقناصين الذين يتمتعون بأعلى عدد من طلقات الرأس، والذين يتمتعون بالدقة والإتقان في كل طلقة\nانظر المرشحين\n#COMMUNITY AWARDS\nإعلان: 2024-10-21\n1\nمقعد\nBUG-HUNTER EXPERT\nتكريم الناجين الذين اكتشفوا وأبلغوا عن الأخطاء في اللعبة بشكل متكرر هذا العام على فري فاير.\nانظر المرشحين\n3\nمقاعد\nVOICE OF THE SURVIVORS",
    "trans": "REGALIA TOP 50\nDiscover the remarkable contributions of selected individuals to our gaming ecosystem.\nACTIVE PLAYERS AWARDS#\nAnnouncement: 19-10-2024\n1\nseat\nMVP OF THE YEAR\nWe honour the players who earned the title of «Best Player» in 2024, whose leadership inspires team confidence.\nSee candidates\n1\nseat\nTHE GRAND MASTER\nHonoring the top Free Fire player: the undisputed #1, widely regarded as the best in the game.\nSee candidates\n1\nseat\nTIME WARRIOR\nCelebrating players who spend the most time in the game, making Free Fire their second home\nSee candidates\n4\nSeats\nBATTLE ROYALE SUPREMES 2024\nMeet the top Battle Royale Players, whose survival instincts and strategies are unparalleled.\nSee candidates\n4\nSeats\nCLASH SQUAD SUPREMES 2024\nMeet the best Clash Squad players for their fighting-fast reflexes and unbeatable strength\nSee candidates\n1\nSeat\nHEADSHOT ACE\nAwarded to snipers with the most headshots, highlighting their precision and skill with every shot\nSee candidates\nCOMMUNITY AWARDS#\nAnnouncement: 21-10-2024\n1\nSeat\nBUG-HUNTER EXPERT\nRecognizing survivors who have diligently discovered and reported bugs in Free Fire throughout the year.\nSee candidates\n3\nSeats\nVOICE OF THE SURVIVORS"
}