{
    "source": "ar_AE",
    "target": "en_US",
    "text": "من ملامح الاقتصاد الإسلامي\nمن المعروف أن حاجات الإنسان الأساسية للاستهلاك يمكن حص ُرها في السلع الغذائية، والملابس، والسكن، ومع أنها بشكلها البدائي متاحة بهيئة موا د خام، فإنها لا تتوفر للاستخدام إلا بقيام الإنسان ببذ ِل مجهود عضلي، أو فكري، للحصول عليها، بما يس مى بوظيفة العمل في الاقتصاد الحديث؛ حيث يعتبر )عنصر العمل( من بين أهم )عناصر الإنتاج( في النظرية الاقتصادية المعاصرة، وهو ما ُيع َرف بـ: )طلب الرزق( في الإسلام، حيث حث الإسلام على العمل، واعتبره من ُقربات العبادة في نفس الوقت:﴿ َفاَذا ُقِضَيِتالصَلاُة َفاْنَتِشُروا ِفياْلاْرِض َواْبَتُغوا ِمْن َفْضِلاِ﴾]الجمعة:10[،وهذاماتفتقُرإليهالنظريُة\nالاقتصادية في ال نظم المعاصرة تما ًما؛ حيث تركز اهتمامها على نشاط العمل بشكله المج رد من مضامين العبادة تما ًما.\nأما على مستوى الاقتصاد الوطني الكلي، فإن قوة العمل تشم ُل جميع الأفراد في سن العمل، المشاركين ِفع ًلا في النشاط الاقتصادي لعنصر العمل، الذي يحصل من وراء نشاطه على الأجور كعائد، حيث ين ِفق جز ًءا منه للاستهلاك، في حين يدخر الجزء الآخر منه بتأجيل بعض الإشباع الحالي، و ِمن الطبيعي أن ِمثل هذا النشاط لا ب د له من قواع َد تحكُ ُمه، حتى يح ق َق مصلح َة جميع أفراد المجتمع عند مستوى التشغيل الكامل للاقتصاد، من غي ِر إضرار بأحد، وهذه القواع ُد والآليات هي التي تشكُل ما يس مى",
    "trans": "Features of the Islamic Economy\nIt is known that the elemental demands of human consumption can be confined to food, clothing, and housing. Although these needs are directly available in the form of raw materials, they are not accessible for use unless humans exert physical or intellectual effort to get them, which is the function of work in the modern economy. The labor element is considered one of the most significant production elements in contemporary economic theory, known in Islam as the pursuit of livelihood. Islam urges work and considers it an act of worship simultaneously: \"And when the prayer is concluded, disperse within the land and seek from the bounty of Allah\" [Al-Jumu'ah: 10]. This is absolutely what contemporary economic theory lacks, as it focuses on work activity in its pure form, devoid of the implications of worship.\nContemporary economic theory absolutely lacks this, as it focuses on work activity in its pure form, devoid of the implications of worship.\nAt the macroeconomic level, the labor force includes all individuals of working age who are actively engaging in the economic activity of the labor element, earning wages as a return. They spend part of their profits on consumption while saving the other part by deferring some current satisfaction. Naturally, such activity shall have rules governing it to fulfill the interest of all members of society at the level of full employment of the economy without hurting anyone. These rules and mechanisms form what is known as the Islamic economic system."
}