{
    "source": "ar_AE",
    "target": "en_US",
    "text": "جاءت رؤية القسم مستمدة من رؤية الكلية ؛ حيث يسعى كل منهما إلى تحقيق الريادة على المستوى الإقليمي والدولي .\nحيث تنص الرؤية على \" يسعى قسم علم النفس أن يصبح رائدا على المستويين المحلي والدولي في مجال: إعداد المختصين النفسيين ومدرسي علم النفس والباحثين, وتقديم الاستشارات النفسية والبحثية, وإعداد الدراسات العلمية \".\nرسالة البرنامج:\nجاءت رسالة القسم مستمدة من رسالة الكلية ؛ حيث صيغت مفرداتها لتكون دالة على ما جاء في رسالة الكلية من إرساء لدعائم مجتمع متميز قائم على المعرفة والتعلم وفق أحدث النظم التي تلائم الحاجات الحقيقية للمجتمع والميدان التربوي ، على أن القسم زاد في رسالته تعميق معاني الإبداع والتوافق النفسي والاجتماعي مما يزيد من فرص التميز والريادة على المستويين الوطني والإقليمي والعالمي\nحيث تنص رسالة البرنامج على \" إعداد الكوادر العلمية في مجال علم النفس من اختصاصيين أو معلمين أو باحثين, وتشجيع الدراسات العلمية, وتوفير الخدمات النفسية لأفراد المجتمع, وتقديم الاستشارات للقطاعين الحكومي والأهلي. يتم ذلك من خلال برامج القسم المختلفة على مستوى المرحلة الجامعية أو الدراسات العليا, وما يهيئه القسم من إمكانات مادية و بشرية \"\nأهداف البرنامج:\nصيغت أهداف القسم لتكون أهدافاً فرعية منبثقة من الأهداف الرئيسة للكلية ، وليسهل تناولها في البعد الإجرائي التشغيلي مما يسهل عمليات التقويم للتحقق من تحقيق أهداف الكلية التربوية والأكاديمية.",
    "trans": "The department's vision is derived from the vision of the college, as both strive for leadership at the regional and international levels.\nThe vision states: “The Department of Psychology aims to become a leader at both the local and international levels in preparing psychologists, psychology teachers, and researchers, providing psychological and researchers, providing psychological and research consultations, and conducting, scientific studies.”\nProgram Mission\nThe mission of the department is derived from the mission of the college, with language crafted, to align with the college's aim of establishing a distinguished society based on knowledge and learning. Using the latest systems to meet the genuine needs of society and the educational field. The department has enriched its mission by emphasizing creativity and psychological and social harmony, enhancing opportunities for excellence and leadership at the national, regional and global levels.\nThe program's mission states: “To prepare scientific cadres in the field of psychology, including specialists, teachers, and researchers, encourage scientific studies, provide psychological services to community members, and offer consultations to both the government and private sectors. This is achieved through the department's various programs at both undergraduate and postgraduate levels, along with the material and human resources provided by the department.”\nProgram Objectives:\nThe department's objectives were formulated as sub-objectives derived from the main objectives of the college, designed for ease of implementation in operational procedures, which simplifies evaluation processes to ensure the achievement of the college educational and academic goals."
}