{
    "source": "ar_AE",
    "target": "en_US",
    "text": "لقد وصلتك هذه الرسالة لأنّه لديك حسابًا على AdSense أو \"AdSense لمنصة YouTube\" أو AdMob أو \"مدير الإعلانات\" في مصر يتم إرسال الدفعات إليه بالدولار الأمريكي.\nالتغييرات المرتقبة\nاعتبارًا من 1 مايو 2025، جميع العائدات من AdSense و\"AdSense لمنصة YouTube\" وAdMob و\"مدير الإعلانات\" في مصر ستُدفع بالجنيه المصري. في ما يتعلق بحسابات الدفع الجديدة في مصر، سنرسل إليها العائدات أيضًا بالجنيه المصري.\nالإجراءات التي يجب اتخاذها\nستنشئ لك Google حساب دفعات جديدًا يستخدم الجنيه المصري في 1 أبريل 2025. لمواصلة تلقّي العائدات من AdSense و\"AdSense لمنصة YouTube\" وAdMob و\"مدير الإعلانات\" بعد أبريل 2025، قد يكون عليك إضافة حساب مصرفي يستقبل الدفعات بالجنيه المصري إلى هذا الحساب الجديد. سنُعلمك في حال أردنا منك اتخاذ إجراء.\nكيفية تعامل Google مع أي رصيد في حسابات الدفع الحالية\n• إذا كانت لديك طريقة دفع صالحة وأكثر من 25 دولار أمريكي في حساب الدفع الحالي المرتبط بهذه العملة، سندفع لك ما يساوي هذا الرصيد بالعملة المحلية في أبريل 2025.",
    "trans": "You received this message because you have an AdSense, YouTube AdSense, AdMob, or Ad Manager account in Egypt that receives payments in USD.\nUpcoming Changes\nFrom May 1, 2025, all earnings from AdSense, YouTube AdSense, AdMob, and Ad Manager in Egypt will be paid in Egyptian Pounds. For new payment accounts in Egypt, payments will also be sent in Egyptian Pounds.\nProcedures Required\nGoogle will create a new payment account for you that uses Egyptian Pounds on April 1, 2025. To maintain receiving earnings from AdSense, YouTube AdSense, AdMob, and Ad Manager after April 2025, you may be required to add a bank account that approves payments in Egyptian Pounds to this new account. We will notify you if any action is required.\nHow Google Will manage Any Balance in Current Payment Accounts\nIf you have a valid payment method and more than USD 25 in your current payment account associated with this currency, we will pay you the equivalent amount in local currency in April 2025."
}