{
    "source": "ar_AE",
    "target": "en_US",
    "text": "11- عضو ومقرر لجنة الاستخدامات الحديثة والتعرفة 15/11/1999 .\n12- عضو ومقرر لجنة تخصيص الغرف والمساحات 6/3/2002 .\n13- رئيس فريــــــق عمل للتحضير للمؤتمر العالمي للاتصالات الراديويـــــــة 2003 ( WRC-03) للاتحاد الدولي للاتصالات 7/7/2012 .\n14- عضو ومقرر لجنة الرد الأسئلة البرلمانية 2003\n15-عضو ومقرر لجنة الاستخدامات الحديثة والتعرفة 1997-2004\n16-عضو لجنة لدراسة البدلات 19/ نوفمبر 2006\n17- عضو لجنة متابعة القرارات والأسئلة 17 ابريل 2007.\n18-نائب رئيس لجنة دائمة لتقييم ومتابعة مؤتمرات واجتماعات الاتحاد الدولي للاتصالات 6/5/2007 .\n19- عضو لجنة دراسة تعرفة الكوابل البحرية والبرية الدولية قرار وزاري رقم (135/2011)\n20- عضو لجنة الكوابل الدولية والتراخيص قرار وزاري رقم (151/ 2011)\n21- عضو ومقرر لجنة الاتصالات 10 يناير 2012 القرار (256/2012)\n22- نائب رئيس فريق عمل للرد على الأسئلة البرلمانية 10 مايو 2012\n23- رئيس فريق عمل للتحضير لأحداث الاتحاد الدولي للاتصالات 10 يونيو 2012\n24- عضو ومقرر لجنة الاتصالات إعادة تشكيل اللجنة 12 سبتمبر 2012",
    "trans": "11- Member and Coordinator of the Committee on Modern Uses and Tariffs – November 15, 1999.\n12- Member and Coo.rdinator of the Committee for Room and Space Allocation – March 6, 2002.\n13- Head of the Working Group for Preparing the 2003 World Radiocommunication Conference (WRC-03)of International Telecommunication Union - July 7, 2012.\n14- Member and Coordinator of the Committee for Responding to Parliamentary Questions – 2003\n15- Member and Coordinator of the Committee on Modern Uses and Tariffs 1997–2004\n16- Member of the Committee for Studying Allowances – November 19, 2006\n17- Member of the Committee for Monitoring Decisions and Questions – April 17, 2007\n18- Deputy Head of the Permanent Committee for Evaluating and Monitoring \"International Telecommunication Union\" Conferences and Meetings – May 6, 2007.\n19- Member of the Committee for Studying International Submarine and Terrestrial Cables Tariffs - Ministerial Decision No. (135/2011)\n20- Member of the Committee on International Cables and Licenses – Ministerial Decision No. (151/2011)\n21- Member and Coordinator of the Communications Committee – January 10, 2012 -Decision No. (256/2012)\n22- Deputy Head of the Working Group for Responding to Parliamentary Questions – May 10, 2012\n23- Leader of the Working Group for Preparing \"International Telecommunication Union\" Events – June 10, 2012\n24- Member and Coordinator of the Communications Committee - Reforming the committee - September 12, 2012"
}