{
    "source": "ar_AE",
    "target": "en_US",
    "text": "استمتِع بتجربة الضيافة الإماراتية الدافئة أثناء مشاركتك في محادثات هادفة\nمقابلات تجريبية\nشارِك في مقابلات صوريّة يجريها خبراء في أقسام الموارد البشريّة، وعزِّز ثقتك بنفسك في طلبك التالي للحصول على وظيفة\nإتقان كتابة السيرة الذاتيّة\nتعرَّف على كيفيّة إعداد سيرة ذاتيّة قويّة وفعَّالة تجعلك متميّزاً عن الآخرين\nفنّ البحث الفعّال عن وظيفة\nتعلم كيفية البحث الفعال وقراءة الفرص المتاحة فى سوق العمل باستخدام احدث التقنيات من أجل الحصول على الوظيفة التي طالما حلِمتَ بها\nأساليب التفاوض على الراتب\nزِد من إمكاناتك في الكسب وتفاوض بثقة من خلال تعلُّم استراتيجيات قابلة للتنفيذ لزيادة راتبك\nمختبر\" لينكدإن\"\nقُم بتطوير ملفك التعريفي على الإنترنت من خلال نصائح قابلة للتنفيذ من خبراء تسويق العلامات التجاريّة، واكتشِف كيفيّة الاستفادة من المنصّة للبحث عن وظيفة\nأكاديمية إنفورما كونيكت\nاحصَل على شهادات رقميّة من خلال حضور ورش عمل مجانيّة لتعزيز مؤهلاتك المهنيّة\nلا تفوِّت هذه التجربة الفريدة التي تحتفي بالثقافة الإماراتيّة، وتفتح لك أبواباً لفرص جديدة",
    "trans": "Enjoy the warm Emirati hospitality while participating in meaningful conversations.\nMock Interviews\nParticipate in mock interviews conducted by HR experts and improve your confidence for your next job application.\nGrasping Resume Writing\nStudy how to create a strong and effective resume that makes you stand out from the crowd.\nEffective Job Search Techniques\nDiscover how to adequately search for jobs and read available opportunities in the job market using the latest techniques to land the job you've always dreamed of.\nSalary Negotiation Strategies\nBoost your earning potential and negotiate with confidence by learning actionable strategies to improve your salary.\nLinkedIn Lab\nEnhance your online profile with prosecutable tips from brand marketing experts and learn how to leverage the platform for job searching.\nInforma Connect Academy\nGain digital certificates by attending free workshops to enhance your professional qualifications.\nDon't miss this uncommon experience that celebrates Emirati culture and opens doors to new opportunities."
}