{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أنا الطرف الثاني المهندس [redacted_name]\nوأنتم الطرف الأول شركة الهلالي للصناعات\n\nأحيطكم علما أنه وبناء على قرارات وتشريعات وزارة العمل والعمال (المادة ٩ للمرسوم رقم ١٤ لعام ٢٠٢٢) أن مدة الاخطار الواجب اتباعها عند الرغبة في إنهاء العلاقة التعاقدية يجب أن تأخذ بالحسبان الفترة الاجماليه للعمل منذ تاريخ مباشرة العمل،وليس الفترة المذكورة في عقد العمل وذلك يكون:\n١- بناء على وثيقة مباشرة العمل الرسمية الموقعة بيني وبينكم. \n٢- أو بناء على سجلات الحضور اليومية بما فيها توقيت بصمة الدخول الصباحية وبصمة الخروج المسائية الاعتماد على سجلات الكمبيوتروجهاز ماسح البصمات الإلكتروني (مرفق نسخة منها).\n٣- بناء على تسجيلات الكاميرات التي تثبت تاريخ مباشرة للعمل أو بناء على المراسلات الإلكترونية والبريد الإلكتروني بيني أنا المهندس [redacted_name] وبين فريق وعائلة شركة الهلالي. \n٤- أو شهادة اثنان من موظفي الشركة تثبت صحة الادعاء بتاريخ مباشرة للعمل. ",
    "trans": "I, the second party, Eng. [redacted_name]\nAn you, the second party, Al-Hilali Industries Company\n\nI would like to inform you that, in accordance with the decisions and legalization of the Ministry of Labour and Workers (Article 9 of Decree No. 14 of 2022), the period of notice to be observed when terminating the contractual relationship must take into account the total period of work since the date of commencement of work. Not the period specified in the employment contract. This is determined as follows:\n1. Based on the official commencement of employment document signed between me and you.\n2. Or based on the daily attendance records, including the timing of the morning entry fingerprint and the evening exit fingerprint, using computer records and the fingerprint scanner (a copy of which is attached).\n3. Based on camera recordings that confirm the date of employment or based on electronic correspondence and emails between me, Eng. [redact_name], and the team and management of Al-Hilali Company.\n4. Or the testimony of two company employees who can validate the claim regarding the date of commencement of work."
}