{
    "source": "ar_AE",
    "target": "en_US",
    "text": "09:24 سرايا القدس: قصفنا بقذائف الهاون “النظامي – عيار 60” جنود وآليات العدو الصهيوني المتمركزين عند الإدارة المدنية شرق مخيم جباليا\n09:15 “معاريف” العبرية: حزب الله أظهر علامات التعافي في الأيام الأخيرة، حيث يقاتل قوات الجيش الإسرائيلي التي توغلت عند الحدود ويطلق عشرات الصواريخ من مختلف الأنواع على “إسرائيل”\n09:11 قوات الشهيد عمر القاسم فجرت عبوة ناسفة في دبابة “ميركافاه” إسرائيلية واوقعت طاقمها بين قتيل وجريح أثناء توغلها في حي السلام شرق مدينة رفح جنوبي القطاع\n09:01 مراسل المنار: الطيران الحربي المعادي يشنّ غارة جوية استهدفت بلدة الطيبة\n09:00 مراسل المنار: الطيران الحربي المعادي يشنّ غارة جوية استهدفت بلدة كفرشوبا\n08:09 مراسل المنار: قصف مدفعي صهيوني متواصل على بلدة الطيبة و محيط دير سريان ورب ثلاثين وسط مواجهات عنيفة تدور بين المقاومة وقوات الاحتلال عند الاطراف الشرقية لبلدة رب ثلاثين\n08:08 مراسل المنار: مدفعية العدو تستهدف اطراف علما الشعب وبلدة الضهيرة",
    "trans": "09:24: Al-Quds Brigades: We shelled the Zionist enemy's soldiers and vehicles stationed at the Civil Administration east of Jabalia camp with \"systematic - 60 caliber\" mortar shells.\n09:15: Hebrew \"Maariv\": Hezbollah has shown signs of recovery in recent days, fighting Israeli army forces that have penetrated the border and launching dozens of rockets of various types at \"Israel.\"\n09:11: Martyr Omar Al-Qasim Forces detonated an explosive device in an Israeli \"Merkava\" tank, killing and injuring its crew during its incursion into the Al-Salam neighborhood east of Rafah city in the southern sector.\n09:01: Al-Manar correspondent: Enemy warplanes launched an airstrike targeting the town of Al-Taybeh.\n09:00: Al-Manar correspondent: Enemy warplanes launched an airstrike targeting the town of Kafr Shuba.\n08:09: Al-Manar correspondent: Continuous Zionist artillery shelling on the town of Al-Taybeh and the vicinity of Deir Siryan and Rab Thalathin amid fierce clashes between the resistance and occupation forces on the eastern outskirts of Rab Thalathin.\n08:08: Al-Manar correspondent: Enemy artillery targets the outskirts of Alma Al-Shaab and the town of Al-Dhahira."
}