{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أطالب بأن يتم إرجاع قيمة نصف اليوم الذي تم اقتطاعه تعسفا لي، حتى ولو كان عبر حوالة، لأنه حقي. وانا احتسب مرام عند الله لانها ظلمتني لأنها كانت تميز موظفين عن موظفين .. فبعض الموظفين كانوا يبصمون في الساعة 8 صباحًا ويغادرون الساعة 3 مساءً وكانت تفضلهم عن باقي الموظفين ، بينما كنا نحن نحاسب على كل دقيقة. كنا نحاسب حتى على الذهاب إلى الحمام أو أخذ استراحة للصلاة. أما الموظفون الآخرون، فكانوا يغيبون لنصف ساعة بحجة التدخين، ولا أحد يتحدث معهم . لأنهم معروفين المفضلين لديها...\n[redacted_name]كانت تأتي إلى بعض الموظفين وتطلب منهم أن يأخذوا استراحة لانها تحبهم وتفضلهم عن غيرهم مع أنهم لايختلفوا عن باقي الموظفين من ناحية التفاني في العمل بشي!! ، وتقول ذلك على مسمعنا! أما أنا، فعندما كنت أذهب لأستفسر من مبرمج النظام عن مشكلة في النظام، كانت تأمرني بالعودة إلى مكاني بأسلوب مزعج وبالصراخ علي امام الموظفين وهناك شهود على ذلك .\nللأمانة، الجميع كان منزعجًا من أسلوب[redacted_name] لكنهم كانوا يلتزمون الصمت لأن التوظيف في أي مشروع آخر يعتمد عليها.\nفي أحد الأيام تأخرت أنا وزميلاتي في الصباح لأننا ملتزمين مع سائق وتعطلت سيارته في الطريق، فقرتنا أن نعوض الوقت الذي تاخرناه في نهاية اليوم، لكن [redacted_name] رفضت السماح لنا بأخذ استراحة للإفطار بسبب التأخير!",
    "trans": "I request that the rate of the half-day that was illegally deducted from me be refunded, even if it is via transfer, as it is my right. I leave Maram to Allah as she wronged me by favoring some employees over others. Some employees would come in at 8 AM and leave at 3 PM, and she preferred them over the rest of the employees, while we were held responsible for every minute. We were even held responsible for going to the bathroom or taking a prayer break. Meantime, other employees would take half-hour breaks for smoking, and no one would talk to them because they were known to be her favorites.\n[Redacted Name] would come to some employees and request them to take a break as she liked them and preferred them over others, even though they were no different from the rest of the employees in terms of dedication to work! She would say this in our hearing! As for me, when I would go to ask the system programmer about a problem in the system, she would order me back to my place in an annoying manner and yell at me in front of the employees, and there were witnesses to that.\nFairly, everyone was frustrated by [Redacted Name]'s behavior, but they remained silent as employment in any other project depended on her.\nOne day, my colleagues and I were late in the morning as we were dependent on a driver whose car broke down on the way. We decided to make up the time we were late at the end of the day, but [Redacted Name] refused to allow us to take a breakfast break because of the delay!"
}