{
    "source": "ar_AE",
    "target": "en_US",
    "text": "12:32 الإعلام العبري: إصابتان في عملية دهس قرب حزما شمال القدس المحتلة واستنفار قوات الاحتلال في المنطقة\n12:07 الجهاد الاسلامي: إن صلابة شعبنا وإرادته تتجلى اليوم في أبهى صورها من خلال عملية تل أبيب البطولية واستمرار المقاومة في الضفة وغزة وجنوب لبنان واليمن والعراق بإيلام العدو\n12:06 الجهاد الاسلامي: العملية البطولية هي رد فعل طبيعي على المجازر التي يرتكبها العدو الصهيوني ضد شعبنا المقاوم الصامد وآخرها جرائم الإبادة في شمال قطاع غزة\n12:05 الجهاد الاسلامي: نبارك عملية “تل أبيب” البطولية التي استهدفت جنودا وضباطا من وحدة الاستخبارات العسكرية الصهيونية (8200)\n11:33 لجان المقاومة: عملية “غليلوت” رسالة إلى الجمهور الصهيوني أن صورة النصر التي يسعى لها نتنياهو ما هي إلا وهم وسراب\n11:32 لجان المقاومة: عملية الدهس في “غليلوت” ضربة وصفعة مدوية للمنظومة الأمنية والعسكرية الصهيونية المتهالكة والضعيفة\n11:32 لجان المقاومة: نبارك عملية الدهس البطولية في “غليلوت” ونعتبرها رداً طبيعياً على الإجرام والإرهاب وحرب الإبادة الصهيونية في فلسطين ولبنان",
    "trans": "12:32: Hebrew media: Two injuries in a ramming attack near Hizma, north of occupied Jerusalem, and the occupation forces are on highly alerted in the area.\n12:07: Islamic Jihad: The resilience and will of our people are conspicuous today in their best form through the heroic Tel Aviv operation and the maintained resistance in the West Bank, Gaza, southern Lebanon, Yemen, and Iraq, leading to cause pain to the enemy.\n12:06: Islamic Jihad: The heroic operation is a natural response to the massacres conducted by the Zionist enemy against our steadfast resisting people, the latest being the genocide crimes in northern Gaza.\n12:05: Islamic Jihad: We baptize the heroic \"Tel Aviv\" operation that targeted soldiers and officers from the Zionist Military Intelligence Unit (8200).\n11:33: Resistance Committees: The \"Glilot\" operation is a message to the Zionist public that the victory image Netanyahu aims is nothing but an delusion and a mirage.\n11:32: Resistance Committees: The ramming operation in \"Glilot\" is a loud blow to the collapsing and weak Zionist security and military system.\n11:32: Resistance Committees: We baptize the heroic ramming operation in \"Glilot\" and consider it a natural response to the Zionist criminality, terrorism, and genocide war in Palestine and Lebanon."
}