{
    "source": "ar_AE",
    "target": "en_US",
    "text": "اخترت ان أكون رائدة أعمال لتحقيق حريتي الإبداعية و أصمم تصميمات فريدة من نوعها و هذه الفكرة كانت بدايتي من الصفر\nكيف اكتشفت الفرصة أو طورت الفكرة لمشروعك؟\nلاحضت زيادة الطلب على بطاقات الدعوة و الثيمات في المناسبات و الاحتفالات و رأيت هذه اكثر فرصة لإنشاء مشروع يليق بأحتياجات العملاء\nما هي بعض الإيجابيات والسلبيات لكونك رائد أعمال؟\nالإيجابيات: الحرية والإبداع: يمكنك التحكم في أعمالك واتخاذ قراراتك بحرية، مما يتيح لك التعبير عن أفكارك الإبداعية.\nالسلبيات: ضغط العمل: قد تواجه ضغوطات كبيرة في إدارة الأعمال و عدم الاستقرار و النجاح ليس مضمونًا دائمًا\nكيف حصلت على الأموال اللازمة لبدء مشروعك؟\nبدأت بتوفير المال من مصروفي وطلبت الدعم من العائلة. بالإضافة إلى ذلك، تقدمت بطلب للحصول على قرض صغير لمساعدتي في تغطية التكاليف الأولية مثل المواد والتسويق.\nما نوع التخطيط الذي قمت به قبل بدء المشروع؟\nأنشأت خطة عمل مفصلة توضح السوق المستهدف، واستراتيجية التسعير . كما قمت بإجراء بحث عن المنافسين والاتجاهات في صناعة التصميم لضمان أن تكون عروض منتجاتي فريدة و ملائمة في السوق",
    "trans": "I chose to be an entrepreneur to achieve my creative freedom and design unique creations. This idea was my starting point from scratch.\nHow did you discover the opportunity or develop the idea for your project?\nI noticed an increasing demand for invitation cards and themes for events and celebrations and saw this as the best opportunity to establish a project that meets customers' needs.\nWhat are some of the positives and negatives of being an entrepreneur?\nPositives: Freedom and creativity: You can control your work and make decisions freely, allowing you to express your creative ideas.\nNegatives: Work pressure: You may face significant stress in managing the business, instability, and success is not always guaranteed.\nHow did you obtain the funds needed to start your project?\nI started by saving money from my personal allowance and sought support from my family. Additionally, I applied for a small loan to help cover initial costs such as materials and marketing.\nWhat kind of planning did you do before starting the project?\nI created a detailed business plan outlining the target market and pricing strategy. I also researched the competition and trends in the design industry to ensure that my product offering was unique and relevant to the market."
}