{
    "source": "ar_AE",
    "target": "en_US",
    "text": "· المساهمة الفاعلة في تطوير وزيادة كفاءة وفاعلية عمليات تحسين جمع وتحليل البيانات المالية والاقتصادية والضريبية على مستوى الجهات الحكومية بالإمارة وبما يساهم في توفير بيانات نوعية لإعداد وتطوير السياسات المالية والاقتصادية\n· إنشاء وصيانة أطُر النمذجة في الجوانب المالية والاقتصادية، مع ما يرتبط بها من وثائق وتدريب وتحسينات؛ وبما يخدم تطوير ورفع كفاءة وفاعلية السياسات المالية والاقتصادية\n· السعي باستمرار إلى إيجاد فرص لإدخال تحسينات وتبسيط للعمليات المرتبطة بإعداد وتطوير السياسات المالية وتوثيقها وبما يساهم في رفع مستوى كفاءتها وفاعليتها\n· المساهمة الفاعلة في عمليات المراجعة النهائية والتطويرية على الدراسات والبحوث والتقارير ذات الصلة بالسياسات المالية والضريبية المرتبطة بالنفقات والإيرادات الحكومية والضرائب والرسوم وإبداء الرأي بشأنها قبل اعتمادها بصورتها النهائية من قبل المدير العام أو جهات الاختصاص ذات العلاقة\n· اقتراح تحديث وتطوير التشريعات والقوانين والأنظمة ذات الصلة بالسياسات المالية والاقتصادية والضريبية على مستوى الإمارة وإبداء الرأي الفني في مشاريع التشريعات القانونية المقترحة المحلية والإتحادية بما يعزز من كفاءة وفاعلية هذه السياسات",
    "trans": "Actively contribute to enhancing the efficiency and effectiveness of processes for collecting and analyzing financial economic, and tax data across government entities in the emirate, providing high-quality data to support the formulation and development of financial and economic polices.\nDevelop and maintain modeling frameworks for financial and economic domains, ensuring comprehensive documentation, training, and ongoing enhancements to improve the efficiency and effectiveness of financial and economic policies.\n— Continuously identify opportunities to simplify and enhance the processes for preparing, developing, and documenting financial policies, thereby improving their efficiency.\n- Actively participate in the final and developmental reviews of studies, research, and reports related to financial and tax policies concerning government expenditures, revenues, taxes, and fees. Offer informed opinions before their final approval by the Director General or other relevant authorities.\nSuggest updates and improvements to laws, regulations, and legislation related to financial, economic, and tax policies in the emirate, offering technical feedback, on proposed local and federal draft legislation to enhance the efficiency and effectiveness of these policies."
}