{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مَوسِمُ التَّخفِيضاتِ\nبعدَ أسبوعٍ سيبدأُ موسمُ تخفيضاتِ الأسعارِ الصّيفيُّ. وضعتْ الأمُّ قائمةً باحتياجاتِ كلِّ فردٍ مِنْ العائلةِ، وبعضِ الضّروريّاتِ للمنزلِ.\nقالتْ لينا: سأحتاجُ حِذاءيْنِ يا أّمي، أزرقَ وأبيضَ.\nوقالَ طلال: أمّا أنا فأريدُ قميصَ ديزني الذي رفضتِ أنْ تشتريهِ لي في بدايةِ الصيفِ.\nردّتْ الأمُ: لكنَّ الحذاءَ الأبيضَ يتناسقُ مَعَ ثيابِكِ الزرقاءِ أيضًا. أمّا أنتَ يا طلال فكنتُ أعتقدُ أنكَ اقتنعتَ بأنَّ القميصَ غيرُ ضروريٍ ولا داعيَ لشرائِهِ.\nقالتْ لينا: لكنَّ الأسعارَ ستكونُ مخفّضةً، وقدْ تشتري الحِذائيْنِ بسعرٍ واحدٍ، وكذلكَ قميصَ طلال.\nأجابتْ الأمُ: غيرُ صحيحٍ، عندما تدفعينَ ثمنَ شيءٍ لا تحتاجينَه، فأنتِ تُهدرينَ المالَ سُدىً حتى لو كانَ ثمنُهُ دِرهمًا واحدًا. اِحسِبَا معي هذه الحِسبةَ البسيطةَ. اشتريْنا حذاءً أزرقَ بستةِ دراهمَ، وعَرَضَ البائعُ علينا الحِذاءَ الثاني بنصفِ السعرِ فقطْ لأننا اشتريْنا واحدًا مِنْ قَبلُ، هلْ نربحُ هكذا؟\nلا.. لأننا لا نحتاجُ الحذاءَ الثاني مِنْ الأساسِ، فنكونُ قدْ دفعْنَا الدّراهمَ الثلاثةَ زيادةً.\nتنهّدَ طلال وقالَ: أنتِ تُعقّدينَ الأمورَ يا أمي.. ما قيمةُ الدراهمِ الثلاثةِ إذا كانتْ مقابلَ حذاءٍ أو قميصٍ؟\nردّتْ الأمُ: قدْ تكونُ الدراهمُ الثلاثةُ متوفرةً لديكَ باستمرارٍ يا طلال، لكنَّ غيرَنا يعملُ بجِدٍ كيْ يوفّرَها لأبنائِه. كما أنّني أودُّ سؤالَكَ.. إذا كانتْ الدراهمُ الثلاثةُ \"لا شيءَ\"، لماذا توّفرُ مِنْ مصروفِكَ كلَّ يومٍ دِرهميْنِ فقطْ؟!",
    "trans": "The Sale Season\nIn a week, the summer sale season will begin. The mother made a list of each family member's needs and some household essentials.\nLina said: \"I'll need two pairs of shoes, Mom, blue and white.\"\nTalal said: \"As for me, I want the Disney shirt you refused to buy me at the beginning of summer.\"\nThe mother replied: \"But the white shoes will go well with your blue clothes too. And as for you, Talal, I thought you agreed that the shirt wasn't necessary and there was no need to buy it.\"\nLina said, “But the prices will be reduced, and you might be able to buy both pairs of shoes for the price of one, as well as Talal’s shirt.”\nThe mother answered, “That’s not true. When you pay for something you don’t need, you’re wasting money, even if it costs just one dirham. Let’s do a simple calculation together. We buy a pair of blue shoes for six dirhams, and the seller offers us the second pair for half the price because we bought the first one. Is this a win for us?”\n“No,” she continued, “because we don’t need the second pair of shoes in the first place, so we end up spending three extra dirhams.”\nTalal sighed and said, “You’re overcomplicating things, Mom. What’s the big deal about three dirhams if they’re for a pair of shoes or a shirt?”\nThe mother replied, “Maybe three dirhams are always available to you, Talal, but others work hard to provide them for their children. Besides, I’d like to ask you something... If three dirhams are ‘nothing,’ then why do you save two dirhams from your allowance every day?!”"
}