{
    "source": "ar_AE",
    "target": "en_US",
    "text": "الفرايد شرم\n7 حبات شرم يتم تجهيزهم بخلطة مكونه من طحين وحليب وبيض وبانكوك قرشله\nيتم تقديمها مع فارمسلي رايس والصوص الداينمايت\nوالسويت شيلي ويوضع على الوجه رشه بقدونس\nموزريلا ستيكس\n5 حبات من أصابع الموزريلا وزن الحبه 20 غرام تجهز بخلطه مكونه من طحين وبيض وحليب وشطه رنا\nيتم تقديمها مع فارمسلي رايس وصوص المارينارا مع البيستو ويوضع على الوجه بقدونس السلطات\nبوراتا سلط\nشيري توميتو والزيت الثوم وملح وفلفل اسود وريحان ناعم وبيستو صوص وجبنه البوراتا وراسيه ريحان\nشيف سلط\nجرجير وخس وانجاص ورمان حب و وجبنه بوكارينو ولوز محمص ووجزر\nالصوص زيت وليمون مضاف عليه ترفل اويل وماسترد\nسيزر سلط\nخس وبرمزان و وكروتون ورشه برمزان على الوجه ويتم إضافه الدجاج حسب الطلب\nصوص السيزر مايونيز وكريما وفلفل اسود وثوم وليمون وانشوفيز\nمانجو سلط التقطيع جوليان\nخس وجرجير و فلفل حلو اخضر واحمر ومانجا وافكادو ونعنع ومكس ليفز ورشه شيلي فليكس\nالصوص زيت وليمون\nسلطه الجرجير\nجرجير وفطر وسندراي توميتو وبرمزان\nالصوص زيت وليمون\nكينوا سلط\nجرجير و شيري توميتو وجزر ناعم ورمان حب وجوز بيكان و ملعقه خل بلمسك وكينوا مكس ابيضّ واحمر\nوافكادو\nالصوص زيت وليمون\nإيطاليا جرين سلط التقطيع مربعات\nجرجير وخس وبالميتو وشيري توميتو وخيار وفطر وفلفل اللوان\nالصوص أعشاب يضاف اليه المايونيز",
    "trans": "Fried Shrim\nMix flour, milk, eggs and breadcrumbs with 7 pieces of prawns.\nServed with country rice and dynamite sauce.\nAdd sweet chilli and sprinkle with parsley.\nMozzarella Stick\n5 mozzarella sticks of 20g each, prepared with a mixture of flour, eggs, milk and Rana chilli.\nIt will be served with farmhouse rice and marinara sauce with pesto and a sprinkling of parsley.\nBurrata Salads\nTomatoes, garlic oil, salt, black pepper, minced basil, pesto sauce, burrata cheese and fresh basil leaves\nChef Salad\nRucola, lettuce, pear, pomegranate seed, boccarino cheese, toasted almond and carrot.\nThe dressing is made with olive oil, lemon juice, truffle oil and mustard.\nCaesar Salad\nLettuce, parmesan, croutons, and a sprinkling of parmesan on top. Chicken added on request\nMayonnaise, cream, black pepper, garlic, lemon and anchovies are used in the Caesar dressing.\nMango Salad (Julienne Cut)\nLettuce, rucola, green and red paprika, mango, avocado, mint, mixed leaf and chilli flake.\nThe dressing is made from oil and lemon\nArugula Salad\nArugula, mushrooms, sundried tomatoes, and parmesan\nThe dressing is made from oil and lemon\nQuinoa Salad\nArugula, cherry tomatoes, finely chopped carrots, pomegranate seeds, pecans, a spoonful of balsamic vinegar and a mix of white and red quinoa\nand avocado\nThe dressing is made from oil and lemon\nItaly Green Salad (Cubed Cut)\nArugula, lettuce, palm heart, cherry tomatoes, cucumber, mushrooms, and bell peppers\nThe dressing is made from herbs and mayonnaise"
}