{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وتتضمن الصفقة، التي كشفت عنها صحيفة “وول ستريت جورنال” الأميركية، اتفاقا بين الولايات المتحدة وإسرائيل من شأنه أن يسمح للقوات الإسرائيلية بضرب لبنان خلال الفترة الانتقالية التي مدتها 60 يوما “ردا على أي تهديدات وشيكة”.\nويفرض الاتفاق قرارات الأمم المتحدة ذات الصلة، بما في ذلك قرار مجلس الأمن رقم 1701 الذي أنهى الحرب بين إسرائيل وحزب الله عام 2006.\nوتدفع المؤسسة الأمنية الإسرائيلية نحو التوصل إلى حل دبلوماسي في لبنان معتقدة أنها قريبة من تحقيق العديد من الأهداف التي حددتها، لكن المقربين من رئيس الوزراء الإسرائيلي بنيامين نتنياهو لا يتوقعون التوصل إلى اتفاق قبل الانتخابات الأميركية.\nووفقا لمسؤولين لبنانيين وعرب، لم يقبل حزب الله ولا الحكومة اللبنانية الاقتراح، الذي يقولون إنه يمنح إسرائيل الكثير من الحرية لمواصلة الهجوم عبر الحدود، لكن بيروت “لا تريد إسقاط الصفقة كلية لأنها تتيح مساحة لمواصلة المفاوضات التي قد تقود في النهاية إلى وضع حد للحرب”.\nومن المتوقع أن يكون الاقتراح جزءا من المناقشات التي يقودها كبار المسؤولين الأميركيين، الذين سافروا إلى المنطقة هذا الأسبوع كجزء من دفعة متجددة من قبل إدارة الرئيس الأميركي جو بايدن لإنهاء الحرب في كل من غزة ولبنان.",
    "trans": "The deal, revealed by the American newspaper \"The Wall Street Journal,\" includes an agreement between the United States and Israel that would allow Israeli forces to strike Lebanon during the 60-day transitional period \"in response to any imminent threats.\"\nThe agreement enforces the relevant United Nations resolutions, including Security Council Resolution 1701, which ended the war between Israel and Hezbollah in 2006.\nThe Israeli security establishment is pushing for a diplomatic solution in Lebanon, believing it is close to achieving many of the goals it set, but those close to Israeli Prime Minister Benjamin Netanyahu do not expect an agreement before the U.S. elections.\nAccording to Lebanese and Arab officials, neither Hezbollah nor the Lebanese government accepted the proposal, which they say gives Israel too much freedom to continue attacking across the border. However, Beirut \"does not want to completely dismiss the deal because it allows space for ongoing negotiations that may eventually lead to an end to the war.\"\nThe proposal is expected to be part of discussions led by senior American officials, who traveled to the region this week as part of a renewed push by the administration of U.S. President Joe Biden to end the war in both Gaza and Lebanon."
}