{
    "source": "ar_AE",
    "target": "en_US",
    "text": "1- اليقين والإقتناع بأن أى مصيبة – صغيرة كانت أو كبيرة – تقع على وجه الأرض أو فى النفس البشرية إنما هى بإذن الله وبعلمه من قبل أن تقع ومن قبل أن يخلق الله الأرض ومن عليها وذلك كما هو مسطور فى اللوح المحفوظ الذى يتضمن أحواله ومصير الكون والخلق والمخلوقات فى الماضى والحاضر والمستقبل لقوله تعالى : \" ما أصاب من مصيبة فى الأرض ولا فى أنفسكم إلا فى كتاب من قبل أن نبرأها إن ذلك على الله يسير – لكى لا تأسوا على مافاتكم ولا تفرحوا بما آتاكم ..\" \" ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهد قلبه \" \" قل لن يصيبنا إلا ما كتب الله لنا \" \" وكل صغير وكبير مستطر \" وإن الاقتناع بما تقدم يورث السكينة والهدوء والرضا بقضاء الله ولنحمد الله على كل حال فمن رضى فله الرضا ومن سخط فله السخط ومن دعاء الرسول صلى الله عليه وسلم وهو الأكثر ابتلاء فى نفسه وولده وعرضه قوله : \" ومن اليقين ما تهون به علينا مصائب الدنيا \".",
    "trans": "1- The certainty and conviction that every calamity, whether small or great, that befalls the earth or the soul of man, is by Allah's will and His knowledge before it befalls, and before Allah created the earth and all that is therein, as is written in the Preserved Tablet, which contains the conditions and the fate of the universe, the creation, and the creatures of the past, present, and future. Allah says: \"No calamity befalls the earth or you except that which is in a record before We bring it about - that is easy for Allah - that ye may not despair of what has escaped you, nor rejoice in what He has given you. \"There is no calamity except by Allah's leave. And if anyone believes in Allah, He will guide his heart. \"Say: \"We shall never be afflicted except by that which Allah hath decreed for us.\" \"And all things, small and great, are inscribed. And conviction of this brings tranquillity, serenity, and satisfaction with the Decree of Allah. Let us give thanks to Allah in all circumstances: whoever is pleased with Him will receive His pleasure, and whoever is displeased with Him will receive His displeasure. And from the prayer of the Prophet (sall-Allâhu 'alaihi wa sallam), who was most tested for himself, his children, and his reputation: \"Give us the certainty that will make the sorrows of the world easy for us."
}