{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أنواع التهديدات السيبرانية\n1. البرمجيات الخبيثة (Malware): تشمل الفيروسات، وبرمجيات التجسس، وبرمجيات الفدية.\n2. الهجمات الخداعية (Phishing): تستهدف المعلومات الحساسة عن طريق تقليد مواقع إلكترونية أو رسائل البريد الإلكتروني.\n3. الهجمات المتقدمة المستمرة (APT): تستهدف اختراق النظام والبقاء فيه لفترة طويلة لجمع المعلومات.\n4. الهجمات الموزعة لحرمان الخدمة (DDoS): تهدف إلى إغراق السيرفرات بالطلبات لتعطيل الخدمة.\nأساليب حماية السكيورتي\n1. التشفير: لتأمين المعلومات وجعلها غير قابلة للقراءة بدون مفتاح التشفير.\n2. جدران الحماية (Firewalls): تمنع الوصول غير المصرح به إلى الشبكة.\n3. أنظمة كشف ومنع التسلل (IDS/IPS): تساعد في رصد ومنع الأنشطة المشبوهة.\n4. التحقق الثنائي (2FA): يضيف طبقة إضافية من الأمان عن طريق طلب نوعين من التحقق.\nتحديات السكيورتي\n• تطور التهديدات: يعتمد المخترقون على تقنيات متقدمة يصعب كشفها.\n• نقص الموارد البشرية المؤهلة: يوجد نقص عالمي في خبراء الأمن السيبراني.\n• تعقيد الأنظمة: يجعل التعقيد من الصعب إدارة وحماية الأنظمة بشكل كامل.",
    "trans": "Cybersecurity Threat Types\n1. Malware: Includes viruses, spyware, and ransomware.\n2. Phishing: Targets sensitive information by mimicking websites or email messages.\n3. Advanced Persistent Threats (APT): Aims to breach the system and remain within it for an extended period to gather information.\n4. Distributed Denial of Service (DDoS): Aims to overwhelm servers with requests to disrupt services.\nCybersecurity Protection Methods\n1. Encryption: Secures information and makes it unreadable without the encryption key.\n2. Firewalls: Prevent unauthorized access to the network.\n3. Intrusion Detection and Prevention Systems (IDS/IPS): Help detect and block suspicious activities.\n4. Two-Factor Authentication (2FA): Adds an extra layer of security by requiring two forms of verification.\nCybersecurity Challenges\n• Evolving Threats: Hackers use advanced techniques that are difficult to detect.\n• Shortage of Qualified Personnel: There is a global shortage of cybersecurity experts.\n• System Complexity: Complexity makes it difficult to fully manage and secure systems."
}