{
    "source": "ar_AE",
    "target": "en_US",
    "text": "اجيد استخدام الحاسب الآلي ومتمرس باللغة الإنجليزية، وأجيد تحمل الضغط والاندماج السريع مع الزملاء ، اجتماعي ومتحدث لبق واجد الحلول اذا حدث اي مكروه بمشيئة الله.\nاجيد التعامل مع الحالات المستعصية وابين لهم الخطأ من الصواب.\nلدي بعض الخبرات في إدارة الاجتماعات بحكم عملي الحالي بسبب صوتي الجهور والواضح .. اتحلى بالصبر لأنني مؤمن بقضاء الله وقدره. اطمح ان اكون ضمن الكادر الطموح المتعلق برؤية الوطن 2030 ، واسعى جاهداً لتحقيقها لكي تنعّم بلادنا الحبيبة وارى موطني الحبيب في عنان السماء واكون محل فخر لهذه الدولة العظيمة تحت رعاية خادم الحرمين الشريفين وولي عهده حفظهم الله ورعاهم.\nWORK HISTORY\nمدير متجر 01/2024 - Current\nStore Manager - الرياض\n• تحقيق المهام اليومية بالشكل المطلوب وعلى اكمل وجه.\nعرض الطاقة والحماس في بيئة العمل.\nاستخدم التفكير الناقد لكسر المشاكل وتقييم الحلول واتخاذ القرارات.\nاستخدم Microsoft Word وأدوات البرامج الأخرى لإنشاء المستندات والجرد بشكل اسرع وأفضل.\nتطبيق نهج خدمة العملاء الإيجابي لزيادة مستويات الرضا.\nمساعدة العملاء بالاختيارات والاقتراحات مما ساعد على رفع سعر متوسط الفاتورة.\nتطبيق التفكير النقدي لتحليل المشاكل وتقييم الحلول الممكنة من أجل تحقيق أهداف المشروع.",
    "trans": "I am proficient in using computers and skilled in the English language. I can work under pressure, adapted quickly to colleagues, and possess strong social and communication skills. Not only that, but I am solution-oriented, God willing.\nI am skilled in managing challenging situations and guiding others to distinguish between right and wrong.\nI have experience managing meeting in my current role, utilizing my loud and clear voice. I exhibit patience, grounded in my belief in God's will and destiny. I aspire to join the ambitious team driving the Kingdom's Vision 2030. I am committed to working diligently toward achieving this vision to ensure our beloved country prospers. I aim to see my homeland excel and be a source of pride under the leadership of the Custodian of the Two Holy Mosques and His Royal Highness, the Crown Prince — May God protect them.\nWORK HISTORY\nCurrent — 01/2024 Store Manager\nStore Manager Riyadh\n• Accomplishing daily tasks efficiently and effectively.\nDemonstrating energy and enthusiasm in the work environment.\nApplying critical thinking to resolve issues, evaluate solutions, and make decisions.\nUsing Microsoft Word and other software tools to create documents and manage inventory faster and better.\nApplying a positive customer service approach to increase satisfaction levels.\nAssisting customers with choices and suggestions, which helped raise the average invoice value.\nApplying critical thinking to analyze problems and evaluate possible solutions to achieve project goals."
}