{
    "source": "ar_AE",
    "target": "en_US",
    "text": "كما لاحظنا في الفترة القريبه تم عرض اسعار مغريه في فترة الصيف (عرض الصيف) وهو\n٣ غرف ١٥٪\n٢ غرف ١٠٪\nللمستأجرين الجدد\nونتمنى أسوة بهذا العرض ان ينطبق على المستأجرين الحالين شاكرين حسن تفهمكم .\nولا أخفيكم اني أقبلت على الإيجار في مدينة ابحر بناءً على الخدمات والخدمات الترفيهية للأطفال والمول المكتمل ونادي صحي للنساء ومسابح لاحقاً .\nوالسوبر ماركت اللذي تم افتتاحه بعد مضي اكثر من ٧ أشهر من سكني والتي سوف تتوفر في مدينة أبحر خلال ٣ اشهر من قبل البدأ في الإيجار ولكن للأسف لم تكتمل الخدمات التي تم عرضها علينا من قبلكم مما انعكس سلباً علي واصابني بخيبة امل .\nمما ادى إلى إحراجي مع من تواصلت معهم من زملائي وأقاربي لترغيبهم والعرض عليهم في الإنتقال إلى مدينة ابحر ليتمتعو بالخدمات التي عرضتموها علي سابقا ولكن عندما تم زيارتي والإستفسار عن الخدمات التي كنت أتحدث عنها للأسف لم تكتمل بعد.\nوان الخدمات تتوفر حتى خارج مدينة ابحر من حدائق ومولات وملاعب وخدمات اخرى مما أدى إلى إحراجي منهم ولا عندي تبرير او اجابات مقنعه لهم لتغير فكرهم بالتوجة للإستأجار بمدينة ابحر .",
    "trans": "As we have noticed recently, attractive prices were offered during the summer period (Summer Offer) which were\n3 rooms 15% off\n2 rooms 10% off\nFor new tenants\nWe hope that, similar to this offer, it will apply to the current tenants. We appreciate your understanding.\nI would like to share with you that I decided to rent in Obhur City based on the services and entertainment facilities for children, the completed mall, a women's gym, and swimming pools that were promised later.\nThe supermarket, which opened more than 7 months after I moved in, was supposed to be available in Obhur City within 3 months from the beginning of the lease, but unfortunately, the services that were promised by you have not been completed, which has had a negative impact on me and caused disappointment.\nThis has also led to embarrassment with colleagues and relatives I have communicated with, encouraging them to move to Obhur City to enjoy the services that were previously offered to me. However, when they visited and inquired about the services I had mentioned, they have not yet been completed.\nAdditionally, services are available even outside Obhur City, such as parks, malls, playgrounds, and other services, which has caused embarrassment, and I have no justification or convincing answers to change their minds about renting in Obhur City."
}