{
    "source": "ar_AE",
    "target": "en_US",
    "text": "3 شهور\nعالي الأهمية\nالتأكد من جهوزية القاعات لورش التدريب والاجتماعات بمختلف أنواعها (team، hybrid، on-site، .... الخ)\n2- تحديث الأجهزة في قاعات الاجتماعات والتدريب بمبنى اللجنة الوطنية لمكافحة غسل الأموال وتمويل الإرهاب بما يوفر إمكانية وضمان سهولة اجراء اجتماعات مرئية حضوريا او عن بعد او Hybrid بالإضافة الى توفير خدمات الترجمة الفورية (وفق التقرير الذي سيتم وضعه من قبل الفنيين من إدارة تقنية المعلومات أثناء زيارتهم الميدانية لمبنى NAMLC)\n3 شهور\nعالي الأهمية\nانشاء مجموعة من التقارير والمؤشرات ولوحة القيادة (Dashboard) ، وتطوير بعض النماذج الخاصة بجمع البيانات وفق التحديثات والتعديلات التي يتم إقرارها\n3- تقديم الدعم الفني والتطوير لنظام تقييم وإحصائيات الشبكة الوطنية القطرية لمكافحة غسل الأموال وتمويل الإرهاب (قناص)، وبناء لوحة القيادة (Dashboard) متضمنة مجموعة من المؤشرات.\n3 شهور\nعالي الأهمية\nتستخدم في قاعات الاجتماعات والتدريب، ومتابعة سير العمل بما يضمن سرعة انجازه\n4- توفير عدد (5) أجهزة حاسوب محمول، وعدد (5) أجهزة أيباد، وعدد (5) أجهزة هاتف محمول مربوطة بهواتف المكاتب.\n6 شهور\nمتوسط الأهمية",
    "trans": "3 months\nHighly Important\nEnsuring the readiness of venues for training workshops and meetings of various types (team, hybrid, on-site, ... etc.)\n2- Upgrading the equipment in the meeting and training rooms of the National Anti-Money Laundering and Counter-Terrorism Financing Committee building to ensure the ability and ease of conducting in-person or remote or hybrid visual meetings in addition to providing simultaneous interpretation services (based on the report to be prepared by IT department technicians during their on-site visit to the NAMLC building)\n3 months\nHighly Important\nCreating a set of reports and indicators and a dashboard, as well as developing some data collection forms in accordance with the updates and modifications that are approved\n3- Providing technical support and development for the evaluation and statistics system of the Qatari National Network for Combating Money Laundering and Terrorism Financing (QANAS), and building a dashboard that includes a set of indicators.\n3 months\nHighly Important\nIt is used in meeting and training rooms to monitor workflow, ensuring its swift completion\n4- Providing (5) laptop computers, (5) iPads, and (5) mobile phones connected to office phones.\n6 months\nModerately Important"
}