{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ذلك اختبار, ويعد راسبا في المقرر. وفي حال كان غياب\nالطالب لعذر قهري يقبله مجلس الكلية يُجرى له اختبار بديل.\nالغياب عن اختبارات\nانذار اكاديمي: هو إشعار يوجه للطالب بسبب انخفاض\nمعدله التراكمي عن الحد ادنى وهو )2,75 من 5(.\nانذارات والفصل\n1. إذا حصل على ثة إنذارات أكاديمية مالية. ويفصل الطالب من الجامعة في الحات الالية:\nاكاديمي\n2. إذا لم ينه متطلبات التخرج خل مدة أقصاها نصف المدة\nالمقررة لتخرجه عوة على مدة البرنامج.\nست سنوات دراسية, ومدة كل فصل قل عن 15 أسبوعا.\nأقصى مدة للتخرج\n4\nالرسوم الدراسية *\nأو: يتم دفع رسوم الخدمات التعليمية عبر البوابة الكرونية في بداية كل فصل دراسي, وتشتمل على\nالخدمات التي قدمها الجامعة مل انظمة التعليمية, المحتوى العلمي, المكبة الرقمية, وغيرها.\nويتم احتساب الرسوم على النحو الالي\nرسوم القديم وتفعيل الملف الكروني )رسوم غير مستردة(، يتم\n230 رال سدادها عند القديم للبرنامج، و يكمل طلب القديم إ بسداد الرسوم.\n230 رال رسوم اخــتــبــــار تـــحـــديـــد مـــســتـــوى الكفاءة فــــي اللـــغــــة الــعــربــيـــة )إن وجد(.\n115 رال رسوم تـــــســــــجــــــيــــــل لـــــكـــــل فـــــــصـــــــل بـــــعـــــد الـــــفــــصـــــل الـــدراســـــــي اول.",
    "trans": "that exam and will be considered as failing the course. If the absence of\nthe student is due to a compelling reason accepted by the college board, an alternative exam will be arranged for the student.\nAbsence from Exams\nAcademic Warning: a notice issued to a student due to a drop\nin their cumulative GPA below the minimum threshold, which is (2.75 out of 5).\nWarnings and Expulsion\n1. If the student receives three academic financial warnings, they will be expelled from the university in the following case:\nAcademic\nIf the student fails to complete the graduation requirements within a maximum period of half the time\nset for graduation in addition to the duration of the program.\nsix academic years, with each semester lasting no less than 15 weeks.\nMaximum Duration for Graduation\n4\nTuition Fees\nOr: Tuition fees for educational services are paid through the online portal at the beginning of each academic semester, covering\nthe services provided by the university, including educational systems, academic content, the digital library, and others.\nThe fees are calculated as follows\nApplication fee and activation of the online file (non-refundable)\n230 SAR, payable upon applying for the program, and the student complete the application process only upon payment of the fee.\n230 SAR fees for Arabic Language proficiency exam fee (if applicable):\n115 SAR fees for Registration fee for each semester after the first academic semester."
}