{
    "source": "ar_AE",
    "target": "en_US",
    "text": "هذا الحدث المفاجئ صدم العديد من المشاركين في سوق العملات المشفرة وأثار تساؤلات حول السبب الكامن وراء هذا الانخفاض الحاد.\nتوضيحات Bitget حول تقلبات سعر BGB:\nفي منشور رسمي على منصة X بتاريخ 7 أكتوبر، أوضحت منصة Bitget أن التقلبات التي شهدتها العملة ناتجة عن ظروف غير متوقعة في السوق.\nوأشارت إلى أن سعر العملة استقر حاليا، مؤكدة أنها ستعوض المستخدمين عن أي خسائر تكبدوها خلال هذه الفترة.\nكما أعلنت الشركة عن خطة تعويض سيتم طرحها خلال 24 ساعة، وستكتمل عملية التعويض في غضون 72 ساعة.\nأظهرت البيانات أن سعر BGB انخفض بشكل مفاجئ من 1.12 دولار إلى 0.53 دولار في الساعات الأولى من 7 أكتوبر، مسجلا تراجع بنسبة تزيد عن 50%.\nومع ذلك، سرعان ما شهد السعر ارتفاع مرة أخرى، مما أعاد الطمأنينة للمستثمرين.\nوفي هذا السياق، قدمت الشركة اعتذار رسمي عن أي إزعاج قد يكون قد حدث.\nتوجهات السوق وتفاعل المستثمرين:\nبحسب آخر البيانات، ارتفعت قيمة عملة BGB بنسبة 0.69%، ويتم تداولها حاليا عند 1.07 دولار.\nتم تسجيل أدنى سعر عند 0.53 دولار وأعلى سعر عند 1.19 دولار خلال اليوم وفقا لموقع TradingView.",
    "trans": "This unexpected event stunned many cryptocurrency market participants and sparked questions regarding the root cause of this sharp drop.\nBitget's clarifications regarding BGB price fluctuations:\nIn an official post on X on October 7, Bitget stated that the volatility experienced by the currency stemmed from unexpected market conditions.\nThe company noted that the currency's price has stabilized and assured users that they would be compensated for any losses incurred during this period.\nThe company further announced a compensation plan to be launched within 24 hours, with the entire compensation process to be finalized within 72 hours.\nData showed that the BGB price plunged unexpectedly from $1.12 to $0.53 in the early hours of October 7, reflecting a drop of over 50%.\nHowever, the price soon recovered, restoring confidence among investors.\nIn this context, the company issued a formal apology for any inconvenience caused.\nMarket Trends and Investor Response:\nAccording to the latest data, BGB has risen by 0.69% and is now trading at $1.07.\nTradingView data shows that the lowest price was $0.53, while the highest price reached $1.19 during the day."
}