{
    "source": "ar_AE",
    "target": "en_US",
    "text": "الموضوع : تصريح كتابي بخصوص الشكاية رقم............\nسيدي وكيل جلالة الملك المحترم:\nعلاقة بملف الشكاية التي تقدم المسمى محمد كمال الصميلي في مواجهة السيد محمد الأزرق الحامل لبطاقة التعريف الوطنية عدد ......................، باعتباره ممثلا قانونيا لشركة جوهرة المباني التي تنشط في مجال الانعاش العقاري، فنود سيدي وكيل جلالة الملك أن نخبركم أن السيد محمد الأرزق ليس بممثل قانوني للشركة، بل مجرد أجير لدى الشركة و بالتالي فإن توجيه للشكاية ضده تنتفي الصفة.\nو ردا على ما جاء بشكاية المسمى محمد كمال الصميلي، فإن شركة جوهرة المباني تود أن توضح لجنابكم ما يلي:\nأن المشتكي سبق له أن اقتنى من شركتنا بقعتين أرضيتين و تم تحويل ملكيتهما إليه، و أنه أنجز فيهما مشروعه المتمثل في مدرسة خصوصية، ورغبة منه في توسيع و تطوير مشروعه تقدم إلى المصلحة التجارية بشركتنا بطلب شراء 6 بقع أرضية بنفس المشروع وهي مفصلة على الشكل التالي:",
    "trans": "Subject: Written Statement Regarding Complaint No. ............\nYour Excellency, the Honorable Deputy of His Majesty the King,\nRegarding the complaint filed by Mr Mohamed Kamal Al-Samili against Mr Mohamed Al-Azraq, holder of the National Identity Card No. ......................, as the alleged legal representative of the Jawharat Al-Mabani Company, which operates in the field of real estate development, we would like to inform Your Excellency that Mr Mohamed Al-Azraq is not the legal representative of the company, but merely an employee of the company. Therefore, the complaint filed against him has no validity.\nIn response to the claims made in the complaint by the person called Mohamed Kamal Al-Samili, Jawharat Al-Mabani Company wishes to clarify to Your Excellency the following:\nThe complainant had previously purchased two plots of land from our company, and their ownership was transferred to him. He subsequently completed his project on these lands, which consisted of a private school. In his desire to expand and develop his project, he submitted a request to our company’s commercial department to purchase six plots of land within the same project, detailed as follows:"
}