{
    "source": "ar_AE",
    "target": "en_US",
    "text": "Begin forwarded message:\nFrom: [redacted_name]<e.mohamed@mbl.com.sa>\nDate: 6 October 2024 at 9:48:08PM GMT+3\nTo: HR Care <hr.care@mbl.com.sa>\nCc: [redacted_name]<e.alexandros@mbl.com.sa>, [redacted_name]<a.balkhair@mbl.com.sa>, [redacted_name]<maljuhani@mbl.com.sa>\nSubject: شكوي رسميه من مهندس [redacted_name]) -رقم الموظف( [redacted_number])-مشروع ابها\n\nتحيه طيبه وبعد\nانه في يومً الاربعاء الموافق ٢-١٠-٢٠٢٤ م، الساعه الرابعه عصرا و أثناء اجتماع مع مدير مشروع ابها السيد : [redacted_name] قام السيد [redacted_name] بشتمي و تحقيري و شتم امي، و كان ذلك امام زملائي\n1/المهندس :- [redacted_name] / مدير المكتب الفني\n2/المهندس :- [redacted_name] / مدير فسم المواد\nعلماً بأنني مخلص جدا في عملي و متقن و متفان في خدمة شركتي بشهادة القاضي و الداني , . و علما أنني اكن كل احترام و تقدير للسيد [redacted_name] و انفذ تعليماته بكامل حذافيرها و تفاصيلها وان هذا التصرف الغير مقبول الحق بي ضررا نفسيا شديدا.\nارجو التكرم بنقلي من المشروع و ذلك لان هذا التصرف بشتم والدتي اهان كرامتي امام زملائي و الحق بي ضررا نفسيا لا يمكن تجاوزه خاصة انه مس اغلى إنسان في حياتي.\nكما ارجو من الشركة الموقرة ان تقوم بما يلزم لحفظ كرامتي و استعادة صورتي امام زملائي و حفظ حقي ضمن وحسب قوانين و سياسات الشركة الموقره علما بانني اعمل بهذا المشروع منذ 12-2022 و دون اي مشاكل سابقة..",
    "trans": "Begin forwarded message:\nFrom: [redacted_name]<e.mohamed@mbl.com.sa>\nDate: 6 October 2024 at 9:48:08PM GMT+3\nTo: HR Care <hr.care@mbl.com.sa>\nCc: [redacted_name]<e.alexandros@mbl.com.sa>, [redacted_name]<a.balkhair@mbl.com.sa>, [redacted_name]<maljuhani@mbl.com.sa>\nSubject: Official Complaint from Engineer [redacted_name] - Employee Number ([redacted_number]) - Abha Project\n\nGreetings,\nOn Wednesday, 2-10-2024, at 4:00 PM, during a meeting with the Abha Project Manager, Mr. [redacted_name], Mr. [redacted_name] insulted me, humiliated me, and cursed my mother in front of my colleagues\n1/ Engineer: [redacted_name] / Head of the Technical Office\n2/ Engineer: [redacted_name] / Head of the Materials Department\nI would like to clarify that I am very dedicated to my work, diligent, and committed to serving my company, as testified by everyone. Additionally, I hold the utmost respect and appreciation for Mr. [redacted_name], and I execute his instructions to the letter. However, this unacceptable behavior has caused me severe psychological harm.\nI kindly request to be transferred from this project as this act of insulting my mother has deeply hurt my dignity in front of my colleagues and caused irreparable psychological damage, especially as it targeted the dearest person in my life.\nI also urge the esteemed company to take the necessary actions to preserve my dignity, restore my image in front of my colleagues, and safeguard my rights following the company's regulations and policies. Please note that I have been working on this project since December 2022 without any prior issues.."
}