{
    "source": "ar_AE",
    "target": "en_US",
    "text": "7. قصور الغدة الدرقية\nإن النسبة القليلة من هرمون الغدة الدرقية في الجسم يسبب الحرارة والألم بعض الأحيان في اليدين والقدمين، إذ يؤثر نقص هرمون الغدة الدرقية على الأعصاب ويسبب لها التلف.\nكيفية تبريد القدمين أثناء الليل\nفيما يأتي أهم الطرق التي يمكن استخدامها من أجل تبريد القدمين قبل النوم:\n1. معالجة سبب حرارة اليدين والقدمين عند النوم\nإن أفضل طرق العلاج تتضمن معرفة السبب وراء حرارة اليدين والقدمين عند النوم، ويفضّل استشارة الطبيب من أجل القيام بالتشخيص المناسب.\n2. الفيتامينات والمكملات الغذائية\nتساعد الفيتامينات وبعض المكملات الغذائية في منح الدفء للقدمين، يُمكن استخدام المكملات الغذائية التي تحتوي على حمض الليبويك (Lipoic acid) أو الحمض الأميني كارنيتين (Carnitine)، كما يمكن استخدام الكركم وزيت زهرة الربيع المسائية.\n3. الكريمات والمراهم\nيساعد وضع بعض الكريمات في تبريد القدمين ليلًا، ولكن يُنصح باستشارة الطبيب في اختيار الكريم الأمثل بحسب كل حالة .\n4. عمل مساج لليدين والقدمين\nيؤدي ضعف تدفق الدم إلى الأطراف إلى الإحساس بحرارتها، وبالتالي فإن أحد أهم طرق التي تساعد على زيادة تدفق الدماء إلى القدمين واليدين هي من خلال عمل مساج بسيط قبل النوم.\n5. عمل بعض التغييرات في نمط الحياة اليومي",
    "trans": "Hypothyroidism\nA low level of thyroid hormone in the body causes heat and sometimes pain in the hands and feet, as the deficiency of thyroid hormone affects the nerves and causes damage to them.\nHow to Cool Feet at Night\nHere are the most important methods that can be used to cool the feet before sleeping:\n1. Treating the Cause of Hand and Foot Heat During Sleep\nThe best treatment methods involve identifying the cause of heat in the hands and feet during sleep, and it is advisable to consult a doctor for a proper diagnosis.\n2. Vitamins and Dietary Supplements\nVitamins and some dietary supplements help warm the feet. Supplements containing lipoic acid or the carnitine amino acid can be used, as well as turmeric and evening primrose oil.\n3. Creams and Ointments\nApplying certain creams can help cool the feet at night, but it is recommended to consult a doctor to choose the most suitable cream for each case.\n4. Massaging Hands and Feet\nPoor blood circulation to the limbs leads to a feeling of heat. Therefore, one of the most important methods to increase blood flow to the feet and hands is by performing a simple massage before sleeping.\n5. Making Lifestyle Changes"
}