{
    "source": "ar_AE",
    "target": "en_US",
    "text": "لو غنت ريم ألمنا\nعندما فقدت المناضلة الفلسطينية والمغنية والملحنة ريم بنا (1966-2018) صوتها بسبب شلل أوتار الحنجرة، جراء الإصابة بالسرطان، واصلت مقاومتها بالغناء، وأنجزت ألبومها الأخير \"صوت المقاومة\"، الذي صدر بعد وفاتها بأشهر.\nتضمّن الألبوم تقنية تجريبية تسمّى \"صوتنة البيانات\"، حولت بها ملفاتها الطبية إلى نغمات موسيقية، دُمجت مع قصائد وحكايات من تأليفها، ألقتها حينًا وغنّتها حينًا آخر، بقدر ما سمحت لها حالتها الصحية بذلك.\nتجاوزت ريم ألمها، وأكملت نضالها رغم كل شيء. فما الذي كانت لتفعله في زمن الإبادة، هي التي واجهت المرض وخسارة صوتها؟\nكانت ريم تحوّل الألم إلى غناء. من ضمن ألبوماتها الـ 13، كان ألبوم \"مرايا الروح\" الصادر عام 2005 استثنائيًا، إذ خصصته للغناء عن الأسرى الفلسطينيين والمعتقلين في سجون الاحتلال الإسرائيلي.\nفي مدينة الناصرة، بعد تسع سنوات من الصراع مع سرطان الثدي، رحلت ريم عن عالمنا في 24 مارس/آذار 2018.\nكنت أنا من كتب خبر وفاتها. أوكلت لي المحررة في غرفة الأخبار حيث كنت أعمل حينها المهمة. كنت أحب ريم، وأرغب بالحزن عليها وتأبينها بتأن وروية. موتها لم يكن مجرد خبر عاجل ننشره، فهي رفيقة ليال طويلة من الدراسة، والكتابة، والانتظار المؤلم لاعتراف من حبيب محتمل.",
    "trans": "If Rim Sang Our Pain\nWhen the Palestinian activist, singer, and composer Rim Banna (1966–2018) lost her voice due to vocal cord paralysis caused by cancer, she continued her resistance through singing and completed her final album \"Voice of Resistance\", which was released months after her death.\nThe album included an experimental technique called \"data sonification,\" where she transformed her medical records into musical tones, integrated with poems and stories she authored, sometimes reciting them and other times singing them, as much as her health allowed.\nRim transcended her pain and continued her struggle despite everything. What would she have done in a time of genocide, she who faced illness and the loss of her voice?\nRim turned pain into singing. Among her 13 albums, the album \"Mirrors of the Soul\" released in 2005, was exceptional, as she dedicated it to singing about Palestinian prisoners and detainees in Israeli occupation prisons.\nIn the city of Nazareth, after nine years of battling breast cancer, Rim left our world on 24 March 2018.\nI was the one who wrote the news of her death. The editor in the newsroom where I worked at the time entrusted me with the task. I loved Rim and wanted to mourn her and eulogize her with care and deliberation. Her death was not merely breaking news to be published; she was a companion to long nights of studying, writing, and the painful wait for the acknowledgment of a potential lover."
}