{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وَثَانِيًا، أَدْعُوْكُمْ إِلَى تَحِيَّةِ النَّبِيِّ الكَرِيْمِ صَاحِبِ اللٌِوَاءِ الإسْلَامِيِّ سيدنا مُحَمَّدٍ صلى الله عليه وسلم الَّذِى قَدْ رَفَعَ نَتَائِجَ الْمُسْلِمِيْنَ مِنَ الْجُهَلَاءِ إلَي الْعُلَمَاءِ وَمِنَ الكُسَلَاءِ إِلَي الفُقَهَاءِ وَالْفُصَحَاءِ.\nوَآخِرًا، أَقُوْلُ شُكْرًا كَثِيْرًا إِلىَ رَئِيْسِ الجَلَسَةِ الَّذِى قَدْ أَعْطَانِي فُرْصَةً ثَمِيْنَةً لِأَنْ أَخْطُبَ أَمَامَكُمْ أَجْمَعِيْنَ تَحْتَ المَوْضُوْعِ: \"طَلَبُ الْعِلْمِ بِالْجٍدِّ\"\nأَيُهَا الإخْوَةْ.\nالعِلْمُ مُهٍمٌّ جٍدًّا، لِأَنَّ بِدُوْنٍ الْعِلْمِ فَلَمْ تَكُنْ حَيَاتِنَا مُوَجَّهَةً. وَالْعِلْمُ هُوَ زَيْنُ لِمَنْ يَطْلُبُ بِهِ. كَمًا قَالَ الشَّاعِرُ:\nتَعَلَّمْ فَإِنَّ الْعِلْمَ زَيْنُ لِأَهْلِهِ# وَفَضْلَ وَعِنْوَانٌ لِكُلِ مَحَامِدِ.\nوَلِنَيْلِ الْعِلْمِ فَهُوَ بِالتَّعَلُّمْ، أَيْ طَلَبُ العُلُوْمِ العَامَةْ وَالْعُلُوْمِ الدِيْنِيَّة أَيْضًا. أَمَّا العُلُوْمَ العَامَّةْ مَثَلًا : الرِيَاضِيَاتْ وَاللُّغَةُ الْإِنْجِلِيْزِيَةْ وَغَيْرُ ذَلِكَ. فَالْعُلُوْمُ الدِيْنِيَّةْ مَثَلًا عِلْمُ الفِقْهِ وَالْعَقِيْدَةُ الْأَخْلَاقْ وَغَيْرُ ذَلِكَ.\nوَلِذَلِكَ، هَيَّابِنا نَجْعَلُ الْعِمَ كَزَيْنِ لَنَا بِطَلَبِ الْعِلْمِ وَلَوْ كَانَ مَكَانُهُ بَعِيْدٌ. كَمَ قِيْلَ فِي المَقَالَةْ :\nأُطْلُبُ العِلْمَ وَلَوْ بالصِّيْنْ. وَنَحْنُ كَطُلًّابِ جِئْنَا مِنْ أَيِ مَنْطِقَةٍ فِيْ هَذِهِ المَدْرَسَة لَنَتَعَلَّمَ العِلْمَ.\nأَيُهَا الحَضِرُوْنَ السُعَدَاءْ.\nلِذَلِكَ إِذَا نُرِيْدً أًنْ نَفْهَمَ الْعُلُوْمً النَّافِعَةْ، فَعَلَيْنًا أًنْ نَتَعَلَّمً بِالْجِدِ أوْ بِالْإِجْتِهَادٍ فِيْ هَذِهِ المَدْرَسَةْ. لِأَنَّ لَاتَنًالَ الْعِلْمَ إِلَّا بِالْإِجْتِهًادِ. فَالْإِجْتِهَادُ أَوَّلُ الْخَطْوَةِ نَحْوَ النَّجَاحْ. وَلَا تَتَكَسَّلُوْا فَعَوٍّدُوْا أَنْفُسَكُمْ بٍتَعَلُمْ.",
    "trans": "Secondly, I'd like to take a moment to honor the esteemed Prophet Muhammad, peace be upon him, the beacon of Islamic virtue, who has lifted Muslims from ignorance to enlightenment and from idleness to jurisprudence and eloquence.\nLastly, I say many thanks to the chairman who has given me a precious opportunity to speak before you all on the topic: 'The Serious Pursuit of Knowledge.'\nDear brothers.\nKnowledge is crucial; without it, our lives lack direction. Knowledge beautifies those who earnestly seek it. Reflect on the poet's words:\nLearn, for knowledge is an adornment to its possessors # a merit and a hallmark of all virtues.\nAttaining knowledge comes through learning, which includes both general sciences like mathematics and the English language, and others. And religious studies such as jurisprudence, creed, ethics, and others.\nThus, let us embrace knowledge as our adornment, pursuing it even if it lies afar, just as it is said:\n\"Seek knowledge even if it is in China.\" We, as students, have come from various regions to this school to immerse ourselves in learning.\nTo all present here today,\nIf we aim to grasp beneficial sciences, we must dedicate ourselves to learning with diligence here in this school. Because Knowledge can only be gained through perseverance. Effort is the first step towards success, so let's not slacken; instead, let's accustom yourselves to learning."
}