{
    "source": "ar_AE",
    "target": "en_US",
    "text": "\"لغاية النهاردة اه فشلت.. بس اللي متأكدة منه إنك ابتديت تفكر! ودي خطوة كويسة..\"\n\"افكر في إيه بالظبط؟\" سألها مبتسما بسخرية واختلفت ملامحه، هو عقله لا يتوقف عن التفكير منذ أول يوم رآها به ويشتد الأمر كلما مرت الأيام عليه بحضورها\n\"فيا، في أسلوبي، في أعراض المرض بتاعك، بتحاول تواجه نفسك، مش قادر تثق فيا بشكل كامل بس في نفس الوقت بتقول ليه لأ، بتحاول على قد ما تقدر تظهر شخصية مخيفة يترعب منها أي حد بس جواك مش كده.. واللي ضايقك بجد إحساس إني مش خايفة منك.. وهاقولك بقى اللي هيضايقك أكتر، الإنسان الضعيف بيهرب من المواجهة، بيهرب من الثقة، وبيهرب من الحقيقة! واجه كده نفسك ولو لثواني وأسأل نفسك، أنت ضعيف يا شهاب؟!\" سألته لتمتعض ملامحه في غضب لتنهض هي لتوقف عقله عند كلماتها لتدفع عقله للتفكير وجذبت قهوتها ثم توجهت للخارج لتتركه في حالة من التشويش!\n⬢ ⬢ ⬢ ⬢ ⬢ ⬢\n\"حبيبة خالو عاملة إيه النهاردة؟\" دلف بدر الدين على أروى التي كانت جالسة بشرفة غرفتها\n\"تمام يا خالو..\" ابتسمت إليه ابتسامة ليست بحقيقية على الإطلاق",
    "trans": "“Until today, yes, I failed. But, what I am certain of is that you've started thinking! That is a good step forward”.\n“Thinking about what exactly?” he asked, smiling sarcastically, his expression shifting. His mind had not stopped racing since the first day he saw her, and it only grew more intense with each day she was around.\n\"In me, in my ways, in the symptoms of your illness. You're trying to confront yourself. You can't fully trust me, yet at the same time, you say, 'Why not?' You try as hard as you can to project a scary persona that anyone would fear, but deep inside you're not that person. What really upset you was realizing I am not afraid of you. And let me tell you something that will bother you even more: A weak person runs away -from confrontation, from trust, from the truth! Face yourself, even if only for a few seconds, and ask yourself this: Are you weak, Shehab?” she asked. His features twisted in anger as she stood up, leaving him to wrestle with her words. Taking her coffee, she headed outside, leaving him in a whirlwind of confusion!\n⬢ ⬢ ⬢ ⬢ ⬢ ⬢\n\"How is my favorite niece doing today?\" Badreddine asked as he entered, finding Arwa seated on her room's balcony.\n\"I am fine, Uncle,\" she replied, forcing a smile that wasn't genuine at all."
}