{
    "source": "ar_AE",
    "target": "en_US",
    "text": "أسهل مليون بحسابك\nكل 8 أسابيع ممكن تفوز بالمليون، وغير كذا كل أسبوع تدخل في السحب على 10,000 ريال لـ 10 فائزين\nأفتح حساب\nحمل تطبيق مصرف الراجحي للتسجيل\nأودع على الأقل 1000 ريال في حساب الإدخار\nكل ما ادخرت أكثر زادت فرصتك أكثر\nإدخر أكثر عشان تربح المليون\nشارك في السحوبات الأسبوعية وزيد فرصتك بالفوز\nالفوائد والميزات الرئيسية\nالألف ريال اللي تدخرها اليوم ممكن تصير مليون بكره!\nجوائز كبيرة\nمكافآت نقدية قوية\nسحوبات أسبوعية\nلعملاء مصرف الراجحي وحساب الإدخار فقط\nالكل يقدر يشارك\nسواء كنت عميل جديد في المصرف او عميل حالي عندك فرصة للربح.\nسجل الآن في حساب المليون الإدخاري\nامسح الباركود أو انقر على تقدم بطلبك الآن لتحميل التطبيق\nتطبق الشروط والأحكام\nالاسئلة الشائعة\nالفائزين في سحوبات حساب المليون الادخاري\nسجل الآن في حساب المليون الإدخاري\nالمشاركة\nالأفراد\nالأفراد\nالحسابات\nالأفراد\nالأعمال\nعن مصرف الراجحي\nالدعم و المساعدة\nالشركات التابعة\nاجعل حياتك أسهل وأسرع مع خياراتنا المصرفية على مدار الساعة وطوال أيام الأسبوع ، حمل تطبيق مصرف الراجحي الآن\nالعملاء الحاليون\n[redacted_number]\nالعملاء الجدد\n[redacted_number]\nالرقم المجاني للشكاوى وبلاغات الاحتيال\n[redacted_number]\nالمركز الرقمي الفروع وأجهزة الصراف الآلي برنامج الشركات بوابة اعتماد الجهات الوعي ضد الاحتيال سياسة الخصوصية الأحكام والشروط خريطة الموقع الموردون",
    "trans": "The easiest million in your account!\nYou can win a million every eight weeks, and you can enter a withdrawal for 10,000 SAR for 10 winners every week.\nOpen an account\nDownload the Al-Rajhi Bank application to register\nDeposit at least 1,000 SAR into a savings account\nThe more you save, the greater your chances\nSave more to win a million\nParticipate in the weekly draws and increase your chance of winning\nKey benefits and features\nThe thousand riyals you save today could become a million tomorrow!\nBig prizes\nPowerful cash rewards\nWeekly withdrwals\nFor Al Rajhi Bank and savings account customers only\nEvery one can participate\nWhether you are a new customer in the bank or an existing customer, you have a chance to win\nRegister now for the Million Savings Account\nScan the barcode or click Apply Now to download the application\nTerms and conditions apply\nFrequently asked questions\nWinners of the Million Savings Account draws\nRegister now for the Million Savings Account\nParticipation\nIndividuals\nIndividuals\nAccounts\nIndividuals\nBuisiness\nAbout Al Rajhy bank\nSupport and assistance\nSubsidiary companies\nMake your life easier and faster with our 24/7 banking options. Download the Al Rajhi Bank application now\nCurrent customers\n[redacted_number]\nNew customers\n[redacted_number]\nToll-free number for complaints and fraud reports\n[redacted_number]\nDigital Center Branches and ATMs Corporate Program Entity Accreditation Portal Fraud Awareness Privacy Policy Terms and Conditions Site Map Suppliers"
}