{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مورّد المنتجات الغذائية · Dammam Saudi Arabia\nOpen ⋅ Closes 10:15PM\nBrowse more places\nWeb results\nGeneralco\nhttps://generalco.qa › refrigerator\nثلاجات - REFRIGERATORS\nثلاجات · SINGLE DOOR MINI REFRIGERATOR 48LTR · SINGLE DOOR MINI REFRIGERATOR 48LTR · ثلاجة صغيرة 1 باب 48 لتر · SINGLE DOOR REFRIGERATOR 92L · SINGLE DOOR...\nqatar.microless.com\nhttps://qatar.microless.com › refrig...\nالثلاجات اشتر الآن، أفضل الأسعار في قطر، الدوحة - Microless\nثلاجة أفرا اليابان، باب مزدوج، سعة 320 لترًا، 52 كجم، خالية من الصقيع، مع حجرة منطقة جديدة، أداء تبريد متعدد التدفق، مع صانع ثلج اختياري، G-Mark، ESMA، RoHS، CB،...\nMenaHub\nhttps://menahub.com › refrigerators\nاشتري ثلاجات ذات العلامات التجارية بأفضل الأسعار في الدوحة ، قطر\nاكتشف مجموعة الثلاجات التي تأتي في مجموعة متنوعة من الألوان والأحجام والأنماط لتتناسب مع أي ديكور مطبخ بأفضل الأسعار الآن فقط في MenaHub ، الدوحة ، قطر.\nIKEA\nhttps://www.ikea.com › cat › built-i...\nتسوق فريزر ثلاجة مدمج اون لاين قطر - ايكيا\nاكتشف أحدث تشكيلاتنا من فريزر ثلاجة مدمج اون لاين من ايكيا قطر. والتي تتوافر بمختلف الأحجام والأشكال، بما في ذلك الميزات الذكية مثل التبريد السريع أو التحكم...",
    "trans": "Supplier of food products · Dammam, Saudi Arabia\nOpen ⋅ Closes 10:15 PM\nBrowse more places\nWeb results\nGeneralco\nhttps://generalco.qa › refrigerator\nRefrigerators\nRefrigerators · SINGLE DOOR MINI REFRIGERATOR 48LTR · SINGLE DOOR MINI REFRIGERATOR 48LTR · 48L Single Door Refrigerator · SINGLE DOOR REFRIGERATOR 92L · SINGLE DOOR...\nqatar.microless.com\nhttps://qatar.microless.com › refrig...\nBuy refrigerators now, best prices in Qatar, Doha - Microless\nAfra Japan Refrigerator, Double Door, 320L, 52kg, Frost-Free, with New Zone Compartment, Multi-Flow Cooling Performance, Optional Ice Maker, G-Mark, ESMA, RoHS, CB,...\nMenaHub\nhttps://menahub.com › refrigerators\nBuy branded refrigerators at the best prices in Doha, Qatar\nDiscover a range of refrigerators available in various colors, sizes, and styles to match any kitchen decor at the best prices now only at MenaHub, Doha, Qatar.\nIKEA\nhttps://www.ikea.com › cat › built-i...\nShop integrated freezer refrigerators online in Qatar - IKEA\nDiscover our latest collection of integrated freezer refrigerators online from IKEA Qatar. Available in various sizes and shapes, including smart features like quick cooling or control..."
}