{
    "source": "ar_AE",
    "target": "en_US",
    "text": "بالتأكيد، إليك موضوعًا ممتعًا يناسب طلاب السنة الأولى في البزنس، مع أنشطة تفاعلية وتركز على تنمية المهارات.\nالموضوع: فن التواصل في الأعمال\nالأهداف:\n• تعلم مهارات التواصل الأساسية في بيئة العمل.\n• فهم أهمية التواصل الفعّال في نجاح الأعمال.\n• ممارسة مهارات الاستماع الفعّال والتواصل غير اللفظي.\nخطة الدرس (45 دقيقة):\n1. المقدمة (5 دقائق)\n• اشرح للطلاب أهمية التواصل في البزنس، وأثره على نجاح الفريق والعمل.\n2. نشاط البداية: لعبة التعارف (10 دقائق)\n• اطلب من الطلاب العمل في أزواج. كل طالب يأخذ دور المستمع بينما الآخر يتحدث لمدة دقيقتين عن نفسه دون انقطاع. بعد ذلك يتبادلون الأدوار.\n• بعد الانتهاء، يُطلب من كل طالب أن يعرض عن شريكه أمام الصف، مع التركيز على ما تعلموه عنهم.\n3. نشاط رئيسي: بناء برج التواصل (15 دقيقة)\n• قسّم الطلاب إلى مجموعات صغيرة، واطلب منهم بناء برج باستخدام الورق، وأعطِ كل مجموعة قيودًا مختلفة مثل “لا يستطيع أحد التحدث” أو “فقط شخص واحد يستطيع التواصل مع باقي المجموعة”.\n• في نهاية النشاط، ناقش التحديات التي واجهوها وأهمية التواصل الواضح في نجاح الفريق.\n4. نشاط ختامي: لعب أدوار (10 دقائق)\n• اطلب من الطلاب التظاهر بأنهم موظفون في شركة ويواجهون موقفًا صعبًا (مثل تأخر مشروع أو عميل غير راضٍ).",
    "trans": "Sure, here's an interesting topic for first-year business students, with interactive activities and a focus on skills development.\nTopic: The art of communication in business\nGoals:\n• To learn basic communication skills in the work environment.\n• To understand the importance of effective communication in business success.\n• Practicing effective listening and nonverbal communication skills.\nLesson plan (45 minutes):\n1. Introduction (5 minutes)\n• Explain to the students the importance of communication in business and its impact on the success of the team and the work.\n2. Starting activity: Acquaintance game (10 minutes)\n• Ask students to work in pairs. Each student takes the role of listener while the other talks for two minutes about himself without interruption. After that, they exchange roles.\n• After finishing, each student is asked to present their partner to the class, focusing on what they have learned about them.\n3. Main activity: Building a communication tower (15 minutes)\n• Divide the students into small groups, have them build a tower using paper, and give each group different restrictions such as “no one can talk” or “only one person can communicate with the rest of the group.”\n• At the end of the activity, discuss the challenges they faced and the importance of clear communication in the team’s success.\n4. Closing activity: Role play (10 minutes)\n• Have students pretend they are employees of a company and are faced with a difficult situation (such as a delayed project or an unhappy client)."
}