{
    "source": "ar_AE",
    "target": "en_US",
    "text": "يعقد في هذه الأثناء كونفرانس خاص في مدينة حلب، تحت شعار \"فلسفة الحياة الحرة للقائد APO هي الحل لكل أزمات الشرق الأوسط\"، بمناسبة الذكرى السنوية الـ 26 للمؤامرة الدولية.\nخبر\n8 تشرين الأول 2024 11:20 حلب\n+\nتنديداً واستنكاراً بالمؤامرة الدولية التي حكيت ضد القائد عبد الله أوجلان والتي بدأت في الـ 9 من تشرين الأول عام 1998 ولازالت مستمرة إلى الآن، نظم اليوم كل من المبادرة السورية لحرية القائد عبد الله أوجلان، ومؤتمر ستار كونفرانساً مشتركاً اليوم.\nانطلقت أعمال الكونفرانس قبل قليل، في صالة ستار لايت الواقعة في حي الشيخ مقصود بمدينة حلب، بمشاركة حوالي 400 شخص من المثقفين والكتاب والسياسيين والناشطين ومناصري حركة حرية كردستان وعوائل الشهداء.\nوعلق في مكان الكونفرانس صور القائد عبد الله أوجلان في مختلف المحطات التاريخية التي مر بها، إلى جانب عدد من أقواله الشهيرة مثل \"إن الأمل بالنصر أقدس من النصر\".\nوبحسب اللجنة التحضيرية للكونفرانس، فإن برنامج الكونفرانس، بعد الوقوف دقيقة صمت سيتضمن قراءة محور وحيد بعنوان \"المؤامرة الدولية على القائد عبد الله أوجلان أسبابها وتداعياتها\"، من قبل الناطقة باسم المبادرة السورية لحرية القائد عبد الله أوجلان بحلب، آمنة خضرو.",
    "trans": "A special conference is currently being held in the city of Aleppo, under the slogan \"The Philosophy of Free Life for Leader APO is the Solution to All Middle East Crises,\" marking the 26th anniversary of the international conspiracy.\nNews\n8 October 2024, 11:20 Aleppo\n+\nIn condemnation and denunciation of the international conspiracy against leader Abdullah Öcalan, which began on 9 October 1998, and continues to this day, the Syrian Initiative for the Freedom of Abdullah Öcalan and the Star Conference organized a joint conference today.\nThe conference began a short time ago at the Star Light Hall in the Sheikh Maqsoud neighborhood of Aleppo, with around 400 participants including intellectuals, writers, politicians, activists, supporters of the Kurdistan Freedom Movement, and families of martyrs.\nPictures of leader Abdullah Öcalan at various historical milestones of his life were displayed at the conference venue, along with some of his famous quotes such as \"The hope for victory is more sacred than victory itself.\"\nAccording to the preparatory committee for the conference, the conference program, after a minute of silence, will include reading a single topic titled \"The International Conspiracy Against Leader Abdullah Öcalan: Its Causes and Consequences,\" by the spokesperson of the Syrian Initiative for the Freedom of Abdullah Öcalan in Aleppo, Amna Khadro."
}