{
    "source": "ar_AE",
    "target": "en_US",
    "text": "إعلام رئيس الاتحاد الوطني\nالرئيس بافل يلتقي السفيرة الأمريكية في العراق\nالرئيس بافل الولايات المتحدة الاتحاد الوطني\nاسقبل بافل جلال طالباني رئيس الاتحاد الوطني الكوردستاني في دباشان، ألينا رومانوسكي سفيرة الولايات المتحدة الأمريكية لدى العراق.\nوتطرق الرئيس بافل جلال طالباني خلال اللقاء، الى الأوضاع في اقليم كوردستان بعد إجراء الانتخابات، وخطوات تشكيل الحكومة الجديدة، حيث قال: \"الاتحاد الوطني يخطو باستراتيجية جديدة نحو تشكيل الحكومة، ولايريد تكرار تجربة الحكم التفردي السابق، لذا فإن مساعينا هي من أجل تشكيل حكومة وطنية مسؤولة إزاء مواطنيها، حكومة عادلة لا تميز بين المدن والمناطق وتقدم الخدمات للجميع بسواسية\".\nوأضاف الرئيس بافل: \"هذه المرحلة الجديدة لاقليم كوردستان ليس فيها مكان للتفرد والتسلط، فقد انتهى زمن استغلال المؤسسات الحكومية للمصالح الحزبية والشخصية، وبعد الآن يجب ألا تعمل الحكومة لمصلحة طرف معين، بل إن الحكومة القادمة هي حكومة المواطنين ويجب أن تعمل من أجلهم، وأي مسعى خارج هذه الإرادة سيكون مصيره الفشل، ولن يسمح به الاتحاد الوطني الكوردستاني\".\nوفيما يتعلق بالعلاقة بين أربيل وبغداد والصراعات في المنطقة، قال رئيس الاتحاد الوطني: \"نشدد على الإلتزام بالدستور والشراكة الحقيقية في إدارة البلد وصون حقوق الجميع، كما من واجب الأطراف كافة التعامل بمسؤولية إزاء الصراعات في المنطقة، وعدم السماح بتحويل البلاد الى ساحة للحرب وحسم الصراعات\".",
    "trans": "Media President of the Patriotic Union\nPresident Bafel Meets the U.S. Ambassador to Iraq\nPresident Bafel the United States the Patriotic Union\nBafel Jalal Talabani, President of the Patriotic Union of Kurdistan, welcomed U.S. Ambassador to Iraq, Alina Romanowski, in Dabashan.\nDuring the meeting, President Bafel Jalal Talabani discussed the situation in the Kurdistan Region after the elections and the steps toward forming a new government. He said, \"The Patriotic Union of Kurdistan is taking a new strategic step towards forming the government and does not want to repeat the experience of previous autocratic rule. Our efforts are to form a responsible national government towards its citizens, a just government that does not discriminate between cities and regions and provides services to all equally.\"\nPresident Bafel added, \"This new phase for the Kurdistan Region has no place for autocracy and domination. The era of exploiting government institutions for partisan and personal interests has ended. From now on, the government should not work for the benefit of a specific party, but the coming government is a government for the citizens and must work for them. Any attempt outside of this will fail and will not be allowed by the Patriotic Union of Kurdistan.\"\nRegarding the relationship between Erbil and Baghdad and the regional conflicts, the President of the Patriotic Union said, \"We emphasize adherence to the constitution and true partnership in managing the country and safeguarding the rights of all. It is also the responsibility of all parties to deal responsibly with regional conflicts and not allow the country to be turned into a battleground or to settle conflicts through war.\""
}