{
    "source": "ar_AE",
    "target": "en_US",
    "text": "النُسخ المؤرشفة\nتنزيل ملف PDF\nالمحتويات\nمقدمة\nالمعلومات التي تجمعها Google\nلماذا تجمع Google البيانات\nعناصر التحكم في خصوصيتك\nمشاركة معلوماتك\nالحفاظ على أمان معلوماتك\nتصدير معلوماتك وحذفها\nجارٍ الاحتفاظ بمعلوماتك\nالامتثال والتعاون مع الجهات التنظيمية\nلمحة عن هذه السياسة\nممارسات الخصوصية ذات الصلة\nإننا ننشئ مجموعة من الخدمات من شأنها أن تساعد ملايين الأشخاص بصفة يومية على استكشاف العالم والتفاعل معه بطرق جديدة. وتشتمل خدماتنا على:\nبرامج Google ومواقعها وأجهزتها، مثل \"البحث\" وYouTube وGoogle Home\nالأنظمة الأساسية مثل متصفّح Chrome ونظام تشغيل Android\nالمنتجات المدمجة في التطبيقات والمواقع الإلكترونية التابعة لجهات خارجية، مثل الإعلانات والإحصاءات وخرائط Google المضمّنة\nيمكنك استخدام خدماتنا بطرق شتى لإدارة خصوصيتك. على سبيل المثال، يمكنك الاشتراك في حساب Google إذا أردت إنشاء محتوى وإدارته، مثل الرسائل الإلكترونية والصور، أو إذا أردت عرض مزيد من نتائج البحث ذات الصلة. يمكنك أيضًا استخدام الكثير من خدمات Google بدون تسجيل الدخول إلى حسابك أو بدون إنشاء حساب من الأساس، مثل البحث على Google أو مشاهدة فيديوهات YouTube. كما يمكنك اختيار تصفّح الويب بخصوصية تامة باستخدام متصفّح Chrome في \"وضع التصفّح المتخفي\"، ما يساعدك في إبقاء أنشطة التصفّح خاصة ومنع الآخرين الذين يستخدمون جهازك من الاطّلاع عليها. وبإمكانك، في مختلف خدماتنا، ضبط إعدادات الخصوصية للتحكم في المعلومات التي نجمعها وكيفية استخدامها.",
    "trans": "Achieved copies\nDownload PDF\nContents\nIntroduction\nInformation Google collects\nWhy Google collects data?\nYour privacy controls\nSharing your information\nKeep your information safe\nExport and delete your information\nRetaining your information\nCompliance and Collaboration with regulators\nAbout the policy\nRelevant privacy exercises\nWe create a range of services that will help millions of people on a daily basis explore and interact with the world in new ways. Our services include:\nGoogle software, sites, and devices, such as: Search, YouTube, and Google Home.\nMain platforms like Chrome browser and Android operating system\nProducts built into third-party apps and websites, such as built-in-ads, analytics, and Google Maps.\nYou can use our Services in a variety of ways to manage your privacy. For example, you can sign up for a Google Account if you want to create and manage content, such as: emails, and photo, or if you want to see more relevant search results. You can also use a lot of Google services without signing in to your account or without creating one at all, such as Google Search or watching YouTube videos. You can also choose to browse the web privately using Chrome in incognito mode, which helps keep browsing activity private and prevents others who use your device from seeing it. On our various services, you can adjust your privacy settings to control what information we collect and how it is used."
}