{
    "source": "ar_AE",
    "target": "en_US",
    "text": "لذا اخطركمبضرورة وسرعة سداد قيمة راتب لععددخمسة أشهر والاسأضطر لتقديم شكوى عمالية واقامة دعوى ضدكمبشأن هذا الموضوع فقط على اعتبار انشغال ذمتكم بقيمة تلك الاجازاتواضافتها لقيمةمستحقاتى طرفكم فىحالة انهاءعقد العمل طرفكم علما بأن تلك الرسالة لايجبتفسيرها بأنها رسالة أستقالةبل هى رسالة مطالبة بمستحقات طرفكم لم يتم صرفها واى اجراءاخر من طرفكم سيتم اتخاذةكعقوبة لارسالىتلك الرسالة سيعد فصل تعسفى يستوجب التعويض طبقا لنص القانون\nعلما من اننىسبق وان طالبت جهة الادارةوديا لاكثر من عدة مرات ومحاولات ودية الا انة لاتوجداى استجابة من طرف ادارةالعيادة مما دفعنى للبدأبالمطالبة بصفة رسمية\nلذا اخطركموانبةعليكم بضرورة صرف بدل الاجازة عن الفترة المحددة بعالية منعا من اتخاذ الاجراءاتالقانونية تجاهكم\nمع تحملكم كافة المسؤلية تجاةذلك\nولاجل العلم بما جاء بعالية،\nونشكر حسن تفهمكم بما ورد مخطر سيادتكم من اننىمازلت على رأس عملى واتابع العمل مستمرا بأداء عملىطرفكم حتى تاريخ انتهاء عقد العمل المجددحاليا وبما ورد بمدتة\nالمخطر\\ رافت يسعبد الرحمن \\ المستشار القانونى\nملحوظة \\ سبق ارسال ذات الطلب الى مدير الشؤنالاداريةبعدة رسائل عبر تطبيق الواتس أب السيد \\ درويش",
    "trans": "Therefore, I notify you of the necessity and urgency of paying the salary equivalent to five months, and if not, I will be forced to file a labor complaint and take legal action against you regarding this matter, considering your responsibility for the value of this leave and adding it to my dues in case the employment contract with you is terminated. Please note that this message should not be interpreted as a resignation letter; it is a demand for the dues that have not been paid. Any further action taken by you as a penalty for sending this message will be considered an unfair dismissal and will require compensation according to the law.\nI would like to inform you that I have previously made multiple amicable attempts to request this matter from the administration, but there has been no response from the clinic management, which led me to begin making this request officially.\nTherefore, I notify you of the need to pay the leave allowance for the period mentioned above to prevent legal actions being taken against you.\nYou are fully responsible for this matter.\nFor your information,\nand I thank you for your understanding, I would like to acknowledge that I am still working and continuing my duties for you until the expiration of the renewed employment contract, as per its terms.\nNotified by: Raafat Yassin Abdel Rahman, Legal Consultant\nNote: The same request was previously sent to the Administrative Affairs Manager through several messages via WhatsApp, Mr. Darwish."
}