{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مخصص لطفلك\nهدية لا تنسى\n“Wonderful quality, great stories, and an overall amazing bonding experience with our kids!”\n[redacted_name]\nVerified Purchase\nالتفاصيل\nانطلق في مغامرة لا تُصدّق مع طفلك في \"مغامرات في السماء\"! هذا الكتاب الساحر المخصص يتبع بطلاً شابًا وحيوانه الأليف وهما يحلقان عبر السحب، مساعدين الآخرين في طريقهم. في عيد ميلاد الشخصية الرئيسية، ينتظرهما مفاجأة رائعة، مليئة بالأغاني الفرحة، والتعبيرات عن الامتنان. مع اسم طفلك محبوكًا في القصة، يصبح نجمًا في قصتهم الخاصة المرتفعة في السماء، لاشعال خياله وحبه للقراءة. صُنعت هذه القصة بعناية من قبل خبراء التعليم وتتميز برسوم مميزة، \"مغامرات في السماء\" تسلي وتنقل دروسًا قيمة حول اللطف والصداقة وتقدير نعم الحياة.\nالمميزات\nالمواصفات\nالملخص\nضمان استرداد الاموال\nإذا لم يصل الطلب خلال 30 يومًا أو وصل بأضرار/عيوب، ستحصل على استرداد كامل للمبلغ.\nتقييمها ٤.٨ من ٥\nلماذا كتب كتابمي مميزة؟ لأن الآباء والأطفال يخبروننا بأنهم يحبونها\nمناسب ل سن ٢ ل ٩\nتحتوي قصصنا على مواضيع مناسبة للأعمار التي تنقل القيم بينما تكون ممتعة بشكل كبير\nكتب مخصصة في 3 خطوات بسيطة\nمستعدون لجعلهم يقرأون؟ سنجعل الأمر سهلاً عليكم\nاختر قصصك\nاختر الكتب التي ترغب فيها، وأخبرنا باسم طفلك لنقوم بتخصيصها لك\nلن تضطر للانتظار طويلاً\nنشحن إلى أي مكان في العالم خلال 2-3 أسابيع. الشحن مجاني إذا طلبت 3 كتب أو أكثر",
    "trans": "Customized for your child\nAn unforgettable gift\n“Wonderful quality, great stories, and an overall amazing bonding experience with our kids!”\n[redacted_name]\nVerified Purchase\nDetails\nEmbark on an incredible adventure with your child in Adventures in the Sky! This enchanting personalized book follows a young hero and their pet as they soar through the clouds, helping others along the way. On the protagonist’s birthday, a wonderful surprise awaits them, filled with joyful songs and expressions of gratitude. With your child’s name woven into the story, they become the star of their own high-flying tale, sparking their imagination and love for reading. Created with care by educational experts and featuring distinctive illustrations, Adventures in the Sky entertains while imparting valuable lessons about kindness, friendship, and gratitude.\nFeatures\nSpecifications\nSummary\nMoney-back Guarantee\nIf the order does not arrive within 30 days or arrives damaged/defective, you will receive a full refund.\nRated 4.8 out of 5\nWhy are Kitabme books special? Because parents and children tell us they love them\nSuitable for ages 2 to 9\nOur stories include age-appropriate themes that convey values while being highly entertaining.\nPersonalized Books in 3 Simple Steps\nReady to get them reading? We’ll make it easy for you\nChoose your stories\nSelect the books you want and tell us your child’s name so we can personalize them for you.\nNo long waits\nWe ship worldwide within 2-3 weeks. Shipping is free if you order 3 books or more."
}