{
    "source": "ar_AE",
    "target": "en_US",
    "text": "فرحت [redacted_name] كثيرا لتتفاجأ ايضا[redacted_name] [redacted_name] و[redacted_name] ولجميع يدخلون\nركضت حفيدتها اليها وحضنتها : حملتها[redacted_name] وقالت لها يا رووووحي ما هذه المفاجأه !!\nثم قبلت اولادها وتمنو لها الخير في عيد ميلادها\nجلسو جميعهم ثم قالت لهم : يعني والله فاجئتوني كثيرا\n[redacted_name] : يعني الفضل يعود للدكتور\n[redacted_name] بمزاح : لقد تغيرت مهنتي انا متسائل عن لقبي الجديد منك..\n[redacted_name] بجدية : يعني اود ان اقول لك ابي ولكن لا اعرف ان كنت تحب ذلك او لا..\nدمعت عيون [redacted_name] و[redacted_name] من كلامه ، ثم قام[redacted_name] وحضنه وقال له : لم تتخيل فرحتي بهذا ، انتم جميعا اولادي ولا اميزكم عن [redacted_name] ابداً . ادام الله جمعتنا هذه بالخير والسعاده\nبعد مرور ساعتين بعد ان قامو بجلب الكيك والمسليات واحتفلو بعيد ميلاد[redacted_name]\nحان وقت الذهاب ،\n[redacted_name] : هيا يا اولاد للمنزل\n[redacted_name] : في الواقع لو نذهب نحن للكرفان الليله ولا نزعجكم ؟\n[redacted_name] : لا يا ابنتي ما هذا الكلام !\n[redacted_name] : هير هير ، مفتاح المنزل على الشباك بل انتم اذهبو وخذو راحتكم ، في الواقع اسمحولي ان اخطف امكم هذه الليله\n[redacted_name] : ڤاي ڤاي ، اذا لنذهب نحن ، انتبهو لانفسكم جيدا\n[redacted_name] بمزاح : ابي ؟ هل تخطفني انا ايضا معكم ؟",
    "trans": "[redacted_name] was overjoyed and was also surprised when [redacted_name], [redacted_name], and everyone else entered.\nHer granddaughter ran to her and hugged her. [redacted_name] held her and said, Oh sweetie, what a surprise!!\nShe then kissed her children, and they wished her a happy birthday\nThey all sat down, and she said to them, Honestly, you really surprised me\n[redacted_name]: Well, the credit goes to the doctor\n[redacted_name], jokingly: My profession has changed; I'm wondering about my new title from you\n[redacted_name], seriously: I mean, I’d like to call you ‘Dad,’ but I don’t know if you’d like that or not..\nTears filled [redacted_name]'s and [redacted_name]'s eyes at his words. Then [redacted_name] stood up, hugged him, and said, You can't imagine how happy I am about this. You are all my children, and I don't differentiate between you and [redacted_name] at all. May God keep us united in goodness and happiness\nTwo hours later, after they brought the cake and snacks and celebrated [redacted_name]'s birthday,\nit was time to leave,\n[redacted_name]: Come on, kids, let's head home\n[redacted_name]: Actually, what if we go to the caravan tonight and not disturb you?\n[redacted_name]: No, my dear, what are you saying!\n[redacted_name]: Here, here, the house key is on the window. You all go and make yourselves comfortable. Honestly, allow me to steal your mother for the night\n[redacted_name]: Okay, okay, then let’s go. Take care of yourselves\n[redacted_name], jokingly: Dad? Can you steal me too along with her?"
}