{
    "source": "ar_AE",
    "target": "en_US",
    "text": "التمرين الأول : أمسك ذراعك اليسرى بيدك اليمنى عند المرفق وشدها نحو جسدك ، ثبّتها على هذا الحال لمدة 15 ثانية ثم بدّل إلى الذراع اليمنى . التمرين الثاني : مد ذراعيك فوق رأسك أمسك ذراعك اليمنى بيدك اليسرى عند المرفق ، اضغط ذراعيك باتجاه رأسك وانحنِ أثناء الضغط ، ثبّت نفسك لـ 15 ثانية ثم كرر التمرين على الذراع الأخرى .\nدوائر الذراع\nالدوائر الجانبية : مد ذراعيك على الجانبين ، وحركهما في دوائر صغيرة إلى الأمام والخلف 15 مرة . الدوائر الأمامية : مدّ ذراعيك إلى الأمام ، وحركهما في دوائر صغيرة نحو الداخل والخارج 15 مرة .\nشد عضلات الصدر\nالتمرين الأول : مدّ ذراعيك على جانبي جسدك بارتفاع الكتفين تقريباً ، وأرجعهما ببطء إلى الخلف ، أبق الظهر مستقيماً والصدر مرتفعاً ، وحافظ على هذا الوضع لمدة 20 ثانية . التمرين الثاني : أمسك العمود بيدك اليمنى واجعل ذراعك بارتفاع الكتف تقريباً ، أدر جسدك بعيداً عن العمود نحو اليسار وحافظ على هذا الوضع لمدة 15 ثانية تقريباً ثم بدّل إلى الذراع الأخرى .",
    "trans": "First Exercise: Grab your left arm with your right hand at the elbow and pull it close to your body. Hold this pose for 15 seconds, then switch to your right arm. Second Exercise: Reach your arms up high above your head. With your left hand, grab your right elbow and gently press your arms down towards your head while bending slightly. Hold this position for 15 seconds, and repeat with your other arm.\nArm Circles\nSide Circles: Stretch your arms out to your sides and start drawing small circles in the air, moving forward and backward, do this for 15 times. Front Circles: Now, point your arms straight ahead and move them by drawing small circles inwards and outwards, also 15 times.\nChest Stretch\nFirst Exercise: With your arms at your sides and elevated to shoulder height, slowly draw them back. Keep your back straight and chest puffed up. Hold this pose for 20 seconds. Second Exercise: Grab onto a pole with your right hand, keeping your arm level with your shoulder. Twist your body away from the pole to the left, hold this pose for 15 seconds, then switch arms."
}