{
    "source": "ar_AE",
    "target": "en_US",
    "text": "10:05 القوات المسلحة اليمنية: قصفنا هدفا عسكريا للعدو الاسرائيلي في منطقة يافا المحتلة بطائرة مسيرة من نوع يافا\n09:59 اعلام العدو: اطلاق صفارات الانذار في الجليل الاعلى بعد رصد عمليات اطلاق صواريخ\n09:56 اعلام العدو: صفارات الإنذار تدوي في تسيفون بالجليل الغربي\n09:26 مجاهدو المقاومة الإسلامية استهدفوا تجمعاً لجنود العدو في مستعمرة أفيفيم بسلاح المدفعية\n08:57 كتائب شهداء الأقصى: نزف الشهيد حسن منير مقدح، أحد مقاتلينا في الساحة اللبنانية، والذي ارتقى في عملية اغتيال جبانة نفذتها طائرات الغدر الصهيونية في مخيم عين الحلوة في صيدا جنوبي لبنان\n08:53 مراسل المنار: صلية صاروخية باتجاه الاراضي المحتلة\n08:38 مجاهدو المقاومة الإسلامية استهدفوا تجمعاً لجنود العدو في مستعمرة المطلة بصلية صاروخية\n08:37 مجاهدو المقاومة الإسلامية استهدفوا تحركاً لجنود العدو في موقع المطلة بقذائف المدفعية وحققوا فيه إصابات مباشرة\n08:33 بيان مهم للقوات المسلحة اليمنية في تمام الساعة العاشرة صباحا\n08:17 إعلام العدو: سقوط عدد من الصواريخ داخل مستوطنة المطلة",
    "trans": "10:05 Yemeni Armed Forces: We bombed an Israeli enemy military target in the occupied Jaffa region with a Jaffa drone.\n09:59 Enemy media: Sirens sounded in the Upper Galilee after monitoring missile launches.\n09:56 Enemy media: Sirens sound in Tsiphon, Western Galilee\n09:26 The Mujahideen of the Islamic Resistance targeted a gathering of enemy soldiers in the Avivim colony with artillery.\n08:57 Al-Aqsa Martyrs Brigades: The martyr Hassan Munir Maqdah, one of our fighters in the Lebanese arena, who was killed in a cowardly assassination operation carried out by treacherous Zionist aircraft in the Ain al-Hilweh camp in Sidon, south of Lebanon, was bleeding.\n08:53 Al-Manar correspondent: A missile salvo towards the occupied territories\n08:38 The Mujahideen of the Islamic Resistance targeted a gathering of enemy soldiers in the Metula colony with a missile launcher.\n08:37 The Mujahideen of the Islamic Resistance targeted a movement of enemy soldiers in the Metulla site with artillery shells, causing direct hits.\n08:33 An important statement by the Yemeni Armed Forces at ten in the morning\n08:17 Enemy media: A number of missiles fell inside the Metulla settlement"
}