{
    "source": "ar_AE",
    "target": "en_US",
    "text": "فقالت له «كُرْدِلْيا»: «لا شَيءَ عِنْدِي، يا أبتاهُ.»\nفقال لها الْمَلكُ «لِير»: «كأنَّكِ لا تُحبِّينَنِي، أيَّتُها الفَتاةُ! أَعيدِي عَلَى مِسْمَعَيَّ جَوابَكِ الأَخيرَ.»\nفقالت «كُرْدِلْيا»: «إنِّي أُحِبُّ جَلالَتَكَ بِمِقدارِ ما يَحْتِمُهُ عَلَيَّ الواجبُ الأبَوِيُّ، لا أكْثَرَ، ولا أقَلَّ.»\n(٦) نُبْلُ «كُرْدِلْيا»\nوإنَّما قالتْ «كُرْدِلْيا» ذٰلك، ولَمْ تَصُغْ لأبيها عِباراتِ المديحِ والثَّناءِ الخلَّابَةَ — كما فَعلَتْ أُخْتاها منْ قَبلُ — لأَنَّها أنِفَتْ (كَرِهَتْ) أن تَسْلُكَ مسالِكَ الرِّياءِ، وَسَمَتْ بنفسِها عن أنْ تكونَ مُخادِعَةً مُمَلِّقَةً (تقُولَ بلسانِها ما لَيْسَ في قلبها).\nوكانت عَلَى يقينٍ من لُؤْمِ أُخْتَيْها وخُبْثِ طَوِيَّتهما (نِيَّتهِما)؛ فاحتَقَرَتْ منْهُما ذٰلكَ الثَّناءَ الزَّائفَ، الَّذِي نَطقَتا به، لِتَخْدَعا أباهُما عن حَقيقةِ نَفْسَيْهِما، رَغْبةً في أنْ تظْفَرَا بِمُلْكهِ الْعَظيمِ.\nوكانتْ «كُرْدِلْيا» عارِفَةً أنَّ أُخْتَيْها تَنْوِيانِ الغدْرَ بأبيهما الشَّيْخِ، وأنَّهما لا تَمْحَضانهِ الوُدَّ (لا تُضْمِرانِ لَهُ صادِقَ الموَدَّةِ)، ولا تُؤَدِّيانِ له شَيئًا مِنْ واجِباتِ الأُبُوَّةِ عَليْهما، وإن كانَتا قَدْ أَغْرَقَتاهُ بعباراتِ الْمَدِيحِ والثناءِ الَّتي لا طائلَ تَحْتَها (لا فائِدَةَ مِنْها)، لِتَظْهَرا بِغيْر مَخْبَرِهِما (باطِنِهما) الحقِيقِيِّ.",
    "trans": "And so, Cordelia said to him, \"I have nothing, my father.\"\nKing Lear, responded, \"It seems like you do not love me, girl! Could you repeat your final answer for me?\"\nCordelia replied, 'I love you, your excellency, as much as my duty as a daughter requires-no more and no less.'\n(6) The Integrity of Cordelia\nCordelia chose her words carefully, unswayed by flattery—as her sisters had been. She refused (hated) to tread the path of deceit, striving to remain true to herself rather than offering empty praises (speaking with her tongue what was not in her heart).\nShe was deeply aware of her sisters’ cunning and their underlying schemes (intentions); she despised the lavished empty praises they bestowed upon their father, masking their true intentions, all in the hope of gaining his vast kingdom for themselves.\nCordelia was aware that her sisters were plotting to betray their elderly father, lacking genuine love for him and failing to fulfill their filial responsibilities towards him (offering him affection, not heartfelt deeds). Despite showering him with insincere praises and compliments that held no real value(of no real benefit), they sought to present a facade distinct from their true motives (selves)."
}