{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مرتبك بشكل كبير مع فئة كادر الحزب (غانبو 干部)\nتحت كل من GMD وCCP. خلص [redacted_name] (1986) إلى أن\nكان \"مثقفو المؤسسة\" من فترة ماو فصاعدا مرتفعين\nمستوى المثقفين والكوادر رفيعة المستوى.\nماذا نفعل بهذه العلاقة المضطربة بين الثقافة الصينية؟\nوالنخب التكنولوجية والأحزاب اللينينية في الصين (وعلى وجه الخصوص،\nالحزب الشيوعي الصيني)؟ سأجادل بأن الطبيعة اللينينية للحزب الشيوعي الصيني كأيديولوجية\nيتطلب التنظيم من البيروقراطيين التحويليين لتنفيذ شكله\nمن الحكم - الحكم الأيديولوجي. وكان المثقفون مثاليين من أجل\nهذا الدور. لا يتم شرعها عن طريق الانتخابات أو الحق الإلهي ولكن من خلال الأيديولوجية مثل\nبالإضافة إلى الأداء، يحتاج الحزب إلى أيديولوجيين لرواية قصته والتعبئة\nالدعم الشعبي (بما في ذلك، كما أشار كيري براون في فصله في هذا\nالحجم، إدارة العواطف). دعا ستالين إلى \"مهندسي\nتبنى الروح والشيوعيون الصينيون الدعوة. على مدى القرن\nمن وجودها، اختار عدد كبير من المثقفين أن يخدموا أو\nتحدث نيابة عن الحزب كثوار (gemingjia 革命家)، وعمال الفكر\n(sixiang gongzuozhe 思想工作者) وفي العقود الأخيرة، الخبراء\n(zhuanjia 专家). هذه هي الحاجة السياسية الأساسية - للتنفيذ\nالحكم الأيديولوجي - هذا يفسر الحاجة غير القابلة للاختزال للحزب\nللخدمة الفكرية ويقظتها المستمرة لضمان أن هذه الذات",
    "trans": "Closely intertwined with the Party cadre category (Ganpo 干部).\nUnder both the GMD and CCP, [redacted_name] (1986) concluded that\nthe \"enterprise intellectuals\" from the Mao era onwards held high-\nranking positions as intellectual elites and senior cadres.\nHow can we understand this complex relationship between Chinese culture?\ntechnological elites, and Leninist parties in China (particularly\nthe Chinese Communist Party)? I argue that the CCP’s Leninist ideology\ndemands transformative bureaucrats to carry out its\nmodel of governance—one rooted in ideological oversight. Intellectuals were well-suited for\nthis role. The party's legitimacy arises not from elections or divine right but through its ideological foundation.\nBeyond its performance, the party relies on ideologues to craft its narrative and rally\npublic support—including, as Kerry Brown highlights in his chapter in this\nvolume, the management of emotions. Stalin famously referred to \"engineers\nof the soul,\" a concept Chinese communists eagerly embraced. Over the last century,\nmany intellectuals have chosen to serve the Party or\nact on its behalf as revolutionaries (gemingjia 革命家) and intellectual workers\n(Sixiang Gongzuozhe 思想工作者). In more recent decades, this role evolved into that of experts\n(zhuanjia 专家), closely linked to the Party cadre category (Ganpo 干部).\nIdeological oversight highlights the Party's indispensable requirement\nfor intellectual service and its unwavering vigilance in securing loyalty."
}