{
    "source": "ar_AE",
    "target": "en_US",
    "text": "في سن المراهقة, فاتنة, الهواة, راعية البقر, في الهواء الطلق, الديك, نائب الرئيس في الفم, كبيرة الثدي, الجنس الفموي, إمتطاء, حلمات\nالشرج\nمشاهد بقذف المني, شقراء, جبهة مورو, الجنس الفموي, بخ, كبيرة الثدي, الحمار لعق, أم, غش, نائب الرئيس في الفم, محرم, الديك, الهواة, الحمار الكبير, حلمات\nفاتنة, محرم, جنس, الهواة, في سن المراهقة, مثل اختي\nالهواة, محلية الصنع, المشاهير, فاتنة, كلية, القبض, في سن المراهقة, مؤخرة, مثل اختي\nجنس, الهواة, محلية الصنع, الزوجة, سمين, الحمار الكبير, المرأة الكبيرة, كبيرة الثدي, الكورية, الديك, رومانسي\nكبيرة الثدي, مؤخرة, الحمار الكبير, رباعية, في سن المراهقة, العربدة, العهرة او العاهرات, محرم, اغتصاب جماعي, خيال\nفي سن المراهقة, المتشددين, الهواة, فاتنة, بين الأعراق, بي بي سي, بشرة داكنة, الديك\nالشرج, مشاهد بقذف المني, في سن المراهقة, المتشددين, الهواة, محلية الصنع, المعلم, استمناء, آسيوي, راعية البقر, الحمار لعق, مكتب, اغتصاب جماعي, فاتنة, حلق, ا الخفي, بِكر, كبيرة الثدي, خطوة أمي\nمحرم, مثل اختي, عائلة\nفي سن المراهقة, المتشددين, بِكر, كبيرة الثدي, الديك, الهواة\nفي سن المراهقة, المتشددين, بين الأعراق, الجنس الفموي, عائلة, محرم, مثل اختي, زيادة الوضوح, الهواة\nفي سن المراهقة, الهواة, الحوامل, محرم, الديك, مثل اختي, محلية الصنع, ضيق, حلمات\nبين الأعراق, الجنس الفموي, جنس فموي عميق, كبيرة الثدي, الديك, استمناء, مثل اختي, محرم, الهواة, عمة, عائلة",
    "trans": "Teenage, hot, amateur, cowgirl, open air, dick, cum in mouth, big boobs, oral sex,riding, nipples\nanal\ncum scenes, blonde, oral sex, spray, big boobs, ass licking, mother, cheating, cum in mouth, incest, dick, amateur, big ass, nipples\nhot, incest, amateur, teenage, like sister\namateur, home-made, celebrity, hot, college, choke, teenage, ass, like sister\nsex, amateur, home-made, wife, fat, big ass, big woman, big boobs, korean, dick, romantic\nbig boobs, ass, big ass, foursome, teenage, orgy, sluts, incest, group rape, amazing\nteenage, hardcore, amateur, hot, interracial, BBC, dark skin, dick\nanal, cum scenes, teenage, hardcore, amateur, home-made, teacher, masturbation, asian, cowgirl, ass licking, office, group rape, hot, throat, undercover, virgin, big boobs, step mother\nincest, like sister, family\nteenage, hardcore, virgin, big boobs, dick, amateur\nteenage, hardcore, interracial, oral sex, family, incest, like sister, extrabold, amateur\nteenage, amateur, pregnant, incest, dick, like sister, home-made, nipples\ninterracial, oral sex, deep oral sex, big boobs, dick, masturbation, like sister, incest, amateur, aunt, family"
}