{
    "source": "ar_AE",
    "target": "en_US",
    "text": "• التطبيقات: تستخدم في أجهزة الميكروويف للطهي، وتقنية الرادار، والاتصالات الفضائية.\n3. الأشعة تحت الحمراء (Infrared)\n• الطول الموجي: من حوالي 700 نانومتر إلى 1 ملم.\n• التطبيقات: تستخدم في أجهزة التحكم عن بعد، وتقنيات التصوير الحراري، وفي الطب لتحليل الأنسجة.\n4. الضوء المرئي (Visible Light)\n• الطول الموجي: من حوالي 380 نانومتر (الأحمر) إلى 750 نانومتر (البنفسجي).\n• التطبيقات: الرؤية البشرية، والتصوير الفوتوغرافي، وتقنيات الإضاءة.\n5. الأشعة فوق البنفسجية (Ultraviolet)\n• الطول الموجي: من حوالي 10 نانومتر إلى 400 نانومتر.\n• التطبيقات: التعقيم والتطهير، والفحص الطبي، وفي صناعة المواد البلاستيكية.\n6. الأشعة السينية (X-Rays)\n• الطول الموجي: من حوالي 0.01 نانومتر إلى 10 نانومتر.\n• التطبيقات: التصوير الطبي (الأشعة السينية للأشعة المقطعية)، والتفتيش الصناعي، والبحث العلمي.\n7. أشعة غاما (Gamma Rays)\n• الطول الموجي: أقل من 0.01 نانومتر.\n• التطبيقات: العلاج الإشعاعي للأورام، والبحث في الفيزياء النووية، واختبار المواد.\nخصائص الطيف الكهرومغناطيسي",
    "trans": "• Application: Used in microwave ovens for cocking, radar technology, and satellite communication.\n3. Infrared\n• Wavelength: Ranges from approximately 700 nm to 1 m.\n• Applications: Used in remote controls, thermal imaging, and medical tissue analysis.\n4. Visible Light\n• Wavelength: Ranges from approximately 380 nm (red) to 750 nm (violet)\n• Applications: Essential for human vision, photography, and various lighting technologies.\n5. Ultraviolet\n• Wavelength: Spans approximately 10 nm to 400 nm.\n• Applications: Used in sterilization, disinfection, medical diagnostics, and plastic manufacture.\n6. X-Rays\n• Wavelength: Ranges from approximately 0.01 nm to 10 nm.\n• Applications: Used in Medical imaging (e.g., X-ray CT scan), industrial inspections, and scientific research.\n7. Gamma Rays\n• Wavelength: Shorter than 0.01 nm.\n• Applications: Used in radiation therapy for cancer, nuclear physics research, and materials testing.\nCharacteristics of the Electromagnetic Spectrum"
}