{
    "source": "ar_AE",
    "target": "en_US",
    "text": "14:50 الجيش اللبناني: إصابة أحد عناصرنا جراء استهداف العدو جرافة أثناء عملها على فتح طريق قالويه – كفردونين في الجنوب\n14:43 اعلام العدو : سماع دوي 40 انفجاراً في منطقة الجليل الغربي بعد رشقة صاروخية أطلقت من لبنان\n14:41 إعلام العدو : انفجارات ودوي صافرات الإنذار بعد رشقة صاروخية كبيرة من جنوب لبنان باتجاه شمال فلسطين المحتلة\n14:36 اعلام العدو : صفارات الإنذار تدوي في نهاريا ومحيطها بالجليل الغربي\n14:16 مراسل المنار : الطيران الحربي المعادي يشنّ سلسلة غارات جوية تستهدف مدينة صور\n13:58 مراسل المنار : صواريخ بإتجاه تجمعات العدو في المطلة ومسكفعام وصافرات الرعب تدوي في المستعمرتين\n13:43 طيران الاحتلال ينفذ غارة تستهدف محيط بلدة الحلانية بالبقاع\n13:40 هيئة البث الإسرائيلية عن تقديرات لوزارة الصحة: نحو 300 ألف إسرائيلي سيطلبون العلاج النفسي بعد الحرب\n13:39 إعلام العدو: إصابة 7 جنود خلال ال24 ساعة الماضية عند الجبهة الشمالية مع لبنان\n13:21 مجاهدو المقاومة الإسلامية استهدفوا تجمعًا لجنود العدو الإسرائيلي في منطقة العمرا غرب الوزاني بصلية صاروخية\n12:59 صفارات الإنذار تدوي في كريات شمونه ومحيطها\n12:49 الصحة اللبنانية: 7 شهداء و17 جريحاً في حصيلة محدثة لغارة العدو الإسرائيلي على مبنى في حي الرمل في صور",
    "trans": "14:50 Lebanese Army: One of our soldiers was injured after enemy forces, targeted a bulldozer while it was working to clear the Qaluyeh-Kfar Donin road in southern Lebanon.\n14:43 Enemy Media: Forty explosions were heard in the western Galilee following a rocket barrage fired from Lebanon.\n14:41 Enemy Media: Explosions and the sound of sirens were reported after a heavy rocket barraged was launched from southern Lebanon towards northern occupied Palestine.\n14:36 Enemy Media: Sirens sounded in Nahariya and its surrounding areas in the western Galilee region.\n14:16 Al-Manar Correspondent: Enemy warplane launched a series of airstrikes targeting the city of Tyre.\n13:58 Al-Manar Correspondent: Rockets were fired at enemy gatherings in Metulla and Miskafam, causing sirens to sound in both settlements.\n13:43 Israeli warplane conducted an airstrike targeting the vicinity of Al-Hallaniyeh town in Bekaa region.\n13:40 Israel Broadcasting Corporation (citing the Health Ministry): An estimated 300,000 Israelis are likely to seek psychiatric treatment post-war.\n13:39 Enemy Media: Seven soldiers were injured in the past 24 hours on the northern front with Lebanon.\n13:21 Islamic Resistance Fighters targeted a gathering of Israeli enemy soldiers in the Al-Amra area, west of Al-Wazzani, with a salvo of rockets.\n12:59 Sirens sounded in Kiryat Shmona and its surrounding area.\n12:49 Lebanese Health Ministry: Updated toll shows seven dead and 17 injured following an Israeli enemy raid on a building  in the Rail neighborhood of Tyre."
}