{
    "source": "ar_AE",
    "target": "en_US",
    "text": "الشــــروط المتفــــق عليهـــا كمـــا يلــــي\n1 – يتعهد بها المستأجر أن لا ينقل عقد الإيجار إلى أحد غيره بأي صفة أو عنوان كان .\n2 – يكون تجديد عقد الإيجار بإختيار المؤجر وإذا لم يجب المستأجر على طلب التجديد فسيكون ملزمًا بالإيجار الذي\nطلب المؤجر منة .\n3 – يعتبر هذا العقد قائم إلى إنتهاء المدة المقررة وتسقط من الإعتبار حال إنتهاء هذه المدة .\n4 – في حاله الإخلاء يتعهد المستأجر بأن لا يزيل أي شيء ثبته في الجدار مثل مد الأسلاك الكهربائية وأنابيب المياه\nوالصوان وجميع الأدوات الصحية وغيرها التي تسبب أضراراً للجدار وتعتبر هذه الشروط نافذة المفعول .\n5 – إذا أراد المستأجر إحداث إي إصلاح أو ترميم أو إدخال أي تحسينات في العقار المؤجر يكون ذلك على نفقته\nوحسابه الخاص وعلية ايضاً الرجوع إلى المؤجر للحصول على موافقة خطياً .\n6 – إذا خالف المستأجر أحد الشروط المسجلة ضمن هذه الوثيقة فمن حق المؤجر إخراج المستأجر من ملكة فوراً\nوتسقط حقوق المستأجر من الإعتبار ولا له حق في أن يتمسك بشروط هذا العقد .\n7 – يتعهد المستأجر بعدم إزعاج الجيران أو عرقلة الطريق العام.",
    "trans": "Agreed Terms as Follows\n1 – The tenant undertakes not to transfer the lease contract to anyone else under any title or capacity.\n2 – Renewal of the lease shall be at the landlord's discretion, and if the tenant does not respond to the renewal request, they will be obligated to pay the rent\nrequested by the landlord.\n3 – This contract remains in effect until the specified duration ends, and it becomes null and void upon its expiration.\n4 – In the event of vacating the property, the tenant undertakes not to remove anything fixed in the walls, such as electrical wiring, water pipes,\ncabinets, sanitary tools, and others that may cause damage to the walls. These conditions are considered enforceable.\n5 – If the tenant wishes to carry out any repairs, renovations, or improvements to the rented property, this shall be at their expense,\nand they must also obtain written approval from the landlord.\n6 – If the tenant violates any of the terms recorded in this document, the landlord has the right to evict the tenant from their property immediately,\nand the tenant forfeits their rights under this contract and has no claim to its terms.\n7 – The tenant undertakes not to disturb the neighbors or obstruct the public road."
}