{
    "source": "ar_AE",
    "target": "en_US",
    "text": "تم دراسة تنظيم جينات الكيتيناز ech42، chit36، chit33، وnag1 في T. harzianum بتفصيل. تم تحفيز هذه الجينات بواسطة جدران خلايا الفطريات، الكيتين الغروي، أو تجويع الكربون، بينما تم تثبيطها بتركيزات عالية من الجلوكوز أو الجلسيرول (Carsolio et al., 1994; Schirmbock et al., 1994; Lorito et al., 1996). يتم تحفيز chit33 وnag1 أيضًا بواسطة GlcNAc، في حين أن ech42 وchit36 لا يتأثران بهذا التحفيز (Peterbauer et al., 1996; Dana et al., 2001).\nأظهرت التحليلات أن تعبير ech42 يتأثر بنقص العناصر الغذائية (تجويع الكربون) ويستجيب أيضًا للضغوط الفسيولوجية مثل درجات الحرارة المنخفضة والضغط الأسموزي العالي. يحتوي محرك ech42 على أربعة نسخ من عنصر استجابة الإجهاد المحتمل (CCCCT)، المشابه لعناصر استجابة الإجهاد الموجودة في S. cerevisiae، التي تساعد الفطر في التكيف مع الظروف البيئية المختلفة (Mach et al., 1999).\nالاختلاف في تنظيم جينات nag1 وech42\nيعتمد تعبير nag1 على تواجد مواد قليلة الوزن الجزيئي من السكريات الكيتينية ومنتجاتها التحليلية، بينما لا يتم تحفيز ech42 بهذه المواد. وقد تم تحديد عناصر تنظيمية في محرك nag1، مثل CCCCT و CCAGN13CTGG، ووجد أن التعديل الجيني لهذه العناصر يؤدي إلى فقدان الاستجابة التحفيزية بواسطة GlcNAc (Peterbauer et al., 2002).",
    "trans": "The regulation of chitinase genes ech42, chit36, chit33, and nag1 in T. harzianum has been studied in detail. These genes are induced by fungal cell walls, colloidal chitin, or carbon starvation, while being repressed by high concentrations of glucose or glycerol (Carsolio et al., 1994; Schirmbock et al., 1994; Lorito et al., 1996). The genes chit33 and nag1 are also induced by GlcNAc, whereas ech42 and chit36 are not affected by this induction (Peterbauer et al., 1996; Dana et al., 2001).\nAnalyses showed that the expression of ech42 is influenced by nutrient deprivation (carbon starvation) and also responds to physiological stresses such as low temperatures and high osmotic pressure. The ech42 promoter contains four copies of a potential stress response element (CCCCT), similar to stress response elements found in S. cerevisiae, which assist the fungus in adapting to different environmental conditions (Mach et al., 1999).\nDifferences in the Regulation of nag1 and ech42 Genes\nThe expression of nag1 depends on the presence of low molecular weight chitin-derived sugars and their breakdown products, whereas these compounds do not induce ech42. Regulatory elements have been identified in the nag1 promoter, such as CCCCT and CCAGN13CTGG, and genetic modification of these elements leads to a loss of GlcNAc-mediated induction (Peterbauer et al., 2002)."
}