{
    "source": "ar_AE",
    "target": "en_US",
    "text": "NexaSlimإقرأ المزيد\nWhat Happens During Cremation Will Surprise You! (See More)\nSearch Adsإقرأ المزيد\nThis Is How Cremation Takes Place In Tampines New Town! You Will Be Stunned!\nSearch Adsإقرأ المزيد\nDrink 1 Cup Of This Before Bedtime And Lose 14 Kg In 2 Weeks\nNexaSlimإقرأ المزيد\nPensioners Will Be Able To Buy These Electric Cars, See The Price\nSearch Adsإقرأ المزيد\nتابع\nAdvertisement\nالأكثر قراءة\nمعلومة اسرائيلية عن أخطر \"نفق لحزب الله\".. مفاجأة كبيرة عنه!\n04:00 | 2024-11-02\nفرقة إسرائيليّة نفّذت إنزالاً بحريّاً في البترون.. بالتفاصيل هذا قامت به (فيديو)\n19:03 | 2024-11-02\nاشتباكات عنيفة في بلدة بقاعية.. إطلاق نار وقذائف\n03:47 | 2024-11-02\nسماع صوت دويّ قويّ على أوتوستراد القلمون... هذه طبيعته (صورة)\n23:39 | 2024-11-01\nأطلت غاضبة ومن دون نقطة ماكياج.. كارلا حداد تقصف جبهة أحد المُتابعين إليكم السبب (صور)\n17:00 | 2024-11-02\nأخبارنا عبر بريدك الالكتروني\nإشترك\nأيضاً في عربي-دولي\n22:52 | 2024-11-02\nبالفيديو... طائرة لـ\"حزب الله\" في سماء إسرائيل\n22:42 | 2024-11-02\nحماس: مستعدون للتعامل بإيجابية مع أي مقترح يضمن هذين الشرطين\n22:34 | 2024-11-02\n13 دولة تحصل على صفة شريك \"بريكس\"\n22:22 | 2024-11-02\nكسور وكدمات... الطفلة سارة قُتِلَت على أيدي عائلتها بطريقة مروّعة",
    "trans": "NexaSlim Read More\nWhat Happens During Cremation Will Surprise You! (See More)\nSearch Ads Read More\nThis Is How Cremation Takes Place In Tampines New Town! You Will Be Stunned!\nSearch Ads Read More\nDrink 1 Cup Of This Before Bedtime And Lose 14 Kg In 2 Weeks\nNexaSlim Read More\nPensioners Will Be Able To Buy These Electric Cars, See The Price\nSearch Ads Read More\nContinue\nAdvertisement\nMost Read\nIsraeli information about the most dangerous \"Hezbollah tunnel\"... A big surprise about it!\n04:00 | 02-11-2024\nAn Israeli team carried out a naval landing in Batroun... Here’s what they did (Video)\n19:03 | 02-11-2024\nIntense clashes in a Bekaa town... Gunfire and shells fired\n03:47 | 02-11-2024\nA loud noise heard on Qalamoun Highway... Here's its nature (Photo)\n23:39 | 01-11-2024\nShe appeared angry and without a trace of makeup... Carla Haddad fires back at a follower—Here’s why (Photos)\n17:00 | 02-11-2024\nOur News via Email\nSubscribe\nAlso in Arab-International\n22:52 | 02-11-2024\nVideo... A \"Hezbollah\" drone in Israeli skies\n22:42 | 02-11-2024\nHamas: Ready to positively engage with any proposal that ensures these two conditions\n22:34 | 02-11-2024\n13 countries gain the status of \"BRICS\" partner\n22:22 | 02-11-2024\nFractures and bruises... Young girl Sara was brutally killed by her family"
}