{
    "source": "ar_AE",
    "target": "en_US",
    "text": "المبعوث الأميركي مجدّداً... هذا ما خلصت إليه زيارته\nلبنان أمام تحديات جديدة بعد زيارة هوكشتاين!\n'في قلب حي سكني'... إسرائيل تزعم تدمير مستودع أسلحة (صور)\nإسرائيل تزعم استخدام 'أساليب جديدة' ضد حزب الله في الجنوب (فيديو)\nرئيس في أسبوع وهدنة... خفايا لقاء بري وهوكشتاين\n'بفضّل موت تحت القصف'... توتر كبير في شارع 'الحمرا' وسقوط جرحى! (فيديو)\nبعد اللقاء مع هوكشتاين... إليكم تعليق الرئيس برّي\nمنعاً لأي 'طابور خامس' في مراكز الإيواء... بيانٌ من 'أمن الدولة'\n'طلاسم الأعذار التافهة'... رسالة 'عالية النبرة' من قبلان إلى الحكومة\nبشأن لبنان... دعوةٌ جديدة من ماكرون لنتنياهو\nعواقب الحرب مستمرة... استنزاف كبير للدبابات الإسرائيلية في غزة ولبنان\nحفيد لبناني الأصل... وترامب يعرب عن سعادته!\n'يا بلا شرف'... فوضى وتوتر بين النازحين والقوى الأمنية في 'الحمرا'! (فيديو)\nدبابات إسرائيلية في رميش... وصاروخ باليستي من البقاع نحو إسرائيل\n'تأخرنا كثيرًا'... لبنان أمام مأزق كبير!\nانفجارات تهز الخلفية... مراسلة قناة تركية تواجه لحظات مرعبة أثناء التغطية (فيديو)\nبيروت أمام 'كارثة'... وعلى المعنيين التحرّك فوراً!\n'سندمّر الضاحية بالكامل'... رسالة إسرائيلية تحذيرية إلى حزب الله\nبري خارج معادلة الحل.. الملف بيد إيران بعد استشهاد السيد\nأوّل تعليق لزوجة نتنياهو بعد الهجوم على منزلهما\nإسرائيل 'تزعم' العثور على مركبة مزودة بقاذفة صواريخ (فيديو وصور)",
    "trans": "US Envoy’s Visit... Here’s What His Visit Achieved\nLebanon is bracing for new challenges following Hochstein’s recent visit!\nIsrael alleges it destroyed a weapons depot... “in the heart of a residential neighborhood.”(Photos)\nIsrael claims to be employing “New Tactics” to counter Hezbollah along its southern border (Video)\nOne Week for a President, and a truce... Behind the Scenes of Berri and Hochstein’s Meeting\n“I’d Rather Die Under Fire”...Tensions Explode in 'Al Hamra' St, Leaving Injuries! (Video)\nAfter Hochstein’s Meeting... Here’s Speaker Berri’s statement\n\"State Security\" releases a statement... To prevent “fifth column” activities in evacuation centers.\nA sharp toned message from Qabalan to the government ... “These Absurd Excuses”\nOn Lebanon… Macron issues a new call to Netanyahu\nThe Toll of war continues… Massive depletion of Israeli tanks in Gaza and Lebanon\nA Lebanese Origin Grandson… and Trump expresses his delight!\n\"Shame on you\"… Tension with chaotic scenes between refugees and security forces in \"Al Hamra\"! (video)\nIsraeli Tanks in Rmeish... A Ballistic Missile Toward Israel Launched from Bekaa\n\"We’re too late\"… Lebanon faces a serious Crisis!\nAmidst the explosions in the background… A harrowing moment experienced by a Turkish journalist during live coverage.\nBeirut on the \"Brink\"... Authorities must act immediately!\n\"We’ll destroy the southern suburbs completely\"... Israel’s Threat to Hezbollah\nBerri Sidelined.. Iran Takes the Lead After Al Sayyed Martyrdom\nNetanyahu's wife's initial comment to the attack on their home\nIsrael \"Claims\" the Discovery of Rocket-Equipped Vehicle (Photos and Video)"
}