{
    "source": "ar_AE",
    "target": "en_US",
    "text": "19:06 مجاهدو المقاومة الإسلامية استهدفوا عند الساعة 06:10 من بعد ظهر يوم الجمعة قوات لجنود العدو الإسرائيلي في سهل مارون الراس بصلية صاروخية كبيرة\n19:03 مجاهدو المقاومة الإسلامية استهدفوا عند الساعة 06:05 من بعد ظهر يوم الجمعة تجمعًا لجنود العدو الإسرائيلي في محيط موقع البغدادي بصلية صاروخية كبيرة\n18:45 مجاهدو المقاومة الإسلامية قصفوا عند الساعة 05:50 من بعد ظهر يوم الجمعة قاعدة نفح بصلية صاروخية\n18:20 مراسل المنار: لا صحة للأخبار المتداولة عن إخلاء او توقف العمل في مستشفى “الشهيد صلاح غندور” او مستشفى “تبنين” الحكومي\n18:10 اعلام العدو: دوي صفارات الإنذار في كتسرين جنوب الجولان وكريات شمونه ومحيطها ونيؤت مردخاي وكفار بلوم في إصبع الجليل\n18:07 وسائل إعلام يمنية: عدوان أمريكي بريطاني يستهدف بـ4 غارات منطقة الصيانة بالعاصمة صنعاء و7 غارات على مطار الحديدة ومنطقة الكثيب بالحديدة، وغارة على جنوب مدنية ذمار\n17:31 مجاهدو المقاومة الإسلامية استهدفوا عند الساعة 02:25 من بعد ظهر يوم الجمعة تجمعًا لجنود العدو الإسرائيلي شرق دوفيف بصلية صاروخية\n17:22 المقاومة الاسلامية تستهدف تجمعا لاليات العدو في سعسع بصاروخ بركان ثقيل\n17:13 المتحدث باسم جيش العدو الإسرائيلي: الطائرة العراقية تسببت بإصابة 23 جنديًا آخرين\n17:11 المتحدث باسم جيش العدو الإسرائيلي: مقتل جنديين من لواء جولاني الكتيبة 13 جراء انفجار طائرة بدون طيار في قاعدة عسكرية في الجولان حيث أُطلقت الطائرة من العراق",
    "trans": "19:96 The Islamic Resistance fighters targeted the Israeli enemy soldiers at Friday 06:10 p.m. at Maroon ElRaas Valley with a big missile attack\n19:03 The Islamic Resistance Fighters targeted a collection of Israeli enemy soldiers at Friday 06:05 p.m. in the area of AlBoghdady with a big missile attack\n18:45 The Islamic Resistance fighters bombed Nafh Base at Friday 05:50 p.m. with a missile attack\n18:20 ِAl-Manar Reporter: The news of the evacuation of or stopping work at \"AlShaheed Salah Ghandour\" or \"Tebneen\" hospital is not true\n18:10 The enemy media: Sirens sound at Ketsereen, south of Jolan, Karyat Shamona, Neot Mardkhay, and Kafar Blom in Esbie AlJaleel\n18:07 Yemeni Media: American-British violation targets the Siyana area at the Capital of Sanaa with four attacks and seven attacks on Al-Hadeeda airport and the Katheeb area, and an attack on the south of Zemar city\n17:31 The Islamic Resistance fighters targeted a collection of Israeli enemy soldiers at the eastern Dofeef at Friday 02:25 p.m. with a missile attack\n17:22 The Islamic Resistance targets a collection of the enemy types of equipment at Sasa with a heavy Borkan missile\n17:13 The Israeli Army reporter: The Iraqi aircraft caused injuries to 23 soldiers\n17:11 The Israeli Army reporter: Two soldiers were killed from the AL-Jolany sector due to the explosion of a pilotless aircraft at a military base at Al Jolan as the aircraft departed from Iraq"
}