{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ولأن الخطأ في المسئولية التقصيرية هو إخلال بإلتزام قانوني ومن ثم فإنه يجب على الإنسان أن يكون يقظا متبصرا حتى لا يضر بالأخرين فإذا إنحرف من هذا السلوك وكان مميزا بحيث يدرك هذا الإنحراف فمن ثم يكون قد أخطأ بما يستوجب مسئوليته عن ذلك الخطأ فالخطأ الموجب للمسئولية التقصيرية هو الإنحراف عن السلوك العادي المألوف وما يقتضيه من يقظه وتبصر حتى لا يضر بالأخرين\nفالخطأ الموجب للمسئولية هو الإخلال بإلتزام قانوني يفرض على الفرد أن يلزم في سلوكه بما يلتزم به الأفراد العاديون من اليقظة والتبصر حتى لا يضرون بالأخرين فإذا إنحرف عن هذا السلوك الذي يتوقاه الأخرون ويقيمون تصرفاتهم على أساس من مراعاته يكون قد أخطأ فالخطأ في مجال المسؤلية التقصيرية يمكن أن يقع إذا اتى الإنسان عملا كان ينبغي عليه أن يتحاشاه أو إمتنع عن عمل كان يتعين عليه القيام به\nفالخطأ يتحقق كلما خرج الإنسان على مقتضيات الحرص والعقل المفترض في رجل ذو بصر بالعواقب لما كان ذلك وكانت المستانف ضدهما قد خالفتا القانون واعتدوا على حرمات المستانفة مسببين لها اقصى الاضرار الادبية والمعنوية دون تبصر بالعواقب والأضرار التي يمكن أن تصيب المستانفة جراء ذلك مما شكل خطأ نتج عن ضرر سببه من قبل المستانف ضدهما بصوره مخالفه للقوانين.",
    "trans": "Since the fault in tort liability is a breach of a legal obligation, a person must remain vigilant and perceptive in order not to harm others. If they deviate from this behavior in a distinguishable manner and they are aware of this deviation, they will have committed a fault that requires them to be held responsible for it. The fault that leads to tort liability is the deviation from ordinary, familiar behavior, which entails vigilance and awareness to avoid harming others.\nThe fault that necessitates responsibility is the breach of a legal duty that requires an individual to behave in a manner that reflects the vigilance and awareness that ordinary people adhere to in order not to harm others. If someone deviates from this behavior, which others avoid and base their actions on, they have committed an error. Fault in the field of tort liability can occur if a person engages in an act they should have avoided or fails to perform an act they should have done.\nThe fault is established whenever a person acts contrary to the requirements of care and reason expected of a person who is aware of the consequences of their actions. Given this, the defendants violated the law and trespassed on the plaintiff’s rights, causing her the utmost moral and emotional harm without being perceptive of the consequences and damages that might affect her as a result. This constitutes a fault that led to harm caused by the defendants in a manner contrary to the laws."
}