{
    "source": "ar_AE",
    "target": "en_US",
    "text": "• تقليل التكاليف: تجنب تكاليف التوظيف غير الضرورية.\n• الإستعداد للمستقبل: التكيف مع التغيرات المتسارعة في سوق العمل.\n• تحقيق أهداف التوطين: دعم رؤية 2030.\n• تحديد الكفاءات والخصائص الوظيفية لكل وظيفة قد فرق العمل العمل هي فن ومهارة يتمتع بها فريقنا لضم أنسب الكفاءات وأكثرها قدرة على تحمل المسئوليات المنوطة بها .\n• صناعة الشغف لدى العاملين في تطوير كل ما حولهم هو فن يتقنه فريق العمل في منظومتنا الإدارية من خلال رسم مسار وظيفي قوي واضح لكل وظيفة بناء على ما تقدم من أداء ونجاحات لكل موظف وتحقيق الأهداف\nأستثمر في موظفيك، استثمر في مستقبل شركتك .\nالتوظيف\nنحن لا نوظف فقط، نحن نبني فرقًا ناجحة.\nفي [جبال]، نتفهم أهمية القوى العاملة المؤهلة في دفع عجلة النمو والتطور في الشركات . لذلك، نقدم لك حلول توظيف مبتكرة ومرنة، مصممة خصيصاً لتلبية احتياجاتك وتجاوز توقعاتك.\nما يميزنا:\n• تقييم متقدم للمرشحين: نستخدم أحدث أدوات التقييم السلوكي والمقابلات المتعمقة لضمان مطابقة المرشحين لثقافة شركتك وقيمها.\n• حلول شاملة: نقدم مجموعة واسعة من الخدمات التي تشمل التوظيف التنفيذي، والتجنيد الجماعي، والتدريب والتطوير، وإدارة الأداء.",
    "trans": "• Cost Reduction: Avoid unnecessary hiring expenses.\n• Future Preparedness: Stay ahead in an ever evolving job market.\n• Achieving Localization Goals: Support Vision 2030\n• Identifying talents and job-specific traits for each role. Assembling work teams,  assembling work teams is a skill our team has mastered, to include the most suitable talents who are fully capable of handling assigned responsibilities.\n• Creating passion among employees to enhance everything around them is an art our team has perfected within our administrative framework. This is accomplished by crafting clear and robust career paths for each role, tailored to individual performance and achievements\nInvest in your employees, Invest  in the future success of your company.\nRecruitment\nWe don’t just hire people; we cultivate and empower successful teams.\nAt [Jebal], we recognize that a qualified workforce is the cornerstone of growth and success for any company. That’s why we offer you innovative and flexible recruitment solutions that are not only tailored to meet your unique needs but also exceed your expectations.\nWhat makes us unique:\n• Advanced Candidate Assessment: We leverage cutting-edge behavioral assessment tools and conduct in-depth interviews to ensure that candidates align with your company’s culture and values.\n•Comprehensive Solutions: Our services encompass a wide spectrum, including executive recruitment, group hiring, training and development programs, and performance management."
}