{
    "source": "ar_AE",
    "target": "en_US",
    "text": "16- الساعة 16:00 استهداف تجمع لقوات العدو الإسرائيلي على مرتفع القلع في بليدا بصلية صاروخية.\n17- الساعة 16:00 استهداف تجمع لقوات العدو الإسرائيلي خلف بلدة مارون الراس بصلية صاروخية.\n18- الساعة 16:45 استهداف تجمع لقوات العدو الإسرائيلي في مدينة صفد المحتلة بصلية صاروخية كبيرة، كردٍ على الاستباحة الهمجية الإسرائيلية للمدن والقرى والمدنيين.\n19- الساعة 16:45 استهداف تجمع لقوات العدو الإسرائيلي في مستعمرة حتسور بصلية صاروخية كبيرة، كردٍ على الاستباحة الهمجية الإسرائيلية للمدن والقرى والمدنيين.\n20- الساعة 16:45 استهداف تجمع لقوات العدو الإسرائيلي في مستعمرة أمنون شمال طبريا بصلية صاروخية كبيرة، كردٍ على الاستباحة الهمجية الإسرائيلية للمدن والقرى والمدنيين.\n21- الساعة 16:45 استهداف قاعدة راعم العسكرية جنوب الجولان بصلية صاروخية كبيرة، كردٍ على الاستباحة الهمجية الإسرائيلية للمدن والقرى والمدنيين.\n22- الساعة 17:35 استهداف قوة لجنود العدو الإسرائيلي حاولت التسلل من منطقة رأس الناقورة تجاه \"المشيرفة\" بمحلقة انقضاضية وأصابت هدفها بدقة، كردٍ على الاستباحة الهمجية الإسرائيلية للمدن والقرى والمدنيين.",
    "trans": "16 - 16:00 A collection of Israeli enemy soldiers is targeted at the Al-Kala height in Bleeda with a missile attack\n17- 16:00 A collection of Israeli enemy soldiers is targeted at Maroon Al Raas with a missile attack\n18- 16:45 A collection of Israeli enemy soldiers is targeted at the occupied Safd city with a big missile attack as a reaction to the Israeli attack on the cities, villages, and civilians\n19- 16:45 A collection of Israeli enemy soldiers is targeted at Hatsoor colony with a big missile attack as a reaction to the Israeli attack on the cities, villages, and civilians\n20- 16:45 A collection of Israeli enemy soldiers is targeted at Amnoon colony the north of Tabareya with a big missile attack as a reaction to the Israeli attack on the cities, villages, and civilians\n21- 16:45 Raem Military base st the south of Al-Jolan is attacked with a big missile attack as a reaction to the Israeli attack on the cities, villages, and civilians\n22- 17:35 An Israeli soldiers group tried to go from Raas Al-Nakoora towards \"AlMesherfa\" and got its target accurately as a reaction to the Israeli attack on the cities, villages, and civilians"
}