{
    "source": "ar_AE",
    "target": "en_US",
    "text": "تعلن شركة Skillspark عن بدء التوظيف في الكويت للتخصص التالي...\nوظائف ادارية\nمنذ بضع ساعات\nتقوم شركة اي تي ايه الدولية للتوظيف علي اساس عاجل...\nوظائف ادارية\nمنذ بضع ساعات\nشركة MMC للتموين تعلن عن الوظائف التالية في الكويت ...\nوظائف ادارية\nمنذ بضع ساعات\nاغتنم الفرصة واحصل علي الوظيفة التالية لدي شركة KPMG تقدم...\nوظائف ادارية\nمنذ بضع ساعات\nاعلنت اليوم شركة بيكر هيوز عن وظيفة شاغرة تعرف عليها...\nوظائف ادارية\nمنذ بضع ساعات\nتعلن فنادق ومنتجعات IHG عن وظيفة شاغرة للتوظيف العاجل في...\nتعليقات\nإرسال تعليق\nلمتابعة 100٪ من الوظائف المنشورة يوميًا تابعوا قنواتنا على التليجرام\nالكويت Kuwait\nتابع القناة\nقطر Qatar\nتابع القناة\nالامارات UAE\nتابع القناة\nعمان Oman\nتابع القناة\nالسعودية Saudi\nتابع القناة\nالبحرين Bahrain\nتابع القناة\nتنبية عام: لا تقوم ابدا بأعادة ارسال اي اكواد يحاول المعلن ارسالها لك على الجوال ويطالبك باعادة ارسالها له وعليك الابلاغ عن الاعلان فور حدوث ذلك لنقوم بحظر المعلن واغلاق الاعلان",
    "trans": "Skillspark announces the start of recruitment in Kuwait for the following specialization...\nAdministrative Jobs\nA few hours ago\nITA International Company announces urgent job vacancies...\nAdministrative Jobs\nA few hours ago\nMMC Catering Company announces the following jobs in Kuwait...\nAdministrative Jobs\nA few hours ago\nSeize the opportunity and apply for the following job at KPMG...\nAdministrative Jobs\nA few hours ago\nToday, Baker Hughes Company announced a vacant position. Learn more...\nAdministrative Jobs\nA few hours ago\nIHG Hotels and Resorts announces an urgent job vacancy for immediate hiring...\nComments\nSubmit a comment\nTo follow 100% of the jobs posted daily, follow our channels on Telegram\nKuwait\nFollow the channel\nQatar\nFollow the channel\nUAE\nFollow the channel\nOman\nFollow the channel\nSaudi\nFollow the channel\nBahrain\nFollow the channel\nGeneral warning: Never resend any codes that the advertiser tries to send to you on your mobile phone and asks you to resend them to him. You must report the ad immediately so that we can block the advertiser and close the ad."
}