{
    "source": "ar_AE",
    "target": "en_US",
    "text": "لماذا لم نكن نعرف هذه المعلومة من قبل ؟\nلأن هناك مختبرات مهتمة بتصنيع نُسخ تركيبية وبديلة تجلب لشركات الأدوية أرباحاً ضخمة من هذه التجارة والترويج الرائجين لمنتجاتهم الدوائية ذات التأثير الذي لايُذكر\nفيمكنك الآن مساعدة صديق مريض أو غير مريض ( وقاية )بإخباره أن بشر الليمون المُجمّد على الطعام مفيد جداً في الوقاية من الأمراض السرطانيّة علاوة على كون مذاقه الطيب وفائدته أقوى كثيراً من آثار العلاج الكيميائي الضارة التي تترك آثاراً نفسية وصحية سيئة للغاية وسلبية\nكم عدد الأشخاص الذين سيموتون ولايعلمون بهذه الفائدة العظيمة بينما يتم إخفاء هذا السر الذي يخضع لحراسة مشددة وتكتُّم حتى لا تتعرض شركات الأدوية الكبيرة وأصحاب الملايين والمليارات منهم للخطر والإفلاس ؟\nهذا النبات ( الليمون )هو علاج مثبت ضد السرطانات بأنواعها\nويعتبر أيضًا مضادًا للميكروبات ومضاداً للإلتهابات البكتيرية والفطريات والجراثيم ، وفعال جداً أيضاً ضد الطفيليات والديدان المعوية ، علاوة على إنه يقوم",
    "trans": "Why didn’t we know this information before?\nBecause there are laboratories interested in producing synthetic and alternative copies that bring huge profits to pharmaceutical companies from this booming trade and promotion of their ineffective drugs.\nSo now you can help a sick or healthy friend (prevention) by telling them that grated frozen lemon on food is very beneficial in preventing cancer, in addition to its good taste and its benefits being much stronger than the harmful side effects of chemotherapy that leave very bad and negative psychological and health effects.\nHow many people will die without knowing about this great benefit while this secret is being hidden under heavy guard and secrecy so that large pharmaceutical companies and their millionaires and billionaires are not endangered and bankrupt?\nThis plant (lemon) is a proven treatment for all types of cancer.\nIt is also an antimicrobial and anti-inflammatory against bacteria, fungi, and germs, and is also very effective against parasites and intestinal worms, in addition to"
}