{
    "source": "ar_AE",
    "target": "en_US",
    "text": "طريق الصيد: حدد موقع التنين في أسرع وقت ممكن عند بدء المهمة. يمكنك استخدام الكشف الطائر للمساعدة في تحديد الموقع، أو معرفة مسار دوريات التنين مسبقاً لتوفير الوقت.\nواجهت تحدياً كبيراً في مستوى العاشر \"التنين القديم الظاهر\" في لعبة \"الصياد الوحش: العالم\"، وأشعر بأني عاجز عن القيام بأي شيء. هل يمكنك أن تقدم لي دليلاً تكتيكياً مفصلاً يتضمن الطريق الأمثل للصيد، وتوصيات معدات الصياد التي تتناسب مع متطلبات هذا المستوى، بالإضافة إلى استراتيجيات وأساليب فعالة لمواجهة هذا التنين القديم؟ للتأكد من أنني أستطيع فهم هذه التكتيكات وإتقانها بشكل كامل، أرجو أن تكون هذه الإرشادات مفصلة ولا تقل عن 300 كلمة.\nالأولوية للبقاء: البقاء على قيد الحياة هو الأولوية الأولى في مواجهة هجمات التنين القوية. لا تكن جشعاً في الهجوم، وركز على التجنب والدفاع، وتأكد من أن حياتك دائماً في مستوى آمن.\nالدروع: اختر مجموعة من الدروع التي توفر دفاعة عالية ومقاومة للعنصر الهجومي للتنين القديم. بالإضافة إلى ذلك، فإن المهارات المضمنة في المعدات مهمة أيضاً، مثل الاستشفاء السريع، تعزيز الهجوم، تعزيز الدفاع، واختراق سقف التحمل، حيث يمكن أن توفر ميزات إضافية في القتال.",
    "trans": "Hunting Path: Identify the dragon's location as quickly as possible when the mission starts. You can use aerial detection to help pinpoint the location, or learn the dragon patrol routes in advance to save time.\nI encountered a major challenge at level 10 \"The Ancient Dragon Emerges\" in Monster Hunter: World and I feel helpless. Can you provide me with a detailed tactical guide that includes the optimal hunting path, recommended hunter equipment suitable for the level's requirements, and effective strategies and techniques to deal with this ancient dragon? To ensure I fully understand and master these tactics, please make the guide detailed and no less than 300 words.\nPriority for Survival: Survival is the number one priority when facing the dragon's powerful attacks. Do not be greedy with your attacks, focus on dodging and defending, and always make sure your health is at a safe level.\nArmor: Choose armor sets that offer high defense and resistance to the dragon's elemental attacks. Additionally, the skills included in the gear are also crucial, such as quick healing, attack boost, defense boost, and stamina ceiling break, as these can provide additional advantages in battle."
}