{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مرت الأيام وجاء الشتاء، وكانت النملة قد خزنت ما يكفي من الطعام لتبقى دافئة ومكتفية. أما الجرادة فلم تجد شيئًا تأكله وأصبحت جائعة وباردة. تعلمت الجرادة حينها أن العمل الجاد والتخطيط للمستقبل أمر مهم.\nالعبرة: العمل الجاد والاستعداد مهم لتحقيق النجاح والراحة في المستقبل.\n2. قصة السلحفاة والأرنب\nفي يوم من الأيام، تحدى الأرنب السريع السلحفاة البطيئة في سباق. كان الأرنب واثقًا جدًا من فوزه بسبب سرعته الفائقة، بينما كانت السلحفاة هادئة وواثقة من نفسها. عندما بدأ السباق، انطلق الأرنب بسرعة وترك السلحفاة خلفه، ثم قرر أخذ قسط من الراحة تحت شجرة. لكن السلحفاة لم تتوقف واستمرت في المشي ببطء ولكن بثبات.\nعندما استيقظ الأرنب، وجد أن السلحفاة قد وصلت إلى خط النهاية وفازت بالسباق.\nالعبرة: الاستمرارية والثبات يمكن أن يتغلبا على التسرع والثقة الزائدة.\n3. قصة الصبي الصادق\nفي قرية بعيدة، كان هناك صبي صغير يرعى الأغنام. في يوم من الأيام، قرر أن يخدع أهل القرية، فصرخ: “الذئب! الذئب!”، فجاء الناس مسرعين لإنقاذه، لكنه ضحك وقال لهم: “كنت أمزح.” في اليوم التالي، كرر الصبي الأمر، ومرة أخرى جاء الناس لمساعدته لكنهم اكتشفوا أنه كان يمزح.\nوفي اليوم الثالث، جاء الذئب فعلاً وهاجم الأغنام، فصرخ الصبي يطلب المساعدة، لكن لم يصدقه أحد هذه المرة. فقد الناس ثقتهم به بسبب كذبه السابق.",
    "trans": "As the days passed and winter came, the ant had stored enough food to stay warm and well-fed. Meanwhile, the grasshopper found nothing to eat and became hungry and cold. The grasshopper then learned that hard work and planning for the future are important.\nMoral: Hard work and preparation are essential for achieving success and comfort in the future.\n2. The story of The Tortoise and the Hare\nOne day, the fast hare challenged the slow tortoise to a race. The hare was very confident that he would win because of his super speed, while the tortoise was calm and confident. When the race started, the Hare quickly took off, leaving the Tortoise behind, and then decided to take a rest under a tree. But the turtle did not stop and continued to walk slowly but surely.\nWhen the hare woke up, he found that the tortoise had reached the finish line and won the race.\nThe lesson: Continuity and consistency can overcome haste and overconfidence.\n3. The story of the honest boy\nIn a distant village, there was a young boy tending sheep. One day, he decided to deceive the villagers, so he shouted: “The wolf! The wolf!” People came running to save him, but he laughed and said to them: “I was joking.” The next day, the boy repeated the matter, and again people came to help him but discovered that he was joking.\nOn the third day, the wolf actually came and attacked the sheep, so the boy screamed for help, but no one believed him this time. People lost trust in him because of his previous lies."
}