{
    "source": "ar_AE",
    "target": "en_US",
    "text": "عزيزي السيد [redacted_name],\nلقد تم إرسال هذا البريد الالكتروني لك من قبل إدارة الموارد البشرية، لإعلامك بأنك تستطيع الدخول إلى صفحتك الرئيسية في نظام MenaME - خدمات الموظفين للاستفسار عن أي حركة من حركاتك و الرواتب الشهرية. أو إرسال طلب إلى إدارة الموارد البشرية، و الكثير غير ذلك.\nبعض المميزات التي سوف تحصل عليها عند استخدامك صفحتك الخاصة في نظام خدمات الموظفين:\n1. الاستفسار عن أي حركة من حركاتك الشهرية، سواء المقتطعة أو المضافة إلى راتبك، في أي فترة زمنية تقوم بتحديدها.\n2. الاستفسار عن رصيد إجازاتك المتبقي، في السنة الحالية أو أي سنة ماضية.\n3. عرض أو طباعة قسيمة الراتب الخاصة بك، في الشهر الحالي أو أي شهر سابق، مع إمكانية المقارنة مع أي شهر آخر تقوم بتحديده.\n4. طلب تعديل على ملفك الوظيفي في المنشأة، كما في تعديل الحالة الاجتماعية، إضافة مولود جديد، أو تغيير ملف دراساتك عند الحصول على درجة علمية جديدة.\n5. التخطيط لإجازتك السنوية مسبقا ً.\n6. تعبئة طلب مغادرة أو إجازة من مدراءك المباشرين على الانترنت.\n7. إدخال حاجاتك من الدورات التدريبية.\n8. الاطلاع على سياسة المنشأة، لائحة القوانين و الوثائق التي تهمك.\n9. التواصل مع إدارة الموارد البشرية على الانترنت في أي وقت.\nللانتقال إلى صفحة خدمات الموظفين الرجاء الضغط هنا .",
    "trans": "Dear Mr. [redacted_name],\nYou've received this email from the Human Resources Department to let you know that you can log in to your main page on the MenaME - Employee Services system. Here, you can look up any of your transactions and monthly salaries, send requests to Human Resources, and much more.\nHere are some of the benefits you will gain from using your page in the Employee Services system:\n1. You can look up any of your monthly financial transactions, whether deductions or additions to your salary, for any period you specify.\n2. Check the balance of your remaining leave days for the current year or any previous years.\n3. View or print your salary slip for the current or any past month, with the option to compare it against another month you choose.\n4. Ask for revisions to your employment profile at the organization, such as updating your marital status, adding a new child, or adjusting your education records after obtaining a new degree.\n5. Schedule your annual leave with ample advance notice.\n6. Fill out leave or departure requests online, directly to your managers.\n7. Input your needs for any training courses.\n8. Get access to the organization's policies, regulations, and any relevant documents of interest to you.\n9. Communicate with the Human Resources Department online at any time.\nTo visit the Employee Services page, please click here."
}