{
    "source": "ar_AE",
    "target": "en_US",
    "text": "2. النجاة: بعد استيقاظه على الشاطئ، يبدأ كروزو في البحث عن طرق للبقاء على قيد الحياة. يجد بقايا السفينة وينقذ منها ما يمكنه من أدوات وطعام. يبدأ تدريجيًا في تعلم كيف يعتمد على نفسه، حيث يزرع الحبوب ويبني مأوى دائم.\n3. الوحدة والعزلة: على مدى سنوات طويلة، يشعر كروزو بالعزلة والوحدة ولكنه يتمكن من تطوير مهاراته الحياتية. يصبح لديه حيوانات مستأنسة ويزرع المحاصيل.\n4. ظهور “فرايدي”: بعد مرور 24 عامًا على وجوده في الجزيرة، يجد كروزو رجلاً محليًا كان قد نجا من قبيلة آكلي لحوم البشر. ينقذ كروزو الرجل ويُطلق عليه اسم “فرايدي” (Friday)، ويصبح مساعده ورفيقه. يساعده “فرايدي” في تأمين الجزيرة والدفاع عنها.\n5. الإنقاذ: في النهاية، تأتي سفينة إنجليزية إلى الجزيرة، ويوافق قائدها على إعادة كروزو إلى إنجلترا بعد حوالي 28 عامًا من وجوده في الجزيرة. يعود كروزو إلى دياره ويجد أن عائلته تظن أنه مات منذ زمن طويل، لكنه يعود ليبدأ حياة جديدة.\nالرسائل الأساسية في القصة:\n1. الصراع مع الطبيعة: تدور الرواية حول قدرة الإنسان على التغلب على الطبيعة من خلال المثابرة والعقلانية.\n2. العزلة: تقدم الرواية انعكاسًا على أهمية العزلة ودورها في تطوير الذات والتفكير.\n3. التحول الروحي: يعكس كروزو كيف يمكن للتجارب الصعبة أن تغير الإنسان من الداخل وتجعله أكثر حكمة واعتمادًا على الذات.",
    "trans": "2. Survival: After waking up on the beach, Crusoe begins searching for ways to survive. He finds the remains of the ship and salvages what he can including tools and food. Gradually he learns to rely on himself, growing grains and building a permanent shelter.\n3. Solitude and Isolation: Over the many years, Crusoe feels isolated and lonely but he manages to develop life skills. He domesticates animals and grows crops.\n4. The Appearance of \"Friday\": After 24 years on the island, Crusoe encounters a local man who had survived from a tribe of cannibals. Crusoe saves the man and names him \"Friday,\" He becomes Crusoe's assistant and companion helping him secure and defend the island.\n5. Rescue: Eventually, an English ship arrives at the island, and its captain agrees to take Crusoe back to England after about 28 years on the island. Crusoe returns home to find that his family believes he has been dead for a long time, but he starts a new life.\nMain Messages in the Story:\n1. Struggle with Nature: The novel revolves around man's ability to overcome nature through perseverance and rational thinking.\n2. Isolation: The novel reflects on the importance of isolation and its role in self-development and reflection.\n3. Spiritual Transformation: Crusoe illustrates how difficult experiences can change a person internally making them wiser and more self-reliant."
}