{
    "source": "ar_AE",
    "target": "en_US",
    "text": "-كما تنص المادة (58) من قانون العمل على أنه \" لا يجوز إثبات الوفاة للعمال بالأجر المستحق لهم أيا ًكانت قيمته أو طبيعته إلابالكتابة أو الإقرار أو اليمين ويعتبر باطلا كل اتفاق على خلاف ذلك ولو كان سابقاً على العمل بهذا القانون\" .\n-إن مفادالنص في الفقرةالأولى من المادة 912 من قانون المعاملات المدنية أن الأجرحق للعامل يتقاضاه من صاحب العمل لقاء أداءالعمل المتفق عليه،ولاتبرأ ذمته منه إلا بدليل كتابي أوبالإقرار أواليمين إعمالا لنص المادة 58 من قانون تنظيم علاقات العمل . وإذا إدعى صاحب العمل عدم أحقية العامل لراتبه بمقولةأنه لم يباشرعمله فيقع على صاحب العمل عبء إثبات ذلك\n-\"حكم محكمة التمييز – دبي بتاريخ 07-01-2008 في الطعن رقم[redacted_number]\n-طعن عمالي و[redacted_number]طعن عمالي\nوكما هو ثابت لعدالة محكمتكم الموقره ولما تم ذكره سالفا فان المدعي عليه استلم جميع مستحقاته العماليه وذلك بموجب توقيعه علي الاقرار باستلام جميع مستحقاته .",
    "trans": "Article 58 of the Labor Law stipulates that “the death of workers may not be proved with the wage due to them, whatever its value or nature, except in writing acknowledgement, or oath, and any agreement to the contrary, even if it preceded the entry into force of this law, shall be considered null and void.”\nThe meaning of the stipulation in the first paragraph of Article 912 of the Civil Transactions Law is that the wage for the worker is received from the employer in return for performing the agreed work. The employer is not discharged from it except by written evidence, acknowledgement, or oath, pursuant to the text of Article 58 of the Law Regulating Labor Relations. If the employer claims that the worker is not entitled to their salary, asserting that the worker did not start their work, the employer shall bear the burden of proving this.\nJudgment of the Cassation Court - Dubai dated 07-01-2008 in Appeal No. [redacted_number]\nLabor Appeal and [redacted_number] Labor Appeal.\nAs established by the justice of your esteemed court and in reference to the above, the defendant received all their labor dues by virtue of their signature on the acknowledgement of receipt of all dues."
}