{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ولتحقيق هذه الغاية، فإنهم مصممون على تشكيل آلية 'فلسطينية' لإدارة الأراضي تكون مقبولة لدى الإمبريالية الأمريكية، ولكن بختم موافقة عربي لحماية واشنطن باعتبارها السبب الحقيقي للإبادة الجماعية في غزة.\nوالمقابل هو التزام واشنطن بدعم 'أمنهم' في حالة حدوث 'ربيع عربي' جديد أو حركة جماهيرية للإطاحة بهم، وتحييد التهديد الحوثي للمملكة العربية السعودية، وشن حرب ضد إيران، التي تدعم قوات المعارضة. لحكمهم، كجزء من الاستعدادات للحرب على الصين.\nوبينما صرح اشتية علناً بأن حماس جزء لا يتجزأ من الساحة السياسية الفلسطينية، أصر على التخلي عن برنامج “الكفاح المسلح”. وأعلن أنه 'لكي تكون حماس عضواً في منظمة التحرير الفلسطينية، يجب أن تكون هناك شروط مسبقة يجب على حماس قبولها أي قبول البرنامج السياسي لمنظمة التحرير الفلسطينية، والتفاهم بشأن قضية المقاومة معنا وحصرها بالدعوة إلى المقاومة الشعبية ولا شيء غير ذلك. إنهم بحاجة إلى أن يأتوا إلى أجندتنا السياسية أرضنا واضحة جداً نريد دولتين وفق حدود 1967 بالطرق السلمية”.",
    "trans": "To achieve this goal, they are determined to establish a 'Palestinian' mechanism for land administration that is acceptable to American imperialism but carries an Arab endorsement to shield Washington as the true cause of the genocide in Gaza.\nIn return, Washington commits to supporting their 'security' in the event of a new 'Arab Spring' or a mass movement aimed at overthrowing them, neutralizing the Houthi threat to Saudi Arabia, and waging war against Iran, which supports opposition forces to their rule, as part of preparations for war against China.\nWhile Shtayyeh publicly stated that Hamas is an integral part of the Palestinian political arena, he insisted on abandoning the program of 'armed struggle.' He declared, \"For Hamas to become a member of the Palestine Liberation Organization, there are prerequisites that Hamas must accept, namely accepting the political program of the PLO, reaching an understanding with us regarding the issue of resistance, and limiting it to advocating for popular resistance and nothing else. They need to align with our political agenda. Our position is very clear: we want two states based on the 1967 borders through peaceful means.\""
}