{
    "source": "ar_AE",
    "target": "en_US",
    "text": "في المقابل، يتمسك الإسرائيليون بموقفهم بأن القرار 1701 لم يعد كافياً لإعادة الاستقرار إلى الحدود، وهم يطالبون بأن تكون لديهم حرية الحركة ضمن نطاق جغرافي معين في جنوب لبنان، وهو محاكاة لما اقترحه عليهم الأميركيون في محور صلاح الدين «فيلادلفيا» في قطاع غزة الفلسطيني، إذ طالب الأميركيون الإسرائيليين بالانسحاب من هناك على أن يتمكنوا من العودة عندما يريدون.\nلا يمكن فصل كل هذه الضغوط السياسية عن الضغط العسكري بتكثيف الغارات أو استمرار العملية البرّية، التي يوجه فيها الجيش الإسرائيلي تحذيرات لسكان الجنوب بضرورة مغادرة منازلهم إلى شمال نهر الأولي.\nوتشير هذه التحذيرات إلى أن تل أبيب تريد لنطاق عملها العسكري والأمني أن يبلغ حدود نهر الأوّلي، وربما هذا سيكون أحد الشروط التي سيفرضها الإسرائيليون لاحقاً حول إنشاء منطقة خالية من السلاح يشملها القرار 1701 المعدّل لتشمل الأولي بدلاً من الليطاني. هنا أيضاً لا بد من استذكار الاجتياح الإسرائيلي الأول لجنوب لبنان في العام 1978 عندما كان هناك اتفاق بين إسرائيل وسوريا برعاية أميركية حول عدم تجاوز الجيش السوري لحدود نهر الأوّلي، الذي يعتبر منطقة عمليات أمنية لإسرائيل، وهو ما أعادت إسرائيل تكريسه عسكرياً في اجتياح العام 1982.",
    "trans": "On the other hand, the Israelis insist that Resolution 1701 is no longer adequate to restore stability along the borders. They demand the freedom to operate within a specific geographical area in southern Lebanon, which resembles a proposal previously suggested by the Americans in the Salah al-Din corridor, known as “Philadelphia,” in the Palestinian Gaza Strip. The Americans had proposed that the Israelis withdraw from the area but retain the ability to return at will.\nAll these political pressures are intertwined with the military pressure, manifested in intensified airstrikes and the continuation of ground operations. The Israeli army has issued warnings to southern residents, urging them to evacuate their home and move north of the Awli River.\nThese warnings suggest that Tel Aviv intends to extend its military and security operations up to the Awli River. This could potentially become one of the conditions Israel might later impose for establishing a weapon-free zone under an amended Resolution 1701, extending its coverage to the Awli River instead of the Litany River. It is worth recalling the first Israeli invasion of southern Lebanon in 1978, when an agreement, brokered under American auspices, was reached between Israel and Syria. This agreement stipulated that the Syrian army would not advance beyond the Awli River, which Israel designated as a security operations zone. Israel reaffirmed this military during the 1982 invasion."
}