{
    "source": "ar_AE",
    "target": "en_US",
    "text": "والذهاب الى صفحة سجل المزاولة\nوالضغط على إصدار سجل المزاولة\nستظهر لك في أسفل الصفحة\nقائمة نتائج تدقيق وضع الشركة في الزاوية اليمنى (باللغة العربية) أو الزاوية اليسرى(باللغة الانجليزية)\nفي حال تم توفير كافة المعايير سيتم إصدار إسعار دفع الرسوم وعليه يمكنكم الذهاب الى الفواتير ودفع الرسوم وإنهاء طلب التجديد\nوفي حال لم يتم توفير المعايير\nبسبب عدم توفير معايير العمالةاللازمة لدرجة النشاط ستظهر لك (ملاحظة عن إستيفاء والمعايير ويتم ذكر إسم المعاير الذي لم يكتمل)\nوفي أسفل القائمة\n***-طلب إستثناء\nيرجى الضغط على الطلب الاستثناء وإستكمال المتطلبات وسيتم عمل اللازم ومن ثم يمكنكم التقدم لاصدار وتفعيل السجل.\n***-سيتم إضافة الملاحظة التالية:\n(إصدار تراخيص المشاريع مرتبط بالإشتراطات الواردة في شهادة سجل المزاولة الفنية الصادرة من البلدية – وللإطلاع على السجل من خلال الرابط : deqsmart.dm.gov.ae)\nوهي ملاحظة لجميع الرخص التي تتعلق قسم تأهيل وتسجيل الاستشاريين والمقاولين\nللمزيد من المعلومات، يرجى الاطلاع على الروابط ادناه:\nاستفسارات التأهيل:\nhttps://www.dm.gov.ae/municipality-business/building-permit-steps/pre-qualification-inquiries/\nمعايير شركات المقاولات والمكاتب الاستشارية:",
    "trans": "Navigate to the \"Practice Record\" page.\nClick on Issue Practice Record\nAt the bottom of the page you will find\nCorporate Audit Results in the bottom-right corner (in Arabic) or the bottom-left corner (in English)\nIf all criteria are met a fee payment notification will be issued then you can proceed to the \"Invoices\" section to pay the fees and complete the renewal request\nIf criteria are not met\nDue to unmet labor requirements for the activity grade, (a note regarding the unmet criterion specifying the incomplete standard) will appear\nAt the bottom of the list\n***-Request for Exemption\nKindly click on \"Request Exemption\" complete the necessary requirements, and the appropriate actions will be taken. After that, you may proceed with issuing and activating the record.\n***-A general note will be added:\n(The issuance of project licenses is linked to the requirements specified in the technical practice record certificate issued by the municipality. To view the record through the link: deqsmart.dm.gov.ae)\nThis note applies to all licenses related to the Department of Registration and Qualification for Consultants and Contractors\nFor more information, please refer to the following links:\nPre-qualification inquiries:\nhttps://www.dm.gov.ae/municipality-business/building-permit-steps/pre-qualification-inquiries/\nStandards for contracting and consultancy offices:"
}