{
    "source": "ar_AE",
    "target": "en_US",
    "text": "* سوا 85 / 4 أسابيع\nسوا 85 الجديدة تحتوي على 600 دقيقة لكل الشبكات و 20 جيجابايت بيانات، و 5 جيجابايت بيانات سوشال صالحة لمدة 4 أسابيع بـ 85 ريال\nللحصول على هذا العرض أرسل 88915\n* سوا 200 / 28 يوم\nباقة سوا 200 تحتوي على مكالمات لا محدودة داخل شبكة stc و 1500 دقيقة إلى جميع الشبكات و 99 جيجابايت بيانات، وبيانات سوشال لا محدودة صالحة لمدة 4 أسابيع بـ 200 ريال\nللحصول على هذا العرض أرسل 88900\n* سوا 119 / 4 أسابيع\nسوا الشهري 119 لكل الشبكات يحتوي على 1500 دقيقة لكل الشبكات ، مكالمات لامحدودة داخل الشبكة، 30 جيجابايت بيانات و سوشال ميديا لامحدود، صالحة لمدة 4 أسابيع بـ 119 ريال\nللحصول على هذا العرض أرسل 89047\n* سوا 70 / 4 أسابيع\nاستمتع بـ 700 دقيقة مكالمات لكل الشبكات و 10 جيجابايت انترنت و 15 جيجابايت سوشال ميديا بـ 70 ريال فقط، صالحة لمدة 28 يوم\nللحصول على هذا العرض أرسل 88874\n* سوا 99 / 4 أسابيع\nسوا الشهري 99 لكل الشبكات يحتوي على 1500 دقيقة لكل الشبكات و 20 جيجابايت بيانات و سوشال ميديا لامحدود، صالحة لمدة 4 أسابيع بـ 99 ريال",
    "trans": "* Sawa 85/ 4 weeks\nSawa 85 contains 600 minutes to all networks, 20 GB data, and 5 GB social media data, valid for 4 weeks at 85 SAR.\nTo obtain this offer, send 88915.\n* Sawa 200/ 28 days\nSawa 200 includes unlimited calls within the STC network, 1500 minutes to all networks, 99 GB data, and unlimited social media data, valid for 4 weeks at 200 SAR.\nTo obtain this offer, send 88900.\n* Sawa 119/ 4 weeks\nSawa Monthly 119 for all networks includes 1500 minutes to all networks, unlimited calls within the network, 30 GB of data, and unlimited social media, valid for 4 weeks at 119 SAR.\nTo obtain this offer, send 89047.\n* Sawa 70 / 4 weeks\nEnjoy 700 minutes of calls to all networks, 10 GB of internet, and 15 GB of social media for only 70 SAR, valid for 28 days.\nTo get this offer, send 88874.\n* Sawa 99 / 4 weeks\nSawa Monthly 99 for all networks includes 1500 minutes to all networks, 20 GB of data, and unlimited social media, valid for 4 weeks at 99 SAR."
}