{
    "source": "ar_AE",
    "target": "en_US",
    "text": "هذه منظمة American Muslim Diversity (AID)، وترغب في توصيل المواد الغذائية المجففة والطازجة إليكم يوم السبت 11/02/2024 (02 نوفمبر 2024) بعد الظهر. يرجى الرد على هذه الرسالة بأحد الخيارات الثلاثة:\n1. نعم، يرجى توصيلها إلي يوم السبت.\n(سأساعد في إخراج الصندوق من السيارة إلى منزلي)\n- يرجى تحديد عنوانك الجديد إذا انتقلت.\n2. لا، ويرجى أن تسألني عن الشهر القادم.\n3. لا، يرجى إزالتي من القائمة.\nشكرا لك!\n- قد يؤدي عدم الرد إلى إزالة اسمك من قائمتنا بشكل دائم\nLa paz sea contigo\nSoy American Islamic Diversity (AID) y me gustaría entregarte alimentos secos y frescos el sábado 11/02/2024 (2 de noviembre de 2024) por la tarde. Responde a este mensaje con una de las tres opciones:\n1. Sí, por favor, entrégamelos el sábado.\n(Te ayudaré a sacar la caja del auto y llevarla a mi casa)\n- Especifica tu nueva dirección si te mudaste.\n2. No, y pregúntame por el mes que viene.\n3. No, por favor, elimíname de la lista.\n¡Gracias!\n- Si no respondes, es posible que eliminemos tu nombre de nuestra lista de forma permanente.",
    "trans": "This is the American Muslim Diversity (AID organization, and we would like to deliver dried and fresh food to you on Saturday, 11.02.2024 (02 November 2024) afternoon. Please reply to this message by choosing one of the following three options:\n1. Yes, please deliver it to me on Saturday.\n(I'll assist in taking the box from the car to my home.)\n- Please provide your new address if you have moved.\n2. No, please contact me about, next month.\n3. No, kindly remove  me from the list.\nThank you!\n- Failure to reply may result in your name being permanently removed from our list.\nLa paz sea contigo\nSoy American Islamic Diversity (AID) y me gustaría entregarte alimentos secos y frescos el sábado 11/02/2024 (2 de noviembre de 2024) por la tarde. Responde a este mensaje con una de las tres opciones:\n1. Sí, por favor, entrégamelos el sábado.\n(Te ayudaré a sacar la caja del auto y llevarla a mi casa)\n- Especifica tu nueva dirección si te mudaste.\n2. No, y pregúntame por el mes que viene.\n3. No, por favor, elimíname de la lista.\n¡Gracias!\n- Si no respondes, es posible que eliminemos tu nombre de nuestra lista de forma permanente."
}