{
    "source": "ar_AE",
    "target": "en_US",
    "text": "وتنعقد القمة هذا العام تحت شعار: (الإبداع والابتكار وريادة الأعمال)، في ظل تحديات جيوسياسية واقتصادية كبرى تشهدها الساحة العالمية. وتشهد فعاليات القمة تسليم الرئاسة من تونس إلى فرنسا التي ستترأس القمة في دورتها الحالية.\nوقد قام الرئيس الفرنسي ماكرون والسكرتير العام للمنظمة الدولية للفرانكفونية السيدة/ لويز موشيكيوابو خلال كلمة كل منهما في الجلسة الافتتاحية بتوجيه عميق الشكر والتقدير للسيد الرئيس عبد الفتاح السيسي علي إنتهاء السلطات المصرية من إنشاء مشروع المقر الجديد لجامعة سنجور لخدمة التنمية في أفريقيا في مدينة برج العرب، حيث تُعد الجامعة أحد الاجهزة الرئيسية للمنظمة، وذلك كإسهام قَيًم من قبل مصر لدعم جهود التنمية المستدامة في القارة.\nومن الجدير بالذكر أن مصر انضمت للمنظمة الدولية للفرانكفونية في عام 1970. وتضم المنظمة حالياً 88 دولة بينها 54 دولة كاملة العضوية وسبع دول مشاركة و27 دولة تتمتع بصفة مراقب. وتمثل الدول الأفريقية النسبة الكبرى من أعضاء المنظمة.\nوتتمثل المهام الرئيسية للمنظمة الدولية للفرانكفونية في تعزيز التعاون بين الدول الأعضاء لدعم التنوع الثقافي واللغوي، وتعزيز السلام والديمقراطية وحقوق الإنسان، ودعم التعليم والتدريب والتعليم العالي والبحث، وتعزيز التعاون الاقتصادي لدعم التنمية المستدامة.",
    "trans": "The summit is being held this year under the theme: (Creativity, Innovation, and Entrepreneurship), amidst major geopolitical and economic challenges facing the global arena. The summit's activities will include the handover of the presidency from Tunisia to France, which will preside over the summit in its current session.\nDuring their speeches at the opening session, French President Emmanuel Macron and the Secretary-General of the International Organization of La Francophonie, Mrs. Louise Mushikiwabo, expressed profound thanks and appreciation to President Abdel Fattah El-Sisi for the completion of the new headquarters project of Senghor University for African Development, located in Borg El Arab City. This university, considered one of the organization's key institutions, represents a valuable contribution by Egypt to support sustainable development efforts on the continent.\nIt is worth noting that Egypt joined the International Organization of La Francophonie in 1970. The organization currently includes 88 members, comprising 54 full member states, seven associate states, and 27 observer states. African countries constitute the majority of the organization's membership.\nThe primary objectives of the International Organization of La Francophonie include promoting cooperation among member states to support cultural and linguistic diversity, enhancing peace, democracy, and human rights, fostering education, training, higher education, and research, and advancing economic cooperation to support sustainable development."
}