{
    "source": "ar_AE",
    "target": "en_US",
    "text": "تم إبلاغكم الاسبوع الماضي بأن شركة نما العالمية هي المشرع الاول لألية ونهج العمل سواءً في المملكة العربية السعودية أو في دولة السودان الشقيقة.\nقررت إدارة الشركة بتخصيص عدد 100 تذكرة لوكالة قرطاج لطرحها والبيع في السودان عن طريقها والتنسيق المباشر مع إدارة الشركة ، وذلك من أهداف الشركة لضمان بيع اكبر قدر ممكن من مقاعد الركاب لقوة المنافسة في السوق السوداني وايضاً للتعاون مع وكالة قرطاج التي هي وكيل لشركة نما العالمية لسنوات.\nايضاً قررت الشركة اتاحة الفرصة لوكالتكم ( الطاهر طه ) بحجز البضاعة والبرادات على متن العبارة النوى والتنسيق مع إدارة الشحن بالشركة لتسهيل ذلك لكم وهذا ايضاً يعد من باب التعاون بين وكلاء شركة نما العالمية في السودان للاستحواذ على اكبر قدر ممكن من البضاعة والركاب ايضاً في ظل المنافسة القوية هناك.\nقررت إدارة الشركة ايضاً منحكم فرصة الحجز على العبارة عزيز اكسبرس في حال عودتها للتشغيل في الخط قريباً ان شاء الله إذا رغبتم في ذلك وسيتم ايضا تنسيق ذلك من ادارة الشركة مع الوكيل قرطاج في حينه.\nاخيراً ما تقوم به شركة نما العالمية من تنسيق وتشريع للقرارات هي في النهاية تصب لمصلحة الشركة ومصلحة وكلائها بما يحفظ الحقوق لها في المقام الاول وحقوق الوكلاء ايضاً.",
    "trans": "You were informed last week that Nama International Company is the principal authority for setting the mechanism and approach to work, whether in the Kingdom of Saudi Arabia or in the sisterly state of Sudan.\nThe company's management has decided to allocate 100 tickets to Carthage Agency for marketing and sale in Sudan, coordinating directly with the company's management, this is one of the company's strategies aiming to ensure the sale of as many passenger seats as possible due to the strong market competition in Sudan, and also cooperation with Carthage Agency, which has been an agent for Nama International Company for years.\nAdditionally, the company has decided to provide your agency (Tahir Taha) the opportunity to reserve goods and refrigerated trucks on board the AlNawa ship, coordinating with the company's shipping management to facilitate this for you this measure also falls under the framework of collaboration between the agents of Nama International Company in Sudan to capture the largest possible share of goods and passengers amid the intense competition there.\nThe company's management has also decided to grant you the opportunity to book on the Aziz Express ferry if it resumes operations on the route soon, God willing, this will also be coordinated by the company's management with Carthage agency at the time.\nFinally, the efforts by Nama International Company to coordinate and establish these decisions ultimately serve the interests of the company and its agents, ensuring the preservation of rights for the company in the first place and for its agents as well."
}