{
    "source": "ar_AE",
    "target": "en_US",
    "text": "ولكن يبدو أن استخدام الجيش الإسرائيلي للدروع البشرية في غزة كان منتشرًا على نطاق واسع، لدرجة أنه كان يسمى \"بروتوكول البعوض\".\nيحظر القانون الإسرائيلي والدولي استخدام المدنيين في القتال.\nكما تتهم إسرائيل حماس باستخدام المدنيين كدروع بشرية. هناك أدلة كافية على ذلك، مثل الأنفاق المحفورة تحت المنازل والصواريخ التي يتم إطلاقها من الأحياء السكنية.\nيشير الجندي إلى أن \"الأمر أكثر إيلامًا مع جيشي. حماس منظمة إرهابية. لا ينبغي للجيش الإسرائيلي أن يستخدم ممارسات المنظمات الإرهابية\".\nوعند سؤاله عما يقوله المتحدثون باسم الجيش الإسرائيلي، ومسؤولو الحكومة الإسرائيلية، بأن \"الجيش الإسرائيلي هو الجيش الأكثر أخلاقية في العالم\"، رد الجندي بالقول: \"هذا هراء، بالطبع لا أعتقد ذلك\".\nالدكتور يحيى الكيالي، الذي عمل في مستشفى الشفاء، يعرف ذلك جيدًا. بعد أشهر من قوله إن الجنود الإسرائيليين أجبروه على المخاطرة بحياته، لا يمكنه التخلص من هذه التجربة المرعبة.\nيقول الدكتور يحيى إنه \"طُلب مني جندي الحضور. كان يتحدث معي باللغة الإنجليزية. أخبرني: سأقتلك إذا لم تدخل هناك. كنت أفكر في أنني سأقتل أو أموت في غضون دقائق\".",
    "trans": "The use of human shields by the Israelis away in Gaza appears to have been widespread, to the point that it was called the “mosquito protocol.”\nBoth Israeli and international law prohibits using civilians in combat.\nIsrael also accuses Hamas of using civilians as human shields, with sufficient evidence, such as tunnels dug under homes and rockets fired from residential areas.\nThe soldier says, “It's more painful with my army. Hamas is a terrorist organization. The IDF should not engage in the practices of the terrorist organizations.”\nWhen asked about the claims from IDF spokespeople and Israeli officials that the IDF is the \"most moral army in the world,\" one soldier replied, “This is nonsense; I certainly don’t believe that.”\nDr. Kayyali recalls, “A soldier told me to come. He spoke to me in English and said, 'I'll kill you if you don't go there.' I thought I would either be killed or die within minutes.”\nDr. Yahya Kayyali, who worked at Shifa Hospital, is well aware of this. Even months after Israeli soldiers forced him to risk his life, he cannot shake the terrifying experience."
}