{
    "source": "ar_AE",
    "target": "en_US",
    "text": "دون الضريبة على القيمة المضافة\nالمبلغ باحتساب الضريبة على القيمة المضافة\nالمدخول الثابت\n400.000 درهم\n480.000 درهم\nالمدخول المتغير\n500.000 درهم\n500.000 درهم\nالمدخول الاجمالي الشهري\n900.000 درهم\n980.000 درهم\n=المرفق رقم 04=\nاما بمناسبة توقيع عقد التسيير الحر الثاني ، بعد تفويت الحصص الاجتماعية لكل من شركة ساكا لوازيغ و السيد سعد القباج من شركة ام اس ك لوازيغ ، فقد اصبح مدخول شركة ساكا لوازيغ اقل من العقد الاول اذ اصبحت السومة الكرائية محددة كالاتي:\n•مبلغ 600.000 درهم دون الرسوم شهريا طيلة الستة اشهر الاولى و ليس 720.000 درهم كما ورد في مقال السنديك\n•مبلغ 700.000 درهم دون الرسوم شهريا من يوليوز 2023 الى ديسمبر 2023\n•مبلغ 800.000درهم دون الرسوم ابتداء من يناير 2024 . و الذي يبقى هو الاخر اقل من الدخل الاجمالي في اطار عقد التسيير الحر الاول.\nبالاضافة لتنازل شركة ساكا لوازيغ عن الضمانة المالية ، المحددة في مبلغ 10 مليون درهم لتصبح في العقد الثاني محددة في 2.400.000 درهم.\nو هذا ما يفسر تفويت المعدات الصوتية من طرف شركة ساكا لوازيغ الى ام اس ك لوازيغ بمناسبة توقيع عقد التسيير الحر الثاني.",
    "trans": "Without VAT\nAmount including VAT\nFixed income\n400,000 AED\n480,000 AED\nVariable income\n500,000 AED\n500,000 AED\nTotal monthly income\n900,000 AED\n980,000 AED\n=Attachment No. 04=\nConcerning the signing of the second free management contract, after the transfer of social shares from Saka Louazig Company and Mr. Saad Al-Qabbaj to MSK Louazig Company, the income of Saka Louazig Company has become less than the first contract as the rental amount is now set as follows:\n•Amount of 600,000 AED without fees monthly for the first six months, not 720,000 AED as mentioned in the syndic article.* Amount of 600,000 AED without fees monthly for the first six months, not 720,000 AED as mentioned in the syndic article.\n•Amount of 700,000 AED without fees monthly from July 2023 to December 2023.\n•Amount of 800,000 AED without fees starting from January 2024, which is still less than the total income under the first free management contract.\nAdditionally, Saka Louazig Company waived the financial guarantee, which was set at 10 million AED, to become 2,400,000 AED in the second contract.\nThis explains the transfer of audio equipment from Saka Louazig Company to MSK Louazig Company upon signing the second free management contract."
}