{
    "source": "ar_AE",
    "target": "en_US",
    "text": "مساء الخير\nاكتب لحضرتكم اليوم لإخباركم عن شيء مهم(و خطير) حصل مع آدم البارحة.\nفي حسب المعلومات التي وصلت إلي أن آدم كان يمازح Bryce خلال نهار أمس فألصق ورقة على ظهره. عندما علم Bryce بما فعله آدم، غضب كثيراً وضربه على بطنه. في أخر النهار، عند مغادرة المدرسة، قام Bryce بإخبار أبيه بما حصل معه. فقام الأب بفعل شيء غير مقبول أبداً وهدد آدم: إقترب منه وقال له إذا مسست ابني مرة أخرى سأقتلك ومرة بيده على حنجرته و هذا عمل إيجرامي يعاقب عليه القانون و يحمي ولدكم. هذا التصرف مرفوض تماماً وممنوع خصوصاً مع الاطفال. يوجد طلاب رأوا واكدوا ما حصل. أخبرني آدم بما حصل صباح اليوم قمت بتبليغ الإدارة مع t.e.s التي تراقب الباب الذي يخرج منه عادةً.\nاليوم أثناء الفرصة في أخر النهار، قام Bryce بتهديد آدم مرة اخرة قائلاً له لو اقتربت مني أو لمستني سأقول لوالدي وسأجعك كلبي يعضك ليقتلك. ( علماً أن السنة الماضية حصل شيء مع كلب Bryce حين ما كنا بال-parc قام الكلب بملاحقة آدم لمدة دقيقة تقريباً فخاف آدم كثيراً )عندما قابلت آدم و-Bryce في أخر النهار، قال آدم لBryce أنا خفت مما قاله لي أبوك البارحة . قام Bryce بالضحك ساخراً منه. في أخر نهار اليوم، وقت الخروج من المدرسة كان آدم قلق وخائف جداً مما قد يحصل له.",
    "trans": "Good afternoon.\nI'm writing today to tell you about something important (and serious) that happened to Adam yesterday.\nAccording to the information I received, Adam was joking with Bryce during the day yesterday and stuck a piece of paper on his back. When Bryce found out what Adam had done, he got very angry and hit him in the stomach. At the end of the day, when leaving school, Bryce told his father what happened. The father did the unthinkable and threatened Adam: “If you ever touch my son again, I will kill you,” he told him, slamming his hand into his throat, a criminal act that is punishable by law and protects your son. This behavior is completely unacceptable and forbidden, especially with children. Some students saw and confirmed what happened. Adam told me what happened this morning and I reported it to the administration along with the Teacher and Educational Support staff, who monitors the door he usually exits through.\nToday during a late afternoon break, Bryce threatened Adam again, telling him that if you came near me or touched me, I would tell my parents and have my dog bite you and kill you. (Note that last year, Bryce's dog chased Adam for about a minute and Adam got very scared.) When I met Adam and Bryce at the end of the day, Adam said to Bryce, “I was afraid of what your father told me yesterday.” Bryce laughed. Bryce laughed at him. At the end of the day, Adam was very worried and afraid of what might happen to him."
}