{
    "source": "ar_AE",
    "target": "en_US",
    "text": "إرشادات وتنبيهات\nتسجيل الدخول\nمن فضلك ادخل أسم المستخدم و كلمة المرور والرمز المرئي.\nهل نسيت كلمة المرور؟\nمستخدم جديد؟\nنتائج القبول المبدئي للعمل بقطاعات وزارة الداخلية برتبة (وكيل رقيب - جندي)\nتعلن الإدارة العامة للقبول المركزي بوكالة وزارة الداخلية للشؤون العسكرية عن نتائج القبول المبدئي للعمل بقطاعات وزارة الداخلية (الامن العام - الدفاع المدني – الجوازات – القوات الخاصة للأمن البيئي) برتبة (وكيل رقيب - جندي) ولمعرفة نتيجة القبول المبدئي وطلباتإجراءات القبولعبر منصة (أبشر - توظيف) علىالرابط التالي https://jobs.sa.\nالحضور بالزي الرياضي حسب اليوم والوقت المحدد لكل طالب كما هو موضح في نتيجة القبول عبر منصة (أبشر - توظيف) مع إحضار المستندات التالية :\nاحضار نموذج موعد المراجعة الذي يتم طباعته عبر منصة (ابشر ـ التوظيف).\nاحضار أصل بطاقة الهوية الوطنية سارية المفعول وصورة واضحة منها .\nاحضار صورة مصدقة من الشهادة الدراسية.\nإحضار عدد 2 من صور الشهادات أو المؤهلات العلمية الإضافية مع السجل الأكاديمي للمؤهل في حال تقديمها على منصة (أبشر ـ التوظيف) مصدقة من الجهة التعليمية الصادرة منها أما الوثائق الصادرة من خارج المملكة فيتم تصديقها من الجهة المختصة بوزارة التعليم.",
    "trans": "Guidance and Alerts\nLogin\nPlease enter your username, password, and the visual code.\nForgot your password?\nNew user?\nPreliminary acceptance results for working in the Ministry of Interior sectors at the rank of (Sergeant - Soldier)\nThe General Administration of Central Admission at the Ministry of Interior's Agency for Military Affairs announces the preliminary acceptance results for working in the Ministry of Interior sectors (Public Security - Civil Defense - Passports - Special Forces for Environmental Security) at the rank of (Sergeant - Soldier). To know the preliminary acceptance result and the requirements for admission procedures, visit the (Absher - Employment) platform at the following link: https://jobs.sa.\nAttendance in sportswear according to the day and time specified for each applicant as shown in the acceptance result by the (Absher - Employment) platform, with the following documents:\nThe review appointment form was printed by the (Absher - Employment) platform.\nThe original valid national ID card and a clear copy of it.\nA certified copy of the educational certificate.\n2 copies of additional certificates or academic qualifications with the academic record of the qualification if submitted on the (Absher - Employment) platform, certified by the issuing educational authority. Documents issued outside the Kingdom must be certified by the competent authority at the Ministry of Education."
}