{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Please let me know your availability so that we can schedule a meeting at a time convenient for you. I am flexible and willing to adjust to accommodate your schedule.\nAttached, you will find our company profile for your reference. Allow me to introduce ARABIC LINK, a multinational freight forwarding services provider with a robust network. We specialize in a wide range of services including land transportation (Local/Cross border GCC).\nHeavy lifting (STD lowbed, Hydraulic lowbed), warehouse and customs clearance services for import/ export shipment at key locations such as Airports and seaports (Dammam, Jeddah, and Riyadh)\nOur areas of expertise include:\nLogistics and transportation solutions.\nHeavy equipment handling.\nProject logistics Inbound/outbound\nBreak bulk inbound/outbound.\nSABER services inbound.\nWarehouse.\nDoor to door services inbound/outbound.\nCustoms clearance inbound/outbound.\nPackaging and carting.\nOn-site and off-site logistics, and transportation, and distribution solutions.\nPort logistics/ vessel cargo, discharge or loading operations.\nWarehouse materials / inventory, manpower and MHE supply.\nContainer terminal management.\nIntegrated/ modular logistics solutions.\nAncillary / logistics support services.\nWe appreciate your consideration of our request and look forward to the opportunity to meet and discuss potential collaborations further.\nThank you for your time and attention.",
    "trans": "Por favor, me avise sobre a sua disponibilidade para que possamos agendar uma reunião quando for conveniente para você. Eu sou flexível estou disponível para me ajustar para me acomodar aos seus horários.\nVocê encontrará o perfil da nossa empresa em anexo para a sua referência. Permita-me apresentar a ARABIC LINK, uma prestadora multinacional de serviços de agendamento de carga com uma rede de conexões robusta. Somos especialistas em uma gama de serviços, incluindo transporte terrestre (CCG Local/Transfronteiriço).\nServiços de levantamento pesado (Rebaixamento padrão, Rebaixamento hidráulico), armazém e serviços de desembaraço aduaneiro para remessas de importação/exportação em situações específicas como aeroportos e portos marítimos (Dammam, Jeddah e Riyadh)\nNossas áreas de experiência incluem:\nSoluções de logística e transporte.\nManuseio de equipamentos pesados.\nLogística de Entrada/saída do projeto\nQuebra de volume entrada/saída.\nEntrada de serviços SABER.\nArmazém.\nServiços de porta em porta de entrada/saída.\nDesembaraço aduaneiro de entrada/saída.\nEmbalagem e transporte.\nSoluções de logística, transporte e distribuição no local e fora do local.\nLogística portuária / operações de carga, descarga ou carregamento de embarcações.\nMateriais de armazém / inventário, mão de obra e fornecimento de MHE.\nGestão de terminais de contêineres.\nSoluções logísticas integradas/modulares.\nServiços auxiliares / de apoio logístico.\nNós agradecemos a sua consideração ao nosso pedido e aguardamos a oportunidade de nos encontrarmos e discutirmos possíveis colaborações.\nAgradecemos o seu tempo e atenção."
}