{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Have you ever heard about a saying,\"on the second day ofthe second month, the dragon lifts his head.\" The traditional Chinese Dragon-Head-Raising Festival,falls on the second day of the second lunar month every year, and recognizes the start of spring and farming. This year it falls on February 21. Ancient people believed that after this day, rainfall increases because the Dragon who was believed to have control over water, rainfall, typhoons, and floods has awakened from his winter sleep.\nMy grandmather told me that, every year on that day, it was the Dragon King Temple Conference. The pilgrims in a radius of 100 miles were like weaving, the big drama, the lions, bamboo horses, and dry boats were staged in front of the temple. I have never seen angthing like it, but i see the dragon on the roof of the temple where its serpentine form coils gracefully around the ridge. This reflects that people prayed to dragon deities for favourite weather and good harvest. These tiles, oftenglazed in vibrant colors, adding a sense of dynamism andmajesty to the structure.",
    "trans": "Você já ouviu falar no ditado, \"no segundo dia do segundo mês, o dragão levantou sua cabeça. O Festival tradicional chinês do Levantamento da Cabeça do Dragão, cai no segundo dia do segundo mês do calendário lunar todos os anos, e reconhece o começo da primavera e da agricultura. Neste ano, ele cai em 21 de fevereiro. Os povos antigos acreditavam que depois deste dia, a chuva aumenta porque o Dragão que acreditava-se ter controle sobre a água, chuva, furacões e enchentes acordou de seu profundo sono.\nA minha vó me contou que todos os anos neste dia, havia a Conferência do Templo do Rei Dragão. Os peregrinos a uma distância de 100 milhas eram como tecelagem, um grande drama, os leões, cavalos de bambu, e barcos secos eram colocados em frente ao templo. Eu nunca vi nada assim, mas eu vejo o dragão no topo do telhado do templo onde a forma de serpentina se enrola de forma graciosa ao redor do cume. Isto reflete que as pessoas oravam às divindades do dragão para favorecer o tempo e dar uma boa colheita. Estes azulekos, muitas vezes esmaltados em cores vibrantes, adicionavam um sentimento de dinamismo e majestade à estrutura."
}