{
    "source": "en_US",
    "target": "pt_BR",
    "text": "CANCELLATION BY TENANT IN INITIAL TERM FOR REASONABLE CAUSE BEYOND THE TENANT’S CONTROL.\n31. a. The initial term of this Lease may be terminated upon thirty (30) days written notice issued to Landlord/Agent due to\ninvoluntary change of employment from the Washington-Metropolitan Area, death of major wage earner, unemployment; Tenant or\nTenant’s child being a victim of domestic violence; Landlord harassing the Tenant or violating the Tenant’s privacy rights; Tenant or\nTenant’s spouse being 62 or older, no longer able to live independently, and needing to move to a nursing home or other senior\nhousing; Tenant being incarcerated or declared mentally incompetent; or for any other reasonable cause beyond Tenant's control.\nTenant must provide Landlord/Agent with written proof of such involuntary change in employment of greater than 25 miles from the\nWashington-Metropolitan Area. If death of major wage earner, unemployment, or other reasonable cause beyond Tenant's control is\nclaimed, Tenant must specify the cause(s) in writing to Landlord/Agent and must include appropriate documentation thereof. If",
    "trans": "CANCELAMENTO PELO INQUILINO NO PERÍODO INICIAL POR MOTIVO JUSTIFICADO ALÉM DO CONTROLE DO INQUILINO.\n31. a. O contrato de locação poderá ser rescindido no período inicial, mediante notificação por escrito de trinta (30) dias ao Proprietário/Agente, devido à\nmudança involuntária de emprego para fora da Área Metropolitana de Washington, falecimento do principal provedor de renda, desemprego; o inquilino ou\nseu filho ser vítima de violência doméstica; assédio por parte do Proprietário ao Inquilino ou violação dos direitos de privacidade do Inquilino; o Inquilino ou\ncônjuge do Inquilino ter 62 anos ou mais, não ser mais capaz de viver de forma independente e precisar se mudar para um asilo ou outro tipo de moradia para\nidosos; o Inquilino ser preso ou declarado mentalmente incapaz; ou qualquer outro motivo justificável além do controle do Inquilino.\nO Inquilino deverá fornecer ao Proprietário/Agente uma prova por escrito de tal mudança involuntária de emprego superior a 25 milhas da\nÁrea Metropolitana de Washington. Caso seja alegado falecimento do principal provedor de renda, desemprego ou outro motivo justificável além do controle do Inquilino,\no Inquilino deverá especificar a(s) causa(s) por escrito ao Proprietário/Agente e incluir a documentação apropriada para tal. Se"
}