{
    "source": "en_US",
    "target": "pt_BR",
    "text": "sources.8 For the representation of the Middle East and the Arab Peninsula,\nAfrica, the Mediterranean and Europe, the ‘Map of the Integrated Lands’\nrelied on knowledge that was available in China, but had originated from\nIslamic geographers with access to the Chinese empire during the Mongol\nperiod.9 The ‘Map of the Integrated Lands’ was made by combining and\nintegrating diverse bodies of knowledge in several languages, thereby cre-\nating a material object that was at once embedded in its local space and\nmeaningful beyond that locality. The map illustrates that the fifteenth cen-\ntury was a period in which knowledge about the Eurasian landmass and\nits surrounding oceans spread across religious and linguistic boundaries. It\nalso shows the potential of objects to move along the same land- based and\nmaritime routes that facilitated the circulation of knowledge. This chapter\nwill seek to demonstrate that some of the porcelain objects that were traded\nand gifted within these networks similarly conveyed meanings that were\nat once associated with distant worlds and locally embedded. They were\npowerful objects precisely because they communicated knowledge about",
    "trans": "chinesas.8 Para a representação do Oriente Médio e da Península Arábica,\nda África, do Mediterrâneo e da Europa, o 'Mapa das Terras Integradas'\nutilizou conhecimentos disponíveis na China, mas originados de\ngeógrafos islâmicos com acesso ao império chinês durante o período Mongol.\n9 O 'Mapa das Terras Integradas' foi feito ao combinar e\nintegrar diferentes corpos de conhecimento em várias línguas, criando assim\num objeto material que estava ao mesmo tempo inserido em seu espaço local e\nsignificativo além dessa localidade. O mapa ilustra que o século XV\nfoi um período no qual o conhecimento sobre a massa terrestre eurasiática e\nseus oceanos circundantes se espalhou através de fronteiras religiosas e linguísticas.\nTambém demonstra o potencial dos objetos de se moverem pelas mesmas rotas terrestres e\nmarítimas que facilitaram a circulação do conhecimento. Este capítulo\nbusca demonstrar que alguns dos objetos de porcelana que foram negociados\ne oferecidos como presentes dentro dessas redes também transmitiam significados que estavam\nao mesmo tempo associados a mundos distantes e embutidos localmente. Eles eram\nobjetos poderosos justamente porque comunicavam conhecimentos sobre"
}