{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Due to the confidential nature, we cannot disclose any information about qualifying accounts opened by the friends you invite.\nBonus/Account Information: Referral bonus offer is available to eligible personal checking account holders approximately 30 days after account opening. To receive the $50 Refer-A-Friend bonus: 1) Refer your family and friends to open a qualifying Chase checking account with qualifying activities through this referral site; 2) Referred candidate must be a new Chase customer and open a qualifying Chase checking account with qualifying activities using corresponding coupon; AND 3) After your referred family and friends have opened their qualifying Chase checking account, we'll deposit the $50 bonus into your primary checking account within 30 days, provided both the customer and friend accounts are not closed or restricted at the time of payout. You can receive up to 10 referral bonus deposits (totaling $500) per calendar year. Eligibility may be limited based on account ownership. Bonuses are considered miscellaneous information, and may be reportable to you and the IRS on Form 1099-MISC (or Form 1042-S, if applicable). Employees of JPMorgan Chase Bank, N.A. and its affiliates are not eligible for the Refer-A-Friend program.",
    "trans": "Devido à sua natureza confidencial, não podemos compartilhar nenhuma informação sobre as contas qualificadas abertas pelos amigos que você convida.\nBônus/Informação da Conta: A oferta de bônus de referência é válida para portadores de contas correntes pessoais elegíveis por aproximadamente 30 dias após a abertura da conta. Para receber o bônus de US$ 50 por Indicação-De-Amigo: 1) Indique a sua família ou seus amigos para abrirem uma conta corrente qualificada no Chase com atividades qualificadas por meio deste site de referência; 2) O candidato indicado deve ser um cliente novo do Chase e abrir uma conta corrente qualificada do Chase com atividades qualificadas ao usar o cupom correspondente; E 3) Depois que sua família ou amigos indicados tiverem aberto suas contas correntes qualificadas no Chase, iremos depositar o bônus de US$ 50 na sua conta corrente principal dentro de 30 dias, desde que ambas as contas do cliente e do amigo não estejam fchadas ou restritas no momento do pagamento. Você pode receber até 10 depósitos de bônus de referência (totalizando US$ 500) por ano letivo. A elegibilidade pode ser limitada com base na propriedade da conta. Os bônus são considerados informações diversas, e podem ser reportáveis a você e ao IRS no Formulário 1099-MISC (or Formulário 1042-S, se aplicável). Os funcionários do JPMorgan Chase Bank, N.A. e seus afiliados não são elegíveis ao programa de Indicação-De-Amigos."
}