{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Li and Akey’s key insight was to look for modern-human DNA in the genomes of the Neanderthals, instead of the other way around. “The vast majority of genetic work over the last decade has really focused on how mating with Neanderthals impacted modern human phenotypes and our evolutionary history — but these questions are relevant and interesting in the reverse case, too,” said Akey.\nThey realized that the offspring of those first waves of Neanderthal-modern matings must have stayed with the Neanderthals, therefore leaving no record in living humans. “Because we can now incorporate the Neanderthal component into our genetic studies, we are seeing these earlier dispersals in ways that we weren’t able to before,” Akey said.\nThe final piece of the puzzle was discovering that the Neanderthal population was even smaller than previously believed.\nGenetic modeling has traditionally used variation — diversity — as a proxy for population size. The more diverse the genes, the larger the population. But using IBDmix, Akey’s team showed that a significant amount of that apparent diversity came from DNA sequences that had been lifted from modern humans, with their much larger population.",
    "trans": "A descoberta essencial de Li e Akey foi inverter a abordagem tradicional, procurando DNA de humanos atuais nos genomas dos Neandertais. \"A maioria dos estudos genéticos realizados na última década centrou-se em como o cruzamento com Neandertais afetou os traços físicos dos humanos atuais e a nossa trajetória evolutiva — mas essas questões também são importantes e intrigantes quando vistas pelo lado inverso\", declarou Akey.\neles concluíram que a prole dos primeiros acasalamentos entre Neandertais e humanos atuais provavelmente ficou entre os Neandertais, o que explica a ausência de registros genéticos nos humanos atuais. \"Agora que conseguimos integrar a contribuição neandertal aos estudos genéticos, temos acesso a informações sobre dispersões anteriores de um modo antes impossível”, explicou Akey.\nA descoberta final revelou que a população de Neandertais era ainda menor do que o estimado previamente.\nModelos genéticos tradicionalmente usavam a variação — a diversidade — como uma medida indireta do tamanho populacional. Quanto mais diversos os genes, maior a população."
}