{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Sen. [redacted_name] asks [redacted_name] for guidance to reduce road deaths\npause\nvolume_off\n-02:03\nsd\nclosed_captions\nfullscreen\npause\n“This one was just learning how to be a brother,” [redacted_name] said, while gesturing to her other son, [redacted_name]. “Now, everything is gone.”\nEast Haven police said they responded to Redfield Avenue on Sunday night. Officers found the baby unresponsive after police said he was left unattended in the bathtub. [redacted_name] told News 8 he was in the care of the baby’s father and other family while she was at work.\n“All that was asked of him was to take care of my children while I worked to provide for them,” she said. “He couldn’t do that.”\n“She wasn’t even there when it happened,” the baby’s aunt, [redacted_name], said. “He was in the care of other family members, and we wanted people to understand.”\nEast Haven police identify 7-month-old whose death is under investigation\nWhile [redacted_name] is left with unimaginable grief and sadness, she’s hoping her son will be able to save someone else’s life.\n“If my son’s life was cut short, I wanted it to have meaning,” she said. “I chose to donate his organs, so no other mother has to go through what I’m going through right now.”",
    "trans": "Sen. [redacted_name] pede ajuda a [redacted_name] para reduzir as mortes nas estradas\npausar\nvolume_desligado\n-02:03\nsd\nclosed_captions\ntela_cheia\npausar\n\"Este aqui estava apenas aprendendo a ser um irmão\", disse [redacted_name], enquanto gesticulava para seu outro filho, [redacted_name]. \"Agora, tudo se foi.\"\nA polícia de East Haven disse que respondeu à Redfield Avenue na noite de domingo. Oficiais encontraram o bebê inconsciente depois que a polícia disse que ele foi deixado sem supervisão na banheira. [redacted_name] disse à News 8 que ele estava sob os cuidados do pai do bebê e de outros familiares enquanto ela estava no trabalho.\n\"Tudo o que foi pedido a ele foi cuidar dos meus filhos enquanto eu trabalhava para sustentá-los\", disse ela. \"Ele não conseguiu fazer isso.\"\n“Ela nem estava lá quando aconteceu”, disse o tio do bebê, [redacted_name]. \"Ele estava sob os cuidados de outros familiares, e nós queríamos que as pessoas entendessem.\nA polícia de East Haven identifica bebê de 7 meses cuja morte está sob investigação\nEnquanto [redacted_name] fica com uma dor e tristeza inimagináveis, ela espera que seu filho consiga salvar a vida de outra pessoa.\n\"Se a vida do meu filho foi interrompida, queria que tivesse um significado\", disse ela. \"Escolhi doar seus órgãos para que nenhuma outra mãe passe pelo que estou passando agora.\""
}