{
    "source": "en_US",
    "target": "pt_BR",
    "text": "In a statement, the club said it had 'chosen a man well known for his teams' high pressing, intense and daring style of play which has brought him great success at club level and international level, winning pretty much all there is to win in the world of football'.\nBarcelona highlighted the 59-year-old's success during the 2019-20 season at the helm of Bayern, with whom he won six trophies - the Bundesliga, the German Cup, the Champions League, the German Super Cup, the UEFA Super Cup and the Club World Cup.\nXavi was sacked last week after a trophy-less season in which Barca finished 10 points behind champions Real Madrid, lost the Spanish Super Cup final to their arch-rivals and were knocked out of the Champions League by Paris St Germain in the last eight.\nThe German filling Xavi's shoes faces a tough challenge ahead with fixing Barca's on-field struggles amid turmoil off the pitch, including deepening financial problems and a refereeing scandal that could drag on for years.\nFlick made his name assisting Germany manager Joachim Low during their 2014 World Cup winning campaign. In 2019, he joined Bayern as head coach, securing seven trophies in his two seasons in charge.",
    "trans": "Em uma declaração, o clube afirmou que havia 'escolhido um homem bem conhecido pelo seu estilo de jogo de alta pressão, intenso e ousado para com seus times, o que o trouxe grand sucesso a nível de clube e a nível internacional, ganhando quase tudo que havia para ser ganho no mundo do futebol'.\nO Barcelona destacou o sucesso de 59 anos durante a temporada de 2019-20 ao comando de Bayern, com quem ganharam seis troféus - o Bundesliga, a German Cup, o Champions League, a German Super Cup, a UEFA Super Cup e a Club World Cup.\nXavi foi despensado na semana passada depois de uma temporada sem troféu em que o Barca finalizou com 10 pontos atrás do vencedor Real Madrid, perdeu a final da Spanish Super Cup para seus arquirrivais e foram eliminados da Champions League pelo Paris St Germain nas oitavas de final.\nO alemão que ficou no lugar de Xavi enfrenta desafios difíceis à frente ao reparar as dificuldades de campo do Barca em meio à turbulência fora de campo, incluindo a piora dos problemas financeiros e um escândalo de arbitragem que pode demorar anos.\nFlick fez eu nome ao auxiliar o gerente alemão, Joachim Low, durante a sua campanha vencedora da Copa do Mundo de 2014. Em 2019, ele se juntou à Bayern como treinador principal, com sete troféus em suas temporadas no comando."
}