{
    "source": "en_US",
    "target": "pt_BR",
    "text": "As a large developing country with a huge population, India made policies and attempted to establish mechanical waste processing programs in big cities in the 1980s [26]. Meanwhile, those programs and policies failed due to information asymmetry and the incompatibility of facilities since the government did not consider that the structures of Indian cities were not suitable for waste recycling vehicles and large waste disposal factories and machines. Indian officials also could not find experienced workers to operate and maintain waste disposal machines. India still has serious solid waste challenges and secondary pollution. Various approaches and policies have been made to increase India’s solid waste disposal abilities [27].\nCompared with developed countries, developing countries faced greater challenges in the effective use of incineration and MSW generation, since their solid waste contents have lower heating value and most of the countries do not have clean incineration technology [28]. Besides institutional and policy reasons, poor environmental education is another factor that affects solid waste disposal [11]. Farmers, small waste recycle business owners and even some officials did not get sufficient education and training in solid waste disposal. This makes solid waste disposal in developing countries more challenging.",
    "trans": "Como um grande país em desenvolvimento com uma população gigante, a Índia criou políticas e tentou estabelecer programas mecânicos de processamento de desperdícios em grandes cidades nos anos 80 [26]. Enquanto isso, estes programas e políticas falharam por causa da falta de simetria das informações e da incompatibilidade das instações, uma vez que o governo não considerou que as estruturas das cidades da Índia não eram aptas para veículos de reciclagem de desperdício e grandes empresas e máquinas de descarte de resíduos. Os oficiais da Índia também não conseguiram encontrar trabalhores com experiência para operar e gerencias as máquinas de descarte de resíduos. A Índia ainda tem graves desafios com resíduos sólidos e poluição secundária. Muitas abordagens e políticas foram feitas para aumentar as habilidades de descarte de resíduos sólidos da Índia [27].\nEm comparação os países desenvolvidos, os países em desenvolvimento vem enfrentando maiores desafios no uso efetivo de incineração e geração de RSU, já que seus conteúdos de resíduos sólidos tem menor valor de aquecimento e a maioria dos países não tem tecnologias de incineração limpa [28]. Além dos motivos institucionais e políticos, a educação sobre o meio ambiente fraca é outro fator que afeta o descarte de resíduos sólidos [11]. Fazendeiros, proprietários de pequenos negócios de reciclagem de resíduos e até alguns oficiais não receberam educação e treinamento suficiente sobre descarte de resíduos sólidos. Isto faz do descarte de resíduos sólidos mais desafior para países emergentes."
}