{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Experience in online marketing or e-commerce is a plus\nSelf-disciplined and responsible\nAble to work under pressure and tight schedule, independently and proactively\nDipolma in design or graduated from design school or equivalent\nWe offer the following attractive benefits:\nAttractive & competitive remuneration\nBright career path and opportunities for advancement & learning\nPaid Time Off\nTransportation allowance\nWe want our employees to have greater access to knowledge. As an incentive we offer access to the Amazon English books library\nMedical & Health Benefits\nEducation Allowance\nWe love animals at AsiaTees and our loving four legged friends would love to meet you!\nNEWSLETTER\nSign up to receive emails about ATees updates and offers.\nSign up\nWho We Are\nAsiatees Hobbies is a premium radio-controlled (R/C) hobby store established in 2001. We offer a vast selection of the latest R/C cars, parts and accessories, fast worldwide shipping at a low cost, best price guarantee and 365-Day return policy.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisit Our Showroom\nContact Us\nCUSTOMER CARE",
    "trans": "Experiência em marketing ou comércio on-line é um bônus\nAutodisciplinado e responsável\nCapaz de trabalhar sob pressão e em cronogramas apertados, independente e proativo\nDiploma em design ou formado em uma escola de design ou equivalente\nOferecemos os seguintes benefícios atrativos:\nRemuneração atrativa e competitiva\nBrilhante jornada na carreira e oportunidade para melhoria e aprendizado\nTempo Livre Remunerado\nSeguro transporte\nQueremos que nossos funcionários tenham maior acesso ao conhecimento. Como um incentivo, oferecemos acesso à biblioteca de livros em inglês da Amazon\nBenefícios Médicos e de Saúde\nSeguro Educação\nAmamos animais na AsiaTees e nossos colegas de quatro patas vão amar te conhecer!\nBOLETIM INFORMATIVO\nInscreva-se para receber e-mails sobre as atualizações e ofertas da ATees.\nInscreva-se\nQuem Somos Nós\nA Asiatees Hobbies é uma loja premium de hobby controlada por rádio (R/C) estabelecida em 2001. Oferecemos uma vasta seleção dos carros, peças e acessórios R/C mais recentes, com envio internacional rápido a preço baixo, melhor garantia de preço e política de devolução de 365 dias.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisite Nosso Mostruário\nEntre em Contato Conosco\nATENDIMENTO AO CLIENTE"
}