{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Limited Time Offer\nBUY 1 GET 1 FREE+ Free Shipping Of Revitalized Remedies CBD Gummies\nLOW STOCK! ( HURRY: Only 4 Bottles Left. )\nGET YOUR BOTTLE >>\nThis special offer ends:\nFriday, October 11, 2024\nStart A Conversation\nDan H.\nI really didn't expect such a cool post from you. Actually I have been using Revitalized Remedies CBD Gummies for about a weak already and couldn't be any happier!\nReply . 13 . Like . 12 minutes ago\nZac P.\nThe timing of this couldn't be better, my wife and I are struggling and this could be our answer.\nReply . 14 . Like . 16 minutes ago\nFritz C.\nYesterday I got my package Revitalized Remedies CBD Gummies and I already managed to try it! I feel more confident than ever already!\nReply . 2 . Like . 1 hour ago\nRyan P.\nDenzel Washington. I've heard that as well. I am anxious to find out for myself. Thanks!\nReply . 13 . Like . 12 minutes ago\nReynan P.\nI have been using Revitalized Remedies CBD Gummies for two weeks and I can definitely say that could never expect such a strong effect. This is simply AMAZING!!",
    "trans": "Oferta por Tempo Limitado\nCOMPRE 1 E GANHE 1 GRÁTIS + Frete Grátis de Revitalized Remedies CBD Gummies\nPOUCAS UNIDADES! (CORRA: Restam apenas 4 frascos.)\nGARANTA O SEU FRASCO >>\nEsta oferta especial termina:\nSexta-feira, 11 de outubro de 2024\nComece uma Conversa\nDan H.\nEu realmente não esperava um post tão incrível de você. Na verdade, já estou usando as Revitalized Remedies CBD Gummies há cerca de uma semana e não poderia estar mais feliz!\nResponder. 13. Curtir. 12 minutos atrás\nZac P.\nO momento disso não poderia ser melhor, minha esposa e eu estamos passando por dificuldades e isso pode ser a nossa solução.\nResponder. 14. Curtir. 16 minutos atrás\nFritz C.\nOntem recebi meu pacote de Revitalized Remedies CBD Gummies e já consegui experimentar! Já me sinto mais confiante do que nunca!\nResponder. 2. Curtir. 1 hora atrás\nRyan P.\nDenzel Washington. Eu também ouvi isso. Estou ansioso para descobrir por mim mesmo. Obrigado!\nResponder. 13. Curtir. 12 minutos atrás.\nReynan P.\nEstou usando as Revitalized Remedies CBD Gummies há duas semanas e posso definitivamente dizer que nunca esperava um efeito tão forte. Isso é simplesmente INCRÍVEL!"
}