{
    "source": "en_US",
    "target": "pt_BR",
    "text": "*The information on the ID must be identical to the information on your US ARMY Membership. The ID must include a name, date of birth, and a photo, and it must be presented physically to be accepted as a valid photo ID for identity verification. If the information on the ID does not match the information on your US ARMY Membership, you will be denied admission.\n*All IDs must be presented physically and must not be expired, to be considered valid.\n*If you have to verify yourself using a temporary ID such as an issuance application confirmation, the document must be stamped with the official seal of the head of a government office. It must include a photo, personal information, issuance number, and expiration date, all protected with a transparent sticker. Any document seeming dubious or to have been forged will not be accepted.\n*When verifying your ID, we may conduct an additional verification process such as asking you questions, requesting other IDs, etc. to prevent the use of transferred or forged IDs.\n[Precautions]\n- Only ARMY US MEMBERSHIP holders who attended the Jung Kook 'GOLDEN : The Moments' Exhibition are able to receive the gift benefits",
    "trans": "As informações contidas no seu documento de identidade devem coincidir exatamente com as informações no seu ARMY US Membership. O documento de identidade deve ter o nome, a data de nascimento e uma foto, e deve ser apresentado fisicamente para ser aceito como um ID válido para verificação de identidade. Caso as informações do documento não correspondam às do seu ARMY US Membership, você será impedido de entrar.\n*É necessário apresentar fisicamente todos os documentos de identidade, e eles não devem estar expirados para serem aceitos como válidos.\n*Caso você precise se identificar usando um documento temporário, como uma confirmação de solicitação de emissão, o documento deve estar carimbado com o selo oficial do chefe de um órgão governamental. Ele deve conter uma foto, informações pessoais, número de emissão e data de validade, todos protegidos por um adesivo transparente. Quaisquer documentos que pareçam duvidosos ou que aparentem ter sido falsificados não serão aceitos.\n*Durante a verificação do seu documento de identidade, podemos realizar um processo de verificação adicional, como fazer perguntas, solicitar outros documentos de identidade, etc., para evitar o uso de documentos transferidos ou falsificados.\n[Precauções]\n- Somente os portadores do ARMY US MEMBERSHIP que participaram da exposição  'GOLDEN : The Moments' do Jung Kook poderão receber os benefícios dos brindes"
}