{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Sustainability commitment, incorporate environmentally friendly practices into our operations, promoting ecological awareness and responsibility within the technology sector.\n• Moreover, by engaging in numerous classes and completing all assigned tasks, participants will be rewarded with incentives such as tickets for attractive prizes or the opportunity to donate to animal rescue organizations or other charitable causes. This approach aims to motivate and inspire customers effectively.\nThe product\nOur main product is an all-inclusive learning management app aimed at boosting memory and promoting effective learning. The application includes intelligent note-taking with flexible organization, multimedia capabilities, and collaboration features, enabling users to effortlessly create and share enhanced notes. It uses a Spaced Repetition System (SRS) that tailors review schedules based on how users perform, ensuring timely revisits of information. Personalized learning plans are developed through an initial evaluation, which monitors user progress and offers customized feedback. The app also provides interactive learning activities like gamified quizzes and flashcards, making the learning process enjoyable. Moreover, it connects with well-known productivity tools and fosters a user community for support and knowledge exchange. Overall, our application empowers users to take control of their learning journey, improve retention, and achieve their educational goals effectively.\nBenefits of using the product",
    "trans": "• Compromisso com a sustentabilidade, incorporação de práticas ecologicamente corretas em nossas operações, ao promover consciência ecológica e responsabilidade dentro do setor tecnológico.\n• Além do mais, ao se envolver em várias aulas e completar as tarefas designadas, os participantes serão recompensados com incentivos como vouchers para prêmios atrativos ou oportunidades de doar para organizações de resgate de animais ou para causas beneficentes. Esta abordagem tem como objetivo motivar e inspirar os clientes de forma eficaz.\nO produto\nO nosso principal produto é um aplicativo completo de gestão de aprendizado que foca em melhorar a memória e promover o aprendizado eficaz. O aplicativo inclui anotações inteligentes com organização flexível, capacidades de multimídia, recursos de colaboração, permitindo que os usuários criem e compartilhem anotações aprimoradas sem se esforçarem. Ele usa um Sistema de Repetição Espaçada (SRS) que adapta os cronogramas de avaliações com base no desemepenho dos usuários, garantindo revisitas oportunas das informações. Os planos personalizados de aprendizado são desenvolvidos por meio de uma avaliação inicial, que monitora o progresso do usuário e oferece um feedback customizado. O aplicativo também oferece atividades interativas de aprendizado, como questionários famificados e flashcards, tornando o processo de aprendizado em algo agradável. Além disso, ele é conectado com ferramentas de produção bem conhecidas e promove uma comunidade de usuários para troca de conhecimento e apoio. De forma geral, o nosso aplicativo permite que os usuários tenha controle sobre a sua jornada de aprendizado, melhorem a retenção e conquistem de forma eficaz os seus objetivos educacionais.\nBenefícios de utilizar este produto"
}