{
    "source": "en_US",
    "target": "pt_BR",
    "text": "October 4, 2024 at 4:58 am\nThat should read: Why have none of the details [of Beeke’s marriage and divorce] EVER been made public?\nYou would think that a guy with an iron in every fire and as much influence as he appears to have on EVERYTHING would be more forthcoming, wouldn’t you?\nReply\nAnne Rector says:\nOctober 3, 2024 at 1:51 pm\nEarlier reports insisted that Lawson and the woman have said they were not “intimate,” as in they never physically consummated their relationship. If he paid for her transportation to meet him in various locales, and ostensibly her lodging, there is a near-certainty that they physically “hooked up.”\nAnd the investigation has been on-going since March? This peels like an onion.\nReply\nBridgette says:\nOctober 3, 2024 at 3:02 pm\nIf the women was an adult, then she was just in the wrong as Steve. she knew he was married. why isn’t her name being blasted all over the internet to ruin her life? just saying!",
    "trans": "04 de outubro de 2024 às 04h58\nIsso deveria ser: Por que nenhum dos detalhes [do casamento e divórcio de Beeke] NUNCA foram a público?\nVocê pensaria que um cara que tem a mão em tudo e com tanta influência como ele parece ter em TUDO seria mais acessível, não é?\nResposta\nAnne Rector diz:\n03 de outubro de 2024 às 13h51\nRelatórios anteriores insistiram que Lawson e a mulher afirmaram que não são \"íntimos\", e que eles nunca consumaram o relacionamento. Se ele pagou pelo transporte dela para se encontrarem em vários lugares, e aparentemente pela hospedagem dela, há quase certeza de que eles \"ficaram\" fisicamente.\nE a investigação continua desde março? Isso tem tantas camadas quanto uma cebola.\nResposta\nBridgette diz:\n03 de outubro de 2024 às 15h02\nSe a mulher era uma adulta, ela estava tão errada quanto Steve. ela sabia que ele era casado. por que o nome dela não está espalhado por toda a internet para acabar com a carreira dela? estou só dizendo!"
}