{
    "source": "en_US",
    "target": "pt_BR",
    "text": "As a God, there are a few higher than Erlang in terms of authority. However, he is the nephew of Jade emperor, the top dog of celestial heaven and ruler of all Gods; just below Buddha himself I would say. Some would say Erlang is the strongest warrior of the heavens and the only rival to Sun. On who is stronger between the both of them is debatable, they have both bested each other on different occasions and it has been implied that they both have some form of respect for each other because of how strong they are.\nErlang despite being a high ranking and family of jade emperor himself, don’t exactly have a strong respect for how his uncle rules over the celestial realm. It has been implied in some iteration that Jade emperor can be at times “evil and selfish” for his own agendas too. In Chinese mythology, Gods are not necessarily perfect, that’s why they have not achieve true enlightenment and become Buddha themselves. They are simply superior beings to humans and devils.",
    "trans": "Como um Deus, são poucos os que têm mais autoridade do que Erlang. Porém, ele é sobrinho do Imperador de Jade, o soberano do céu celestial e governante de todos os Deuses; eu diria que ele está um degrau abaixo do próprio Buda. Alguns consideram Erlang o guerreiro mais forte do céu e o único que rivaliza com Sun. A questão de quem é mais forte entre os dois é discutível, pois ambos já se superaram em diferentes momentos e há uma sugestão de que, devido à força que ambos possuem, eles nutrem um certo respeito um pelo outro.\nEmbora Erlang seja de alto escalão e parte da família do Imperador de Jade, ele não demonstra um grande respeito pela maneira como seu tio governa o domínio celestial. Em algumas versões, é sugerido que o Imperador de Jade, às vezes, age de maneira “maléfica e egoísta” em benefício próprio. Na mitologia chinesa, os Deuses não são perfeitos, por isso ainda não alcançaram a iluminação plena para se tornarem Budas. Eles são apenas seres superiores aos humanos e aos demônios."
}