{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The MAP test serves as a valuable standardized formative assessment tool for our students, encompassing Math and English subjects for students from KG3 to G11, with the additional inclusion of Science subjects for G4 to G8. This assessment allows us to gauge your child's learning levels and track their academic growth not only throughout the school year but also from year to year.\nGiven the significance of this assessment, it is crucial that our students put forth their best effort. I firmly believe that parental support plays an essential role in helping children perform their best during the MAP test. Therefore, I kindly request that you ensure the presence of your child(ren) in school on the designated testing day.\nThe MAP test this season will be conducted with subject facilitators to ensure that all students are in a comfortable atmosphere conducive to smooth answering. Here are the details regarding the testing locations:\nMYP & DP1 students: Respective subject’s classes (Please bring laptops with Windows 8 or later versions installed or iPads)",
    "trans": "O MAP Test é uma avaliação padronizada fundamental para acompanhar o desenvolvimento acadêmico de nossos alunos, abrangendo Matemática e Inglês para estudantes do KG3 ao G11, além de Ciências para os anos G4 a G8. Ele nos ajuda a entender os níveis de aprendizado dos alunos e a monitorar seu progresso ao longo do ano letivo e de um ano para outro.\nConsiderando a relevância desse teste, é fundamental que os alunos se empenhem ao máximo. Estou certo de que o suporte dos pais desempenha um papel vital no bom desempenho das crianças durante o MAP Test. Assim, peço que garantam a presença de seu(s) filho(s) na data indicada para a aplicação do teste.\nNesta temporada, o teste será conduzido com facilitadores das disciplinas envolvidas, proporcionando um ambiente agradável e adequado para a realização da prova. Abaixo estão os detalhes sobre os locais de teste:\nAlunos do MYP e DP1: salas de suas respectivas disciplinas (Favor trazer laptops com Windows 8 ou versões mais recentes ou iPads)"
}