{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Home Office online check: share code and date of birth\nOR current passport and stamped visa\nNon-UK with student visa\nHome Office online check: share code and date of birth\nAND university enrolment letter and document specifying term dates\nBank account details (sort code, account number)\nNational insurance number (eg NI card, letter from government agency/department)\nP45 from the current tax year, under six weeks old OR a completed online HMRC starter checklist\nCopies (paper or digital) of original documents cannot be accepted.\nWithout presenting the above documents, you will be unable to commence employment.\nWhat to expect\nOn your first day, a team member will complete an induction and answer any questions which you may have. You will be provided with access to online induction e-learning to help to build your knowledge. In the meantime, take a look at the following to learn more about J D Wetherspoon and what’s on offer.",
    "trans": "Verificação online do Home Office: código de compartilhamento e data de nascimento\nOU passaporte atual e visto carimbado\nNão-cidadãos do Reino Unido com visto de estudante\nVerificação online do Home Office: código de compartilhamento e data de nascimento\nE carta de matrícula universitária e documento especificando as datas do semestre\nDetalhes da conta bancária (código de agência, número da conta)\nNúmero de seguro nacional (ex: cartão NI, carta de agência/departamento do governo)\nP45 do ano fiscal atual, com menos de seis semanas OU uma lista de verificação online do HMRC preenchida\nCópias (em papel ou digitais) dos documentos originais não serão aceitas.\nSem a apresentação dos documentos acima, você não poderá começar o emprego.\nO que esperar\nNo seu primeiro dia, um membro da equipe realizará uma indução e responderá a quaisquer perguntas que você possa ter. Você terá acesso à e-learning de indução online para ajudá-lo a expandir seus conhecimentos. Enquanto isso, dê uma olhada nas informações abaixo para aprender mais sobre a J D Wetherspoon e o que está disponível."
}