{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Identify the ticket you tried to share and check the status of the share\nCheck that the details (email or mobile number) are correct\nYou can choose to cancel or recall the ticket share and attempt to re-share it with your friend\nI’ve shared a ticket, how long does my receiver have to accept it?\nThe ticket receiver has 48 hours to accept the ticket share. If it goes unaccepted, you will receive a notification and the ticket will be available in your order history again.\nI’ve shared a ticket, but I’d like to undo it, what do I do?\nIf you’ve shared a ticket that you no longer wish to, visit “Your Tickets” in the Ticketek mobile app. Alternatively, click the SMS link for the mobile ticket you have shared.\nBased on the status of the shared ticket you can “Cancel” or “Recall” the shared ticket.\nThe ticket holder will receive an email notification when this occurs.\nI accepted a ticket share but would like to undo it, what do I do?\nIf you’ve accepted a shared ticket that you no longer wish to have, visit “Your Tickets” in the Ticketek mobile app.",
    "trans": "Identifique o ingresso que você tentou compartilhar e verifique o status do compartilhamento\nVerifique se as informações (e-mail ou número de celular) estão corretas\nVocê pode optar por cancelar ou revogar o compartilhamento do ingresso e tentar compartilhá-lo novamente com seu amigo\nCompartilhei um ingresso, quanto tempo o destinatário tem para aceitá-lo?\nO destinatário do ingresso tem 48 horas para aceitar o compartilhamento do ingresso. Se o ingresso não for aceito dentro deste prazo, você receberá uma notificação e o ingresso estará disponível novamente no seu histórico de pedidos.\nCompartilhei um ingresso, mas me arrependi. O que posso fazer?\nCaso tenha compartilhado um ingresso e deseje desfazer o compartilhamento, vá até “Seus Ingressos” no aplicativo móvel do Ticketek. Outra opção é clicar no link do SMS referente ao ingresso que você compartilhou.\nCom base no status do ingresso compartilhado, é possível “Cancelar” ou “Revogar” o compartilhamento do ingresso.\nUma notificação por e-mail será enviada ao titular do ingresso quando isso ocorrer.\nAceitei um ingresso compartilhado, mas me arrependi, o que posso fazer?\nSe você aceitou um ingresso compartilhado e não o deseja mais, acesse \"Seus Ingressos\" no aplicativo móvel do Ticketek."
}