{
    "source": "en_US",
    "target": "pt_BR",
    "text": "the weekends and have fun and often attends sports events or\ntakes a short break to play video games.\nlabs. He spends lots of time in the library, and at the end of\n“undeclared” at the beginning of second semester. He doesn’t see\nhas declared a major in premed; he signed up for a heavy\nmorning and goes to class, but occasionally he goes back to sleep\nthe first semester he has a 3.5 GPA. Jerome likes to go out on\ngets up on time. He’s asked Jerome to make sure he gets up in the\nplays every intramural sport offered. Chris made a 2.2 GPA first\ncollege classes without his parents around to make sure that he\nafter Jerome wakes him up. Chris tends to study right before a\ntest by staying up all night. He goes out a lot during the week and\nKanoy, K., Book, H. E., & Stein, S. J. (2013). The student eq edge : Emotional intelligence and your academic and personal success: student workbook. John Wiley & Sons, Incorporated.",
    "trans": "aos finais de semana, se diverte e participa frequentemente de atividades esportivas ou\nfaz um breve intervalo para jogar videogames.\nlaboratórios. Ele passa muito tempo na biblioteca, e ao final do\n\"não declarado\" no começo do segundo semestre. Ele não percebe\nque escolheu o curso de pré-medicina; ele se inscreveu para uma manhã\npesada e vai para a aula, mas ocasionalmente ele volta a dormir\no primeiro semestre ele tem 3,5 em GPA. Jerome gosta de sair no\nse levanta a tempo. Ele pede a Jerome para que se certifique de se levantar no\njoga todos os esportes internos oferecidos. Chris fez um 2,2 em GPA primeiro\nnas primeiras aulas universitárias sem seus pais para ter certeza de que ele\ndepois que Jerome o acorda. Chris tende a estudar logo antes de um\nteste ficando acortado a noite toda. Ele sai bastante durante a semana e\nKanoy, K., Book, H. E., & Stein, S. J. (2013). The eq edge de um aluno: Inteligência emocional e seu sucesso acadêmico e pessoal: livro de exercícios do aluno. John Wiley & Sons, Incorporated."
}