{
    "source": "en_US",
    "target": "pt_BR",
    "text": "IN CHURCH, [redacted_name] only half listened to the words of the service; she went into a kind of trance. She sometimes thought she might fall asleep while she had her head in her hands and was meant to be praying. The important thing was her immersion in the subdued light and the pocket of damp, different air inside the church walls. Afterwards, she and [redacted_name] walked the old man back across the park; he leaned on her, stumbling on the tussocky grass, making her feel his dead weight. His force hadn’t drained away altogether, but it was uncoordinated, outside his control. He wore dark glasses in the sunshine to protect his eyes. At the house, she would pour him a brandy and settle him to wait for [redacted_name], who came to fetch him for Sunday lunch. He didn’t want the television on – he said he couldn’t see it, didn’t care for it anyway.\n— Watch out for him, [redacted_name] said. — Old men get some funny ideas.",
    "trans": "Na igreja, [redacted_name] ouvia apenas metade das palavras do culto; ela entrou em um tipo de transe. Às vezes, pensava que poderia adormecer enquanto tinha a cabeça nas mãos e deveria estar rezando. O que importava era o quanto ela estava imersa na luz suave e no ar úmido e distinto dentro das paredes da igreja. Depois disso, ela e [redacted_name] acompanharam o velho pelo parque; ele se apoiava nela, tropeçando na grama irregular, fazendo com que ela sentisse seu peso morto. Sua força ainda não havia se esvaído completamente, mas estava descoordenada, fora de controle. Ele usava óculos escuros sob o sol para proteger os olhos. Já em casa, ela lhe serviu um conhaque e o acomodou para esperar por [redacted_name], que viria buscá-lo para o almoço de domingo. Ele não queria ligar a televisão – dizia que não conseguia vê-la e não se importava com com o que estava passando de qualquer maneira.\n— Cuidado com ele, disse [redacted_name]. — Os velhos têm umas ideias engraçadas."
}