{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Benedict looked at the newcomer, a short, slightly pudgy young woman who was obviously the countess’s daughter, then glanced back to Sophie, who had gone white as a sheet.\n“Get out of here,” Araminta hissed. “You have no place in these proceedings.”\n“Obviously she does,” the magistrate said, turning to Araminta, “if she took the shoe clips. Do you want to have her charged?”\n“She’s my daughter!”\n“Put me in the cell with Sophie!” Posy said dramatically, clasping one of her hands to her breast with great effect. “If she is transported for theft, then I must be as well.”\nFor the first time in several days, Benedict found himself smiling.\nThe warden took out his keys. “Sir?” he said hesitantly, nudging the magistrate.\n“Put those away,” the magistrate snapped. “We’re not incarcerating the countess’s daughter.”\n“Do not put those away,” Lady Bridgerton cut in. “I want my future daughter-in-law released immediately.”\nThe warden looked helplessly at the magistrate.\n“Oh, very well,” the magistrate said, jabbing his finger in Sophie’s direction. “Let that one free. But no one is going anywhere until I have this sorted out.”",
    "trans": "Benedict olhou para a recém-chegada, uma jovem baixa e ligeiramente rechonchuda, que era obviamente a filha da condessa, e depois olhou de volta para Sophie, que ficou pálida como uma folha.\n\"Saia daqui,\" Araminta sibilou. \"Você não tem lugar neste julgamento.\"\n\"Obviamente ela tem,\" disse o magistrado, virando-se para Araminta, \"se ela pegou os clips de sapato. Você quer que a acusemos?\"\n\"Ela é minha filha!\"\n\"Coloque-me na cela com Sophie!\" Posy disse dramaticamente, apertando uma das mãos contra o peito com grande efeito. \"Se ela for transportada por roubo, eu também devo ser.\"\nPela primeira vez em vários dias, Benedict se pegou sorrindo.\nO carcereiro tirou as chaves. \"Senhor?\" disse ele hesitante, cutucando o magistrado.\n\"Guarde essas chaves,\" o magistrado rosnou. \"Não vamos prender a filha da condessa.\"\n\"Não guarde essas chaves,\" Lady Bridgerton interrompeu. \"Quero minha futura nora solta imediatamente.\"\nO carcereiro olhou impotente para o magistrado.\n\"Ah, muito bem,\" disse o magistrado, apontando o dedo em direção a Sophie. \"Deixe essa ir. Mas ninguém vai a lugar algum até que eu resolva isso.\""
}