{
    "source": "en_US",
    "target": "pt_BR",
    "text": "all, but hearing Kai willingly share information beyond his son’s favorite snack or sleep routine holds a weight I didn’t expect.\n“Country boy, huh?”\nThe mental picture of him in Wranglers, much in the way he wears his baseball pants, is doing all sorts of things to my imagination.\n“Miller.”\n“Hmm?”\n“You’re sexualizing me in your mind right now, aren’t you?” “Absolutely.”\nThe corner of his lips tick.\n“Your parents, are they still in Texas?”\nHe begins to gather the dishes I made a mess of, completely ignoring my\nquestion. “Why don’t you head out. I’ll clean this up. I don’t want Monty to chew my ass out tomorrow at practice because you woke him when you got home too late. Thanks for your help tonight. I hope Max was okay for you.”\n“He was an angel. I truly have no idea where he inherited that from.”\nKai’s back vibrates, but he doesn’t give me the satisfaction of hearing his laugh.\n“And so you know, I’m not staying at my dad’s.”\nStanding by the sink, Kai’s eyes dart to mine over his shoulder.\n“I’m staying in my van in his parking garage.”",
    "trans": "coisas, mas ouvir Kai compartilhar voluntariamente informações além do lanche favorito de seu filho ou a rotina de sono tem um peso que eu não esperava.\n\"Garoto da roça, hein?\"\nA imagem mental dele vestindo Wranglers, mais ou menos como usa suas calças de beisebol, está fazendo minha imaginação correr solta.\n\"Miller.\"\n\"Hmm?\"\n\"Você está me sexualizando mentalmente agora, não está?\" \"Com certeza\".\nO canto dos lábios dele se move.\n\"Seus pais, ainda estão no Texas?\"\nEle começa a juntar os pratos que eu baguncei, ignorando completamente a minha\npergunta. \"Por que você não vai embora? Eu vou limpar isso aqui. Não quero que o Monty me dê bronca amanhã no treino porque você o acordou quando chegou tarde em casa. Obrigado pela ajuda hoje à noite. Espero que o Max tenha ficado bem com você.\"\n\"Ele foi um anjo. Eu realmente não sei de onde ele puxou isso.\"\nAs costas de Kai vibram, mas ele não me dá a satisfação de ouvir sua risada.\n\"E só para você saber, não vou ficar na casa do meu pai.\"\nDe pé ao lado da pia, os olhos de Kai se encontram com os meus por cima do ombro dele.\n\"Vou ficar na minha van, na garagem dele.\""
}