{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Source: Public Records\nSee All\nMortgage History\nDate Status Loan Amount Loan Type\n05/12/06\nPrevious Owner $85,500 Fannie Mae Freddie Mac\n09/21/01\nPrevious Owner $6,180 Unknown\n03/23/01\nPrevious Owner $71,700 Unknown\n09/17/96\nPrevious Owner $62,700 No Value Available\nSource: Public Records\nAbout the Listing Agent\nBrian Brockman\nBang Realty, Inc.\n(513) 995-7793\nContact Brian\nBrian is one of a handful of real estate brokers and auctioneers who is licensed in all 50 states and the District of Columbia. Brian has over 15 years in asset management experience and has sold properties for investors, developers, and many local, national, and international financial institutions. Over the last 10 years, Brian has grown his two-person real estate sales team in Cincinnati, OH into a nationally recognized commercial brokerage. Brian is known for finding solutions and\nView Brian's Profile\nBrian's Other Listings\n$144,900",
    "trans": "Fonte: Registros Públicos\nVer Todos\nHistórico de Hipoteca\nData Status Valor do Empréstimo Tipo de Empréstimo\n12/05/06\nProprietário Anterior $85.500 Fannie Mae Freddie Mac\n21/09/01\nProprietário Anterior $6.180 Desconhecido\n23/03/01\nProprietário Anterior $71.700 Desconhecido\n17/09/96\nProprietário Anterior $62.700 Valor Não Disponível\nFonte: Registros Públicos\nSobre o Agente de Listagem\nBrian Brockman\nBang Realty, Inc.\n(513) 995-7793\nEntrar em Contato com Brian\nBrian é um dos poucos corretores de imóveis e leiloeiros licenciados em todos os 50 estados e no Distrito de Columbia. Brian tem mais de 15 anos de experiência em gestão de ativos e vendeu propriedades para investidores, desenvolvedores e muitas instituições financeiras locais, nacionais e internacionais. Nos últimos 10 anos, Brian expandiu sua equipe de vendas imobiliárias de duas pessoas em Cincinnati, OH, para uma corretora comercial reconhecida nacionalmente. Brian é conhecido por encontrar soluções e\nVer Perfil de Brian\nOutras Listagens de Brian\n$144.900"
}