{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Must be able to set up and run GMAW, SMAW, FCAW, GTAW\nOxy Fuel Cutting\nHandheld Plasma/Gouging Operation\nMust be able to lift 10 – 40 LB Weldments\nRead, interpret, and follow blueprints and engineering plans to construct high-quality parts and assemblies.\nSetting up and operating tools and equipment necessary for the fabrication process.\nMeasuring, marking, cutting, bending, and assembling materials to create the final product.\nInspecting and testing finished products to ensure they conform to specifications.\nAligning, fitting, and assembling component parts using hand tools and fixtures.\nRepairing faulty components and products in line with defects highlighted during inspection.\nMaintaining a clean and safe work environment in compliance with company and safety regulations.\nInspect and test finished products for functionality and adherence to specifications.\nMaintain a clean and safe working environment by complying with procedures, rules, and regulations.\nAssist in the enhancement of fabrication methods, seeking efficiency and reduction of costs.\nCommunicate well with other departments and team members",
    "trans": "Deve ser capaz de configurar e operar GMAW, SMAW, FCAW, GTAW\nCorte a oxi combustível\nOperação de plasma/gouging manual\nDeve ser capaz de levantar peças de solda de 10 a 40 LB\nLer, interpretar e seguir plantas e planos de engenharia para construir peças e montagens de alta qualidade.\nConfigurar e operar as ferramentas e equipamentos necessários para o processo de fabricação.\nMedir, marcar, cortar, dobrar e montar materiais para criar o produto final.\nInspecionar e testar produtos acabados para garantir que estejam em conformidade com as especificações.\nAlinhar, ajustar e montar peças componentes usando ferramentas manuais e dispositivos.\nReparar componentes e produtos com defeitos identificados durante a inspeção.\nManter um ambiente de trabalho limpo e seguro, em conformidade com as regulamentações da empresa e de segurança.\nInspecionar e testar os produtos acabados para funcionalidade e conformidade com as especificações.\nManter um ambiente de trabalho limpo e seguro, cumprindo os procedimentos, regras e regulamentos.\nAuxiliar no aprimoramento dos métodos de fabricação, buscando eficiência e redução de custos.\nComunicar-se bem com outros departamentos e membros da equipe"
}