{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Total amount of years for your education since grade 1\nAre you currently employed?\nDo you have proof of your employment (pay slips, reference letters, contract)?\nPlease list all languages that you currently speak:\nAre you thinking of going to the United States with your family members or alone?\nWhat is the purpose of your entry and stay in the United States:\nAre you seeking protection because you have suffered from persecution or fear because of: Race, Religion, Nationality, Membership in a particular social group, Political opinion?\nHave you ever been to the United States before?\nHave you ever had problems with the law?\nAre you currently working for an American employer?\nWould you like to invest your money into a United States business?\nHave you been awarded, or have you been nationally or internationally recognized, for excellence in the field of your outstanding activity?\nHave you ever been a judge of the work of others in the field of their or your specialization?\nCan you provide information about a crime committed in the United States?\nDECLARATION",
    "trans": "Total de anos de sua educação desde o 1º ano\nVocê está empregado atualmente?\nVocê tem comprovantes de seu emprego (holerites, cartas de referência, contrato)?\nListe todos os idiomas que você fala atualmente:\nVocê planeja viajar para os Estados Unidos com seus familiares ou sozinho?\nQual é o objetivo de sua entrada e estadia nos Estados Unidos:\nVocê está buscando proteção porque sofreu perseguição ou tem medo devido a: raça, religião, nacionalidade, membro de um grupo social específico ou opinião política?\nVocê já visitou os Estados Unidos alguma vez?\nVocê já enfrentou problemas jurídicos?\nVocê está vinculado a um empregador norte-americano atualmente?\nVocê gostaria de investir seu dinheiro em um negócio nos Estados Unidos?\nVocê recebeu algum prêmio ou foi reconhecido, em nível nacional ou internacional, pela excelência em sua área de atuação destacada?\nVocê já foi juiz do trabalho de outras pessoas no campo da outra pessoa ou de sua própria especialização?\nVocê tem como fornecer informações sobre um crime ocorrido nos Estados Unidos?\nDECLARAÇÃO"
}