{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Shipley had approved an editorial endorsement for Harris that was being drafted earlier this month, according to three people with direct knowledge. He told colleagues the decision to endorse was being reviewed by the paper's billionaire owner, Jeff Bezos. That's the owner's prerogative and is a common practice.\nOn Friday, Shipley said that he told other editorial board leaders on Thursday that management had decided there would be no endorsement, though Shipley had known about the decision for a while. He added that he \"owns\" this outcome. The reason he cited was to create \"independent space\" where the newspaper does not tell people for whom to vote.\nColleagues were said to be \"shocked\" and uniformly negative. Editor-at-large Robert Kagan, who has been highly critical of Trump as autocratic, told NPR he had resigned from the editorial board as a consequence.\nFormer Washington Post Executive Editor Martin Baron, who led the newsroom to acclaim during Trump's presidency, denounced the decision starkly.",
    "trans": "Conforme revelado por três pessoas com conhecimento direto, Shipley havia autorizado um endosse editorial a favor de Harris, que estava sendo preparado no início deste mês. Ele disse aos colegas que a decisão estava sendo avaliada pelo proprietário bilionário do jornal, Jeff Bezos. Essa é uma prerrogativa do proprietário e uma prática comum.\nNa sexta-feira, Shipley disse que havia informado outros líderes do conselho editorial na quinta-feira que a direção decidiu que não haveria endosse, embora Shipley soubesse da decisão há algum tempo. Ele acrescentou que \"assume\" esse resultado. A razão que ele citou foi criar um \"espaço independente\" onde o jornal não diz às pessoas em quem votar.\nRelataram que os colegas estavam \"chocados\" e de forma consensual negativos. Robert Kagan, editor sênior e crítico contundente de Trump por seu estilo autocrático, revelou à NPR que havia deixado o conselho editorial como uma consequência dessa decisão.\nMartin Baron, ex-editor executivo do Washington Post, que guiou a redação para o sucesso durante a presidência de Trump, condenou veementemente a decisão."
}