{
    "source": "en_US",
    "target": "pt_BR",
    "text": "$0.00\nOrder Total\n$208.00\nShop in the Apple Store app,\ntailored specifically for you\nGet personalized product recommendations, compare models, access Your Saves, and track your orders. Plus, opt in today to get updates on new products, promotions, flexible payment options, and store events.\nScan the QR code or tap the link to get started.\nDownload the Apple Store app ›\nQuestions\nWhen will I get my items?\nThe shipping estimates above tell you when your items are expected to arrive. As each item leaves our warehouse, we’ll email you with delivery and tracking information.\nOrdered more than one item? You’ll get a separate email as each item ships. There are no additional shipping fees for these items.\nHow do I view or change my order?\nVisit online Order Status to view the most up-to-date status and make changes to your order. To learn more about shipping, changing your order, or returns, please visit online Help.\nYou can also call Apple Support at 800-692-7753 Monday through Friday from 9:00 a.m. to 9:00 p.m. and Saturday from 9:00 a.m. to 6:00 p.m. Pacific time.",
    "trans": "$0,00\nTotal do pedido\n$208,00\nCompre no aplicativo Apple Store,\npersonalizado especialmente para você\nDescubra recomendações de produtos feitas para você, compare modelos, acesse seus Favoritos e rastreie seus pedidos. Além disso, registre-se hoje para receber atualizações sobre novos produtos, promoções, formas de pagamento flexíveis e eventos na loja.\nEscaneie o código QR ou toque no link para começar.\nBaixe o aplicativo Apple Store ›\nPerguntas\nQuando receberei meus itens?\nAs estimativas de envio acima informam quando seus itens devem chegar. À medida que cada item sair do nosso estoque, enviaremos um e-mail com informações de entrega e rastreamento.\nEncomendou mais de um item? Você receberá um e-mail separado à medida que cada item for enviado. Não há taxas adicionais de envio para esses itens.\nComo faço para visualizar ou alterar meu pedido?\nAcesse o Status do Pedido online para ver o status mais atualizado e fazer alterações no seu pedido. Para saber mais sobre envio, alterações no pedido ou devoluções, visite a Ajuda online.\nVocê também pode ligar para o Suporte Apple no 800-692-7753 de segunda a sexta-feira, das 9h00 às 21h00, e aos sábados, das 9h00 às 18h00, no horário do Pacífico."
}