{
    "source": "en_US",
    "target": "pt_BR",
    "text": "4) Using the same ID for verification after a reset may result in the rejection of your application.\nWe appreciate your cooperation and understanding in ensuring a smooth reset KYC application process.\nStep 6: Click \"Confirm\".\nStep 3: Log In: If you are not currently logged in, the system will prompt you to do so.\nStep 4: Choose the Reason for Your Request.\nWe understand that you wish to reset your KYC due to you would like to change your name to a Korean name.\n5) Please consider these factors carefully before proceeding. Frequent resets may lead to the rejection of your application.\nImportant Considerations:\nShould you have further inquiries, feel free to contact us via our 24/7 Livechat\nTo view all attachments sent to you within this ticket inquiry, please click on this link: bitget.zendesk.com/agent/tickets/2125744\nStep 5: Review and Agree to the Terms: Read the terms and conditions, and check the box \"I have read and understood the notice.\"\nStep 1: Click on the \"Live Support\" Icon: Located at the bottom of the page.Alternatively, you can visit Reset Identity Verification for your request..\n3) To ensure uninterrupted access to your account, please complete the identity verification with a new ID as soon as possible.",
    "trans": "4) Usar o mesmo documento de identidade para a verificação após um reset pode resultar na rejeição da sua solicitação.\nAgradecemos sua colaboração e compreensão para garantir que o processo de reset do KYC ocorra de maneira tranquila.\nEtapa 6: Clique em \"Confirmar\".\nEtapa 3: Fazer Login: Caso não esteja logado, o sistema solicitará que você o faça.\nEtapa 4: Escolha o motivo da sua solicitação.\nCompreendemos que sua intenção ao resetar o KYC é alterar seu nome para um nome coreano.\n5) Antes de prosseguir, avalie cuidadosamente esses fatores. Resets frequentes podem levar à recusa da sua aplicação.\nConsiderações importantes:\nSe precisar de mais informações, entre em contato conosco pelo nosso Livechat, disponível 24 horas por dia, 7 dias por semana.\nPara visualizar todos os anexos enviados a você dentro deste ticket, clique neste link: bitget.zendesk.com/agent/tickets/2125744\nEtapa 5: Revise e Concorde com os Termos: Leia os termos e condições, e marque a caixa \"Eu li e entendi o aviso.\"\nEtapa 1: Clique no ícone \"Suporte ao Vivo\": Localizado na parte inferior da página. Alternativamente, você pode visitar Resetar a Verificação de Identidade para sua solicitação.\n3) Para garantir acesso ininterrupto à sua conta, por favor, complete a verificação de identidade com um novo documento de identidade o mais rápido possível."
}