{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Perform purchasing activities such as sourcing, placing purchase orders and payment requests, and expediting to supply of requested items and/or associated services by the procurement strategy and specified functional requirements, including specification, quality, delivery date, and cost-effectiveness. (\"PEAK and Slack\")\n• Ensure proper international and local logistics and shipping/handling process when purchasing from international suppliers. Coordinate closely with shippng agency and customs broker and handle required documentation, especially when FTA and/or permits are needed for the products.\n• Understand fully about the incoterms and source for the most cost-effective means to transport.\n• Ensure and verify the completed receipt of products and services at the facilities.\n• Monitor PAR levels for all operational, retail and office items to ensure proper levels to operate. Must also refuse acceptance of damaged, unacceptable, or incorrect items. (\"Google\")\n• Develop and implement the company's strategic procurement plan and negotiate contract terms for each procurement project.\n• Conduct supplier evaluations and close out purchase orders within the project's schedule. (\"Asana\")",
    "trans": "• Realizar atividades de compras, como pesquisa, colocação de pedidos de compra e solicitações de pagamento, e acelerar o fornecimento de itens e/ou serviços solicitados, seguindo a estratégia de compras e os requisitos funcionais especificados, incluindo especificação, qualidade, data de entrega e custo-benefício. (\"PEAK e Slack\")\n• Garantir o processo adequado de logística e envio/manuseio internacional ao comprar de fornecedores internacionais. Coordenar de perto com a agência de envio e o despachante aduaneiro e lidar com a documentação necessária, especialmente quando FTA e/ou permissões forem necessárias para os produtos.\n• Entender completamente os incoterms e buscar o meio mais econômico para o transporte.\n• Garantir e verificar o recebimento completo de produtos e serviços nas instalações.\n• Monitorar os níveis PAR para todos os itens operacionais, de varejo e de escritório, para garantir os níveis adequados de operação. Também deve recusar a aceitação de itens danificados, inaceitáveis ou incorretos. (\"Google\")\n• Desenvolver e implementar o plano estratégico de compras da empresa e negociar os termos contratuais para cada projeto de compras.\n• Realizar avaliações de fornecedores e encerrar pedidos de compra dentro do cronograma do projeto. (\"Asana\")"
}