{
    "source": "en_US",
    "target": "pt_BR",
    "text": "It's not the heat; it's the humidity. And the property taxes, too.\nWhen looking at where property-tax payments have grown the most from prepandemic times, look at Florida first, according to a new analysis from real-estate brokerage Redfin (RDFN).\nThree of the top five major housing markets with the largest jumps in property-tax bills since 2019 are in the Sunshine State, the Redfin report showed.\nThere's Jacksonville, with a nearly 60% increase in the median monthly property-tax bill. Then there's Tampa with an approximately 57% increase, and Miami with a 48% increase.\nThe biggest increases, however, were outside of Florida. Indianapolis ranked first and saw property-tax bills climb nearly 67%, while just behind was Atlanta with a nearly 66% change. Nationally, there was a nearly 30% jump in property-tax bills since 2019, according to the report. (The increases are based on nominal dollars and not adjusted for inflation.)\nAcross the country, the median monthly property-tax payment was $250 as of August, Redfin said. Among the fastest-growing bills, Indianapolis, Atlanta and Jacksonville were below that median. Tampa sat right on it, while monthly Miami bills were above it, at $367.",
    "trans": "Não é o calor; é a umidade. E os impostos sobre propriedade, também.\nQuando se observa os locais onde os pagamentos de impostos sobre propriedade mais aumentaram desde antes da pandemia, a Flórida é o primeiro lugar a ser considerado, conforme análise recente da corretora de imóveis Redfin (RDFN).\nSegundo o relatório da Redfin, três dos cinco maiores mercados imobiliários com os maiores aumentos nos impostos sobre propriedades desde 2019 estão no Sunshine State.\nHá Jacksonville, com um aumento de quase 60% na conta mensal média de imposto sobre propriedade. Depois, temos Tampa com um aumento de aproximadamente 57%, e Miami com um aumento de 48%.\nNo entanto, os maiores aumentos ocorreram fora da Flórida. Indianapolis ficou em primeiro lugar e viu as contas de impostos sobre propriedade subirem quase 67%, enquanto logo atrás estava Atlanta, com uma mudança de quase 66%. Em nível nacional, houve um aumento de quase 30% nas contas de impostos sobre propriedade desde 2019, segundo o relatório. (Os aumentos são baseados em valores nominais e não ajustados pela inflação.)\nA Redfin informou que, em agosto, o pagamento médio mensal de imposto sobre propriedade em todo o país era de $250. Entre as contas de maior crescimento, Indianapolis, Atlanta e Jacksonville estavam abaixo dessa média. Tampa ficou exatamente nesse valor, enquanto as contas mensais de Miami eram superiores a isso, totalizando $367."
}