{
    "source": "en_US",
    "target": "pt_BR",
    "text": "roles. In this study, we investigated the role of CYP19A1, a key enzyme in estrogen biosynthesis, in regulating\nchemoresistance in CRC. Using a combination of in vitro functional assays, transcriptomic analysis, and clinical data\nmining, we demonstrate that CYP19A1 expression is significantly upregulated in CRC cells and patient-derived\nsamples compared to normal controls. Mechanistically, we found that CYP19A1 regulates chemoresistance through\nmodulation of mitochondrial function and complex I activity, which is mediated by CYP19A1-dependent estrogen\nbiosynthesis. Notably, targeted inhibition of CYP19A1 and complex I using specific inhibitors effectively reversed\nthe chemoresistance of CRC cells to chemotherapeutic drugs. Moreover, analysis of the TCGA CRC dataset revealed\nthat high CYP19A1 expression correlates with poor overall survival in chemotherapy-treated patients. Taken\ntogether, our findings uncover a novel role for CYP19A1 in regulating chemoresistance in CRC through modulation\nof mitochondrial function and estrogen signaling, and highlight the potential of targeting the CYP19A1/estrogen/\ncomplex I axis as a therapeutic strategy to overcome chemoresistance and improve patient outcomes.\nKeywords Colorectal cancer, Chemotherapy resistance, CYP19A1, Mitochondria, Mitochondrial respiratory chain\ncomplexes\nCYP19A1 regulates chemoresistance",
    "trans": "funções. Neste estudo, investigamos a função do CYP19A1, uma enzima essencial para a biossíntese de estrogênio, na regulação\nda quimiorresistência no CRC. Usando uma combinação de ensaios funcionais in vitro, análise transcriptômica e mineração de dados\nclínicos, demonstramos que a expressão de CYP19A1 é significativamente regulado positivamente em células CRC e amostras derivadas de pacientes\nem comparação com controles normais. Mecanicamente, descobrimos que o CYP19A1 regula a quimiorresistência por meio\nda modulação da função mitocondrial e da atividade do complexo I, que é mediada pela biossíntese de estrogênio\ndependente do CYP19A1. Notavelmente, a inibição direcionada do CYP19A1 e do complexo I usando inibidores específicos reverteu efetivamente\na quimiorresistência das células CRC aos medicamentos quimioterápicos. Além disso, a análise do conjunto de dados TCGA CRC revelou\nque a alta expressão de CYP19A1 se correlaciona com a baixa sobrevida global em pacientes tratados com quimioterapia. Analisados\njuntos, nossos achados revelam um novo papel para CYP19A1 na regulação da quimiorresistência no CCR por meio da modulação\nda função mitocondrial e sinalização de estrogênio, e destacam o potencial de direcionar o eixo CYP19A1/estrogênio/\ncomplexo I como uma estratégia terapêutica para superar a quimiorresistência e melhorar os resultados dos pacientes.\nPalavras-chave Câncer colorretal, Resistência à quimioterapia, CYP19A1, Mitocôndrias, Cadeia respiratória mitocondrial\ncomplexos\nCYP19A1 regula a quimiorresistência"
}