{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The sensation built gradually, a growing tension that curled through her body, making her back arch involuntarily, her toes curling in response. It was powerful—a clenching sensation that spiraled through her, coiling tighter and tighter until it felt like she might burst. Her breathing hitched, shallow and uneven, as if the air had thickened around her.\nAnd then, in a sudden rush, the tension snapped. It released her, surging through her like an unstoppable wave, pulsing through every nerve in her body. She gasped, the intensity overwhelming, utterly blissful. Her entire being tingled, every inch of her alive with sensation, as if the air itself was humming against her skin. In the wake of that release, happiness, pure and unfiltered, rushed through her like nothing she had ever felt before. Contentment settled into her limbs, deep and fulfilling, leaving her warm and peaceful.\nBut the purple river surged, its flow quickening as if it had come alive, moving with a new and startling intensity. It panted, a voice low and rough, cutting through the haze of her bliss.",
    "trans": "A sensação crescia gradualmente, uma tensão que envolvia todo seu corpo, curvando suas costas e dobrando seus dedos dos pés em resposta. Foi poderoso — um aperto que a percorria, se tornando cada vez mais intenso, até parecer que ela poderia explodir. Sua respiração falhou, rasa e irregular, como se o ar tivesse engrossado ao seu redor.\nE então, em uma súbita onda, a tensão se rompeu. Isso a libertou, surgindo através dela como uma onda incontrolável, pulsando sobre cada nervo em seu corpo. Ela ofegou, a intensidade esmagadora, totalmente eufórica. Todo o seu ser formigou, cada parte dela viva com a sensação, como se o próprio ar estivesse zumbindo contra sua pele. Após aquela liberação, felicidade pura e sem filtros correu através dela como algo nunca sentido antes. A satisfação se instalou até seus membros, profunda e gratificante, deixando-a quente e em paz.\nMas o rio roxo se agitou, seu fluxo acelerando como se tivesse ganhado vida, movendo-se com uma nova e surpreendente intensidade. Ela ofegava, uma voz baixa e áspera, cortando a névoa de seu êxtase."
}