{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Schedule a payment\n• Add, update or delete a checking account\n• Change your payment type\n• View your billing history\n• Automate your monthly payment and sign up for Electronic Funds Transfer (EFT)\nIf you have any questions, please call us at:1-877-484-5967.\nNo Cost Language Services. You can get an interpreter. You can get documents read to you and some sent to you in your language. For help, call us at 1-877-484-5967.\nThank you for choosing Cigna Healthcare Individual and Family Plans.\nSincerely,\nCigna Healthcare Individual and Family Plans\nPayment Options\nWe offer many convenient ways for you to pay your monthly premium for your individual health care coverage plan. Choose what works best for you.\nContact Us\nWhether you’re looking for answers, have a problem, or just want to chat about our service, just contact us here. We’ll help resolve your issue. 1-877-484-5967, TTY 711",
    "trans": "• Agende um pagamento\n• Adicione, atualize ou remova uma conta corrente\n• Altere o método de pagamento\n• Visualize seu histórico de faturamento\n• Automatize seu pagamento mensal e inscreva-se na Transferência Eletrônica de Fundos (EFT)\nSe você tem alguma dúvida, ligue para nós: 1-877-484-5967.\nServiços de Idiomas Sem Custo. Você pode ter um intérprete. Você pode ter seus documentos lidos para você e alguns deles podem ser enviados para você no seu idioma. Para obter ajuda, ligue para nós no número 1-877-484-5967.\nAgradecemos por escolher os Planos Cigna Healthcare Individual e Familiar.\nAtenciosamente,\nPlanos Cigna Healthcare Individual e Familiar\nOpções de Pagamento\nOferecemos muitas formas convenientes para você pagar sua adesão premium mensal ou seu plano de saúde com cobertura individual. Escolha a que funciona melhor para você.\nEntre em Contato Conosco\nSe você procura por respostas, tem um problema ou simplesmente quer conversar sobre nossos serviços, basta entrar em contato conosco aqui. Ajudaremos você a solucionar o seu problema. 1-877-484-5967, TTY 711"
}