{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Up until the breakup of the New Wave in the mid-sixties, Truffaut and Godard stood by each other as true and loyal friends. Subsequently, however, while Truffaut carved out a niche for himself and protected his independence as best he could with the help of the American majors, Godard advocated a militant, revolutionary cinema directly connected with reality; he and two allies, Jean-Pierre Gorin and Jean-Henri Roger, were the driving forces behind the Dziga-Vertov Group. “He is engaged in another kind of cinema,” Truffaut said of Godard. “He feels that since May ’68 it’s impossible to make the same kinds of movies and he resents people who still do. I’ve made a choice, my thoughts are perfectly clear, I want to make normal films, it’s my life.”[ 77] The two men kept up an intermittent correspondence. When Godard had a serious motorcycle accident in the fall of 1971 and was hospitalized for a long time, Truffaut contacted him. But they were no longer kindred spirits when it came to cinema or politics, or, consequently, when it came to feelings.",
    "trans": "Até a dissolução da Nouvelle Vague em meados dos anos sessenta, Truffaut e Godard permaneceram ao lado um do outro como amigos verdadeiros e leais. Subsequentemente, contudo, enquanto Truffaut cavou um novo nicho para si e protegeu sua independência com a ajuda de americanos poderosos, Godard defendeu um cinema militante e revolucionário, diretamente conectado com a realidade; ele e dois de seus aliados, Jean-Pierre Gorin e Jean-Henri Roger, eram a força motriz por trás do grupo Dziga-Vertov. \"Ele está engajado com outro tipo de cinema\", disse Truffaut sobre Godard. \"Ele acha que desde maio de 1968 é impossível produzir os mesmos tipos de filmes e se ressente das pessoas que ainda os fazem. Eu fiz uma escolha, meus pensamentos estão perfeitamente claros, quero fazer filmes normais, é a minha vida.\"[77] Os dois homens mantiveram uma correspondência intermitente. Quando Godard sofreu um sério acidente de motocicleta no outono de 1971 e ficou hospitalizado por um longo tempo, Truffaut entrou em contato com ele. Mas eles não eram mais almas gêmeas quando se tratava de cinema ou de política, ou, consequentemente, quanto se tratava de sentimentos."
}