{
    "source": "en_US",
    "target": "pt_BR",
    "text": "o Consider creative ways to convey messages to keep staff up to date with important news and to share information.\no Using staff feedback to recommend and implement new initiatives to improve internal communications.\no Write and prepare all sorts of texts that serve the internal purpose, including presentations, scripts, briefing documents, intranet articles, speeches, messages, and emails.\no Create and manage the internal newsletter, including writing and editing content, arranging photography, and overseeing the design.\no Support the delivery of internal communications projects, initiatives, and events.\no Plan internal activity and initiatives to enhance corporate culture (face to face and virtual).\no Identify actions priorities and ensure all internal communications are aligned with the brand guideline before publishing it to the employees.\no Managing internal critical situations as they happen and giving concerned stakeholders enough support to handle the communication around them professionally.\no Support HR, and all other company departments regarding the organizational level communication and enhance employee engagement to ensure achieving employer branding.\no Create internal awareness campaigns that strengthen the company's culture, and how employees understand it.\no Provide reports to analyze certain activities & events that occur as demanded.\no Create surveys that serve the internal purpose, whether requested by other departments, or their own.",
    "trans": "o Considerar formas criativas de transmitir mensagens para manter a equipe atualizada com notícias importantes e compartilhar informações.\no Usar o retorno da equipe para recomendar e implementar novas iniciativas para melhorar as comunicações internas.\no Escrever e preparar todos os tipos de textos que sirvam aos propósitos internos, incluindo apresentações, roteiros, documentos de orientação, artigos intranet, discursos, mensagens e e-mails.\no Criar e gerenciar o boletim informativo interno, incluindo a escrita e edição de conteúdo, posicionamento de fotografias e supervisão de design.\no Dar suporte à entrega de projetos, iniciativas e eventos de comunicação interna.\no Planejar atividades e iniciativas internas para aprimorar a cultura corporativa (presencial e virtual).\no Identificar ações prioritárias e garantir que todas as comunicações internas estão alinhadas com a diretriz da marca antes de torná-las públicas para os colaboradores.\no Gerenciar situações internas críticas enquanto acontecem e dar o suporte necessário às partes interessadas para lidar com a comunicação que as envolvem profissionalmente.\no Apoiar o RH e todos os outros departamentos da empresa no que diz respeito ao nível organizacional de comunicação e impulsionar o engajamento dos colaboradores para garantir o alcance da marca do empregador.\no Criar campanhas de conscientização interna que fortaleçam a cultura da empresa e como os colaboradores a compreendem.\no Fornecer relatórios para analisar determinadas atividades e eventos que ocorrem de acordo com a demanda.\no Criar pesquisas que atendam ao propósito interno, solicitadas por outros departamentos ou pelo seu próprio."
}