{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Tang, T., & Yang, L. (2024). Shaping corporate ESG performance: role of social trust inChina’s capital market. China Finance Review International,14(1), 34–75. https://doi.org/10.1108/CFRI-07-2023-0187\nAuthors\nTiantian Tang\nAssistant Professor of Shandong University, Jinan, China\nUniversity of Toronto, Toronto, Canada\nLiyan Yang\nProfessor of University of Toronto, Toronto, Canada\nAbout CFRI\nThe China Finance Review International is a flagship academic journal broadly covering the Chinese and international financial markets. The journal is founded by Antai College of Economics and Management at Shanghai Jiao Tong University, one of the top universities in Asia.\nThe China Finance Review International aims to publish quality empirical and theoretical works on important financial and economic issues in the profession. We encourage ground-breaking research related to new and niche areas in finance, such as Fintech and cryptos, ESG, climate finance, and socially responsible investments. We welcome critiques of existing literature and comparative analysis between emerging markets and developed economies.",
    "trans": "Tang, T., & Yang, L. (2024). Moldando o desepenho corporativo da ESG: cargo de confiança social no mercado capital da China. China Finance Review International, 14(1), 34-75. https://doi.org/10.1108/CFRI-07-2023-0187\nAutores\nTiantian Tang\nProfessor Assistente da Universidade de Shandong, Jinan, China\nUniversidade de Toronto, Toronto, Canadá\nLiyan Yang\nProfessora da Universidade de Toronto, Toronto, Canadá\nSobre o CFRI\nO China Finance Review International é um jornal acadêmico emblemático que cobre amplamente os mercados financeiros chineses e internacionais. O jornal foi fundado pelo Antai College of Economics and Management na Universidade Shanghai Jiao Tong, uma das melhores universidades da Ásia.\nO China Finance Review International tem como objetivo publicar trabalhos empíricos e teóricos de qualidade a respeito de assuntos financeiros e econômicos importantes na profissão. Encorajamos pesquisas inovadoras relacionadas a áreas novas e do nicho de finanças, como Fintech e cryptos, ESG, finanças climáticas e investimentos socialmente responsáveis. Aceitamos críticas de literatura existentes e análises de comparação entre mercados emergentes e economias em desenvolvimento."
}