{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Dear Parents/Guardians,\nOne month down, and nine more to go!\nI am noticing that there are many students in Div. 8 who are not regularly checking their desks for unfinished work and/or reviewing the homework board in the classroom before leaving at the end of the day. At the grade 4/5 level, there is still an expectation that students will be working at home for at least 30-40 minutes every night, even if they were able to complete most of the class work. For example, these students can read for 20+ minutes and then spend some time practicing their typing skills (typing.com), and/or their basic math skills (Xtramath.org). As you already know, starting this upcoming week, students will be getting quizzes more frequently, so it is very important for students to take home their daily work and regularly review class notes. I will share more information with you at our upcoming Parent/Teacher Conferences on October 22nd/23rd.\nBy establishing daily routines for homework completion at home, not only will homework go more smoothly now, but you will also be fostering a sense of order your child can apply to the upper intermediate grades and into high school.\nHere are some tips for setting up a homework routine:",
    "trans": "Caros Pais/Responsáveis,\nUm mês já foi, mais nove estão por vir!\nEu estou percebendo que muitos alunos na Div. 8 não estão olhando suas mesas regularmente à procura de trabalhos não finalizados e/ou verificando o quadro de dever de casa na sala antes de sair no fim do dia. Nas séries 4/5, ainda tem uma expectativa de que os alunos devem fazer trabalhos em casa por pelo menos 30-40 minutos toda noite, mesmo que eles tenham conseguido finalizar a maior parte do trabalho em sala. Por exemplo, esses alunos podem ler por +20 minutos e então passar algum tempo praticando suas habilidades de digitação (typing.com), e/ou as habilidades básicas de matemática (Xtramath.org). Como vocês já sabem, começando essa próxima semana, os alunos receberão questionários mais frequentemente, então é muito importante que os alunos levem para casa as atividades feitas em sala e revisem as anotações. Eu vou compartilhar mais informações com vocês na próxima Conferência de Pais/Professores nos dias 22 e 23 de outubro.\nAo estabelecer rotinas diárias para finalizar as atividades de casa, não apenas o dever de casa será feito mais facilmente, mas você também estará criando um senso de ordem que o seu filho pode aplicar nas turmas mais avançadas e no ensino médio.\nAqui estão algumas dicas para organizar uma rotina de dever de casa:"
}