{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Beijing Regent Hotel Staff Activity Plan\nDevelop Hotel Training Plans and Evaluate Using Kirkpatrick 4-Level Evaluation Model\nService Quality Design - Ordering Service\nAnalysis of Competitor Groups of St. Regis Beijing and HUALUXE Hotel Southwest\nNongfu Spring 20th Anniversary Advertising Case Analysis\nDesign Guest Room Products for Shangri-La Hotel in Beijing Based on 4P Marketing Theory\nDesign A Guest Room Product for Aman Yangyun Hotel\nComparison of Online Booking Experience at Shangri-La Hotel, Beijing\nSuzhou W Hotel Guest Room Hygiene and Cleaning Quality Control\nMarriott Hotel Management Group Marketing Media Case Study\nAnalysis of Luxury Goods Consumers in Different Countries\nPatek Philippe Flagship Store VIP Lounge Afternoon Tea Program Design\nPractical\nExperiences\nShiji Group\nSales Center\n07/2024-Now\n Assist the sales team in communicating with customers, answering inquiries, processing orders, and handling after-sales service.\n Collect market information and competitor data, analyze market trends, and assist in developing sales strategies.\n Manage daily paperwork, arrange meetings and schedules, and handle other administrative tasks.",
    "trans": "Plano de Atividades da Equipe do Hotel Beijing Regent\nDesenvolver Planos de Treinamento em Hotéis e Avaliá-los Usando o Modelo de Avaliação de 4 Níveis de Kirkpatrick\nDesign de Qualidade do Serviço - Serviço de Encomendas\nAnálise dos Grupos Concorrentes dos Hotéis St. Regis Beijing e HUALUXE Southwest\nAnálise de Caso da Publicidade do 20º Aniversário da Nongfu Spring\nProjetar Produtos para Quartos de Hóspedes do Hote Shangri-La, em Pequim, com base na teoria dos 4 Ps do Marketing\nProjetar um Produto para Quarto de Hóspedes para o Hotel Aman Yangyun\nComparar a experiência de reserva on-line no Hotel Shangri-La, Pequim\nRealizar o Controle de Qualidade de Limpeza e Higiene do Quarto de Hóspedes do Hotel Suzhou W\nEstudo de Caso de Mídias de Marketing do Grupo de Gestão do Hotel Marriott\nAnálise dos Consumidores de Artigos de Luxo em Diferentes Países\nProjetar o Programa de Chá da Tarde da sala VIP da Loja Principal da Patek Philippe\nExperiências\nPráticas\nGrupo Shiji\nCentral de Vendas\n07/2024-Presente\nAuxiliar a equipe de vendas na comunicação com os clientes, respondendo a perguntas, processando pedidos e tratando dos serviços de pós-venda.\nColetar informações de mercado e dados de concorrência, analisar tendências de mercado e auxiliar no desenvolvimento de estratégias de vendas.\nGerenciar a documentação diária, organizar reuniões e agendas e tratar de outras demais tarefas administrativas."
}