{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Nikto- Nikto should be already installed on your Kali VM. If you are using some\nother distribution, you can download Nikto using the following github command:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh- T o install testssl.sh on Kali VM, run the following command:\nsudo apt install testssl.sh\nInstructions\n1. Setting Up\nClean Up\nThe following commands are used to list all containers, kill a container and remove any\nunused network. Try running these commands to clean up your environment if you have\nother docker containers running on your system.\nCommand: docker ps -a\nCommand: docker kill <id>\nCommand: docker network prune\nSetup the docker container\nWe first pull the docker container using the following command,\nCommand: docker pull joeltmenayathil/apachescan:latest\nNow, run the docker container using the following command,\nCommand: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nThe parameters are as follows:\n--name apachescan: Set the container name to apachescan\n-p 80:80: Bind port 80 of container to port 80 of host VM\n-p 443:443: Bind port 443 of container to port 443 of host VM",
    "trans": "Nikto-Nikto já deveria estar instalado no seu Kali VM. Se você está usando alguma\noutra distribuidora, você pode fazer o download do Nikto usando o seguinte comando do github:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh- T o instale testssl.sh no Kali VM, coloque o seguinte comando:\nsudo apt instalar testssl.sh\nInstruções\n1. Configuração\nLimpar\nOs comandos a seguir são utilizados para listar todos os contêiners, eliminar um contêiner e remover qualquer\nrede não utilizada. Tente utilizar esses comandos para limpar o seu espaço se você tem\noutros contêiners docker em execução no seu sistema.\nComando: docker ps -a\nComando: eliminar docker <id>\nComando: remoção de rede docker\nConfigure o contêiner do docker\nNós primeiro extraimos o contêiner docker usando o seguinte comando,\nComando: extrair docker joeltmenayathil/apachescan:maisrecente\nAgora, execute o contêiner docker usando o seguinte comando,\nComando: executar docker --nome apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nOs parâmetros são os seguintes:\n--nome apachescan: Define o nome do contêiner como apachescan\n-p 80:80: Vincula a porta 80 do contêiner à porta 80 do VM host\n-p 443:443: Vincula a porta 443 do contêiner à porta 443 do VM host"
}