{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The Hamas-controlled Health Ministry in Gaza said at least 42,438 Palestinians were killed and 99,246 wounded since the start of the war.\n■ HOSTAGES/CEASE-FIRE: In response to reports of Hamas leader Sinwar's death, Einav Zangauker, mother of hostage Matan Zangauker, said that now, more than ever, the lives of her son and the rest of the hostages are in danger, adding that \"If Netanyahu does not take advantage of the momentum and does not stand up now and take a new Israeli initiative, even at the cost of ending the war, it means that he has decided to abandon my Matan and the other hostages, with the aim of prolonging the war and fortifying his rule.\"\nThe Hostage and Missing Families Forum issued a statement calling on \"the Israeli government, world leaders, and mediating countries to leverage the military achievement into a diplomatic one by pursuing an immediate agreement for the release of all 101 hostages: the living for rehabilitation and the murdered for proper burial.\"",
    "trans": "O Ministério da Saúde controlado pelo Hamas em Gaza informou que pelo menos 42.438 palestinos foram mortos e 99.246 ficaram feridos desde o início da guerra.\n■ REFÉNS/CESSAR FOGO: Em resposta aos relatos da morte do líder do Hamas, Sinwar, Einav Zangauker, mãe do refém Matan Zangauker, afirmou que agora, mais do que nunca, as vidas de seu filho e dos outros reféns estão em perigo, acrescentando que: \"Se Netanyahu não aproveitar o momento e não se levantar agora para tomar uma nova iniciativa israelense, mesmo que isso custe o fim da guerra, isso significará que ele decidiu abandonar meu Matan e os outros reféns, visando prolongar a guerra e fortalecer seu governo.\"\nO Fórum das Famílias de Reféns e Desaparecidos emitiu uma declaração apelando ao \"governo israelense, líderes mundiais e países mediadores para transformarem a conquista militar em uma vitória diplomática, buscando um acordo imediato para a liberação de todos os 101 reféns: os vivos para reabilitação e os mortos para sepultamento adequado.\""
}