{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• CARRIAGE AND OTHER SERVICES PROVIDED BY THE CARRIER SUBJECT TO CONDITIONS OF CARRIAGE, WHICH ARE HEREBY INCORPORATED BY REFERENCE. THESE CONDITIONS MAY BE OBTAINED FROM THE ISSUING CARRIER. PASSENGERS ON A JOURNEY INVOLVING AN ULTIMATE DESTINATION OR STOP IN A COUNTRY OTHER THAN THE COUNTRY OF DEPARTURE ARE ADVISED THAT INTERNATIONAL TREATIES KNOWN AS THE MONTREAL CONVENTION, OR ITS PREDECESSOR, THE WARSAW CONVENTION, INCLUDING ITS AMENDMENTS (THE WARSAW CONVENTION SYSTEM), MAY APPLY TO THE ENTIRE JOURNEY, INCLUDING ANY PORTION THEREOF WITHIN A COUNTRY. FOR SUCH PASSENGERS, THE APPLICABLE TREATY, INCLUDING SPECIAL CONTRACTS OF CARRIAGE EMBODIED IN ANY APPLICABLE TARIFFS, GOVERNS AND MAY LIMIT THE LIABILITY OF THE CARRIER.\nCHECK WITH YOUR CARRIER FOR MORE INFORMATION. FURTHER INFORMATION MAY BE OBTAINED FROM THE CARRIER. WITH THIS TICKET YOU WILL RECEIVE A SET OF NOTICES WHICH FORMS PART OF THE TICKET AND CONTAINS THE \"CONDITIONS OF CONTRACT AND OTHER IMPORTANT NOTICES\". PLEASE MAKE SURE THAT YOU HAVE RECEIVED THESE NOTICES, AND IF NOT, CONTACT THE ISSUING AIRLINE OR TRAVEL AGENT TO OBTAIN COPIES PRIOR TO THE COMMENCEMENT OF YOUR TRIP.",
    "trans": "• O TRANSPORTE E OUTROS DEMAIS SERVIÇOS FORNECIDOS PELA TRANSPORTADORA ESTÃO SUJEITOS ÀS CONDIÇÕES DE TRANSPORTE, AQUI INCORPORADAS POR REFERÊNCIA. ESSAS CONDIÇÕES PODEM SER OBTIDAS DA TRANSPORTADORA EMISSORA. OS PASSAGEIROS DE UMA VIAGEM ENVOLVENDO UM DESTINO OU PARADA FINAL EM UM PAÍS DIFERENTE DO PAÍS DE PARTIDA SÃO INFORMADOS DE QUE OS TRATADOS INTERNACIONAIS, CONHECIDOS COMO A CONVEÇÃO DE MONTREAL, OU A PREDECESSORA DESTA, A CONVENÇÃO DE VARSÓVIA, INCLUINDO SUAS EMENDAS (O SISTEMA DA CONVENÇÃO DE VARSÓVIA), PODEM SER APLICADOS A TODA A VIAGEM, INCLUINDO QUALQUER PARTE DESTA DENTRO DE UM PAÍS. O TRATADO APLICÁVEL A TAIS PASSAGEIROS, INCLUINDO CONTRATOS ESPECIAIS DE TRANSPORTE INCORPORADOS A QUAISQUER TARIFAS APLICÁVEIS, REGEM E PODEM LIMITAR A RESPONSABILIDADE DA TRANSPORTADORA.\nVERIFIQUE COM SUA TRANSPORTADORA PARA OBTER MAIS INFORMAÇÕES. MAIS INFORMAÇÕES PODEM SER OBTIDAS DA TRANSPORTADORA. COM ESTA PASSAGEM, VOCÊ RECEBERÁ UM CONJUNTO DE AVISOS QUE COMPÕEM PARTE DA PASSAGEM E QUE CONTÉM AS \"CONDIÇÕES DO CONTRATO E OUTROS AVISOS IMPORTANTES\". CERTIFIQUE-SE DE QUE RECEBEU ESSES AVISOS, E, EM CASO NEGATIVO, ENTRE EM CONTATO COM A LINHA AÉREA OU AGÊNCIA DE VIAGENS EMISSORA PARA ADQUIRIR CÓPIAS ANTES DO INÍCIO DA SUA VIAGEM."
}