{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Considerable work has been done to explicate the role of social media in transnational contexts, especially on how transnational citizens make use of the affordances of online participatory net- works to ‘orient to different cultural discourses and practices’, and how these discourses are ‘accessed, remixed, and circulated’ in these online spaces (Lam & Smirnov, 2017, p. 105). The trans- national nature of social media platform such as YouTube has made possible opportunities for users to generate social and linguistic capital. In her study on immigrant youths’ online exchanges, Lam (2014) explores how ‘youths’ online practices include but also go beyond the typical notion of cul- tural maintenance with the homeland’ (p. 503). Some participants used online media to cultivate transnational relationships so as to position their ‘transnational capital as valuable resources in their educational and professional trajectory’ (ibid). With respect to YouTube, one pioneering",
    "trans": "Um trabalho considerável tem sido feito para explicar o papel das redes sociais em contextos transnacionais, especialmente em como cidadãos transnacionais fazem uso das possibilidades das redes online participativas para 'orientar-se para diferentes discursos e práticas culturais', e como esses discursos são 'acessados, remixados e divulgados' nesses espaços online (Lam & Smirnov, 2017, p. 105). A natureza transnacional de plataformas de mídias sociais como o Youtube criou oportunidades para os usuários criarem capital social e linguístico. No seu estudo sobre os intercâmbios online de jovens estudantes, Lam (2014) explora como as práticas online dos 'jovens' incluem, mas também vão além da noção típica de manutenção cultural com a terra natal (p.503). Alguns participantes usaram as mídias online para cultivar relações transnacionais, posicionando o seu 'capital transnacional como recursos valiosos na sua jornada educacional e profissional' (ibid). Com respeito ao Youtube, um pioneiro"
}