{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Zadara’s scale-out, disaggregated architecture for platform-native applications is equipped with native active-active resource rebalancing to redistribute load across its nodes to ensure optimal performance across the storage virtual controllers, fault tolerance and application scalability. The platform is flexibly configurable, including the use of an SCM tier, in conjunction with SSD storage tier, for high-speed low-latency I/O operations. Each VPSA node is connected at dual 100Gb/s network connectivity. The Remote Direct Memory Access (RDMA) protocol is used for node to virtual controller and can be nondisruptively added or subtracted. Zadara’s central operations console provides enhanced network management with visual network dynamic maps to quickly identify connectivity and operations.\nOver the last 12 months, Zadara added the virtual storage controller for scale-out automated provisioning to zCompute that eliminates the boundaries of a single VPSA physical capacity along with managing the data protection life cycle of zCompute workloads; enhanced encryption algorithm to improve performance; new object storage engine layer to accommodate performance demanding use cases along with serving the VPSA tiering and backup to object storage capabilities. Zadara offers target support for Veeam v12 and v12.1 and Veeam Kasten K10 for Kubernetes workloads backup, DR and mobility. Further, Zadara offers a performance, data reduction or sustainability guarantee.",
    "trans": "A arquitetura escalável e desagregada da Zadara para aplicativos desenvolvidos em plataformas é equipada com um rebalanceamento de recursos local ativo-ativo para redistribuir a carga entre os nódulos e garantir o desempenho ideal dos controladores virtuais de armazenamento, da tolerância a falhas e da escalabilidade dos aplicativos. A plataforma pode ser configurada de modo flexível, incluindo o uso de uma camada de SCM, juntamente a uma camada de armazenamento SSD para operações de E/S de alta velocidade e baixa latência. Cada nódulo da Matriz de Armazenamento Virtual Privada (VPSA) é vinculado a uma conectividade de rede dupla de 100 Gb/s. O protocolo de Acesso Direto à Memória Remota (RDMA) é usado para o controlador de nódulo virtual e pode ser adicionado ou removido sem interrupções. O console de operações central da Zadara fornece um gerenciamento de rede aprimorado, com mapas dinâmicos de rede visual para identificar com rapidez a conectividade e as operações.\nNos últimos 12 meses, a Zadara adicionou o controlador de armazenamento virtual para um fornecimento automatizado escalável ao zCompute, o qual elimina os limites de uma única capacidade física de VPSA, além de gerenciar o ciclo de vida de proteção de dados dos volumes de trabalho do zCompute; aprimorou o algoritmo de criptografia com o objetivo de melhorar o desempenho; construiu uma nova camada de mecanismos de armazenamento de objetos para acomodar casos de uso que exigem desempenho, além de alimentar as camadas da VPSA e as capacidades de armazenamento de backup para objeto. A Zadara oferece suporte de alvo para o Veeam v12 e v12.1 e o Veeam Kasten K10 para backup, Recuperação de Desastre (DR) e mobilidade de volumes de trabalho processados pela Kubernetes. Além disso, a Zadara oferece uma garantia de desempenho, redução de dados ou sustentabilidade."
}