{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Command: netdiscover -r 192.168.1.0/16\n• This command scans the specified range of IP addresses for live hosts.\n• Passive Scanning: Using the -p flag allows for passive scanning, which sniffs for live hosts without actively sending ARP requests. This approach is more stealthy, though it may take longer to identify hosts.\n• Output Explanation: The output shows IP addresses, MAC addresses, vendor names, and packet counts, giving a clear view of the active hosts and network devices.\n3. Nmap (Network Mapper)\n• Nmap Overview: Nmap is a widely used tool for network scanning and security auditing. It’s capable of discovering hosts, identifying open ports, and even performing version detection and OS fingerprinting. Nmap is often pre-installed on security-focused Linux distributions like Kali.\n• Basic Usage:\n• Command: nmap <Target IP>\n• Scans the specified IP for open ports and displays a list of detected services along with their state (open, closed, filtered).\n• Zenmap: A graphical front-end for Nmap, providing a user-friendly interface for performing various types of scans.",
    "trans": "• Comando: netdiscover -r 192.168.1.0/16\n• Este comando escaneia o intervalo especificado de endereços de IP para hosts ativos.\n• Escaneamento Passivo: a utilização da bandeira -p permite o escaneamento passivo, que identifica hosts ativos sem ativamente enviar solicitações ARP. Esta abordagem é mais furtiva, mesmo que use mais tempo para identificar os hosts.\n• Explicação de Output: o output mostra endereços de IP, endereços MAC, nomes de vendedores e contagens de pacotes, proporcionando uma visão clara de hosts ativos e dispositivos de rede.\n3. Nmap (Mapeador de Redes)\n• Visão Geral do Nmap: o Nmap é uma ferramenta muito utilizada para escaneamento de rede e audição de segurança. É capaz de descobrir hosts, identificando portais abertos e até mesmo desempenhando detecção de versão e impressão digital de OS. Normalmente, o Nmap é pré-instalado em distribuições Linux focadas em segurança, como Kali.\n• Uso Básico:\n• Comando: nmap <Target IP>\n• Escaneia o IP especificado por portais abertos e exibe uma lista de serviços detectados junto com seu estado (aberto, fechado, filtrado).\n• Zenmap: um front-end gráfico do Nmap, oferecendo uma interface fácil para os usuários desempenharem vários tipos de escaneamento."
}