{
    "source": "en_US",
    "target": "pt_BR",
    "text": "I am now writing this letter to explain my family’s financial status to your embassy. My father, [redacted_name], has been working in Malong County Old County Street Wubing Cement Pipe Factory for 6 years and is currently holding the position of Factory director and Legal person of the factory. His monthly income (after tax) is about RMB 120,000 yuan and his annual income (after tax) is about RMB 1,200,000 yuan. Please see her Income Certificate and Business License issued by the factory. Apart from his income certificate, we provide his official bank statement from the China Construction Bank, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 20,776.05 Yuan. My mother, [redacted_name], is a full-time housewife and mainly manages the family's savings, we have provided her official bank statement from the Agricultural Bank of China, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 201,624.53 Yuan. Besides that, I also provide my bank statement from the China Construction Bank for your reference.",
    "trans": "No momento, estou escrevendo esta carta a fim de explicar a situação financeira da minha família para a sua embaixada. O meu pai, [redacted_name], trabalha na Malong County Old County Street Wubing Cemente Pipe Factory por 6 anos, e no momento tem a posição de Diretor da fábrica e Pessoa jurídica da fábrica. A renda mensal dele (depois dos impostos) é em torno de RMB 120.000 yuan e a sua renda anual (depois dos impostos) é de aproximadamente RMB 1.200.000 yuan. Favor ver o seu Certificado de Renda e Licença de Negócio emitidos pela fábrica. Além do seu certificado de renda, estamos fornecendo o extrato bancário oficial dele do China Construction Bank, conta n° [redacted_number]. Em 08 de outubro de 2024, o saldo nesta conta é de RMB 20.776,05 Yuan. A minha mãe, [redacted_name], é uma dona de casa em tempo integral, e é a principal gestora das economias da família, estamos providenciando o extrato bancário dela do Agricultural Bank of China, conta n° [redacted_number]. Em 08 de outubro de 2024, o saldo nesta conta é de RMB 201.624,53 Yuan. Além disso, eu também gostaria de providencia o meu extrato bancário do China Construction Bank para sua referência."
}