{
    "source": "en_US",
    "target": "pt_BR",
    "text": "y, here’s an expanded section on the social aspect of intergenerational poverty and social immobility affecting children in low-income single-parent households, integrating relevant sociological theories and studies.\nSociological Impact: Intergenerational Poverty and Social Immobility\nOne major concern in low-income single-parent households is the perpetuation of intergenerational poverty, which restricts social mobility for children. Children growing up in poverty often experience a range of social and educational disadvantages that can carry over into adulthood, limiting their opportunities for upward mobility.\nSociologist Pierre Bourdieu’s concept of cultural capital (1986) helps explain how these disadvantages manifest. Bourdieu posited that cultural capital—skills, education, and behavioral norms passed down from parents—plays a critical role in accessing social opportunities. In higher-income households, parents are more likely to provide enrichment activities, support for academic achievement, and other resources that prepare children for success. In contrast, single parents with low income may lack both the time and money to provide similar resources. Consequently, children may miss out on educational support or extracurricular activities, which limits their skill development and social networks, putting them at a disadvantage as they grow older.",
    "trans": "y, aqui está uma seção expandida do aspecto social da pobreza intergeracional e imobilidade social que está afetando crianças em casas monoparentais de baixa renda, integrando teorias sociológicas e estudos relevantes.\nImpacto Sociológico: Pobreza Intergeracional e Imobilidade Social\nUma grande preocupação a respeito lares monoparentais de baixa renda é a perpetuação da pobreza intergeracional, que restringe a mobilidade social para as crianças. As crianças que crescem na pobreza frequentemente experenciam uma série de desvantagens sociais e educacionais que podem ser levadas para a vida adulta, limitando suas oportunidades para uma mobilidade ascendente.\nO conceito de capital cultural do sociólogo Pierre Bourdieu (1986) ajuda a explicar como essas desvantagens se manifestam. Bourdieu postulou que o capital cultural - habilidade, educação e normas de comportamento passadas pelos pais - tem um grande papel no acesso às oportunidade sociais. Em lares de alta renda, é mais provável que os pais ofereçam atividades enriquecedoras, apoio para conquistas acadêmicas e outros recursos que preparam as crianças para o sucesso. Por outro lado, pais ou mães solteiros com baixa renda podem não ter ambos, tempo e dinheiro, para providenciar recursos similares. Consequentemente, as crianças podem não obter suporte educacional ou atividades extracurriculares, o que limita o desenvolvimento de habilidades e redes sociais, colocando-as em desvantagem à medida que ficam mais velhas."
}