{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Delivery\nArrives approximately 5 - 7 business days from time of order.\nDelivery ZIP Code: 75201 Change\nSame-Day Delivery\nPrices and Availability Will Vary\nShop Same-Day Now\nAdd to List\nProduct Details\nItem may be available in your local warehouse, prices may vary.\nNature's Bounty Optimal Solutions Hair Growth, 90 Capsules\nFeatures\nSupports Growth of Thicker, Fuller Hair*\nWith Biotin, Silicon & Arginine\nOne-per-Day Formula\nFrom the #1 Brand for Hair, Skin & Nails\n*These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.\nSpecifications\nBrandNature's Bounty\nFormCapsule\nQuantity90 Capsules\nShipping & Returns\nStandard shipping is via UPS Mail Innovations. The estimated delivery time will be approximately 5 - 7 business days from the time of order.\nThis service is a combination of UPS and USPS shipping. Packages are delivered by USPS. Packages can be tracked at upsmi.com. Additional transit time may be required for Alaska and Hawaii.\nExpress shipping is via UPS.\nPlease choose your shipping method at checkout.\nAn additional Shipping and Handling fee will apply to express shipments. This fee will be quoted at checkout.",
    "trans": "Entrega\nChega em aproximadamente de 5 a 7 dias úteis após a data do pedido.\nCEP de Entrega: 75201 Alterar\nEntrega no Mesmo Dia\nPreços e Disponibilidade Podem Ser Alterados\nCompre para o Mesmo Dia Agora\nAdicionar à Lista\nDetalhes do Produto\nOs itens podem estar disponíveis no seu ponto de entrega local, os preços podem variar.\nSolução Ideal para Crescimento de Cabelo Nature's Bounty, 90 Cápsulas\nCaracterísticas\nEstimula o Crescimento de Cabelo Mais Grosso e Cheio*\nCom Biotina, Silicone e Arginina\nFórmula Um Por Dia\nDa Marca n°1 para Cabelo, Pele e Unhas\n*Estas declarações não foram avaliadas pela Administração de Alimentos e Drogas. Este produto não serve para diagnosticar, tratar, curar ou prevenir nenhuma doença.\nEspecificações\nMarca Nature's Bounty\nForma Comprimido\nQuantidade 90 Cápsulas\nEnvio e Devolução\nO envio padrão é por meio da UPS Mail Innovations. O tempo estimado de entrega é de aproximadamente de 5 a 7 dias úteis a partir da hora do pedido.\nEste serviço é uma combinação do envio do UPS e USPS. Os pacotes são entregues pelo USPS. Os pacotes podem ser rastreados em upsmi.com. Tempo adicional de trânsito pode ser necessário para o Alasca e Havaí.\nO envio expresso é oferecido pelo UPS.\nFavor escolher o seu método de envio na finalização da compra.\nUma taxa adicional de Envio e Manuseio será aplicada para envios expressos. Esta taxa será cobrada na finalização da compra."
}