{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Pain and swelling in the joints and inflammation or rupture of tendons may occur rarely. Your risk is increased if you are elderty (above 60 years of age). have received an organ transplant, have kidney problems or if you are being treated with corticosteroids. Inflammation and ruptures of tendons may occur within the first 48 hours of treatment and even up to several months after stopping of Levofloxacin Tablets therapy. At the first sign of pain or inflammation of a tendon (for example in your ankle, wrist, elbow, shoulder or knee), stop taking Levofloxacin Tablets, contact your doctor and rest the painful area. Avoid any unnecessary exercise as this might increase the risk of a tendon rupture. You may rarely experience symptoms of nerve damage (neuropathy) such as pain, burning, tingling, numbness and/or weakness especially in the feet and legs or hands and arms. If this happens, stop taking levofloxacin Tablets and inform your doctor immediately in order to prevent the development of potentially irreversible condition.",
    "trans": "• Dor e inchaço nas articulações, inflamação ou ruptura de tendões podem ocorrer raramente. Seu risco aumenta se você for idoso (acima de 60 anos), se tiver recebido um transplante de órgão, tiver problemas renais ou estiver sendo tratado com corticosteroides. A inflamação e as rupturas de tendões podem ocorrer nas primeiras 48 horas de tratamento e até vários meses após a interrupção do uso de comprimidos de Levofloxacina. Aos primeiros sinais de dor ou inflamação de um tendão (por exemplo, no tornozelo, punho, cotovelo, ombro ou joelho), pare de tomar os comprimidos de Levofloxacina, entre em contato com seu médico e mantenha a área dolorida em repouso. Evite realizar qualquer exercício desnecessário, pois isso pode aumentar o risco de ruptura de tendões. Sintomas de danos nos nervos (neuropatia) podem ocorrer raramente, como dor, ardor, formigamento, dormência e/ou fraqueza, especialmente nos pés e pernas ou nas mãos e braços. Se isso ocorrer, pare de tomar os comprimidos de Levofloxacina e avise seu médico imediatamente para prevenir o desenvolvimento de uma condição que pode ser irreversível."
}