{
    "source": "en_US",
    "target": "pt_BR",
    "text": "You need to know the IP address of your router to reach the admin panel. This is usually written on the box it came in – or underneath the device.\nIf you cannot find it there, follow these steps to know the router IP:\n- Open the start menu, search for Command Prompt, and open it\n- In Command Prompt, type ipconfig\n- A few rows of data will appear, look for the section where it says Local Area Connection\nWithin the section, there will be an item called Default Gateway with an IP address next to it — this is what you are looking for\nMy Router IP Address And Connectivity\nYour router IP will be [redacted_id], or it could be the one you saw as the Default Gateway after running the ipconfig command.\nFollow the steps to connect:\n- Firstly make sure the router is connected to your computer or laptop\n- Now, open a browser of your choice\n- In the URL section enter [redacted_id], [redacted_url], or any other IP address associated\n- Now a router login page should appear\n- The default username and password is Admin — type them in and log in.",
    "trans": "Você precisa saber o endereço IP do seu roteador para chegar no painel do administrador. Ele normalmente fica escrito na caixa em que ele veio - ou debaixo do dispositivo.\nSe você não conseguir encontrar ele lá, siga estes passos para descobrir o IP do roteador:\n- Abra o menu inicial, pesquise por Prompt de Comando e abra\n- No Prompt de Comando, digite ipconfig\n- Algumas linhas de dados irão surgir, procure pela seção onde está escrito Conexão da Área Local\nNesta seção, haverá um item chamado Gateway Padrão com um endereço IP ao lado dele - é isto que você está procurando\nO Endereço IP do Meu Roteador e Conectividade\nO IP do seu roteador será [redacted_id], ou pode ser o que você viu como o Gateway Padrão depois de ativar o comando ipconfic.\nSiga estes passos para conectar:\n- Primeiro, se certifique que o roteador está conectado no seu computador ou laptop\n- Agora, abra um navegador de sua escolha\n- Na seção de URL, insira [redacted_id], [redacted_url], ou qualquer outro endereço IPassociado\n- Agora, uma página de login de roteador deve aparecer\n- O nome de usuário padrão e senha é Admin - digite eles e faça login."
}