{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The Gerry Mulligan Quartet lasted for less than a year, folding when its leader went to jail on a drug charge in June 1953. Baker went solo, forming his own quartet, which initially featured Russ Freeman on piano, Red Mitchell on bass, and Bobby White on drums, and making his first recording as leader for Pacific Jazz on July 24, 1953. Baker was hailed by fans and critics and he won a number of polls in the next few years. In 1954, Pacific Jazz released Chet Baker Sings, an album that increased his popularity beyond his core jazz audience; he would continue to sing for the rest of his career. Acknowledging his chiseled good looks, nearby Hollywood came calling and he made his acting debut in the film Hell's Horizon, released in the fall of 1955. But he declined an offer of a studio contract and toured Europe from September 1955 to April 1956. When he returned to the U.S., he formed a quintet that featured saxophonist Phil Urso and pianist Bobby Timmons. Contrary to his reputation for relaxed, laid-back playing, Baker turned to more of a bop style with this group, which recorded the album Chet Baker & Crew for Pacific Jazz in July 1956.",
    "trans": "O Gerry Mulligan Quartet durou menos de um ano, fechando quando o seu líder foi preso por acusações de drogas em junho de 1953. Baker virou solo, formando seu próprio quarteto, que inicialmente contava com Russ Freeman no piano, Red Mitchell no baixo, e Bobby White na bateria, e fez sua primeira gravação como líder para a Pacific Jazz em 24 de julho de 1953. Baker foi aclamado pelos fãs e críticos e ele ganhou muitas pesquisas nos anos seguintes. Em 1954, a Pacific Jazz lançou o Chet Baker Sings, um álbum que aumentou a sua popularidade para além da sua audiência principal de jazz; ele continuou cantando pelo resto de sua carreira. Ao reconhecer sua boa aparência esculpida, a vizinha Hollywood o chamou e ele fez sua estreia como ator no filme Hell's Horizon, lançado no outono de 1955. Mas ele recusou uma oferta de um contrato de um estúdio e fez tour pela Europa de setembro de 1955 a abril de 1956. Quando ele voltou para os EUA, ele formou um quinteto que contava com o saxofonista, Phil Urso, e o pianista Bobby Timmons. Ao contrário de sua reputação de performance relaxada e desleixada, Baker se voltou para um estilo mais bop por meio deste grupo, que gravou o álbum Chet Baker & Crew para a Pacific Jazz em julho de 1956."
}