{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Still, the miko sorceress bit her lower lip, feeling the nervousness arising by her throat. Then she sighed and felt the determination in her stance. “I can do it.” She replied.\n“I know you can.” Gojō said with confidence by the time they turned around a corner and a little entourage of servants waited for him in the gathering room.\nIt was time. So Gojō cast his Infinity that very moment, letting Utahime in as it covered both of them, showing a full display of his signature technique as a familiar asset for the Gojō Estate members and workers to see.\n“Gojō-sama. Welcome home.” Said the little group, bowing deeply towards his Family Head. Gojō smirked tensely at the respectful treatment and prompted them to stand.\n“Where's the family?” He asked with a slightly labored voice. Utahime was sure she was imagining things as she held his arm tighter and they walked directly to the little group, which opened the fusuma doors of the gathering room and let them in.",
    "trans": "Ainda assim, a feiticeira miko mordeu o lábio inferior, sentindo o nervosismo lhe subir pela garganta. Mas então suspirou e sentiu a resolução em sua postura. – Eu dou conta – respondeu.\n– Eu sei disso – disse Gojō, com confiança, quando viraram num corredor, e uma pequena comitiva de criados o aguardava na sala de reuniões.\nChegara o momento. Então Gojō lançou seu Infinitude nesse mesmo instante, deixando Utahime entrar, conforme eram ambos encobertos, fazendo uma exibição completa de sua técnica típica como uma qualidade conhecida, para que os membros do Estado Gojō e os funcionários vissem.\n– Gojō-sama. Bem-vindo ao lar – disse o pequeno grupo, fazendo uma ampla reverência para o chefe da família. Gojō abriu um meio sorriso tenso diante do tratamento respeitoso, e os urgiu a se levantar.\n– Onde está a família? – perguntou ele, forçando um pouco a voz a sair. Utahime tinha certeza de que estava imaginando coisas quando, grudada ainda mais firme no braço dele, avançaram direto para o pequeno grupo, que abriu as portas fusuma da sala de reuniões para que eles entrassem."
}