{
    "source": "en_US",
    "target": "pt_BR",
    "text": "25 characters required\nKnowing that the knights will be returning to murder the Archbishop, the priests try to persuade him to go into hiding, but Becket refuses, fully committed to his martyrdom. When the knights come back to the cathedral, the priests bar its front doors, preventing them from entering. Becket, however, demands that the priests open the doors, thereby offering his life up to the swords of the knights and to his own martyrdom, saying it’s against the Church’s policy to exclude anyone from entering one of its cathedrals. The priests unbar the doors, and the knights enter and kill Becket.\nPrevious\nSign up for LitCharts A+ and get 25 answers per month.\nIntro\nAsk LitCharts AI\nNext\nIn the interlude, Becket gives a sermon to the congregation of Canterbury Cathedral. He asks his audience to think about sainthood from a divine perspective and reconsider the conventional, human understanding of saintliness as pure, peaceful and gained without torturous hardship, adding that Jesus’s disciples became saints only after experiencing great suffering. He ends the sermon by saying that it may be the last time he stands before the congregation, foreshadowing his martyrdom.\nI can answer any question about Murder in the Cathedral instantly.",
    "trans": "São necessários 25 caracteres\nSabendo que os cavaleiros retornarão para assassinar o arcebispo, os padres tentam convencê-lo a se esconder, mas Becket se recusa, em compromisso total com seu martírio. Quando os cavaleiros voltam à catedral, os padres bloqueiam as portas da frente, impedindo-os de entrar. Becket, no entanto, exige que os padres abram as portas, oferecendo, desse modo, sua vida às espadas dos cavaleiros e seu martírio, dizendo que é contra a política da Igreja impedir a entrada de alguém em uma de suas catedrais. Os padres liberam as portas, e os cavaleiros entram e matam Becket.\nAnterior\nInscreva-se em LitCharts A+ e receba 25 respostas por mês.\nIntrodução\nPergunte ao LitCharts IA\nPróximo\nNo interlúdio, Becket passa um sermão à congregação da Catedral de Canterbury. Ele pede aos ouvintes que pensem na santidade sob uma perspectiva divina, e reconsiderem o entendimento humano, convencional, da santidade como puro, pacífico e obtido sem a adversidade da tortura, acrescentando que os discípulos de Jesus se tornaram santos somente depois de passar por grande sofrimento. Ele encerra o sermão dizendo que esta talvez seja a última vez que ele se apresenta diante da congregação, prenunciando seu martírio.\nPosso responder qualquer pergunta sobre Assassinato na Catedral agora mesmo."
}