{
    "source": "en_US",
    "target": "pt_BR",
    "text": "### Treatment Options\nA comprehensive approach that takes into account the typeand severity of the illness is needed to treat superficial infections. Topical medicines like mupirocin are frequently useful in treating bacterial infections, including impetigo. On the other hand, antifungal creams or systemic therapies could be necessary for fungal infections, particularly in cases of onychomycosis. Newer antifungal medications, such as isavuconazole and luliconazole, have been shown in recent trials to be successful in treating resistant strains. In order to improve treatment results, the potential of adjuvant treatment including photodynamic therapy is also being investigated.\n### Importance of Early Detection\nSuccessful treatment and the avoidance of consequences depend on the early diagnosis of superficial infections. Patients and medical professionals need to be alert for the early symptoms of infection, which include swelling, itching, and redness. A delayed diagnosis raises the possibility of additional problems by causing the illness to worsen. For instance, if left untreated, fungal infections can lead to cellulitis, a potentially dangerous illness that needs more careful care. Early intervention can be facilitated by routine skin exams, particularly in high-risk groups. Additionally, telemedicine integration in dermatological care might facilitate better access to specialists, enabling prompt patient diagnosis and treatment.",
    "trans": "### Opções de Tratamento\nUma abordagem abrangente que leva em conta o tipo e severidade da doença é necessário para tratar infecções superficiais. Medicamentos tópicos como a mupirocina são, com frequência, úteis no tratamento de infecções bacterianas, incluindo impetigo. Por outro lado, cremes antifúngicos ou terapias sistêmicas podem ser necessárias para infecções fúngicas, sobretudo em casos de onicomicose. Foi demonstrado, em exames recentes, que medicamentos antifúngicos mais recentes, tais como o isavuconazol e o luliconazol, são eficazes no tratamento de cepas resistentes. Para melhorar os resultados do tratamento, o potencial de tratamento adjuvante, incluindo a terapia fotodinâmica, também está sendo investigado.\n### A Importância da Detecção Precoce\nO tratamento exitoso e a prevenção de consequências dependem do diagnóstico precoce das infecções superficiais. Os pacientes e profissionais de saúde têm que estar atentos a sintomas precoces de infecções, os quais incluem inchaço, comichão e vermelhidão. Um diagnóstico tardio aumenta a possibilidade de problemas adicionais, fazendo com que a doença piore. Por exemplo, se não forem tratadas, as infecções fúngicas podem causar celulite, uma doença possivelmente perigosa que requer cuidados mais meticulosos. Uma intervenção precoce pode ser facilitada por meio de exames de pele de rotina, sobretudo em grupos de alto risco. Além disso, a integração da telemedicina nos cuidados dermatológicos pode facilitar o acesso a especialistas, possibilitando diagnóstico e tratamento imediatos do paciente."
}