{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Under Biden, prices skyrocketed. And while inflation—the pace at which prices are rising—has lately cooled, Americans are still living with those past price hikes. Through September, consumer prices are nearly 20% above their January 2021 levels.\nNot since Ronald Reagan’s first term, when consumer prices rose 21%, has a president presided over such high inflation. And Reagan had the advantage that during the single term of his predecessor, Jimmy Carter, inflation was much hotter, with prices rising 49%.\nJust as the big drop in GDP in 2020 was more a reflection of the pandemic than of Trump’s leadership, the spurt in inflation during Biden’s tenure is in part a reflection of the supply-chain snarls brought on by the pandemic, and by the jump in oil prices brought on by Russia’s invasion of Ukraine. One indication of this is that inflation elsewhere also shot up. Prices in the eurozone, for example, are about as elevated relative to the start of 2021 as they are in the U.S., while the eurozone’s economic growth has been far slower.",
    "trans": "Com Biden, os preços dispararam. E embora a inflação — o ritmo no qual os preços sobem — tenha se acalmado recentemente, os norte-americanos ainda estão convivendo com aqueles aumentos de preços anteriores. Ao longo de setembro, os preços para o consumidor estão quase 20% acima do que estavam em janeiro de 2021.\nDesde o primeiro mandato de Ronald Reagan, quando os preços para o consumidor subiram 21%, nunca um presidente atuou em um contexto de inflação tão elevada. E Reagan tinha a vantagem de que, durante o mandato único de seu predecessor, Jimmy Carter, a inflação foi muito maior, com preços subindo 49%.\nAssim como a grande queda do PIB em 2020 foi mais um reflexo da pandemia do que da liderança de Trump, o estouro da inflação durante o mandato de Biden, em parte, é reflexo dos trancos na cadeia de fornecimento causadas pela pandemia e pelo salto nos preços do petróleo resultante da invasão da Rússia sobre a Ucrânia. Um indicativo disso é que a inflação também aumentou em outros lugares. Os preços na zona do euro, por exemplo, estão tão elevados, quanto ao início de 2021, quanto estão nos EUA, enquanto o crescimento econômico da zona do euro foi bem menor."
}