{
    "source": "en_US",
    "target": "pt_BR",
    "text": "**Federal Implications of DNA Tampering in the Cattle Industry:**\n1. **Fraud and False Representation**: Altering barcodes or DNA records can be considered fraud under federal and state laws. The **USDA** (United States Department of Agriculture) and other agricultural oversight agencies regulate livestock industries to ensure fair practices, and any fraudulent activity can lead to federal prosecution.\n2. **USDA and Livestock Identification**: The USDA regulates livestock identification, including genetic testing for breeding purposes, especially for pedigreed and registered animals. Fraudulent alteration of DNA barcodes can violate USDA regulations and undermine programs like the National Animal Identification System (NAIS) or similar initiatives.\n3. **Interstate Commerce Laws**: If fraudulent DNA or altered barcodes are involved in the sale or transportation of cattle across state lines, it can violate the **Federal Trade Commission Act** and **interstate commerce laws**, as it constitutes a form of commercial fraud.\n4. **Potential Legal Charges**:\n- **Wire Fraud**: If electronic communications (emails, databases) were used to facilitate the fraud, it could fall under wire fraud statutes.\n- **Conspiracy**: If multiple individuals or entities are involved in altering DNA records or barcodes, this could result in conspiracy charges.",
    "trans": "**Implicações Federais da Manipulação de DNA na Indústria de Gado:**\n1. **Fraude e Falsa Representação**: Alterar códigos de barras ou registros de DNA pode ser considerado fraude sob as leis federais e estaduais. O **USDA** (Departamento de Agricultura dos Estados Unidos) e outras agências de supervisão agrícola regulam a pecuária para garantir práticas justas, e atividades fraudulentas podem resultar em processo federal.\n2. **USDA e Identificação Pecuária**: O USDA regula a identificação pecuária, incluindo testes genéticos para reprodução, especialmente para animais de pedigree e registrados. A alteração fraudulenta de DNA pode violar regulamentações do USDA e prejudicar programas como o Sistema Nacional de Identificação Animal (NAIS) ou iniciativas semelhantes.\n3. **Leis de Comércio Interestadual**: Se DNA fraudulento ou códigos de barras alterados estiverem envolvidos na venda, ou transporte de gado entre estados, isso pode violar o **Ato da Comissão Federal de Comércio** e **as leis de comércio interestadual**, uma vez que constitui uma forma de fraude comercial.\n4. **Potenciais Acusações Legais**:\n- **Fraude Eletrônica: Se comunicações eletrônicas (e-mails, bancos de dados) forem usadas para facilitar a fraude, isso pode se enquadrar nas leis de fraude eletrônica.\n- **Conspiração**: Se múltiplos indivíduos ou entidades estiverem envolvidos na alteração de registros de DNA, ou códigos de barras, isso pode resultar em acusações de conspiração."
}