{
    "source": "en_US",
    "target": "pt_BR",
    "text": "\"... What happened?\" Ryuk calmly observed Alisia, who was blankly looking at him, making him doubt if there were changes in his bodily features.\n\"I see, it's good that you are fine.\" Seeing Ryuk completely fine, she turned to leave but was interrupted by him.\n\"Mother, can you tell me, is there something different about me?\" Ryuk asked, curious about the result of the body reconstruction.\nAlisia's eyes slightly widened before relaxing and answering truthfully, \"Yes, you are completely different from before.\"\n'Seems I shouldn't have done body reconstruction now,' turning his gaze downward he pondered.\nSlowly turning before placing her folded hand on her chest, she continued, \"You started to hide things from me and even started to act as if you know everything...\"\nRyuk blankly kept hearing all the complaints Alisia had with him from all these years; he heard everything except how he changed physically, making him assured that he was the same as before.\nOf course, he could see a mirror, but it is impractical to judge himself since he can't see himself from others' points of view.",
    "trans": "\"... O que aconteceu?\" Ryuk observou calmamente Alisia, olhando para ele sem expressão alguma, fazendo com que ele duvidasse que houvesse mudanças em suas características físicas.\n\"Entendi, que bom que você está bem.\" Vendo Ryuk completamente bem, ela se virou em direção à saída, mas foi interrompida por ele.\n\"Mãe, você pode me dizer, há alguma coisas diferente em mim?\" Ruyk perguntou, curioso sobre o resultado da reconstruções corporal.\nOs olhos de Alisia se abriram levemente antes de relaxar e responder com sinceridade: \"Sim, você está completamente diferente do que era antes.\"\n'Acho que eu não deveria ter feito a reconstrução corporal agora', refletiu olhando para baixo.\nVirando lentamente antes de colocar a mão dobrada sobre o peito dela, ela continuou, \"Você começou a esconder coisas de mim e até começou a agir como se soubesse de tudo...\"\nRyuk ouviu sem expressão todas as reclamações que Alisia tinha ao longo de todos esses anos; ele ouviu tudo, exceto sobre como ele havia mudado fisicamente, o que lhe deu a certeza de que ele era o mesmo de antes.\nClaro, ele podia ver o espelho, mas julgar a si é impraticável, já que ele não consegue se ver através do ponto de vistas das outras pessoas."
}