{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Garmin Epix Gen 2 is a multisport smartwatch that will meet the highest demands. Its design makes it a perfect match for both sports and casual outfits. The model features a high-quality, touch-sensitive display and the ability to control it through buttons located on the sides of the envelope. The smartwatch also consists of a silicone strap in black, as well as a black envelope made of fiberglass-reinforced polymer, and a bezel made of titanium.\nThe powerful battery provides up to 16 days of operation in watch mode (6 days in continuous on mode), and up to 21 days in watch battery saving mode. The watch includes a number of powerful functions that will delight beginners and professionals alike. Water resistance is rated at 10 ATM.\nFeatures\nRobustly designed with titanium elements, Power Sapphire glass\nOperate it classically via buttons or intuitively via the responsive touch display\nMeasure your physiological values including training load, recovery times and stamina residual energy\nMore than 60 sports and outdoor apps accompany you in everything you plan to do\nAlways on the right track thanks to international topo maps as well as pre-installed golf and ski maps",
    "trans": "O Garmin Epix Gen 2 é um smartwatch de multi esportes que vai atender as suas demandas mais altas. Seu design é uma combinação perfeita para tanto para estilos esportivos quanto casuais. O modelo conta com uma tela sensível ao toque de alta qualidade e com a capacidade de controlá-lo por meio de botões localizados nas laterais do envelope. O smartwatch também consiste de uma pulseira preta de silicone, além de um envelope preto de polímero reforçado de fibra de vidro e uma moldura de titânio.\nA poderosa bateria oferece até 16 dias de operação no modo relógio (6 dias contínuos neste modo), e até 21 dias no modo relógio com economia de bateria. O relógio inclui algumas funções poderosas que vão impressionar tanto iniciantes como profissionais. A resistência à água está classificada em 10 ATM.\nCaracterísticas\nProjetado de forma robusta com elementos de titânio e vidro Power Sapphire\nOpere-o de forma clássica por meio de botões ou intuitivamente por meio da tela sensível responsiva ao toque\nMeça os seus valores fisiológicos incluindo carga de treinamento, tempo de recuperação e energia residual de vigor\nMais de 60 aplicativos esportivos e ao ar livre te acompanham em tudo o que você faz\nEsteja sempre no caminho certo graças ao mapa topo internacional, além de mapas pré-instalados de golf e esqui"
}