{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Chairman, POWERCHINAInternatinoal GroupLtd\n------------------ Original ------------------\nFrom: \"[redacted_name]\"<[redacted_address]>;\nDate: [redacted_info]\nTo: \"[redacted_address]\"<[redacted_address]>;\nSubject: Dam Project in Republica Domenicana\nDear Dr.[redacted_name],\nhope you are fine!\nI received a call from an Italian friend (ex We [redacted_name]), living in Republica Domenicana since a long time.\nHe asked me about some potential experienced Contractor interested to bid for a dam project (RCC type) there.\nProject is not very big in my understanding, below the requirements he sent me (extract from ToR), bidding process is already on-going.\nPossibly you are already on top of this project, by the way I consider he is well positioned in the country and may provide some local support, if needed.\nIf you have interest I can put you in contact with him.\nHope to meet you soon!\nBR\n[redacted_name]\n………………………………\n[redacted_name]",
    "trans": "Presidente, POWERCHINA International Group Ltd\n------------------ Original ------------------\nDe: \"[redacted_name\"<[redacted_address]>;\nData: [redacted_info]\nPara: \"[redacted_address]\"<[redacted_address]>;\nAssunto: Projeto Dam na República Dominicana\nCaro Dr. [redacted_name],\nespero que você esteja bem!\nEu recebi uma ligação de um amigo italiano (ex Nós [redacted_name]), que está morando na República Dominicana há bastante tempo.\nEle me eprguntou sobre algum contratante experiente em potencial interessado em fazer um lance para o projeto dam (tipo RCC) lá.\nO projeto não é muito grande até onde eu entendo, abaixo estão os requisitos que ele me enviou (extraídos do ToR), o processo de licitação já está em processo.\nVocê possivelmente está no topo deste projeto, inclusive, eu considero que ele está bem posicionado no país e pode oferecer apoio local, se necessário.\nSe você tiver interesse, eu posso te colocar em contato com ele.\nEspero me encontrar com você em breve!\nBR\n[redacted_name]\n………………………………\n[redacted_name]"
}