{
    "source": "en_US",
    "target": "pt_BR",
    "text": "After identifying Moyano-Morales, agents began tracking his cellphone location data for previous months, and determined that his associates had rented Airbnbs near several of the heists. One of the property owners in Turlock turned their video surveillance footage from the property over to the FBI, which showed the group loading burglary tools into the unit upon their arrival, the complaint says.\nIn addition to Moyano-Morales, prosecutors have charged Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, and a 10th defendant whose identity remains a mystery for now. He has been charged under the pseudonym John Doe 2. Court records say Bastias-Serra is also wanted for extradition to Chile in connection with a 2015 “theft resulting in death, manslaughter, or murder.”\nAuthorities claim the defendants played different roles in the heists, some renting Airbnbs and vehicles, others scouting target locations, and others committing the alleged burglaries. The target locations included banks and ATM kiosks in Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, and Merced, among other locations. They’re also under investigation for possible involvement in a string of similar larcenies in Los Angeles and San Diego, and one that occurred last January in Houston, Texas, according to the criminal complaint.",
    "trans": "Após identificar Moyano-Morales, os agentes começaram a rastrear a localização do celular dele nos últimos meses, e determinaram que seus associados haviam alugado Airbnbs próximos de vários dos assaltos. Um dos proprietários dos locais em Turlock enviou o vídeo de segurança da sua propriedade para o FBI, que mostrava o grupo carregando ferramentas de arrombamento na unidade quando chegaram, dizia a denúncia.\nAlém de Moyano-Morales, os promotores acusaram Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz e um 10° réu cuja identidade continua sendo um mistério até o momento. Ele foi acusado sob o pseudônimo de John Doe 2. Os relatórios do tribunal dizem que Bastias-Serra também é procurado para extradição para o Chile em conexão com um \"roubo que resultou em morte, homícidio culposo, ou assassinato\" em 2015.\nAs autoridades afirmam que os réus desempenharam papéis diferentes nos assaltos, alguns alugaram os Airbnbs e veículos, outros recrutaram localizações alvo e outros cometeram os supostos roubos. As localizações alvo incluíam bancos e caixas eletrônicos em Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills e Merced, além de outras localizações. Eles também estão sendo investigados por possível envolvimento em uma série similar de furtos em Los Angeles e San Diego, e um destes ocorreu em janeiro último, em Houston, Texas, de acordo com a denúncia criminal."
}