{
    "source": "en_US",
    "target": "pt_BR",
    "text": "He has loosened his tie up, taken off his suit jacket and unbuttoned the top buttons of his white, carefully ironed dress shirt. He looked handsome sitting in his office chair, legs spread apart and you couldn't help but think about how inviting his lap looked. Yet you remained seated on his desk, legs crossed, moving the glass in your hand slowly in circle, the half molten ice cubes swirling around in the amber liquid.\n\"Are you needed elsewhere?\" He asked catching you looking over his shoulder, out through the window at the birds flying past. His office was on one of the top floors. It had a beautiful view over the city.\n\"No, not at all. I decide when and where I'm needed, you know that,\" you retorted, a small smirk forming on your lips. \"Why? Would you perhaps have something else other than drinking in mind for our celebration?\"\nHe got up from his seat, and you moved your legs so that he could stand in between them. Both of your glasses hit the sleek wooden desk, one of his large hands cupping the side of your face.",
    "trans": "Ele desamarrou a gravata, retirou o terno e desabotoou os botões superiores da camisa branca meticulosamente passada. Ele estava atraente na cadeira do escritório, pernas estendidas e você não conseguia evitar pensar no quão convidativo era o seu colo. Contudo, você continuou sentada à mesa dele, com as pernas estendidas, girando o copo em sua mão devagar em círculos, com os cubos de gelo meio derretidos girando no líquido âmbar.\n\"Precisam de você em algum outro lugar?\" Ele questionou, olhando por cima do ombro dele, através da janela, vendo os pássaros que passavam voando. O escritório ficava em um dos andares mais altos. Possuía uma vista encantadora da cidade.\n\"Não, de forma alguma. \"Eu decido quando e onde preciso estar, você está ciente disso\", respondeu, com um sorriso sutil se formando em seus lábios. Por que motivo? Talvez você tenha uma ideia diferente de bebida para a nossa festa?\nEle se levantou do lugar e você mobilizou as pernas para que ele pudesse se acomodar entre vocês. Os dois copos dele caíram na mesa de madeira lisa, e uma das mãos robustas dele agarrou seu rosto."
}