{
    "source": "en_US",
    "target": "pt_BR",
    "text": "In a video from [redacted_name], TP’s Chief People and Diversity and Deputy Chief Global Compliance Officer, you’ll learn how Emotional Intelligence has been incorporated into our culture and in our employees’ life cycle. Also you’ll learn more about the 6seconds EI model based in: Know Yourself, Choose Yourself, and Give Yourself.\nIntroduction to EI in TP:\nThe AI / EI Training Program has been added to your learning path to give you the opportunity to learn more about these two topics. It is composed by 2 modules:\nFollowing the official launch of the EI / AI @ TP Program which happened in the “Town Hall on Emotional Intelligence at TP” on September 23rd, we are happy to share one of the initiatives that you can benefit from.\nPlease make sure that you have completed both here by October 31st.\nIf you have any questions or need support in completing the training, please contact elearningsupport@teleperformance.com.\nHere you’ll be able to learn more in a e-learning presented by [redacted_name], our Global Chief Innovation and Digital Officer, and understand how we can integrate AI into our work processes effectively.",
    "trans": "Em um vídeo de [redacted_name], Diretor de Pessoas e Diversidade da TP e Vice-Diretor de Conformidade Global, você aprenderá como a Inteligência Emocional foi incorporada à nossa cultura e ao ciclo de vida dos nossos colaboradores. Além disso, conhecerá mais sobre o modelo de IE da 6seconds, baseado em: Conheça a si mesmo, Escolha a si mesmo e Doe a si mesmo.\nIntrodução à IE na TP:\nO Programa de Treinamento em IA / IE foi incluído no seu caminho de aprendizado para oferecer a oportunidade de aprofundar seus conhecimentos sobre esses dois temas. Ele é composto por 2 módulos:\nApós o lançamento oficial do Programa de IA / IE @ TP, que ocorreu no “Town Hall sobre Inteligência Emocional na TP” em 23 de setembro, estamos felizes em compartilhar uma das iniciativas das quais você pode se beneficiar.\nCertifique-se de concluir ambos os módulos até 31 de outubro.\nSe você tiver dúvidas ou precisar de suporte para concluir o treinamento, entre em contato com elearningsupport@teleperformance.com.\nNeste curso online, apresentado por [redacted_name], nosso Diretor Global de Inovação e Digital, você aprenderá mais sobre como podemos integrar a IA de forma eficiente aos nossos processos de trabalho."
}