{
    "source": "en_US",
    "target": "pt_BR",
    "text": "\"Well, let's go then.\" Eyal says, linking my arm in his. Dude, I'm not going to date my own brother. Well, half-brother. I'd rather date Danny Devito. Well, not really. I'd rather not date both. Good actor though.\n\"By the way, where is my phone?\" I ask and Eyal takes something out of his pocket and shakes the device in his hand a little. \"Can I have it back?\" I desperately ask, hoping he would fall for it and actually hand me back my phone.\n\"I'm not stupid. But if you're a good girl tonight, I'll think about it. So don't be stupid.\" He says and we walk out of the door. Suddenly, my eyes are faced with a black limousine.\nA fucking limousine?\nWhen the fuck did Victor get rich?\nEyal places me in the limousine and Victor en Eyal himself soon sit in the large black car too, sitting next to each other, whispering in each other's ears.\n\"I didn't know it was gossip hour already. Thought that started next hour.\" I joke, catching their attention. They both just glance over at me before returning to their not but also kind of interesting conversation that I'm desperate to be a part of.",
    "trans": "''Bom, então vamos lá.'' Diz Eyal, enquanto entrelaça o meu braço no dele. Cara, eu não vou começar a namorar o meu próprio irmão. Bom, meio-irmão. Prefiro começar a namorar o Danny Devito. Bom, não exatamente. Prefiro namorar nenhum dos dois. Embora ele seja um bom ator.\n''Por falar nisso, onde está o meu telefone?'', eu pergunto e Eyal tira algo de dentro do seu bolso e chacoalha um pouco o aparelho em sua mão. ''Posso pegar de volta?'' pergunto em desespero, esperando que ele acredite em mim e realmente me devolva o meu telefone.\n''Não sou um imbecil. Mas se você for uma boa garota hoje à noite, pensarei sobre isso. Então, não seja imbecil.'' Ele diz isso e nós dois saímos pela porta. Do nada, meus olhos esbarram em uma limusine preta.\nA merda de uma limusine?\nQuando Diabos o Victor enriqueceu?\nEyal me enfia na limusine e o Victor e o próprio Eyal tratam logo de sentar no grande carro preto também, sentam um ao lado do outro, e cochicham no ouvido um do outro.\n''Eu não fazia ideia de que a hora da fofoca já tinha chegado. Pensei que só começaria na hora seguinte.'' Começo a brincar, chamando a atenção deles. Os dois só olham para mim antes de retomar a conversa interessante e nem tão interessante assim, da qual eu quero desesperadamente fazer parte."
}