{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Looking to consolidate debt? Instant balance transfer credit cards provide a fast way to manage multiple balances. Learn which cards offer the best transfer rates and terms to help you reduce your financial burden.\nApplicant's Choice\nGetting an instant-approved credit card is easy. Explore the top instant-approval credit cards and learn how to quickly get the credit you need.\n1. High Cash Back: Get up to 4% cash back on purchases at Costco and gas stations, 3% at restaurants and travel, and 2% on other purchases.\n2. No Annual Fee: There is no annual fee to use a Costco credit card, which is attractive for extra savings.\n3. Enhanced Membership: Holding a Costco credit card can help you enhance your membership at Costco and enjoy more promotions and offers.\n4. Additional Protection: Including additional protection measures such as extended warranty and travel accident insurance, enhance the sense of security when shopping and traveling.\n5. Convenient Payment Methods: Accounts can be managed online and can be used in Costco stores and online stores, providing a more convenient shopping experience.",
    "trans": "Está em busca de consolidação de dívidas? Cartões de crédito com transferências instantâneas de saldo oferecem uma maneira rápida de gerenciar diversos saldos. Saiba quais cartões oferecem as melhores taxas de transferência e termos para ajudar você a reduzir a sua carga financeira.\nEscolha do Candidato\nConseguir um cartão de crédito com aprovação instantânea é fácil. Explore os melhores cartões de crédito com aprovação instantânea e saiba como conseguir o cartão que você precisa de forma rápida.\n1. Cash Back Rápido: receba até 4% de cashback em compras no Costco e em postos de gasolina, 3% em restaurantes e viagens, e 2% em outras compras.\n2. Sem Taxa Anual: não há taxa anual para usar o cartão de crédito do Costco, o que é um atrativo para economias extras.\n3. Assinatura Aprimorada: ter um cartão de crédito Costco pode te ajudar a melhorar a sua assinatura do Costco e aproveitar mais promoções e ofertas.\n4. Proteção Adicional: incluindo medidas adicionais de proteção como garantia estendida e seguro de acidentes em viagens, melhore a segurança ao comprar e viajar.\n5. Métodos de Pagamento Convenientes: as contas podem ser gerenciadas on-line e podem ser usadas nas lojas Costco físicas e on-line, oferecendo uma experiência de compras mais conveniente."
}