{
    "source": "en_US",
    "target": "pt_BR",
    "text": "\"I know you aren't thrilled that I'm going, but all that training will finally be put to good use. This is what I've been training for, what I've been waiting for since I got to camp.\" She sighed, looking at her headboard that was filled with so many memories. \"I just don't want to leave camp with you disappointed in me.\"\nLuke pulled his younger sister into his arms, squeezing her tightly. \"I could never be disappointed in you, Al.\" He kissed the top of her head. \"I know you'll do amazing on your own. It just sucks that I can't be there with you to stop you from doing something stupid.\"\nShe pulled away slightly to look into the eyes that were identical to her own. \"I'll tell you everything if I come back.\"\n\"When you come back.\" He corrected her. She flashed him a wide smile. \"And I can't wait to hear all about it.\" His expression didn't necessarily connect with his words.\n\"You better still be here when I come back.\" She pointed a stern finger at him. \"No dying or getting kicked out.\"\nHe laughed, much to her annoyance. \"What have I always promised you, Lana?\"",
    "trans": "\"Eu sei que você não está empolgado com o fato de que eu estou indo, mas todo aquele treinamento vai finalmente ser bem aproveitado. É para isso que eu tenho treinado, era isso pelo que eu estava esperando desde que cheguei ao acampamento.\" Ela suspirou, olhando para a cabeceira da cama, tão cheia de memórias. \"Eu só não quero deixar o acampamento com você estando decepcionada comigo.\"\nLuke puxou a irmã mais nova para os braços dele, apertando-a com força. \"Eu jamais poderia ficar decepcionado com você, AI.\" Beijou o topo da cabeça dela. \"Eu sei que você vai se sair muito bem sozinha. Só é mesmo uma pena que eu não possa estar lá com você para impedir que você faça algo estúpido.\"\nEla se afastou um pouco para olhar para dentro dos olhos que eram idênticos aos dela. \"Eu conto tudo a você se eu voltar.\"\n\"Quando você voltar.\" Ele a corrigiu. Ela lançou a ele um amplo sorriso. \"E mal posso esperar para ouvir tudo.\" A expressão dele não correspondia muito ao que dizia.\n\"É bom que você ainda esteja aqui quando eu voltar.\" Ela apontou um dedo na direção dele, severa. \"Nada de morrer ou de ser expulso daqui.\"\nPara o aborrecimento dela, ele apenas riu. \"O que foi que sempre prometi a você, Lana?\""
}