{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Embryos with aneuploid PGT-A results have the lowest implantation, ongoing pregnancy, and live birth rates. Aneuploid embryos also have the highest miscarriage rates.1,2\nLLM embryos have higher implantation and ongoing pregnancy rates compared to HLM embryos.2\nEmbryos with mosaic segmental abnormalities have higher implantation and ongoing pregnancy rates compared to embryos with mosaic full chromosome abnormalities. A segmental abnormality is where a large piece of a chromosome is missing or duplicated. Full chromosome abnormalities include monosomy (an entire missing chromosome) or trisomy (an entire extra chromosome).2\nThe more abnormalities identified, the lower the implantation rate and ongoing pregnancy rate.2\nWhat if my embryo has one mosaic chromosome abnormality?\nWhen there is only one mosaic chromosome abnormality, there are some cells that have the normal number of chromosomes and some cells that have an abnormal number of chromosomes.",
    "trans": "Embriões com resultados de PGT-A aneuplóides tem as menores taxas de implantação, gravidez em andamento e nascidos vivos. Os embriões aneuplóides também tem as maiores taxas de aborto espontâneo. 1,2\nOs embriões LLM tem as maiores taxas de implantação e de gravidez em andamento em comparação com embriões HLM. 2\nOs embriões com anormalidades mosaicas segmentares tem maiores taxas de implantação e gravidez em andamento em compração com embriões com anormalidades cromossômicas completas em mosaico. Uma anormalidade segmentar é onde uma grande parte do cromossomo está em falta ou duplicada. Anormalidades cromossômicas completas incluem monosomia (um cromossomo inteiro faltando) ou trisomia (um cromossomo inteiro adicional). 2\nQuanto mais anormalidades forem identificadas, menos será a taxa de implantação e de gravidez em andamento. 2\nE se o meu embrião tem uma anormalidade cromossômica de mosaico?\nQuando há apenas uma anormalidade cromossômica de mosaico, existem algumas células que tem o número normal de cromossomos e algumas células que tem um número anormal de cromossomos."
}