{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Re: [redacted_name]\nMy name is [redacted_name], a [redacted_info] citizen, passport number: [redacted_id], residing at [redacted_address]. I am writing this letter in support of Mr. [redacted_name] obtaining his New Zealand permanent residency as soon as possible.\nI met Mr. [redacted_name]'s wife, Ms. [redacted_name], in 2013, and we became friends thereafter. After getting to know her over time, I found her to be a beautiful, generous, warm, sincere, helpful, and friendly person. [redacted_name] married Mr. [redacted_name] in 2018, and in the eyes of our friends, they are a loving couple. They have always been inseparable, doing everything together.\nI often visit their home for meals, and I've heard them mention that Mr. [redacted_name] has encountered some difficulties in applying for New Zealand permanent residency, which has made [redacted_name] very upset, even affecting her health. To my knowledge, this situation has caused [redacted_name] to suffer from depression, and she has had to seek medical help.",
    "trans": "Re: [redacted_name]\nMeu nome é [redacted_name], cidadão de [redacted_info], de número de passaporte: [redacted_id], residente em [redacted_address]. Escrevo esta carta em apoio ao Sr.[redacted_name] para a obtenção de sua residência permanente na Nova Zelândia o quanto antes.\nConheci a esposa do senhor [redacted_name], a Sra. [redacted_name], em 2013, e a partir daí nos tornamos amigos. Com o tempo, após passar a conhecê-la melhor, achei-a uma pessoa bonita, generosa, calorosa, sincera, prestativa e amigável. A [redacted_name] se casou com o senhor [redacted_name] em 2018, e, aos olhos dos nossos amigos, eles estão em um casamento feliz. Sempre foram inseparáveis, fazendo tudo juntos.\nVisito a casa deles com frequência para comer, e já os ouvi mencionar que o Sr.[redacted_name] enfrentou algumas dificuldades em solicitar residência permanente na Nova Zelândia, o que deixou a [redacted_name] muito chateada, chegando até mesmo a afetar a saúde dela. Pelo que eu saiba, essa situação fez com que [redacted_name] sofresse de depressão, e ela teve de buscar ajuda médica."
}