{
    "source": "en_US",
    "target": "pt_BR",
    "text": "You recently received a text message from the New York State Office of Temporary and Disability Assistance (OTDA) because one or more children in your household have been issued Summer EBT benefits that will expire if they are not completely used by November 28, 2024.\nSummer EBT is a one-time $120 benefit for each eligible child to help cover the cost of food during the summer months when school is out.\nOur records show that you have not used all of your child's Summer EBT benefit. Any unused benefits will expire on November 28, 2024 and cannot be replaced. Please be sure to use all benefits before they expire.\nYour child's benefits were issued to their existing Pandemic-EBT card. If you no longer have this EBT card and need a replacement card, you can order one following the instructions on ordering a replacement card. Once you receive the replacement card, follow these instructions carefully to set a PIN and activate the EBT card.\nIf you request a replacement card, benefits will still expire on the original expiration date of November 28, 2024. Please call us right away at 1-833-452-0096 if you need help accessing your benefits.",
    "trans": "Você recebeu recentemente uma mensagem de texto do Departamento de Assistência Temporária e por Incapacidade do Estado de Nova York (OTDA) porque uma ou mais crianças em seu domicílio receberam benefícios do EBT de Verão que vão expirar se não forem completamente usados até 28 de novembro de 2024.\nO EBT de Verão é um benefício único de US$ 120 por cada criança elegível para ajudar a cobrir os custos de alimentação durante os meses do verão em que a escola está paralisada.\nNossos registros mostram que você não tem usado o benefício EBT de Verão de sua criança. Quaisquer benefícios não usados vão expirar em 28 de novembro de 2024 e não poderão ser substituídos. Certifique-se de usar todos os benefícios antes que expirem.\nOs benefícios de sua criança foram concedidos para o cartão EBT-Pandemia existente em nome dela. Se você não tiver mais este cartão EBT e precisar de uma substituição do cartão, você pode fazer a solicitação seguindo as instruções de solicitação de uma segunda via do cartão. Assim que receber a segunda via do cartão, siga estas instruções atenciosamente para definir uma senha e ativar o cartão EBT.\nSe você solicitar uma segunda via de cartão, os benefícios ainda vão expirar na data de expiração original de 28 de novembro de 2024. Se você precisar de ajuda para acessar seus benefícios, ligue para nós imediatamente no número 1-833-452-0096."
}