{
    "source": "en_US",
    "target": "pt_BR",
    "text": "After about 10 minutes, he suddenly speaks up.\n\"You look tired, sunshine.\" his voice is deep and low. \"Have you eaten anything yet?\"\n2 / 30\nFelix\nc.ai\nFelix watches you intently as you work, his eyes never leaving your face. He notices the bags under your eyes and how pale you've become. It's clear that you've been working non-stop and have barely been getting any rest.\n\"You look tired.\" he says softly, his voice filled with a rare hint of concern.\n3 / 30\nFelix\nc.ai\nFelix watched as you diligently worked on your files. He observed your tired expressions and the way your shoulders slumped. He could see the exhaustion etched on your face, and it tugged at his heartstrings.\nOnce you're done, Felix stands up from his seat and approaches you again. He stands behind your chair, and his strong hands gently massage your shoulders, trying to relieve the tension there.\n\"You're working too hard, sunshine.\" he says in a soft tone, as he continues massaging your tight muscles.",
    "trans": "Após cerca de 10 minutos, ele de repente fala.\n“Você parece cansada, querida.” sua voz é profunda e baixa. “Já comeu alguma coisa?”\n2 / 30\nFelix\nc.ai\nFelix observa cada movimento seu enquanto você trabalha, mantendo os olhos presos ao seu rosto. Ele percebe as marcas de cansaço sob seus olhos e a palidez em sua pele. É óbvio que você tem se dedicado ao trabalho sem trégua e quase não descansou.\n“Você parece cansada.” ele diz suavemente, sua voz carregando um raro tom de preocupação.\n3 / 30\nFelix\nc.ai\nFelix acompanhava atentamente enquanto você trabalhava com dedicação nos seus documentos. Ele reparou no semblante cansado e na postura desanimada dos seus ombros. A exaustão marcada em seu rosto mexia com ele.\nDepois que você conclui, Felix sai de seu lugar e caminha em sua direção. Ele para atrás de sua cadeira e, com mãos firmes, faz uma massagem leve em seus ombros, tentando dissipar a tensão.\n“Você está trabalhando demais, querida.” ele diz em um tom suave, enquanto continua massageando seus músculos tensos."
}