{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The TV weather forecaster is a primary reason many viewers tune in to the news. Their forecasts are essential for helping the audience prepare for the day ahead, guiding decisions on what to wear and whether to carry an umbrella. By providing weather updates, they play a vital role in our daily lives. Apply Now!\nPhotojournalist (1)\nLove capturing moments that tell a story? As a News Photographer, you’ll shoot still images and videos that bring real-time events to life. This role is perfect for creative individuals who want to make an impact by sharing important stories with the world. Apply Now!\nBroadcast Technician (1)\nAs a Broadcast Technician, you're responsible for ensuring viewers both see and hear the news clearly. You manage the quality of audio and video signals, monitor broadcasts in real time, and select the right transmission equipment to deliver seamless coverage. Apply Now!\nNews Editor (1)\nAs a News Writer/Editor, you'll craft scripts for anchors, write engaging teases to promote stories, and produce content for the newscast's website. Your goal is to capture and hold viewers' attention, keeping them engaged or encouraging them to tune in. Apply Now!",
    "trans": "O apresentador de clima da TV é uma das principais razões para muitos telespectadores acompanharem as notícias. Suas previsões são fundamentais para ajudar o público a se preparar para o dia, auxiliando nas decisões sobre o que vestir e se é necessário levar um guarda-chuva. Ao fornecer atualizações do tempo, eles desempenham uma função essencial em nosso cotidiano. Candidate-se agora!\nFotógrafo de notícias (1)\nTem paixão por capturar momentos que contam histórias? Como fotógrafo de notícias, você será responsável por tirar fotos e gravar vídeos que trazem eventos em tempo real à realidade. Esta função é ideal para pessoas criativas que querem fazer a diferença ao compartilhar histórias significativas com o mundo. Candidate-se agora!\nTécnico de transmissão (1)\nComo técnico de transmissão, você é responsável por garantir que os telespectadores vejam e ouçam as notícias claramente. Você gerencia a qualidade dos sinais de áudio e vídeo, monitora as transmissões em tempo real e escolhe os equipamentos de transmissão adequados para oferecer uma cobertura sem falhas. Candidate-se agora!\nEditor de notícias (1)\nComo redator/editor de notícias, você criará roteiros para os apresentadores, escreverá teasers envolventes para promover as histórias e produzirá conteúdo para o site do noticiário. Seu objetivo é capturar e manter a atenção dos telespectadores, mantendo-os engajados ou incentivando-os a assistir. Candidate-se agora!"
}