{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Assessing and confirming that all equipment/furnishings are in good repair and clean: reporting faults to manager\nDemonstrating a good manner when dealing with residents, family and visitors\nHandling all laundry including washing, ironing, and sorting clothes by nametags\nEnsuring cleanliness and safety in the laundry area\nMaintaining confidentiality at all times\nBeing aware of all health and safety regulations, reporting hazards/potential hazards immediately.\nAd hoc duties as required\nWhat are the skills/experience needed?\n1 year minimum working in a similar role preferable\nExperience working in a healthcare environment (with a good knowledge of HIQA standards) an advantage.\nWork to the company standards and regulations (you will be made of aware of these standards within the job as related to your role, if unfamiliar)\nAwareness of following an advantage : COSHH Regulation. (Control of Substances Hazardous to Health). Riddor Regulation. (Reporting of incidents, diseases, dangerous occurrences). Health and Safety Legislation, Manual Handling\nMoving & Handling training an advantage\nExcellent communication skills\nCan work independently or part of a team\nMust be reliable & keep to schedule.\nFluent level of English both written and oral\nBenefits & Conditions\nExcellent working environment\nFully paid breaks\nMeal & break time refreshments provided\nSunday allowance paid",
    "trans": "Avaliar e confirmar se todos os equipamentos/móveis estão em boas condições de conservação e limpeza: reportar falhas ao gerente\nDemonstrar boa postura ao lidar com residentes, familiares e visitantes\nTratar de toda lavagem, passadoria e organização das roupas por etiquetas de nome\nGarantir a limpeza e a segurança na área da lavanderia\nManter a confidencialidade durante todo o tempo\nEstar ciente de todas as normas de saúde e segurança, reportando perigos/potenciais perigos imediatamente.\nTarefas adicionais conforme necessário\nQuais são as habilidades/experiências necessárias?\nMínimo de 1 ano de experiência em um cargo semelhante é preferível.\nExperiência em ambiente voltado aos cuidados com a saúde (com bom conhecimento dos padrões HIQA) é um diferencial.\nTrabalhar conforme os padrões e regulamentos da empresa (você será informado sobre esses padrões dentro do trabalho, caso não esteja familiarizado)\nConhecimento das seguintes normas é uma vantagem: COSHH Regulation (Controle de Substâncias Perigosas à Saúde), RIDDOR Regulation (Relato de Incidentes, Doenças, Ocorrências Perigosas), Legislação de Saúde e Segurança, Manuseio Manual\nTreinamento em Movimentação e Manuseio é uma vantagem\nExcelentes habilidades de comunicação\nCapacidade de trabalhar de forma independente ou como parte de uma equipe\nSer confiável e cumprir o cronograma\nNível fluente de inglês, tanto escrito quanto oral\nBenefícios e condições\nExcelente ambiente de trabalho\nIntervalos totalmente remunerados\nRefrescos durante os intervalos e horários de refeição fornecidos\nPagamento adicional aos domingos"
}