{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Grey's freakin' bar by night, restaurant by day.\n\"Maybe we should go to Mcdonald's,\" I offer and he scoffs.\n\"Mcdonald's makes me shit,\" he reasons.\n\"Why don't we go to another place?\" I question as he leads me closer and closer to Grey's bar.\n\"Because this one is the nicest looking one that I see in my line of view,\" he pulls me past the bench where I met Grey.\nI narrow my eyes at the stupid bench.\n\"I don't like this place,\" I mumble although I know it's no use as he pulls open the door. I keep my head down, making sure that my hair is covering most of my face.\nI take a peek at my surroundings and instead of the usual mostly cleared floor, there are tables spread everywhere and the lights are turned up.\nMy eyes find the door Grey and I went through and I clench my fists.\nAaron suddenly stops and I run into his back. I still keep my head down.\n\"Table for two?\" a familiar voice asks and I squeeze my eyes shut in frustration. I peek up and the bartender guy is giving me sly smirk.",
    "trans": "O maldito bar do Grey à noite, restaurante de dia.\n\"Talvez devêssemos ir ao McDonald's,\" sugiro e ele dá uma risada desdenhosa.\n\"McDonald's me faz cagar,\" ele justifica.\n\"Por que não vamos a outro lugar?\" pergunto enquanto ele me puxa cada vez mais para o bar do Grey.\n\"Porque esse é o mais atraente que está ao meu alcance,\" ele me leva além do banco onde encontrei o Grey.\nEu estreito os olhos para o banco idiota.\n\"Não gosto desse lugar,\" resmungo, sabendo que não adianta, já que ele abre a porta. Fico com a cabeça baixa, certificando-me de que meu cabelo cubra meu rosto o máximo possível.\nDou uma olhada ao redor e, em vez do piso geralmente vazio, há mesas espalhadas por todo lado e as luzes estão acesas.\nMeus olhos encontram a porta pela qual eu e o Grey passamos e eu aperto os punhos.\nDe repente, Aaron para e eu me esbarro nas costas dele. Ainda mantenho a cabeça abaixada.\n\"Mesa para dois?\" uma voz conhecida pergunta, e eu fecho os olhos, frustrada. Olho para cima e vejo o bartender me lançando um sorriso travesso."
}