{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Princess, am I loving you wrong?\nYour highness, babe where’s your gown?\nIt’s toxic but we need to go on\nJust stop it I’ll give you what you want\nThis time you’ll win it all\nThe battle not the war\nPrincess, I should give you a crown\nYou’re upset so I’m doing it wrong\nLet’s make out and make it up as well\nI’m selfish cause I need you to be happy\nStop wasting all our time\nLeave it all behind\nNeed you, I need you to be fine\nWe were living in the dark side of the building\nGloomy sunshine felt like rain in the morning\nNone of us felt too good\nBoth of us need some silence\nMood came all of a sudden\nMood then became a tantrum\nI ain’t saying I got no problem\nBut a text I sent a couple weeks before we even met, wtf?\nOur stories started long ago\nSo mythical as they’ve been told\nSo we’re not gonna lose it, just lose it all\nOn thing that small\nPrincess, am I loving you wrong?\nYour highness, babe where’s your gown?",
    "trans": "Princesa, estou te amando errado?\nSua alteza, querida, onde está o seu vestido?\nÉ tóxico, mas precisamos continuar\nSimplesmente pare, vou te dar o que você quer\nDesta vez você vai superar isso tudo\nA batalha, não a guerra\nPrincesa, devo te dar uma coroa\nVocê está chateada, então estou fazendo errado\nVamos nos beijar e fazer as pazes também\nSou egoísta porque eu preciso que você seja feliz\nPare de desperdiçar todo nosso tempo\nDeixe tudo isso para trás\nEu preciso de você, preciso que você esteja bem\nEstávamos vivendo no lado sombrio do prédio\nO brilho do sol sombrio parecia chuva de manhã\nNenhum de nós parecia muito bem\nNós dois precisamos de um pouco de silêncio\nO humor surgiu de repente\nO humor se tornou um enigma\nNão estou dizendo que eu não tinha problema\nMas uma mensagem que enviei algumas semanas antes mesmo de nos conhecermos, que porra?\nNossas histórias começaram há muito tempo\nTão míticas como foram contadas\nEntão não vamos perdê-las, simplesmente perdi tudo isso\nEm coisas tão pequenas\nPrincesa, estou te amando errado?\nSua alteza, querida, onde está o seu vestido?"
}