{
    "source": "en_US",
    "target": "pt_BR",
    "text": "breast, leaning in to trace his tongue up my neck and send a\nthousand tingles through me. He doesn’t care that he’s in\nmid-conversation with someone.\n“Thursday?” He sighs, looking at me\nwith a flicker of annoyance crossing his face. His hand between my\nthighs is extracted as he takes his phone and swaps ears, a look of\nagitation on his boyish face. ‘Business Carrero’ moving in to kill\nhis libido. Something must be wrong at work, and disappointment\nwashes over me.\n“Fuck’s sake, Margo! Can’t they do\na fricken thing without me standing over the top of them shouting\nfucking orders?” He lets me go fully, stalking toward the huge wall\nof french doors, and glares outside. His body is rigid but divine\nas hell and tense as he pushes a hand to his waist, fisting it\nthere in agitation, looking completely intimidating, like a\ngladiator about to embark on a war. I guess things with work aren’t\nrosy today. He has a few large developments he’s overseeing, so his\nstress levels have been up and down.\n“One night … We kept the apartment\n… Yeah, arrange to have my flight there Thursday and home Friday\nmorning first thing. Jefferson is still in Manhattan, so he can",
    "trans": "seio, inclinando-se para passar a língua pelo meu pescoço e me fazer\nsentir mil formigamentos. Ele não se importa que esteja\nno meio de uma conversa com alguém.\n“Quinta-feira?”, ele suspira, me olhando\ncom um leve traço de irritação no rosto. Sua mão entre minhas\ncoxas é retirada enquanto ele pega o celular e troca de ouvido, com um olhar\nde agitação no rosto juvenil. A \"carreira nos negócios\" matando\nsua libido. Algo deve estar errado no trabalho, e uma decepção\nme invade.\n“Porra, Margo! Não conseguem fazer\nnada sem eu ter que ficar em cima deles gritando\nordens?”. Ele me solta completamente, caminhando em direção à enorme parede\nde portas de vidro, e olha lá fora com raiva. Seu corpo está rígido, mas incrivelmente atraente,\ne ele coloca a mão na cintura, cerrando o punho,\nvisivelmente agitado, parecendo um\ngladiador prestes a entrar em guerra. Acho que as coisas no trabalho não\nestão nada boas hoje. Ele está supervisionando alguns grandes projetos, então os níveis de estresse dele\ntêm oscilado.\n“Uma noite... Mantivemos o apartamento\n... Sim, organiza meu voo para lá na quinta e de volta sexta\nde manhã. Jefferson ainda está em Manhattan, então ele pode..."
}