{
    "source": "en_US",
    "target": "pt_BR",
    "text": "She reaches to scratch at whatever, whoever, this is a person, it’s a person- has hold of her. Her hands are wrenched above her head. Solid hips anchor her thighs open, a bulk huge enough she can barely get her legs around it to thump her heels into the figure’s spine.\nThe angry slam of her bare feet doesn’t even make her assailant flinch. Instead a tongue licks up her neck, wet and so long she struggles with that idea of this being a human. Nobody that size should be able to fit under this bed with her. Nobody that size should be able to navigate this cramped space with ease, to bite and lap a trail down her chest to fix a sloppy mouth around her nipples and suckle like it’s hungry. She feels her inner muscles clench at that, at sparks of pleasure that clash horribly with her frantic squirming.\nShe knows close quarters, hand to hand, how to get leverage over a bigger opponent. This is nothing like that. She feels like a worm on a hook. Helpless and pinned, poised to plunge into depths that will crush her. Devoured by something hellbent on taking every inch of her to satiate its hunger and oh.",
    "trans": "Ela tenta arranhar, seja lá o que for, quem quer que seja, é uma pessoa, é uma pessoa - que a está segurando. Suas mãos são forçadas para cima da cabeça. Quadris firmes prendem suas coxas abertas, um corpo tão grande que ela mal consegue envolver suas pernas ao redor dele para bater os calcanhares na coluna da figura.\nO golpe furioso de seus pés descalços não faz seu agressor recuar. Em vez disso, uma língua desliza por seu pescoço, molhada e tão longa que ela luta para acreditar que isso seja humano. Ninguém daquele tamanho deveria navegar neste espaço apertado com facilidade, mordendo e lambendo um caminho até prender uma boca descuidada em seus mamilos e sugá-los como se estivesse com fome. Ela sente seus músculos internos se contraírem, os lampejos de prazer entrando em terrível conflito com seus movimentos frenéticos.\nEla conhece combate corpo a corpo, como obter vantagem sobre um oponente maior. Isso não se parece em nada com isso. Ela se sente como uma minhoca no anzol. Indefesa e presa, prestes a ser lançada em profundezas que a esmagarão. Devorada por algo, determinada a tomar cada centímetro dela para saciar sua fome e oh."
}