{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Plan and prepare daily meals for one person, with the ability to cook for several people during special occasions.\nFollow recipes accurately to ensure meal quality and variety.\nManage laundry and ironing, ensuring garments are well cared for.\nRun errands and handle food shopping, keeping the kitchen well stocked.\nMaintain high standards of cleanliness and organization throughout the home.\nCommunicate effectively with the homeowner regarding preferences and schedules.\nQualifications:\nMinimum of 4 years of experience in housekeeping and cooking.\nElevated cooking skills, capable of preparing varied and nutritious meals.\nStrong laundry and ironing skills.\nValid driver’s license for running errands.\nExcellent English-speaking and communication skills.\nHigh attention to detail and commitment to quality work.\nAbility to work independently and manage time efficiently.",
    "trans": "Planejar e preparar refeições diárias para uma pessoas, com a habilidade de cozinhar para várias pessoas durantes ocasiões especiais.\nSeguir receitas de forma precisa a fim de garantir qualidade e variedade das refeições.\nGerenciar lavanderia e passagem de roupas, garantindo que as roupas sejam bem cuidadas.\nRealizar tarefas e lidar com compras de alimentos, e manter a cozinha bem estocada.\nManter altos padrões de limpeza e organização em toda a casa.\nSe comunicar de forma efetiva com o proprietário a respeito de preferências e agendas.\nQualificações:\nMínimo de 4 anos de experiência em gerenciamento domiciliar e com culinária.\nAltas habilidades culinárias, capacidade de preparar refeições variadas e nutricionais.\nFortes habilidades de lavanderia e para passar roupas.\nUma carta de motorista para realizar tarefas.\nExcelentes habilidade de comunicação e fala em inglês.\nAlta atenção aos detalhes e compromisso com a qualidade do trabalho.\nHabilidade de trabalhar de forma independente e gerir tempo de forma eficaz."
}