{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The company intends to use the net proceeds of the ATM program, if any, primarily on capital expenditures to support the growth and development of the company's existing mining operations, as well as for working capital and general corporate purposes.\nSince the common shares will be distributed at trading prices prevailing at the time of the sale, prices may vary between purchasers and during the period of distribution. The volume and timing of sales, if any, will be determined at the sole discretion of the company's management and in accordance with the terms of the ATM agreement. To date, 109,323,321 common shares have been distributed by the company for gross proceeds of approximately $248-million (U.S.) pursuant to the ATM agreement by means of the March supplement.\nThe offer and sale of the common shares under the ATM program will be made only by means of the A&R prospectus included within the company's United States registration statement on Form F-10 (file No. 333-272989) filed with the U.S. Securities and Exchange Commission on March 8, 2024. The A&R prospectus is available on the company's SEDAR+ profile and the A&R prospectus and registration statement are available on the SEC's EDGAR website.",
    "trans": "A empresa planeja empregar os recursos líquidos obtidos através do programa ATM, se aplicável, principalmente em investimentos de capital voltados ao desenvolvimento e à ampliação de suas operações mineradoras, além de utilizá-los para capital de giro e objetivos corporativos gerais.\nUma vez que as ações ordinárias serão distribuídas a preços de mercado vigentes no momento da venda, os preços podem variar entre os compradores e durante o período de distribuição. O volume e o cronograma das vendas, se houver, serão determinados a exclusivo critério da administração da empresa e de acordo com os termos do acordo ATM. Até o momento, 109.323.321 ações ordinárias foram distribuídas pela empresa, resultando em uma receita bruta de aproximadamente US$ 248 milhões, de acordo com o suplemento de março.\nA oferta e venda das ações ordinárias no âmbito do programa ATM serão realizadas exclusivamente por meio do prospecto A&R incluído na declaração de registro da empresa nos Estados Unidos no Formulário F-10 (nº de arquivo 333-272989), arquivado na U.S. Securities and Exchange Commission em 8 de março de 2024. O prospecto A&R está disponível no perfil da empresa no SEDAR+, e tanto o prospecto A&R quanto a declaração de registro estão disponíveis no site EDGAR da SEC."
}