{
    "source": "en_US",
    "target": "pt_BR",
    "text": "1. Processed Meats:\nProcessed meats such as hot dogs, sausages, and bacon should be avoided as they are high in saturated fats and sodium. These foods have been linked to an increased risk of colon cancer. Instead, opt for lean meats like chicken, turkey, and fish.\n2. Red Meat:\nConsuming excessive amounts of red meat, such as beef, pork, and lamb, has been associated with an increased risk of colon cancer. It is recommended to limit the intake of red meat and choose leaner alternatives like poultry or plant-based proteins.\n3. Sugary Drinks:\nSugar-sweetened beverages like soda, energy drinks, and fruit juices with added sugars should be avoided. These drinks contribute to weight gain and increase the risk of colon cancer. Opt for water, herbal tea, or freshly squeezed juices without added sugars.\n4. Refined Grains:\nRefined grains like white bread, white rice, and pasta have been stripped of their nutrients and fiber content.\nThese foods can lead to weight gain and increase the risk of colon cancer. Choose whole grains like whole wheat bread, brown rice, and quinoa for a healthier alternative.",
    "trans": "1. Carnes Processadas:\nEvite carnes processadas, como salsichas, linguiças e bacon, pois elas contêm altos níveis de gorduras saturadas e sódio. Esses alimentos estão associados a um risco aumentado de câncer de cólon. Prefira carnes magras, como frango, peru e peixe.\n2. Carnes Vermelhas:\nO consumo elevado de carnes vermelhas, como carne de vaca, porco e cordeiro, foi associado a um risco maior de câncer de cólon. A recomendação é limitar o consumo de carnes vermelhas e substituir por alternativas mais magras, como carne de frango ou proteínas vegetais.\n3. Bebidas Açucaradas:\nBebidas adoçadas com açúcar, como refrigerantes, energéticos e sucos com adição de açúcar, devem ser evitadas. Essas bebidas contribuem para o ganho de peso e aumentam o risco de câncer de cólon. Dê preferência para água, chás de ervas ou sucos naturais sem adição de açúcar.\n4. Grãos Refinados:\nGrãos refinados, como pão branco, arroz branco e massas, perdem nutrientes e fibras durante o processo de refino.\nO consumo desses alimentos pode causar aumento de peso e elevar o risco de câncer de cólon. Opte por grãos integrais, como pão de trigo integral, arroz integral e quinoa, como alternativas mais saudáveis."
}