{
    "source": "en_US",
    "target": "pt_BR",
    "text": "have always gone after the youth. They harass and kill them for being students and for not\nwanting to be part of their groups. If you as a student do not offer your help to them, they\nsee you as a threat and working against them.\n43. Without having a concrete plan or hope that things would get better in my country, on July\n1, 2022, I applied for my passport in Popayan, while I continued with my academic studies\nwithout a problem.\n44. On July 9, 2022, it was the first time there was a real intervention with my team while we\nwere working with the rural community in Quintana Cauca. That day, we were investigating\nthe surrounding areas of Quintana Cauca, how the roads were planned out, the\ntopography of the land, as well as interviewing the women in the area. They told us about\nthe armed conflict surrounding the township and how it affected their day to day. That\nsame day, we planned a lunch for all the women leaders in the community and began\nplanning ways in which we could help them make the land around them grow and prosper.",
    "trans": "sempre foram atrás dos jovens. Eles os perseguem e matam por serem estudantes e por se recusarem\na se juntar a seus grupos. Se você, como estudante, não oferece seu apoio, eles\no consideram uma ameaça e um inimigo.\n43. Sem ter um plano concreto ou esperança de que as coisas melhorassem em meu país, no dia 1º de julho\nde 2022, solicitei meu passaporte em Popayán, enquanto continuava com meus estudos acadêmicos\nsem problemas.\n44. No dia 9 de julho de 2022, foi a primeira vez que houve uma intervenção real com minha equipe enquanto\ntrabalhávamos com a comunidade rural de Quintana, Cauca. Naquele dia, estávamos investigando\nas áreas ao redor de Quintana, Cauca, como as estradas estavam planejadas, a\ntopografia da terra, além de entrevistar as mulheres da região. Elas nos falaram sobre\no conflito armado que cercava a cidade e como isso afetava o seu dia a dia. Naquele\nmesmo dia, planejamos um almoço para todas as líderes mulheres da comunidade e começamos\na planejar formas de ajudá-las a fazer a terra ao redor crescer e prosperar."
}