{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Notice ID: 222258347816\nTitle: DRAGON BALL: SPARKING! ZERO - PC\nProtocol: BitTorrent\nFile Name: Dragon Ball Sparking ZERO [DODI Repack]\nFile Size: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nCopyright infringement violates not only U.S. copyright law, it also violates the relevant agreements, terms of service and acceptable use policies between Verizon and its customers. You must take all measures to protect your account from future violations. Failure to implement these measures may subject your Service to termination by Verizon and may result in possible legal action against you by the copyright owner.\nProtecting Your Privacy: The copyright owner has not asked Verizon to identify you, and Verizon will NOT provide your identity without a lawful subpoena. However, if the copyright owner does issue a lawful subpoena that identifies your account as allegedly infringing its copyright rights, Verizon will be legally required to provide your account information to the copyright owner.",
    "trans": "ID da Notificação: 222258347816\nTítulo: DRAGON BALL: SPARKING! ZERO - PC\nProtocolo: BitTorrent\nNome do Arquivo: Dragon Ball Sparking ZERO [DODI Repack]\nTamanho do Arquivo: 20644608485\nCarimbo de Data/Hora: 15/10/2024 23:38:42 GMT\nA violação de copyright não apenas viola a lei de direitos autorais dos Estados Unidos, mas também infringe os acordos, termos de serviço e políticas de uso aceitável entre a Verizon e seus clientes. É imprescindível adotar todas as medidas para proteger sua conta contra novas violações. A ausência dessas ações pode levar à rescisão do seu Serviço pela Verizon e resultar em eventuais processos legais movidos contra você pelo titular dos direitos autorais.\nProtegendo Sua Privacidade: o proprietário dos direitos autorais não solicitou que a Verizon o identificasse, e a Verizon NÃO fornecerá sua identidade sem uma intimação legal. No entanto, se o proprietário dos direitos autorais emitir uma intimação legal identificando sua conta como supostamente infringindo seus direitos autorais, a Verizon será legalmente obrigada a fornecer as informações da sua conta ao proprietário dos direitos autorais."
}