{
    "source": "en_US",
    "target": "pt_BR",
    "text": "You make me feel famous\nThis fame don't make me feel shit\nThat's some crazy shit, I got to deal with it\n[HOOK]\nI done seen what them xans and them percs do\nI done seen what the love and the hate do\nBut get it straight, girl, i love i dont hate you\nAnd get it straight i can never replace you\nLet's take you out dinner date at the lake\nI will never hurt you, you, you, you\nI know what them xans and them percs do, do, do\nWe can do the percs boo boo boo\nI just pray them percs dont hurt you, you, you, you\nYeah\nYou might also like\nConfide\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nAbout\nHave the inside scoop on this song?\nSign up and drop some knowledge\nStart the song bio\nQ&A\nFind answers to frequently asked questions about the song and explore its deeper meaning\nAsk a question\nWho wrote “Get It Straight” by Juice WRLD?\nCredits\nWriter\nJuice WRLD\nTags\nRap\nComments\nAdd a comment\nGet the conversation started",
    "trans": "Você me faz sentir famoso\nEssa fama não me faz sentir nada\nIsso é uma loucura, eu tenho que lidar com isso\n[HOOK]\nEu já vi o que os xans e os percs fazem\nEu já vi o que o amor e o ódio fazem\nMas entenda, garota, eu te amo, não te odeio\nE entenda, eu nunca poderia te substituir\nVamos te levar para um jantar à beira do lago\nEu nunca vou te machucar, você, você, você\nEu sei o que os xans e os percs fazem, fazem, fazem\nPodemos fazer os percs, amor, amor, amor\nEu só oro para que os percs não te machuquem, você, você, você\nSim\nVocê também pode gostar de:\nConfide\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nSobre\nTem alguma informação sobre essa música?\nCadastre-se e compartilhe seu conhecimento\nComece a biografia da música\nQ&A\nEncontre respostas para perguntas frequentes sobre a música e explore seu significado mais profundo\nFaça uma pergunta\nQuem escreveu \"Get It Straight\" de Juice WRLD?\nCréditos\nCompositor\nJuice WRLD\nTags\nRap\nComentários\nAdicionar um comentário\nComece a conversa"
}