{
    "source": "en_US",
    "target": "pt_BR",
    "text": "\"yknow..we have one style that we haven't tried yet\" she bit her lips\n\"like dog---\"\n\"SCARLETT\" she covered my mouth laughing\n\"not that?\" i asked as soon as she released me\n\"we already tried that\" she shrugged and i honestly just can't stop smiling\n\"then what\"\n\"our ootd at 1am\" she smiled\nit took me a while to understand it to be honest \"1am? but we're doing the doodle doodle do so we won't have any-- OHHH\"\n\"nevermind, you're so slow\" she chuckled covering my face again\n\"Noooo, i get it now\"\n\"too late\"\n\"whatttt\"\n\"what can we do? you were so slow to get it fast\" she shrugged trying to annoy me\n\"I hate you\" i mumbled before looking up to her shocked seeing she's holding the belt i was just wearing\n\"how did you---\"\n\"I don't know....how did i..\" she smirked throwing it away and next thing i know my bra was already undone and her hand was resting on my back\n\"you're gonna ask again?\" she asked with a smile\n\"why are you so....hot?\" i sigh just staring at her\n\"you wanna know why?\" she seductively asked and i just nodded, It seems like I'm being hypnotized again",
    "trans": "\"sabia... temos um estilo que ainda não tentamos\", ela mordeu os lábios\n\"como um cachorro---\"\n\"SCARLETT\", ela cobriu minha boca, rindo\n\"não é isso?\" perguntei assim que ela me soltou\n\"já tentamos isso\", ela deu de ombros, e eu honestamente não consigo parar de sorrir\n\"então, o que?\"\n\"nosso look do dia à 1 da manhã\", ela sorriu.\nlevou um tempo para eu entender, para ser honesto. \"1 da manhã? mas estamos fazendo o doodle doodle do, então não vamos ter nenhum-- OHHH'.\"\n\"deixa pra lá, você é tão devagar\", ela riu, cobrindo meu rosto novamente.\n\"Nãooo, agora eu entendi.\"\n\"tarde demais\"\n\"o quêee?\"\n\"o que faremos? Você foi tão devagar para entender\", ela deu de ombros, tentando me irritar.\n\"Eu te odeio\", murmurei antes de olhar para ela, chocada, vendo que ela estava segurando o cinto que eu estava usando\n\"como você---\"\n\"Eu não sei... como eu...\" ela sorriu, jogando o cinto fora, e a outra coisa que eu sei é que meu sutiã já estava desabotoado e a mão dela estava descansando nas minhas costas\n\"você vai perguntar de novo?\" ela perguntou com um sorriso\n\"por que você é tão... gata?\" eu suspiro, apenas a encarando\n\"você quer saber o porquê?\" ela perguntou de maneira sedutora, e eu apenas assenti, Parece que estou sendo hipnotizada novamente"
}