{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Jerseys are ordered by the parents directly from our vendor, Augusta Sportswear.\nAll participants are required to purchase their jersey. Your child is not allowed to use a jersey that is not approved by the YMCA or Augusta Sportswear. If your child wears a different jersey other than the one provided by Augusta Sportswear he or she will not be able to participate.\nPlease order your jerseyhere. To ensure your child has a jersey by the first weekend of games, you must purchase it before October, 21st. If you have any questions or concerns on the status of your jersey, please contact our vendor directly at ymca@augustasportswear.com.\nPARENTAL ACKNOWLEDGEMENT\nThis is where you place teammate and/or practice request. Although requests are not guaranteed, we will do our best to grant them. During the first week of practice, we WILL NOT be able to switch your child's team placement, therefore please complete the Parental Acknowledgement before October 13th.",
    "trans": "As camisas são adquiridas pelos pais diretamente com nosso fornecedor, Augusta Sportswear.\nTodos os participantes são obrigados a comprar sua camisa. Seu filho não pode usar uma camisa que não seja aprovada pela YMCA ou pela Augusta Sportswear. Caso seu filho use uma camisa diferente da fornecida pela Augusta Sportswear, ele ou ela não poderão participar.\nPor favor, faça o pedido da sua camisa aqui. Para garantir que seu filho tenha a camisa até o primeiro final de semana de jogos, você deve comprá-la antes do dia 21 de outubro. Se você tiver qualquer dúvida ou preocupação sobre a situação da sua camisa, entre em contato diretamente com nosso fornecedor pelo e-mail ymca@augustasportswear.com.\nAUTORIZAÇÃO DOS PAIS\nNeste espaço, você pode solicitar a colocação do seu filho na equipe e/ou preferências de treino. Embora não possamos garantir que todas as solicitações serão atendidas, faremos o nosso melhor para atender às suas preferências. Durante a primeira semana de treino, NÃO SERÁ possível mudar a equipe do seu filho, então, por favor, complete a Autorização dos Pais até o dia 13 de outubro."
}