{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Complete this section if you, your dependent, or someone in your household participates in any of the programs below. You can also qualify through your household’s income (you do not need to qualify through both). Check all programs that you, or someone in your household participates in:\nMedicaid\nNutrition Assistance Program (NAP) (Food Stamps)\nFederal Public Housing Assistance (Section 8)\nVeterans and Survivors Pension Benefit\nCONTINUE\nIf you have questions about the application process, call 1-800-SafeLink (723-3546)\nNavigate\nTerms + Conditions\nTerms of Use\nContact Us\nAccessibility\nPrivacy Policy\nPrivacy Central\nCalifornia Privacy Notice\nYour Privacy Choices\nMobile Identity Protection\nUnlocking Policy\nSupporting Partners\nAPN Settings\nStay Secure\nCode of Conduct\nSite Map\nLegal Notes\nSafeLink is a registered trademark of TracFone Wireless, Inc., a Verizon company. ©2024 TRACFONE.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners.\nSafeLink Wireless® is a Lifeline supported service, a government benefit program. Only eligible consumers may enroll in LifeLine. LifeLine service is non-transferable and limited to one per household. Documentation of income or program participation may be required for enrollment.",
    "trans": "Complete esta seção se você, seu dependente ou alguém da sua família participar de qualquer um dos programas abaixo. Você também pode se qualificar com base na renda da sua família (não é necessário qualificar-se por ambos). Marque todos os programas nos quais você ou alguém da sua família participa:\nMedicaid\nPrograma de Assistência Nutricional (NAP) (Vale Alimentação)\nAssistência Pública de Habitação Federal (Seção 8)\nPensão de Veteranos e Sobreviventes\nCONTINUAR\nSe você tiver dúvidas sobre o processo de inscrição, ligue para 1-800-SafeLink (723-3546)\nNavegação\nTermos + Condições\nTermos de Uso\nContato\nAcessibilidade\nPolítica de Privacidade\nCentral de Privacidade\nAviso de Privacidade da Califórnia\nSuas Escolhas de Privacidade\nProteção de Identidade Móvel\nPolítica de Desbloqueio\nParceiros de Apoio\nConfigurações APN\nMantenha-se seguro\nCódigo de Conduta\nMapa do Site\nNotas Legais\nSafeLink é uma marca registrada da TracFone Wireless, Inc., uma empresa da Verizon. ©2024 TRACFONE.\nTodas as outras marcas comerciais, marcas de serviço e nomes comerciais mencionados neste site são propriedade de seus respectivos proprietários.\nSafeLink Wireless® é um serviço apoiado pelo Lifeline, um programa de benefícios governamentais. Somente consumidores elegíveis podem se inscrever no LifeLine. O serviço LifeLine é intransferível e limitado a um por residência. Documentação de renda ou participação em programas pode ser exigida para a inscrição."
}