{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Address how an applied anthropologist might respond to this issuedifferently in BOTH cultures\nAddress why anthropologists are an important resource. What's unique about our research methods?\nAddress the importance of cultural relativism when resolving social concerns.\nYour final paper will be 4-6 pages in length, not including cover page and reference page in APA style. It should contain a proper introduction and conclusion, and address all the above items in detail, with support from your THREE scholarly resources.\nAll written assignments should follow these guidelines:\nMust include a cover page that includes:Your name, my name, class name, date\nEach paper must have1-inch margins all around\nEach paper must be inTimes New Romanfont, size 12.\nEach paper must bedouble-spaced\n-Each paper must be submitted as a.doc file, otherwise it may not open.\nMust use APA (7th ed.) style as outlined in the approved APA style guideto document all sources.",
    "trans": "Abordar como um antropólogo aplicado pode responder a este problema diferentemente em ambas culturas\nAbordar o motivo dos antropologistas serem um recurso importante. O que tem de único sobre os nossos métodos de pesquisa?\nAbordar a importância do relativismo cultural quando se resolve problemas sociais.\nSeu trabalho final deverá ter de 4-6 páginas, sem incluir a capa e as referências no estilo APA. Deve conter uma introdução e conclusão adequadas e abordar todos os itens acima detalhadamente, com apoio dos seus TRÊS recursos acadêmicos.\nTodos os trabalhos escritos devem seguir as seguintes regras:\nDeve conter uma capa que contenha: Seu nome, meu nome, nome da disciplina, data\nCada página deve ter margens de 1 polegada ao redor\nCada página deve estar na fonte Times New Roman, tamanho 12.\nCada página deve ter espaçamento duplo\n-Cada página deve ser enviada no formato .doc, caso contrário, pode não abrir.\nDeve usar o estilo AP (7° ed.), como descrito no guia de estilo do APA aprovado para documentar todas as fontes."
}