{
    "source": "en_US",
    "target": "pt_BR",
    "text": "All monetary and in-kind donations to our non-profit partners are tax deductible.\nVerified Partners Choose CUDDLY\nOver 4,500 animal welfare organizations trust CUDDLY to ensure the success of their fundraising initiatives. Our free-to-use services enable our shelter and rescue partners to save more animals.\nTrust, Transparency, Service\nCUDDLY earns top ratings from respected third-party organizations like the Better Business Bureau and Trustpilot. Our strong commitment to animal welfare and our high ethical standards ensure that every dollar donated makes a meaningful impact.\nThank You Recent Donors\nToby L.\n9 hours ago\nGive a Monetary Donation\nYour monetary donation goes directly to Animal Protection Foundation APF to benefit Mahroosa.\n$35 Raised of $640 Goal\n$250\n$100\n$50\n$35\n$15\nCustom\nDonate\nFundraiser Organizer and Beneficiary\nAnimal Protection Foundation APF\nShorouk City, Cairo\nPartner since 2020\nCUDDLY-Vetted Shelter\nAPF is a not-for-profit, legally registered charitable organization in Egypt. In 2013 we started to rescue dog ... View More\nShare this Fundraiser\nFacebook",
    "trans": "Todas as doações monetárias e de bens para nossos parceiros sem fins lucrativos são dedutíveis de impostos.\nParceiros Verificados Escolhem CUDDLY\nMais de 4.500 organizações de bem-estar animal confiam na CUDDLY para garantir o sucesso de suas iniciativas de arrecadação de fundos. Nossos serviços gratuitos permitem que nossos parceiros de abrigos e resgates salvem mais animais.\nConfiança, Transparência, Serviço\nA CUDDLY recebe as melhores avaliações de organizações respeitadas de terceiros, como o Better Business Bureau e Trustpilot. Nosso forte compromisso com o bem-estar animal e nossos elevados padrões éticos garantem que cada dólar doado tenha um impacto significativo.\nObrigado aos Donos Recentes\nToby L.\nHá 9 horas\nContribua com uma doação em dinheiro\nA sua contribuição financeira será enviada diretamente à Animal Protection Foundation APF, com o objetivo de beneficiar Mahroosa.\n$35 alcançados da meta de $640\n$250\n$100\n$50\n$35\n$15\nPersonalizado\nDoar\nOrganizador e Beneficiário da Arrecadação de Fundos\nAnimal Protection Foundation APF\nCidade de Shorouk, Cairo\nParceiro desde 2020\nAbrigo Verificado pela CUDDLY\nA APF é uma organização de caridade registrada legalmente no Egito. Em 2013, começamos a resgatar cães ... Ver Mais\nCompartilhe esta Arrecadação de Fundos\nFacebook"
}