{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The CFCFI (Fells Point Community Circular Fashion Initiative), through the circularization of the local fashion, is aimed at addressing the most pressing environmental and social challenges affecting the locality at the shores of Fells Point, where Patagonia has an outlet center. The project is connected to the 13th and the 8th Sustainable Development Goals (Climate Action and Decent Work and Economic Growth, respectively), with a strong focus on reducing resource utilization, addressing climate-related risks, and no longer considering these as the costs of doing business.\nProject Overview\nThe CFCFI's target is to develop a locally-based circular fashion center that will collect, upcycle, and/or convert used clothes to new clothes. It shall stand as a micro-education center on sustainable fashion for the community members, trains people on how to use recycling methods, and manufactures handmade products for sale. The program and the initiative has three main components: collection and recycling of clothing, workshop trainings, and a local market for upcycled products. The community program will not only engage locals in promoting this, but it will also put a stand for sustainable development as well through economic advancement.",
    "trans": "A CFCFI (Iniciativa de Moda Circular da Comunidade de Fells Point), por meio da circularização da moda local, tem como objetivo abordar os desafios ambientais e sociais mais urgentes que afetam a localidade nas margens de Fells Point, onde a Patagônia possui um centro de outlet. Este projeto está conectado aos 13º e 8º Objetivos de Desenvolvimento Sustentável (Ação Climática e Trabalho Decente e Crescimento Econômico, respectivamente), com um foco forte na redução da utilização de recursos, no enfrentamento dos riscos climáticos e na eliminação da consideração de tais fatores como custos do negócio.\nVisão Geral do Projeto\nO objetivo da CFCFI é desenvolver um centro de moda circular local que coletará, reciclará e/ou converterá roupas usadas em novas peças. O centro atuará como um microcentro educacional sobre moda sustentável para os membros da comunidade, ensinando métodos de reciclagem e fabricando produtos feitos à mão para venda. O programa e a iniciativa incluem três componentes principais: coleta e reciclagem de roupas, treinamentos em oficinas e um mercado local para produtos reaproveitados. Esse programa comunitário não apenas incentivará os locais a promover essa ação, como também defenderá o desenvolvimento sustentável através do crescimento econômico."
}