{
    "source": "en_US",
    "target": "pt_BR",
    "text": "You will still receive the fee if you ask for ID but the customer doesn't have a valid one or is underage, and you follow the correct process by removing the alcohol.\nDeliveroo regularly conducts test orders using 18-20-year-old customers to ensure that this important step is being followed. Failure to check their ID will not only mean not being paid the fee for that order, but may also result in your contract with Deliveroo being ended with immediate effect.\nChecking ID is critical as it's against the law to deliver alcohol to anyone under the age of 18 or to anyone who appears to be drunk. It is vital that you check ID no matter how old a customer looks.\nYou should also not deliver alcohol to customers in public places - alcohol can only be delivered to residential and business addresses. If the customer is in a public place, don't hand over the alcohol, and call Rider Support.\nRemember, you’re shown which orders contain alcohol before you accept them, and you can always choose to reject these orders when you're offered them.",
    "trans": "Você ainda receberá o pagamento se solicitar um documento de identidade, mas o cliente não apresentar um válido ou for menor de idade, e você seguir o processo de retirar o álcool.\nA Deliveroo realiza regularmente pedidos de teste usando clientes de 18 a 20 anos para garantir que essa etapa importante seja cumprida. Deixar de verificar o documento de identidade desses clientes não apenas resultará na perda do pagamento por esse pedido, mas também poderá levar ao encerramento imediato do seu contrato com a Deliveroo.\nVerificar o documento de identidade é essencial, pois é ilegal entregar álcool para qualquer pessoa com menos de 18 anos ou para quem parecer estar bêbado. É fundamental que você verifique o documento de identidade, não importa a aparência do cliente.\nVocê também não deve entregar álcool para clientes em locais públicos – o álcool só pode ser entregue em endereços residenciais ou comerciais. Se o cliente estiver em um local público, não entregue o álcool e ligue para o Suporte ao Entregador.\nLembre-se, você vê quais pedidos contêm álcool antes de aceitá-los, e sempre pode optar por rejeitar esses pedidos quando forem oferecidos."
}