{
    "source": "en_US",
    "target": "pt_BR",
    "text": "PCC’s Drop Policy:\nAll distance education courses currently follow the Pasadena Area Community College District Policy for Attendance, Class Drops and Auditing courses.\nAccording to PCC's distance education policy consistent failure to participate in class for a total of 1 week's worth of assignments(discussions/assignments/quizzes) will result in your being dropped from the course. I understand that sometimes life happens so please reach out to me before this becomes an issue and we can work together to find a resolution.\nStudents in distance education courses are required to ‘attend’ class and participate just as if they were in a face-to-face course. This means that instructors set up guidelines for how much each lecture, reading assignment, discussion or project qualifies as a meeting over the course of each week/learning unit/course module.\nStudents who do not participate in class, that is, who consistently do not complete assignments, quizzes, respond to forums or turn in other work, will be notified that they will be dropped from the class for non-participation.",
    "trans": "Política de Abandono do PCC:\nTodos os cursos de educação a distância seguem atualmente a Política de Frequência, Abandono de Aulas e Monitoramento de Cursos do Distrito da Pasadena Area Community College.\nConforme a política de educação a distância do PCC, a ausência contínua na realização das atividades do curso por um período de 1 semana (incluindo discussões, tarefas e quizzes) levará ao seu desligamento. Entendo que situações inesperadas podem ocorrer, portanto, não hesite em me procurar antes que isso se torne um problema, para que possamos buscar uma solução.\nNos cursos de educação a distância, é obrigatório que os alunos ‘compareçam’ às aulas e participem, da mesma forma que em cursos presenciais. Para isso, os instrutores determinam critérios que indicam quanto cada aula, tarefa de leitura, discussão ou projeto equivale a uma sessão durante a semana, unidade de aprendizado ou módulo.\nAlunos que não participarem das aulas, ou seja, que consistentemente não completarem as atividades, quizzes, fóruns ou outros trabalhos, serão notificados de que serão desligados da turma por falta de participação."
}