{
    "source": "en_US",
    "target": "pt_BR",
    "text": "(Date format is YYYY/MM/DD)\nFor instructions on how to obtain police certificates for specific countries:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nFor instructions on how to submit a fee online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nIf you need to submit an immigration form, consult:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPlease note:\nAll documents must be in either English or French. You must provide a certified translation for any documents not already in English or French.\nYou must provide the information/documents by the date indicated above for each item.\nIf you fail to comply with this requirement, an officer will review your application and will make a decision based on the information already on file. Note that this could result in the refusal of your application.\nPlease submit scanned/electronic copies of your original documents ONLY. We do not accept in-person or mail-in submissions of requested documents at the Consulate.\nPlease include this letter with the requested documents and include the application number indicated at the top of this letter on any information you submit.\nIf you already have an online account:\nPlease upload and submit all the requested documentation via your online account; note that once the due date has passed, you will no longer be able to upload the requested documentation.",
    "trans": "(Formato de data: YYYY/MM/DD)\nPara instruções sobre como obter certificados de antecedentes criminais para países específicos:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nPara instruções sobre como enviar uma taxa online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nSe precisar enviar um formulário de imigração, consulte:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nFavor notar que:\nÉ necessário que todos os documentos sejam apresentados em inglês ou francês. Para documentos que não estejam em inglês ou francês, é obrigatória a apresentação de uma tradução certificada.\nVocê deve fornecer as informações/documentos até a data indicada acima para cada item.\nCaso não atenda a este requisito, um oficial revisará sua solicitação e tomará uma decisão com base nas informações já registradas. Lembre-se de que isso pode levar à recusa da sua aplicação.\nPor favor, envie APENAS cópias escaneadas ou eletrônicas dos seus documentos originais. Não aceitamos submissões presenciais ou por correio dos documentos solicitados no Consulado.\nCertifique-se de incluir esta carta com os documentos requisitados e de adicionar o número de aplicação, conforme indicado no topo desta carta, em qualquer informação que você submeter.\nSe você já possui uma conta online:\nPor favor, faça o upload e envie toda a documentação solicitada por meio da sua conta online; lembre-se de que, após a data limite, você não poderá mais realizar o upload da documentação solicitada."
}