{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Discuss how to maintain your well-being during your studies.\nDiscuss semester important deadlines.\nReceive information about any significant changes to pastoral care in UNNC.\nEncourage you to keep your personal tutor informed of employability-related developments.\nPlease remember that you might eventually ask your personal tutor to write a reference for you. The more he/she knows about you, the more accurate the reference will be.\nFor final year (Y4) students, you may also find the 2nd referee allocation via the NUBS China Moodle link; please make sure you are provided the following information in your email to your referrers requesting a reference letter:\na full list of degrees and universities you want to apply to with the internet link\nif you already have a reference number for your application, please provide the number with the information on the university and degree",
    "trans": "Discutir como manter seu bem-estar durante os estudos.\nDiscutir prazos importantes do semestre.\nReceber informações sobre qualquer alteração significativa aos cuidados pastorais na UNNC.\nIncentivar você a manter seu professor particular atualizado acerca de desenvolvimentos relacionados à empregabilidade.\nLembre-se de que você eventualmente solicitará ao seu professor particular para que lhe escreva uma referência. Quanto mais ele/ela souber sobre você, mais precisa será a referência.\nPara alunos do último ano (Y4), vocês também podem localizar a segunda alocação de referências por meio do link do Moodle China NUBS; certifique-se de que estejam fornecendo as seguintes informações em seu e-mail ao solicitarem uma carta de referência aos seus referenciadores:\numa lista completa dos cursos de graduação e universidades às quais desejam candidatar-se com o link da Internet\ncaso você já tenha um número de referência para sua candidatura, forneça-o, que deve conter as informações sobre a universidade e o curso de graduação"
}