{
    "source": "en_US",
    "target": "pt_BR",
    "text": "visit http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS code 01857J) DOCKLANDS\n78 Week(s) (No credits granted)\nFull time. Please refer to Monash College course information\nat http://www.monashcollege.edu.au/courses for more information concerning modes of study\n72 credit points are required to complete this course (No credits granted)\n$31,733.33 Estimated total tuition fees $47,600.00 (No credits payable to complete this granted)\ncourse\nIn some circumstances additional non-tuition fees may apply. Please refer to the Additional Costs and Other Study Cost Table which lists administrative charges that apply in certain situations which can be found here:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nFurther non-tuition fees may be listed in the link found here:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nIf you require further information contact Monash Connect on 03 9902 6011 or\nhttps://www.monash.edu/students/support/connect\nBased on your previous Mathematics subject study, you can enrol in Mathematics or Advanced Mathematics as one of your Foundation subject selection.",
    "trans": "visite http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (código CRICOS 01857J) DOCKLANDS\n78 Semana(s) (Sem créditos concedidos)\nTempo integral. Por favor, consulte as informações do curso da Monash College\nem http://www.monashcollege.edu.au/courses para mais informações sobre os modos de estudo\nSão necessários 72 pontos de créditos para concluir este curso (Sem créditos concedidos)\nUS$ 31.733,33 Total estimado de mensalidades US$ 47.600,00 (Não há créditos a pagar para completar esta concessão)\ncurso\nEm algumas circunstâncias, taxas adicionais não relacionadas à mensalidade podem ser aplicadas. Por favor, consulte os Custos Adicionais e a Tabela de Custos de Outros Estudos, que lista taxas administrativas aplicáveis em certas situações e pode ser encontrada aqui:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nOutras taxas não relacionadas à mensalidade podem ser listadas no link encontrado aqui:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nPara mais informações, contate a Monash Connect pelo número 03 9902 6011 ou\nhttps://www.monash.edu/students/support/connect\nCom base em seus estudos anteriores em Matemática, você pode se inscrever em Matemática ou Matemática Avançada como uma das disciplinas escolhidas para o seu Curso Preparatório."
}