{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Is this test optional? No. For state and scholarship compliance, all 9th, 10th, and 11th grade students must take the PSAT/ NMSQT at Snyder.\nNew Online Platform for Submitting Service Hours\nWe have moved to x2VOL online platform to record service hours. Campus Ministry has rolled out the new service program with visits to religion classrooms.\nStudents are reminded that they must have the name and email of the service project supervisor. How do I log hours in x2VOL?\nGently-Used Uniforms:\nCampus Ministry thanks you for turning in gently-used uniforms that you no longer need. We also thank you for your purchases throughout the school year. The funds raised by the Used Uniform sales have helped with retreat costs and purchases for our Campus Ministry programming.\nMrs. Gallagher is available to open the store on Fridays during these hours:\n7:25 - 7:55 a.m.\n9:00 a.m. - 12:30 p.m.\n2:00 - 3:15 p.m.\nPlease let her know when you are coming by emailing her at joygallagher@bishopsnyder.org\nSnyder Online Store\nSnyder athletic gear is available at our new online store. Baker's Sporting Goods, the exclusive provider for Snyder Athletics, is dedicated to outfitting, not only our teams and coaches, but our fans as well.",
    "trans": "Este teste é opcional? Não. Para conformidade de estado e bolsa de estudos, todos os alunos do 9º, 10º e 11º ano devem fazer o PSAT/NMSQT no Snyder.\nNova Plataforma On-Line para Envio de Horas de Serviço\nMudamos para a plataforma on-line x2VOL para registrar horas de serviço. O Ministério do Campus lançou o novo programa de serviço com visitas a salas de aula de religião.\nOs alunos são lembrados de que devem ter o nome e o e-mail do supervisor do projeto de serviço. Como registro horas na x2VOL?\nUniformes em Bom Estado:\nO Ministério do Campus agradece a você pela devolução de uniformes em bom estado de que você não tem mais necessidade. Também agradecemos por suas compras ao longo do ano escolar. Os fundos levantados pelas vendas de Uniformes Usados ajudaram com a retenção de custos e compras para nossa programação do Ministério do Campus.\nA Sra. Gallagher está disponível para abrir a loja às sextas-feiras durantes estes horários:\nDas 7h25 às 7h55\nDaas 9h às 12h30\nDas 14h às 15h15\nAvise-a sobre sua visita enviando um e-mail a ela no endereço joygallagher@bishopsnyder.org\nLoja On-Line Snyder\nO equipamento Snyder para atletismo está disponível em nossa nova loja on-line. A Baker's Sporting Goods, fornecedora exclusiva da Snyder Athletics, é dedicada a vestir não apenas times e técnicos, mas também os nossos fãs."
}