{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Please look for your Official USPS Change-of-Address Welcome Kit™ at your new address soon. You'll be able to verify your Change-of-Address information and get valuable savings to help with your move.\nNote: Only one member of your household will receive a Welcome Kit. All others will receive a Change-of-Address confirmation letter.\nNotify mailers directly of your new address. Many companies (financial, health insurance, etc.) will not change your address unless you contact them directly. Failure to notify these companies directly may result in a loss of important services.\nPlease do not reply to this email. This email was sent from a notification-only email address that cannot accept incoming mail.\nThe person who submitted this Change-of-Address form states that he or she is the person, executor, guardian, authorized officer, or agent of the person for whom mail would be forwarded under this order. Anyone submitting false or inaccurate information on this form is subject to punishment by fine or imprisonment or both under Sections 2, 1001, 1702 and 1708 of Title 18, United StatesCode.\nNot Changing Your Address?",
    "trans": "Aguarde o seu Kit Oficial de Boas-vindas por Mudança de Endereço USPS™ que logo chegará em seu novo endereço. Você poderá fazer a solicitação das suas informações referentes à Mudança de Endereço e obter descontos valiosos para ajudá-lo com a sua mudança.\nObservação: Somente um familiar receberá o Kit de Boas-vindas. Todos os outros familiares receberão uma carta de confirmação referente à Mudança de Endereço.\nComunique imediatamente os remetentes sobre o seu novo endereço. Diversas empresas (dos setores financeiros, seguradoras de saúde, etc.) não alterarão o seu endereço caso você não entre em contato com elas diretamente. Se essas empresas não forem notificadas imediatamente, há a possibilidade de que serviços importantes sejam perdidos.\nNão responda a este e-mail. Este e-mail foi enviado por um endereço de e-mail destinado a apenas enviar notificações e e-mails recebidos não serão aceitos.\nA pessoa responsável por enviar este formulário de Mudança de Endereço declara que ele ou ela é uma pessoa, executor, tutor, dirigente autorizado ou representante da pessoa para quem a correspondência seria enviada sob esta ordem. Qualquer pessoa que fizer o envio de informações falsas ou incorretas neste formulário está sujeita a pena de multa ou prisão, ou ambos, sob as Seções 2, 1001, 1702 and 1708 do Título 18 do Código dos Estados Unidos.\nNão Está Mudando de Endereço?"
}