{
    "source": "en_US",
    "target": "pt_BR",
    "text": "What is a Poet? to whom does he address himself? And what language is to be expected from him? — He is a man speaking to men: a man, it is true, endowed with more lively sensibility, more enthusiasm and tenderness, who has a greater knowledge of human nature, and a more comprehensive soul, than are supposed to be common among mankind [...] The Poet, singing a song in which all human beings join with him, rejoices in the presence of truth as our visible friend and hourly companion. Poetry is the breath and finer spirit of all knowledge. [...] Poetry is the first and last of all knowledge—it is as immortal as the heart of man. [...]\nI have said that poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquillity: the emotion is contemplated till, by a species of reaction, the tranquillity gradually disappears, and an emotion, kindred to that which was before the subject of contemplation, is gradually produced, and does itself actually exist in the mind. In this mood successful composition generally begins [...]",
    "trans": "O que é um Poeta? a quem ele se dirige? E que tipo de linguagem se espera dele? — Ele é um homem falando para homens: um home, é verdade, dotado de uma sensibilidade mais vívida, de mais entusiasmo e ternura, que tem um conhecimento maior da natureza humana e uma alma mais abrangente do que supostamente há entre a humanidade comum [...] O Poeta, cantando uma canção na qual todos os seres humanos se juntam a ele, alegra-se com a presença da verdade como nosso amigo visível e companheiro do momento. A poesia é o fôlego e o espírito mais refinado de todo o conhecimento. [...] A poesia é o início e o fim de todo o conhecimento — ela é imortal como o coração do homem. [...]\nEu disse que a poesia é o transbordamento espontâneo de sentimentos poderosos: ela se origina da emoção recolhida na tranquilidade: a emoção é contemplada até que, por uma espécie de reação, a tranquilidade gradualmente desaparece, e uma emoção, semelhante àquela que era antes o assunto da contemplação, é gradualmente produzida, e ela mesma passa a existir na mente. É nesse estado de espírito que a composição bem-sucedida geralmente se inicia [...]"
}