{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The airdrop recipients are divided into two categories:\nTelegram App Users\nWeb3 Community\nFor both user types, there are Core (User Score) and Bonus (Multipliers) criteria. Each airdrop is calculated as User Score X Multipliers.\nTelegram App Airdrop\nAllocation: ~ 85% of MEMEFI supply\nCore Eligibility Criteria:\nTotal value of all purchases (All TON + Stars Purchases)\nAmount of coins\nThese criteria are independent; fulfilling only one is sufficient to receive the associated airdrop.\nOnly users who have collected a minimum amount of coins (which will be small) will be eligible for the airdrop. Users passing either criterion will have a user score defined based on the higher passing criterion.\nTop players by coins will receive rewards in a non-linear fashion.\nBonus Criteria:\n[Hidden criterion]\nOn-Chain TON Transactions\nGiveaway Participation\nMemeFi Premium\nCampaigns\nThese criteria will have specific multipliers to increase the user score.\n❗ Important: Due to the large number of Telegram app users, we've allocated a by an order of magnitude larger portion of the airdrop supply to this group (it’s a few % to Web3 users against the rest of the airdrop supply to Telegram app users).",
    "trans": "Os destinatários do airdrop são divididos em duas categorias:\nUsuários do app Telegram\nComunidade da Web3\nPara ambos os tipos de usuários, existem os críterios Core (Pontuação do Usuário) e Bônus (Multiplicadores). Cada airdrop é calculado como Pontuação do Usuário X Multiplicadores.\nApp do Telegram Airdrop\nAlocação: ~85% do fornecimento da MEMEFI\nCritério de eligibilidade Core:\nValor total de todas as compras (Todos os TON + Compras Stars)\nQuantidade de moedas\nEsses critérios são independentes; completar apenas um é suficiente para receber o airdrop associado.\nApenas usuários que coletaram uma quantidade mínima de moedas (que vai ser pequena) serão elegíveis para o airdrop. Os usuários que passarem em qualquer um dos critérios terão uma pontuação de usuário definida baseada no critério de aprovação mais alto.\nOs melhores jogadores por moedas irão receber prêmios de maneira não-linear.\nCritério de Bônus:\n[Critério Oculto]\nTransações TON Na Rede\nParticipação no Sorteio\nMemeFi Premium\nCampanhas\nEsses critérios terão multiplicadores específicos para aumentar a pontuação do usuário.\n❗Importante: Devido ao grande número de usuários do app Telegram, nós alocamos uma quantidade muito maior do fornecimento de airdrops para esse grupo (é uma % pouca para os usuários do Web3 em comparação ao resto do fornecimento para os usuários do app Telegram)."
}