{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Maintain physical stamina and proper mental attitude while dealing effectively with guests, management, team members, and outside contacts while working under pressure and meeting deadlines.\nMust be able to frequently move freely about the property, maintain manual dexterity to operate job related equipment, such as telephones, copiers, etc., withstand various activities such as frequent walking, sitting for long periods and withstand prolonged standing, stretching, bending and kneeling without restriction.\nBe able to work indoors and be exposed to various environmental contaminants including smoke.\nAbility to lift or carry a minimum of 20 pounds unassisted in the performance of specific tasks assigned.\nMust be able to work with others, communicate well, receive direction, and provide feedback when needed to achieve department goals and objectives.\nMust maintain a positive attitude toward work and interface with guests in a congenial and polite manner.\nMust be able to address stressful situations with clients with dignity and the utmost tact and politeness.",
    "trans": "Mantém a resistência física e a atitude mental adequada enquanto lida eficientemente com convidados, gerência, membros da equipe e contatos externos enquanto trabalha sob pressão e cumpre prazos.\nDeve ser capaz de frequentemente se movimentar livremente pela propriedade, mantendo destreza manual para operar equipamentos relacionados ao trabalho, como telefones, copiadoras, etc... suportar várias atividades como caminhada frequente, ficar sentado por longos períodos de tempo e suportar períodos prolongados em pé, alongar, se curvar e ajoelhar sem restrições.\nSer capaz de trabalhar em locais fechados e ficar exposto à diversos contaminantes ambientais, incluindo fumaça.\nCapacidade de levantar ou carregar o mínimo de 9 quilos sem ajuda ao desempenhar tarefas designadas específicas.\nDeve ser capaz de trabalhar com pessoas, se comunicar bem, receber ordens e fornecer feedback quando necessário para alcançar os objetivos e metas do departamento.\nDeve manter uma atitude positiva em relação ao trabalho e interagir com convidados de maneira agradável e educada.\nDeve ser capaz de lidar com situações estressantes com clientes com dignidade e o máximo de tato e educação."
}