{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The wolf pushed once more at her side and she got up, looking up at its humongous frame. It goes down on its hinges, wanting her to climb on it's back.\nIt was then that she had noticed. Not only did Ezra accept her, but his wolf did too. And that meant a lot to her because his wolf and him were two different beings.\nShe weakly gets on, holding unto its fur as tight as she could as they went off, heading back to the castle.\nAs soon as they had arrived, the lycan went down on all four of its legs. She climbed down slowly before looking at it.\n\"Genesis!\" Beverly calls, walking on the bridge that led to the castle.\nGenesis stared at her mate before it stood up and dashed into the woods, making her lips part in awe.\n\"I was so worried about you! I was looking for you the whole night.\" Bethany says worrisely, wrapping a blanket around her small frame. \"Let's get you inside.\"\n................\n\"Would you like to come into the village with me?\" Bethany asks, handing her some tea.",
    "trans": "O lobo empurrou a empurrou uma vez mais pelo lado e ela se levantou, olhando para cima para avistar sua enorme figura. Ele se abaixa sobre as articulações, querendo que ela suba em suas costas.\nFoi aqui que ela percebeu. Não só Ezra a aceitou, mas este lobo  também. E isso significava muito, porque este lobo e ele eram dois seres diferentes.\nEla subo com fraqueza, segurando em seus pelos o mais firme que podia enquanto partiam, voltando para o castelo.\nAssim que chegaram, o lobisomem se abaixou sobre suas quatro pernas. Elas desceu lentamente antes de olhar para ele.\n\"Genesis!\", chamou Beverly, andando sobre a ponte que levava ao castelo.\nGenesis encarou seu amigo antes que ele se levantasse e corresse para a floresta, deixando-a de queixo caído de admiração.\n\"Eu estava tão preocupada com você! Estive procurando por você a noite toda.\", diz Bethany com preocupação, enrolando um cobertor envolta de sua pequena figura. \"Vamos entrar.\"\n................\n\"Você gostaria de ir até o vilarejo comigo?\", pergunta Bethany, entregando a ela um pouco de chá."
}