{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The photo result will be used for verification at level 1 visitor’s counter, and is valid for 24 hours only.\nPlease do not send it to us.\nYour child is exempted from swabbing as he is below five years of age.\nYour child’s sleep study is rescheduled, as discussed, to:\n16 OCT 2024, WEDNESDAY @ MAIN BUILDING\n(Yellow Zone G)\nLEVEL 4, #04-62,\nPaediatric Sleep Laboratory\n(beside the playground, just before Paediatric Day Therapy).\n*NOT ZONE E*\nOur Laboratory opens at 8.30pm.\nPlease arrive before 9.30pm.\nRegistration will be done on-site. CPF account holder has to be present. Kindly declare your personal insurance for payment, if any.\nOne Covid-ART-tested caregiver is allowed to stay overnight.\nPlease do not stop any medication without doctor's instructions.\nPlease bring along your child’s sleep clothes, toiletries, slippers, comb and, if preferred, pillows and toys.\nNo meal will be provided.\nIt will be a single room with a bed and a sofa bed beside it. Pillows, blankets, television and public WiFi access will be available.",
    "trans": "O resultado da foto será usado para verificação no balcão de visitantes nível 1 e só é válido por 24 horas.\nPor favor não a envie para nós.\nSeu filho está isento do teste SWAB, já que ele tem menos de cinco anos de idade.\nO estudo do sono do seu filho foi reagendado, como discutido, para:\n16 DE OUT, 2024, QUARTA-FEIRA @ PRÉDIO PRINCIPAL\n(Zona Amarela G)\nNÍVEL 4, #04-62,\nLaboratório Pediátrico do Sono\n(ao lado do parquinho, logo antes da Terapia Diurna Pediátrica).\n*NÃO É NA ZONA E*\nNosso laboratório abre às 20h30.\nPor favor, chegue antes das 21h30.\nA inscrição será feita no site. O titular do CPF deve estar presente. Por favor, declare seu seguro pessoal para pagamento, se houver.\nUm cuidador testado pela Covid-ART pode ficar durante a noite.\nPor favor, não interrompa nenhuma medicação sem a instrução do médico.\nPor favor, traga as roupas de dormir, os produtos de higiene, sandálias, pente e, se preferir, travesseiros e brinquedos do seu filho.\nNenhuma refeição será fornecida.\nSerá um único quarto com uma cama e um sofá ao lado dela. Travesseiros, cobertores, televisão e acesso ao WiFi público estarão disponíveis."
}