{
    "source": "en_US",
    "target": "pt_BR",
    "text": "H. pylori is a Gram-negative bacterium that plays a pivotal role in the development of gastritis,\npeptic ulcers, and gastric cancer. In addition to its association with various gastrointestinal disorders,\nan increased prevalence of H. pylori infection in patients with rosacea was also reported. About 88% of\nthe patients with rosacea were infected with H. pylori, compared with 65% of the non-ulcer dyspeptic\ncontrols [57]. Moreover, eradication of H. pylori improved the skin symptoms of rosacea [57–59].\nHowever, a Danish population-based cohort study reported no significant association between H. pylori\ninfection (hazard ratio (HR): 1.04; 95% CI: 0.96–1.13) in patients with rosacea compared with control\nsubjects [60]. Although they also found an increased prevalence of H. pylori infection in patients with\nrosacea, the prevalence of new-onset H. pylori infection was not increased in patients with rosacea,\nsuggesting that H. pylori infection could be one of the predisposing factors in rosacea by acting as a",
    "trans": "H. pylori é uma bactéria Gram-negativa que tem um papel fundamental no desenvolvimento da gastrite,\núlceras pécticas e câncer gástrico. Além da sua associação com vários distúrbios gastrointestinais,\ntambém foi relatado um aumento na prevalência de infecção por H. pylori em pacientes com rosácea. Cerca de 88% dos\npacientes com rosácea foram infectados pelo H. pylori, comparado com 65% dos controles dispépticos\nsem úlcera [57]. Além disso, a erradicação do H. pylori melhorou os sintomas cutâneos da rosácea [57-59].\nEntretanto, um estudo de corte populacional dinamarquês não relatou nenhuma associação significativa entre a infecção por H. pylori\n(taxa de risco (TR): 1,04; 95% IC: 0,96-1,13) em pacientes com rosácea comparados com indivíduos\ncontrole [60]. Apesar de eles terem encontrado um aumento na prevalência de infecção por H. pylori em pacientes\ncom rosácea, a prevalência de infecção recente com H. pylori não aumentou em pacientes com rosácea,\nsugerindo que a infecção pela H. pylori pode ser um dos fatores predisponentes na rosácea ao agir como um"
}