{
    "source": "en_US",
    "target": "pt_BR",
    "text": "● What are the communication patterns and needs of individuals from different age groups?\nSuch descriptive reports also capture generational shifts—such as Millennials’ and Generation Z’s prioritization of work-life balance—and highlight the need for strategies to communicate across differences in organizations. Similar demographic analyses could be applied to race, ethnicity, family structure, social class, household composition, and geographic difference, which would reveal how the workplace is evolving as these demo- graphic patterns shift.\n● How can we communicate with members of a diverse workforce in ways that value difference and help achieve organizational and individual goals?\nChanging demographics also create new opportunities and challenges for organiza- tional communication because they result in multicultural workplaces, including workers with increasing responsibilities to aging family members; workers with longer commutes; and workers who telecommute. Changing demographics also magnify the importance of treating individuals with different ethnic backgrounds, races, ages, genders, abilities, and sexual orientations in ways that honor these differences and create opportunities for meet- ing both individual and organizational goals. Thus, questions confronting organizational communication scholars as they consider these demographic shifts include:",
    "trans": "● Quais são os padrões de comunicação e as necessidades de indivíduos de diferentes faixas etárias?\nRelatórios como esses também capturam mudanças geracionais—como a priorização do equilíbrio entre trabalho e vida pessoal pelas gerações Millennials e Z—e destacam a necessidade de estratégias para comunicar-se através das diferenças nas organizações. Análises demográficas semelhantes poderiam ser aplicadas à raça, etnia, estrutura familiar, classe social, composição residencial e diferenças geográficas, o que revelaria como o local de trabalho está evoluindo à medida que esses padrões demográficos mudam.\n● Como podemos nos comunicar com membros de uma força de trabalho diversa, valorizando as diferenças e ajudando a alcançar os objetivos organizacionais e individuais?\nMudanças demográficas também criam novas oportunidades e desafios para a comunicação organizacional, resultando em ambientes de trabalho multiculturais, incluindo trabalhadores com responsabilidades em relação a familiares idosos, com longos deslocamentos ou que trabalham remotamente. Mudanças demográficas também ampliam a importância de tratar indivíduos com diferentes etnias, raças, idades, gêneros, habilidades e orientações sexuais de maneiras que honrem essas diferenças e criem oportunidades para atingir tanto os objetivos individuais quanto organizacionais. Assim, as questões que confrontam os estudiosos da comunicação organizacional ao considerar essas mudanças demográficas incluem:"
}