{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Going forward when you cut heads, we need to place them in production dunnage. We need to be more careful on protecting these heads. I will get you any dunnage you need, just let me know when and where you need it.\nWhat is the status of Cell 3A regarding automatically loading and unloading Gen 6 heads with the robot gantries? As soon as we create the N=5 with the 320’s I want to run the cell automatically with the gantry.\nRegarding the Spindle Run-out Sensors, What NTC operations have these sensors installed? And of the operations that have these, are they turned on? And if they are turned on are they sensing properly? In other works are they operating in the right window? Let’s discuss on Wednesday.\nRegarding the through the spindle coolant flow sensor, I think we can continue with our current process where you monitor and adjust the sensor as you are creating your N=5 heads and we discuss over emails.",
    "trans": "De agora em diante para cortar as cabeças, precisamos colocá-las em produção de dunnage. Precisamos ser mais cuidados a fim de proteger tais cabeças. Eu encontro qualquer dunnage que você precisa, apenas me diga quando e onde você precisa dele.\nQual é a situação da Célula 3A a respeito de automaticamente carregar e descarregar cabeças Gen 6 com os pórticos do robô? Assim que criarmos o N=5 com o 320's, gostaria de fazer a célula funcionar automaticamente com o pórtico.\nA respeito dos Sensores de Run-out do Spindle, Quais operações NTC tem esse sensores instalados? E das operações que os tem, eles estão ligados? E se eles estão ligados, eles estão funcionando apropriadamente? Eles estão funcionando na janela correta em outros trabalhos? Iremos discutir isto na quarta-feira.\nE sobre o sensor de fluxo de refrigerante do spindle, acredito que iremos poder continuar com nosso processo atual onde você monitora e ajusta o sensor durante a criação das suas cabeças N=5 e iremos conversar sobre isso por meio de emails."
}