{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Morena smiled, her hands reaching for the zipper of her dress. \"Then show me how much you want me,\" she said, her voice a sultry whisper.\nAgron's hands gripped her hips, pulling her close. His lips met hers in a fierce kiss, his tongue exploring her mouth. Morena moaned, her body pressing against his.\nBreaking the kiss, Agron began to trail his lips down her neck, nibbling and sucking on the sensitive skin. Morena gasped, her hands gripping his shoulders. \"Yes, Agron. Just like that,\" she whispered.\nAgron's hands moved to her breasts, cupping them through her bra. He could feel her nipples hardening against his palms. He unhooked her bra, letting it fall to the ground. His mouth found her nipple, sucking and licking until Morena was writhing beneath him.\n\"God, Agron. That feels so good,\" she moaned.\nAgron smiled, his hand moving down to her pussy, rubbing her through the lace of her thong. He could feel her wetness, her desire. He hooked his fingers into the thong, pulling it aside and revealing her glistening pussy.\n\"You're so wet, Morena. You want this, don't you?\" he whispered, his fingers dipping into her wetness.",
    "trans": "Morena sorriu, as suas mãos alcançando o zíper do vestido. \"Então me mostra o quanto você me quer,\" ela disse, sua voz como um sussurro sensual.\nAs mãos de Agron agarraram os quadris dela, puxando ela para perto. Os lábios dele encontraram os dela em um beijo feroz, sua língua explorando a boca dela. Morena gemeu, seu corpo pressionado contra o dele.\nQuebrando o beijo, Agron começou a traçar os seus lábios no pescoço dela, mordiscando e sugando a pele sensível. Morena engasgou, suas mãos agarrando os ombros dele. \"Sim, Agron. Desse jeito,\" ela sussurrou.\nAs mãos de Agron foram para os seios dela, segurando-os através do sutiã. Ele podia sentir os mamilos dela ficando duros na palma das mãos dele. Ele tirou o fecho do sutiã, deixando que ele caísse no chão. A boca dele encontrou o mamilo dela, sugando e lambendo até que Morena estivesse se contorcendo em baixo dele.\n\"Deus, Agron. Isso é tão bom,\" ela gemeu.\nAgron sorriu, suas mãos descendo para a sua buceta, esfregando-a através da renda da sua calcinha. Ele podia sentir o quanto ela estava molhada, o desejo dela. Ele enfiou os dedos dentro da calcinha, colocando-a de lado, revelando sua buceta brilhante.\n\"Você tá tão molhada Morena. Você quer isso, não quer?\" ele sussurrou, seus dedos mergulhando na sua umidade."
}