{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Vegan food supplement, gluten free, lactose free and yeast free – Our pure ascorbic acid tablets are highly concentrated (1000mg per capsule) and are created gluten-free, lactose free and without any other animal products. They are also certified by the V-Label and registered as vegan.\nVITAMIN C IS AN ESSENTIAL NUTRITIVE ELEMENT - The human body is not able to produce vitamin C independently, so it is important to take a sufficient dose that follows a proper diet. Our vitamin C supplement is useful for those who do not eat enough fruits and vegetables or for those with vitamin C deficiency.\n✅ NEW STANDARDS OF QUALITY AND STABILITY - gloryfeel products are manufactured in Germany and undergo extensive stability tests in order to maintain a consistent quality over a long period of time. Our commitment to exceed industry standards underscores our leadership position in quality assurance. Discover our certificates of analysis for more transparency and trust. Keep out of reach of children and not recommended for children under 6 years old.",
    "trans": "Suplemento alimentar vegano, sem glúten, sem lactose e sem fermento - Os nossos comprimidos de ácido ascórbico puro são altamente concentrados (100mg por cápsula) e são preparados sem glúten, sem lactose e sem nenhum outro tipo de produto animal. Eles também são certificados pela V-Label e registrados como veganos.\nA VITAMINA C É UM ELEMENTO NUTRITIVO ESSENCIAL - O corpo humano não é capaz de produzir a vitamina C de forma independente, então é importante ingerir uma dose suficiente que siga um dieta apropriada. O nosso suplemento de vitamina C é útil para aqueles que não comem frutas e vegetais suficientes ou para quem tem deficiência de vitamina C.\n✅ NOVOS PADRÕES DE QUALIDADE E ESTABILIDADE - os produtos gloryfeel são produzidos na Alemanha e passam por vários testes de estabilidade a fim de manter uma consistência na qualidade por um longo período de tempo. O nosso compromisso para exceder os padrões da indústria ressalta nossa posição na liderança de garantia de qualidade. Descubra nossos certificados de análise para mais transparência e confiança. Matenha ele fora do alcance das crianças e ele não é recomendado para crianças abaixo de 6 anos de idade."
}