{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Travel during school holidays (other than returning to your home country) is only permitted if you are accompanied by a parent, guardian, homestay carer, close relative or on an approved school excursion.\n• Leave during the school term can only be approved under compassionate/compelling reasons, and you must provide supporting documents as evidence.\n• If your leave includes school days, you must submit a copy of your flight tickets after your leave is approved.\nSchool: _______________________________________________________________________________ DEI student no: __________________ Date of application: / /\nStudent full name: ______________________________________________________________________ Student mobile number: _________________ Student email: ___________________________________ Departure date: / / Arrival date in Australia: / /\nTotal number of school days that you would be missing: _______________________________________ Destination: Home country Other destination: __________________________________________ Reason for leave request: ________________________________________________________________ __________________________________________________________________________________________ Parent’s declaration (The student’s parent must complete this section)\n• I confirm that the above travel details are true and correct.\n• I take full responsibility for my child’s safety during the above leave. If the leave is taken during the\nschool term, I am aware that this may affect my child’s attendance and his/her ability to meet the",
    "trans": "• Viajar durante as férias escolares (ao invés de retornar ao seu país de origem) só é permitido se estiver acompanhado de seus pais, guardião, cuidados, parente próximo ou em uma excursão escolar pré-aprovada.\n• A licença durante o período escolar apenas pode ser aprovada por motivos de força maior ou motivos convincentes, e você deve apresentar documentos como prova.\n• Se a licença incluir dias letivos, você deve apresentar uma cópia das passagens aéreas após a aprovação da licença.\nEscola: _______________________________________________________________________________ Número do estudante DEI: __________________ Data da aplicação: / /\nNome completo do estudante: ______________________________________________________________________ Número de celular do estudante: _________________ E-mail do estudante: __________________________________ Data de partida: / / Data de chegada na Austrália: / /\nTotal de dias letivos que você estaria ausente: _______________________________________Destino: País de origem Outro destino: __________________________________________Motivo do pedido de licença:  ________________________________________________________________ __________________________________________________________________________________________  Declaração do responsável (O pai/mãe do estudante deve preencher esta seção)\n• Confirmo que os detalhes acima sobre a viagem são verdadeiros e estão corretos.\n• Assumo toda a responsabilidade pela segurança do meu filho pelo deferido período de ausência. Caso a licença ocorra durante o\nperíodo escolar, estou ciente da influência que isso pode ter sobre a frequência do meu filho (a) e em sua capacidade de atender os"
}