{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Starting Low, Going Slow: Patients usually start with 25 mg and increase the dose gradually (to 50 mg, 100 mg, and possibly higher if needed) over weeks. This slow titration is crucial to reduce the risk of serious side effects, such as severe skin reactions.\n• Typical Maintenance Dose: After titration, the maintenance dose often falls between 100-200 mg daily, though it can be adjusted based on clinical response and tolerability.\nImportant Considerations\n• Risk of Rash: One of the most serious risks is the potential for a severe rash, including Stevens-Johnson syndrome (SJS). Any new or worsening rash should be reported immediately to a healthcare provider, especially if it appears during dose changes.\n• Common Side Effects: Common side effects include dizziness, headache, blurred vision, nausea, and insomnia. These often lessen with continued use.\n• Drug Interactions: Lamotrigine can interact with other medications, including certain antiepileptics, oral contraceptives, and medications that affect liver enzymes. These interactions may require dose adjustments.\nMonitoring and Follow-Up\n• Mood and Symptom Tracking: Patients should monitor and report any recurrence of depressive or hypomanic symptoms, as well as any new side effects.",
    "trans": "• Começando Baixo, Prosseguindo Lentamente: os pacientes normalmente começam com 25 mg e aumentam a dose gradualmente (para 50 mg, 100 mg, e possivelmente até mais alta se necessário) ao longo das semanas. Esta titulação lenta é essencial para reduzir o risco de efeitos colaterais graves, como reações de pele severas.\n• Dose Típica para Manutenção: após a titulação, a dose de manutenção cai para entre 100 e 200 mg por dia, mesmo que possa ser ajustada de acordo com a resposta clínica e tolerância.\nConsiderações Importantes\n• Risco de Erupção Cutânea: um dos riscos mais graves é o potencial de uma erupção cutânea grave, incluindo a síndrome de Stevens-Johnson (SSJ). Qualquer erupção nova ou em piora deve ser imediatamente relatada para um profissional de saúde, principalmente se ela aparecer após a alteração de dose.\n• Efeitos Colaterais Comuns: os efeitos colaterais comuns incluem tontura, dor de cabeça, visão embaçada, náusea e insônia. Eles geralmente ficam menos frequentes com o uso contínuo.\n• Interações com Drogas: a lamotrigina pode interagir com outros medicamentos, incluindo certos antiepiléticos, anticoncepcionais orais e medicamentos que afetam as enzimas hepáticas. Estas interações podem exigir ajustes na dose.\nMonitoramento e Acompanhamento\n• Acompanhamento de Humor e Sintomas: os pacientes devem monitorar e relatar qualquer recorrência de sintomas depressivos ou hipomaníacos, além de qualquer efeito colateral novo."
}