{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Veho waitlist times vary market to market. When additional drivers are needed, we will reach out based on the date and time of your registration. We check in with drivers who are on the waitlist for 90 days or longer to ensure that they are still interested on driving on the platform.\nWhat if I do not want to be placed on the waitlist?\nIf you are not interested in being placed on the waitlist, reach out to support@shipveho.com to have us remove your registration. Additionally, if drivers are no longer interested in being placed on the waitlist, but want to reapply in the future please reach out to Veho Support.\nWhy does my city have a waitlist and others do not?\nThe waitlist is based on a variety of city-specific factors that are constantly changing. It’s important to us at Veho to make sure all our drivers have access to routes in their area to have earning opportunities in line with their preferences on the Veho platform.",
    "trans": "Os tempos de espera da lista da Veho variam de mercado para mercado. Quando forem necessários motoristas adicionais, nós entraremos em contato com base na data e hora da sua inscrição. Nós verificamos motoristas que estão na lista de espera por 90 dias ou mais para garantir que eles ainda estão interessados na nossa plataforma.\nE se eu não quiser ser colocado na lista de espera?\nSe você não está interessado em ser colocado na lista de espera, entre em contato com support@shipveho.com para que possamos retirar a sua inscrição. Além disso, se os motoristas não estão mais interessados em serem colocados na lista de espera, mas querem se inscrever novamente no futuro, entre em contato com Veho Support.\nPor que a minha cidade tem uma lista de espera e outras não?\nA lista de espera é baseada em uma variedade de fatores específicos da cidade que estão mudando constantemente. É importante para nós da Veho garantir que todos os nossos motoristas tenham acesso às rotas nas suas áreas para terem oportunidade de ganhos com suas preferências na plataforma Veho."
}