{
    "source": "en_US",
    "target": "pt_BR",
    "text": "*China: With public hospitals as the main body, the government plays an important role in the provision and management of medical services. Through financial investment and policy formulation, the government ensures the operation and development of public hospitals, improves the utilization efficiency of medical resources, and provides basic medical services for residents.\n*United States: Dominated by private hospitals and commercial medical insurance. Patients need to buy commercial health insurance to get medical care. The cost of medical care in this way is high, and some residents may not be able to obtain timely medical services because they cannot afford the high medical costs.\nGovernment input and policy orientation:\n*China: The government gives priority to the protection of people's health and continuously increases investment in medical and health services. Through formulating a series of policies and plans, the government guides the development of the medical industry, strengthens the supervision of medical services, and guarantees the quality and safety of medical services.",
    "trans": "*China: Com os hospitais públicos como parte principal, o governo desempenha um papel importante na provisão e gestão dos serviços médicos. Por meio de investimentos financeiros e formulação de políticas, o governo garante o funcionamento e o desenvolvimento dos hospitais públicos, melhora a eficiência na utilização dos recursos médicos e fornece serviços médicos básicos para os residentes.\n*Estados Unidos: Dominado por hospitais privados e seguros médicos comerciais. Os pacientes precisam adquirir seguro de saúde comercial para receber atendimento médico. O custo do atendimento médico dessa forma é alto, e alguns residentes podem não conseguir obter serviços médicos a tempo porque não podem arcar com os altos custos médicos.\nContribuição do governo e orientação política:\n*China: O governo dá prioridade à proteção da saúde das pessoas e aumenta continuamente o investimento em serviços médicos e de saúde. Através da formulação de uma série de políticas e planos, o governo conduz o desenvolvimento da indústria médica, fortalece a supervisão dos serviços médicos e garante a qualidade e segurança dos serviços médicos prestados."
}