{
    "source": "en_US",
    "target": "pt_BR",
    "text": "SGS Chemical Analysis\nPAYMENT & GUARANTEE TERMS:\nPayment: MT 103, to be paid against presentation of full original shipping documents to the buyer's bank.\nGuarantee: Prime Top 25 (Non-State Owned) or a bank approved by both parties World Bank SBLC model, operative transferable, divisible, irrevocable confirmed, the value of three months of the contract as agreed between seller and buyer, valid until the end of the contract.\nImportant Note:\nAs per agreement between sellers and buyers the instrument document shall be issued unconditionally by the buyers as guarantee, shall be free, as wel as unencumbered by the PB (Performance Bond) and LB (Bil of Lading), and/or POP (Proof of Product), i.e., and Partial POP will be issued by the Seller's bank within 25-30 calendar days to the buyer's bank, after opening of SBLC totally unconditional on behalf of the seller.",
    "trans": "Análise Química SGS\nCONDIÇÕES DE PAGAMENTO E GARANTIA:\nPagamento: MT 103, o pagamento deve ser realizado contra a apresentação dos documentos de envio originais completos à instituição bancária do comprador.\nGarantia: Prime Top 25 (Não Estatal) ou um banco que seja aprovado por ambas as partes pertencentes ao modelo de SBLC do Banco Mundial, operacionalmente transferível, divisível, irrevogavelmente confirmado, o valor correspondente ao período de três meses do contrato conforme o acordo estipulado entre vendedor e comprador, válido até o término do contrato.\nObservação Importante:\nDe acordo com o contrato firmado entre vendedores e compradores, o documento do instrumento deverá ser emitido de forma incondicional pelos compradores como forma de garantia, deverá ser livre e isento do PB (Performance Bond) e LB (Bil of Lading), e/ou POP (Proof of Product), em outras palavras, o POP Parcial será emitido pela instituição bancária do vendedor dentro de 25 a 30 dias corridos para a instituição bancária do comprador, após a abertura do SBLC realizada de modo inteiramente incondicional em nome do vendedor."
}