{
    "source": "en_US",
    "target": "pt_BR",
    "text": "B. Economies of scale lead to perfect competition, where firms produce homogeneous products and have no influence on market prices.\nC. Economies of scale encourage firms to produce a limited range of goods, potentially leading to monopolistic or oligopolistic market structures and affecting trade patterns through specialization.\nD. Economies of scale result in higher average costs for firms due to the increased complexity of managing larger operations.\nE. Economies of scale are a form of government intervention that distorts market structures and trade flows.\nWhat is the impact of the expansion of market size caused by economic integration on enterprises in the context of international trade? C\nA. It leads to a reduction in the number of firms participating in international trade due to increased competition.\nB. It results in a uniform increase in the scale of production for all firms, regardless of their efficiency or productivity.\nC. It incentivizes only the most efficient firms to expand, potentially leading to a more efficient allocation of resources within the industry.",
    "trans": "B. A economia de escala conduz a uma competição perfeita, onde as empresas fabricam produtos homogêneos e não têm influência nos preços do mercado.\nC. A economia de escala encoraja as empresas a produzirem uma gama de bens limitada, potencialmente resultando em estruturas de mercado monopolistas ou oligopolistas e afetando os padrões de comércio por meio da especialização.\nD. A economia de escala resulta em custos gerais mais altos para empresas por causa da maior complexidade de gestão de operações maiores.\nE. A economia de escala é uma forma de intervenção de governo que distorce as estruturas e os fluxos do mercado.\nQual é o impacto da expansão do tamanho do mercado causado pela integração econômica nas empresas no contexto de comércio internacional? C\nA. Conduz à uma redução no número de empresas participando de comércio internacional por causa do aumento na competição.\nB. Resulta no aumento uniforme na escala de produção de todas empresas, independentemente de sua eficácia ou produtividade.\nC. Incentiva apenas as empresas mais eficientes a expandirem, potencialmente, levando a uma alocação mais eficaz de recursos dentro de uma indústria."
}