{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Monday\nAround what time did you start the visit?\nMid-day (12pm-2pm)\nWhen entering the store, how would you evaluate the level of traffic?\nThere were more SAs than customers\nWhich scenario did you adopt?\nScenario 1 - Brand Expert\nWhat product category did you target?\nBags & Small Leather Goods\nWas it a visit with or without a purchase?\nWithout purchase\nAdvocacy Index\nBased on your experience with the SA, how likely are you to recommend this store to a colleague or a friend?\nI would be happy to recommend this store to others, if asked, but there are also other equally good stores\nFIRST IMPRESSION\nWe only get one chance to make a good first impression\nHow would you best describe the exterior surroundings of the boutique?\nHow would best describe your first impression once inside the store?\nPleasant\nDid you feel that the SA's grooming was in line with the brand's guidelines?\nYes\nWas the SA wearing a Training badge?\nYes\nWELCOMING SIMPLICITY We acknowledge and welcome everyone in the home of Hermès with a 100 genuine attitude, an authentic tone and a warm smile.\nDid you have to wait to enter the store?",
    "trans": "Segunda-feira\nA que horas você começou a visita?\nMeio dia (12h - 14h)\nAo entrar na loja, como você avaliaria o nível do tráfego?\nHavia mais atendentes do que clientes\nQual cenário você escolheu?\nCenário 1 - Especialista em Marcas\nEm qual categoria de produtos você focou?\nBolsas e Pequenos Artigos de Couro\nFoi uma visita com ou sem compras?\nSem compras\nÍndice de Apoio\nBaseado em sua experiência com atendentes, você recomendaria essa loja a algum colega ou amigo?\nEu ficaria feliz em recomendar essa loja a outras pessoas, caso fosse questionado, mas também existem lojas tão boas quanto essa\nPRIMEIRA IMPRESSÃO\nNós apenas temos uma chance de causar uma boa primeira impressão\nComo você descreveria da melhor forma o exterior da boutique?\nComo você descreveria sua primeira impressão ao entrar na loja?\nPrazerosa\nVocê sentiu que a abordagem dos atendentes estava alinhada com as diretrizes da marca?\nSim\nO atendente estava usando um crachá de Treinamento?\nSim\nSIMPLICIDADE ACOLHEDORA Reconhecemos e recebemos a todos na casa da Hermès com uma atitude 100% genuína, um tom autêntico e um sorriso acolhedor.\nVocê precisou esperar para entrar na loja?"
}