{
    "source": "en_US",
    "target": "pt_BR",
    "text": "24. Any notice provided for by this DIRECT PURCHASE ORDER shall be in writing and delivered, in person or by courier (against signed receipt) to the addresses set forth in the DIRECT PURCHASE ORDER. The notice shall be effective upon signed receipt.\n25. Each PARTY warrants to the other that it has not: (i) offered, given or agreed to give to any person employed by or on behalf of any public body or government authority any gift, commission or consideration of any kind as an inducement or reward for doing or not doing any act in relation to the obtaining or performance of this DIRECT PURCHASE ORDER or for showing or not showing favour to any person in relation to this DIRECT PURCHASE ORDER; (ii) committed any offence under any applicable law or common law in respect of fraudulent acts; or (iii) defrauded or attempted to defraud any public body or government authority; provided that nothing herein shall prevent either PARTY from making bona fide payments to its Kingdom of Saudi Arabia sponsor or agent in accordance with a properly registered and recorded agreement.",
    "trans": "24. Qualquer notificação prevista nesta ORDEM DE COMPRA DIRETA deverá ser por escrito e entregue, pessoalmente ou por correio (mediante recibo assinado), aos endereços definidos na ORDEM DE COMPRA DIRETA. A notificação entrará em vigor após o recibo assinado.\n25. Cada PARTE garante à outra que não tem: (i) ofereceu ou concordou em dar a qualquer pessoa empregada por ou em nome de qualquer entidade pública ou autoridade governamental qualquer presente, comissão ou consideração de qualquer tipo como incentivo ou recompensa por fazer ou não qualquer ato relacionado à obtenção ou execução desta ORDEM DE COMPRA DIRETA ou por mostrar ou não favorecimento a qualquer pessoa em relação a esta ORDEM DE COMPRA DIRETA; (ii) cometeu infração sob qualquer lei aplicável ou direito comum em relação a atos fraudulentos; ou (iii) defraudou ou tentou defraudar qualquer entidade pública ou autoridade governamental; desde que nada neste documento impeça qualquer PARTE de fazer pagamentos de boa-fé ao seu patrocinador ou agente no Reino da Arábia Saudita, de acordo com um contrato devidamente registrado e arquivado."
}