{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The address may be misspelled or may not exist. Try one or more of the following:\nSend the message again following these steps: In Outlook, open this non-delivery report (NDR) and choose Send Again from the Report ribbon. In Outlook on the web, select this NDR, then select the link \"To send this message again, click here.\" Then delete and retype the entire recipient address. If prompted with an Auto-Complete List suggestion don't select it. After typing the complete address, click Send.\nContact the recipient (by phone, for example) to check that the address exists and is correct.\nThe recipient may have set up email forwarding to an incorrect address. Ask them to check that any forwarding they've set up is working correctly.\nClear the recipient Auto-Complete List in Outlook or Outlook on the web by following the steps in this article: Fix email delivery issues for error code 5.1.10 in Office 365, and then send the message again. Retype the entire recipient address before selecting Send.",
    "trans": "O endereço pode ter algum erro de digitação ou não existir. Tente uma ou mais das alternativas a seguir:\nReenvie a mensagem seguindo estas etapas: No Outlook, abra este relatório de não entrega (NDR) e escolha Enviar Novamente na guia de Relatório. No Outlook na web, selecione este NDR e, em seguida, clique no link \"Para enviar esta mensagem novamente, clique aqui.\" Depois, apague e digite novamente o endereço completo do destinatário. Se for sugerido um endereço pela Lista de Autocompletar, não o selecione. Após digitar o endereço completo, clique em Enviar.\nEntre em contato com o destinatário (via telefone, por exemplo) para verificar se o endereço existe e está correto.\nO destinatário pode ter configurado o encaminhamento de e-mails para um endereço incorreto. Peça para ele verificar se o encaminhamento que foi configurado está funcionando corretamente.\nLimpe a Lista de Autocompletar do destinatário no Outlook ou Outlook na web seguindo os passos deste artigo: Corrigir problemas de entrega de e-mail para o código de erro 5.1.10 no Office 365, e então envie a mensagem novamente. Redigite o endereço completo do destinatário antes de selecionar Enviar."
}