{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Earn over £10000 per annum (equivalent to £192 per week);\n• Are aged 22 or over; and\n• Are under state pension age.\nA workplace pension is a way of saving for your retirement that’s arranged by your employer. In addition to\nthe employee’s payments, Diamond Securities Limited t/a Cautela Diamond and the government may also\nadd money into the pension scheme for you. The money is then used to pay you an income when you retire.\nIf you meet the above criteria, you will be enrolled onto the pension scheme automatically and will begin\npayments directly from your wages on your next payment date following the 31/01/2022. These payments\ninto your pension will be clearly displayed on your payslip.\nIf you do not meet the above requirements, you may still be eligible to enrol on the pension scheme and\nbenefit from the contributions the government and Diamond Securities Limited t/a Cautela Diamond will",
    "trans": "• Ganhar mais de £ 10.000 por ano (o equivalente a £ 192 por semana);\n• Ter mais de 22 anos de idade; e\n• Estar abaixo da idade legal de pensão estatal.\nUma pensão de trabalho consiste em uma maneira, organizada pelo seu empregador, de economizar para sua aposentadoria. Além dos\npagamentos ao funcionário, a Diamond Securities Limited t/a, representando a Cautela Diamond, e o governo também podem\nadicionar dinheiro ao plano de pensão para você. Em seguida, o dinheiro é utilizado para pagar a você uma renda quando você se aposentar.\nCaso atenda aos critérios acima estabelecidos, você será inscrito automaticamente no plano de pensão e pagamentos\ncomeçarão a ser deduzidos diretamente do seu salário a partir da sua próxima data de pagamento após o dia 31/01/2022. Esses pagamentos\ndo plano de pensão estarão nitidamente exibidos na sua folha de pagamento.\nCaso não atenda aos critérios acima estabelecidos, você ainda poderá ser elegível para se inscrever no plano de pensão e\npara aproveitar as contribuições que o governo e a Diamond Securities Limited t/a, representando a Cautela Diamond, irão"
}