{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Yours sincerely,\n[redacted_name]\nApprentice Paralegal\nCYBERCRIME ALERT: BEWARE OF FRAUDSTERS – REMAIN VIGILANT - Please be aware that there is a significant risk posed by cyber fraud, specifically affecting email accounts and bank account details. PLEASE NOTE that our bank account details WILL NOT change during the course of a transaction, and we will NOT notify you of a change of our bank details via email. Please be careful to check account details with us in person if in any doubt. We will not accept responsibility if you transfer money into an incorrect account – IF YOU ARE ADVISED THAT OUR BANK DETAILS HAVE CHANGED PLEASE CONTACT OUR OFFICES IMMEDIATELY\nAuthorised and Regulated by the Solicitors Regulation Authority. Daventry SRA Number : [redacted_info]. Leamington SRA Number : [redacted_info]. Lutterworth SRA Number : [redacted_info]. The SRA Rules can be found by visiting their site www.sra.org.uk",
    "trans": "Sinceramente,\n[redacted_name]\nAprendiz Paralegal\nALERTA DE CRIME CIBERNÉTICO: CUIDADO COM OS FRAUDADORES – MANTENHA-SE VIGILANTE – Por favor, esteja ciente de que há um risco significativo causado por fraudes cibernéticas, afetando especificamente contas de e-mail e dados bancários. POR FAVOR, NOTE que os detalhes da nossa conta bancária NÃO SERÃO alterados durante uma transação, e NÃO notificaremos você sobre uma alteração de nossos dados bancários por e-mail. Tenha cuidado e verifique conosco, pessoalmente, os detalhes da conta, caso tenha qualquer dúvida. Não nos responsabilizaremos se você transferir dinheiro para uma conta incorreta – SE FOR INFORMADO DE QUE NOSSOS DADOS BANCÁRIOS FORAM ALTERADOS, POR FAVOR, ENTRE EM CONTATO COM NOSSOS ESCRITÓRIOS IMEDIATAMENTE\nAutorizado e Regulamentado pela Solicitors Regulation Authority. Número SRA de Daventry: [redacted_info]. Número SRA de Leamington: [redacted_info]. Número SRA de Lutterworth: [redacted_info]. As Regras da SRA podem ser encontradas visitando o site www.sra.org.uk"
}