{
    "source": "en_US",
    "target": "pt_BR",
    "text": "avoidance of starting, engaging in, and completing a task or a decision-making\nprocess. It is not a behaviour limited to students, despite high estimates of its\nprevalence in this population (up to 70 % according to Ellis and Knaus 1977). For\nexample, the prevalence of procrastination has been found to be as high as 20 % in\nan adult sample (Harriott and Ferrari 1996). Within psychology, procrastination has\nbeen conceptualised as a failure of self-regulation (Baumeister and Heatherton\n1996; Baumeister et al. 1994) associated with poor academic and work performance\nand mental ill health (Sto ¨ber and Joormann 2001).\nThe measurement of procrastination is vital to aid research that aims to\nunderstand this common and injurious behaviour. A range of self-report scales have\nbeen developed to measure this construct in general (e.g., the General Procrasti-\nnation Scale or ‘GPS’: Lay 1986), in specific aspects (e.g., the Decisional\nProcrastination Scale or ‘DPS’: Mann 1982), and in specific populations (e.g., for\nstudents with the Tuckman Procrastination Scale or ‘TPS’: Tuckman 1991). More\nrecently, the construct of intentional procrastination has been delineated and\nmeasured using the active procrastination scale (APS: Choi and Moran 2009). This\nseparation of sub-types of procrastination is similar to that proposed by Ferrari",
    "trans": "evitação de um começo, envolvimento, e conclusão de tarefas ou em um processo de\ntomada de decisão. Não é um comportamento limitado a estudantes, apesar das altas estimativas de sua\nprevalência em sua população (até 70% de acordo com Ellis e Knaus, 1977). Por\nexemplo, descobriu-se que a prevalência da procrastinação é tão alta quanto 20% em\numa amostra de adultos (Harriot e Ferrari, 1996). Dentro da psicologia, a procrastinação vem\nsendo conituada como uma falha de auto-regulação (Baumeister e Heatherton,\n1996; Baumeister et al. 1994) associada com desempenhos acadêmicos e no trabalho ruins\ne saúde mental afetada (Sto \"ber e Joormann, 2001).\nA medição da procrastinação é crucial para pesquisas de ajuda que focam em\nentender este comportamento comum e prejudicial. Uma série de escalas de auto-relatóios vem\nsendo desenvolvida para medir este construto em geral (por exemplo, A Escala Geral\nde Procrastinação ou 'GPS': Lay, 1986), em aspectos específicos (por exemplo, a Escala\nde Decisão da Procrastinação ou 'DPS': Mann, 1982), e em populações específicas (por exemplo, para\nestudantes com a Escala Tuckman de Procrastinação ou 'TPS': Tuckman, 1991). Mais\nrecentemente, o construto de procrastinação intencional foi delineado e\nmedido usando a escala ativa de procrastinação (APS: Choi e Moran, 2009). Esta\nseparação de sub-tipos de procrastinação é similar à proposta por Ferrari"
}