{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Ozone: The Facts\nSound science and targeted regulations have greatly reduced ozone concentrations in Texas cities and across the nation.\nWhat is ozone?\nOzone, sometimes referred to as smog, is a gas that is formed in the atmosphere when three atoms of oxygen combine. The chemical structure of ozone is the same wherever it is found; however, there are two categories of ozone.\nStratospheric Ozone is found naturally in the Earth’s upper atmosphere - 6 to 30 miles above the Earth’s surface - where it forms a protective layer that shields us from the sun’s harmful ultraviolet rays.\nGround-Level Ozone is found at ground level (it is also called tropospheric ozone). It is not emitted directly into the air, but created by chemical reactions between oxides of nitrogen (NOx) and volatile organic compounds (VOCs) in the presence of sunlight. Emissions from industrial facilities and electric utilities, motor vehicle exhaust, gasoline vapors, and chemical solvents are some of the major sources of NOx and VOCs. In addition, biogenic sources (living organisms or biological processes) release VOCs that can contribute to ground-level ozone.",
    "trans": "Ozônio: Os Fatos\nDados científicos sólidos e regulamentações direcionadas reduziram significativamente as concentrações de ozônio nas cidades do Texas e em todo o país.\nO que é ozônio?\nO ozônio, às vezes chamado de smog, é um gás formado na atmosfera quando três átomos de oxigênio se combinam. A estrutura química do ozônio é a mesma em qualquer lugar onde ele seja encontrado; no entanto, existem duas categorias de ozônio.\nO Ozônio Estratosférico é encontrado naturalmente na parte superior da atmosfera da Terra, de - 6 a 30 milhas acima da superfície - onde forma uma camada protetora que nos protege dos raios ultravioleta prejudiciais do sol.\nO Ozônio ao Nível do Solo é encontrado no nível do solo (também é chamado de ozônio troposférico). Ele não é emitido diretamente no ar, mas é criado por reações químicas entre óxidos de nitrogênio (NOx) e compostos orgânicos voláteis (COVs) na presença da luz solar. As emissões de instalações industriais e serviços elétricos, escapamento de veículos automotores, vapores de gasolina e solventes químicos são algumas das principais fontes de NOx e COVs. Além disso, fontes biogênicas (organismos vivos ou processos biológicos) liberam COVs que podem contribuir para o ozônio ao nível do solo."
}