{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Analytics and Reporting: Analyze performance metrics and generate reports to track the effectiveness of campaigns and inform future strategies.\nBudget Management: Oversee digital marketing budgets, ensuring efficient allocation of resources and maximizing ROI.\nMarket Research: Conduct market research to identify trends, customer preferences, and competitive landscape.\nCross-Functional Collaboration: Work closely with sales, product, and design teams to ensure cohesive branding and messaging.\nSkills\nAnalytical Skills: Proficiency in data analysis tools (e.g., Google Analytics, SEMrush).\nTechnical Proficiency: Familiarity with marketing automation platforms (e.g., HubSpot, Marketo) and content management systems (e.g., WordPress).\nCommunication Skills: Strong verbal and written communication for engaging stakeholders and crafting compelling content.\nProject Management: Ability to manage multiple projects simultaneously, prioritizing tasks effectively.\nCreativity: Innovative thinking to develop unique marketing initiatives and solutions.\nQualifications\nEducation: Bachelor’s degree in marketing, communications, or a related field; a Master’s degree or relevant certifications can be a plus.\nExperience: Several years of experience in digital marketing, with a proven track record in leadership roles.",
    "trans": "Análise e Relatórios: Faça a análise de métricas de desempenho e crie relatórios que farão o monitoramento do nível de eficiência das campanhas e informarão as próximas estratégias.\nGestão Orçamentária: Faça o monitoramento dos orçamentos de marketing digital, garantindo a distribuição eficiente dos recursos e o aumento do ROI.\nPesquisa de Mercado: Realize pesquisas de mercado com o objetivo de identificar tendências, preferências dos clientes e o ambiente competitivo.\nParceria Multifuncional: Trabalhe em estreita parceria com as equipes de vendas, produção e design, a fim de garantir uma harmonia entre o branding e a mensagem.\nCompetências\nCompetências Analíticas: Possuir proficiência em ferramentas de análise de dados (por exemplo, Google Analytics, SEMrush).\nProficiência Técnica: Estar familiarizado com as plataformas de automação de marketing (por exemplo, HubSpot, Marketo) e sistemas de gestão de conteúdo (por exemplo, WordPress).\nHabilidades Comunicativas: Possuir excelente comunicação verbal e escrita, capaz de envolver as partes interessadas e elaborar um conteúdo atrativo.\nGestão de Projetos: Possuir habilidade para gerenciar inúmeros projetos simultaneamente, priorizando as tarefas de forma eficiente.\nCriatividade: Possuir uma forma de pensar inovadora, a fim de criar iniciativas e soluções de marketing exclusivas.\nQualificações\nEscolaridade: Possuir bacharelado em marketing, comunicação ou em uma área associada; Possuir mestrado ou certificados de relevância podem ser um diferencial.\nExperiência: Muitos anos de experiência na área de marketing digital, com experiência comprovada em cargos de liderança."
}