{
    "source": "en_US",
    "target": "pt_BR",
    "text": "-Orange chair\n-2 70’s lamps\n-2 acrylic nights stands\n-black night stand\n-white cabinet\n-tv with pedestal (is it in the garage?\n-floor lamp\n-black dresser\nLiving Room - Rob\n-grey sofa - sofa in office can move down to living\nGarage\nMy mom really wants her memory boxes I think she is more concerned with those than the furniture. ****Bedding towels and stuff don’t have to go*****\nStorage:\n*****we don’t need any mattresses*******there is one mattress that is boxed that can come with 1 adjustable bed frame. The other bed frames can stay.\nBedroom furniture can stay******\n*****most important is to get mom’s cedar chest with memories and my dad’s tall chair, and there is a wicker one she keeps on talking about. I will hopefully be available via FaceTime. I have MRI’s and brain scans in the morning.\n-I’d like the crated stuff of ours to go to CA. If room\n***^^If whatever else is left and condensed into 1 that would be great. ****^^\nI bought extra blankets and tie downs for the pods along with tv boxes and such",
    "trans": "-Cadeira laranja\n-2 lâmpadas dos anos 70\n-2 mesas de cabeceira de acrílico\n-mesa de cabeceira preta\n-armário branco\n-tv com pedestal (está na garagem?\n-luminária de piso\n-cômoda preta\nSala de Estar - Rob\n-sofá cinza - o sofá do escritório pode ser movido para a sala de estar\nGaragem\nMinha mãe quer muito as caixas de memórias dela acho que ela está mais preocupada com elas do que com os móveis. **** As toalhas de cama e essas coisas não precisam ir, não*****\nArmazenamento:\n*****não precisamos de nenhum colchão*******tem um colchão encaixotado que pode vir com 1 armação de cama ajustável. As outras armações de cama podem ficar.\nOs móveis do quarto podem ficar*******\n*****o mais importante é pegar a caixa de cedro da mamãe com as memórias e a cadeira alta do meu pai, e também tem uma de vime da qual ela fica falando. Espero que eu esteja disponível pelo FaceTime. Tenho exames de IRM e tomografias cerebrais pela manhã.\n-Gostaria que nossas coisas encaixotadas fossem para CA. Se a sala\n***^^Se todo o resto sobrar for condensado em 1 só, seria ótimo. ****^^\nComprei cobertores e amarrações extras para as cápsulas, juntamente a tv boxes e coisas do gênero"
}