{
    "source": "en_US",
    "target": "pt_BR",
    "text": "All annexes to your application must be certified original copies (certified copies are made by a competent official at the municipal administration of the country in which you are).\n– If the certified copies of the originals are not written in English, they must be accompanied by a translation into English by a sworn translator.\n– Should your application be successful, you will have to present the originals of these documents at registration.\nREFERENCE LETTERS\nIn your application form, you will be asked to name two referees of your choice (at least one referree must be from academia). Applicants must contact the reference persons prior to mentioning their contact details in the application form and make sure that their referees will provide a reference letter as part of their application. It is the responsibility of the applicant sto contact directly the two referees that they have to submit the reference letters directly to the email address applications@smaccs.eu by no later than 15 days after the application deadline that corresponds to their case. The template of the reference letter to be used by the referees is available for download below.\nReference letter template(download .docx file)↓\nFor confidentiality reasons no information will be communicated to the applicant on the receipt of the letters.",
    "trans": "Todos os anexos da sua candidatura têm de ser cópias originais (cópias autenticadas são feitas por um funcionário legalmente habilitado da administração municipal do país em que você estiver).\n- Caso as cópias autenticadas dos documentos originais não estejam escritas em inglês, elas têm de ser acompanhadas por uma tradução para o inglês por um tradutor juramentado.\n- Caso sua inscrição seja aprovada, você terá de apresentar as versões originais desses documentos no ato da candidatura.\nCARTAS DE REFERÊNCIA\nNo formulário de candidatura, será solicitado que você indique duas pessoas de referência da sua escolha (das quais ao menos uma deverá ser do meio acadêmico). Os candidatos têm de entrar em contato com as pessoas de referência antes de incluir seus dados de contato no formulário de inscrição e certificar-se de que elas fornecerão uma carta de referência como parte da candidatura. É responsabilidade do candidato entrar em contato diretamente com as duas pessoas de referência, que têm de enviar as cartas de referência diretamente para o endereço de e-mail applications@smaccs.eu, no prazo máximo de 15 dias após o prazo de inscrição correspondente ao seu caso específico. O modelo da carta de referência a ser usado pelas pessoas de referência se encontra disponível para download abaixo.\nModelo de carta de referência(baixar arquivo .docx)↓\nPor razões de confidencialidade, nenhuma informação relativa ao recebimento das cartas será comunicada ao candidato."
}