{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Catrina is one of the most recognized symbols of the Day of the Dead (Día de los Muertos) in Mexico. This elegant skeleton, dressed in fancy clothes and a large, feathered hat, has an intriguing history that reflects Mexico's complex relationship\nwith life and death, as well as social and political issues. The figure of La Catrina was created in the early 20th century by Mexican artist José Guadalupe Posada. He was a political satirist who used his artwork to criticize the rich and powerful. His depiction of the skeleton, originally called \"La Calavera Garbancera,\" was a critique of Mexicans who, at the time, aspired to adopt European fashion and traditions, abandoning their own indigenous roots. \"Garbancera\" was a derogatory term for people who were ashamed of their indigenous heritage and tried\nto pass as Europeans. Posada's skeleton was later renamed \"La Catrina\" by the famous Mexican artist Diego Rivera. He included her in his mural Dream of a Sunday Afternoon in the Alameda Central, where she appears alongside other prominent Mexican figures. Rivera's",
    "trans": "Catrina é um dos símbolos mais reconhecidos do Dia da Morte (Día de los Muertos) no México. Este esqueleto elegante, vestido de roupas luxuosas e com um grande chapéu com uma pena, tem uma história intrigante que reflete o complexo relacionamento do México\ncom a vida e a morte, assim como com seus problemas sociais e políticos. A figura de La Catrina foi criada no começo do século 20 pelo artista mexicano, José Guadalupe Posada. Ele era um satirista político que utilizava de suas obras de arte para criticar os ricos e poderosos. A sua representação do esqueleto, originalmente chamada de \"La Calavera Garbancera\", era uma crítica aos mexicanos que, na época, gostavam de adotar a moda e as tradições europeias, e abandonar as próprias raízes indígenas. \"Garbancera\" era um termo depreciativo para pessoas que tinham vergonha de sua herança indígena e tentavam\nse passar por europeus. O esqueleto de Posada depois foi nomeado de \"La Catrina\" pelo famoso artista mexicano Diego Rivera. Ele a incluiu em seu mural Dream of a Sunday Afternoon, na Alameda Central, onde ela aparece ao lado de outras figuras mexicanas proeminentes. O mural de Rivera"
}