{
    "source": "en_US",
    "target": "pt_BR",
    "text": "i. Services for Young People - Integrated Children and Youth Services Centres\n(ICYSCs)\nii. iii. Family and Child Welfare - Integrated Family Service Centres (IFSCs)\nServices for the Elderly - District Elderly Community Centre (DECC) OR\nNeighbourhood Elderly Centre (NEC)\niv. Rehabilitation Services (Services for Mentally Handicapped Persons) -\nSheltered Workshop OR District Support Centre for Persons with Disabilities\n(DSC) OR Hostel\nv. Rehabilitation Services (Services for Persons in Mental Recovery) -\nIntegrated Community Centre for Mental Wellness (ICCMW) OR Halfway\nHouse\nvi. Community Development - Neighborhood Level Community Development Project\n(NLCDP)\n• Each group must visit a service unit of the selected service type and interview\na social worker who has worked in that service for at least three years.\nGuided questions for the interview:\n• Personal profile: present work position, social work qualification (Higher Diploma,\nAssociate Degree, Degree, Master). The name of social worker and agency",
    "trans": "i. Serviços para Pessoas Jovens - Centros de Serviços Integrados para Crianças e Jovens\n(ICYSCs)\nii. iii. Bem-Estar da Família e da Criança - Centros de Serviços Integrados para a Família (IFSCs)\nServiços para os Idosos - Centro Comunitários para Idosos do Distrito (DECC) OU\nCentro de Idosos do Bairro (NEC)\niv. Serviços de Reabilitação (Serviços para Pessoas com Deficiência Mental\nOficina para Abrigados OU Centro de Apoio para Pessoas com Deficiência do Distrito\n(DSC) OU Hostel\nv. Serviços de Reabilitação (Serviços para Pessoas em Recuperação Mental) -\nCentro Comunitário Integrado para Bem-Estar Mental (ICCMW) OU Casa\nde recuperação\nvi. Desenvolvimento Comunitário - Projeto de Desenvolvimento Comunitário em Nível de Bairro\n(NLCDP)\n• Cada grupo deve visitar uma unidade de serviço do tipo de serviço selecionado e entrevistar\num assistente social que tenha trabalhado em tal serviço por pelo menos três anos.\nGuia de perguntas para a entrevista:\n• Perfil pessoal: ocupação profissional atual, qualificação em trabalho social (Diploma Superior,\nGrau Associado, Graduado, Mestre). O nome do assistente social e a agência"
}