{
    "source": "en_US",
    "target": "pt_BR",
    "text": "-2390 (Holy Light crit)\n-2390 (Crit)\nThe anger caused by the injury quickly made him lose his mind.\nNext, it roared, and continued to raise the staff to condense dark magic and threw it towards Qin Feng.\nBut Qin Feng still didn't dodge, and directly resisted the opponent's skills.\nWhen Qin Feng received the skill physically, the skill instantly caused a lot of damage.\nthese injuries...\nIt also triggered the anti-injury buff effect again, reducing the boss's life value again.\nAnd when Qin Feng and the boss battle were in full swing, many players gradually appeared in the distance.\n\"Look, that's...a sealed monster? And it's an undead dark monster? Good guy... The difficulty of this wave of raids is really full!\"\n\"The dark-type undead monsters should be the most difficult to attack. The disgusting undead style of play can't be done without cleaning up the undead mobs. After cleaning up, they can be summoned repeatedly. It feels so disgusting...\"",
    "trans": "-2390 (Crítico de Luz Sagrada)\n-2390 (Crítico)\nA ira causada pelo ferimento rapidamente o fez perder a cabeça.\nEm seguida, ela rugiu e continuou a erguer o bastão para condensar a magia negra e  o arremessou na direção de Qin Feng.\nMas Qin Feng não desviou, resistindo diretamente às habilidades do oponente.\nDepois de ser fisicamente golpeado pela habilidade, Qin Feng instantaneamente tomou uma quantidade de dano muito grande.\nesses ferimentos...\nIsso também desencadeou o efeito antiferimento de buff mais uma vez, reduzindo a vida do chefe final novamente.\nE, conforme Qin Feng e a batalha contra o chefe final estava no ápice, vários jogadores começaram a aparecer à distância, paulatinamente.\n\"Vejam, é um... monstro selado? E é um morto-vivo das trevas? Bom rapaz... Esta onda de assaltos está muito difícil!\"\n\"Os monstros do tipo mortos-vivos das trevas deveriam ser os mais difíceis de atacar. O nojento estilo de jogo de morto-vivo não pode ser feito sem a limpeza das multidões de mortos-vivos. Após a limpeza, eles podem ser invocados repetidamente. É uma sensação tão nojenta...\""
}