{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The writing can be fiction (including poetry) or nonfiction and must be done at home, with no adult support.\nThe fiction is judged on creativity and originality\nThe nonficiton is judged on factual accuracy and originality.\nDo not include any pictures/images, borders or coloured text.\nAll written entries must be emailed to Mr Thompson by Friday, 10th January 2025. Any submissions after this date can not be accepted.\nThe word documents must be 10 point Times New Roman and have single line and word spacing\nThe entries must feature the title and written text of the student’s work. Do not include your child’s name in the title of the story.\nCover Art Guidelines:\nThe creating of the cover art is to be done at home and with no adult support.\nIt must be a hard copy (not digital).\nFor Cover Art, we need the entries by Friday, 10th January 2025 at the latest. Any submissions after this date can not be posted.\nCover Art is designing a front cover that is based on the title New Tales of China’s Dinosaurs. All submissions must be based on the topic - New Tales of China’s Dinosaurs",
    "trans": "A escrita pode ser ficção (incluindo poesia) ou não-ficção e deve ser produzida em casa, sem o auxílio de um adulto.\nA ficção é avaliada pela criatividade e originalidade\nA não-ficção é avaliada pela precisão dos fatos e originalidade.\nNão inclua nenhuma figura/imagem, bordas ou texto colorido.\nTodas inscrições por escrito devem ser enviadas para o Sr. Thompson, por email, até sexta-feira, 10 de janeiro de 2025. Qualquer envio após essa data não poderá ser aceito.\nOs documentos no Word devem estar em fonte Times New Roman, tamanho 10, com um espaçamento entre linhas e palavras\nAs inscrições devem conter o título e o texto escrito do trabalho do aluno. Não inclua o nome do seu filho no título da história.\nDiretrizes Para a Arte da Capa:\nA criação da arte da capa deve ser feita em casa e sem o auxílio de um adulto.\nDeve ser uma cópia impressa (não digital).\nPara a Arte da Capa, precisamos dos envios até sexta-feira, 10 de janeiro de 2025, no máximo. Qualquer envio após essa data não poderá ser publicado.\nA Arte da Capa consiste em criar uma capa frontal baseada no título Novos Contos Sobre os Dinossauros da China. Todos os envios devem ser baseados no tema - Novos Contos Sobre os Dinossauros da China"
}