{
    "source": "en_US",
    "target": "pt_BR",
    "text": "So here they are, in your hometown, in your own school, looking for the talents of tomorrow.\nNow their ad had a strange title: “Make HAL dream”. You don't know exactly what they meant by this, but you are intrigued. And to be honest, even if they asked you to sing a song while standing on your head, you would give this incredible job opportunity a try.\nSo you sent them a message, asking for more information.\nHere is what HAL answered:\nDear [your name]\nOur recruiting agent will come to you next week to hear what you have to say.\nWe want to know the real you. Not the list of your acquired skills. We already know about them. Anything you put online, we know. Actually, we know some of the things you will do before you are even aware you want to do them.\nSo present us the real you, the actual person, the human side of your experience. We want young professionals who can not only describe their accomplishments but also show us something of their personality.",
    "trans": "Então aqui estão eles, na sua cidade natal, na sua própria escola, procurando pelos talentos do futuro.\nAgora, o anúncio deles tem um título estranho: \"Faça a HAL sonhar\". Você não sabe exatamente o que eles querem dizer com isso, mas você fica intrigada. E para falar a verdade, mesmo se eles pedissem para você cantar se apoiando na sua cabeça, você daria uma chance para esta oportunidade incrível de trabalho.\nEntão você envia uma mensagem para eles, pedindo mais informações.\nE isto é o que a HAL respondeu:\nCara [seu nome]\nO nosso agente de recrutamento vai encontrar você na próxima semana para escutar o que você tem a dizer.\nQueremos conhecer a verdadeira você. Não a sua lista de habilidades adquiridas. Já sabemos delas. Tudo que você colocou on-line, já sabemos. Na verdade, sabemos algumas coisas que você vai fazer antes mesmo de você querer fazê-las.\nEntão nos apresente você de verdade, a pessoa de verdade, o lado humano da sua experiência. Queremos profissionais jovens que não podem apenas descrever suas conquistas, mas também nos mostrar um pouco de suas personalidades."
}