{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Clinical characteristics: Spinocerebellar ataxia type 17 (SCA17) is characterized by ataxia, dementia, and involuntary movements, including chorea and dystonia. Psychiatric symptoms, pyramidal signs, and rigidity are common. The age of onset ranges from three to 55 years. Individuals with full-penetrance alleles develop neurologic and/or psychiatric symptoms by age 50 years. Ataxia and psychiatric abnormalities are frequently the initial findings, followed by involuntary movement, parkinsonism, dementia, and pyramidal signs. Brain MRI shows variable atrophy of the cerebrum, brain stem, and cerebellum. The clinical features correlate with the length of the polyglutamine expansion but are not absolutely predictive of the clinical course.\nDiagnosis/testing: The diagnosis of SCA17 is established in a proband by identification of an abnormal CAG/CAA repeat expansion in TBP. Affected individuals usually have more than 41 repeats. The CAA and CAG codons both encode glutamine residues resulting in a pathogenic polyglutamine expansion.\nManagement: Treatment of manifestations: Psychotropic medications for psychiatric issues, anti-seizure medication for seizures (ASM); botulinum toxin injections for dystonia; adaptation of the environment to accommodate dementia.\nPrevention of secondary complications: Side effects of psychotropic medications and ASMs may require total or intermittent discontinuation of the treatment or reduction in dose.",
    "trans": "Características clínicas: a ataxia espinocerebelar tipo 17 (SCA17) é caracterizada por ataxia, demência e movimentos involuntários, incluindo coreia e distonia. Sintomas psiquiátricos, sinais piramidais e rigidez são comuns. A idade de início varia de três a 55 anos. Indivíduos com alelos de penetrância total desenvolvem sintomas neurológicos e/ou psiquiátricos aos 50 anos. Ataxia e anormalidades psiquiátricas são frequentemente os achados iniciais, seguidos por movimento involuntário, parkinsonismo, demência e sinais piramidais. A ressonância magnética cerebral mostra atrofia variável do cérebro, tronco cerebral e cerebelo. As características clínicas se correlacionam com o comprimento da expansão da poliglutamina, mas não são absolutamente preditivas do curso clínico.\nDiagnóstico/teste: o diagnóstico de SCA17 é estabelecido em um probando pela identificação de uma expansão de repetição CAG/CAA anormal em TBP. Indivíduos afetados geralmente têm mais de 41 repetições. Os códons CAA e CAG codificam resíduos de glutamina, resultando em uma expansão de poliglutamina patogênica.\nGestão: tratamento das manifestações - medicamentos psicotrópicos para problemas psiquiátricos, medicamentos anticonvulsivantes para convulsões (ASM); injeções de toxina botulínica para distonia; adaptação do ambiente para acomodar a demência.\nPrevenção de complicações secundárias: os efeitos colaterais dos medicamentos psicotrópicos e ASMs podem exigir a interrupção total ou intermitente do tratamento, ou a redução da dose."
}