{
    "source": "en_US",
    "target": "pt_BR",
    "text": "(a) The Company fails to pay timely any of the principal amount due under this Note on the date the same becomes due and payable or any accrued interest or other amounts due under this Note on the date the same becomes due and payable;\n(b) The Company materially defaults in its performance of any covenant under the Purchase Agreement;\n(c) The Company files any petition or action for relief under any bankruptcy, reorganization, insolvency or moratorium law or any other law for the relief of, or relating to, debtors, now or hereafter in effect, or makes any assignment for the benefit of creditors or takes any corporate action in furtherance of any of the foregoing; or\n(d) An involuntary petition is filed against the Company (unless such petition is dismissed or discharged within sixty (60) days) under any bankruptcy statute now or hereafter in effect, or a custodian, receiver, trustee, assignee for the benefit of creditors (or other similar official) is appointed to take possession, custody or control of any property of the Company.\n8. Waiver. The Company hereby waives demand, notice, presentment, protest and notice of dishonor in respect of this Note.",
    "trans": "(a) A Empresa deixar de pagar pontualmente qualquer valor principal devido sob este Aviso na data em que o mesmo se torna devido e pagável ou quaisquer juros acumulados ou outros valores devidos sob este Aviso na data em que os mesmos se tornam devidos e pagáveis;\n(b) A Empresa deixar de cumprir materialmente qualquer compromisso sob o Contrato de Compra;\n(c) A Empresa protocola qualquer petição ou ação para alívio sob qualquer lei de falência, reorganização, insolvência ou moratória ou qualquer outra lei para alívio de, ou relacionada a, devedores, agora ou posteriormente em vigor, ou faz qualquer cessão para o benefício de credores ou toma qualquer ação corporativa em promoção de qualquer um dos itens acima; ou\n(d) Uma petição involuntária for apresentada contra a Empresa (a menos que tal petição seja rejeitada ou quitada dentro de sessenta [60] dias) sob qualquer estatuto de falência em vigor agora ou posteriormente, ou um custodiante, recebedor, administrador, cessionário para o benefício de credores (ou outro funcionário similar) for nomeado para tomar posse, custódia ou controle de qualquer propriedade da Empresa.\n8. Renúncia. A Empresa renuncia a demanda, notificação, apresentação, protesto e notificação de desonra em relação a este Aviso."
}