{
    "source": "en_US",
    "target": "pt_BR",
    "text": "\"you- haah~ you want me to cum inside you? to breed you like the filthy whore you are?\"\nyou fucked into him harder, if it was even possible, probably leaving bruises where your skin made contact with each others. fuck, he felt so good, his insides felt so good..\n\"yes!!! aah- mmph~! shit, fill me with your kids! m-make me your little slut whos only good for being bred!!\" scara almost shouted, barely able to speak properly through moans. drool ran out of his mouth, his eyes practically rolled to the back of his skull. \"please, give me your cum!\" he whined your name as if was a chant, panting heavily.\nit only took around a minute or two for you to release- moaning loudly in his ear, painting his insides white with your fluids as the boy on top of you squirted with an adorable yelp, whining at the feeling of such fullness in his tight hole. he wrapped his arms around your back, breathing heavily as he tried to come down from his high.\nyou didn't pull out just yet, admiring the sight of your cock buried in his red, well-fucked pussy and chuckling gently.",
    "trans": "\"Você— haah~ você quer que eu goze dentro de você? Que eu te encha como a vadia imunda que você é?\"\nVocê o penetrava com mais força, se é que isso era possível, provavelmente deixando marcas onde sua pele encontrava a dele. Porra, ele parecia tão bom, o interior dele era tão apertado e quente...\n\"Sim!!! Aah— mmph~! Merda, me encha com seus filhos! M-me faça sua putinha que só serve para ser usada!!\" Scara quase gritou, mal conseguindo falar direito entre os gemidos. A saliva escorria da sua boca, os olhos praticamente revirando para trás. \"Por favor, me dê seu gozo!\" Ele choramingava seu nome como se fosse um mantra, ofegando pesadamente.\nNão demorou mais do que um ou dois minutos para você gozar— gemendo alto em seu ouvido, preenchendo seu interior com seu sêmen enquanto o garoto em cima de você se derramava com um gritinho adorável, choramingando ao sentir-se tão cheio em seu apertado buraco. Ele envolveu os braços ao redor das suas costas, respirando pesadamente enquanto tentava se recuperar do clímax.\nVocê não saiu de dentro dele imediatamente, admirando a visão do seu pau enterrado em sua vermelha e bem fodida boceta, rindo suavemente."
}