{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Media Images and the Social Construction of Reality\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Vol. 18. (1992), pp. 373-393. Stable URL:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nAnnual Review of Sociology is currently published by Annual Reviews.\nYour use of the JSTOR archive indicates your acceptance of JSTOR's Terms and Conditions of Use, available at http://www.jstor.org/about/terms.html. JSTOR's Terms and Conditions of Use provides, in part, that unless you have obtained prior permission, you may not download an entire issue of a journal or multiple copies of articles, and you may use content in the JSTOR archive only for your personal, non-commercial use.\nPlease contact the publisher regarding any further use of this work. Publisher contact information may be obtained at http://www.jstor.org/journals/annrevs.html.\nEach copy of any part of a JSTOR transmission must contain the same copyright notice that appears on the screen or printed page of such transmission.",
    "trans": "Imagens na Mídia e a Construção Social da Realidade\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Vol. 18 (1992), pág. 373-393. URL estável:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nA Annual Review of Sociology é atualmente publicada por Annual Reviews.\nO uso do artigo JSTOR indica a sua aceitação dos Termos e Condições de Uso do JSTOR, disponível em http://www.jstor.org/about/terms.html. Os Termos e Condições de Uso do JSTOR estabelecem, em parte, que a menos que você tenha obtido permissão prévia, não é permitido baixar uma edição completa de um periódico ou cópias múltiplas de artigo, e o conteúdo no arquivo JSTOR pode ser utilizado apenas para seu uso pessoal e não comercial.\nPara qualquer outro uso desta obra, entre em contato com a editora. As informações de contato da editora podem ser obtidas em http://www.jstor.org/journals/annrevs.html.\nToda cópia de qualquer parte de uma transmissão do JSTOR deve conter o mesmo aviso de direitos autorais que aparece na tela ou na página impressa dessa transmissão."
}