{
    "source": "en_US",
    "target": "pt_BR",
    "text": "by the treatment group. Categorical variables are sum-\nmarized by frequencies and percentages. Percentages are\ncalculated according to the number of patients for whom\ndata are available. Continuous variables are summarized\nusing means (standard deviations, SD) or medians (inter-\nquartile range, IQR) based on the distribution of the data.\nFor the primary composite outcome of alive and RRT-\nfree, we performed a logistic regression analysis with the\noutcome as the dependent variable with treatment group\n(thiamine or placebo) and RCT as independent variables.\nAll binary outcomes were analyzed similarly. Results are\ndescribed as an adjusted odds ratio (aOR) with a 95%\nconfidence interval (CI). A post hoc sensitivity analysis\nadditionally included baseline SOFA score to adjust for\nillness severity.\nFor the continuous outcomes of serum creatinine level\nand serum lactate level, we constructed linear mixed\nmodels to account for the longitudinal nature of the data.\nWe compared repeated measures of the laboratory values\nat each time point (0 h [baseline value], 24 h, 48 h, 72 h)",
    "trans": "pelo grupo de tratamento. As variáveis resumidas são\npor frequência e percentagens. As percentagens são\ncalculadas com base no número de pacientes para os quais\nos dados estão disponíveis. As variáveis contínuas são resumidas\nutilizando médias (desvios padrão, DP) ou medianas (inter-\nvalo interquartil, IIQ), dependendo da distribuição dos dados.\nPara o desfecho primário composto de vivo e RRT -\nlivre, realizamos uma análise de regressão lógicas, como\nresultados dependendo do grupo de tratamento\n(tiamina ou placebo) e o RCT como variáveis independentes.\nTodos os resultados binários foram analisados de forma semelhante. Os resultados são\ndescritos como uma razão de chances ajustadas (aOR) com um\nintervalo de confiança  (IC) de 95%. Uma análise de pós-hoc\nincluindo adicionalmente a pontuação SAFA basal para ajustar pela\ngravidade da doença.\nPara os desfechos contínuos de nível de creatinina sérica\ne níveis de lactato sérico, construímos modelos lineares\nmistos para considerar a natureza longitudinal dos dados.\nComparamos as medidas repetidas dos valores laboratoriais\nem cada ponto de tempo (0h  [baseline value], 24h, 48h, 72h)"
}