{
    "source": "en_US",
    "target": "pt_BR",
    "text": "“Wait, why’ll we be replacing my sword?” Matt suddenly felt a little defensive. It was, well, his sword. It had been at his side for practically his entire life, it fit him almost perfectly, and he’d basically learned enchanting with its generous rune-allotment and ability to wipe away old enchantments with just a bit of mana. Sure, he hadn’t been able to use it much lately, but he’d been looking forward to doing so again once they brought in all the possible Tier 25 upgrade materials for him to sift through to see what his sword needed.\n“Well, it’s honestly not all that great.” Galanodel apologetically explained, raising her hand to forestall Matt’s rebuttal. “Look, I understand that it got you through many Tiers, and I’m happy for you. I get the attachment to growth items. But, it functionally has two abilities, the increased number of enchantments it can support, and the ability to switch between enchantment configurations. Sure, it will pick up a third ability when it hits Tier 25, and if it’s an absolutely legendary power, great. Even if it doesn’t, you can keep it as a backup weapon to supplement your main sword.”",
    "trans": "\"Espere, por que vamos substituir a minha espada?\", Matt se viu de repente meio na defensiva. Era, bem, a espada dele. Ela havia estado ao lado dele por praticamente sua vida inteira, ela se ajustava a ele quase que perfeitamente, e ele tinha basicamente aprendido a fazer encantos com o abundante lote de runas dela e ela tinha a capacidade de afastar velhos encantos consumindo bem pouco mana. Claro, ele não pôde usá-la muito nos últimos tempos, mas ele estava ansioso para fazer isso outra vez, já que trouxeram para ele todos os materiais de aprimoramento de Nível 25 possíveis para ele poder vasculhar para ver o que a espada dele precisava.\n\"Bem, sinceramente ela não é assim tão boa.\", explicou Galanodel se desculpando, levando a mão para impedir que Matt refutasse. \"Olha, eu entendo que ela te fez subir vários Níveis, e eu fico feliz por você. Eu entendo o apego por itens aprimorados. Mas, a funcionalidade dela tem duas habilidades, o número aumentado de encantos que ela pode conter e a habilidade de alternar entre configurações de encanto. Lógico, ela vai conquistar uma terceira habilidade quanto atingir o Nível 25, e se for um poder absolutamente lendário, ótimo. Mesmo que não seja, você pode ficar com ela como uma arma de reserva para substituir sua espada principal.\""
}