{
    "source": "en_US",
    "target": "pt_BR",
    "text": "So Harry got everything that they needed, and when [redacted_name] went off with George in the morning to work on some things in his shop, Harry went back to his house to decorate. Scorpius had chosen zoo animals as the theme because they went to the zoo with Teddy and his father had spent the day smiling with them. He also decided that the balloons should be green because they were Draco’s favourite colour. So Harry got it all, and got a birthday cake for dessert.\nWhen he went back to the shop in the afternoon, he worked on his repairs while [redacted_name] answered the customers who allowed him to help, and the rest of the time they ended up talking and laughing, and he would repeatedly remind Harry that if he refused to wear gloves as he repaired, then he wasn’t allowed to complain when he got stung.\nOn the way home from school, [redacted_name]’ excitement was barely contained. [redacted_name] smile was wider and brighter, and Harry realized that it had been that way for a while now, but for some reason it hits him more and more each time he smiles.",
    "trans": "Então, Harry pegou tudo o que precisavam, e quando [redacted_name] foi embora com George de manhã para trabalhar em algumas coisas na loja, Harry voltou para sua casa para decorar. Scorpius tinha escolhido animais do zoológico como tema, porque foram ao zoológico com Teddy e seu pai passou o dia sorrindo com eles. Ele também decidiu que os balões deveriam ser verdes porque essa era a cor favorita de Draco. Então Harry pegou tudo e ainda comprou um bolo de aniversário para a sobremesa.\nQuando ele voltou para a loja à tarde, fez seus reparos enquanto [redacted_name] atendia os clientes que lhe permitiam ajudar, e o resto do tempo acabaram conversando e rindo, e ele repetidamente lembrava Harry de que, se ele se recusasse a usar luvas enquanto fazia os reparos, não poderia reclamar quando fosse picado.\nNo caminho de volta da escola, a empolgação de [redacted_name] estava quase fora de controle. O sorriso de [redacted_name] estava mais largo e brilhante, e Harry percebeu que isso já estava assim há um tempo, mas por algum motivo isso o atingia cada vez mais toda vez que ele sorria."
}