{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Mary Ann's tongue, much much bigger and more powerful bullied Britney's as she filled out her mouth, making her way to her throat.\nTime seemed to stand still as their lips and bodies continued to press together, the air around them charged with an undeniable energy. Mary Ann's heart raced, surprise at how much more her grown body could feel. Everything was more profound and detailed, better and sharper. She drank in all the sensations as she pushed her tongue even further into Britney's mouth who tried to moan upon this literal throat fuck.\nEventually, their lips parted, leaving Britney completely breathless and flushed. Mary Ann gazed down at Britney, a mixture of amusement and desire in her eyes. The transformation had not only changed her physically, but it had awakened a boldness and confidence she had never known.\nAs Britney met her gaze, her own desire mirrored in her eyes, Mary Ann's sultry voice returned, low and teasing. \"See, Britney? Submission can be quite the experience.\"",
    "trans": "A língua de Mary Ann, imensamente maior e poderosa, intimidava Britney à medida que ela enchia sua boca, alcançando sua garganta.\nEnquanto seus lábios e corpos se pressionavam, o ar ao redor deles estava repleto de uma energia incontestável. Mary Ann teve um ataque cardíaco, impressionada com o quanto seu corpo em crescimento podia sentir. Tudo era mais aprofundado e minucioso, mais refinado e preciso. Ela experimentou todas as sensações ao empurrar sua língua ainda mais profundamente na boca de Britney, que se esforçava para gemer com essa dor literal na garganta.\nPor fim, os lábios de Britney se afastaram, deixando-a completamente sem ar e corada. Mary Ann encarou Britney, com um misto de alegria e desejo refletido em seus olhos. A mudança não apenas a alterou fisicamente, mas também despertou nela uma ousadia e autoconfiança que ela nunca havia experimentado.\nAo encontrar o olhar de Mary Ann, que espelhava seu próprio desejo, a voz sedutora de Britney ressurgiu, suave e provocante. \"Entende, Britney?\" A aceitação pode ser uma vivência marcante."
}