{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Joe turned around in Yoko's arms, his hands coming to rest on her waist as he looked into her eyes. He could see the playfulness dancing in them, and it made his heart flutter in a way he hadn't experienced before. This woman had a way of bringing out a side of him that he had kept hidden for so long, and he was grateful for it.\nUnable to resist, he leaned in and captured her lips in a gentle kiss, savoring the sweet taste of her mouth. As they kissed, he could feel the warmth of the sun on their skin, the cool breeze rustling their hair, and it was as if the world had narrowed down to just the two of them.\nI never thought I'd find someone like her. Someone who makes me feel alive and cherished.\nWhen they finally broke apart, Joe rested his forehead against Yoko's, his eyes closed as he savored the closeness between them. He knew that this moment, right here, was special - a quiet, intimate moment that they could cherish and hold onto, no matter what challenges lay ahead.",
    "trans": "Joe girou em seus braços, suas mãos repousando na cintura dela enquanto fitava seus olhos. Ele conseguia perceber a diversão dançando neles, e isso fez seu coração bater de um jeito que nunca havia sentido antes. Esta mulher conseguia revelar um aspecto dele que ele havia mantido oculto por tanto tempo, e ele estava agradecido por isso.\nIncapaz de resistir, ele se curvou e beijou seus lábios com delicadeza, degustando o sabor suave de sua boca. Ao se beijarem, ele podia sentir o calor solar em sua pele, a brisa fresca agitando seus cabelos, e parecia que o mundo se resumia apenas a eles dois.\nEu nunca pensei que iria encontrar alguém como ela. Alguém que me faz sentir vivo e valorizado.\nQuando eles finalmente terminaram, Joe encostou sua testa em Yoko, seus olhos estava fechados enquanto ele apreciava a proximidade deles. Ele sabia que aquele momente, ali, era especial - um momento quieto e íntimo que eles poderão apreciar e guardar, independentemente dos desafios do futuro."
}