{
    "source": "en_US",
    "target": "pt_BR",
    "text": "We are here to help you.\nPlease call us at 1-800-724-1633 for more information on next steps and eligibility requirements if you are interested in a Disaster Relief Forbearance Plan.\nPlease Note:The total amount of payments temporarily suspended will become due and payable at the end of the forbearance period. If your hardship is resolved after your forbearance, but you are unable to make these payments, we have several mortgage assistanceoptions that may be available to you depending on the investor of your loan. You will not be required to make all of these payments at once at the end of your forbearance period.\nFor more information on these mortgage assistance options following the completion of a Disaster Relief Forbearance Plan, click here.\nWhat Else M&T Will Do.\nWe offer assistance to customers in Federal Emergency Management Agency (FEMA) declared disaster areas.",
    "trans": "Estamos aqui para ajudar você.\nEntre em contato pelo telefone 1-800-724-1633 para mais informações sobre os próximos passos e requisitos de elegibilidade caso você tenha interesse no Plano de Tolerância de Pagamentos para Apoio em Caso de Desastres.\nAtenção: o montante total dos pagamentos suspensos temporariamente continuará sendo devido e deverá ser pago ao final do período de tolerância. Se sua dificuldade for resolvida após o período de tolerância, mas você não puder realizar esses pagamentos, dispomos de diversas opções de assistência hipotecária que podem ser oferecidas dependendo do investidor do seu empréstimo. Você não será obrigado a efetuar o pagamento integral de uma só vez no término da suspensão.\nPara mais detalhes sobre as opções de assistência hipotecária após o término do Plano de Tolerância de Pagamentos para Apoio em Caso de Desastres, clique aqui.\nO que mais a M&T pode fazer.\nOferecemos assistência a clientes em áreas de desastres declaradas pela Agência Federal de Gestão de Emergências (FEMA)."
}