{
    "source": "en_US",
    "target": "pt_BR",
    "text": "avoid disruption of the class and disturbance to other students.\n• No food or beverages are allowed in the library or the computer labs at any time.\n• Students are not allowed to stay in their classrooms or computer labs during break time unless they\nare accompanied by any of their teachers.\n• Students are NOT allowed to have cell phones and smart watches, in case of finding any of the\nabove-mentioned items for the first time it will be confiscated and handed to the office of the legal\nrepresentative until the parent arrives and signs a pledge before receiving it. If the offence is\nrepeated for the second time the device will be handed to the legal representative’s office to be\nreturned to the parent at the end of the term.\n• Students are not allowed to get any balls/toys/playing cards/magazines /comic books. Such items\nwill be confiscated.\n• If necessary, Perp & Secondary Stage students need to get their cell phones to school, the following",
    "trans": "evite interrupção da aula e perturbações a outros alunos.\n• Alimentos e bebidas não são permitidos na biblioteca ou nas salas de informática em nenhum momento.\n• Os alunos não são permitidos a ficar nas salas de aula ou nas salas de informática durante os intervalos a menos que\nestejam acompanhados de um de seus professores.\n• Os alunos NÃO estão permitidos a ter celulares e smart watches, caso você encontre qualquer um\ndos itens mencionados acima pela primeira vez, eles devem ser confiscados e entregues ao escritório do representante\nlegal até que um dos pais venha e assine um termo de compromisso antes de devolver. Se a infração\nse repetir pela segunda vez, o dispositivo será entregue ao escritório do representante legal para ser\ndevolvido aos pais no final do período.\n• Os alunos não tem permissão para ter qualquer tipo de bola/brinquedos/jogo de cartas/revistas/história em quadrinhos. Tais itens\nserão confiscados.\n• Se for necessário que alunos de Estágios Preparatórios e Secundários levem seus celulares para a escola, as seguintes"
}