{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Too many accounts with balances\nLength of time revolving accounts have been established\nNumber of inquiries\nIf you have any questions regarding your credit score, you should contact TransUnion Consumer Solutions at:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThis decision was based in whole or in part on a report from the consumer reporting bureau(s) listed below. The bureaus themselves played no part in making this decision and are unable to supply specific reasons why your credit request has been denied.\nYou have a right under the Fair Credit Reporting Act to know the information contained in your credit file. You also have a right to a free copy of your report from the reporting bureau(s), if you request it no later than 60 days after you receive this notice. In addition, if you find that any information contained in the report(s) you receive is inaccurate or incomplete, you have the right to dispute the matter with the reporting bureau(s).\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThanks again for your interest in AppleCard.\nAppleCard is issued by Goldman Sachs Bank USA, Salt Lake City Branch.",
    "trans": "Muitas contas com saldos\nA duração de contas rotativas foi estabelecida\nNúmero de solicitações\nSe você tem alguma pergunta a respeito de sua pontuação de crédito, você deve entrar em contato com a TransUnion Consumer Solutions pelos seguintes contatos:\nTransUnion Consumer Solutions\nCaixa Postal 1.000\nChester, PA 19016-2000\n1-800-916-8800\nEsta decisão foi baseada no total ou em parte em um relatório da(s) agência(s) de relatórios do consumidor listada(s) abaixo. As agências em si não tomam parte na tomada desta decisão e não podem fornecer os motivos específicos pelos quais sua solicitação de crédito foi negada.\nVocê tem o direito, de acordo com a Lei de Relatórios de Crédito Justo, de conhecer as informações contidas no seu arquivo de crédito. Você também tem o direito a uma cópia grátis do seu relatório da(s) agência(s) de relatórios, se você fizer sua solicitação em até 60 dias depois de receber este aviso. Além disso, se você achar que quaisquer informações contidas no(s) relatório(s) que está recebendo são imprecisas ou estão incompletas, você tem o direito de recorrer ao assunto junto à(s) agência(s) de relatórios.\nTrasnUnion Consumer Solutions\nCaixa Postal 1.000\nChester, PA 19016-2000\n1-800-916-8800\nAgradecemos mais uma vez por seu interesse no AppleCard.\nO AppleCard é emitido pelo Goldman Sachs Bank EUA, filial de Salt Lake City."
}