{
    "source": "en_US",
    "target": "pt_BR",
    "text": "I don’t even pay attention to the persistent sound of gunshots or the mines that go off all around us.\nBoom.\nBoom.\nBoom.\nIn a swift movement, I let my rifle hang at my back and climb the tree\nin record time. Instead of stopping at the first solid branch, I continue up until I have the best view of the warehouse and balance on a branch.\nThe downside is that this branch isn’t as strong. But then again, I don’t weigh as much as my male colleagues, so where they’d likely break this one and fall off, I won’t.\nI lie flat on my stomach, rifle in position, and stare through my lenses. The first thing I do is take in the whole scene.\nMy mouth fills with saliva, and my body shakes at the sight of dismembered bodies—mostly our soldiers. A crippling fear grabs hold of me at the prospect of seeing either Maksim’s or Yuri’s body. Or even Viktor’s. I’ve somehow gotten used to the stoic grump, and I know for a fact that his loss would hit Captain the most.\nStatic sounds in my ear, and I startle for a second, thinking it’s another bomb. But then, the distinctive command comes, “Focus, Lipovsky.”",
    "trans": "Eu nem mesmo presto atenção aos disparos das armas ou nas minas que explodem à nossa volta.\nBum.\nBum.\nBum.\nEm um movimento ágil, deixo meu rifle pendurado nas minhas costas e subo na árvore\nem um tempo recorde. Em vez de parar no primeiro galho firme, continuo subindo até ter a melhor vista do depósito e me equilibro sobre um galho.\nA parte ruim é que esse galho não é tão forte. Mas, mais uma vez, eu não sou tão pesada quanto meus colegas homens, então no momento onde eles provavelmente quebrariam o galho e cairiam, o mesmo não vai acontecer comigo.\nEu me deito de bruços, o rifle posicionado, e miro através de minhas lentes. A primeira coisa que faço é observar a cena toda.\nMinha boca se enche de saliva, e meu corpo estremece com a visão de corpos desmembrados — na maioria soldados. Um medo paralisante toma conta de mim com a possibilidade de ver o corpo de Maksim ou o de Yuri. Ou até mesmo do Viktor. De algum modo me acostumei o mal-humorado rabugento, e eu sei que sua perda afetaria o Capitão mais do que a todos.\nA estática zune nos meus ouvidos, e me sobressalto por um segundo, pensando que é mais uma bomba. Mas, então, vem o comando distinto, \"Concentre-se, Lipovsky\"."
}