{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Welcome to the team!\nWe’re looking forward to working with you and watching you grow your career with us. The rest of the team is excited to meet you and help you settle into your new role.\nIn an effort to begin your new hire process and avoid any delays with your onboarding, we highly encourage you to do the following:\nNew Hire Paperwork\nThe paperwork needed for your orientation is packaged electronically through the link below. Prior to coming to your orientation on day 1, we encourage you to complete your new hire paperwork. If you are unable to complete this paperwork before your first day of work, you will need to complete the outstanding tasks with your location's HR Representative.\nClick on the link below to complete your paperwork.\nIMPORTANT: If you have a preferred name, enter it so that your new Vestis e-mail address will reflect that name! Also, if you have a middle name, enter it so to help avoid duplicate email addresses.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nEmployment Eligibility Requirements (I-9)",
    "trans": "Seja bem-vinda à equipe!\nEstamos ansiosos para trabalhar com você e para vê-la crescer em sua carreira conosco. O restante da equipe está empolgado para conhecer você e ajudá-la a se estabelecer em sua nova função.\nCom o intuito de iniciar o processo de contratação e evitar atrasos na sua integração à equipe, recomendamos fortemente que faça o seguinte:\nDocumentação para Nova Contratação\nA documentação necessária para sua orientação é processada eletronicamente pelo link abaixo. Recomendamos que forneça a documentação para nova contratação antes de comparecer à orientação no 1° dia. Caso não possa fornecer essa documentação antes do seu primeiro dia de trabalho, terá de concluir as tarefas pendentes com o Representante de RH da sua localidade.\nClique no link abaixo para concluir sua documentação.\nIMPORTANTE: Caso você tenha um nome social, digite-o aqui para que seu novo endereço de e-mail Vestis reflita esse nome! Além disso, caso tenha um nome do meio, digite-o também para evitar endereços de e-mail duplicados.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nRequisitos para Elegibilidade de Trabalho (I-9)"
}