{
    "source": "en_US",
    "target": "pt_BR",
    "text": "We provide you with your own set of tools, PPE and outfit you with shirts, pants and shoes.\nMedical, Dental, Vision Insurance plan, 401K Profit Sharing, Paid Holidays, Paid Time off.\nWe promote from within, with additional training programs available, your positive attitude and ability to communicate well with customers and colleagues will contribute to your success.\nAs an Installer Assistant in this role, you have the following skills to set you up for success.\nWe are looking for...\n1+ year experience in carpentry, trim carpentry, construction, or in-home renovation experience.\nAbility to take accurate measurements using a tape measure, level & combination square.\nValid driver's license and a good driving record.\nAbout Us: Bath Fitter is the first choice, industry leader in bathroom renovations, and has been manufacturing and installing premium quality acrylic bathtubs and seamless bath wall systems since 1984, with locations in US, CAN and EU. Proud to be certified as a Great place to work®.",
    "trans": "Oferecemos a você seu próprio conjunto de ferramentas, equipamentos de proteção individual (EPIs) e fornecemos roupas, como camisas, calças e sapatos.\nPlano de seguro médico, odontológico, de visão, 401 mil com participação nos lucros, feriados pagos, folgas remuneradas.\nPromovemos a cultura interna, com programas de treinamento adicionais disponíveis. Sua atitude positiva e capacidade de se comunicar bem com clientes e colegas contribuirão para o seu sucesso.\nComo Assistente de Instalador, neste cargo você precisa das seguintes habilidades para garantir o seu sucesso:\nEstamos procurando...\n1 ano ou mais de experiência em carpintaria, carpintaria de acabamento, construção ou reforma de interiores.\nCapacidade de fazer medições precisas usando uma fita métrica, nível e esquadro.\nCarteira de motorista válida e bom histórico de direção.\nSobre nós: a Bath Fitter é a primeira escolha e líder no setor de reformas de banheiros, fabricando e instalando banheiras de acrílico de alta qualidade e sistemas de paredes de banheiros sem emendas desde 1984, com unidades nos EUA, CAN e UE. Temos o orgulho de sermos certificados como Ótimo lugar para trabalhar®."
}