{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The more love he gave, the more things seemed to go to pieces. ‘No matter what I do, I always make mistakes.’ He once wrote to his best friend, the only one who knew the real situation between Cooper and Marc. ‘If you don’t get rid of it, this toxic relationship will consume you until it kills you.’\nHe knew it, he knew it. He was chained in a relationship that was wearing him down, eating him from the inside slowly and in such a painful way that, at times, death would have been a more charitable solution, but it wasn’t that easy. It was as if he were in a loop, a vicious circle of discomfort and toxicity. He wanted to get out, but he would have to ask someone for help. But who?\nWhen he hit him, maybe because he had drunk a little more or just because he felt like it, he begged him to stop, but the slaps on his face, sharp as razors, didn’t stop until he thought it was appropriate to stop.\nThe makeup often couldn’t completely camouflage the bruises and, for the job he did, his face should have been perfect. That week, however, fortunately, there was no photo shoot scheduled.",
    "trans": "Quanto mais ele se entregava ao amor, mais as coisas pareciam se despedaçar. ‘Não importa o que eu faça, sempre acabo errando.’ Ele escreveu certa vez para seu melhor amigo, a única pessoa que sabia o que realmente acontecia entre Cooper e Marc. ‘Se você não acabar com isso, esse relacionamento tóxico vai te consumir até te destruir.’\nEle sabia disso, sabia. Estava preso em um relacionamento que o desgastava, o devorava por dentro lentamente e de uma maneira tão dolorosa que, em alguns momentos, a morte teria sido uma solução mais generosa, mas não era tão simples. Era como se estivesse em um ciclo, um círculo vicioso de desconforto e toxicidade. Queria sair, mas teria que pedir ajuda a alguém. Mas quem?\nQuando ele o bateu, talvez porque tivesse bebido um pouco mais ou simplesmente porque tinha vontade, ele implorou para parar, mas os tapas no seu rosto, afiados como lâminas, não pararam até que ele achasse que era o momento certo para parar.\nA maquiagem nem sempre conseguia cobrir totalmente os hematomas e, pelo trabalho que ele desempenhava, seu rosto tinha que estar perfeito. Felizmente, naquela semana, não havia sessão de fotos marcada."
}