{
    "source": "en_US",
    "target": "pt_BR",
    "text": "the values of the companies’ corporate cultures. Development of a corporate culture to support business ethics happens on four levels: ethical awareness; ethical education; ethical action; and ethical lead- ership. Ethical awareness involves providing help to employees in identifying ethical problems when they occur and giving them guid- ance about how the company expects them to respond. One way to provide this support is to develop a code of conduct for the organi- zation. Ethical education involves implementing an ethics training program for employees or hiring an outside firm to develop ethics and compliance programs for the organization. Ethical action involves companies providing structures and approaches for employees that allow decisions to be turned into appropriate business actions. Ethical leadership involves commitment to the company’s core values at all levels of the organization.",
    "trans": "os valores das culturas corporativas das empresas. O desenvolvimento de uma cultura corporativa para apoiar a ética nos negócios acontece em quatro níveis: consciência ética; educação ética; ação ética; e liderança ética. A consciência ética envolve o fornecimento de ajuda aos colaboradores para identificar problemas éticos quando eles ocorrem e dá a eles a orientação sobre como a empresa espera que eles reajam. Uma forma de fornecer este apoio é desenvolver um código de conduta para a organização. A educação ética envolve a implementação de um programa de treinamento ético para os colaboradores ou a contratação de uma firma terceirizada para desenvolver programas de ética e regulamentação para a organização. A ação ética envolve o fornecimento pelas empresas para os colaboradores de estruturas e abordagens que permitam que as decisões sejam transformadas em ações apropriadas de negócios. A liderança ética envolve o compromisso com os principais valores da empresa em todos os níveis da organização."
}