{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Throughout the school, classes are grouped according to Victorian Curriculum levels with teachers working together for curriculum planning and professional development. Classes are organised depending on the numbers of children at each level, gender balance, maintaining friendship groups and ensuring that there is equal distribution of ability throughout the grades. Usually classes are straight groups which encourage and enhance individual achievement and social development.\nThe school has a strong focus on student wellbeing and teaches a social skills program which is consistently implemented across the school. The behaviour of the students both in class and in the playgrounds reflects the consistent approach to discipline and high expectations of the school. The development of leadership skills in senior students is encouraged and their input into the tone of the school is important.\nMany enrichment opportunities are offered, some of which are choir, school concert, interschool sports, sporting clinics, camps and excursions.\nIn striving for continuous improvement, Tooradin Primary School is committed to maximising educational opportunities for all students, with staff professional development playing a vital role in achieving this.",
    "trans": "Em toda a escola, as turmas são reunidas conforme os níveis do currículo vitoriano, com a colaboração conjunta dos professores para o planejamento curricular e o desenvolvimento profissional. A organização das turmas ocorre de acordo com o número de crianças em cada série, a equidade de gênero, a preservação dos grupos de amigos e a garantia de que ocorra a distribuição igualitária das habilidades em todas as séries. Geralmente, as turmas são compostas por grupos heterogêneos que promovem o incentivo e o aprimoramento da conquista individual e do desenvolvimento social.\nA escola possui um grande foco no bem-estar dos alunos e aborda um programa de habilidades sociais que é implementado de forma consistente em toda a escola. O comportamento de cada aluno tanto em sala de aula quanto nos pátios de recreio é um reflexo da abordagem consistente à disciplina e das grandes expectativas da escola. O desenvolvimento das habilidades de liderança nos alunos do último ano é estimulado e a sua contribuição para o tom da escola é algo essencial.\nDiversas atividades de enriquecimento são oferecidas, algumas das quais são corais, concertos didáticos, jogos interescolares, clínicas de medicina esportiva, acampamentos e excursões.\nNa luta por um progresso contínuo, a Tooradin Primary School está comprometida em ampliar as oportunidades de aprendizagem para todos os alunos, com o desenvolvimento profissional da equipe desempenhando um papel fundamental para alcançar este propósito."
}