{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Education and Academic Qualifications\nBachelor of Engineering in Electrical Engineering, The Hong Kong Polytechnic University\nDoctor of Philosophy, The Hong Kong Polytechnic University\nProfessional Qualifications\nFellow of the Canadian Academy of Engineering (CAE)\nFellow of the Institute of Electrical and Electronics Engineers (IEEE)\nFellow of the Chinese Society of Electrical Engineering (CSEE)\nFellow of the Engineering Institute of Canada (EIC)\nFellow of the Institution of Engineering and Technology (IET)\nFellow of the Hong Kong Institution of Engineers (HKIE)\nFellow of the Asia-Pacific Artificial Intelligence Association (AAIA)\nFellow of International Artificial Intelligence Industry Alliance (AIIA)\nPrivacy Policy Statement\nTerms of Use\nAccessibility\nSitemap\nCopyright © 2024 The Hong Kong Polytechnic University. All Rights Reserved.\nFacebook\nYoutube\ninstagram\nTwitter\nWe use Cookies to give you a better experience on our website. By continuing to browse the site without changing your privacy se",
    "trans": "Formação e Qualificações Acadêmicas\nBacharelado de Engenharia em Engenharia Elétrica, The Hong Kong Plytechnic University\nDoutor em Filosofia, The Hong Kong Plytechnic University\nQualificações Profissionais\nMembro da Academia Canadense de Engenharia (CAE)\nMembro do Instituto de Engenheiros Elétricos e Eletrônicos (IEEE)\nMembro da Sociedade Chinesa de Engenharia Elétrica (CSEE)\nMembro do Instituto de Engenharia do Canadá (EIC)\nMembro do Instituto de Engenharia e Tecnologia (IET)\nMembro do Instituição de Engenheiros de Hong Kong (HKIE)\nMembro da Associação de Inteligência Artificial Ásia-Pacífico (AAIA)\nMembro da Aliança Internacional da Indústria de Inteligência Artificial (AIIA)\nDeclaração de Política de Privacidade\nTermos de Uso\nAcessibilidade\nMapa do Site\nCopyright © 2024 The Hong Kong Polytechnic University. Todos os Direitos Reservados.\nFacebook\nYoutube\ninstagram\nTwitter\nUsamos Cookies para oferece a você uma experiência melhor em nosso site. Ao continuar navegando no site sem mudar suas preferências de privacidade"
}