{
    "source": "en_US",
    "target": "pt_BR",
    "text": "As described by Kelvin, the vaccine was intended to combat some sort of sickness on the Island - although he never elaborated on the nature of the disease or its symptoms. Kelvin indicated that Desmond should give himself a shot of the vaccine every nine days - and that anyone going outside the station without protection (e.g. a HAZMAT suit) would be at risk of contracting it. Kelvin's instructions were somewhat suspect, however, as it was later revealed he was using the alleged sickness as a means of keeping Desmond confined within The Swan. (\"Live Together, Die Alone, Part 1\") The vaccine kit found by Charlie in the supply drop, however, also contained instructions that a shot should be given every nine days, supporting at least part of Kelvin's story. (\"Three Minutes\")\nA DHARMA worker uses an injection gun on a new arrival.\nClaire theorized later that the vaccine was intended to ward off the effects of the Sickness - an unrelated condition that she heard of through Danielle Rousseau. (\"Maternity Leave\") Claire later ended up suffering from this sickness herself. (\"What Kate Does\") At a later point, Desmond told Claire that taking the vaccine was worthless and it had no effect. (\"Live Together, Die Alone, Part 1\")",
    "trans": "Como descrito por Kelvin, o objetivo da vacina era combater um certo tipo de moléstia na Ilha - apesar de ele nunca ter se aprofundado sobre a natureza da doença ou seus sintomas. Kelvin indicou que Desmond deveria aplicar uma dose da vacina em si mesmo a cada nove dias - e que qualquer pessoa que saísse da estação sem proteção (por exemplo, um traje HAZMAT) correria o risco de contraí-la. As instruções de Kelvin eram suspeitas de algum modo, contudo, como foi revelado mais tarde, eles estavam usando a suposta moléstia como um meio de manter Desmond confinado dentro da The Swan. (\"Live Together, Die Alone, Part 1\") O kit de vacinação encontrado por Charlie na caixa de suprimentos, porém, também continha instruções de que uma dose deveria ser aplicada a cada nove dias, apoiando ao menos uma parte da história de Kelvin. (\"Three Minutes\")\nUm funcionário da DHARMA usa uma pistola de injeção em um recém-chegado.\nClaire mais tarde, teorizou que a vacina tinha o objetivo de repelir os efeitos da Moléstia - uma condição não relatada que ela ouviu de Danielle Rousseau. (\"Maternity Leave\") Claire mais tarde acabou sofrendo ela mesma desta moléstia. (\"What Kate Does\") Em um ponto posterior, Desmond disse a Claire que tomar a vacina era inútil e não surtia efeito. (Live Together, Die Alone, Part 1\")"
}