{
    "source": "en_US",
    "target": "pt_BR",
    "text": "The verification of continuous and hybrid systems is a challenging problem, and various approaches are currently being investigated to overcome the complexities of representing and computing with continuous sets of states. Since verification problems are generally undecidable for such systems, experimental results are vital for evaluating and developing new ideas.\nThe SpaceEx tool platform is designed to facilitate the implementation of algorithms related to reachability and safetyverification. While these methods are based on different representations (polyhedra, zonotopes) and are tailored to different dynamics (piecewise constant, affine, multi-affine, nonlinear), they have several things in common: The model is a composition of hybrid automata (including extensions such as hierarchy and templates). Basic components of analysis algorithms are post- and pre-operators in various flavors. The reachable states are explored using symbolic states. They require basic infrastructure such as parsing input and visualizing states.",
    "trans": "A verificação de sistemas contínuos e híbridos representa um problema desafiador, e várias abordagens estão sendo exploradas atualmente para superar as complexidades de representar e computar com conjuntos contínuos de estados. Dado que os problemas de verificação geralmente são inconclusivos nesses sistemas, os resultados experimentais desempenham um papel crucial na avaliação e no desenvolvimento de novas ideias.\nA plataforma SpaceEx foi desenvolvida para facilitar a implementação de algoritmos relacionados à verificação de acessibilidade e segurança. Embora esses métodos se baseiem em representações distintas (poliedros, zonotopos) e sejam adaptados a diferentes dinâmicas (constantes por partes, afins, multi-afins, não lineares), eles compartilham diversas características em comum: o modelo é uma composição de autômatos híbridos (incluindo extensões como hierarquia e modelos). Componentes essenciais dos algoritmos de análise são pós-operadores e pré-operadores em diversas versões. Os estados alcançáveis são investigados utilizando estados simbólicos. Eles requerem uma infraestrutura básica, como análise de entrada e visualização de estados."
}