{
    "source": "en_US",
    "target": "pt_BR",
    "text": "$15.50 to $16.30 per hour plus tips\nPaid Sick Leave\nFlexible schedule\nDiscounts on meals\nCareer advancement opportunities\nDuties & Responsibilities:\nCleaning and sweeping the dining areas of the restaurant, cleaning, sanitizing, and resetting each table for the next guest, taking out the garbage, stocking stations with necessary supplies, and cleaning the bathrooms.\nAnticipate guests’ and coworkers’ needs and exceed guest service expectations.\nProtects establishment and patrons by adhering to sanitation and safety policies.\nMaintain composure in a fast-paced environment.\nRespond urgently and appropriately to guests’ and coworkers’ needs.\nExhibit a professional appearance and mannerisms.\nEnsure guests are enjoying their experience and take action to correct any problems.\nConcludes the guest experience by acknowledging choice of establishment and inviting patrons to return.\nComplete assigned sidework at the beginning, during, and at end of shift.\nOther Duties: Please note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job.",
    "trans": "De US$ 15,50 a US$ 16,30 por hora mais gorjetas\nLicença Médica Paga\nHorários flexíveis\nDescontos em refeições\nOportunidades de progressão de carreira\nDeveres e Responsabilidades\nLimpar e varrer as áreas de refeitório do restaurante, limpara, higienizar e reorganizar cada uma das mesas para o próximo cliente, tirar o lixo, repor as estações com os suprimentos necessários e limpar os banheiros.\nAntecipar as necessidades dos clientes e colaboradores e superar as expectativas de serviço dos clientes.\nProteger o estabelecimento e seus clientes aderindo a políticas de higienização e segurança.\nManter a compostura em um ambiente de ritmo ágil.\nAtender às necessidades de clientes e colaboradores com agilidade e de modo apropriado.\nDemonstrar aparência e comportamento profissionais.\nGarantir que os clientes aproveitem a experiência e agir para corrigir quaisquer problemas.\nConcluir a experiência do cliente agradecendo pela escolha do estabelecimento e convidando os clientes a retornar.\nConcluir as tarefas adicionais atribuídas no início, durante e ao final do turno.\nOutros Deveres: observe que esta descrição de trabalho não tem o objetivo de cobrir ou conter uma relação abrangente das atividades, deveres ou responsabilidades exigidas para o colaborador empregado nesta função."
}