{
    "source": "en_US",
    "target": "pt_BR",
    "text": "People were just… writing. No images, no designs, no time-consuming video editing. Like sending texts to a huge public group chat.\nPeople were talking about things I already knew. I often thought, \"I could write that tweet.\"\nPeople were using their profiles as a way to attract clients. A few did so with web design (\"Hey, I could do that too.\")\nThe people were actually cool. I felt like I was in a place that didn't have business-speak or the professionalism I despised, but they were still cashing out big.\nThat's when it clicked.\n\"Wait, these people aren't sending cold emails or doing weird client acquisition strategies.\"\nThey're just building an audience.\nYou're telling me that I can just write content I enjoy and it can attract clients to me?\nWhy have I been ruining my mental health by sending manual cold emails and working with people in a niche I despise because someone told me it was profitable?\nAfter all this time… writing, of all things, was the key to my freedom.",
    "trans": "As pessoas estavam apenas... escrevendo. Sem imagens, sem designs, sem edições de vídeo que consomem tempo. Como se estivessem mandando mensagens de texto em um enorme grupo de conversas público.\nAs pessoas estavam falando de coisas que eu já sabia. Eu geralmente pensava \"eu poderia escrever esse tweet.\"\nAs pessoas estavam usando os seus perfis como uma forma de atrair clientes. Alguns também fizeram isso com web design (\"Ei, eu poderia fazer isso também.\")\nAs pessoas eram legais de verdade. Eu sentia que eu estava em um lugar que não tinha o falatório de negócios ou o profissionalismo que eu odiava, mas eles ainda faturavam muito.\nFoi quando tudo fez sentido.\n\"Espera, essas pessoas não estão mandando e-mails sem vida ou fazendo estratégias estranhas de aquisições de clientes.\"\nElas estão apenas construindo um público.\nVocê está me dizendo que eu posso apenas escrever conteúdos de que eu gosto e isso pode atrair clientes para mim?\nPor que tenho arruinado minha saúde mental mandando e-mails sem vida e trabalhando com pessoas em um nicho que eu odeio porque alguém me disse que era lucrativo?\nDepois de todo esse tempo... escrever, dentre todas as coisas, era a chave para a minha liberdade."
}