{
    "source": "en_US",
    "target": "pt_BR",
    "text": "\"I told you I couldn’t just go back to texting,\" he murmured in that\ngravelly, deep voice of his. He sounded sleepy, like he was calling me from\nbed, and my mind couldn't help but conjure up an image of that perfect,\ntattooed wonderland lounged underneath silken sheets, his hand reaching\n\"Monroe, you with me?\" he asked, this time sounding amused, like he\nknew exactly how dirty my thoughts were.\nMaybe he and Bill were similar like that, able to see inside of me.\n\"Yes. Sorry. Got a lot on my mind,\" I squeaked out. He chuckled, the\nsound reverberating through me, right to my core.\n\"You wouldn't happen to be thinking of that picture, would you?\" he\nasked knowingly.\nI was definitely thinking of calculus.\"\nHe chuckled again. \"Okay, dream girl.\"\n\"Why do you keep calling me that?\"\nmuch I loved it.\nThat's what you are. A girl almost too good to\nbe true.\"\nThere was a blush across my cheeks, even though he couldn't see me.",
    "trans": "\"Eu disse a você que não poderia simplesmente voltar a mandar mensagens,\" ele murmurou naquela\nsua voz rouca e grave. Parecia cansado, como se estivesse me ligando\nda minha cama, e minha mente não conseguiu deixar de pintar uma imagem daquele perfeito\npaís encantado de tatuagens sob os lençóis de seda, a mão dele se estendendo\n\"Monroe, você está comigo?\" ele perguntou, desta vez com um tom de quem estava se divertindo, como se\nsoubesse exatamente do quão sujos os meus pensamentos estavam.\nTalvez ele e o Bill fossem assim, parecidos, capazes de enxergar por dentro de mim.\n\"Sim. Desculpe. Estou com muita coisa na cabeça,\" balbuciei. Ele soltou uma risada, o\nsom reverberando por dentro de mim, até o meu âmago.\n\"Você não estaria pensando naquela foto, estaria?\" ele\nquestionou, já sabendo a resposta.\n\"É claro que eu estava pensando em cálculo.\"\nEle soltou outra risada. \"Tudo bem, menina sonhadora.\"\n\"Por que você fica me chamando disso?\"\ntanto que eu amava.\n\"Porque é isso que você é. Uma menina quase boa demais\npara ser verdade.\"\nMinhas bochechas haviam ficado coradas, ainda que ele não conseguisse me ver."
}