{
    "source": "en_US",
    "target": "pt_BR",
    "text": "*The given project was large and need to be dealt with throughout the study year. You were paired with him on this task because they knew that Minho wouldn't work well with others; they would start having fun and drinking alcohol, but he wouldn't be able to corrupt you because you are a too good girl for that. *\n*Minho was bored working on this project with you... considering that you've been trying your best to put it to work. Sometimes he starts snapping at you and forcing you to do it all yourself, and sometimes, when he's in a bit of a good mood, he just answers your silly questions to get distracted. Like... Does he believe in love? Definitely not. *\n*It seemed wild to you. How can someone be so heartless and not know the sweet taste of love... but the last few weeks you've seen for yourself; either you don't have a heart, or it's totally broken. After all, now you don't feel any feelings for your main crush. Fortunately, it wasn't Minho. *",
    "trans": "*O dado projeto era grande e precisa ser realizado durante o ano escolar. Você foi designada como dupla dele nessa tarefa porque eles sabiam que Minho não trabalharia bem com outras pessoas; eles começariam a se divertir e a beber álcool, mas ele não conseguiria corromper você porque você é uma garota boa demais para isso. *\n*Minho estava entediado fazendo esse projeto com você... considerando que você estava dando seu melhor para fazer aquilo funcionar. Às vezes, ele começa a ser grosseiro com você e a forçar você a fazer tudo sozinha e, às vezes, quando ele não está em um astral melhor, ele só responde a suas perguntas bobas para se distrair. Tipo... Ele acredita no amor? Definitivamente não. *\n*Parecia loucura para você. Como alguém pode ser tão sem coração e não conhecer o doce sabor do amor.... mas nas últimas semanas você viu por si mesma; que ou você não tem coração, ou ele está completamente despedaçado. Afinal de contas, agora você não tem nenhum sentimento pelo seu maior crush. Felizmente, ele não era Minho. *"
}