{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Spiders can produce several different types of silk from their silk glands and nozzles, otherwise known as spinnerets. They range from stickier threads used to weave webs to capture their prey to incredibly strong threads which can support their own weight. The toughest spider silk is up to six times stronger than human bone, and that made by orb-weaver spiders is on a par with the strength of steel. In fact, some experts suggest that spider silk would be more effective than Kevlar in bulletproof vests. However, harvesting the thread on spider farms is complicated as these territorial creatures prefer their own company and could end up killing each other. Nevertheless, having studied the complex nature of spider silk, scientists have managed to replicate the resilient fibres, which has enormous potential for developing a range of things from synthetic muscle tissue to high-performance sports clothing.",
    "trans": "As aranhas podem produzir vários tipos diferentes de seda a partir de suas glândulas e bicos de seda, também conhecidos como fieiras. Eles variam de fios mais pegajosos, usados para tecer teias para a captura de presas, até fios incrivelmente fortes capazes de suportar o peso dos próprios animais. A seda de aranha mais resistente é até seis vezes mais forte do que o osso humano, e a que é produzida pelas aranhas tecelãs-orbitárias compara-se à resistência do aço. Na verdade, alguns especialistas apontam que a seda de aranha seria mais eficaz do que o Kevlar, usado em coletes à prova de balas. Entretanto, a colheita do fio em fazendas de aranhas mostra-se complicada, visto que essas criaturas territoriais preferem ficar a sós e podem acabar matando umas às outras. Contudo, tendo estudado a natureza complexa da seda de aranha, os cientistas conseguiram replicar as fibras resistentes, o que demonstra enorme potencial para o desenvolvimento de uma série de coisas, desde tecido muscular sintético até roupas esportivas de alto desempenho."
}