{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Mutual recognition of racism, its impact both on those who are dominated and those who dominate, is the only standpoint that makes possible an encounter between races that is not based on denial and fantasy. For it is the ever present reality of racist domination, of white supremacy, that renders problematic the desire of white people to have contact with the Other. Often it is this reality that is most masked when representations of contact between white and non-white, white and black, appear in mass culture. One area where the politics of diversity and its concomitant insist- ence on inclusive representation have had serious impact is advertising. Now that sophisticated market surveys reveal the extent to which poor and materially under- privileged people of all races/ethnicities consume products, sometimes in a quantity disproportionate to income, it has become more evident that these markets can be appealed to with advertising. Market surveys revealed that black people buy more Pepsi than other soft drinks and suddenly we see more Pepsi commercials with black people in them.\nThe world of fashion has also come to understand that selling products is heightened by the exploitation of Otherness. The success of Benetton ads, which",
    "trans": "O reconhecimento mútuo do racismo, as suas consequências tanto em todos aqueles que são dominados quanto em todos aqueles que dominam, é a única perspectiva capaz de possibilitar um encontro entre raças que não seja fundamentado na negação e na fantasia. Pois é a realidade assiduamente presente da dominação racista, da supremacia branca, que faz com que a vontade dos brancos de ter contato com o Outro seja um problema. Muitas vezes, essa é a realidade mais mascarada quando ocorrem demonstrações de contato entre brancos e não brancos, brancos e negros, na cultura de massa. Uma área onde a política de diversidade e a sua insistência simultânea na representação inclusiva promoveram um grande impacto é a publicidade. Com a atual revelação feita pelas sofisticadas pesquisas de mercado referente à medida em que as pessoas pobres e materialmente desfavorecidas de todas as raças/etnias consomem produtos, por vezes em uma quantidade desproporcional às suas rendas, ficou mais claro o fato de que esses mercados podem ter um apelo maior por meio da publicidade. As pesquisas de mercado revelaram que os negros consomem mais Pepsi em comparação com outros refrigerantes e, repentinamente, vemos um número maior de comerciais da Pepsi com a participação de pessoas negras.\nO mundo da moda também chegou a uma compreensão de que a comercialização de produtos é potencializada pela exploração da Alteridade. O sucesso das campanhas da Benetton, que"
}