{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Please note, If you wish to not purchase our 100% sustainable bag, it is recommended to bring your own reusable bag(s).\nNo paper or plastic bags will be offered at the sale.\nTo proceed with the registration to the sale,\nplease read carefully the instructions provided below.\nREGISTRATION\nRead carefully the information here below and get registered to the sale.\nClick on the link saying (\"SIGN UP\") to create your password for accessing the multi-event platform.\nUpon creating your account, you will receive a confirmation email. With this, you will have the ability to log in (using the email address this message was sent to, which serves as your account login). You can then proceed to register for the sale.\nChoose your preferred timeslot among those available and click \"Book\".\nYour personalized invitation (with the QR code) is accessible anytime through your account.\nPlease be aware that entry to the sale is permitted only during your selected timeslot. Attempts to access the sale outside of this designated period will be respectfully declined. The allotted time must be strictly adhered to for your shopping experience; no exceptions will be made.",
    "trans": "Observe que, caso não deseje comprar nossa sacola 100% sustentável, recomenda-se que traga sua(s) própria(s) sacola(s) reutilizável(is)\nNão serão oferecidas sacolas de papel ou plástico na venda.\nPara prosseguir com o cadastro para a venda,\nfavor ler com cuidado as instruções abaixo.\nCADASTRO\nLeia com cuidado as informações abaixo e cadastre-se para a venda.\nClique no link intitulado (\"CADASTRAR-SE\") para criar sua senha e obter acesso à plataforma de multi eventos.\nApós criar sua conta, você receberá um e-mail de confirmação, e é com ele que conseguirá fazer login (utilizando o endereço de e-mail ao qual esta mensagem foi enviada, que serve como o login da sua conta.) Em seguida, poderá continuar a efetuar seu cadastro na venda.\nEscolha o horário de sua preferência dentre os disponíveis e clique em \"Agendar\".\nSeu convite personalizado (com o QR code) pode ser acessado a qualquer momento pela sua conta.\nLembre-se de que a entrada na venda é permitida apenas durante seu horário selecionado. Tentativas de acessar a venda fora do período designado serão educadamente recusadas. O horário agendado deve ser rigorosamente cumprido para contribuir para sua experiência de compra; nenhuma exceção será feita."
}