{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Information relating to references.\nIf you intend to provide us with details of a reference or any other third party as part of your CV/ résumé, it is your responsibility to obtain consent from that third party prior to passing their personal information to us.You are responsible for the content of the information you provide to us either directly or indirectly through an agent and you must ensure it is legal, honest, truthful, accurate and not misleading in any way. You must ensure that the information provided by you does not contain material that is obscene, blasphemous, defamatory, infringing on any rights of any third party, or otherwise legally actionable by such third party.2.2. Purpose of our Processing of your Personal Data We use your Personal Data for purposes related to your job application:\nTo assess your capabilities and qualifications for a job and potentially contact you about the position:\nTo conduct reference checks;\nTo develop questionnaires and interview scenarios;\nTo conduct background checks if you are offered a job;",
    "trans": "Informação a respeito das referências.\nSe você planeja nos fornecer detalhes de uma referência ou de qualquer outro terceiro como parte do seu currículo, é de sua responsabilidade obter o consentimento deste terceiro antes de passar a informação pessoal dele para nós. Você é responsável pelo consentimento da informação que você nos oferece, quer seja direta ou indiretamente por meio de um agente, e você deve garantir que tal informação seja legal, honesta, verdadeira, precisa e que não seja mal compreendida de nenhum modo. Você deve garantir que a informação fornecida por você não contenha material que seja obsceno, blasfemo, difamatório, que infrinja quaisquer direitos de terceiros, ou que seja legalmente acionável de qualquer forma por tal terceiro. 2.2 Propósito do Nosso Processamento dos Seus Dados Pessoais Nós usamos os seus Dados Pessoais para propósitos relacionados à sua candidatura ao emprego:\nPara avaliar as suas capacidades e qualificações para um emprego e possivelmente entrar em contato com você sobre a posição;\nPara conduzir verificações de referência;\nPara desenvolver cenários de questionários e entrevistas;\nPara conduzir verificações de antecedentes se um emprego lhe for oferecido;"
}