{
    "source": "en_US",
    "target": "pt_BR",
    "text": "His lips seek her own out once again and she responds in kind, letting go of his shoulders in favour of burying her fingers into his hair in a way that he loves, judging by the groan that he lets out right onto her own lips. But as much as Ceylin loves receiving pleasure, she absolutely loves giving it - both because it makes her partner feel good, but also because she revels in the sense of power that washes over her when her actions lead to him coming undone in her arms.\nRather than save the proverbial cards up her sleeves, Ceylin does what she does best - she lets them out all at once to create utter chaos.\nHer fingers wrap around what strands of her hair she can get and she pulls on them just enough to skirt the edge between pleasure and pain. She bites on his lower lip and then, quickly enough so he has no time to respond, she thrusts up and against his hardness.\nTheir equally loud groans are testament enough to her success.\nHis answering response is to take a step forward and slam her back against the wooden door as he leaves her lips in favour of the pulse point on her neck.",
    "trans": "Seus lábios buscam os dela mais uma vez, e ela responde na mesma intensidade, soltando os ombros dele para enfiar os dedos em seu cabelo, de um jeito que ele adora, a julgar pelo gemido que deixa escapar diretamente contra os lábios dela. Mas, por mais que Ceylin adore receber prazer, ela gosta ainda mais de proporcioná-lo – tanto porque faz seu parceiro se sentir bem, quanto porque se deleita com a sensação de poder que a invade quando suas ações o fazem se perder em seus braços.\nEm vez de guardar as cartas na manga, Ceylin faz o que faz de melhor - elas as revela todas de uma vez para criar um caos profundo.\nSeus dedos se enrolam em algumas mechas do próprio cabelo que consegue alcançar, puxando-as apenas o suficiente para ficar no limite entre o prazer e a dor. Ela morde o lábio inferior dele e, rápida o bastante para que ele não tenha tempo de reagir, vai de encontro à rigidez do membro dele.\nSeus gemidos igualmente altos são a prova de seu sucesso.\nEle responde dando um passo à frente e encurralando-a contra a porta de madeira, deixando seus lábios livres para a veia pulsante em seu pescoço"
}