{
    "source": "en_US",
    "target": "pt_BR",
    "text": "• Explore dedicated sections for Lifestyle, Wellness, Fitness, Finance, and Productivity, ensuring comprehensive organization\n• Seamlessly manage your projects and goals with a dedicated section accommodating up to 8 projects and 8 goals\n• Harness the power of 25 Custom Notes Sections, offering ample space for your thoughts and reflections\n• Enjoy smooth navigation with 50,000 Hyperlinks, making accessing your desired sections effortless and efficient\nNote: To utilize the functionalities of this digital planner, you will need a PDF annotation app such as Goodnotes on iPad or Penly on Android.\nExperience the convenience and versatility of our All-in-One Digital Planner and embark on a journey towards enhanced productivity and fulfillment. Start planning your success today!\n⭐️ TEMPLATES\n✏️ LIFESTYLE\nPassword tracker, Birthday Tracker, Key Dates, Contacts, Brain Dump, trip planner, Packing List, Kitchen Inventory, Recipe Card, Groceries, Ingredients, Meal Planner",
    "trans": "• Explore seções dedicadas a Estilo de Vida, Bem-Estar, Preparação Física, Finanças e Produtividade, assegurando uma organização plena\n• Gerencie seus projetos e metas de maneira dinâmica com uma seção destinada especificamente a isso, capaz de acomodar até 8 projetos e 8 metas\n•Alavanque o poder de 25 Seções de Anotações Personalizadas, oferecendo um espaço amplo para seus pensamentos e reflexões\n• Desfrute de uma navegação limpa que conta com 50,000 Hiperlinks, tornando o acesso às seções de sua preferência fácil e eficiente\nObservação: Para utilizar as funcionalidades deste planejador digital, você precisará de um aplicativo de anotações para PDF, como o Goodnotes, para iPad, ou o Penly, para Android.\nDesfrute da conveniência e da versatilidade do nosso Planejador Digital Tudo-em-Um e embarque em uma jornada rumo ao aumento da produtividade e da realização. Comece a planejar o seu sucesso hoje mesmo!\n⭐️ MODELOS\n✏️ ESTILO DE VIDA\nRastreador de senhas, Rastreador de Aniversários, Datas Importantes, Contatos, Brain Dump, planejador de viagens, Lista de Empacotamentos, Inventário de Cozinha, Cartão de Receitas, Compras, Ingredientes, Planejador de Refeições"
}