{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Having grown up in a family business that spans medical technology, pharmaceutical distribution, and healthcare services, I have developed a strong appreciation for the complexities of managing family wealth while preserving the legacy of healthcare entrepreneurship. My professional experiences in healthcare communication, including the project on acupuncture communication through short-video platforms, have shown me the transformative potential of digital health outreach. These insights have inspired me to explore how family wealth can be leveraged to promote innovation in healthtech and TCM.\nMy long-term career goal is to develop a Single-Family Office (SFO), focused on sustainable family wealth management through the integration of a Corporate Venture Capital (CVC) strategy. I aim to start by investing in healthtech and traditional Chinese medicine sectors, leveraging my background in healthcare and digital media. By investing in innovative startups and technologies that align with our family business’s legacy in healthcare, I plan to scale these ventures both domestically and globally. Using digital platforms and capitalizing on international market trends, I will grow our family enterprise while fostering future generations’ involvement in wealth governance.",
    "trans": "Como cresci em uma empresa familiar que atua nas áreas de tecnologia médica, distribuição farmacêutica e serviços de saúde, desenvolvi um forte apreço pelas complexidades da gestão do patrimônio familiar, preservando o legado do empreendedorismo na área da saúde. Minhas experiências profissionais em comunicação na área da saúde, incluindo o projeto de divulgação da acupuntura por meio de plataformas de vídeos curtos, demonstraram o potencial transformador do alcance da saúde digital. Essas descobertas me inspiraram a explorar como o patrimônio familiar pode ser utilizado para promover a inovação em tecnologia da saúde e MTC.\nMeu objetivo profissional a longo prazo é desenvolver um Single Family Office (SFO) com foco na gestão sustentável do patrimônio familiar por meio da integração de uma estratégia de Corporate Venture Capital (CVC). Pretendo iniciar investindo nos setores de tecnologia da saúde e medicina tradicional chinesa, aproveitando minha experiência em saúde e mídia digital. Com o investimento em startups inovadoras e tecnologias que se alinham com o legado de nossa empresa familiar na área da saúde, planejo expandir esses empreendimentos local e globalmente. Utilizando plataformas digitais e aproveitando as tendências do mercado internacional, irei expandir nossa empresa familiar e também, incentivar o envolvimento das futuras gerações na governança patrimonial."
}