{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Last month, the RNC announced that it had recruited more than 200,000 volunteers in its poll watching efforts.\nElection officials have been operating in an increasingly hostile environment as GOP skepticism of election administration has climbed. Officials are bracing for another wave of misinformation this year and preparing for security threats that could follow.\nZach Manifold, elections supervisor for Gwinnett County, Georgia, said official poll watchers have been trained and tend to abide by the rules.\n“The biggest worry would just probably be like public observers,” Manifold said. “They haven’t been trained… and they read something online, they don’t really know what the rules are, and then they come in.”\nLike most election offices now, Gwinnett County has security contingencies, including panic buttons on election workers’ cell phones, in case members of the public get out of hand.\n“If you really have a problem, we don’t want poll officials having to engage,” Manifold said.\nVoters wait in line at a polling station at the Guadalupe Mercado shopping mall in Guadalupe, Arizona, on November 8, 2022. - Joshua Lott/The Washington Post/Getty Images\nUnfounded claims of ineligible voters",
    "trans": "No mês passo a RNC anunciou que tinha recrutado mais de 200.000 voluntários em seus esforços de monitoramento de pesquisas.\nOs oficiais eleitorais têm operado em um ambiente cada vez mais hostil à medida que o ceticismo do Partido Republicano sobre a administração eleitoral aumentou. Os oficiais estão nadando contra a maré de outra onda de desinformação este ano e se preparando para as ameaças de segurança que possam surgir.\nZach manifold, supervisor das eleições do condado de Gwinnett, Georgia, disse que os observadores da pesquisa oficial foram treinados e tendem a seguir as regras.\n\"A maior preocupação seria simplesmente serem apenas como os observadores públicos\", disse Manifold. \"Eles não foram treinados... e leram alguma coisa on-line, eles não sabem realmente quais são as regras, e assim eles ingressam.\"\nAgora, como a maioria das agências eleitorais, o Condado de Gwinnett tem contingências de segurança, incluindo botões anti-pânico nos celulares dos trabalhadores da eleição, no caso de membros do público saírem do controle.\n\"Se você tem mesmo um problema, não queremos que os oficiais eleitorais tenha que se envolver\", disse Manifold.\nEleitores esperam em uma fila de uma estação de pesquisa no shopping Guadalupe Mercado, em Guadalupe, Arizona, em 8 de novembro de 2022. - Joshua Lott/The Washington Post/Getty Images\nAfirmações infundadqas de eleitores inelegíveis"
}