{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Junk Removal - Assist in the collection and disposal of unwanted items from residential and commercial properties, ensuring proper handling and compliance with local regulations.\nBad Bug Prep Treatment - Prepare spaces for pest control treatments, which may include moving furniture, clearing clutter, and following specific protocols to ensure effective treatment.\nCleaning Services - Perform general cleaning tasks in various settings, including residential homes and commercial properties, focusing on deep cleaning and organization.\nHoarding Services - Support specialized teams in the safe and compassionate clean-up of hoarded spaces, ensuring the preservation of important items and adherence to safety protocols.\nDowntown Cleanup Program - Participate in community initiatives aimed at cleaning and beautifying downtown areas, including litter removal and maintenance of public spaces.\nAll Other Duties As Assigned\nQualifications:\nAbility to lift heavy items and perform physically demanding tasks.",
    "trans": "Remoção de Sucata - Prestar auxílio na coleta e no descarte de produtos indesejados de imóveis residenciais e comerciais, garantindo o tratamento correto e o cumprimento das normas locais.\nTratamento Preparatório Contra Insetos Nocivos - Preparar os espaços para os tratamentos de controle de pragas, o que pode incluir a movimentação dos móveis de lugar, a limpeza da bagunça e o cumprimento de protocolos específicos para garantir a efetividade do tratamento.\nServiços de Limpeza - Realizar tarefas gerais de limpeza em diversos locais, incluindo casas residenciais e propriedades comerciais, com foco na limpeza completa e organização.\nServiços de Acumulação - Auxiliar as equipes especializadas na limpeza segura e compassiva de espaços com acumulação, assegurando a preservação de itens valiosos e o cumprimento dos protocolos de segurança.\nPrograma de Limpeza do Centro da Cidade - Participar de iniciativas comunitárias voltadas à limpeza e à decoração de áreas do centro, incluindo a remoção do lixo e a manutenção de locais públicos.\nTodas as Outras Atribuições\nQualificações:\nAptidão para levantar objetos pesados e realizar tarefas que exijam esforço físico."
}