{
    "source": "en_US",
    "target": "pt_BR",
    "text": "When Sam ignored his reference, his smile dropped. \"So, what do you think? Ghosts possessing people?\"\n\"Maybe.\" Sam shrugged. \"Or maybe it's more like Amityville. Or the Smurl haunting.\"\n\"Yeah, driving 'em insane. Kind of like my man Jack in the Shining.\" Dean smiled again.\n\"Dean, what is up with you and Jack Nicholson?\" I asked. \"Because, frankly, it's driving me insane.\"\n\"Oh, whatever.\" Dean waved his hand at me.\n\"Dean, when are we gonna talk about it?\" Sam asked.\n\"Talk about what?\"\n\"About the fact that dad's not here.\"\n\"Oh, uh, let's see, never.\"\nI scoffed a little. \"Wow, wonderful time to set up a discussion, Dean-o.\"\n\"I'm being serious, man.\" Sam says.\n\"So am I, Sam.\" Dean replied. \"Look, he sent us here, he obviously wants us here. We'll just have to pick apart the search later.\"\n\"It doesn't matter what he wants.\"\n\"See? That attitude right there, that is why I always got the extra cookie.\"",
    "trans": "Quando Sam ignorou o sinal, o sorriso dele se esvaiu. \"Então, o que você acha? Fantasmas possuindo pessoas?\"\n\"Talvez.\" Sam deu de ombros. \"Ou talvez seja mais algo como o Amityville ou a assombração dos Smurl.\"\n\"É, deixando eles malucos. Meio que igual meu camarada Jack o Iluminado.\" Dean sorriu mais uma vez.\n\"Dean, o que que há com você e o Jack Nicholson?\" perguntei. \"Porque, sinceramente, isso está me deixando louco.\"\n\"Ah, que seja.\" Dean abanou as mãos em minha direção.\n\"Dean, quando é que nós vamos conversar sobre isso?\" Sam perguntou\n\"Sobre o quê?\"\n\"Sobre o fato de que o papai não está aqui.\"\n\"Ah, bem, vamos ver, nunca.\"\nDesdenhei um pouco. \"Uau, excelente hora para começar uma discussão, ó, Dean.\"\n\"Estou falando sério, cara.\" Sam retorquiu\n\"Eu também estou, Sam.\" Dean respondeu. Olha, ele nos enviou para cá, é óbvio que ele nos quer aqui. Nós só vamos ter que analisar a busca depois.\"\n\"Não importa o que ele quer.\"\n\"Viu só? É exatamente por causa dessa atitude que eu sempre fico com o crédito.\""
}