{
    "source": "en_US",
    "target": "pt_BR",
    "text": "Please refer to attachments:\nParent Guide for Booking Appointments\nHow to attend your appointments via video call\nSettings/device requirements for video calls\nClosing Bookings:\nSign up deadlines for each day are set out below:\nMonday 14th October and Wednesday 16th October – sign up will close at 14:00h on each of these days.\nFriday 18th October – sign up will close at 16:00h on Thursday, 17th October.\nTuesday 22nd and Thursday 24th October – sign up will close at 10:00h on each of these days.\nIn consideration of other parents who may wish to book and of teachers who make a great effort to prepare these sessions, we urge you to attend these sessions as booked. Booking a session and not connecting/coming in takes up a slot that would have otherwise been taken up by another parent. It also leads to the teacher needing to take further time out of lesson preparation and curriculum development in order to make up missed meetings. If unable to be present (whether online or in person), kindly unbook on the system. Missed sessions will not be rebooked until after half-term and will only be held within regular school hours. We thank you for your understanding in this matter.",
    "trans": "Por favor, consulte os anexos:\nGuia para os pais sobre como agendar as reuniões\nComo participar das reuniões por videoconferência\nRequisitos de configurações/dispositivos para videoconferências\nFechamento das Reservas:\nOs prazos de inscrição para cada dia estão indicados abaixo:\nSegunda-feira, 14 de outubro e quarta-feira, 16 de outubro – as inscrições serão fechadas às 14:00h de cada um desses dias.\nSexta-feira, 18 de outubro – as inscrições serão fechadas às 16:00h de quinta-feira, 17 de outubro.\nTerça-feira, 22 de outubro e quinta-feira, 24 de outubro – as inscrições serão fechadas às 10:00h de cada um desses dias.\nEm consideração aos outros pais que podem desejar agendar e aos professores que se esforçam muito para preparar essas sessões, pedimos que compareçam às sessões conforme agendado. Reservar uma sessão e não comparecer ocupa um horário que poderia ter sido ocupado por outro pai. Isso também faz com que o professor precise dedicar mais tempo ao planejamento das aulas e ao desenvolvimento do currículo para compensar as reuniões perdidas. Caso não possa comparecer (seja online ou presencialmente), pedimos que desmarque a reunião no sistema. As sessões perdidas não serão reagendadas até o meio do semestre e ocorrerão apenas durante o horário escolar regular. Agradecemos sua compreensão sobre esse assunto.**"
}