{
    "source": "en_US",
    "target": "pt_BR",
    "text": "All activities included in admission unless otherwise noted\n* Crop Maze\n* Petting Zoo\n*Pumpkin Patch (Pumpkins Available for Purchase)\n* Access to Sunflower Fields for Photo Ops & Picking (Sunflowers Available for Purchase)\n* Access to Zinnia Field for Photo Ops & Picking (Zinnias Available for Purchase)\n* Bubble Barn\n* Jump Pads\n* Spider Webs\n* Corn Hole\n* Slide Hill\n* Cow Train\n* Wagon Ride\n* Family Tug-O-War\n* Playground\n* Tire Sand Pit with Diggers\n* Gel Blasters (Admission Sold Separately. Available for Advance Purchase)\n* Archery Range (Admission Sold Separately. Available for Advance Purchase)\n* Gemstone Mining (Admission Sold Separately. Available for Advance Purchase)\n_\nPLEASE KEEP IN MIND\n✓No pets or emotional support animals are allowed on the farm due to state and federal food safety regulations. Thank you for your understanding.\n✓Outside food or coolers are NOT allowed.\n✓We are cashless. Debit and all major credit cards are accepted.\n✓Amber Brooke Farms is a working farm, you will be parking and walking in grass and unpaved areas.\n✓All events are subject to change or cancellation due to inclement weather and crop availability.",
    "trans": "Todas as atividades são incluídas na entrada, salvo indicação em contrário\n* Labirinto na Roça\n* Mini Fazenda\n* Canteiro de Abóboras (Abóboras Disponíveis para Compra)\n* Acesso aos Campos de Girassóis para Sessão de Fotos e Coleta (Girassóis Disponíveis para Compra)\n* Acesso ao Campo de Zinnia para Sessão de Fotos e Coleta (Zinnias Disponíveis para Compra)\n* Celeiro de Bolhas\n* Camas Elásticas\n* Teias de Aranha\n* Buraco de Milho\n* Escorregador na Colina\n* Trem de Vacas\n* Passeio de Carroça\n* Cabo de Guerra em Família\n* Parquinho\n* Caixa de Areia de Pneus com Escavadeiras\n* Jateadores de Gel (Entrada Vendida Separadamente. Disponível para Compras Adiantadas)\n* Campo de Arco e Flecha (Entrada Vendida Separadamente. Disponível para Compra Adiantada)\n* Mineração de Pedras Preciosas (Entrada Vendida Separadamente. Disponível para Compra Adiantada)\n_\nFAVOR ESTAR CIENTE\n✓Animais de estimação ou de suporte emocional não são permitidos na fazenda devido a regulamentações de segurança alimentar estadual e federal. Agradecemos a sua compreensão.\n✓Comida e coolers de fora da fazenda NÃO são permitidos.\n✓Não trabalhamos com dinheiro em espécie. Cartões de débito e a maioria dos cartões de crédito são aceitos.\n✓A Amber Brooke Farms é uma fazenda em funcionamento, você vai estacionar e andar na grama e em áreas não pavimentadas.\n✓Todos os eventos estão sujeitos a mudanças ou cancelamentos devido a condições de tempo severas e disponibilidade de colheita."
}