{
    "source": "en_US",
    "target": "pt_BR",
    "text": "He shook his head, waving his hand. \"No, no, I didn't like it that much anyways,\" He comforted. Odessa released a breathless chuckle, choosing to disregard his lie. \"Besides, it looks better on you.\" He licked his lips, swiftly retreating his concentration back to the scribbles of his father's notes. She pursed her lips, nodding ever-so-slightly as she continued typing, skillfully concealing the puny flash of disappointment. Minutes passed when she heard Dean sigh heavily, closing the journal with a bang.\nDean reached for his jacket's pocket, retrieving a medium-sized container with an engraved logo. He stood from the cushioned chair, ambling towards her. She scrunched her eyebrows together, apprehensively closing the laptop, pushing the device aside. The bed dipped as he settled himself beside her. Displaying the elegant box, he calmly pulled the top off, and Odessa faintly gasped. There appealingly presented was a midnight-black dagger, no bigger than her forearm; the hilt was structured to appear as the head of cobra. The details of scales and fangs were intricately carved, allowing an improved grip for her hand. \"It reminded me of you,\" He said.",
    "trans": "Ele sacudiu a cabeça, abanando a mão. \"Não, não, eu nem gostei tanto disso mesmo,\" reconfortou. Odessa soltou uma risada sem fôlego, preferindo ignorar a mentira dele. \"Até porque fica melhor em você.\" Ele lambeu os beiços, suavemente revertendo a concentração de volta aos rabiscos que eram as anotações de seu pai. Ela apertou os lábios, sutilmente fazendo que sim com a cabeça conforme continuava a digitar, escondendo com habilidade o ligeiro brilho de decepção. Minutos se passaram até ela ouvir Dean soltando um suspiro pesado enquanto fechava o diário com um estrondo.\nDean enfiou a mão nao bolso da jaqueta, tirando de lá um contêiner de tamanho médio com um logotipo gravado nele. Ficou de pé a uma distância da cadeira almofadada, gravitando na direção dela. Ela franziu as sobrancelhas, fechando o laptop, apreensiva, empurrando-o para o lado. A cama afundou quando ele se assentou ao lado dela. Exibindo a caixa elegante, ele destampou-a com calma, e Odessa ficou de queixo caído. Diante dela, uma tentadora adaga negra como a meia-noite, não maior do que seu antebraço; o punho disposto como uma cabeça de serpente. Os detalhes das escamas e das presas estavam esculpidos de forma intrincada, o que lhe permitiria segurá-la com mais firmeza. \"Ela me fez lembrar de você,\" ele disse."
}