{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Please let me know your availability so that we can schedule a meeting at a time convenient for you. I am flexible and willing to adjust to accommodate your schedule.\nAttached, you will find our company profile for your reference. Allow me to introduce ARABIC LINK, a multinational freight forwarding services provider with a robust network. We specialize in a wide range of services including land transportation (Local/Cross border GCC).\nHeavy lifting (STD lowbed, Hydraulic lowbed), warehouse and customs clearance services for import/ export shipment at key locations such as Airports and seaports (Dammam, Jeddah, and Riyadh)\nOur areas of expertise include:\nLogistics and transportation solutions.\nHeavy equipment handling.\nProject logistics Inbound/outbound\nBreak bulk inbound/outbound.\nSABER services inbound.\nWarehouse.\nDoor to door services inbound/outbound.\nCustoms clearance inbound/outbound.\nPackaging and carting.\nOn-site and off-site logistics, and transportation, and distribution solutions.\nPort logistics/ vessel cargo, discharge or loading operations.\nWarehouse materials / inventory, manpower and MHE supply.\nContainer terminal management.\nIntegrated/ modular logistics solutions.\nAncillary / logistics support services.\nWe appreciate your consideration of our request and look forward to the opportunity to meet and discuss potential collaborations further.\nThank you for your time and attention.",
    "trans": "Будь ласка, дайте мені знати, коли ви можете, щоб ми змогли призначити зустріч на зручний для вас час. Я можу підлаштуватись під ваш розклад.\nДля інформації ви побачите закріплений профіль нашої компанії. Дозвольте мені представити ARABIC LINK, багатонаціонального постачальника транспортно-експедиторських послуг із розвинутою мережею. Ми спеціалізуємося на широкому спектрі послуг, включно з наземними перевезеннями (місцеві/закордонні).\nПослуги з підйому важких вантажів (низькорамна платформа, гідравлічна платформа), складські послуги та митні послуги для доставки імпорту/експорту в таких ключових місцях, як аеропорти та морські порти (Даммам, Джидда та Ріяд)\nСфери, на яких ми спеціалізуємося:\nЛогістичні та транспортні рішення.\nРобота з важким обладнанням.\nПроєкт вхідної/вихідної логістики\nРозвантаження вхідне/вихідне\nВхідні послуги SABER.\nСклад.\nВхідні/вихідні послуги з доставки від дверей та до дверей\nВхідне/вихідне митне оформлення.\nПакування та транспортування.\nРішення з логістики, транспортування та дистриб'юції на місці та за його межами.\nПортова логістика/ завантаження на судно, операції з розвантаження та завантаження.\nЗабезпечення складських матеріалів / інвентаря, робочої сили та вантажного обладнання.\nКерування контейнерним терміналом.\nІнтегровані/модульні логістичні рішення.\nДодаткові послуги з технічної підтримки / логістичні послуги.\nМи цінуємо вашу увагу до нашого запиту та з нетерпінням чекаємо можливості зустрітись та обговорити потенційну подальшу співпрацю.\nДякуємо за ваш час та увагу."
}