{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Have you ever heard about a saying,\"on the second day ofthe second month, the dragon lifts his head.\" The traditional Chinese Dragon-Head-Raising Festival,falls on the second day of the second lunar month every year, and recognizes the start of spring and farming. This year it falls on February 21. Ancient people believed that after this day, rainfall increases because the Dragon who was believed to have control over water, rainfall, typhoons, and floods has awakened from his winter sleep.\nMy grandmather told me that, every year on that day, it was the Dragon King Temple Conference. The pilgrims in a radius of 100 miles were like weaving, the big drama, the lions, bamboo horses, and dry boats were staged in front of the temple. I have never seen angthing like it, but i see the dragon on the roof of the temple where its serpentine form coils gracefully around the ridge. This reflects that people prayed to dragon deities for favourite weather and good harvest. These tiles, oftenglazed in vibrant colors, adding a sense of dynamism andmajesty to the structure.",
    "trans": "Чи чули ви коли-небудь вислів \"на другий день другого місяця дракон піднімає свою голову\"? Традиційний китайський фестиваль підняття голови дракона відзначається щорічно на другий день другого місячного місяця і символізує початок весни та сільськогосподарських робіт. Цього року він припадає на 21 лютого. Давні люди вважали, що після цього дня кількість опадів збільшується, оскільки дракон, якому приписували контроль над водою, дощами, тайфунами та повенями, прокидається від зимового сну.\nМоя бабуся розповідала мені, що кожного року в цей день проходила конференція храму короля драконів. Паломники з радіусом 100 миль були схожі на плетені вироби, перед храмом ставили великі драми, левів, бамбукових коней та сухі човни. Я ніколи не бачила нічого подібного, але я бачу дракона на даху храму, де його змієподібна форма граціозно обвиває карниз. Це свідчить про те, що люди молилися до божеств-драконів за бажану погоду та хороший врожай. Ці черепиці часто покриваються глазур'ю яскравих кольорів, додаючи динаміки та величі будівлі."
}