{
    "source": "en_US",
    "target": "uk_UA",
    "text": "CANCELLATION BY TENANT IN INITIAL TERM FOR REASONABLE CAUSE BEYOND THE TENANT’S CONTROL.\n31. a. The initial term of this Lease may be terminated upon thirty (30) days written notice issued to Landlord/Agent due to\ninvoluntary change of employment from the Washington-Metropolitan Area, death of major wage earner, unemployment; Tenant or\nTenant’s child being a victim of domestic violence; Landlord harassing the Tenant or violating the Tenant’s privacy rights; Tenant or\nTenant’s spouse being 62 or older, no longer able to live independently, and needing to move to a nursing home or other senior\nhousing; Tenant being incarcerated or declared mentally incompetent; or for any other reasonable cause beyond Tenant's control.\nTenant must provide Landlord/Agent with written proof of such involuntary change in employment of greater than 25 miles from the\nWashington-Metropolitan Area. If death of major wage earner, unemployment, or other reasonable cause beyond Tenant's control is\nclaimed, Tenant must specify the cause(s) in writing to Landlord/Agent and must include appropriate documentation thereof. If",
    "trans": "РОЗІРВАННЯ ДОГОВОРУ ОРЕНДАРЕМ ПРОТЯГОМ ПОЧАТКОВОГО СТРОКУ ДІЇ З ПОВАЖНОЇ ПРИЧИНИ, НА ЯКУ ОРЕНДАР НЕ ВПЛИВАЄ.\n31. a. Початковий строк дії цього Договору оренди може бути припинений за письмовим повідомленням Орендодавця/Агента за тридцять (30) днів у зв'язку з\nвимушеною зміною місця роботи у Вашингтонському столичному окрузі, смертю члена родини з основним джерелом доходу, безробіттям; Орендар або\nдитина Орендаря є жертвою домашнього насильства; Орендодавець переслідує Орендаря або порушує його права на особисте життя; Орендарю або\nдружині Орендаря виповнилося 62 роки чи більше, він/вона вже не в змозі жити самостійно і потребує переселення до будинку для людей похилого віку або іншої установи для літніх\nлюдей; Орендар перебуває у в'язниці або він визнаний психічно недієздатним; або з будь-якої іншої поважної причини, на яку Орендарь не може вплинути.\nОрендар повинен надати Орендодавцю/Агенту письмовий доказ такої вимушеної зміни місця роботи, яка знаходиться на відстані понад 25 миль від\nВашингтонського столичного округу. У разі смерті члена родини з основним джерелом доходу, безробіття або іншої поважної причини, на яку Орендар не\nвпливає, Орендар повинен письмово вказати причину(и) Орендодавцю/Агенту та додати відповідні документи описані вище. Якщо"
}