{
    "source": "en_US",
    "target": "uk_UA",
    "text": "sources.8 For the representation of the Middle East and the Arab Peninsula,\nAfrica, the Mediterranean and Europe, the ‘Map of the Integrated Lands’\nrelied on knowledge that was available in China, but had originated from\nIslamic geographers with access to the Chinese empire during the Mongol\nperiod.9 The ‘Map of the Integrated Lands’ was made by combining and\nintegrating diverse bodies of knowledge in several languages, thereby cre-\nating a material object that was at once embedded in its local space and\nmeaningful beyond that locality. The map illustrates that the fifteenth cen-\ntury was a period in which knowledge about the Eurasian landmass and\nits surrounding oceans spread across religious and linguistic boundaries. It\nalso shows the potential of objects to move along the same land- based and\nmaritime routes that facilitated the circulation of knowledge. This chapter\nwill seek to demonstrate that some of the porcelain objects that were traded\nand gifted within these networks similarly conveyed meanings that were\nat once associated with distant worlds and locally embedded. They were\npowerful objects precisely because they communicated knowledge about",
    "trans": "джерела. 8 Для представлення Середнього Сходу, Арабського півострова,\nАфрики, Середземномор'я та Європи «Мапа об'єднаних земель»\nвикористовувала інформацію, що відома в Китаї, однак яка походить від арабських географів,\nщо мали відвідували Китайську імперію протягом монгольського періоду.\n9 «Мапа об'єднаних земель» була створена завдяки комбінації та інтеграції\nрізних знань на кількох мовах, таким чином створивши матеріальний об'єкт,\nякий був вбудований в місцевий простір та став у нагоді поза цією місцевістю\nМапа показує, що п'ятнадцяте сторіччя було періодом,\nпротягом якого інформація про Євразію та\nоточуючі її океани розповсюдились далі релігіозних та мовних кордонів.\nВона також показує здатність рухатись сухопутними та\nморськими маршрутами, що полегшило циркуляцію інформації.\nЦей розділ спробує показати, що деякі порцелянові об'єкти,\nякі продавали та дарували цими шляхами, також мали значення\nі які раніше належали до далеких світів та мали локальне розповсюдження.\nВони мали силу саме тому, що передавали знання про"
}