{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Due to the confidential nature, we cannot disclose any information about qualifying accounts opened by the friends you invite.\nBonus/Account Information: Referral bonus offer is available to eligible personal checking account holders approximately 30 days after account opening. To receive the $50 Refer-A-Friend bonus: 1) Refer your family and friends to open a qualifying Chase checking account with qualifying activities through this referral site; 2) Referred candidate must be a new Chase customer and open a qualifying Chase checking account with qualifying activities using corresponding coupon; AND 3) After your referred family and friends have opened their qualifying Chase checking account, we'll deposit the $50 bonus into your primary checking account within 30 days, provided both the customer and friend accounts are not closed or restricted at the time of payout. You can receive up to 10 referral bonus deposits (totaling $500) per calendar year. Eligibility may be limited based on account ownership. Bonuses are considered miscellaneous information, and may be reportable to you and the IRS on Form 1099-MISC (or Form 1042-S, if applicable). Employees of JPMorgan Chase Bank, N.A. and its affiliates are not eligible for the Refer-A-Friend program.",
    "trans": "Через конфіденційний характер ми не можемо розкрити жодну інформацію про кваліфіковані рахунки, відкриті друзями, яких ви запрошуєте.\nІнформація про бонуси/рахунки: Пропозиція бонусу за рекомендацію доступна для власників особистих поточних рахунків, які відповідають вимогам, приблизно через 30 днів після відкриття рахунку. Щоб отримати бонус у розмірі $50 за рекомендацію: 1) Рекомендуйте своїй родині та друзям відкрити кваліфікований поточний рахунок Chase з відповідними операціями через цей сайт рекомендацій; 2) Рекомендований кандидат повинен бути новим клієнтом Chase і відкрити кваліфікований поточний рахунок Chase з відповідними операціями, використовуючи відповідний купон; І 3) Після того, як ваші рекомендовані родина та друзі відкриють свої кваліфіковані поточні рахунки Chase, ми протягом 30 днів внесемо бонус у розмірі $50 на ваш основний поточний рахунок, за умови, що рахунки як клієнта, так і друга не будуть закриті або обмежені на момент виплати. Ви можете отримати до 10 депозитів бонусів за рекомендації (на загальну суму $500) за календарний рік. Право на участь може бути обмежене в залежності від володіння рахунком. Бонуси вважаються різною інформацією і можуть бути підлягають звітності вам та IRS у формі 1099-MISC (або форми 1042-S, якщо застосовно). Співробітники JPMorgan Chase Bank, N.A. та його афілійованих осіб не мають права на участь у програмі Refer-A-Friend."
}