{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Li and Akey’s key insight was to look for modern-human DNA in the genomes of the Neanderthals, instead of the other way around. “The vast majority of genetic work over the last decade has really focused on how mating with Neanderthals impacted modern human phenotypes and our evolutionary history — but these questions are relevant and interesting in the reverse case, too,” said Akey.\nThey realized that the offspring of those first waves of Neanderthal-modern matings must have stayed with the Neanderthals, therefore leaving no record in living humans. “Because we can now incorporate the Neanderthal component into our genetic studies, we are seeing these earlier dispersals in ways that we weren’t able to before,” Akey said.\nThe final piece of the puzzle was discovering that the Neanderthal population was even smaller than previously believed.\nGenetic modeling has traditionally used variation — diversity — as a proxy for population size. The more diverse the genes, the larger the population. But using IBDmix, Akey’s team showed that a significant amount of that apparent diversity came from DNA sequences that had been lifted from modern humans, with their much larger population.",
    "trans": "Ключовим відкриттям Лі та Акея було те, що вони вирішили шукати ДНК сучасних людей у геномах неандертальців, а не навпаки. «Величезна більшість генетичних досліджень за останнє десятиліття дійсно зосереджена на тому, як спарювання з неандертальцями вплинуло на фенотипи сучасних людей і нашу еволюційну історію — але ці питання також є актуальними та цікавими в зворотному випадку», — сказав Акей.\nВони зрозуміли, що нащадки тих перших хвиль шлюбів між неандертальцями та сучасними людьми, напевно, залишилися з неандертальцями, тому не залишили жодного сліду у живих людях. «Оскільки ми тепер можемо включити компонент неандертальців у наші генетичні дослідження, ми бачимо ці ранні розселення способами, які раніше були недоступні», — сказав Акей.\nОстаннім елементом головоломки стало відкриття того, що популяція неандертальців була навіть меншою, ніж вважалося раніше.\nГенетичне моделювання традиційно використовувало варіацію — різноманітність — як проксі для розміру популяції. Чим різноманітніші гени, тим більша популяція. Але за допомогою IBDmix команда Акея показала, що значна частина цієї очевидної різноманітності походила від ДНК-послідовностей, які були взяті від сучасних людей з їх набагато більшою популяцією."
}