{
    "source": "en_US",
    "target": "uk_UA",
    "text": "SEMINAR EXERCISE GUIDE/OUTLINE\nNOTE: Students are encouraged to useChicago A (footnotes and bibliography)referencing style – please avoid using in text citations.\nStudents should first present their exercises as brief discussion presentations during the seminar for the week in question and then hand them in in written form on either Friday 20 September 11.59 pm AEST, or one week after the presentation for later topics via CANVAS LMS.\nThe seminar exercise is intended to provide students with a means of engaging with the key concepts dealt with in the subject in a more nuanced and visually oriented way than a research exercise or essay. Essentially, it asks students to write a form of extended visual analysis applied to exhibition installation interiors. For the purposes of the exercise, students are asked to choose one of the image categories listed in the image bank on the subject website and consider the images in relation to the issues and ideas raised in that week’s readings for the subject as well as the key concepts and ideas dealt with in the subject more generally.",
    "trans": "ПОСІБНИК/ОСНОВИ УПРАВЛІННЯ СЕМІНАРОМ\nУВАГА: Студентам рекомендується використовувати стиль посилань Chicago A (виноски та бібліографія) – будь ласка, уникайте використання цитат у тексті.\nСпочатку студенти повинні представити свої вправи у вигляді коротких дискусійних презентацій під час семінару за відповідний тиждень, а потім подати їх у письмовій формі або в п'ятницю, 20 вересня, до 23:59 за східноавстралійським часом (AEST), або через тиждень після презентації для пізніших тем через CANVAS LMS.\nСемінарська вправа має на меті надати студентам засоби взаємодії з ключовими поняттями, що розглядаються в предметі, у більш нюансований і візуально орієнтований спосіб, ніж дослідницька вправа чи есе. По суті, студентам пропонується написати форму розширеного візуального аналізу, застосованого до інтер'єрів виставкових інсталяцій. Для виконання вправи студентам пропонується вибрати одну з категорій зображень, перелічених у банку зображень на вебсайті предмета, і розглянути зображення у зв'язку з питаннями та ідеями, порушеними під час тижневих читань з предмета, а також з ключовими концепціями та ідеями, що розглядаються в предметі загалом."
}