{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Ensuring the quality of the service, developing menus adapted to the concept of each of the outlets, guaranteeing high standards of quality, hygiene and food safety as well as ensuring cost control and stock management in accordance with the outlined business plan.\nLeading a dynamic team , promoting a healthy environment, carrying out the planning and organization of service rosters in order to make the most of existing resources, always complying with standards and procedures in order to guarantee a quality and excellent service, exceeding the guest' s expectations\nRequirements\nProfessional experience Minimum of 3 to 5 years in similar functions. 5-star hotels, superior restaurants or luxury cruise ships with responsibility for managing several restaurants with large capacity and different gastronomic concepts\nProven experience in restaurants with buffet service;\nLuxury hotel experience is preferred\nCustomer orientation\nPassion for service\nProfessional attitude\nEmpathy, strong relational skills, ability to influence decision-makers, flexibility and adaptability;\nTeamwork\nResilience and ability to intelligently manage emotions in stressful situations;\nOrganization and focus on results, critical sense and strategic thinking;\nGood oral and written communication;\nLeadership skills with the ability to manage, train, supervise and enhance teams;",
    "trans": "Забезпечення якості обслуговування, розробка меню, адаптованих до концепції кожного з закладів, гарантування високих стандартів якості, гігієни та безпеки харчування, а також забезпечення контролю витрат і управління запасами відповідно до наміченого бізнес-плану.\nКерівництво динамічною командою, сприяння створенню здорового середовища, планування та організація графіків обслуговування для максимально ефективного використання наявних ресурсів, завжди дотримуючись стандартів і процедур для забезпечення якісного та відмінного обслуговування, перевищуючи очікування гостей.\nВимоги\nПрофесійний досвід: мінімум 3-5 років у подібних функціях. Готелі з 5 зірками, вищі ресторани або розкішні круїзні судна з відповідальністю за управління кількома ресторанами великої місткості та різними гастрономічними концепціями.\nДосвід роботи в ресторанах з буфетним обслуговуванням;\nБажано досвід роботи в розкішних готелях;\nОрієнтація на клієнта;\nПристрасть до обслуговування;\nПрофесійна поведінка;\nЕмпатія, сильні комунікативні навички, здатність впливати на прийняття рішень, гнучкість і адаптивність;\nКомандна робота;\nСтійкість і здатність розумно управляти емоціями в стресових ситуаціях;\nОрганізованість і орієнтація на результати, критичне мислення і стратегічне планування;\nДобра усна та письмова комунікація;\nЛідерські навички з можливістю управління, навчання, контролю та розвитку команд;"
}