{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Sen. [redacted_name] asks [redacted_name] for guidance to reduce road deaths\npause\nvolume_off\n-02:03\nsd\nclosed_captions\nfullscreen\npause\n“This one was just learning how to be a brother,” [redacted_name] said, while gesturing to her other son, [redacted_name]. “Now, everything is gone.”\nEast Haven police said they responded to Redfield Avenue on Sunday night. Officers found the baby unresponsive after police said he was left unattended in the bathtub. [redacted_name] told News 8 he was in the care of the baby’s father and other family while she was at work.\n“All that was asked of him was to take care of my children while I worked to provide for them,” she said. “He couldn’t do that.”\n“She wasn’t even there when it happened,” the baby’s aunt, [redacted_name], said. “He was in the care of other family members, and we wanted people to understand.”\nEast Haven police identify 7-month-old whose death is under investigation\nWhile [redacted_name] is left with unimaginable grief and sadness, she’s hoping her son will be able to save someone else’s life.\n“If my son’s life was cut short, I wanted it to have meaning,” she said. “I chose to donate his organs, so no other mother has to go through what I’m going through right now.”",
    "trans": "Сенатор [redacte_name] просить [redacted_name] надати інструкції для зменшення смертності на дорозі\nпауза\nзвук вимкнено\n-02:03\nsd\nзавершення_запису\nповноекранний режим\nпауза\n«Він лише навчався бути братом, — сказав [redacted_name], вказуючи на свого іншого сина, [redacted_name]. — Тепер все минуло».\nПоліція Іст-Хейвену заявила, що вони відреагували на виклик з Редфілд Авеню в неділю вночі. Поліцейські виявили, що дитина не реагує на їхні дії; вони заявили, що дитину залишили без нагляду в ванній. [redacted_name] розповіла News 8, що, поки вона була на роботі, за дитиною мав наглядати її батько та інші члени родини.\n«Все, що від нього вимагалось, це доглянути мою дитину, поки я працювала для них, — сказала вона. — Він не зміг цього зробити».\n«Її навіть не було, коли це трапилось, — сказала тітка дитини, [redacted_name]. — Він був під доглядом інших членів родини, ми хочемо, щоб люди зрозуміли».\nПоліція Іст-Хейвену ідентифікує 7-місячну дитину, чию смерть вони розслідують\nПеребуваючи у невимовному горі та смутку, [redacted_name] сподівається, що її син зможе врятувати життя комусь іншому.\n«Якщо життя мого сина обірвалось, я хочу, щоб це мало значення, — сказала вона. — Я вирішила передати його органи, щоб жодна мати не проходила через те, через що проходжу я прямо зараз»."
}