{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In a statement, the club said it had 'chosen a man well known for his teams' high pressing, intense and daring style of play which has brought him great success at club level and international level, winning pretty much all there is to win in the world of football'.\nBarcelona highlighted the 59-year-old's success during the 2019-20 season at the helm of Bayern, with whom he won six trophies - the Bundesliga, the German Cup, the Champions League, the German Super Cup, the UEFA Super Cup and the Club World Cup.\nXavi was sacked last week after a trophy-less season in which Barca finished 10 points behind champions Real Madrid, lost the Spanish Super Cup final to their arch-rivals and were knocked out of the Champions League by Paris St Germain in the last eight.\nThe German filling Xavi's shoes faces a tough challenge ahead with fixing Barca's on-field struggles amid turmoil off the pitch, including deepening financial problems and a refereeing scandal that could drag on for years.\nFlick made his name assisting Germany manager Joachim Low during their 2014 World Cup winning campaign. In 2019, he joined Bayern as head coach, securing seven trophies in his two seasons in charge.",
    "trans": "У заяві клуб зазначив, що він «обрав людину, добре відому своїм командам за їхній високий пресинг, інтенсивний і сміливий стиль гри, який приніс йому великий успіх на клубному та міжнародному рівнях, вигравши практично все, що можна виграти у світі футболу».\n«Барселона» підкреслила успіхи 59-річного тренера під час сезону 2019-20 років на чолі «Баварії», з якою він виграв шість трофеїв — Бундеслігу, Кубок Німеччини, Лігу чемпіонів, Німецький суперкубок, Суперкубок УЄФА та Клубний чемпіонат світу.\nХаві був звільнений минулого тижня після безтрофейного сезону, в якому «Барса» фінішувала на 10 очок позаду чемпіонів «Реал Мадрид», програла фінал Кубка Іспанії своїм архісуперникам і була вибита з Ліги чемпіонів «Паріс Сен-Жермен» у чвертьфіналі.\nНімецький тренер, який займе місце Хаві, стикається з важким викликом виправлення проблем «Барси» на полі на фоні турбулентної ситуації поза полем, включаючи загострення фінансових проблем і скандал з арбітражем, який може тривати роками.\nФлік здобув популярність як асистент тренера збірної Німеччини Йоахіма Льова під час їхньої переможної кампанії на Чемпіонаті світу 2014 року. У 2019 році він приєднався до «Баварії» як головний тренер і здобув сім трофеїв за два сезони керівництва."
}