{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear [redacted_name],\nAs a part of the Uber community, your safety and peace of mind are our top priorities. If you ever find yourself in a crash, we're here to support you every step of the way. Remember, If you're ever in a crash, make sure to report it so you can get the best possible coverage* from Uber’s insurance.\nLearn What to Do in Case of a Crash\nWhat to Do in Case of a Crash\nU - Understand the Situation:\nMake sure that you and everyone involved is safe and, if the vehicle is in a drivable condition, move it to a secure location.\nB - Be in Touch with Authorities:\nContact the police and paramedics if there are any injuries or property damage.\nE - Exchange Details:\nCollect names, phone numbers,and insurance details from all involved in the crash.\nR - Record and Report Everything:\nTake photos of the impacted vehicles ,including license plates, insurance cards for the other parties involved, the accident scene, and any other relevant details. Report the accident using the Uber app by opening the safety toolkit on your homesreen and tap report a crash or talk to our support team by selecting Safety incident reporting line in the Help section of your app.",
    "trans": "Шановний [redacted_name],\nВаша, як учасника спільноти Uber, безпека та спокій є нашими головними пріоритетами. Якщо ви коли-небудь потрапите в аварію, ми готові підтримати вас на кожному етапі. Пам'ятайте, якщо ви коли-небудь потрапите в аварію, обов'язково повідомте про це, щоб отримати найкраще можливе покриття* від страховки Uber.\nДізнайтеся, що робити в разі аварії\nЩо робити в разі аварії\nU — Зрозумійте ситуацію:\nПереконайтеся, що ви та всі учасники події в безпеці, і якщо автомобіль придатний для їзди, перемістіть його в безпечне місце.\nB — Будьте на зв'язку з органами влади:\nЗателефонуйте до поліції та швидкої допомоги, якщо є травми або пошкодження майна.\nE — Обміняйтеся даними:\nЗберіть імена, номери телефонів та дані страховки всіх учасників аварії.\nR — Запишіть і повідомте все:\nЗробіть фотографії постраждалих автомобілів, включно з номерними знаками, страховими картками інших учасників, місцем аварії та іншими важливими деталями. Повідомте про аварію за допомогою додатку Uber, відкривши набір інструментів безпеки на головному екрані та натиснувши «повідомити про аварію», або зверніться до нашої служби підтримки, вибравши «Лінію для повідомлення про інциденти безпеки» у розділі «Допомога» вашого додатку."
}