{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As a large developing country with a huge population, India made policies and attempted to establish mechanical waste processing programs in big cities in the 1980s [26]. Meanwhile, those programs and policies failed due to information asymmetry and the incompatibility of facilities since the government did not consider that the structures of Indian cities were not suitable for waste recycling vehicles and large waste disposal factories and machines. Indian officials also could not find experienced workers to operate and maintain waste disposal machines. India still has serious solid waste challenges and secondary pollution. Various approaches and policies have been made to increase India’s solid waste disposal abilities [27].\nCompared with developed countries, developing countries faced greater challenges in the effective use of incineration and MSW generation, since their solid waste contents have lower heating value and most of the countries do not have clean incineration technology [28]. Besides institutional and policy reasons, poor environmental education is another factor that affects solid waste disposal [11]. Farmers, small waste recycle business owners and even some officials did not get sufficient education and training in solid waste disposal. This makes solid waste disposal in developing countries more challenging.",
    "trans": "Як велика країна, що розвивається, з величезним населенням, Індія в 1980-х роках розробила політику та намагалася створити програми механічної обробки відходів у великих містах [26]. Тим часом ці програми та політики зазнали невдачі через асиметрію інформації та несумісність обладнання, оскільки уряд не врахував, що структури індійських міст не підходять для автомобілів для переробки відходів та великих заводів і машин для утилізації відходів. Індійські чиновники також не змогли знайти досвідчених працівників для експлуатації та обслуговування машин для утилізації відходів. В Індії все ще існують серйозні проблеми з твердими відходами та вторинним забрудненням. Було запропоновано різні підходи та правила для підвищення можливостей Індії щодо утилізації твердих відходів [27].\nУ порівнянні з розвиненими країнами, країни, що розвиваються, стикаються з більшими викликами у ефективному використанні спалювання та генерації ТПВ, оскільки вміст їхніх твердих відходів має нижчу теплотворну здатність, а більшість країн не мають технології чистого спалювання [28]. Крім інституційних і політичних причин, недостатня екологічна освіта є ще одним фактором, що впливає на утилізацію твердих відходів [11]. Фермери, власники малих підприємств з переробки відходів і навіть деякі чиновники не отримали достатньої освіти та навчання в галузі утилізації твердих відходів. Це ускладнює утилізацію твердих відходів у країнах, що розвиваються."
}