{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Experience in online marketing or e-commerce is a plus\nSelf-disciplined and responsible\nAble to work under pressure and tight schedule, independently and proactively\nDipolma in design or graduated from design school or equivalent\nWe offer the following attractive benefits:\nAttractive & competitive remuneration\nBright career path and opportunities for advancement & learning\nPaid Time Off\nTransportation allowance\nWe want our employees to have greater access to knowledge. As an incentive we offer access to the Amazon English books library\nMedical & Health Benefits\nEducation Allowance\nWe love animals at AsiaTees and our loving four legged friends would love to meet you!\nNEWSLETTER\nSign up to receive emails about ATees updates and offers.\nSign up\nWho We Are\nAsiatees Hobbies is a premium radio-controlled (R/C) hobby store established in 2001. We offer a vast selection of the latest R/C cars, parts and accessories, fast worldwide shipping at a low cost, best price guarantee and 365-Day return policy.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisit Our Showroom\nContact Us\nCUSTOMER CARE",
    "trans": "Досвід роботи у сфері інтернет-маркетингу або електронної комерції є перевагою\nСамодисципліна та відповідальність\nЗдатність працювати під тиском і в стислі терміни, самостійно та проактивно\nДиплом про вищу освіту в галузі дизайну або закінчена школа дизайну чи еквівалентна освіта\nМи пропонуємо такі привабливі переваги:\nПриваблива та конкурентоспроможна оплата праці\nЯскравий кар'єрний ріст і можливості для просування та навчання\nОплачувана відпустка\nДоплата за транспортні витрати\nМи хочемо, щоб наші співробітники мали ширший доступ до знань. В якості заохочення ми пропонуємо доступ до бібліотеки книг Amazon на англійській мові\nМедичні та оздоровчі пільги\nДопомога на оплату освіти\nВ AsiaTees ми любимо тварин, і наші люблячі чотириногі друзі будуть раді з вами познайомитися!\nІНФОРМАЦІЙНИЙ ЛИСТ\nЗареєструйтеся, щоб отримувати електронні листи про оновлення та пропозиції ATees.\nЗареєструватися\nХто ми\nAsiatees Hobbies є преміум-магазином радіокерованих (R/C) товарів для хобі, який заснований у 2001 році. Ми пропонуємо величезний вибір новітніх радіокерованих автомобілів, деталей і аксесуарів, швидку доставку по всьому світу за низькою ціною, гарантію найкращої ціни та 365-денну політику повернення.\nAsiatees Hobbies Co. Ltd.\n30 Ціу Кенг Панг Ук Шеунг Шуй, Гонконг\nВідвідайте наш шоурум\nЗв'язатися з нами\nТЕХНІЧНА ПІДТРИМКА"
}