{
    "source": "en_US",
    "target": "uk_UA",
    "text": "7. Volunteers shall not use, posses or be under the influence of alcohol within the Youth House or during any activity. In case this will occur, the situation will be evaluated and according to its degree of severity measure will be taken from formal notification to terminating the stage.\n8. Using or possessing any forbidden substances during the stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n9. Using or possessing any weapons during your stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n10. Volunteers will conduct themselves in the spirit of Human Rights and they will provide positive role models for all youth. Volunteers must treat the other volunteers or young people of all ages, genders, religions, and cultures with respect and consideration.",
    "trans": "7. Волонтери не повинні вживати, мати при собі або бути під впливом алкоголю в Молодіжному домі або під час будь-якої діяльності. У разі, якщо це станеться, ситуація буде оцінена, і в залежності від ступеня серйозності будуть вжиті заходи - від формального попередження до припинення участі у проекті.\n8. Використання або наявність будь-яких заборонених речовин під час перебування в проекті суворо заборонено. У разі, якщо це станеться, ситуація буде оцінена, і волонтера можуть попросити припинити участь у проекті.\n9. Використання або наявність будь-якої зброї під час перебування в проекті суворо заборонено. У разі, якщо це станеться, ситуація буде оцінена, і волонтера можуть попросити припинити участь у проекті.\n10. Волонтери повинні поводитися в дусі прав людини та бути позитивними прикладами для молоді. Волонтери повинні ставитися з повагою та увагою до інших волонтерів або молодих людей усіх вікових груп, статей, релігій та культур."
}