{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Limited Time Offer\nBUY 1 GET 1 FREE+ Free Shipping Of Revitalized Remedies CBD Gummies\nLOW STOCK! ( HURRY: Only 4 Bottles Left. )\nGET YOUR BOTTLE >>\nThis special offer ends:\nFriday, October 11, 2024\nStart A Conversation\nDan H.\nI really didn't expect such a cool post from you. Actually I have been using Revitalized Remedies CBD Gummies for about a weak already and couldn't be any happier!\nReply . 13 . Like . 12 minutes ago\nZac P.\nThe timing of this couldn't be better, my wife and I are struggling and this could be our answer.\nReply . 14 . Like . 16 minutes ago\nFritz C.\nYesterday I got my package Revitalized Remedies CBD Gummies and I already managed to try it! I feel more confident than ever already!\nReply . 2 . Like . 1 hour ago\nRyan P.\nDenzel Washington. I've heard that as well. I am anxious to find out for myself. Thanks!\nReply . 13 . Like . 12 minutes ago\nReynan P.\nI have been using Revitalized Remedies CBD Gummies for two weeks and I can definitely say that could never expect such a strong effect. This is simply AMAZING!!",
    "trans": "Обмежена пропозиція\nКУПУЙ 1 ОТРИМАЙ 1 БЕЗКОШТОВНО+безкоштовна доставка жувальних цукерок із ізолятом канабідіолу Revitalized Remedies\nЗАЛИШИЛОСЬ МАЛО! (Поспішай: залишилося лише 4 пляшки).\nОТРИМАЙ СВОЮ ПЛЯШКУ >>\nЦя спеціальна пропозиція закінчується:\nП'ятниця, 11 жовтня 2024 року\nРозпочати розмову\nДен Х.\nЯ справді не очікував від вас такої класної публікації. Насправді я вживаю жувальні цукерки із ізолятом канабідіолу Revitalized Remedies вже близько року і не можу бути більш щасливішим!\nВідповісти . 13 . Подобається. 12 хвилин тому\nЗак П.\nЧас для цього був дуже вдалий, моя дружина і я боремося з труднощами і це може бути нашою відповіддю.\nВідповісти . 14 . Подобається. 16 хвилин тому\nФріц К.\nВчора я отримав свою посилку з жувальними цукерками із ізолятом канабідіолу Revitalized Remedies і вже встиг їх спробувати! Я відчуваю себе більш впевнено, ніж будь-коли!\nВідповісти . 2 . Подобається. 1 годину тому\nРаян П.\nДензел Вашингтон. Я теж це чув. Мені не терпиться дізнатися це самому. Дякую!\nВідповісти . 13 . Подобається. 12 хвилин тому\nРейнан П.\nЯ вживаю жувальні цукерки із ізолятом канабідіолу Revitalized Remedies протягом двох тижнів і точно можу сказати, що ніколи не міг очікувати такого сильного ефекту. Це просто КРУТО!!!"
}