{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Responsibilities:\n• Create innovative monetization products that drive engagement and business outcomes.\n• Develop highly scalable services that powers new ad products for billions of requests. Design systems that will optimize monetization efficiency with product engineering and state-of-the-art machine learning technologies.\n• Implement new ad solutions that will continuously protect the user experiences on TikTok.\n• Collaborate with strategy team, product managers, and other key stakeholders to define products and drive initiatives from engineering perspective.\n• Contribute to the success of a rapidly growing and evolving organization with speediness and quality.\nQualifications\n• BS degree in Computer Science, Computer Engineering or other relevant majors with 5+ years of work experience.\n• Excellent programming, debugging, and optimization skills in one or more general purpose programming languages including but not limited to: Go, C/C++, Python.\n• Ability to think critically and to formulate solutions to problems in a clear and concise way.\nPreferred Qualifications:\n• Good understanding in one of the following domains: brand ads, content ads, auction, bidding, ranking, and ads forecasting.\n• Good knowledge in one of the following areas: machine learning, deep learning, backend, large-scale systems, data pipeline.\n• Good product sense and experience designing and implementing product features.",
    "trans": "Обов'язки:\n• Створювати інноваційні монетизаційні продукти, які стимулюють залученість та покращують бізнес-результати.\n• Розробляти високомасштабовані сервіси, що дозволяють створювати нові рекламні продукти для мільярдів запитів. Проектувати системи, які дадуть змогу оптимізувати ефективність монетизації за допомогою продуктового інжинірингу та сучасних технологій машинного навчання.\n• Впроваджувати нові рекламні рішення, які будуть постійно захищати користувацький досвід на TikTok.\n• Співпрацювати зі стратегічною командою, продакт-менеджерами та іншими ключовими зацікавленими сторонами для визначення продуктів і реалізації ініціатив з інженерної точки зору.\n• Робити внесок в успіх організації, яка швидко зростає і розвивається, забезпечуючи швидкість і якість.\nКваліфікація\n• Ступінь бакалавра в галузі комп'ютерних наук, обчислювальної техніки або інших відповідних спеціальностей із досвідом роботи від 5 років.\n• Відмінні навички програмування, налагодження та оптимізації на одній або декількох мовах програмування загального призначення, включно з, але не обмежуючись: Go, C/C++, Python.\n• Здатність критично мислити і формулювати рішення проблем у чіткій і лаконічній формі.\nБажані кваліфікації:\n• Хороше розуміння в одній із таких сфер: брендова реклама, контентна реклама, аукціон, торги, ранжування і прогнозування реклами.\n• Гарніі знання в одній із таких сфер: машинне навчання, поглиблине навчання, бекенд, великомасштабні системи, конвеєр аналітики даних.\n• Гарне розуміння продукту і досвід розробки та реалізації функцій продукту."
}