{
    "source": "en_US",
    "target": "uk_UA",
    "text": "*The information on the ID must be identical to the information on your US ARMY Membership. The ID must include a name, date of birth, and a photo, and it must be presented physically to be accepted as a valid photo ID for identity verification. If the information on the ID does not match the information on your US ARMY Membership, you will be denied admission.\n*All IDs must be presented physically and must not be expired, to be considered valid.\n*If you have to verify yourself using a temporary ID such as an issuance application confirmation, the document must be stamped with the official seal of the head of a government office. It must include a photo, personal information, issuance number, and expiration date, all protected with a transparent sticker. Any document seeming dubious or to have been forged will not be accepted.\n*When verifying your ID, we may conduct an additional verification process such as asking you questions, requesting other IDs, etc. to prevent the use of transferred or forged IDs.\n[Precautions]\n- Only ARMY US MEMBERSHIP holders who attended the Jung Kook 'GOLDEN : The Moments' Exhibition are able to receive the gift benefits",
    "trans": "*Інформація в посвідченні особи має співпадати з інформацією у вашому профілі члена АРМІЇ США. Посвідчення особи повинно містити ім'я, дату народження та фотографію і має бути фізично представленим, щоб його прийняли як дійсне посвідчення особи з фотографією для перевірки особи. Якщо інформація в посвідченні особи не співпадає з інформацією у вашому профілі члена АРМІЇ США, вам буде відмовлено у в'їзді.\n*Щоб вважатися дійсними, усі посвідчення особи мають бути фізично представлені і не повинні бути простроченими.\n*Якщо вам необхідно підтвердити свою особу, використовуючи тимчасове посвідчення як підтвердження заявки на видачу, документ повинен мати офіційну печатку директора урядової установи. Він має містити фото, особисту інформацію, номер випуску і термін придатності, і все це має бути захищене прозорими стікером. Будь-який документ, який здаватиметься сумнівним або підробним, не буде прийнято.\n*При підтвердженні вашого посвідчення особи ми можемо провести додаткову перевірку, наприклад, поставити вам запитання, вимагати інші посвідчення та ін., щоб запобігти використанню переданих або підроблених посвідчень особи.\n[Запобіжні заходи]\n- Лише власники ЧЛЕНСТВА В АРМІЇ США, які відвідали виставку Jung Kook GOLDEN : The Moments, можуть отримати подарункові бонуси."
}