{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The MAP test serves as a valuable standardized formative assessment tool for our students, encompassing Math and English subjects for students from KG3 to G11, with the additional inclusion of Science subjects for G4 to G8. This assessment allows us to gauge your child's learning levels and track their academic growth not only throughout the school year but also from year to year.\nGiven the significance of this assessment, it is crucial that our students put forth their best effort. I firmly believe that parental support plays an essential role in helping children perform their best during the MAP test. Therefore, I kindly request that you ensure the presence of your child(ren) in school on the designated testing day.\nThe MAP test this season will be conducted with subject facilitators to ensure that all students are in a comfortable atmosphere conducive to smooth answering. Here are the details regarding the testing locations:\nMYP & DP1 students: Respective subject’s classes (Please bring laptops with Windows 8 or later versions installed or iPads)",
    "trans": "Тест МАР слугує цінним стандартизованим інструментом проміжного оцінювання наших учнів, що охоплює математику та англійську мову для учнів програм з KG3 по G11, з додатковим включенням природничих дисциплін для учнів програм з G4 по G8. Це оцінювання дозволяє нам вимірювати навчальний рівень вашої дитини та відстежувати її академічне зростання не лише протягом шкільного року, а й з року в рік.\nВраховуючи значення цього оцінювання, важливо, щоб усі наші учні доклали максимум зусиль. Я твердо впевнений, що батьківська підтримка грає ключову роль в допомозі дітям показати свій максимум на тесті МАР. Тому я дуже прошу вас забезпечити присутність вашої дитини (дітей) в школі в призначений день тестування.\nТест МАР цього року проводитиметься з викладачами предметів, щоб забезпечити всім учням перебування в комфортній атмосфері, яка сприятиме безперешкодному виконанню завдань. Ось детальна інформація про місця проведення тестування:\nУчні програм MYP та DP1: заняття з відповідного предмету (будь ласка, принесіть ноутбуки зі встановленим Windows 8 або пізнішою версією, або iPad)"
}