{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Home Office online check: share code and date of birth\nOR current passport and stamped visa\nNon-UK with student visa\nHome Office online check: share code and date of birth\nAND university enrolment letter and document specifying term dates\nBank account details (sort code, account number)\nNational insurance number (eg NI card, letter from government agency/department)\nP45 from the current tax year, under six weeks old OR a completed online HMRC starter checklist\nCopies (paper or digital) of original documents cannot be accepted.\nWithout presenting the above documents, you will be unable to commence employment.\nWhat to expect\nOn your first day, a team member will complete an induction and answer any questions which you may have. You will be provided with access to online induction e-learning to help to build your knowledge. In the meantime, take a look at the following to learn more about J D Wetherspoon and what’s on offer.",
    "trans": "Онлайн-перевірка Home Office: надайте код та дату народження\nАБО діючий паспорт та проштамповану візу\nНе є резидентом Великої Британії зі студентською візою\nОнлайн-перевірка Home Office: надайте код та дату народження\nТА лист про прийняття до університету і документ, що вказує дати навчання\nДеталі банківського рахунку (ідентифікаційний код банку, номер рахунку)\nНомер національного страхування (наприклад картка NI, лист від урядової агенції/департаменту)\nФорма Р45 за поточний податковий рік не старше шести тижнів АБО заповнений онлайн початковий контрольний список HMRC\nКопії (паперові або цифрові) оригінальних документів не приймаються.\nБез надання вищевказаних документів ви не зможете розпочати роботу.\nЩо очікувати\nВ перший день член команди проведе вступний інструктаж та відповість на будь-які питання, які можуть у вас виникнути. Вам нададуть онлайн доступ до вступного навчання, щоб допомогти вам нарощувати свої знання. Тим часом, перегляньте наступну інформацію, щоб дізнатися більше про компанію J D Wetherspoon та її можливості."
}