{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Identify the ticket you tried to share and check the status of the share\nCheck that the details (email or mobile number) are correct\nYou can choose to cancel or recall the ticket share and attempt to re-share it with your friend\nI’ve shared a ticket, how long does my receiver have to accept it?\nThe ticket receiver has 48 hours to accept the ticket share. If it goes unaccepted, you will receive a notification and the ticket will be available in your order history again.\nI’ve shared a ticket, but I’d like to undo it, what do I do?\nIf you’ve shared a ticket that you no longer wish to, visit “Your Tickets” in the Ticketek mobile app. Alternatively, click the SMS link for the mobile ticket you have shared.\nBased on the status of the shared ticket you can “Cancel” or “Recall” the shared ticket.\nThe ticket holder will receive an email notification when this occurs.\nI accepted a ticket share but would like to undo it, what do I do?\nIf you’ve accepted a shared ticket that you no longer wish to have, visit “Your Tickets” in the Ticketek mobile app.",
    "trans": "Визначте квиток, яким ви намагаєтесь поділитися, та перевірте статус роздачі\nПеревірте правильність деталей (електронної пошти або номеру мобільного телефону)\nВи можете відмінити або відкликати роздачу квитка та спробувати знову поділитись їм з вашим другом\nЯ поділився квитком, скільки часу має отримувач, щоб його прийняти?\nОтримувач квитка має 48 годин, щоб прийняти переданий квиток. Якщо його не приймають, ви отримаєте повідомлення, і квиток знову буде доступний у вашій історії замовлень.\nЯ передав квиток, однак я б хотів відмінити це, що мені робити?\nЯкщо ви передали квиток, який вам більше не бажаєте віддавати, перейдіть у меню «Ваші квитки» в мобільному додатку Ticketek. В іншому випадку, натисніть на СМС посилання для мобільного квитка, який ви передали.\nВиходячи із статуса переданого квитка, ви можете «Відмінити» або «Відкликати» переданий квиток.\nВласник квитка отримає повідомлення на електронну пошту, коли це відбудеться.\nЯ прийняв переданий квиток, однак я б хотів відмінити це, що мені робити?\nЯкщо ви прийняли переданий квиток, який вам більше не потрібен, перейдіть «Ваші квитки» в меню в мобільному додатку Ticketek."
}