{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Second, Facebook as a mature social platform gives writers the advantage of publicity. Facebook is ranked as the third most visited website in the world as of July 2022. The high number of visitors reveals that Facebook can be an excellent platform for promotion. It echos with the feature of Bulletin. As Mr.Zuckberg said, the author's personal Facebook page will contains a link to the newsletters on Bulletin so that readers can click through and read the content directly. Podcasts and audio rooms will also be available for authors to \"supplement their content\". This is equivalent to telling to numerous writers that if they publish content in the Bulletin interface, their articles can be viewed by more people.\nThird, Facebook doesn’t intend to confine writers to Bulletin all the time. Although Facebook has a promotional advantage over creators, it does not want to control the creators. On the pages of Bulletin, writers are able to send paid content directly to users' personal email addresses. It means they can export the subscriber’s contact information at any time. If they want to change platforms, they can just send emails directly to their readers. Facebook respects the writer’s choices.",
    "trans": "По-друге, Facebook, як зріла соціальна платформа, надає письменникам перевагу публічності. Станом на липень 2022 року Facebook посідає третє місце серед найбільш відвідуваних сайтів у світі. Велика кількість відвідувачів говорить про те, що Facebook може стати чудовою платформою для просування. Це схоже на функцію Bulletin. За словами пана Цукберга, на особистій сторінці автора у Facebook розміщуватиметься посилання на розсилки в Bulletin, щоб читачі мали змогу перейти за нею і безпосередньо ознайомитися зі змістом. Подкасти та аудіозали також будуть доступні авторам, щоб «доповнити свій контент». Це рівносильно тому, щоб сказати численним авторам, що якщо вони опублікують контент в інтерфейсі Bulletin, то їхні статті зможуть побачити більше людей.\nПо-третє, Facebook не має на меті постійно обмежувати авторів у Bulletin. Хоча Facebook має рекламну перевагу перед авторами, він не хоче їх контролювати. На сторінках Bulletin автори можуть надсилати платний контент безпосередньо на особисті адреси електронної пошти користувачів. Це означає, що вони можуть у будь-який момент експортувати контактну інформацію передплатника. Якщо вони захочуть змінити платформу, то зможуть просто відправити електронні листи напряму своїм читачам. Facebook поважає вибір автора."
}