{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• Visuals: Bold, swirling colors and the haunting figure combine to create an atmosphere of anxiety and panic.\n4. The Raft of the Medusa by Théodore Géricault (1819):\n• Story: This dramatic painting depicts the aftermath of a real-life shipwreck where survivors were left adrift at sea. It shows the moment when the survivors spot a rescue ship, their hope clashing with despair.\n• Meaning: The painting is a powerful critique of government incompetence (the shipwreck was caused by political negligence) and an exploration of human endurance and suffering.\n• Visuals: Géricault captures raw emotion with large, chaotic figures clinging to life on the raft.\n5. The Birth of Venus by Sandro Botticelli (1486):\n• Story: This Renaissance masterpiece illustrates the Roman goddess Venus emerging from the sea on a shell. It is inspired by classical mythology and celebrates beauty, love, and divinity.\n• Meaning: The painting symbolizes the divine beauty and purity of love, reflecting Renaissance ideals of harmony, balance, and idealized human forms.",
    "trans": "• Візуальні ефекти: сміливі, вируючі кольори та примарна фігура створюють атмосферу тривоги та паніки.\n4. «Пліт Медузи» Теодора Жеріко (1819):\n• Сюжет: ця драматична картина зображує наслідки реальної корабельної аварії, коли ті, хто вижив, залишилися дрейфувати в морі. Вона показує момент, коли вцілілі бачать рятувальний корабель і їхня надія стикається з відчаєм.\n• Значення: картина є потужною критикою некомпетентності уряду (корабельна аварія була спричинена політичною недбалістю) та дослідженням людської витривалості і страждань.\n• Візуальні ефекти: Жеріко передає необроблені емоції за допомогою великих, хаотичних фігур, які чіпляються за життя на плоту.\n5. «Народження Венери» Сандро Боттічеллі (1486):\n• Зміст: на цьому шедеврі епохи Відродження зображена римська богиня Венера, яка виходить з моря на мушлі. Він натхненний класичною міфологією і оспівує красу, любов і божественність.\n• Значення: картина символізує божественну красу і чистоту кохання, відображаючи ренесансні ідеали гармонії, рівноваги та ідеалізованих людських форм."
}