{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Benedict looked at the newcomer, a short, slightly pudgy young woman who was obviously the countess’s daughter, then glanced back to Sophie, who had gone white as a sheet.\n“Get out of here,” Araminta hissed. “You have no place in these proceedings.”\n“Obviously she does,” the magistrate said, turning to Araminta, “if she took the shoe clips. Do you want to have her charged?”\n“She’s my daughter!”\n“Put me in the cell with Sophie!” Posy said dramatically, clasping one of her hands to her breast with great effect. “If she is transported for theft, then I must be as well.”\nFor the first time in several days, Benedict found himself smiling.\nThe warden took out his keys. “Sir?” he said hesitantly, nudging the magistrate.\n“Put those away,” the magistrate snapped. “We’re not incarcerating the countess’s daughter.”\n“Do not put those away,” Lady Bridgerton cut in. “I want my future daughter-in-law released immediately.”\nThe warden looked helplessly at the magistrate.\n“Oh, very well,” the magistrate said, jabbing his finger in Sophie’s direction. “Let that one free. But no one is going anywhere until I have this sorted out.”",
    "trans": "Бенедикт подивився на новоприбулу, невисоку, повненьку молоду жінку, яка, очевидно, була донькою графині, а потім озирнувся на Софі, яка стала блідою, як полотно.\n«Забирайся звідси, — прошипіла Арамінта. — В цій справі для тебе немає місця».\n«Вочевидь, це так, — сказав суддя, повертаючись до Арамінти, — якщо вона взяла застібки для взуття. Бажаєте висунути їй обвинувачення?»\n«Вона — моя дочка!»\n«Посадіть мене в камеру разом із Софі! — драматично сказала Позі, ефектно притиснувши одну руку до грудей. — Якщо її перевели через крадіжку, тоді мають перевести і мене».\nВперше за кілька днів Бенедикт посміхнувся.\nНаглядач витягнув ключі. «Сер?» — сказав він нерішуче, підштовхуючи суддю.\n«Приберіть їх, — огризнувся суддя. — Ми не посадимо доньку графині до в'язниці».\n«Не прибирайте їх, — втрутилась леді Бріджертон. — Я хочу, щоб мою майбутню невістку негайно випустили».\nНаглядач безсило подивився на суддю.\n«О, дуже добре, — сказав суддя, вказуючи пальцем на Софі. — Відпустіть її. Однак ніхто нікуди не піде, доки я не розберусь з цим»."
}