{
    "source": "en_US",
    "target": "uk_UA",
    "text": "all, but hearing Kai willingly share information beyond his son’s favorite snack or sleep routine holds a weight I didn’t expect.\n“Country boy, huh?”\nThe mental picture of him in Wranglers, much in the way he wears his baseball pants, is doing all sorts of things to my imagination.\n“Miller.”\n“Hmm?”\n“You’re sexualizing me in your mind right now, aren’t you?” “Absolutely.”\nThe corner of his lips tick.\n“Your parents, are they still in Texas?”\nHe begins to gather the dishes I made a mess of, completely ignoring my\nquestion. “Why don’t you head out. I’ll clean this up. I don’t want Monty to chew my ass out tomorrow at practice because you woke him when you got home too late. Thanks for your help tonight. I hope Max was okay for you.”\n“He was an angel. I truly have no idea where he inherited that from.”\nKai’s back vibrates, but he doesn’t give me the satisfaction of hearing his laugh.\n“And so you know, I’m not staying at my dad’s.”\nStanding by the sink, Kai’s eyes dart to mine over his shoulder.\n“I’m staying in my van in his parking garage.”",
    "trans": "все, однак чуючи, як Кай охоче ділиться інформацією, що виходить за межі улюбленого перекусу або режиму сну його сина, це мало для мене значення, якого я не очікувала.\n«Сільський хлопець, ех?»\nЙого уявний образ у Wranglers, багато в чому по тому, як він носить свої бейсбольні штани, має найрізноманітніші ефекти на мою уяву.\n«Міллер»\n«Гмм?»\n«Ти прямо зараз сексуалізуєш мене в своїй уяві, чи не так?» «Зовсім ні.»\nКуточок його губ смикається.\n«Твої батьки все ще в Техасі?»\nВін починає збирати посуд, який я зіпсувала, зовсім ігноруючи моє питання.\n«Чому б тобі не піти? Я це помию. Я не хочу, щоб завтра Монті надрав мені зад на тренуванні, через те що ти розбудила його, коли запізно повернулась додому. Дякую за допомогу цієї ночі. Сподіваюсь, Макс був в порядку.»\n«Він був ангелом. Я справді не уявляю, звідки він це взяв.»\nСпина Кая здригнулась, однак він не порадував мене своїм сміхом.\n«І щоб ти знав, я не живу у батька.»\nСтоячи біля раковини, Кай кидає на мене погляд через плече.\n«Я живу в моєму фургоні на парковці.»"
}