{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Must be able to set up and run GMAW, SMAW, FCAW, GTAW\nOxy Fuel Cutting\nHandheld Plasma/Gouging Operation\nMust be able to lift 10 – 40 LB Weldments\nRead, interpret, and follow blueprints and engineering plans to construct high-quality parts and assemblies.\nSetting up and operating tools and equipment necessary for the fabrication process.\nMeasuring, marking, cutting, bending, and assembling materials to create the final product.\nInspecting and testing finished products to ensure they conform to specifications.\nAligning, fitting, and assembling component parts using hand tools and fixtures.\nRepairing faulty components and products in line with defects highlighted during inspection.\nMaintaining a clean and safe work environment in compliance with company and safety regulations.\nInspect and test finished products for functionality and adherence to specifications.\nMaintain a clean and safe working environment by complying with procedures, rules, and regulations.\nAssist in the enhancement of fabrication methods, seeking efficiency and reduction of costs.\nCommunicate well with other departments and team members",
    "trans": "Вміння встановити та запустити GMAW, SMAW, FCAW, GTAW\nКиснева різка\nРучна плазмова поверхнева різка\nЗдатність піднімати зварні конструкції вагою 10-40 фунтів\nЧитання, розуміння та виконання креслярських та інженерних планів для створення високоякісних деталей та вузлів.\nНалаштування та експлуатація інструментів та обладнання, необхідних для виробничого процесу.\nВимірювання, маркування, різка, згинання та збірка матеріалів для створення кінцевого продукту.\nПеревірка та тестування кінцевого продукту для забезпечення відповідності специфікації.\nВирівнювання, підгонка та збірка компонентів з використанням ручного інструменту та приладдя.\nРемонт несправних компонентів та виробів у відповідності до виявлених в ході перевірки дефектів.\nПідтримання чистого та безпечного робочого середовища у відповідності до правил компанії та техніки безпеки.\nПеревірка та тестування кінцевої продукції на функціональність та відповідність специфікаціям.\nПідтримання чистого та безпечного робочого середовища, дотримуючись процедур, правил та положень.\nУчасть у покращенні методів виробництва, прагнучи до ефективності та зменшення вартості виробництва.\nПідтримка зв'язку з іншими відділами та членами команди"
}