{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Total amount of years for your education since grade 1\nAre you currently employed?\nDo you have proof of your employment (pay slips, reference letters, contract)?\nPlease list all languages that you currently speak:\nAre you thinking of going to the United States with your family members or alone?\nWhat is the purpose of your entry and stay in the United States:\nAre you seeking protection because you have suffered from persecution or fear because of: Race, Religion, Nationality, Membership in a particular social group, Political opinion?\nHave you ever been to the United States before?\nHave you ever had problems with the law?\nAre you currently working for an American employer?\nWould you like to invest your money into a United States business?\nHave you been awarded, or have you been nationally or internationally recognized, for excellence in the field of your outstanding activity?\nHave you ever been a judge of the work of others in the field of their or your specialization?\nCan you provide information about a crime committed in the United States?\nDECLARATION",
    "trans": "Повна кількість років вашого навчання, починаючи з 1 рівня\nВи працюєте на даний час?\nЧи маєте ви докази вашої зайнятості (розрахункові листки, рекомендовані листи, контракт)?\nБудь ласка, перерахуйте всі мови, якими ви наразі можете спілкуватись:\nВи плануєте приїхати до Сполучених Штатів з членами вашої родини або сам?\nЯка мета вашого в'їзду та перебування в Сполучених Штатах:\nВи шукаєте захист, тому що потерпаєте від переслідувань або боїтесь через: Расу, Релігію, Національність, Приналежність до особливої соціальної групи, Політичні погляди?\nВи колись бували в Сполучених Штатах раніше?\nВи колись мали проблеми з законом?\nВи наразі працюєте на американського роботодавця?\nВи б бажали інвестувати ваші гроші в бізнес в Сполучених Штатах?\nВи отримували нагороди, національне або міжнародне визнання за видатні досягнення в сфері вашої діяльності?\nВи колись оцінювали роботу інших в сфері вашої спеціалізації,\nВи можете надати інформацію про злочин, скоєний в Сполучених Штатах?\nДЕКЛАРАЦІЯ"
}