{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Shipley had approved an editorial endorsement for Harris that was being drafted earlier this month, according to three people with direct knowledge. He told colleagues the decision to endorse was being reviewed by the paper's billionaire owner, Jeff Bezos. That's the owner's prerogative and is a common practice.\nOn Friday, Shipley said that he told other editorial board leaders on Thursday that management had decided there would be no endorsement, though Shipley had known about the decision for a while. He added that he \"owns\" this outcome. The reason he cited was to create \"independent space\" where the newspaper does not tell people for whom to vote.\nColleagues were said to be \"shocked\" and uniformly negative. Editor-at-large Robert Kagan, who has been highly critical of Trump as autocratic, told NPR he had resigned from the editorial board as a consequence.\nFormer Washington Post Executive Editor Martin Baron, who led the newsroom to acclaim during Trump's presidency, denounced the decision starkly.",
    "trans": "За словами трьох людей, що мають точну інформацію, Шиплі схвалив редакційну підтримку Гарріса, яка була підготована на початку цього місяця. Він розповів колегам, що рішення розглядається власником газети, мільярдером Джеффом Безосом. Це прерогатива власника і є звичайною практикою.\nУ п'ятницю Шиплі заявив, що у четвер він розповів іншим керівникам редакційної колегії про те, що менеджери вирішили, що підтримки не буде, хоча Шиплі вже давно знав про це рішення. Він додав, що «приймає» цей результат. Названа ним причина — створити «незалежний простір», де газета не говоритиме людям, за кого голосувати.\nКажуть, що колеги були «шоковані» та одностайно негативно налаштовані. Головний редактор Роберт Каган, який різко критикував Трампа за його автократію, сказав NPR, що в результаті він пішов з редакційної колегії.\nЕкс-головний редактор Washington Post, Мартін Барон, який привів редакцію до визнання під час президентства Трампа, категорично засудив це рішення."
}