{
    "source": "en_US",
    "target": "uk_UA",
    "text": "If you are receiving this email, you are currently using an email or calendar app that uses a less secure authentication method to connect to your Outlook.com email account. You will need to upgrade your third-party mail and calendar app to a version which supports modern authentication methods.\nMicrosoft provides free versions of Outlook for your PC, Mac, iOS, and Android devices which can be easily downloaded and connect to your email account. Using an updated version of an Outlook application will ensure you are connecting in the most secure way.\nHow can you set up your Gmail, Apple Mail, or other third-party mail application?\nVarious non-Microsoft applications will have their own steps for connecting to your Outlook.com email account using modern authentication methods. See our help article - Modern Authentication Methods now needed to continue syncing Outlook Email in non-Microsoft email apps. However, you may need to contact the creators of those applications to provide you with instructions. In many cases, simply removing and re-adding your account with the latest version of that application will configure it to use modern authentication methods.",
    "trans": "Якщо ви отримуєте цей електронний лист, ви наразі користуєтесь додатком для електронної пошти або календаря, який використовує менш безпечний метод аутентифікації, щоб підключитись до вашого облікового запису Outlook.com. Вам знадобиться оновити сторонній додаток для електронної пошти або календаря до версії, яка підтримує сучасні методи аутентифікації.\nMicrosoft надає безкоштовні версії Outlook для вашого ПК, пристроїв Мас, iOS та Android, який можна легко завантажити та підключити до вашого облікового запису електронної пошти. Використання оновленої версії додатку Outlook забезпечить вам найбільш безпечне підключення.\nЯк ви можете встановити Gmail, Apple Mail або інший сторонній додаток для електронної пошти?\nРізні додатки не від Microsoft матимуть власні кроки для підключення до вашого облікового запису електронної пошти Outlook.com з використанням сучасних методів аутентифікації. Читайте нашу довідкову статтю — Сучасні методи аутентифікації тепер необхідні для продовження синхронізації Outlook Email  з сторонніми додатками для електронної пошти. Однак вам може знадобитись зв'язатись з творцями додатків, які нададуть вам інструкції. В багатьох випадках просте видалення та повторне додавання вашого облікового запису з останньою версією цього додатку, налаштує його на використання сучасних методів аутентифікації."
}