{
    "source": "en_US",
    "target": "uk_UA",
    "text": "$0.00\nOrder Total\n$208.00\nShop in the Apple Store app,\ntailored specifically for you\nGet personalized product recommendations, compare models, access Your Saves, and track your orders. Plus, opt in today to get updates on new products, promotions, flexible payment options, and store events.\nScan the QR code or tap the link to get started.\nDownload the Apple Store app ›\nQuestions\nWhen will I get my items?\nThe shipping estimates above tell you when your items are expected to arrive. As each item leaves our warehouse, we’ll email you with delivery and tracking information.\nOrdered more than one item? You’ll get a separate email as each item ships. There are no additional shipping fees for these items.\nHow do I view or change my order?\nVisit online Order Status to view the most up-to-date status and make changes to your order. To learn more about shipping, changing your order, or returns, please visit online Help.\nYou can also call Apple Support at 800-692-7753 Monday through Friday from 9:00 a.m. to 9:00 p.m. and Saturday from 9:00 a.m. to 6:00 p.m. Pacific time.",
    "trans": "0,00$\nВсього замовлено\n208,00$\nКупуйте в додатку Apple Store,\nрозробленому спеціально для вас\nОтримуйте персоніфіковані рекомендації, порівнюйте моделі, отримуйте доступ до Your Saves та відстежуйте свої замовлення. Крім цього, підпишіться вже сьогодні, щоб отримувати новини про нові продукти, акції, гнучкі способи оплати та події в магазині.\nСкануйте QR-код або натисніть на посилання, щоб розпочати.\nЗавантажити додаток Apple Store ›\nПитання\nКоли я отримаю свої товари?\nТерміни доставки, наведені вище, показують, коли очікується прибуття ваших товарів. Коли кожен товар покидає наш склад, ми надішлемо вам електронного листа з інформацією про доставку та відстеження.\nЗамовили більше ніж один товар? Ви отримаєте окремий електронний лист щодо доставки кожного товару. Для цих товарів немає додаткової плати за доставку.\nЯк я можу переглянути або змінити своє замовлення?\nПерейдіть на онлайн-сторінку «Статус замовлення», щоб переглянути останній статус та внести зміни до свого замовлення. Щоб дізнатись більше про доставку, зміну замовлення або повернення, відвідайте онлайн-довідку.\nВи також можете зателефонувати до Служби підтримки Apple за номером 800-692-7753 з понеділка по п'ятницю з 9:00 до 21:00 та в суботу з 9:00 до 18:00 за тихоокеанським часом."
}