{
    "source": "en_US",
    "target": "uk_UA",
    "text": "4) Using the same ID for verification after a reset may result in the rejection of your application.\nWe appreciate your cooperation and understanding in ensuring a smooth reset KYC application process.\nStep 6: Click \"Confirm\".\nStep 3: Log In: If you are not currently logged in, the system will prompt you to do so.\nStep 4: Choose the Reason for Your Request.\nWe understand that you wish to reset your KYC due to you would like to change your name to a Korean name.\n5) Please consider these factors carefully before proceeding. Frequent resets may lead to the rejection of your application.\nImportant Considerations:\nShould you have further inquiries, feel free to contact us via our 24/7 Livechat\nTo view all attachments sent to you within this ticket inquiry, please click on this link: bitget.zendesk.com/agent/tickets/2125744\nStep 5: Review and Agree to the Terms: Read the terms and conditions, and check the box \"I have read and understood the notice.\"\nStep 1: Click on the \"Live Support\" Icon: Located at the bottom of the page.Alternatively, you can visit Reset Identity Verification for your request..\n3) To ensure uninterrupted access to your account, please complete the identity verification with a new ID as soon as possible.",
    "trans": "4) Використання після скидання одного й того самого посвідчення особи для верифікації може призвести до відхилення вашої заявки.\nМи цінуємо вашу співпрацю та розуміння щодо забезпечення безперешкодного процесу скидання заявки на ідентифікацію клієнта.\nКрок 6: Натисніть «Підтвердити».\nКрок 3: Увійдіть у систему: якщо ви не ввійшли в систему, система запропонує вам це зробити.\nКрок 4: Виберіть причину вашого запиту.\nМи розуміємо, що ви хочете скинути свою заявку на ідентифікацію через те, що хочете змінити своє ім'я на корейське.\n5) Будь ласка, уважно розгляньте ці фактори, перш ніж продовжити. Часті скидання можуть призвести до відхилення вашої заявки.\nВажливі моменти:\nЯкщо у вас виникнуть додаткові запитання, не соромтеся звертатися до нас через наш 24/7 онлайн-чат.\nЩоб переглянути всі вкладення, надіслані вам у межах цього запиту, перейдіть, будь ласка, за цим посиланням: bitget.zendesk.com/agent/tickets/2125744\nКрок 5: Перегляньте та погодьтеся з умовами: прочитайте умови та положення і поставте галочку в полі «Я прочитав і зрозумів повідомлення».\nКрок 1: Натисніть на значок «Онлайн-підтримка»: він розташований у нижній частині сторінки. Також для вашого запиту ви можете відвідати розділ про скидання верифікації особистості..\n3) Щоб забезпечити безперебійний доступ до вашого облікового запису, будь ласка, завершіть перевірку особистості за допомогою нового посвідчення особи якомога швидше."
}