{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• Perform purchasing activities such as sourcing, placing purchase orders and payment requests, and expediting to supply of requested items and/or associated services by the procurement strategy and specified functional requirements, including specification, quality, delivery date, and cost-effectiveness. (\"PEAK and Slack\")\n• Ensure proper international and local logistics and shipping/handling process when purchasing from international suppliers. Coordinate closely with shippng agency and customs broker and handle required documentation, especially when FTA and/or permits are needed for the products.\n• Understand fully about the incoterms and source for the most cost-effective means to transport.\n• Ensure and verify the completed receipt of products and services at the facilities.\n• Monitor PAR levels for all operational, retail and office items to ensure proper levels to operate. Must also refuse acceptance of damaged, unacceptable, or incorrect items. (\"Google\")\n• Develop and implement the company's strategic procurement plan and negotiate contract terms for each procurement project.\n• Conduct supplier evaluations and close out purchase orders within the project's schedule. (\"Asana\")",
    "trans": "• Здійснювати закупівельну діяльність, таку як пошук постачальників, розміщення замовлень на поставку і заявок на оплату, а також прискорювати постачання запитуваних товарів та/або супутніх послуг відповідно до закупівельної стратегії і встановлених функціональних вимог, включно зі специфікацією, якістю, термінами поставки та економічною ефективністю. («Сезон сильного та слабкого попиту»)\n• Забезпечувати належну міжнародну та місцеву логістику та процес доставки/обробки під час закупівель у міжнародних постачальників. Тісно координувати з транспортним агентством та митним брокером і оформлювати необхідну документацію, особливо якщо потрібен FTA та/або дозвіл на поставку продукції.\n• Повністю розуміти Інкотермс і знаходити найбільш економічно вигідні способи транспортування.\n• Забезпечувати і перевіряти отримані продукти та послуги на об'єктах.\n• Контролювати рівні номінальних цін для всіх операційних, роздрібних і офісних товарів, щоб забезпечити належні рівні для роботи. Також треба відмовляти в прийомі пошкоджених, неприйнятних або неправильних товарів. («Google»)\n• Розробляти та реалізовувати стратегічний план закупівель компанії та узгоджувати умови контрактів за кожним закупівельним проектом.\n• Проводити оцінку постачальників і закривати замовлення на поставку відповідно до графіка проекту. («Asana»)"
}