{
    "source": "en_US",
    "target": "uk_UA",
    "text": "It's not the heat; it's the humidity. And the property taxes, too.\nWhen looking at where property-tax payments have grown the most from prepandemic times, look at Florida first, according to a new analysis from real-estate brokerage Redfin (RDFN).\nThree of the top five major housing markets with the largest jumps in property-tax bills since 2019 are in the Sunshine State, the Redfin report showed.\nThere's Jacksonville, with a nearly 60% increase in the median monthly property-tax bill. Then there's Tampa with an approximately 57% increase, and Miami with a 48% increase.\nThe biggest increases, however, were outside of Florida. Indianapolis ranked first and saw property-tax bills climb nearly 67%, while just behind was Atlanta with a nearly 66% change. Nationally, there was a nearly 30% jump in property-tax bills since 2019, according to the report. (The increases are based on nominal dollars and not adjusted for inflation.)\nAcross the country, the median monthly property-tax payment was $250 as of August, Redfin said. Among the fastest-growing bills, Indianapolis, Atlanta and Jacksonville were below that median. Tampa sat right on it, while monthly Miami bills were above it, at $367.",
    "trans": "Це не спека; це вологість. І ще податки на нерухомість.\nЗгідно з новим аналізом брокера у сфері нерухомості Redfin (RDFN), що, якщо подивитися, де платежі з податків на нерухомість зросли найбільше з часів до пандемії, то насамперед це Флорида.\nТри з п'яти найбільших ринків житла з найбільшими стрибками в податках на нерухомість із 2019 року розташовані в Сонячному штаті, ідеться у звіті Redfin.\nЄ Джексонвілл, де медіанна щомісячна сума податків на нерухомість збільшилася майже на 60 %. Далі йдуть Тампа зі збільшенням приблизно на 57 % і Маямі зі збільшенням на 48 %.\nОднак найбільше збільшення відбулося за межами Флориди. Перше місце посів Індіанаполіс, де сума податків на нерухомість зросла майже на 67 %, а одразу за ним знаходиться Атланта зі зміною майже на 66 %. Загалом по країні, згідно зі звітом, суми податків на нерухомість з 2019 року підскочили майже на 30 %. (Збільшення засновані на номінальних доларах і не скориговані на інфляцію).\nПо всій країні медіанний щомісячний платіж податку на нерухомість становив 250 доларів станом на серпень, повідомляє Redfin. Серед міст, що найшвидше зростають, Індіанаполіс, Атланта і Джексонвілль були нижчими за цю медіану. Тампа перебувала прямо на ній, а щомісячні рахунки в Маямі були вищими, на рівні 367 доларів."
}