{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The sensation built gradually, a growing tension that curled through her body, making her back arch involuntarily, her toes curling in response. It was powerful—a clenching sensation that spiraled through her, coiling tighter and tighter until it felt like she might burst. Her breathing hitched, shallow and uneven, as if the air had thickened around her.\nAnd then, in a sudden rush, the tension snapped. It released her, surging through her like an unstoppable wave, pulsing through every nerve in her body. She gasped, the intensity overwhelming, utterly blissful. Her entire being tingled, every inch of her alive with sensation, as if the air itself was humming against her skin. In the wake of that release, happiness, pure and unfiltered, rushed through her like nothing she had ever felt before. Contentment settled into her limbs, deep and fulfilling, leaving her warm and peaceful.\nBut the purple river surged, its flow quickening as if it had come alive, moving with a new and startling intensity. It panted, a voice low and rough, cutting through the haze of her bliss.",
    "trans": "Відчуття поступово наростало, зростаюче напруження, яке закручувалося в її тілі, змушуючи її спину мимоволі вигинатися, а пальці ніг згинатися у відповідь. Це було потужно - відчуття стиснення, яке спіраллю проходило через неї, закручуючись все тугіше і тугіше, поки не здавалося, що вона може вибухнути. Її дихання перервалося, стало поверхневим і нерівним, ніби повітря навколо неї загустіло.\nА потім, раптовим поривом, напруження розірвалося. Воно звільнило її, пронеслося через неї як незупинна хвиля, пульсуючи через кожен нерв у її тілі. Вона ахнула, інтенсивність була приголомшливою, абсолютно блаженною. Уся її сутність затремтіла, кожен дюйм її був живий від відчуттів, ніби сам повітря гудів проти її шкіри. Після цього вивільнення щастя, чисте і непідробне, пронеслося через неї як нічого з того, що вона коли-небудь відчувала раніше. Задоволення оселилося в її кінцівках, глибоке і наповнююче, залишаючи її теплою і спокійною.\nАле фіолетова ріка ринула вперед, її потік прискорився ніби вона ожила, рухаючись з новою і вражаючою інтенсивністю. Вона задишалася, голос низький і грубий, прорізаючи туман її блаженства."
}