{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Up until the breakup of the New Wave in the mid-sixties, Truffaut and Godard stood by each other as true and loyal friends. Subsequently, however, while Truffaut carved out a niche for himself and protected his independence as best he could with the help of the American majors, Godard advocated a militant, revolutionary cinema directly connected with reality; he and two allies, Jean-Pierre Gorin and Jean-Henri Roger, were the driving forces behind the Dziga-Vertov Group. “He is engaged in another kind of cinema,” Truffaut said of Godard. “He feels that since May ’68 it’s impossible to make the same kinds of movies and he resents people who still do. I’ve made a choice, my thoughts are perfectly clear, I want to make normal films, it’s my life.”[ 77] The two men kept up an intermittent correspondence. When Godard had a serious motorcycle accident in the fall of 1971 and was hospitalized for a long time, Truffaut contacted him. But they were no longer kindred spirits when it came to cinema or politics, or, consequently, when it came to feelings.",
    "trans": "До розпаду «нової хвилі» в середині шістдесятих років Трюффо і Годар залишалися справжніми і вірними друзями один одному. Однак після цього, поки Трюффо шукав для собі нішу і намагався захистити свою незалежність за допомогою американських мейджорів, Годар відстоював бойове, революційне кіно, безпосередньо пов'язане з реальністю; він разом з двома союзниками, Жан-П'єром Гориною і Жан-Анрі Роже, були рушійними силами групи Дзиги Вертова. «Він займається іншим видом кіно», — сказав Трюффо про Годара. «Він вважає, що з травня 68-го року неможливо знімати такі ж фільми, і він обурюється людьми, які все ще це роблять. Я зробив вибір, мої думки абсолютно ясні, я хочу знімати нормальні фільми, це моє життя». Двоє чоловіків підтримували періодичну кореспонденцію. Коли у Годара сталася серйозна аварія на мотоциклі восени 1971 року і він довгий час перебував у лікарні, Трюффо зв'язався з ним. Але вони вже не були спорідненими душами ні в кіно, ні в політиці, а отже, ні в почуттях."
}