{
    "source": "en_US",
    "target": "uk_UA",
    "text": "After my little 'letting go' with Nick we got dressed and Logan joined us soon enough telling us that Jeremy wanted the whole pack in the great room.\nWhile heading to the great room Elena walked in only wearing her pants with her shirt in hand \"Jeremy wants us in the great room\" Logan said and Elena turned to us \"Mind if I change first?\" She asked.\n\"Kind of\" Nick said and I hit him making him laugh but at the same time clench while I smirked. Elena walked upstairs and soon enough Clay walked in completely naked with all of his clothes in hand.\n\"Clay, did you two had a nice run?\" Nick asked and I chuckled \"What's that supposed to mean?\" Clay asked and Nick started teasing him \"We ran. Period.\" Clay said and started walking upstairs.\nAs he was walking up the stairs I couldn't help but take a quick glance at his ass, Nick noticing \"Hey listen, I don't mind when Elena roams around the house naked. I specially don't mind when Emma roams around the house naked, but please put some clothes on okay? You are making Logan here feel inadequate\" Nick said.",
    "trans": "Після мого маленького \"відпускання\" з Ніком, ми одягнулися, і незабаром до нас приєднався Логан, сказавши, що Джеремі хоче, щоб вся зграя була в великій кімнаті.\nКоли ми йшли до великої кімнати, увійшла Єлена, на ній були тільки штани, а сорочка була в руці. \"Джеремі хоче нас у великій кімнаті\", - сказав Логан, і Єлена повернулася до нас: \"Чи можу я спочатку переодягнутися?\" - запитала вона.\n\"Трохи\" - сказав Нік, і я вдарила його, змусивши засміятися, але в той же час стиснутися, поки я посміхалася. Єлена пішла нагору, а незабаром увійшов Клей зовсім голий з усіма своїми речами в руках.\n\"Клей, ви двоє добре провели час?\" - запитав Нік, і я засміялася. \"Що це значить?\" - запитав Клей, а Нік почав його дразнити. \"Ми просто побігали. І все.\" - сказав Клей і пішов нагору.\nКоли він йшов по сходах, я не змогла втриматися від того, щоб швидко поглянути на його зад, це помітив Нік: \"Слухай, мені не заважає, коли Єлена ходить по дому голою. Особливо мені не заважає, коли Емма ходить по дому голою, але будь ласка, одягнися добре? Ти змушуєш Логана відчувати себе неповноцінним\" - сказав Нік."
}