{
    "source": "en_US",
    "target": "uk_UA",
    "text": "【𝟑 𝐖𝐨𝐫𝐤𝐢𝐧𝐠 𝐌𝐨𝐝𝐞𝐬】: In Smart Dehumidification Mode, the dehumidifier will auto-start and shut down according to the dehumidity you set.The Drying Mode uses the suitable fan speed and dehumidification intensity to dry clothes effectively, ensuring your clothes stay dry. Continuous Dehumidification Mode ensures the dehumidifier runs continuously and rapidly lowers room humidity to the minimum level. These three different functions enable the dehumidifier to solve more problems for you!\n【𝐈𝐧𝐭𝐞𝐥𝐥𝐢𝐠𝐞𝐧𝐭 & 𝐏𝐨𝐫𝐭𝐚𝐛𝐥𝐞 𝐃𝐞𝐬𝐢𝐠𝐧】: Timer function allows you to set closing time as needed. Intelligent panel lock prevents accidental operation. Auto shut-off when water tank is full to prevent overflow. The washable filter for easy cleaning. Equipped with 4 universal wheel and 2 pull handles for easy mobility. Operates quietly at only 40 db, ensuring it doesn't disturb your daily life and rest!\n【𝟎.𝟔𝟔 𝐆𝐚𝐥𝐥𝐨𝐧 𝐖𝐚𝐭𝐞𝐫 𝐓𝐚𝐧𝐤 & 𝐂𝐨𝐧𝐭𝐢𝐧𝐮𝐨𝐮𝐬 𝐃𝐫𝐚𝐢𝐧𝐚𝐠𝐞】: When the 0.66 gallon water tank is full, the dehumidifier will automatically stop and light up the full water indicator to remind you to empty it. Continuous drainage: Our dehumidifier comes with a drain hose, which can be easily connected to your dehumidifier's outlet for continuous drainage.",
    "trans": "【3 робочі моделі】: У режимі розумного осушення повітря осушувач автоматично вмикається і вимикається відповідно до встановленого вами рівня вологості. Режим сушіння використовує відповідну швидкість обертання вентилятора та інтенсивність осушення для ефективного висушування одягу, забезпечуючи його сухість. Режим безперервного осушення забезпечує безперервну роботу осушувача та швидке зниження вологості в кімнаті до мінімального рівня. Ці три різні функції дозволяють осушувачу вирішувати більше проблем для вас!\n【Інтелектуальний та портативний дизайн】: Функція таймера дозволяє вам встановити час закриття за потреби. Інтелектуальне блокування панелі запобігає випадковій роботі. Автоматичне вимкнення при заповненні резервуара для води запобігає переповненню. Знімний фільтр для легкого очищення. Оснащений 4 універсальними колесами та 2 ручками для легкого переміщення. Працює тихо — лише 40 дБ, не заважаючи вашому повсякденному життю та відпочинку!\n【0,66 галона резервуар для води та безперервний злив】: Коли резервуар для води об'ємом 0,66 галона заповнений, осушувач автоматично зупиниться і загориться індикатор заповненості, щоб нагадати вам про необхідність його спорожнення. Безперервний злив: наш осушувач постачається з дренажним шлангом, який можна легко підключити до виходу вашого осушувача для безперервного зливу."
}