{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Beijing Regent Hotel Staff Activity Plan\nDevelop Hotel Training Plans and Evaluate Using Kirkpatrick 4-Level Evaluation Model\nService Quality Design - Ordering Service\nAnalysis of Competitor Groups of St. Regis Beijing and HUALUXE Hotel Southwest\nNongfu Spring 20th Anniversary Advertising Case Analysis\nDesign Guest Room Products for Shangri-La Hotel in Beijing Based on 4P Marketing Theory\nDesign A Guest Room Product for Aman Yangyun Hotel\nComparison of Online Booking Experience at Shangri-La Hotel, Beijing\nSuzhou W Hotel Guest Room Hygiene and Cleaning Quality Control\nMarriott Hotel Management Group Marketing Media Case Study\nAnalysis of Luxury Goods Consumers in Different Countries\nPatek Philippe Flagship Store VIP Lounge Afternoon Tea Program Design\nPractical\nExperiences\nShiji Group\nSales Center\n07/2024-Now\n Assist the sales team in communicating with customers, answering inquiries, processing orders, and handling after-sales service.\n Collect market information and competitor data, analyze market trends, and assist in developing sales strategies.\n Manage daily paperwork, arrange meetings and schedules, and handle other administrative tasks.",
    "trans": "План активності персоналу готелю Beijing Regent\nРозробка планів навчання в готелі та їхня оцінка за допомогою 4-рівневої моделі оцінювання Кіркпатрика\nПроектування якості сервісу — замовлення послуг\nАналіз груп конкурентів St. Regis Beijing і HUALUXE Hotel Southwest\nАналіз рекламного кейса, присвяченого 20-річчю Nongfu Spring\nДизайн гостьового номеру для готелю Shangri-La в Пекіні на основі теорії маркетингу 4P\nДизайн гостьового номеру для готелю Aman Yangyun\nПорівняння досвіду онлайн-бронювання в готелі Shangri-La, Пекін\nГігієна та контроль якості прибирання гостьових номерів у готелі Suzhou W\nВивчення медіа-кейсу Marriott Hotel Management Group\nАналіз споживачів предметів розкоші в різних країнах\nПроектування програми післяобіднього чаю у VIP-лаунжі флагманського магазину Patek Philippe\nПрактика\nДосвід\nShiji Group\nЦентр продажів\n07/2024 - зараз\nДопомогати відділу продажів у спілкуванні з клієнтами, відповідати на запитання, обробляти замовлення і займатися післяпродажним обслуговуванням.\nЗбір інформації про ринок і конкурентів, аналіз тенденцій ринку і допомога в розробці стратегії продажів.\nВедення щоденної паперової роботи, організація зустрічей і складання розкладу, а також виконання інших адміністративних завдань."
}