{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Hamas-controlled Health Ministry in Gaza said at least 42,438 Palestinians were killed and 99,246 wounded since the start of the war.\n■ HOSTAGES/CEASE-FIRE: In response to reports of Hamas leader Sinwar's death, Einav Zangauker, mother of hostage Matan Zangauker, said that now, more than ever, the lives of her son and the rest of the hostages are in danger, adding that \"If Netanyahu does not take advantage of the momentum and does not stand up now and take a new Israeli initiative, even at the cost of ending the war, it means that he has decided to abandon my Matan and the other hostages, with the aim of prolonging the war and fortifying his rule.\"\nThe Hostage and Missing Families Forum issued a statement calling on \"the Israeli government, world leaders, and mediating countries to leverage the military achievement into a diplomatic one by pursuing an immediate agreement for the release of all 101 hostages: the living for rehabilitation and the murdered for proper burial.\"",
    "trans": "Підконтрольне ХАМАС міністерство охорони здоров'я в Газі заявило, що з початку війни щонайменше 42 438 палестинців було вбито і 99 246 поранено.\n■ ЗАРУЧНИКИ/ПРИПИНЕННЯ ВОГНЮ: у відповідь на повідомлення про смерть лідера ХАМАС Сінвара, Ейнав Зангаукер, мати заручника Матана Зангаукера, заявила про те, що зараз, як ніколи, життя її сина та решти заручників перебуває у небезпеці, додавши: «Якщо Нетаньяху не скористається моментом і не виступить із новою ініціативою Ізраїлю, навіть ціною припинення війни, це буде означати, що він вирішив покинути мого Матана та інших заручників, щоб продовжити війну та зміцнити своє правління».\nФорум сімей заручників і зниклих безвісти випустив заяву, в якій закликав «ізраїльський уряд, світових лідерів і країни-посередники використати військовий здобуток з дипломатичною метою, домагаючись негайної угоди про звільнення всіх 101 заручників: живих для реабілітації, а вбитих для належного поховання»."
}