{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• CARRIAGE AND OTHER SERVICES PROVIDED BY THE CARRIER SUBJECT TO CONDITIONS OF CARRIAGE, WHICH ARE HEREBY INCORPORATED BY REFERENCE. THESE CONDITIONS MAY BE OBTAINED FROM THE ISSUING CARRIER. PASSENGERS ON A JOURNEY INVOLVING AN ULTIMATE DESTINATION OR STOP IN A COUNTRY OTHER THAN THE COUNTRY OF DEPARTURE ARE ADVISED THAT INTERNATIONAL TREATIES KNOWN AS THE MONTREAL CONVENTION, OR ITS PREDECESSOR, THE WARSAW CONVENTION, INCLUDING ITS AMENDMENTS (THE WARSAW CONVENTION SYSTEM), MAY APPLY TO THE ENTIRE JOURNEY, INCLUDING ANY PORTION THEREOF WITHIN A COUNTRY. FOR SUCH PASSENGERS, THE APPLICABLE TREATY, INCLUDING SPECIAL CONTRACTS OF CARRIAGE EMBODIED IN ANY APPLICABLE TARIFFS, GOVERNS AND MAY LIMIT THE LIABILITY OF THE CARRIER.\nCHECK WITH YOUR CARRIER FOR MORE INFORMATION. FURTHER INFORMATION MAY BE OBTAINED FROM THE CARRIER. WITH THIS TICKET YOU WILL RECEIVE A SET OF NOTICES WHICH FORMS PART OF THE TICKET AND CONTAINS THE \"CONDITIONS OF CONTRACT AND OTHER IMPORTANT NOTICES\". PLEASE MAKE SURE THAT YOU HAVE RECEIVED THESE NOTICES, AND IF NOT, CONTACT THE ISSUING AIRLINE OR TRAVEL AGENT TO OBTAIN COPIES PRIOR TO THE COMMENCEMENT OF YOUR TRIP.",
    "trans": "• ПЕРЕВЕЗЕННЯ І ІНШІ ПОСЛУГИ, ЯКІ НАДАЄ ПЕРЕВІЗНИК, ПІДПАДАЮТЬ ПІД УМОВИ ПЕРЕВЕЗЕННЯ, ЯКІ ЦИМ ЧИНОМ ВКЛЮЧАЮТЬСЯ ДОГОВОРОМ. ЦІ УМОВИ МОЖНА ОТРИМАТИ У ПЕРЕВІЗНИКА, ЯКИЙ ВИДАВ КВИТКИ. ПАСАЖИРАМ, ЯКІ ВИРУШУЮТЬ У ПОДОРОЖ З ФІНАЛЬНИМ МІСЦЕМ НАЗНАЧЕННЯ АБО ЗУПИНКОЮ В КРАЇНІ, ЩО ВІДРІЗНЯЄТЬСЯ ВІД КРАЇНИ ВИЛЕТУ, РЕКОМЕНДУЄТЬСЯ ЗНАЙОМИТИСЯ З МІЖНАРОДНИМИ ДОГОВОРАМИ, ВІДОМИМИ ЯК МОНТРЕАЛЬСЬКА КОНВЕНЦІЯ АБО ЇЇ ПРЕДШЕСВЕНИЦЯ, ВАРШАВСЬКА КОНВЕНЦІЯ, ВКЛЮЧАЮЧИ ЇХ ДОПОВНЕННЯ (СИСТЕМА ВАРШАВСЬКОЇ КОНВЕНЦІЇ), ЯКІ МОЖУТЬ ЗАСТОСОВУВАТИСЯ ДО ВСЬОГО ШЛЯХУ, ВКЛЮЧАЮЧИ ЙОГО ЧАСТИНУ В СЕРЕДИНІ КРАЇНИ. ДЛЯ ТАКИХ ПАСАЖИРІВ ЗАСТОСОВУЄТЬСЯ ВІДПОВІДНИЙ ДОГОВІР, ЯКИЙ МОЖЕ ОБМЕЖУВАТИ ВІДПОВІДАЛЬНІСТЬ ПЕРЕВІЗНИКА.\nЗВЕРНІТЬСЯ ДО СВОГО ПЕРЕВІЗНИКА ДЛЯ УТОЧНЕННЯ ІНФОРМАЦІЇ. ДОДАТКОВУ ІНФОРМАЦІЮ МОЖНА ОТРИМАТИ У ПЕРЕВІЗНИКА. З ЦИМ КВИТКОМ ВИ ОТРИМАЄТЕ НАБІР ПОВІДОМЛЕНЬ, ЯКИЙ Є ЧАСТИНОЮ КВИТКА І МІСТИТЬ «УМОВИ ДОГОВОРУ ТА ІНШІ ВАЖЛИВІ ПОВІДОМЛЕННЯ».  БУДЬ ЛАСКА, ПЕРЕКОНАЙТЕСЬ, ЩО ВИ ОТРИМАЛИ ЦI НОТИФIKAЦII, І У РАЗI ЇХ НЕДОСТАТНОСТI ЗВ'ЯЖIТЬСЯ З АВІАПЕРЕВІЗНИКОМ АБО ТУРФIРМОЮ ДЛЯ ОТРИМАННЯ КОПIЙ ДО ПОЧАТКУ ВАШОЇ ПОЇЗДКИ."
}