{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Considerable work has been done to explicate the role of social media in transnational contexts, especially on how transnational citizens make use of the affordances of online participatory net- works to ‘orient to different cultural discourses and practices’, and how these discourses are ‘accessed, remixed, and circulated’ in these online spaces (Lam & Smirnov, 2017, p. 105). The trans- national nature of social media platform such as YouTube has made possible opportunities for users to generate social and linguistic capital. In her study on immigrant youths’ online exchanges, Lam (2014) explores how ‘youths’ online practices include but also go beyond the typical notion of cul- tural maintenance with the homeland’ (p. 503). Some participants used online media to cultivate transnational relationships so as to position their ‘transnational capital as valuable resources in their educational and professional trajectory’ (ibid). With respect to YouTube, one pioneering",
    "trans": "Для пояснення ролі соціальних мереж у міжнаціональному контексті було зроблено значний обсяг роботи, особливо для пояснення того, як міжнаціональні громадяни використовують можливості онлайн-участі для «орієнтування на різні культурні дискусії та практики», і як ці дискусії «розпалюються, змішуються та циркулюють» в онлайн-просторі (Лам та Смірнов, 2017, ст. 105). Міжнаціональна природа платформ соціальних мереж, як-от YouTube, надала користувачам можливості накопичувати соціальний та лінгвістичний капітал. У своєму дослідженні міжнаціонального молодіжного обміну Лам (2014) вивчає, як «молодіжні» онлайн-практики включають, але також йдуть за межі типових знань для культурного зв'язку з батьківщиною (ст. 503). Деякі учасники використовували онлайн-медіа для розвитку міжнаціональних відносин, щоб позиціонувати свій «транснаціональний капітал як цінний ресурс у своєму навчальному та професійному спрямуванні» (там же). Що стосується YouTube, колись піонера"
}