{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• A large amount of edible food is wasted daily by households, restaurants, and grocery stores, even as people face food insecurity.\n• Lack of efficient mechanisms to redistribute surplus food before it spoils.\n3. Unequal Access to Food:\n• Even within communities, certain groups (e.g., the elderly, disabled, or geographically isolated) may face barriers to accessing food, due to transportation or mobility issues.\n• Disparities in digital literacy or internet access may exclude some individuals from using a food-sharing platform.\n4. Inefficient Distribution Systems:\n• Traditional food donation systems may not be fast or flexible enough to distribute surplus food before it goes to waste.\n• Poor coordination between food donors and recipients can lead to mismatches in supply and demand.\n5. Social Stigma:\n• People facing food insecurity may be reluctant to use food assistance programs or community platforms due to stigma and embarrassment.",
    "trans": "• Кожного дня домогосподарства, ресторани та продуктові магазини викидають величезну кількість їстівних продуктів, тоді як люди стикаються з проблемою відсутності продовольчої безпеки.\n• Відсутність ефективних механізмів перерозподілу надлишків продуктів харчування до того, як вони зіпсуються.\n3. Нерівний доступ до продуктів харчування:\n• Навіть усередині громад деякі групи населення (наприклад, літні люди, інваліди або географічно ізольовані люди) можуть стикатися з перешкодами в доступі до продуктів харчування у зв'язку з проблемами з транспортом або з мобільністю.\n• Нерівність у цифровій грамотності або доступі до Інтернету може позбавити деяких людей можливості користуватися платформою спільного споживання продуктів харчування.\n4. Неефективні системи розподілу:\n• Традиційні системи пожертвування продуктів харчування можуть бути недостатньо швидкими та гнучкими, щоб розподілити надлишки їжі до того, як вони зіпсуються.\n• Погана координація між донорами та одержувачами продуктів харчування може призвести до невідповідності попиту та пропозиції.\n5. Соціальна стигматизація:\n• Люди, які зіткнулися з проблемою нестачі продовольства, можуть не захотіти скористатися програмами продовольчої допомоги або громадськими платформами через стигматизацію і незручність."
}