{
    "source": "en_US",
    "target": "uk_UA",
    "text": "7. The complainant walked away but turned back and continued to shout and swear at him. The Defendant exited his van as he noticed that the complainant had her mobile phone in her hand and appeared to be recording him. He was concerned that his company logo would be visible and that the complainant would try to get him in trouble with his employer. The Defendant was also confused as to why she was recording him. The Defendant was not pursuing the complainant or trying to intimidate her, he was in shock and panicking.\n8. The Defendant got back into his van when he noticed the complainant speaking with two younger males. He could not hear the conversation and therefore did not know what the complainant had told them. Based on the complainant’s behaviour so far and in fear for his safety, the Defendant panicked and reversed his van. Before driving away, he did a U-turn as his next delivery was in the opposite direction.\n9. Accordingly, the Defendant takes issue with the Prosecution case as follows:\na) That he intentionally exposed his genitals to another person;\nb) That he did so with the intention of causing that person alarm/distress.",
    "trans": "7. Скаржник відійшов, але повернувся і продовжив кричати та лаятися на нього. Відповідач вийшов зі свого фургона, коли помітив, що у скаржника в руці мобільний телефон і вона, здається, записує його. Він був стурбований тим, що логотип його компанії може бути видимим, і що скаржник спробує підвести його під удар перед його роботодавцем. Відповідач також був здивований тим, чому вона його записує. Відповідач не переслідував скаржника і не намагався її залякати, він був в шоці і панікував.\n8. Відповідач знову сів у свій фургон, коли помітив, що скаржник розмовляє з двома молодшими чоловіками. Він не чув розмови і тому не знав, що скаржник їм сказала. Виходячи з поведінки скаржника до цього моменту і боячись за свою безпеку, Відповідач запанікував і заднім ходом виїхав зі свого фургона. Перед тим як поїхати, він зробив розворот, оскільки наступна доставка була в протилежному напрямку.\n9. Відповідно до цього, Відповідач заперечує проти обвинувачення Прокуратури наступним чином:\nа) Що він навмисно оголив свої статеві органи перед іншою особою;\nб) Що він зробив це з наміром викликати у цієї особи тривогу/незручність."
}