{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Zadara’s scale-out, disaggregated architecture for platform-native applications is equipped with native active-active resource rebalancing to redistribute load across its nodes to ensure optimal performance across the storage virtual controllers, fault tolerance and application scalability. The platform is flexibly configurable, including the use of an SCM tier, in conjunction with SSD storage tier, for high-speed low-latency I/O operations. Each VPSA node is connected at dual 100Gb/s network connectivity. The Remote Direct Memory Access (RDMA) protocol is used for node to virtual controller and can be nondisruptively added or subtracted. Zadara’s central operations console provides enhanced network management with visual network dynamic maps to quickly identify connectivity and operations.\nOver the last 12 months, Zadara added the virtual storage controller for scale-out automated provisioning to zCompute that eliminates the boundaries of a single VPSA physical capacity along with managing the data protection life cycle of zCompute workloads; enhanced encryption algorithm to improve performance; new object storage engine layer to accommodate performance demanding use cases along with serving the VPSA tiering and backup to object storage capabilities. Zadara offers target support for Veeam v12 and v12.1 and Veeam Kasten K10 for Kubernetes workloads backup, DR and mobility. Further, Zadara offers a performance, data reduction or sustainability guarantee.",
    "trans": "Архітектура Zadara з можливістю масштабування та розподілу ресурсів для платформенно-орієнтованих додатків оснащена вбудованим активним балансуванням ресурсів, що дозволяє перерозподілити навантаження між вузлами для забезпечення оптимальної продуктивності на всіх віртуальних контролерах зберігання, стійкості до відмов та масштабованості додатків. Платформа має гнучку конфігурацію, включаючи використання рівня SCM у поєднанні з рівнем SSD для високошвидкісних операцій вводу-виводу з низькою затримкою. Кожен вузол VPSA підключений до мережі з двома 100 Гб/с. Протокол Remote Direct Memory Access (RDMA) використовується для зв'язку між вузлом і віртуальним контролером і може бути безперервно доданий або видалений. Центральна консоль управління Zadara забезпечує покращене управління мережею з візуальними динамічними картами мережі для швидкого визначення підключення та роботи.\nПротягом останніх 12 місяців Zadara додала віртуальний контролер зберігання для автоматизованого масштабування до zCompute, який усуває межі фізичної ємності одного VPSA та управляє життєвим циклом захисту даних робочих навантажень zCompute; вдосконалений алгоритм шифрування для покращення продуктивності; новий шар об'єктного сховища для задоволення вимог до продуктивності, а також для забезпечення можливостей резервного копіювання VPSA зберігання та резервного копіювання в об'єктне сховище. Zadara пропонує підтримку цільового резервного копіювання для Veeam v12 і v12.1, а також Veeam Kasten K10 для робочих навантажень Kubernetes, резервного копіювання, відновлення після аварій та мобільності. Крім того, Zadara пропонує гарантію продуктивності, скорочення даних або стійкості."
}