{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• Command: netdiscover -r 192.168.1.0/16\n• This command scans the specified range of IP addresses for live hosts.\n• Passive Scanning: Using the -p flag allows for passive scanning, which sniffs for live hosts without actively sending ARP requests. This approach is more stealthy, though it may take longer to identify hosts.\n• Output Explanation: The output shows IP addresses, MAC addresses, vendor names, and packet counts, giving a clear view of the active hosts and network devices.\n3. Nmap (Network Mapper)\n• Nmap Overview: Nmap is a widely used tool for network scanning and security auditing. It’s capable of discovering hosts, identifying open ports, and even performing version detection and OS fingerprinting. Nmap is often pre-installed on security-focused Linux distributions like Kali.\n• Basic Usage:\n• Command: nmap <Target IP>\n• Scans the specified IP for open ports and displays a list of detected services along with their state (open, closed, filtered).\n• Zenmap: A graphical front-end for Nmap, providing a user-friendly interface for performing various types of scans.",
    "trans": "• Команда: netdiscover -r 192.168.1.0.0/16\n• Ця команда сканує вказаний діапазон IP-адрес на наявність діючих хостів.\n• Пасивне сканування: використання прапора -p дає змогу використовувати пасивне сканування, яке шукає діючі хости без активної відправки ARP-запитів. Цей підхід є більш прихованим, хоча для визначення хостів може знадобитися більше часу.\n• Пояснення результату обчислення: результат обчислення показує IP-адреси, MAC-адреси, імена виробників і кількість пакетів, даючи чітке уявлення про активні хости і мережеві пристрої.\n3. Nmap (Network Mapper)\n• Огляд Nmap: Nmap є широко використовуваним інструментом для сканування мережі та аудиту безпеки. Він здатний виявляти хости, визначати відкриті порти і навіть визначати версії та відбитки ОС. Nmap часто встановлюється в орієнтованих на безпеку дистрибутивах Linux, як-от Kali.\n• Основні принципи використання:\n• Команда: nmap <Target IP>\n• Сканує вказаний IP на наявність відкритих портів і показує список виявлених служб разом з їхнім станом (відкриті, закриті, відфільтровані).\n• Zenmap: графічний додаток для Nmap, що надає зручний інтерфейс для виконання різних типів сканування."
}