{
    "source": "en_US",
    "target": "uk_UA",
    "text": "y, here’s an expanded section on the social aspect of intergenerational poverty and social immobility affecting children in low-income single-parent households, integrating relevant sociological theories and studies.\nSociological Impact: Intergenerational Poverty and Social Immobility\nOne major concern in low-income single-parent households is the perpetuation of intergenerational poverty, which restricts social mobility for children. Children growing up in poverty often experience a range of social and educational disadvantages that can carry over into adulthood, limiting their opportunities for upward mobility.\nSociologist Pierre Bourdieu’s concept of cultural capital (1986) helps explain how these disadvantages manifest. Bourdieu posited that cultural capital—skills, education, and behavioral norms passed down from parents—plays a critical role in accessing social opportunities. In higher-income households, parents are more likely to provide enrichment activities, support for academic achievement, and other resources that prepare children for success. In contrast, single parents with low income may lack both the time and money to provide similar resources. Consequently, children may miss out on educational support or extracurricular activities, which limits their skill development and social networks, putting them at a disadvantage as they grow older.",
    "trans": "y, так, ось розширений розділ про соціальний аспект бідності між поколіннями та соціальної іммобільності, які впливають на дітей з малозабезпечених неповних сімей, з інтеграцією відповідних соціологічних теорій та досліджень.\nСоціологічний вплив: бідність між поколіннями та соціальна іммобільність\nОднією з основних проблем у малозабезпечених неповних сім'ях є перетворення бідності між поколіннями, яка обмежує соціальну мобільність для дітей. Діти, які виростають у бідності, часто стикаються з рядом соціальних та освітніх недоліків, які можуть переноситися в доросле життя, обмежуючи їхні можливості для підвищення статусу.\nКонцепція культурного капіталу (1986) соціолога П'єра Бурдьє допомагає пояснити, як ці недоліки проявляються. Бурдьє стверджував, що культурний капітал — це навички, освіта та поведінкові норми, передані від батьків — відіграє критичну роль у доступі до соціальних можливостей. У сім'ях з високим доходом батьки частіше надають дітям можливості для розвитку, підтримку в навчанні та інші ресурси, які готують їх до успіху. На відміну від цього, однобатьківські сім'ї з низьким доходом можуть не мати ні часу, ні грошей для надання подібних ресурсів. Внаслідок цього діти можуть пропустити освітню підтримку або позакласні заняття, що обмежує їхній розвиток навичок і соціальні зв'язки, ставлячи їх у невигідне становище в міру дорослішання."
}