{
    "source": "en_US",
    "target": "uk_UA",
    "text": "6. We like to see how you are adapting to change. Talk about how you are solving project management and development related issues, whether it be communication, task estimation, tech oversight, lack of technical knowledge. Don't say \"we had a problem but we fixed it\" I want to know more about HOW you fixed it. What change can you make in, perhaps, your DoD or your development processes to prevent such a problem from happening again. Get creative guys!\n10. Please keep the same headings as the marking criteria, it makes your retros easier to mark\n1. Please always attach your snapshot at the end or beginning of the retro file.\n7. For the Q \"What will the group commit to improve in the next sprint?\" I don't expect you to name the different algorithms you are going to try, I want you to talk about Soft Dev Processes.\nGo through that link and maybe look at a Software Dev plan sample. It's very interesting to see how big companies get work done: [redacted_url]\nBonus resource: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Don't attach a screenshot of your Snapshot, just concatenate the PDF to the Retrospective file either at the end or the beginning.",
    "trans": "6. Нам цікаво бачити, як ви адаптуєтеся до змін. Розкажіть про те, як ви вирішуєте проблеми, пов'язані з управлінням проєктами та розробкою, будь то комунікація, оцінка завдань, технічний нагляд, відсутність технічних знань. Не кажіть «у нас була проблема, але ми її вирішили», я хочу дізнатися більше про те, ЯК ви її вирішили. Які зміни ви можете внести, можливо, у ваш DoD або у ваші процеси розробки, щоб запобігти повторенню такої проблеми? Будьте креативними!\n10. Будь ласка, зберігайте ті ж заголовки, що й критерії оцінювання, це полегшить оцінювання ваших ретроспектив.\n1. Завжди прикріплюйте свій знімок в кінці або на початку файлу ретроспективи.\n7. На запитання «Яке зобов'язання візьме на себе група, щоб покращити в наступному спринті?» я не очікую, що ви назвете різні алгоритми, які ви збираєтеся спробувати, я хочу, щоб ви говорили про процеси розробки програмного забезпечення.\nПерегляньте це посилання і, можливо, подивіться на приклад плану розробки програмного забезпечення. Дуже цікаво бачити, як великі компанії виконують роботу: [redacted_url]\nДодатковий ресурс: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Не прикріплюйте скріншот вашого знімка, просто об'єднайте PDF-файл з файлом ретроспективи або в кінці, або на початку."
}