{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The Gerry Mulligan Quartet lasted for less than a year, folding when its leader went to jail on a drug charge in June 1953. Baker went solo, forming his own quartet, which initially featured Russ Freeman on piano, Red Mitchell on bass, and Bobby White on drums, and making his first recording as leader for Pacific Jazz on July 24, 1953. Baker was hailed by fans and critics and he won a number of polls in the next few years. In 1954, Pacific Jazz released Chet Baker Sings, an album that increased his popularity beyond his core jazz audience; he would continue to sing for the rest of his career. Acknowledging his chiseled good looks, nearby Hollywood came calling and he made his acting debut in the film Hell's Horizon, released in the fall of 1955. But he declined an offer of a studio contract and toured Europe from September 1955 to April 1956. When he returned to the U.S., he formed a quintet that featured saxophonist Phil Urso and pianist Bobby Timmons. Contrary to his reputation for relaxed, laid-back playing, Baker turned to more of a bop style with this group, which recorded the album Chet Baker & Crew for Pacific Jazz in July 1956.",
    "trans": "Квартет Джеррі Муллігана проіснував менше року, розпавшись, коли його лідер потрапив до в'язниці за звинуваченням у наркотиках у червні 1953 року. Бейкер почав сольну кар'єру, сформувавши свій власний квартет, до якого спочатку входили Расс Фріман на піаніно, Ред Мітчелл на контрабасі і Боббі Вайт на ударних, і 24 липня 1953 року він записав свій перший запис як лідер для Pacific Jazz. Бейкера визнали шанувальники і критики, і в наступні кілька років він виграв низку опитувань. 1954 року Pacific Jazz випустив альбом Chet Baker Sings, який збільшив його популярність за межами його основної аудиторії джазових шанувальників; він продовжував співати до кінця своєї кар'єри. Визнаючи його мужню зовнішність, Голлівуд звернув на нього увагу, і він дебютував у кінофільмі Hell's Horizon, який вийшов восени 1955 року. Однак він відмовився від пропозиції про контракт зі студією і з вересня 1955 року по квітень 1956 року гастролював Європою. Коли він повернувся до США, він сформував квінтет, до якого входили саксофоніст Філ Урсо і піаніст Боббі Тіммонс. Всупереч своїй репутації розслабленого і спокійного виконавця, Бейкер з цією групою звернувся до більш боп-стилю і записав альбом Chet Baker & Crew для Pacific Jazz у липні 1956 року."
}