{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Still, the miko sorceress bit her lower lip, feeling the nervousness arising by her throat. Then she sighed and felt the determination in her stance. “I can do it.” She replied.\n“I know you can.” Gojō said with confidence by the time they turned around a corner and a little entourage of servants waited for him in the gathering room.\nIt was time. So Gojō cast his Infinity that very moment, letting Utahime in as it covered both of them, showing a full display of his signature technique as a familiar asset for the Gojō Estate members and workers to see.\n“Gojō-sama. Welcome home.” Said the little group, bowing deeply towards his Family Head. Gojō smirked tensely at the respectful treatment and prompted them to stand.\n“Where's the family?” He asked with a slightly labored voice. Utahime was sure she was imagining things as she held his arm tighter and they walked directly to the little group, which opened the fusuma doors of the gathering room and let them in.",
    "trans": "Все ж, міко чаклунка прикусила нижню губу, відчуваючи, як нервозність піднімається у неї в горлі. Потім вона зітхнула і відчула рішучість у своїй позі. «Я можу це зробити», — відповіла вона.\n«Я знаю, що ти можеш», — сказав Годзьо з упевненістю, коли вони завернули за ріг, і невелика свита слуг чекала на нього в залі для зборів.\nЧас настав. Тому Годзьо в той самий момент використав свою Безмежність, впустивши Утахіму всередину, покриваючи їх обох, демонструючи повний показ своєї фірмової техніки як знайомого активу для членів та працівників родини Годзьо.\n«Годзьо-сама. Ласкаво просимо додому», — сказала маленька група, глибоко вклоняючись голові його родини. Годзьо напружено усміхнувся на поважне ставлення і попросив їх піднятися.\n«Де сім'я?» — запитав він злегка важким голосом. Утахіма була впевнена, що їй здається, коли вона міцніше взяла його за руку і вони підійшли прямо до маленької групи, яка відкрила двері фусуми кімнати зборів і впустила їх всередину."
}