{
    "source": "en_US",
    "target": "uk_UA",
    "text": "25 characters required\nKnowing that the knights will be returning to murder the Archbishop, the priests try to persuade him to go into hiding, but Becket refuses, fully committed to his martyrdom. When the knights come back to the cathedral, the priests bar its front doors, preventing them from entering. Becket, however, demands that the priests open the doors, thereby offering his life up to the swords of the knights and to his own martyrdom, saying it’s against the Church’s policy to exclude anyone from entering one of its cathedrals. The priests unbar the doors, and the knights enter and kill Becket.\nPrevious\nSign up for LitCharts A+ and get 25 answers per month.\nIntro\nAsk LitCharts AI\nNext\nIn the interlude, Becket gives a sermon to the congregation of Canterbury Cathedral. He asks his audience to think about sainthood from a divine perspective and reconsider the conventional, human understanding of saintliness as pure, peaceful and gained without torturous hardship, adding that Jesus’s disciples became saints only after experiencing great suffering. He ends the sermon by saying that it may be the last time he stands before the congregation, foreshadowing his martyrdom.\nI can answer any question about Murder in the Cathedral instantly.",
    "trans": "Потрібно 25 символів\nЗнаючи, що лицарі повернуться, щоб вбити архієпископа, священики намагаються переконати його піти в укриття, але Бекет відмовляється, повністю відданий своєму мучеництву. Коли лицарі знову приходять до собору, священики зачиняють передні двері, не дозволяючи їм увійти. Однак Бекет вимагає, щоб священики відкрили двері, тим самим пропонуючи своє життя мечам лицарів і своє власне мучеництво, кажучи, що це суперечить політиці Церкви - виключати когось з входу до одного з її соборів. Священики відкривають двері, і лицарі входять і вбивають Бекета.\nПопередній\nЗареєструйтесь на LitCharts A+ і отримайте 25 відповідей на місяць.\nВступ\nЗапитайте LitCharts AI\nНаступний\nУ проміжку Бекет виголошує проповідь перед конгрегацією собору Кентербері. Він просить свою аудиторію подумати про святість з божественної точки зору і переосмислити звичайне людське розуміння святості як чистої, мирної і здобутої без тортур та труднощів, додаючи, що учні Ісуса стали святими лише після того, як пережили великі страждання. Він закінчує проповідь словами про те, що це може бути останній раз, коли він стоїть перед конгрегацією, передбачаючи своє мучеництво.\nЯ можу миттєво відповісти на будь-яке питання про Вбивство в соборі."
}