{
    "source": "en_US",
    "target": "uk_UA",
    "text": "### Treatment Options\nA comprehensive approach that takes into account the typeand severity of the illness is needed to treat superficial infections. Topical medicines like mupirocin are frequently useful in treating bacterial infections, including impetigo. On the other hand, antifungal creams or systemic therapies could be necessary for fungal infections, particularly in cases of onychomycosis. Newer antifungal medications, such as isavuconazole and luliconazole, have been shown in recent trials to be successful in treating resistant strains. In order to improve treatment results, the potential of adjuvant treatment including photodynamic therapy is also being investigated.\n### Importance of Early Detection\nSuccessful treatment and the avoidance of consequences depend on the early diagnosis of superficial infections. Patients and medical professionals need to be alert for the early symptoms of infection, which include swelling, itching, and redness. A delayed diagnosis raises the possibility of additional problems by causing the illness to worsen. For instance, if left untreated, fungal infections can lead to cellulitis, a potentially dangerous illness that needs more careful care. Early intervention can be facilitated by routine skin exams, particularly in high-risk groups. Additionally, telemedicine integration in dermatological care might facilitate better access to specialists, enabling prompt patient diagnosis and treatment.",
    "trans": "### Варіанти лікування\nДля лікування поверхневих інфекцій потрібен комплексний підхід, який враховує тип і ступінь тяжкості захворювання. Топічні препарати, такі як мупіроцин, часто є корисними для лікування бактеріальних інфекцій, включаючи імпетиго. З іншого боку, для грибкових інфекцій, особливо у випадках оніхомікозу, можуть знадобитися протигрибкові креми або системна терапія. Новіші протигрибкові препарати, такі як ізавуконозол і луліконазол, показали свою ефективність у лікуванні стійких штамів у недавніх дослідженнях. Також досліджується потенціал ад'ювантного лікування, включаючи фотодинамічну терапію, для покращення результатів лікування.\n### Важливість раннього виявлення\nУспішне лікування та уникнення наслідків залежать від ранньої діагностики поверхневих інфекцій. Пацієнти та медичні працівники повинні бути уважними до ранніх симптомів інфекції, які включають набряк, свербіж і почервоніння. Затримка в діагностиці підвищує ймовірність виникнення додаткових проблем через погіршення стану захворювання. Наприклад, якщо не лікувати грибкові інфекції, вони можуть призвести до целюліту - потенційно небезпечного захворювання, яке потребує більш ретельного догляду. Раннім втручанням можна сприяти регулярним оглядам шкіри, особливо у групах високого ризику. Крім того, інтеграція телемедицини в дерматологічну допомогу може забезпечити кращий доступ до спеціалістів, що дозволить швидше діагностувати та лікувати пацієнтів."
}