{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Dear EOPS Student,\nPlease be advised that the second counseling meeting deadline for EOPS is November 1.\nIf you haven’t had an opportunity to see EOPS counselors in fall, you can still complete your required meetings in time.\nAll EOPS students are expected to visit their EOPS counselors three times a semester by the set deadlines and complete at least 6 semester units to maintain a good standing with EOPS and be eligible for EOPS grant and book voucher and other services. For complete details refer to the EOPS Mutual Responsibility Contract (MRC).\nYou may also click here to watch a helpful video explaining the EOPS MRC.\nYour winter priority registration date is now available on your student portal MyGCC.\nMark your calendar for the EOPS priority registration dates for winter and spring:\nWinter 2025- October 14\nSpring 2025– November 18\nThis information is also available on the EOPS website under EOPS Calendar.\nAs you know, we offer EOPS counseling IN-PERSON, ONLINE (zoom), and REMOTELY (by-phone).\nPlease make sure to complete your online EOPS Appointment Request Form asap, and we will get back to you with your scheduled counseling appointment date and time.",
    "trans": "Шановний студенте EOPS,\nБудь ласка, зверніть увагу на те, що 1 листопада є крайнім терміном другої консультативної зустрічі для EOPS.\nЯкщо восени у вас не було можливості зустрітися з консультантами EOPS, ви все ще можете встигнути прийти на необхідні зустрічі.\nУсі студенти EOPS повинні відвідувати своїх консультантів EOPS тричі на семестр у встановлені строки та пройти щонайменше 6 семестрових модулів, щоб підтримати добру репутацію в EOPS і мати право на грант EOPS, ваучер на книжки та інші послуги. Повну інформацію викладено у Договорі про взаємну відповідальність EOPS (MRC).\nВи також можете натиснути тут, щоб подивитися корисне відео, яке пояснює EOPS MRC.\nДата пріоритетної реєстрації на зимовий період тепер доступна на вашому студентському порталі MyGCC.\nВідмітьте у своєму календарі дати пріоритетної реєстрації EOPS на зиму та весну:\nЗима 2025 р. — 14 жовтня\nВесна 2025 р. — 18 листопада\nЦя інформація також доступна на вебсайті EOPS у розділі «Календар EOPS».\nЯк ви знаєте, ми пропонуємо консультації EOPS ОСОБИСТО, ОНЛАЙН (zoom) і ДИСТАНЦІЙНО (по телефону).\nБудь ласка, заповніть онлайн-форму прохання про зустріч EOPS якомога швидше, і ми зв'яжемося з вами, щоб призначити дату і час зустрічі з консультантом."
}