{
    "source": "en_US",
    "target": "uk_UA",
    "text": "**Federal Implications of DNA Tampering in the Cattle Industry:**\n1. **Fraud and False Representation**: Altering barcodes or DNA records can be considered fraud under federal and state laws. The **USDA** (United States Department of Agriculture) and other agricultural oversight agencies regulate livestock industries to ensure fair practices, and any fraudulent activity can lead to federal prosecution.\n2. **USDA and Livestock Identification**: The USDA regulates livestock identification, including genetic testing for breeding purposes, especially for pedigreed and registered animals. Fraudulent alteration of DNA barcodes can violate USDA regulations and undermine programs like the National Animal Identification System (NAIS) or similar initiatives.\n3. **Interstate Commerce Laws**: If fraudulent DNA or altered barcodes are involved in the sale or transportation of cattle across state lines, it can violate the **Federal Trade Commission Act** and **interstate commerce laws**, as it constitutes a form of commercial fraud.\n4. **Potential Legal Charges**:\n- **Wire Fraud**: If electronic communications (emails, databases) were used to facilitate the fraud, it could fall under wire fraud statutes.\n- **Conspiracy**: If multiple individuals or entities are involved in altering DNA records or barcodes, this could result in conspiracy charges.",
    "trans": "**Федеральні наслідки підробки ДНК в галузі скотарства:**\n1. **Шахрайство та неправдиве представлення**: зміна штрих-кодів або записів ДНК може вважатися шахрайством відповідно до федеральних та державних законів. **USDA** (Міністерство сільського господарства США) та інші органи нагляду за сільським господарством регулюють галузі скотарства для забезпечення чесних практик, і будь-яка шахрайська діяльність може призвести до федерального переслідування.\n2. **USDA та ідентифікація тварин**: USDA регулює ідентифікацію тварин, зокрема генетичне тестування для розведення, особливо для породистих та зареєстрованих тварин. Шахрайська зміна штрихкодів ДНК може порушити правила USDA та підривати програми, такі як Національна система ідентифікації тварин (NAIS) або подібні ініціативи.\n3. **Закони про міжштатну торгівлю**: якщо у продажу або транспортуванні великої рогатої худоби через межі штатів беруть участь шахрайські ДНК або змінені штрих-коди, це може порушувати **Закон про Федеральну торгову комісію** та закони про торгівлю між штатами, оскільки є формою комерційного шахрайства.\n4. **Можливі юридичні звинувачення**:\n- **Шахрайство з використанням електронних засобів зв'язку**: якщо для здійснення шахрайства використовувалися електронні комунікації (електронні листи, бази даних), це може підпадати під статті про шахрайство з використанням електронних засобів зв'язку.\n- **Змови**: якщо кілька осіб або організацій беруть участь у зміні записів ДНК або штрихкодів, це може призвести до звинувачень у змові."
}