{
    "source": "en_US",
    "target": "uk_UA",
    "text": "\"... What happened?\" Ryuk calmly observed Alisia, who was blankly looking at him, making him doubt if there were changes in his bodily features.\n\"I see, it's good that you are fine.\" Seeing Ryuk completely fine, she turned to leave but was interrupted by him.\n\"Mother, can you tell me, is there something different about me?\" Ryuk asked, curious about the result of the body reconstruction.\nAlisia's eyes slightly widened before relaxing and answering truthfully, \"Yes, you are completely different from before.\"\n'Seems I shouldn't have done body reconstruction now,' turning his gaze downward he pondered.\nSlowly turning before placing her folded hand on her chest, she continued, \"You started to hide things from me and even started to act as if you know everything...\"\nRyuk blankly kept hearing all the complaints Alisia had with him from all these years; he heard everything except how he changed physically, making him assured that he was the same as before.\nOf course, he could see a mirror, but it is impractical to judge himself since he can't see himself from others' points of view.",
    "trans": "\"... Що сталося?\" - спокійно спостерігав за Алісією Рюк, яка бездумно дивилася на нього, змушуючи його сумніватися, чи є зміни в його фізичних рисах.\n\"Розумію, добре, що ти в порядку.\" - побачивши, що Рюк абсолютно здоровий, вона повернулася, щоб піти, але була перервана ним.\n\"Мамо, можеш сказати мені, чи є щось відмінне в мені?\" - запитав Рюк, цікавлячись результатом реконструкції тіла.\nОчі Алісії трохи розширилися, перш ніж розслабитися і чесно відповісти: \"Так, ти зовсім інший, ніж раніше.\"\n\"Схоже, мені не слід було робити реконструкцію тіла зараз,\" - подумки звернувши погляд вниз, він замислився.\nПовільно повернувшись і поклавши складені руки на груди, вона продовжила: \"Ти почав приховувати від мене речі і навіть почав діяти так, ніби знаєш все...\"\nРюк бездумно слухав всі скарги Алісії на нього за всі ці роки; він чув все, крім того, як він змінився фізично, що переконало його в тому, що він залишився таким же, як і раніше.\nЗвичайно, він міг би подивитися в дзеркало, але це не практично для оцінки себе, оскільки він не може бачити себе з точки зору інших людей."
}