{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Garmin Epix Gen 2 is a multisport smartwatch that will meet the highest demands. Its design makes it a perfect match for both sports and casual outfits. The model features a high-quality, touch-sensitive display and the ability to control it through buttons located on the sides of the envelope. The smartwatch also consists of a silicone strap in black, as well as a black envelope made of fiberglass-reinforced polymer, and a bezel made of titanium.\nThe powerful battery provides up to 16 days of operation in watch mode (6 days in continuous on mode), and up to 21 days in watch battery saving mode. The watch includes a number of powerful functions that will delight beginners and professionals alike. Water resistance is rated at 10 ATM.\nFeatures\nRobustly designed with titanium elements, Power Sapphire glass\nOperate it classically via buttons or intuitively via the responsive touch display\nMeasure your physiological values including training load, recovery times and stamina residual energy\nMore than 60 sports and outdoor apps accompany you in everything you plan to do\nAlways on the right track thanks to international topo maps as well as pre-installed golf and ski maps",
    "trans": "Garmin Epix Gen 2 — це багатофункціональний спортивний смарт-годинник, який задовольнить найвищі вимоги. Його дизайн робить його ідеальним доповненням як для спортивного, так і для звичайного одягу. Модель оснащена високоякісним сенсорним дисплеєм та можливістю управління кнопками, розташованими по боках корпусу. Смарт-годинник має чорний силіконовий ремінець, а також чорний корпус з полімеру, зміцненого скловолокном, і безель з титану.\nПотужна батарея забезпечує до 16 днів роботи в режимі годинника (6 днів при постійному включенні) та до 21 дня в режимі економії заряду батареї годинника. Годинник включає в себе ряд потужних функцій, які порадують як початківців, так і професіоналів. Водонепроникність оцінюється на рівні 10 ATM.\nХарактеристики\nМіцна конструкція з титановими елементами, скло Power Sapphire\nКласичне управління за допомогою кнопок або інтуїтивне управління за допомогою чутливого сенсорного екрану\nВимірюйте свої фізіологічні показники, включаючи навантаження під час тренувань та відновлення і залишкову енергію витривалості\nБільше 60 спортивних додатків для активного відпочинку супроводжують вас у всьому, що ви хочете зробити\nЗавжди на правильному шляху завдяки міжнародним картам, а також попередньо встановленим картам для гольфу та лиж"
}