{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Chairman, POWERCHINAInternatinoal GroupLtd\n------------------ Original ------------------\nFrom: \"[redacted_name]\"<[redacted_address]>;\nDate: [redacted_info]\nTo: \"[redacted_address]\"<[redacted_address]>;\nSubject: Dam Project in Republica Domenicana\nDear Dr.[redacted_name],\nhope you are fine!\nI received a call from an Italian friend (ex We [redacted_name]), living in Republica Domenicana since a long time.\nHe asked me about some potential experienced Contractor interested to bid for a dam project (RCC type) there.\nProject is not very big in my understanding, below the requirements he sent me (extract from ToR), bidding process is already on-going.\nPossibly you are already on top of this project, by the way I consider he is well positioned in the country and may provide some local support, if needed.\nIf you have interest I can put you in contact with him.\nHope to meet you soon!\nBR\n[redacted_name]\n………………………………\n[redacted_name]",
    "trans": "Голова POWERCHINAInternatinoal GroupLtd\n------------------ Оригінал ------------------\nВід: «[redacted_name]»<[redacted_adress]>;\nДата: [redacted_info]\nКому: «[redacted_address]»<[redacted_address]>;\nТема: Проєкт плотини в Домініканській Республіці\nШановний Докторе [redacted_name],\nсподіваюсь, ваші справи йдуть добре!\nЯ отримав телефонний дзвінок від італійського друга (в екс-We [redacted_name]), який тривалий час проживає в Домініканській Республіці.\nВін питав мене на рахунок потенційного досвідченого підрядника, який зацікавлений в участі в тендері щодо проєкту плотини (тип RCC).\nНа моє переконання, проєкт не дуже великий, виходячи з вимог, які він мені переслав (витяг з ТЗ), процес реєстрації на участь в тендері вже їде.\nМожливо, ви вже працюєте над цим проєктом, до речі, я вважаю, що він добре позиціонується в країні і, за необхідності, може принести певну підтримку на місці.\nЯкщо ви зацікавлені, я можу вас з ним зв'язати.\nСподіваюсь на скору зустріч!\nBR\n[redacted_name]\n………………………………\n[redacted_name]"
}