{
    "source": "en_US",
    "target": "uk_UA",
    "text": "After identifying Moyano-Morales, agents began tracking his cellphone location data for previous months, and determined that his associates had rented Airbnbs near several of the heists. One of the property owners in Turlock turned their video surveillance footage from the property over to the FBI, which showed the group loading burglary tools into the unit upon their arrival, the complaint says.\nIn addition to Moyano-Morales, prosecutors have charged Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, and a 10th defendant whose identity remains a mystery for now. He has been charged under the pseudonym John Doe 2. Court records say Bastias-Serra is also wanted for extradition to Chile in connection with a 2015 “theft resulting in death, manslaughter, or murder.”\nAuthorities claim the defendants played different roles in the heists, some renting Airbnbs and vehicles, others scouting target locations, and others committing the alleged burglaries. The target locations included banks and ATM kiosks in Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, and Merced, among other locations. They’re also under investigation for possible involvement in a string of similar larcenies in Los Angeles and San Diego, and one that occurred last January in Houston, Texas, according to the criminal complaint.",
    "trans": "Після ідентифікації Мояно-Моралес, агенти почали відстежувати дані про місцезнаходження його мобільного телефону за попередні місяці і встановили, що його спільники орендували Airbnbs поблизу кількох з пограбувань. Один з власників нерухомості в Тюрлоці передав ФБР відеозаписи з системи відеоспостереження, які показали групу, що завантажує інструменти для крадіжки в одиницю при їх прибутті, йдеться у скарзі.\nКрім Мояно-Моралес, прокурори висунули обвинувачення Маїте Селіс-Сільва, Еріку Осоріо-Оліваресу, Пабло Вальдесу-Родрігесу, Розі Бастіас-Серра, Камілові Сепульведа-Гусману, Басілю Дакості-Фріасу, Камілові Аларкон-Аларкон, Мішель Парада-Муньос та ще одному обвинуваченому, чия особа поки залишається загадкою. Його обвинувачують під псевдонімом Джон Доу 2. Судові документи вказують на те, що Бастіас-Серра також розшукується для екстрадиції до Чилі у зв'язку з \"крадіжкою, що призвела до смерті, ненавмисним вбивством або вбивством\" у 2015 році.\nВлада стверджує, що обвинувачені виконували різні ролі в пограбуваннях: деякі орендували Airbnbs та автомобілі, інші розвідували цільові місця, а інші здійснювали ймовірні крадіжки. Цільовими місцями були банки та банкомати в Модесто, Цитрус Хайтс, Фресно, Тюрлок, Оберн, Роклін, Анахайм, Фолл Рівер Міллс та Мерсед серед інших місць. Вони також перебувають під розслідуванням за можливу участь у серії подібних крадіжок у Лос-Анджелесі та Сан-Дієго та одній крадіжці, яка сталася минулого січня в Х'юстоні, штат Техас, згідно з кримінальною скаргою."
}