{
    "source": "en_US",
    "target": "uk_UA",
    "text": "He has loosened his tie up, taken off his suit jacket and unbuttoned the top buttons of his white, carefully ironed dress shirt. He looked handsome sitting in his office chair, legs spread apart and you couldn't help but think about how inviting his lap looked. Yet you remained seated on his desk, legs crossed, moving the glass in your hand slowly in circle, the half molten ice cubes swirling around in the amber liquid.\n\"Are you needed elsewhere?\" He asked catching you looking over his shoulder, out through the window at the birds flying past. His office was on one of the top floors. It had a beautiful view over the city.\n\"No, not at all. I decide when and where I'm needed, you know that,\" you retorted, a small smirk forming on your lips. \"Why? Would you perhaps have something else other than drinking in mind for our celebration?\"\nHe got up from his seat, and you moved your legs so that he could stand in between them. Both of your glasses hit the sleek wooden desk, one of his large hands cupping the side of your face.",
    "trans": "Він послабив свою краватку, зняв піджак і розстебнув верхні ґудзики своєї білої, акуратно випрасуваної сорочки. Він виглядав привабливо, сидячи в своєму офісному кріслі, розставивши ноги, і ви не могли не думати про те, як привабливо виглядають його коліна. Проте ви залишалися сидіти на його столі, схрестивши ноги, повільно обертаючи склянку в руці по колу, напіврозтоплені кубики льоду кружляли в бурштиновій рідині.\n«Ти ще десь потрібна?» — запитав він, упіймавши твій погляд через плече на птахів, що пролітали повз нього. Його офіс був на одному з останніх поверхів. Звідти відкривався чудовий вид на місто.\n«Ні, зовсім ні. Я сама вирішую, коли і де я потрібна, ти ж знаєш», — відповідаєш ти, і на твоїх губах з'являється невеличка посмішка. «А що? Можливо, ти маєш на увазі щось інше, окрім випивки, для нашого святкування?»\nВін встав зі свого місця, і ти перемістила свої ноги так, щоб він міг стати між ними. Обидві ваші склянки торкнулися гладкого дерев'яного столу, одна з його великих рук обняла вашу щоку."
}