{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In a video from [redacted_name], TP’s Chief People and Diversity and Deputy Chief Global Compliance Officer, you’ll learn how Emotional Intelligence has been incorporated into our culture and in our employees’ life cycle. Also you’ll learn more about the 6seconds EI model based in: Know Yourself, Choose Yourself, and Give Yourself.\nIntroduction to EI in TP:\nThe AI / EI Training Program has been added to your learning path to give you the opportunity to learn more about these two topics. It is composed by 2 modules:\nFollowing the official launch of the EI / AI @ TP Program which happened in the “Town Hall on Emotional Intelligence at TP” on September 23rd, we are happy to share one of the initiatives that you can benefit from.\nPlease make sure that you have completed both here by October 31st.\nIf you have any questions or need support in completing the training, please contact elearningsupport@teleperformance.com.\nHere you’ll be able to learn more in a e-learning presented by [redacted_name], our Global Chief Innovation and Digital Officer, and understand how we can integrate AI into our work processes effectively.",
    "trans": "У відео від [redacted_name] ви дізнаєтеся, як емоційний інтелект був інтегрований у нашу культуру та в життєвий цикл наших співробітників. Ви також дізнаєтеся більше про модель EI 6seconds, яка базується на: Знай себе, Вибери себе та Віддай себе.\nВступ до EI в TP:\nПрограма навчання AI / EI була додана до вашого навчального шляху, щоб дати вам можливість дізнатися більше про ці дві теми. Вона складається з 2 модулів:\nПісля офіційного запуску програми EI / AI @ TP, який відбувся на \"Засіданні громади з емоційного інтелекту в TP\" 23 вересня, ми раді поділитися однією з ініціатив, якою ви можете скористатися.\nБудь ласка, переконайтеся, що ви завершили обидва модулі до 31 жовтня.\nЯкщо у вас є будь-які питання або вам потрібна допомога у завершенні навчання, будь ласка, зверніться за адресою elearningsupport@teleperformance.com.\nТут ви зможете дізнатися більше в електронному навчанні, представленому [redacted_name], нашим Глобальним директором з інновацій та цифрових технологій, і зрозуміти, як ми можемо ефективно інтегрувати AI у наші робочі процеси."
}