{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Welcome to your new Learning and Development Platform\nEverything that you need to get started is in this email. Simply\ncopy this link to Mapal one: https://one.mapal-os.com/\nYou can access this content at any time by using the link here\nCompany\nSIX COMPANY\nBranch\nDublin\nTraining modules\nFood Safety Level 2 — due 7th November 2024\nHealth and Safety Level 2 — due 7th November 2024\nWorking in a Kitchen — due 21st November 2024\nFood Allergens — due 7th November 2024\nThe Fire Marshal — due 7th November 2024\nCOSHH: Working With Hazardous Substances - UK — due 21st November 2024\nInduction to Six by Nico — due 5th November 2024\nDiversey Products Chemical Training\nDiversey COSHH Chemical Safety Training\nLogging In\nIf you have a personal email address registered\nwith your employer, when you first log into your Mapal one you will be given\nthe option to create an account. Going forward, you may use your email address\nand password of choice to log in. Why not save this to your favourites to allow",
    "trans": "Вітаємо на вашій новій Платформі для навчання та розвитку\nВсе, що вам необхідно для початку, знаходиться в цьому електронному листі. Просто скопіюйте це посилання на Mapal one:\nhttps//one.mapal-os.com/\nВи можете в будь-який час отримати доступ до цього контенту, скориставшись посиланням тут\nКомпанія\nSIX COMPANY\nФілія\nДублін\nНавчальні модулі\nБезпека харчових продуктів Рівень 2 — до 7 листопада 2024 року\nЗдоров'я та безпека Рівень 2 — до 7 листопада 2024 року\nРоботи на кухні — до 21 листопада 2024 року\nХарчові алергени — до 7 листопада 2024 року\nПожежний інспектор — до 7 листопада 2024 року\nCOSHH: Робота з небезпечними речовинами — Велика Британія — до 21 листопада 2024 року\nВступ до Six від Ніко — до 5 листопада 2024\nХімічне навчання товари Diversey\nНавчання з хімічної безпеки Diversey COSHH\nВхід\nЯкщо ви маєте особисту електронну адресу,\nзареєстровану працівником під час піршого входу на Mapal one,\nви отримаєте можливість створити обліковий запис.\nПродовжуючи, ви зможете використовувати вашу адресу електронної пошти та пароль для входу. Чому б вам не зберегти це в категорію Улюблені, щоб дозволити"
}