{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Embryos with aneuploid PGT-A results have the lowest implantation, ongoing pregnancy, and live birth rates. Aneuploid embryos also have the highest miscarriage rates.1,2\nLLM embryos have higher implantation and ongoing pregnancy rates compared to HLM embryos.2\nEmbryos with mosaic segmental abnormalities have higher implantation and ongoing pregnancy rates compared to embryos with mosaic full chromosome abnormalities. A segmental abnormality is where a large piece of a chromosome is missing or duplicated. Full chromosome abnormalities include monosomy (an entire missing chromosome) or trisomy (an entire extra chromosome).2\nThe more abnormalities identified, the lower the implantation rate and ongoing pregnancy rate.2\nWhat if my embryo has one mosaic chromosome abnormality?\nWhen there is only one mosaic chromosome abnormality, there are some cells that have the normal number of chromosomes and some cells that have an abnormal number of chromosomes.",
    "trans": "Ембріони з анеуплоїдними результатами PGT-A мають найнижчі рівні імплантації, триваючої вагітності та народження живої дитини. Анеуплоїдні ембріони також мають найвищий відсоток викиднів.1,2\nЕмбріони LLM мають вищі рівні імплантації ембріона та триваючої вагітності порівняно з ембріонами HLM.2\nЕмбріони з мозаїчними сегментними аномаліями мають вищі рівні імплантації та триваючої вагітності порівняно з ембріонами з мозаїчними повнохромосомними аномаліями. Сегментна аномалія виникає коли більша частина хромосоми відсутня або дублюється. Повнохромосомні аномалії включають моносомію (ціла відсутня хромосома) або трисомію (ціла зайва хромосома)2.\nЩо більше аномалій виявлено, то нижча частота імплантації ембріона та рівень триваючої вагітності.2\nЩо робити, якщо у мого ембріона одна мозаїчна хромосомна аномалія?\nЗа наявності тільки однієї мозаїчної хромосомної аномалії деякі клітини мають нормальну кількість хромосом, а деякі мають аномальну."
}