{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Re: [redacted_name]\nMy name is [redacted_name], a [redacted_info] citizen, passport number: [redacted_id], residing at [redacted_address]. I am writing this letter in support of Mr. [redacted_name] obtaining his New Zealand permanent residency as soon as possible.\nI met Mr. [redacted_name]'s wife, Ms. [redacted_name], in 2013, and we became friends thereafter. After getting to know her over time, I found her to be a beautiful, generous, warm, sincere, helpful, and friendly person. [redacted_name] married Mr. [redacted_name] in 2018, and in the eyes of our friends, they are a loving couple. They have always been inseparable, doing everything together.\nI often visit their home for meals, and I've heard them mention that Mr. [redacted_name] has encountered some difficulties in applying for New Zealand permanent residency, which has made [redacted_name] very upset, even affecting her health. To my knowledge, this situation has caused [redacted_name] to suffer from depression, and she has had to seek medical help.",
    "trans": "Re: [redacted_name]\nМене звати [redacted_name], я громадянин [redacted_info], номер паспорта: [redacted_id], проживаю за адресою [redacted_address]. Я пишу цього листа на підтримку якнайшвидшого отримання паном [redacted_name] постійної посвідки на проживання в Новій Зеландії.\nЯ познайомився з дружиною пана [redacted_name], пані [redacted_name], у 2013 році, після чого ми стали друзями. Згодом я дізнався її краще, і вона здалася мені красивою, щедрою, сердечною, щирою, чуйною і доброзичливою людиною. [redacted_name] вийшла заміж за пана [redacted_name] у 2018 році, і, на думку наших друзів, вони є люблячою парою. Вони завжди були нерозлучні і все робили разом.\nЯ часто буваю в них удома за обідом і чув, як вони згадували, що в пана [redacted_name] були певні труднощі з подачею заяви на отримання посвідки на постійне проживання в Новій Зеландії, що дуже засмутило [redacted_name] і навіть позначилося на її здоров'ї. Наскільки мені відомо, через цю ситуацію в [redacted_name] почалася депресія, і вона була змушена звернутися по медичну допомогу."
}