{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You recently received a text message from the New York State Office of Temporary and Disability Assistance (OTDA) because one or more children in your household have been issued Summer EBT benefits that will expire if they are not completely used by November 28, 2024.\nSummer EBT is a one-time $120 benefit for each eligible child to help cover the cost of food during the summer months when school is out.\nOur records show that you have not used all of your child's Summer EBT benefit. Any unused benefits will expire on November 28, 2024 and cannot be replaced. Please be sure to use all benefits before they expire.\nYour child's benefits were issued to their existing Pandemic-EBT card. If you no longer have this EBT card and need a replacement card, you can order one following the instructions on ordering a replacement card. Once you receive the replacement card, follow these instructions carefully to set a PIN and activate the EBT card.\nIf you request a replacement card, benefits will still expire on the original expiration date of November 28, 2024. Please call us right away at 1-833-452-0096 if you need help accessing your benefits.",
    "trans": "Ви нещодавно отримали текстове повідомлення від Офісу тимчасової допомоги та допомоги по інвалідності штату Нью-Йорк (OTDA), оскільки одна або кілька дітей у вашому домогосподарстві отримали пільги Summer EBT, які закінчаться, якщо їх не використати повністю до 28 листопада 2024 року.\nSummer EBT — це одноразова пільга в розмірі 120 доларів США для кожної дитини, яка має право на отримання допомоги, щоб покрити витрати на їжу під час літніх місяців, коли школа закрита.\nНаші записи показують, що ви не використали всі пільги Summer EBT для вашої дитини. Будь-які невикористані пільги закінчаться 28 листопада 2024 року і не можуть бути замінені. Будь ласка, переконайтеся, що ви використали всі пільги перед їх закінченням.\nПільги вашої дитини були видані на її існуючу картку Pandemic-EBT. Якщо у вас більше немає цієї картки EBT і вам потрібна картка заміни, ви можете замовити її, слідуючи інструкціям щодо замовлення картки заміни. Після отримання нової картки уважно дотримуйтесь цих інструкцій, щоб встановити PIN-код і активувати картку EBT.\nЯкщо ви подасте запит на заміну картки, пільги все одно закінчаться в початкову дату закінчення 28 листопада 2024 року. Якщо вам потрібна допомога з доступом до ваших пільг, будь ласка, зателефонуйте нам за номером 1-833-452-0096."
}