{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Lower the oven to 425 and add the focaccia. Bake for ~30 minutes, or until golden on top and the inside reaches atleast 200 degrees F. In the final 15 minutes, move the focaccia to the bottom rack to ensure the bottom crisps up (extra credit if you keep a pizza stone on the bottom at all times and let it cook on top of that!).\nRemove from the oven and let sit in the tray for 7 minutes, then remove to cool completely on a wire rack.\nMORE BREADS\nHow to Make Crostini\nFocaccia with Tomato Sauce (Copycat Carbone Focaccia)\nHomemade Soft Dinner Rolls\nSummer Flatbread (Grilled Peaches, Prosciutto, and Burrata)\nPinYummlyShareTweet\nREADER INTERACTIONS\nLEAVE A REPLY\nYour email address will not be published. Required fields are marked *\nRecipe Rating\nRecipe Rating\nComment *\nName *\nEmail *\nSave my name, email, and website in this browser for the next time I comment.\nPRIMARY SIDEBAR\nHi, I’m[redacted_name]! I’m just a regular gal from Queens, NY who loves creating bomb recipes and sharing them with whoever will read them. Let’s eat.",
    "trans": "Знизьте температуру в духовці до 425 градусів та додайте фокаччу. Випікати протягом ~30 хвилин або до появи золотавої скоринки та досягнення мінімум 200°F всередині. В останні 15 хвилин перемістіть фокаччу на нижню полицю, щоб забезпечити хрустку скоринку знизу (додатковий бал, якщо ви ви покладете знизу камінь для випікання піци та дасте їй готуватись на ньому протягом всього часу!).\nВийміть з духовки та залиште в деко на 7 хвилин, потім витягніть та повністю остудіть на решітці.\nІНШІ ВИДИ ХЛІБА\nЯк зробити кростіні\nФокачча з томатним соусом (копія фокачча карбоне)\nДомашні м'які булочки для обіду\nЛітні коржі (персики на грилі, прошуто та бурата)\nPinYummly Поділитись твітом\nВЗАЄМОДІЯ З ЧИТАЧАМИ\nЗАЛИШИТИ ВІДПОВІДЬ\nВаша адреса електронної пошти не буде опублікована. Обов'язкові поля позначені *\nРейтинг рецепту\nРейтинг рецепту\nКоментар *\nІм'я *\nЕлектронна пошта *\nЗберегти моє ім'я, електронну пошту та вебсайт в цьому браузері до наступного коментаря.\nГОЛОВНА БІЧНА ПАНЕЛЬ\nПривіт, я [redacted_name]! Я лише звичайна дівчина з Квінзу, Нью-Йорк, яка любить створювати бомбічні рецепти та ділитись ними з усіма, хто їх читає. Давайте їсти."
}