{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Prime Minister, there are many friends of Australia here at the Commonwealth meeting, but there's one country that's not so friendly today, and that's China. One of their Foreign Ministry officials has launched an extraordinary criticism of Australia today. He says Australia, long plagued by systemic racism and hate crimes, has severely violated the rights of refugees and immigrants. Australian soldiers have committed abhorrent crimes in Afghanistan and other countries. Now that's in response to Australia voicing concerns about human rights in Tibet and Xinjiang. Has that Foreign Ministry official gone too far now?\nPRIME MINISTER: Well, we, of course, will always stand up for Australia's interests, and when it comes to China, we've said we'll cooperate where we can, we'll disagree where we must, and we'll engage in our national interest, and we've raised issues of human rights with China. We've done that in a consistent and clear way.",
    "trans": "Прем'єр-міністре, тут, на зустрічі Британської співдружності націй, зібралося багато друзів Австралії, але є одна країна, яка сьогодні налаштована не так дружелюбно, і це Китай. Один із чиновників їхнього міністерства закордонних справ виступив сьогодні з незвичайною критикою на адресу Австралії. За його словами, Австралія, яка давно страждає від систематичного расизму і злочинів на ґрунті ненависті, грубо порушує права біженців та іммігрантів. Австралійські солдати скоювали огидні злочини в Афганістані та інших країнах. І це у відповідь на те, що Австралія висловила занепокоєння з приводу прав людини в Тибеті та Сіньцзяні. Чи не зайшов цей представник МЗС занадто далеко?\nПрем'єр-міністр: ну, звісно, ми завжди відстоюватимемо інтереси Австралії, і коли йде мова про Китай, ми говоримо, що ми співпрацюватимемо там, де це можливо, у нас будуть різні думки там, де це необхідно, і ми діятимемо в наших національних інтересах, і ми порушували питання прав людини з Китаєм. Ми робили це послідовно і чітко."
}