{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The TV weather forecaster is a primary reason many viewers tune in to the news. Their forecasts are essential for helping the audience prepare for the day ahead, guiding decisions on what to wear and whether to carry an umbrella. By providing weather updates, they play a vital role in our daily lives. Apply Now!\nPhotojournalist (1)\nLove capturing moments that tell a story? As a News Photographer, you’ll shoot still images and videos that bring real-time events to life. This role is perfect for creative individuals who want to make an impact by sharing important stories with the world. Apply Now!\nBroadcast Technician (1)\nAs a Broadcast Technician, you're responsible for ensuring viewers both see and hear the news clearly. You manage the quality of audio and video signals, monitor broadcasts in real time, and select the right transmission equipment to deliver seamless coverage. Apply Now!\nNews Editor (1)\nAs a News Writer/Editor, you'll craft scripts for anchors, write engaging teases to promote stories, and produce content for the newscast's website. Your goal is to capture and hold viewers' attention, keeping them engaged or encouraging them to tune in. Apply Now!",
    "trans": "Телевізійний синоптик — головна причина, чому багато глядачів вмикають новини. Їхні прогнози допомагають глядачам підготуватися до наступного дня, прийняти рішення про те, що вдягнути і чи варто брати з собою парасольку. Надаючи інформацію про погоду, вони відіграють життєво важливу роль у нашому повсякденному житті. Подайте заявку зараз!\nФотокореспондент (1)\nЛюбите фіксувати моменти, які розповідають історію? Як фотограф новин ви будете знімати статичні зображення та відео, які оживлять події в реальному часі. Ця роль ідеально підходить для творчих людей, які хочуть вплинути на світ, ділячись важливими історіями. Подайте заявку зараз!\nТехнік з мовлення (1)\nЯк технік з мовлення ви відповідаєте за те, щоб глядачі чітко бачили та чули новини. Ви керуєте якістю аудіо- та відеосигналів, моніторите трансляції в реальному часі та обираєте правильне обладнання для передачі, щоб забезпечити безперервне покриття. Подайте заявку зараз!\nРедактор новин (1)\nЯк автор/редактор новин ви будете створювати сценарії для ведучих, писати захоплюючі анонси для просування історій та виробляти контент для вебсайту випуску новин. Ваша мета — привернути й утримати увагу глядачів, зацікавити їх або заохотити налаштуватися на потрібний лад. Подайте заявку зараз!"
}