{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Assessing and confirming that all equipment/furnishings are in good repair and clean: reporting faults to manager\nDemonstrating a good manner when dealing with residents, family and visitors\nHandling all laundry including washing, ironing, and sorting clothes by nametags\nEnsuring cleanliness and safety in the laundry area\nMaintaining confidentiality at all times\nBeing aware of all health and safety regulations, reporting hazards/potential hazards immediately.\nAd hoc duties as required\nWhat are the skills/experience needed?\n1 year minimum working in a similar role preferable\nExperience working in a healthcare environment (with a good knowledge of HIQA standards) an advantage.\nWork to the company standards and regulations (you will be made of aware of these standards within the job as related to your role, if unfamiliar)\nAwareness of following an advantage : COSHH Regulation. (Control of Substances Hazardous to Health). Riddor Regulation. (Reporting of incidents, diseases, dangerous occurrences). Health and Safety Legislation, Manual Handling\nMoving & Handling training an advantage\nExcellent communication skills\nCan work independently or part of a team\nMust be reliable & keep to schedule.\nFluent level of English both written and oral\nBenefits & Conditions\nExcellent working environment\nFully paid breaks\nMeal & break time refreshments provided\nSunday allowance paid",
    "trans": "Оцінювання та підтвердження того, що все обладнання/умеблювання знаходиться в справному та чистому стані: повідомлення менеджеру щодо несправностей\nДемонстрація гарних манер в спілкуванні з мешканцями, родиною та відвідувачами\nОбробка всіх видів білизни, включно з пранням, прасуванням та сортуванням одягу за ім'ям\nЗабезпечення чистоти та безпечності пральної зони\nПостійне збереження конфіденційності\nЗнання всіх правил охорони здоров'я та техніки безпеки, негайно доповідати про небезпеки/потенційні небезпеки.\nДодаткові обов'язки за вимогою\nЯкі навички/досвід необхідні?\nБажано мати мінімум рік досвіду роботи на схожій посаді\nДосвід роботи в сфері охорони здоров'я (з гарним знанням стандартів HIQA) буде перевагою.\nПрацювати у відповідності зі стандартами та правилами компанії (вас ознайомлять з цими стандартами під час роботи, якщо ви не знайомі з ними)\nЗнання наступного буде перевагою: Правила COSHH (Контроль за небезпечними для здоров'я речовинами). Правила Riddor (Повідомлення про аварії, хвороби, небезпечні випадки). Законодавство в сфері охорони здоров'я та безпеки, ручна обробка\nНавички переїзду та перенесення вантажів буде перевагою\nВідмінні комунікативні навички\nМоже працювати самостійно або в команді\nМає бути надійним та дотримуватись графіка.\nВільне володіння письмовою та усною англійською мовою\nПереваги та умови\nЧудове робоче середовище\nПовністю оплачувані відпустки\nНадається час для обіду та перерв\nРобота в неділю оплачується окремо"
}