{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The iCT navigation technology uses a portable CT scanner that translates in the rostral to caudal axis over the patient. The iCT navigation workstation registers the patient’s anatomy and cre- ates three-dimensional images using a fan beam CT scanner for image acquisition (▶ Fig. 7.4). These images allow for navigated instrumentation and for intraoperative planning throughout the procedure (e.g., one can plan the accurate measurement of the implants).34\nThe iCT computer-guided navigation technique affords immediate survey of screw/implants position and intraopera- tive revision.44 Some advantages are the quality of the image that can be very similar to a diagnostic CT scanner for bone and soft tissue and much better than its previous generation of iCBCT machines.\nAnother advantage of iCT is that it has an extended scan vol- ume capacity, which eliminates the need to re-center the device",
    "trans": "Технологія інтраопераційної КТ-навігації використовує портативний комп'ютерний томограф, який переміщується в ростральній і каудальній осях над пацієнтом. Робоча станція інтраопераційної КТ-навігації реєструє анатомію пацієнта і створює тривимірні зображення, використовуючи для отримання зображень віяловий пучковий комп'ютерний томограф (▶ рис. 7.4). Ці зображення дають змогу орієнтуватися в інструментах і здійснювати інтраопераційне планування впродовж усієї процедури (наприклад, можна планувати точне вимірювання імплантатів)34.\nКомп'ютерна технологія інтраопераційної КТ-навігації дає змогу одразу ж контролювати положення гвинтів/імплантатів і проводити інтраопераційну ревізію.44 Серед переваг є якість зображення, що може бути дуже подібною до діагностичної комп'ютерної томографії кісток і м'яких тканин і є набагато кращою, ніж в апаратів ітераційної конусно-променевої КТ попереднього покоління.\nЩе однією перевагою інтраопераційної КТ-навігації є збільшений обсяг сканування, що виключає необхідність повторного центрування апарату."
}