{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Grey's freakin' bar by night, restaurant by day.\n\"Maybe we should go to Mcdonald's,\" I offer and he scoffs.\n\"Mcdonald's makes me shit,\" he reasons.\n\"Why don't we go to another place?\" I question as he leads me closer and closer to Grey's bar.\n\"Because this one is the nicest looking one that I see in my line of view,\" he pulls me past the bench where I met Grey.\nI narrow my eyes at the stupid bench.\n\"I don't like this place,\" I mumble although I know it's no use as he pulls open the door. I keep my head down, making sure that my hair is covering most of my face.\nI take a peek at my surroundings and instead of the usual mostly cleared floor, there are tables spread everywhere and the lights are turned up.\nMy eyes find the door Grey and I went through and I clench my fists.\nAaron suddenly stops and I run into his back. I still keep my head down.\n\"Table for two?\" a familiar voice asks and I squeeze my eyes shut in frustration. I peek up and the bartender guy is giving me sly smirk.",
    "trans": "Вночі —  довбаний бар Грея, вдень — ресторан.\n«Може, нам слід піти в Mcdonald's», — пропоную я, а він усміхається.\n«Від Mcdonald's мене нудить», - пояснює він.\n«Чому б нам не піти в інше місце?», — запитую я, поки він веде мене все ближче і ближче до бару Грея.\n«Тому що він наймиліший із тих, кого я бачу в своєму полі зору», — він тягне мене повз лавку, де я познайомився з Греєм.\nЯ звужую очі, дивлячись на цю дурну лавку.\n«Мені не подобається це місце», — бурмочу я, хоча знаю, що це марно, коли він відчиняє двері. Я опускаю голову, стежачи за тим, щоб волосся закривало більшу частину мого обличчя.\nЯ дивлюся на те, що мене оточує: замість звичної чистої підлоги тут усюди розставлені столи й увімкнене світло.\nЯ дивлюся на двері, через які ми з Греєм увійшли, і я стискаю свої кулаки.\nАарон раптово зупиняється, і я натикаюся на його спину. Я, як і раніше, не піднімаю свою голову.\n«Столик на двох?», — запитує знайомий голос, і я стискаю свої очі в розчаруванні. Я піднімаю погляд, і хлопець-бармен хитро мені посміхається."
}