{
    "source": "en_US",
    "target": "uk_UA",
    "text": "But there was strain—[redacted_name] didn’t show it on her face, but the subtle tightening of her jaw, the tension in her arms as she lifted the weight, betrayed the effort. A low grunt escaped her lips as she shifted her stance, straightening her body while carrying the wood towards the fireplace.\nWithout looking at [redacted_name], [redacted_name] began to speak, her voice low and slightly strained from the physical exertion, though it never lost that cold edge. “Saving you…” she repeated, as if the words tasted strange in her mouth. A soft, mirthless chuckle followed, barely audible. “You think I saved you? You are… wrong.”\nShe knelt down, placing the logs in the hearth, each movement precise. Her face caught the warm light of the fire, highlighting the strong lines of her jaw and cheekbones, the way her sweat-dampened hair clung to her forehead. When she finally rose to her full height again, she turned to [redacted_name], and—just for a moment—a smile tugged at the corner of her lips. A small, crooked thing, like it didn’t quite belong on her face. But there it was, brief and sharp, like a flash of lightning before the storm settles again. It wasn’t kind, but it was undeniably captivating.",
    "trans": "Але була напруга — [redacted_name] не показувала цього на обличчі, але тонке стиснення її щелепи, напруга в руках, коли вона піднімала вагу, видавали зусилля. З її губ вирвався тихий стогін, коли вона змінила позу, випрямивши тіло, несучи дрова до каміна.\nНе дивлячись на [redacted_name], [redacted_name] почала говорити, її голос був низьким і трохи напруженим від фізичного навантаження, хоча ніколи не втратив того холодного відтінку. \"Рятуючи тебе...\" - повторила вона, ніби ці слова смакували дивно в її роті. За цим послідував тихий, безрадісний сміх, ледве чутний. \"Ти думаєш, що я тебе врятувала? Ти... помиляєшся.\"\nВона присіла на коліна, кладе дрова в камін, кожен рух точний. Її обличчя ловило тепле світло вогню, підкреслюючи сильні лінії її щелепи та вилиць, те, як її волосся, змочене потом, прилипало до лоба. Коли вона нарешті знову піднялася до повного зросту, вона повернулася до [redacted_name], і — лише на мить — усмішка з'явилася на куточках її губ. Маленька, кривувата річ, ніби не зовсім належала її обличчю. Але ось вона була, коротка і різка, як спалах блискавки перед тим, як буря знову заспокоїться. Вона не була доброю, але безсумнівно була захоплюючою."
}