{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Saudi Arabia is a home to 11 million expat workers. 80 percent workforce is expats. Hierarchies of these workers mostly depend on their nationalities. Workers from south Asian and African countries are mostly assigned to low profile jobs. While Arab and western nationals generally hold top management positions.\nSo how Maslow’s theory of need being applied in companies in Saudi Arabia?\nAs most of us know, Maslow’s motivational theory having five stages\nPhysiological ( basic to food, means better job)\nSecurity (work safety, benefits, pension, health insurance etc.)\nBelongingness ( social acceptance, or cooperation at job)\nEsteem ( respect & recognition at work such as job title, work environment)\nSelf-actualization ( workplace autonomy, challenging work)\nIf we keenly observe on these five stages, most of the companies are somewhat trying to meet first two stages of motivational needs but how about the rest of the three stages which have indeed integral part in productivity of the employees.\nNow question arises,\nChallenging job we started 5 years ago will have same effect on us today?\nSalary increment we receive each year will keep us motivate for next 10 years?\nAs generally observed underperforming HR dept. & insignificance of top management not meeting constantly changing need of employees on every stage.",
    "trans": "Саудівська Аравія є домом для 11 мільйонів працівників-експатів. 80 відсотків робочої сили складають експати. Ієрархії цих працівників в основному залежать від їхньої національності. Працівники з країн Південної Азії та Африки зазвичай займають низькокваліфіковані посади, тоді як арабські та західні громадяни зазвичай займають керівні посади.\nОтже, як теорія потреб Маслоу застосовується в компаніях Саудівської Аравії?\nЯк більшість з нас знає, мотиваційна теорія Маслоу має п'ять етапів\nФізіологічні (основні потреби в їжі, краща робота)\nБезпека (безпека на роботі, пільги, пенсія, медичне страхування тощо)\nПриналежність (соціальне прийняття або співпраця на роботі)\nПовага (повагу та визнання на роботі, такі як посада, робоче середовище)\nСамореалізація (автономія на робочому місці, складна робота)\nЯкщо ми уважно подивимось на ці п'ять етапів, то більшість компаній намагаються задовольнити перші два етапи мотиваційних потреб, але як щодо решти трьох етапів, які справді є невід'ємною частиною продуктивності працівників.\nTепер виникає питання:\nЧи буде складна робота, яку ми почали 5 років тому, мати той самий ефект на нас сьогодні?\nЧи буде підвищення зарплати, яке ми отримуємо щороку, мотивувати нас протягом наступних 10 років?\nЯк зазвичай спостерігається, недостатньо ефективний відділ кадрів та незначність топ-менеджменту не задовольняють постійно змінювані потреби працівників на кожному етапі."
}