{
    "source": "en_US",
    "target": "uk_UA",
    "text": "breast, leaning in to trace his tongue up my neck and send a\nthousand tingles through me. He doesn’t care that he’s in\nmid-conversation with someone.\n“Thursday?” He sighs, looking at me\nwith a flicker of annoyance crossing his face. His hand between my\nthighs is extracted as he takes his phone and swaps ears, a look of\nagitation on his boyish face. ‘Business Carrero’ moving in to kill\nhis libido. Something must be wrong at work, and disappointment\nwashes over me.\n“Fuck’s sake, Margo! Can’t they do\na fricken thing without me standing over the top of them shouting\nfucking orders?” He lets me go fully, stalking toward the huge wall\nof french doors, and glares outside. His body is rigid but divine\nas hell and tense as he pushes a hand to his waist, fisting it\nthere in agitation, looking completely intimidating, like a\ngladiator about to embark on a war. I guess things with work aren’t\nrosy today. He has a few large developments he’s overseeing, so his\nstress levels have been up and down.\n“One night … We kept the apartment\n… Yeah, arrange to have my flight there Thursday and home Friday\nmorning first thing. Jefferson is still in Manhattan, so he can",
    "trans": "груди, нахиляючись, щоб провести язиком по моїй шиї\nта послати тисячу мурашок по моєму тілу.\nЙого не турбувало, що він з кимось розмовляє.\n«Четвер?», — зітхнув він, дивлячись на мене\nз блиском роздратування, що пройшов його обличчям.\nВін дістав свою руку з поміж моїх стегон, перекладаючи телнфон до іншого вуха,\nз збудженим виглядом на хлопчачому обличчі. «Бізнес Карреро» вбиває його лібідо.\nЙмовірно щось не так на роботі,\nі його роздратування виливається на мене.\n«Чорт, Марго! Вони не можуть ні чорта зробити,\nщоб я не стояв над ними, викрикуючи накази?»\nВін повністю мене відпускає, прямуючи до величезної стіни\nфранцузських дверей, і визирає надвір.\nЙого тіло напружене, однак диявольськи гарне та напружене,\nколи він збуджено стискає свою талію з абсолютно лякаючим виглядом,\nяк гладіатор перед відправкою на війну.\nЯ думаю, що справи на його роботі сьогодні не райдужні.\nВін є куратором кількох великих розробок, отже рівень його стресу скакав вверх та внизю\n«Однієї ночі... В нас була знята квартира\n...Так, по-перше, організуй мій рейс туди на четвер та зворотній в п'ятницю вранці.\nДжефферсон все ще на Манхеттені, отже він може"
}