{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Biodiversity Monitoring Department, Minqin Desertification Control Station & Xiama Forest Protection Station\n•\nSpecimen Collection and Analysis: Designed and executed specimen collection strategies for both flora and fauna, including the construction of custom cages for capturing species such as long-eared hedgehogs. Prepared and cataloged biological specimens for study.\n•\nBiodiversity Data Analysis: Collected and analyzed data on species diversity, comparing present and historical records to assess changes in biodiversity. Authored research papers detailing the calculation of α and β diversity indices to identify key trends and patterns in the ecosystem over time.\n•\nField Research and Reporting: Conducted field surveys to monitor the condition of local ecosystems and figure out potential risks to biodiversity and ecosystem health. Reported findings to senior researchers for conservation strategies and policy recommendations.\nResearch Experience\nPeptide-Based Artificial Enzyme Catalysis for Asymmetric Synthesis of Progesterone Derivatives\n•",
    "trans": "Відділ нагляду за біорізноманіттям, станція з контролю за опустелюванням Minqin та станція захисту лісів Xiama\n•\nЗбір та аналіз зразків: розроблені та реалізовані стратегії зі збирання зразків як флори так і фауни, включно з конструюванням спеціальних кліток, щоб піймати такі види, як довговухі їжаки. Підготовлені та задокументовані для вивчення біологічні зразки.\n•\nАналіз даних з біорізноманіття: Зібрані та проаналізовані дані про різноманіття видів, порівнюючи сучасні та історичні записи для оцінювання змін біорізноманіття. Дослідницькі роботи автора детально описують розрахунки індексів  біорізноманіття α та  β, щоб визначити ключові часові тренди та закономірності в екосистемі.\n•\nДосліди на місці та звіти: Проведено польові дослідження для моніторингу стану місцевих екосистем та виявлення потенціальних ризиків для біорізноманіття таздоров'я екосистеми. Старшим дослідникам повідомлено про результати для збереження рекомендацій для стратегій та політики.\nДосвід дослідження\nШтучний ферментативний каталізатор на основі пептидів для асиметричного синтезу похідних прогестерону.\n•"
}