{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Overview\nUnit 2 Project: Resort\nThis project will involve collecting market research and using this data to create a resort for your target market.\nTasks\n1. You will be assigned a group of fellow market researchers. Your group will be assigned a location and a target market.\n2. As a group, you will complete the resort booklet, which includes market research, brainstorming, creating a vision board, and doing a SWOT analysis.\n3. You will present your vision board to the class\nFinal submission\nYour final submission will consist of the following elements -\n1. Resort booklet submitted on Google Classroom (includes Part A-D)\n2. Presentation to the class to share your vision board and explicitly identify how your\nmarket research and target market a\nDue date:\nWorkbook → Monday, October 28th\nPresentation → Wednesday, October 30th\nIn-class work periods → You will be given 3 work periods this week to complete Part A&B. You will be given 3 work periods next week to complete your vision board and SWOT analysis. All sections of A-D must be completed before Monday, October 28th.\nWe will work on presentations on October 28/29th in class.",
    "trans": "Огляд\nПроект одиниці 2: Курорт\nЦей проект буде пов'язаний зі збором маркетингових досліджень та використанням цих даних для створення курорту для вашої цільової аудиторії.\nЗавдання\n1. Вам буде призначена група колег-дослідників ринку. Вашій групі буде призначено місце розташування та цільову аудиторію.\n2. Як група, ви заповните буклет курорту, який включає маркетингові дослідження, мозковий штурм, створення візуальної дошки та проведення SWOT-аналізу.\n3. Ви представите свою візуальну дошку класу\nФінальна подача\nВаша фінальна подача буде складатися з наступних елементів -\n1. Буклет курорту, поданий у Google Classroom (включає частини A-D)\n2. Презентація класу для поділу вашою візуальною дошкою та явного визначення того, як ваше\nмаркетингове дослідження та цільова аудиторія а\nТермін подачі:\nРобочий зошит → понеділок, 28 жовтня\nПрезентація → середа, 30 жовтня\nПеріоди роботи в класі → Цього тижня вам буде надано 3 періоди роботи для завершення частин A&B. Наступного тижня вам буде надано 3 періоди роботи для завершення вашої візуальної дошки та SWOT-аналізу. Всі розділи A-D повинні бути завершені до понеділка, 28 жовтня.\nМи будемо працювати над презентаціями 28/29 жовтня у класі."
}