{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The company intends to use the net proceeds of the ATM program, if any, primarily on capital expenditures to support the growth and development of the company's existing mining operations, as well as for working capital and general corporate purposes.\nSince the common shares will be distributed at trading prices prevailing at the time of the sale, prices may vary between purchasers and during the period of distribution. The volume and timing of sales, if any, will be determined at the sole discretion of the company's management and in accordance with the terms of the ATM agreement. To date, 109,323,321 common shares have been distributed by the company for gross proceeds of approximately $248-million (U.S.) pursuant to the ATM agreement by means of the March supplement.\nThe offer and sale of the common shares under the ATM program will be made only by means of the A&R prospectus included within the company's United States registration statement on Form F-10 (file No. 333-272989) filed with the U.S. Securities and Exchange Commission on March 8, 2024. The A&R prospectus is available on the company's SEDAR+ profile and the A&R prospectus and registration statement are available on the SEC's EDGAR website.",
    "trans": "Компанія має намір використовувати чисті надходження від програми ATM, якщо такі будуть, переважно на капітальні витрати для підтримки зростання та розвитку існуючих гірничих операцій компанії, а також для робочого капіталу та загальних корпоративних цілей.\nОскільки звичайні акції будуть розподілені за торговими цінами, що діють на момент продажу; ціни можуть варіюватися між покупцями та протягом періоду розподілу. Обсяг і терміни продажів, якщо такі будуть, визначатимуться на власний розсуд керівництва компанії відповідно до умов угоди ATM. На сьогоднішній день компанія розподілила 109 323 321 звичайну акцію за загальні надходження приблизно в 248 мільйонів доларів США відповідно до угоди ATM шляхом використання доповнення за березень.\nПропозиція та продаж звичайних акцій в рамках програми ATM будуть здійснені лише за допомогою проспекту A&R, включеного до реєстраційної заяви компанії у Сполучених Штатах у формі F-10 (номер файлу 333-272989), поданої Комісії з цінних паперів і бірж США 8 березня 2024 року. Проспект A&R доступний на профілі компанії SEDAR+ , а проспект A&R та реєстраційна заява доступні на веб-сайті EDGAR Комісії з цінних паперів і бірж США."
}