{
    "source": "en_US",
    "target": "uk_UA",
    "text": "1. Processed Meats:\nProcessed meats such as hot dogs, sausages, and bacon should be avoided as they are high in saturated fats and sodium. These foods have been linked to an increased risk of colon cancer. Instead, opt for lean meats like chicken, turkey, and fish.\n2. Red Meat:\nConsuming excessive amounts of red meat, such as beef, pork, and lamb, has been associated with an increased risk of colon cancer. It is recommended to limit the intake of red meat and choose leaner alternatives like poultry or plant-based proteins.\n3. Sugary Drinks:\nSugar-sweetened beverages like soda, energy drinks, and fruit juices with added sugars should be avoided. These drinks contribute to weight gain and increase the risk of colon cancer. Opt for water, herbal tea, or freshly squeezed juices without added sugars.\n4. Refined Grains:\nRefined grains like white bread, white rice, and pasta have been stripped of their nutrients and fiber content.\nThese foods can lead to weight gain and increase the risk of colon cancer. Choose whole grains like whole wheat bread, brown rice, and quinoa for a healthier alternative.",
    "trans": "1. Оброблені м'ясні продукти:\nОброблені м'ясні продукти, такі як хот-доги, сосиски та бекон, слід уникати, оскільки вони містять багато насичених жирів і натрію. Ці продукти пов'язані з підвищеним ризиком раку товстої кишки. Замість цього вибирайте нежирне м'ясо, таке як курка, індичка та риба.\n2. Червоне м'ясо:\nСпоживання надмірної кількості червоного м'яса, такого як яловичина, свинина та баранина, пов'язане з підвищеним ризиком раку товстої кишки. Рекомендується обмежити споживання червоного м'яса і вибирати нежирні альтернативи, такі як птиця або рослинні білки.\n3. Солодкі напої:\nСолодкі напої, такі як газовані напої, енергетичні напої та фруктові соки з доданим цукром, слід уникати. Ці напої сприяють набору ваги і підвищують ризик раку товстої кишки. Вибирайте воду, трав'яний чай або свіжовичавлені соки без доданого цукру.\n4. Очищені зернові продукти:\nОчищені зернові продукти, такі як білий хліб, білий рис і макарони, позбавлені своїх поживних речовин і клітковини.\nЦі продукти можуть призвести до набору ваги і підвищити ризик раку товстої кишки. Вибирайте цільнозернові продукти, такі як хліб з цільнозернового борошна, коричневий рис і кіноа для більш здорової альтернативи."
}