{
    "source": "en_US",
    "target": "uk_UA",
    "text": "have always gone after the youth. They harass and kill them for being students and for not\nwanting to be part of their groups. If you as a student do not offer your help to them, they\nsee you as a threat and working against them.\n43. Without having a concrete plan or hope that things would get better in my country, on July\n1, 2022, I applied for my passport in Popayan, while I continued with my academic studies\nwithout a problem.\n44. On July 9, 2022, it was the first time there was a real intervention with my team while we\nwere working with the rural community in Quintana Cauca. That day, we were investigating\nthe surrounding areas of Quintana Cauca, how the roads were planned out, the\ntopography of the land, as well as interviewing the women in the area. They told us about\nthe armed conflict surrounding the township and how it affected their day to day. That\nsame day, we planned a lunch for all the women leaders in the community and began\nplanning ways in which we could help them make the land around them grow and prosper.",
    "trans": "завжди переслідували молодь. Вони переслідують та вбивають їх за те, що вони студенти, і за те, що\nвони не хочуть бути частиною їхнього угруповання. Якщо ви, як студент, не пропонували їм допомогу, вони\nрозглядають вас, як погрозу, яка працює проти них.\n43. Не маючи конкретного плану або надії на покращення в моїй країні,\n1 липня 2022 я подав заявку на отримання паспорту в Попаяні,\nбез проблем продовжуючи навчання.\n44. 9 липня 2022 моя команда вперше дійсно втрутилась,\nколи ми працювали з сільською громадою Кінтана Каука.\nТого дня ми досліджували околиці Кінтана Каука, планування доріг,\nтопографію, а також опитували місцевих жінок. Вони розповіли нам\nпро збройний конфлікт навколо селища та його вплив на їхнє сьогодення.\nВ той же день ми запланували обід для всіх жінок-лідерів громади\nі почали планувати способи, якими ми могли їм допомогти зробити навколишні землі розвиненими та квітучими."
}