{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Notice ID: 222258347816\nTitle: DRAGON BALL: SPARKING! ZERO - PC\nProtocol: BitTorrent\nFile Name: Dragon Ball Sparking ZERO [DODI Repack]\nFile Size: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nCopyright infringement violates not only U.S. copyright law, it also violates the relevant agreements, terms of service and acceptable use policies between Verizon and its customers. You must take all measures to protect your account from future violations. Failure to implement these measures may subject your Service to termination by Verizon and may result in possible legal action against you by the copyright owner.\nProtecting Your Privacy: The copyright owner has not asked Verizon to identify you, and Verizon will NOT provide your identity without a lawful subpoena. However, if the copyright owner does issue a lawful subpoena that identifies your account as allegedly infringing its copyright rights, Verizon will be legally required to provide your account information to the copyright owner.",
    "trans": "ID сповіщення: 222258347816\nНазва: DRAGON BALL: SPARKING! ZERO - ПК\nПротокол: BitTorrent\nНазва файлу:  Dragon Ball Sparking ZERO [DODI Repack]\nРозмір файлу: 20644608485\nЧасова мітка: 15.10.2024 23:38:42 GMT\nПорушення авторських прав порушує не лише закон США про захист авторських прав, а також відповідні угоди, умови послуги та політики прийнятного користування між  Verizon та клієнтами. Ви маєте прийняти всі заходи, щоб убезпечити ваш обліковий запис від майбутніх порушень. Невиконання цих заходів може призвести до припинення вашої Послуги з боку  Verizon та до можливого судового позову проти вас від власника авторського права.\nЗахист вашої конфіденційності: власник авторського права не просив Verizon ідентифікувати вас, і Verizon НЕ передає інформацію про вашу особу без ордеру. Однак якщо власник авторських прав видасть ордер, який ідентифікує ваш обліковий запис як такий, що ймовірно порушує його авторські права, Verizon буде зобов'язаний законом надати інформацію про ваш обліковий запис власнику авторського права."
}