{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You make me feel famous\nThis fame don't make me feel shit\nThat's some crazy shit, I got to deal with it\n[HOOK]\nI done seen what them xans and them percs do\nI done seen what the love and the hate do\nBut get it straight, girl, i love i dont hate you\nAnd get it straight i can never replace you\nLet's take you out dinner date at the lake\nI will never hurt you, you, you, you\nI know what them xans and them percs do, do, do\nWe can do the percs boo boo boo\nI just pray them percs dont hurt you, you, you, you\nYeah\nYou might also like\nConfide\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nAbout\nHave the inside scoop on this song?\nSign up and drop some knowledge\nStart the song bio\nQ&A\nFind answers to frequently asked questions about the song and explore its deeper meaning\nAsk a question\nWho wrote “Get It Straight” by Juice WRLD?\nCredits\nWriter\nJuice WRLD\nTags\nRap\nComments\nAdd a comment\nGet the conversation started",
    "trans": "Ти змушуєш мене відчувати себе знаменитим\nВід цієї слави я не відчуваю себе лайном\nЦе якесь божевільне лайно, я маю змиритися з цим\n[ГАК]\nЯ бачив, що їм роблять ксани і перки\nЯ бачив, що роблять любов і ненависть\nАле зрозумій правильно, дівчинко, я люблю, я не ненавиджу тебе\nІ зрозумій правильно, я ніколи не зможу замінити тебе\nДавай запрошу тебе на вечерю до озера\nЯ ніколи не завдам болю тобі, тобі, тобі, тобі\nЯ знаю, що їм роблять ксани і перки, роблять, роблять\nМи можемо зробити перки бу-бу-бу\nЯ просто молюся, щоб вони не заподіяли шкоди тобі, тобі, тобі, тобі\nТак\nВам також може сподобатися\nДовіряти\nJuice WRLD\nейфорія\nКендрік Ламар\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nВбудовано\nПро\nУ вас є інсайдерська інформація про цю пісню?\nЗареєструйтеся та поділіться своїми знаннями\nПочати біографію пісні\nЗАПИТАННЯ І ВІДПОВІДІ\nЗнайдіть відповіді на поширені запитання про цю пісню і дізнайтеся її глибокий сенс\nПоставити запитання\nХто написав пісню «Get It Straight» від Juice WRLD?\nТитри\nАвтор\nJuice WRLD\nТеги\nРеп\nКоментарі\nДодати коментар\nРозпочати розмову"
}