{
    "source": "en_US",
    "target": "uk_UA",
    "text": "\"yknow..we have one style that we haven't tried yet\" she bit her lips\n\"like dog---\"\n\"SCARLETT\" she covered my mouth laughing\n\"not that?\" i asked as soon as she released me\n\"we already tried that\" she shrugged and i honestly just can't stop smiling\n\"then what\"\n\"our ootd at 1am\" she smiled\nit took me a while to understand it to be honest \"1am? but we're doing the doodle doodle do so we won't have any-- OHHH\"\n\"nevermind, you're so slow\" she chuckled covering my face again\n\"Noooo, i get it now\"\n\"too late\"\n\"whatttt\"\n\"what can we do? you were so slow to get it fast\" she shrugged trying to annoy me\n\"I hate you\" i mumbled before looking up to her shocked seeing she's holding the belt i was just wearing\n\"how did you---\"\n\"I don't know....how did i..\" she smirked throwing it away and next thing i know my bra was already undone and her hand was resting on my back\n\"you're gonna ask again?\" she asked with a smile\n\"why are you so....hot?\" i sigh just staring at her\n\"you wanna know why?\" she seductively asked and i just nodded, It seems like I'm being hypnotized again",
    "trans": "«знаєш... у нас є один стиль, який ми ще не спробували», — вона кусає свої губи\n«як собака---»\n«СКАРЛЕТТ», — вона закрила мені рота, сміючись\n«не це?», — я запитала, щойно вона мене відпустила\n«ми вже це спробували», — вона знизала плечима, а я, чесно кажучи, просто не могла перестати посміхатися\n«тоді що»\n«наш одяг дня о першій годині ночі», — посміхнулася вона\nмені знадобився деякий час, щоб зрозуміти це, якщо чесно: «о першій годині ночі? але ми кукурікаємо, тож у нас не буде ніяких-- ОХХХ»\n«не звертай уваги, ти така повільна», — хихикнула вона, знову закриваючи мені обличчя\n«Ніііі, тепер я зрозуміла»\n«занадто пізно»\n«щоооо»\n«що ми можемо зробити? ти була така повільна, щоб швидко це зрозуміти», — вона знизала плечима, намагаючись досадити мені\n«я ненавиджу тебе», — пробурмотіла я, перш ніж подивитися на неї, шокована тим, що вона тримає ремінь, який я щойно носила\n«як ти---»\n«я не знаю....як я..» вона посміхнулася, відкидаючи його, і наступної миті я зрозуміла, що мій ліфчик уже розстебнутий, а її рука лежить на моїй спині\n«ти знову збираєшся задавати питання?», — запитала вона з посмішкою\n«Чому ти така....гаряча?» Я зітхнула, просто витріщаючись на неї\n«Хочеш знати чому?», — спокусливо запитала вона, і я просто кивнула, схоже на те, що мене знову загіпнотизували"
}