{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Complete this section if you, your dependent, or someone in your household participates in any of the programs below. You can also qualify through your household’s income (you do not need to qualify through both). Check all programs that you, or someone in your household participates in:\nMedicaid\nNutrition Assistance Program (NAP) (Food Stamps)\nFederal Public Housing Assistance (Section 8)\nVeterans and Survivors Pension Benefit\nCONTINUE\nIf you have questions about the application process, call 1-800-SafeLink (723-3546)\nNavigate\nTerms + Conditions\nTerms of Use\nContact Us\nAccessibility\nPrivacy Policy\nPrivacy Central\nCalifornia Privacy Notice\nYour Privacy Choices\nMobile Identity Protection\nUnlocking Policy\nSupporting Partners\nAPN Settings\nStay Secure\nCode of Conduct\nSite Map\nLegal Notes\nSafeLink is a registered trademark of TracFone Wireless, Inc., a Verizon company. ©2024 TRACFONE.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners.\nSafeLink Wireless® is a Lifeline supported service, a government benefit program. Only eligible consumers may enroll in LifeLine. LifeLine service is non-transferable and limited to one per household. Documentation of income or program participation may be required for enrollment.",
    "trans": "Заповніть цей розділ, якщо ви, ваш утриманець або хтось із членів вашої сім'ї бере участь у будь-якій із перелічених нижче програм. Ви також можете претендувати на участь у програмі на основі доходу вашої родини (не обов'язково претендувати на участь в обох програмах). Позначте всі програми, у яких берете участь ви або хтось із членів вашої родини:\nMedicaid\nПрограма продовольчої допомоги (NAP) (талони на харчування)\nФедеральна державна житлова допомога (Розділ 8)\nПенсійна допомога для ветеранів і годувальників\nПРОДОВЖИТИ\nЯкщо у вас є питання про процес подання заяви, зателефонуйте за номером 1-800-SafeLink (723-3546)\nПерейти\nУмови + положення\nУмови використання\nЗв'язатися з нами\nДоступність\nПолітика конфіденційності\nЦентр конфіденційності\nПовідомлення про конфіденційність у Каліфорнії\nВаші налаштування конфіденційності\nЗахист мобільної ідентифікації\nПолітика розблокування\nПартнери, які надають підтримку\nНалаштування APN\nЗалишайтеся в безпеці\nКодекс поведінки\nМапа сайту\nЮридичні нотатки\nSafeLink є зареєстрованою торговою маркою TracFone Wireless, Inc., компанії Verizon. ©2024 TRACFONE.\nУсі інші торгові марки, знаки обслуговування та торгові найменування, що згадуються на цьому сайті, є власністю відповідних власників.\nSafeLink Wireless® є послугою, яка підтримується державною пільговою програмою Lifeline. Тільки ті споживачі, які мають на це право, можуть підключитися до LifeLine. Послуга LifeLine не підлягає передачі і надається тільки одній людині на сім'ю. Для підключення можуть знадобитися документи, що підтверджують дохід або участь у програмі."
}