{
    "source": "en_US",
    "target": "uk_UA",
    "text": "96 weeks and gave tocilizumab to 30 subjects in the original tocilizumab arm and 31 subjects in the original placebo arm. The focuSSced trial was a phase 3 RCT that assigned 210 subjects with SSc across 20 countries to subcutaneous tocilizumab or placebo over 48 weeks. The open-label extension extended to 96 weeks and gave tocilizumab to 60 subjects in the original tocilizumab arm and 54 subjects in the original placebo arm. The post hoc analysis assessed QILD and quantitative lung fibrosis (QLF) scores on imaging with QILD categorized as mild (.5–10%), moderate (.10–20%), or severe (.20%). For both the faSScinate and focuSSced trials, the presence of ILD was not an inclusion criterion, and change in mRSS was the primary outcome. But in the focuSSced trial, 136 of the 210 participants (65%) were deemed to have SSc-ILD based on a visual read of HRCT by a thoracic radiologist.\n48 weeks, and 128.7 ml less at 96 weeks (the latter being the open-label period) in favor of tocilizumab. Similarly, the difference in mean change from baseline to 48 weeks in FVC % predicted was 6.5% less in the tocilizumab",
    "trans": "96 тижнів і було призначено тоцилізумаб 30 учасникам в оригінальній групі тоцилізумабу та 31 учаснику в оригінальній групі плацебо. Дослідження focuSSced було рандомізованим контрольованим дослідженням фази 3, яке призначило 210 учасників з системною склеродермією (SSc) у 20 країнах до підшкірного введення тоцилізумабу або плацебо протягом 48 тижнів. Відкритий етап продовжився до 96 тижнів і було призначено тоцилізумаб 60 учасникам в оригінальній групі тоцилізумабу та 54 учасникам в оригінальній групі плацебо. Пост-хок аналіз оцінював QILD та кількісні показники легеневої фіброзу (QLF) на зображеннях, при цьому QILD класифікувався як легкий (0,5–10%), помірний (10–20%) або важкий (більше 20%). Для обох досліджень faSScinate та focuSSced наявність ILD не була критерієм включення, а зміна mRSS була основною метою. Але в дослідженні focuSSced 136 з 210 учасників (65%) були визнані такими, що мають SSc-ILD на основі візуальної оцінки HRCT лікарем-рентгенологом.\n48 тижнів, і на 128,7 мл менше через 96 тижнів (остання з яких є відкритим етапом) на користь тоцилізумабу. Аналогічно, різниця у середньому зміні від базового рівня до 48 тижнів у FVC % передбаченому становила на 6,5% менше у групі тоцилізумабу"
}