{
    "source": "en_US",
    "target": "uk_UA",
    "text": "All monetary and in-kind donations to our non-profit partners are tax deductible.\nVerified Partners Choose CUDDLY\nOver 4,500 animal welfare organizations trust CUDDLY to ensure the success of their fundraising initiatives. Our free-to-use services enable our shelter and rescue partners to save more animals.\nTrust, Transparency, Service\nCUDDLY earns top ratings from respected third-party organizations like the Better Business Bureau and Trustpilot. Our strong commitment to animal welfare and our high ethical standards ensure that every dollar donated makes a meaningful impact.\nThank You Recent Donors\nToby L.\n9 hours ago\nGive a Monetary Donation\nYour monetary donation goes directly to Animal Protection Foundation APF to benefit Mahroosa.\n$35 Raised of $640 Goal\n$250\n$100\n$50\n$35\n$15\nCustom\nDonate\nFundraiser Organizer and Beneficiary\nAnimal Protection Foundation APF\nShorouk City, Cairo\nPartner since 2020\nCUDDLY-Vetted Shelter\nAPF is a not-for-profit, legally registered charitable organization in Egypt. In 2013 we started to rescue dog ... View More\nShare this Fundraiser\nFacebook",
    "trans": "Всі грошові та натуральні пожертви нашим неприбутковим партнерським організаціям підлягають оподаткуванню.\nПеревірені партнери обирають CUDDLY\nБільше 4500 організацій із захисту тваринам довіряють CUDDLY, щоб забезпечити успіх своїх ініціатив зі збору коштів. Наші безкоштовні сервіси дозволяють нашим притулками-партнерам та рятувальним організаціям рятувати більше тварин.\nДовіра, Прозорість, Сервіс\nCUDDLY заробила високі оцінки від таких поважних сторонніх організацій, як Better Business Bureau та Trustpilot. Наша тверда відданість благополуччю тварин та наші високі етичні стандарти забезпечують значну роль кожного пожертвуваного долару.\nДякуємо нашим нещодавнім донорам\nТобі Л.\n9 годин тому\nЗробити грошову пожертву\nВаша грошова пожертва йде безпосередньо до Фонду захисту тварин APF на користь Махрузи.\nЗібрано 35$ Мета 640$\n$250\n$100\n$50\n$35\n$15\nІнша сума\nПожертвувати\nОрганізатор та бенефіциар фонду\nФонд захисту тварин  APF\nШурук сіті, Каїр\nПартнер з 2020 року\nПритулок перевірений CUDDLY\nAPF є неприбутковою юридично зареєстрованою благодійною організацією в Єгипті. В 2013 році ми розпочали рятувати собак... Дивитись більше\nПоділитись цим Фондом\nFacebook"
}