{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The CFCFI (Fells Point Community Circular Fashion Initiative), through the circularization of the local fashion, is aimed at addressing the most pressing environmental and social challenges affecting the locality at the shores of Fells Point, where Patagonia has an outlet center. The project is connected to the 13th and the 8th Sustainable Development Goals (Climate Action and Decent Work and Economic Growth, respectively), with a strong focus on reducing resource utilization, addressing climate-related risks, and no longer considering these as the costs of doing business.\nProject Overview\nThe CFCFI's target is to develop a locally-based circular fashion center that will collect, upcycle, and/or convert used clothes to new clothes. It shall stand as a micro-education center on sustainable fashion for the community members, trains people on how to use recycling methods, and manufactures handmade products for sale. The program and the initiative has three main components: collection and recycling of clothing, workshop trainings, and a local market for upcycled products. The community program will not only engage locals in promoting this, but it will also put a stand for sustainable development as well through economic advancement.",
    "trans": "CFCFI (Ініціатива кругової моди громади Феллс-Пойнт) має на меті вирішення найнагальніших екологічних та соціальних проблем, що впливають на місцевість на берегах Феллс-Пойнт, де знаходиться аутлет-центр Patagonia, шляхом кругового використання місцевої моди. Проект пов'язаний з 13-ю та 8-ю цілями сталого розвитку (Дії щодо клімату та Гідна праця та економічне зростання відповідно), зосереджуючи увагу на зменшенні використання ресурсів, вирішенні ризиків, пов'язаних з кліматом, і більше не розглядаючи їх як витрати ведення бізнесу.\nОгляд проекту\nМета CFCFI полягає в тому, щоб розвинути місцевий центр кругової моди, який буде збирати, переробляти та/або перетворювати вживаний одяг на новий. Він стане мікро-освітнім центром з питань сталого моди для членів громади, навчить людей використовувати методи переробки та виготовлятиме ручні вироби для продажу. Програма та ініціатива мають три основні компоненти: збір та переробка одягу, навчання в майстернях та місцевий ринок для перероблених виробів. Громадська програма не лише залучить місцевих жителів до її просування, але й виступить за сталий розвиток через економічний прогрес."
}