{
    "source": "en_US",
    "target": "uk_UA",
    "text": "You will still receive the fee if you ask for ID but the customer doesn't have a valid one or is underage, and you follow the correct process by removing the alcohol.\nDeliveroo regularly conducts test orders using 18-20-year-old customers to ensure that this important step is being followed. Failure to check their ID will not only mean not being paid the fee for that order, but may also result in your contract with Deliveroo being ended with immediate effect.\nChecking ID is critical as it's against the law to deliver alcohol to anyone under the age of 18 or to anyone who appears to be drunk. It is vital that you check ID no matter how old a customer looks.\nYou should also not deliver alcohol to customers in public places - alcohol can only be delivered to residential and business addresses. If the customer is in a public place, don't hand over the alcohol, and call Rider Support.\nRemember, you’re shown which orders contain alcohol before you accept them, and you can always choose to reject these orders when you're offered them.",
    "trans": "Ви все одно отримаєте плату, якщо попросите пред'явити посвідчення особи, але клієнт не має дійсного посвідчення або є неповнолітнім, і ви виконаєте правильну процедуру, вилучивши алкоголь.\nDeliveroo регулярно проводить тестові замовлення з використанням клієнтів віком 18-20 років, щоб переконатися, що цей важливий крок виконується. Невиконання перевірки їхнього посвідчення особи не тільки призведе до того, що ви не отримаєте плату за це замовлення, але також може призвести до негайного розірвання вашого контракту з Deliveroo.\nПеревірка посвідчення особи є критично важливою, оскільки за законом заборонено доставляти алкоголь особам молодше 18 років або тим, хто виглядає п'яним. Важливо перевіряти посвідчення особи незалежно від того, якого віку виглядає клієнт.\nВам також не слід доставляти алкоголь клієнтам у громадських місцях — алкоголь можна доставляти лише за адресами проживання та бізнесу. Якщо клієнт знаходиться в громадському місці, не передавайте йому алкоголь і зателефонуйте в службу підтримки кур'єрів.\nПам'ятайте, вам показують, які замовлення містять алкоголь перед тим, як ви їх приймете, і ви завжди можете відмовитися від цих замовлень, коли вам їх запропонують."
}