{
    "source": "en_US",
    "target": "uk_UA",
    "text": "PCC’s Drop Policy:\nAll distance education courses currently follow the Pasadena Area Community College District Policy for Attendance, Class Drops and Auditing courses.\nAccording to PCC's distance education policy consistent failure to participate in class for a total of 1 week's worth of assignments(discussions/assignments/quizzes) will result in your being dropped from the course. I understand that sometimes life happens so please reach out to me before this becomes an issue and we can work together to find a resolution.\nStudents in distance education courses are required to ‘attend’ class and participate just as if they were in a face-to-face course. This means that instructors set up guidelines for how much each lecture, reading assignment, discussion or project qualifies as a meeting over the course of each week/learning unit/course module.\nStudents who do not participate in class, that is, who consistently do not complete assignments, quizzes, respond to forums or turn in other work, will be notified that they will be dropped from the class for non-participation.",
    "trans": "Політика відвідування PCC:\nВсі курси дистанційного навчання наразі дотримуються Політики округу Pasadena Area Community College District щодо відвідування, скасування занять та аудиту курсів.\nЗгідно з політикою дистанційної освіти PCC, систематична неучасть у заняттях (дискусіях/завданнях/тестах) протягом 1 тижня призведе до того, що вас буде виключено з курсу. Я розумію, що іноді в житті трапляються різні обставини, тому, будь ласка, зв'яжіться зі мною до того, як це стане проблемою, і ми зможемо разом знайти рішення.\nСтуденти дистанційних курсів зобов'язані «відвідувати» заняття та брати участь у них так само, як якщо б вони були на очному курсі. Це означає, що викладачі встановлюють правила щодо того, скільки кожна лекція, завдання для читання, дискусія або проект зараховуються як зустріч протягом кожного тижня/навчального модуля/модуля курсу.\nСтуденти, які не беруть участі в заняттях, тобто які постійно не виконують завдання, тести, не відповідають на форуми або не здають іншу роботу, будуть повідомлені про те, що вони будуть виключені з курсу за неучасть у заняттях."
}