{
    "source": "en_US",
    "target": "uk_UA",
    "text": "(Date format is YYYY/MM/DD)\nFor instructions on how to obtain police certificates for specific countries:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nFor instructions on how to submit a fee online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nIf you need to submit an immigration form, consult:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPlease note:\nAll documents must be in either English or French. You must provide a certified translation for any documents not already in English or French.\nYou must provide the information/documents by the date indicated above for each item.\nIf you fail to comply with this requirement, an officer will review your application and will make a decision based on the information already on file. Note that this could result in the refusal of your application.\nPlease submit scanned/electronic copies of your original documents ONLY. We do not accept in-person or mail-in submissions of requested documents at the Consulate.\nPlease include this letter with the requested documents and include the application number indicated at the top of this letter on any information you submit.\nIf you already have an online account:\nPlease upload and submit all the requested documentation via your online account; note that once the due date has passed, you will no longer be able to upload the requested documentation.",
    "trans": "(Формат дати: РРРР/ММ/ДД)\nДля отримання інструкцій щодо отримання поліцейських свідоцтв для конкретних країн:\nhttp://www.cic.gc.ca/ukrainian/information/security/police-cert/index.asp\nДля отримання інструкцій щодо подачі оплати онлайн:\nhttps://eservices.cic.gc.ca/epay/welcome.do?lang=uk\nЯкщо вам потрібно подати імміграційну форму, зверніться до:\nhttp://www.cic.gc.ca/ukrainian/information/applications/index.asp\nЗверніть увагу:\nУсі документи повинні бути англійською або французькою мовою. Ви повинні надати сертифікований переклад для будь-яких документів, які не є англійською або французькою мовою.\nВи повинні надати інформацію/документи до дати, зазначеної вище для кожного пункту.\nЯкщо ви не виконаєте цю вимогу, офіцер розгляне вашу заявку і прийме рішення на основі вже наявної інформації. Зверніть увагу, що це може призвести до відмови у вашій заявці.\nБудь ласка, подайте лише скановані/електронні копії ваших оригінальних документів. Ми не приймаємо особисті або поштові подачі запитуваних документів в консульстві.\nБудь ласка, включіть цей лист разом із запитуваними документами та вкажіть номер заявки, зазначений у верхній частині цього листа, на будь-якій інформації, яку ви подаєте.\nЯкщо у вас вже є обліковий запис онлайн:\nБудь ласка, завантажте та подайте всю запитувану документацію через ваш онлайн-акаунт; зверніть увагу, що після закінчення терміну ви більше не зможете завантажити запитувану документацію."
}