{
    "source": "en_US",
    "target": "uk_UA",
    "text": "visit http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS code 01857J) DOCKLANDS\n78 Week(s) (No credits granted)\nFull time. Please refer to Monash College course information\nat http://www.monashcollege.edu.au/courses for more information concerning modes of study\n72 credit points are required to complete this course (No credits granted)\n$31,733.33 Estimated total tuition fees $47,600.00 (No credits payable to complete this granted)\ncourse\nIn some circumstances additional non-tuition fees may apply. Please refer to the Additional Costs and Other Study Cost Table which lists administrative charges that apply in certain situations which can be found here:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nFurther non-tuition fees may be listed in the link found here:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nIf you require further information contact Monash Connect on 03 9902 6011 or\nhttps://www.monash.edu/students/support/connect\nBased on your previous Mathematics subject study, you can enrol in Mathematics or Advanced Mathematics as one of your Foundation subject selection.",
    "trans": "відвідайте http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS код 01857J) ДОКЛЕНДС\n78 тижнів (кредити не видаються)\nПовний день. Будь ласка, ознайомтеся з інформацією про курси коледжу Монаша\nна http://www.monashcollege.edu.au/courses для отримання додаткової інформації про форми навчання\nДля завершення цього курсу потрібно 72 кредитних бали (кредити не надаються)\n31 733,33 австралійських доларів Передбачувана загальна вартість навчання 47 600,00 австралійських доларів (не треба платити кредити для завершення цього)\nкурсу\nУ деяких випадках може стягуватися додаткова плата, яка не пов'язана з навчанням. Будь ласка, ознайомтеся з таблицею про додаткові витрати та інші витрати на навчання, в якій перераховані адміністративні збори, що застосовуються в певних ситуаціях, які можна знайти тут:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nІнші додаткові збори, не пов'язані з навчанням, можуть бути перераховані за цим посиланням:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nЯкщо вам потрібна додаткова інформація, зв'яжіться з Monash Connect за телефоном 03 9902 6011 або\nhttps://www.monash.edu/students/support/connect\nЗалежно від того, які ви раніше вивчали математичні дисципліни, ви можете вступити на математику або вищу математику в якості одного з обраних вами предметів за програмою Foundation."
}