{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Is this test optional? No. For state and scholarship compliance, all 9th, 10th, and 11th grade students must take the PSAT/ NMSQT at Snyder.\nNew Online Platform for Submitting Service Hours\nWe have moved to x2VOL online platform to record service hours. Campus Ministry has rolled out the new service program with visits to religion classrooms.\nStudents are reminded that they must have the name and email of the service project supervisor. How do I log hours in x2VOL?\nGently-Used Uniforms:\nCampus Ministry thanks you for turning in gently-used uniforms that you no longer need. We also thank you for your purchases throughout the school year. The funds raised by the Used Uniform sales have helped with retreat costs and purchases for our Campus Ministry programming.\nMrs. Gallagher is available to open the store on Fridays during these hours:\n7:25 - 7:55 a.m.\n9:00 a.m. - 12:30 p.m.\n2:00 - 3:15 p.m.\nPlease let her know when you are coming by emailing her at joygallagher@bishopsnyder.org\nSnyder Online Store\nSnyder athletic gear is available at our new online store. Baker's Sporting Goods, the exclusive provider for Snyder Athletics, is dedicated to outfitting, not only our teams and coaches, but our fans as well.",
    "trans": "Цей тест є необов'язковим? Ні. Для дотримання вимог держави та стипендій усі учні 9, 10 та 11 класів повинні пройти PSAT/NMSQT у Snyder.\nНова онлайн-платформа для подачі годин служби\nМи перейшли на онлайн-платформу x2VOL для запису годин служби. Campus Ministry запустила нову програму служби з відвідуванням класів релігії.\nУчням нагадують, що їм потрібно мати ім'я та електронну пошту керівника проекту служби. Як я можу зареєструвати години в x2VOL?\nДбайливе використання форми:\nCampus Ministry дякує вам за те, що ви здаєте дбайливо використану форму, яка вам більше не потрібна. Ми також дякуємо вам за ваші покупки протягом навчального року. Кошти, зібрані від продажу використаної форми, допомогли покрити витрати на виїзні сесії та покупки для наших програм Campus Ministry.\nПані Галлахер відкриває магазин по п'ятницях у такі години:\n7:25 - 7:55\n9:00 - 12:30\n14:00 - 15:15\nБудь ласка, повідомте їй, коли ви плануєте прийти, надіславши електронного листа на адресу joygallagher@bishopsnyder.org\nОнлайн-магазин Snyder\nСпортивне спорядження Snyder доступне в нашому новому онлайн-магазині. Baker's Sporting Goods, ексклюзивний постачальник Snyder Athletics, займається екіпіровкою не лише наших команд та тренерів, але й наших вболівальників."
}