{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Please look for your Official USPS Change-of-Address Welcome Kit™ at your new address soon. You'll be able to verify your Change-of-Address information and get valuable savings to help with your move.\nNote: Only one member of your household will receive a Welcome Kit. All others will receive a Change-of-Address confirmation letter.\nNotify mailers directly of your new address. Many companies (financial, health insurance, etc.) will not change your address unless you contact them directly. Failure to notify these companies directly may result in a loss of important services.\nPlease do not reply to this email. This email was sent from a notification-only email address that cannot accept incoming mail.\nThe person who submitted this Change-of-Address form states that he or she is the person, executor, guardian, authorized officer, or agent of the person for whom mail would be forwarded under this order. Anyone submitting false or inaccurate information on this form is subject to punishment by fine or imprisonment or both under Sections 2, 1001, 1702 and 1708 of Title 18, United StatesCode.\nNot Changing Your Address?",
    "trans": "Будь ласка, незабаром шукайте свій Офіційний набір для привітання з зміною адреси USPS™ за вашою новою адресою. Ви зможете перевірити інформацію про зміну адреси та отримати цінні знижки, які допоможуть вам під час переїзду.\nПримітка: Лише один член вашого домогосподарства отримає набір для привітання. Всі інші отримають лист-підтвердження про зміну адреси.\nБезпосередньо повідомте відправників про вашу нову адресу. Багато компаній (фінансових, медичного страхування тощо) не змінять вашу адресу, якщо ви не зв'яжетесь з ними безпосередньо. Невиконання цього може призвести до втрати важливих послуг.\nБудь ласка, не відповідайте на цей електронний лист. Цей електронний лист був надісланий з адреси електронної пошти лише для сповіщень і не може приймати вхідну пошту.\nОсоба, яка подала цю форму зміни адреси, стверджує, що вона є особою, виконавцем, опікуном, уповноваженим представником або агентом особи, для якої буде переслана пошта відповідно до цього наказу. Будь-хто, хто подає неправдиву або неточну інформацію в цій формі, підлягає покаранню у вигляді штрафу або ув'язнення, або того й іншого відповідно до розділів 2, 1001, 1702 і 1708 Заголовка 18 Кодексу США.\nНе змінюєте свою адресу?"
}