{
    "source": "en_US",
    "target": "uk_UA",
    "text": "What is a Poet? to whom does he address himself? And what language is to be expected from him? — He is a man speaking to men: a man, it is true, endowed with more lively sensibility, more enthusiasm and tenderness, who has a greater knowledge of human nature, and a more comprehensive soul, than are supposed to be common among mankind [...] The Poet, singing a song in which all human beings join with him, rejoices in the presence of truth as our visible friend and hourly companion. Poetry is the breath and finer spirit of all knowledge. [...] Poetry is the first and last of all knowledge—it is as immortal as the heart of man. [...]\nI have said that poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquillity: the emotion is contemplated till, by a species of reaction, the tranquillity gradually disappears, and an emotion, kindred to that which was before the subject of contemplation, is gradually produced, and does itself actually exist in the mind. In this mood successful composition generally begins [...]",
    "trans": "Що таке Поет? До кого він звертається? І яку мову можна від нього очікувати? — Він є людиною, яка говорить з людьми: це людина, яка, дійсно, наділена більшою чутливістю, більшим ентузіазмом і ніжністю, має більше знань про людську природу і має більш всеосяжну душу, ніж прийнято вважати серед людей [...] Поет, співаючи пісню, в якій всі люди приєднуються до нього, радіє присутності істини як нашого видимого друга і щоденного супутника. Поезія є диханням і тоншим духом всього знання. [...] Поезія є першим і останнім з усіх знань — вона безсмертна, як серце людини. [...]\nЯ сказав, що поезія є спонтанним виливом потужних почуттів: вона виникає з емоції, зібраної в спокої: емоція розглядається до тих пір, поки спокій поступово не зникає внаслідок певного виду реакції, і емоція, споріднена тій, що раніше була предметом роздумів, поступово виникає і насправді існує в розумі. У цьому настрої зазвичай починається успішне створення [...]"
}