{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Do you consent to your supply to be off for around 1 hour per fuel?\nCan you confirm someone over the age of 18 will be available for the 4 hour appointment window?\nWhat are the best on the day contact details?\nWould you like the engineer to have a Passphrase\nIf we are able to communicate with the meter, are you happy for us to collate readings half hourly?\nAre there any vulnerabilities we need to be aware of?\nAre there any animals in the property? if so they will need to be put away for the appointment\nBoiler & Flue location - If the boiler is located in the loft, is the loft boarded and accessible with an existing loft ladder?\nAlso I'd like to make you aware of our Guaranteed Standards of Service: This a promise to our customer that when an appointment is booked, we will arrive as and when we say we will and complete the appointment. If we don’t then the customer may be entitled to a payment of £30.00.\nI await your response.\nIf there is anything else you want me to help you with, please do get in touch.\nHave a great day!\nMia",
    "trans": "Чи погоджуєтеся ви на те, щоб ваше постачання було відключено приблизно на 1 годину за кожен вид пального?\nЧи можете ви підтвердити, що протягом 4-годинного вікна призначення буде доступна особа старше 18 років?\nЯкі найкращі контактні дані на день призначення?\nБажаєте, щоб у інженера був пароль?\nЯкщо ми зможемо зв'язатися з лічильником, чи згодні ви, щоб ми збирали показання кожні півгодини?\nЧи є якісь вразливості, про які нам потрібно знати?\nЧи є тварини в приміщенні? Якщо так, їх потрібно буде прибрати під час призначення.\nРозташування котла та димоходу - Якщо котел знаходиться на горищі, чи є горище обшитим і доступним за допомогою існуючої драбини для горища?\nТакож хочу звернути вашу увагу на наші Гарантовані стандарти обслуговування: це обіцянка нашим клієнтам, що коли призначення заброньовано, ми приїдемо в зазначений час і виконаємо його. Якщо ні, то клієнт може мати право на виплату у розмірі 30 фунтів стерлінгів.\nЧекаю на вашу відповідь.\nЯкщо є щось інше, з чим я можу вам допомогти, будь ласка, зв'яжіться зі мною.\nГарного дня!\nМія"
}