{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The airdrop recipients are divided into two categories:\nTelegram App Users\nWeb3 Community\nFor both user types, there are Core (User Score) and Bonus (Multipliers) criteria. Each airdrop is calculated as User Score X Multipliers.\nTelegram App Airdrop\nAllocation: ~ 85% of MEMEFI supply\nCore Eligibility Criteria:\nTotal value of all purchases (All TON + Stars Purchases)\nAmount of coins\nThese criteria are independent; fulfilling only one is sufficient to receive the associated airdrop.\nOnly users who have collected a minimum amount of coins (which will be small) will be eligible for the airdrop. Users passing either criterion will have a user score defined based on the higher passing criterion.\nTop players by coins will receive rewards in a non-linear fashion.\nBonus Criteria:\n[Hidden criterion]\nOn-Chain TON Transactions\nGiveaway Participation\nMemeFi Premium\nCampaigns\nThese criteria will have specific multipliers to increase the user score.\n❗ Important: Due to the large number of Telegram app users, we've allocated a by an order of magnitude larger portion of the airdrop supply to this group (it’s a few % to Web3 users against the rest of the airdrop supply to Telegram app users).",
    "trans": "Адресати аірдропа діляться на дві категорії:\nКористувачі додатка Telegram\nКористувачі спільноти Web3\nОбидва типи користувачів мають основні (оцінка користувача) та бонусні (мультиплікатори) критерії. Кожен airdrop розраховується як Оцінка користувача X Мультиплікатори.\nАірдроп додатка Telegram додаток\nРозподіл: ~ 85% пропозиції MEMEFI\nГоловні критерії участі:\nСумарна вартість всіх покупок (всі TON + покупки за зірки)\nКількість монет\nКритерії не залежать один від одного; для отримання відповідного аірдропа достатньо виконати лише один з них.\nПраво на отримання монет матимуть лише ті користувачі, які зібрали мінімальну кількість монет (яка буде невеликою). Для користувачів, які пройшли обидва критерії, буде визначатися оцінка користувача на основі більш високого критерію проходження.\nНайкращі гравці за кількістю монет отримають винагороду в нелінійному порядку.\nКритерії бонусів:\n[Hidden criterion]\nТОН транзакцій в мережі\nУчасть у розіграшах\nMemeFi Premium\nКампанії\nДані критерії будуть мати особливі множники для збільшення користувацького балу.\n❗ Важливо. Зважаючи на велику кількість користувачів додатка Telegram, ми розподілили на порядок більшу частину пропозиції airdrop для цієї групи (це декілька % для користувачів Web3 у порівнянні з рештою airdrop для користувачів додатка Telegram)."
}