{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Exceptional design meets contemporary comfort at voco® Riyadh . We’re on King Fahad Road at the heart of the city’s booming business district. Only 30 minutes from King [redacted_name] International Airport . Opposite the Ministry of Interior, and steps away from other government offices.\nResponsibilities:\nCoordinating the sales team by managing schedules, filing important documents and communicating relevant information\nEnsuring the adequacy of sales-related equipment or material\nResponding to complaints from customers and give after-sales support when requested\nHelp with offers and agreements\nAttending sales meeting and taking the minutes\nAnswering customer inquiries / calls while the team are out of the office\nMaintain customers profiles / data in Opera\nRequirements and skills:\n2-years degree from an accredited university in Hotel Management\n2-years in experience in Sales & Marketing preferably in a 5-Star Hotel.",
    "trans": "Винятковий дизайн поєднується з сучасним комфортом у voco® Ер-Ріяд. Ми знаходимося на Кінг Фахад Роуд, у самому серці ділового району міста, що бурхливо розвивається. Всього за 30 хвилин їзди від міжнародного аеропорту імені короля [redacted_name]. Навпроти Міністерства внутрішніх справ і за кілька кроків від інших урядових установ.\nОбов'язки:\nКоординація роботи відділу продажів шляхом складання графіків, заповнення важливих документів і передачі необхідної інформації.\nЗабезпечення належного стану обладнання та матеріалів, пов'язаних з продажами\nРеагування на скарги клієнтів та надання післяпродажної підтримки за запитом\nДопомога в підготовці пропозицій та угод\nУчасть у нарадах з продажу та ведення протоколів\nВідповідати на запити / дзвінки клієнтів, поки команда знаходиться поза офісом\nВедення профілів / даних клієнтів в Opera\nВимоги та навички:\n2-річний ступінь в акредитованому університеті в галузі готельного менеджменту\n2-річний досвід роботи у сфері продажів і маркетингу, бажано в 5-зірковому готелі."
}