{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Maintain physical stamina and proper mental attitude while dealing effectively with guests, management, team members, and outside contacts while working under pressure and meeting deadlines.\nMust be able to frequently move freely about the property, maintain manual dexterity to operate job related equipment, such as telephones, copiers, etc., withstand various activities such as frequent walking, sitting for long periods and withstand prolonged standing, stretching, bending and kneeling without restriction.\nBe able to work indoors and be exposed to various environmental contaminants including smoke.\nAbility to lift or carry a minimum of 20 pounds unassisted in the performance of specific tasks assigned.\nMust be able to work with others, communicate well, receive direction, and provide feedback when needed to achieve department goals and objectives.\nMust maintain a positive attitude toward work and interface with guests in a congenial and polite manner.\nMust be able to address stressful situations with clients with dignity and the utmost tact and politeness.",
    "trans": "Підтримка фізичної витривалості та належного психічного стану, ефективно спілкуючись з гостями, керівництвом, членами команди та зовнішніми контактами, працюючи під тиском і дотримуючись термінів.\nЗдатність вільно пересуватися по території, підтримувати ручну спритність для роботи з обладнанням, пов'язаним з роботою, як-от телефони, копіювальні апарати тощо, витримувати різні види діяльності, такі як часте ходіння, тривале сидіння або стояння, розтягування, згинання і присідання без обмежень.\nЗдатність працювати в приміщенні та піддаватися впливу різних забруднюючих речовин навколишнього середовища, у тому числі диму.\nЗдатність піднімати або переносити мінімум 20 фунтів без допомоги при виконанні конкретних завдань.\nЗдатність працювати з іншими людьми, добре спілкуватися, отримувати вказівки та надавати відгуки за необхідності для досягнення цілей і завдань відділу.\nПідтримка позитивного ставлення до роботи та вміння ввічливого і доброзичливого спілкування з гостями.\nЗдатність вирішувати стресові ситуації з клієнтами з гідністю та максимальною тактовністю і ввічливістю."
}