{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The wolf pushed once more at her side and she got up, looking up at its humongous frame. It goes down on its hinges, wanting her to climb on it's back.\nIt was then that she had noticed. Not only did Ezra accept her, but his wolf did too. And that meant a lot to her because his wolf and him were two different beings.\nShe weakly gets on, holding unto its fur as tight as she could as they went off, heading back to the castle.\nAs soon as they had arrived, the lycan went down on all four of its legs. She climbed down slowly before looking at it.\n\"Genesis!\" Beverly calls, walking on the bridge that led to the castle.\nGenesis stared at her mate before it stood up and dashed into the woods, making her lips part in awe.\n\"I was so worried about you! I was looking for you the whole night.\" Bethany says worrisely, wrapping a blanket around her small frame. \"Let's get you inside.\"\n................\n\"Would you like to come into the village with me?\" Bethany asks, handing her some tea.",
    "trans": "Вовк ще раз натиснув на її бік, і вона встала, дивлячись на його величезну фігуру. Він опустився на своїх лапах, бажаючи, щоб вона сіла йому на спину.\nТоді вона помітила. Не тільки Езра прийняв її, але й його вовк теж. І це багато значило для неї, тому що його вовк і він були двома різними істотами.\nВона слабко сіла на нього, тримаючись за його шерсть так міцно, як могла, поки вони вирушили назад до замку.\nЯк тільки вони прибули, лікан опустився на всі чотири лапи. Вона повільно злізла з нього, перш ніж подивитися на нього.\n\"Генезис!\" - кликнула Беверлі, йдучи по мосту, що вів до замку.\nГенезис подивився на свою пару, перш ніж встати і рвонути в ліс, викликавши у неї захоплення.\n\"Я так переживала за тебе! Я шукала тебе всю ніч.\" - сказала Бетані з тривогою, обгортаючи свою маленьку фігуру ковдрою. \"Давай зайдемо всередину.\"\n................\n\"Хочеш піти зі мною в село?\" - запитує Бетані, пропонуючи їй чашку чаю."
}