{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The photo result will be used for verification at level 1 visitor’s counter, and is valid for 24 hours only.\nPlease do not send it to us.\nYour child is exempted from swabbing as he is below five years of age.\nYour child’s sleep study is rescheduled, as discussed, to:\n16 OCT 2024, WEDNESDAY @ MAIN BUILDING\n(Yellow Zone G)\nLEVEL 4, #04-62,\nPaediatric Sleep Laboratory\n(beside the playground, just before Paediatric Day Therapy).\n*NOT ZONE E*\nOur Laboratory opens at 8.30pm.\nPlease arrive before 9.30pm.\nRegistration will be done on-site. CPF account holder has to be present. Kindly declare your personal insurance for payment, if any.\nOne Covid-ART-tested caregiver is allowed to stay overnight.\nPlease do not stop any medication without doctor's instructions.\nPlease bring along your child’s sleep clothes, toiletries, slippers, comb and, if preferred, pillows and toys.\nNo meal will be provided.\nIt will be a single room with a bed and a sofa bed beside it. Pillows, blankets, television and public WiFi access will be available.",
    "trans": "Зроблену фотографію використовуватимуть для перевірки на стійці відвідувачів рівня 1, і вона буде дійсною лише протягом 24 годин.\nБудь ласка, не надсилайте її нам.\nВаша дитина звільняється від здачі мазка, оскільки їй ще немає п'яти років.\nДослідження сну вашої дитини переноситься, як і обговорювалося, на:\n16 ЖОВТНЯ 2024 РОКУ, СЕРЕДА, У ГОЛОВНОМУ КОРПУСІ\n(Жовта зона G)\nРІВЕНЬ 4, #04-62,\nПедіатрична лабораторія сну\n(біля дитячого майданчика, перед педіатричним відділенням денної терапії).\n*НЕ ЗОНА E*\nНаша лабораторія відкривається о 20:30.\nБудь ласка, приїжджайте до 21:30.\nРеєстрація проводитиметься на місці. Власник рахунку CPF повинен бути присутнім. Будь ласка, заявіть про свою особисту страховку для оплати, якщо така є.\nНа ніч дозволяється залишатися одній людині, яка пройшла тестування на Covid-ART.\nБудь ласка, не припиняйте приймання ліків без інструкцій лікаря.\nБудь ласка, візьміть із собою одяг для сну, туалетні приналежності, капці, гребінець і, якщо хочете, подушки та іграшки.\nХарчування не надається.\nЦе буде одномісна кімната з ліжком і диваном поруч із ним. Будуть доступні подушки, ковдри, телевізор і доступ до громадського Wi-Fi."
}