{
    "source": "en_US",
    "target": "uk_UA",
    "text": "H. pylori is a Gram-negative bacterium that plays a pivotal role in the development of gastritis,\npeptic ulcers, and gastric cancer. In addition to its association with various gastrointestinal disorders,\nan increased prevalence of H. pylori infection in patients with rosacea was also reported. About 88% of\nthe patients with rosacea were infected with H. pylori, compared with 65% of the non-ulcer dyspeptic\ncontrols [57]. Moreover, eradication of H. pylori improved the skin symptoms of rosacea [57–59].\nHowever, a Danish population-based cohort study reported no significant association between H. pylori\ninfection (hazard ratio (HR): 1.04; 95% CI: 0.96–1.13) in patients with rosacea compared with control\nsubjects [60]. Although they also found an increased prevalence of H. pylori infection in patients with\nrosacea, the prevalence of new-onset H. pylori infection was not increased in patients with rosacea,\nsuggesting that H. pylori infection could be one of the predisposing factors in rosacea by acting as a",
    "trans": "Хелікобактер пілорі — це грам-негативна бактерія, яка відіграє ключову роль в розвитку гастриту,\nвиразки шлунку та раку шлунку. На додаток до її зв'язку з різними шлунково-кишковими розладами\nповідомлялося про підвищену розповсюдженість хелікобактер пілорі у пацієнтів з розацеа.\nБлизько 88% пацієнтів з розацеа були інфіковані хелікобактер пілорі порівняно з 65% з невиразковою  дисепсією з контрольної групи [57].\nБільше того, усунення хелікобактер пілорі зменшувало прояви розацеа на шкірі [57-59].\nОднак дослідження на базі населення Данії не виявило значного зв'язку між інфікуванням хелікобактер пілорі\n(коефіцієнт ризику (HR): 1,04; 95% СІ: 0,96-1,13) у пацієнтів з розацеа в порівнянні з контрольними суб'єктами [60].\nХоча вони також виявили підвищену розповсюдженність інфекції хелікобактер пілорі у пацієнтів з розацеа,\nрозповсюдженність вперше виявленної інфекції хелікобактер пілорі у пацієнтів з розацеа не була підвищенною,\nпоказуючи, що інфекція хелікобактер пілорі може бути одним з сприятливих факторів для розацеа, діючи як"
}