{
    "source": "en_US",
    "target": "uk_UA",
    "text": "● What are the communication patterns and needs of individuals from different age groups?\nSuch descriptive reports also capture generational shifts—such as Millennials’ and Generation Z’s prioritization of work-life balance—and highlight the need for strategies to communicate across differences in organizations. Similar demographic analyses could be applied to race, ethnicity, family structure, social class, household composition, and geographic difference, which would reveal how the workplace is evolving as these demo- graphic patterns shift.\n● How can we communicate with members of a diverse workforce in ways that value difference and help achieve organizational and individual goals?\nChanging demographics also create new opportunities and challenges for organiza- tional communication because they result in multicultural workplaces, including workers with increasing responsibilities to aging family members; workers with longer commutes; and workers who telecommute. Changing demographics also magnify the importance of treating individuals with different ethnic backgrounds, races, ages, genders, abilities, and sexual orientations in ways that honor these differences and create opportunities for meet- ing both individual and organizational goals. Thus, questions confronting organizational communication scholars as they consider these demographic shifts include:",
    "trans": "● Якими є моделі комунікації та потреби людей різних вікових груп?\nТакі описові звіти також фіксують зміни поколінь — як-от пріоритетність балансу між роботою та особистим життям для міленіалів і покоління Z — та демонструють необхідність стратегій комунікацій з врахуванням різниці в організаціях. Схожий демографічний аналіз можна застосувати до раси, етносу, родинної структури, соціального класу, складу домогосподарств та географічних відмінностей, який покаже, як змінюється робоче місце зі зміною демографічних моделей.\n● Як ми можемо спілкуватися з членами різних трудових колективів так, щоб цінувати відмінності та допомагати в досягненні спільних та індивідуальних цілей?\nЗміна демографічних факторів також створює нові можливості та виклики для комунікації всередині організації, тому що вони призводять до створення багатокультурних робочих місць, у тому числі працівників, які мають більше обов'язків по догляду за літніми членами сім'ї; працівників, які довше дістаються до роботи, та дистанційних працівників. Зміна демографічної ситуації також змінює важливість відношення до людей різного етнічного походження, раси, віку, статі, здібностей та сексуальної орієнтації таким чином, щоб поважати відмінності та створювати можливості для досягнення як спільних, так й індивідуальних цілей. Отже, питання, з якими стикаються дослідники організаційної комунікації при врахуванні цих демографічних змін, охоплюють:"
}