{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Morena smiled, her hands reaching for the zipper of her dress. \"Then show me how much you want me,\" she said, her voice a sultry whisper.\nAgron's hands gripped her hips, pulling her close. His lips met hers in a fierce kiss, his tongue exploring her mouth. Morena moaned, her body pressing against his.\nBreaking the kiss, Agron began to trail his lips down her neck, nibbling and sucking on the sensitive skin. Morena gasped, her hands gripping his shoulders. \"Yes, Agron. Just like that,\" she whispered.\nAgron's hands moved to her breasts, cupping them through her bra. He could feel her nipples hardening against his palms. He unhooked her bra, letting it fall to the ground. His mouth found her nipple, sucking and licking until Morena was writhing beneath him.\n\"God, Agron. That feels so good,\" she moaned.\nAgron smiled, his hand moving down to her pussy, rubbing her through the lace of her thong. He could feel her wetness, her desire. He hooked his fingers into the thong, pulling it aside and revealing her glistening pussy.\n\"You're so wet, Morena. You want this, don't you?\" he whispered, his fingers dipping into her wetness.",
    "trans": "Морена посміхнулась, її руки потягнулися до блискавки на сукні. «Так покажи мені, як сильно ти мене хочеш», — гаряче прошепотіла вона.\nРуки Агрона обхопили її стегна, притягуючи до себе. Його губи зустрілись з її губами в палкому поцілунку, його язик досліджував її рот. Морена застогнала, притискаючись до нього всім тілом.\nПерервавши поцілунок, Агрон почав водити губами по її шиї, кусаючи та смокчучи її чутливу шкіру. Морена зітхнула, її руки схопили його плечі. «Так, Агрон. Ось так», — прошепотіла вона.\nРуки Агрона перемістилися до її грудей, охопивши їх через бюстгальтер. Він відчував, як її соски твердішають під його долонями. Він розстебнув її бюстгальтер і кинув його на підлогу. Його рот знайшов її сосок, смоктав та лизав, доки Морена не почала звиватись під ним.\n«Господи, Агрон. Це так добре», — простогнала вона.\nАгрон посміхнувся, його рука перейшла вниз до її кицьки, потираючи її крізь тканину стрінгів. Він міг відчувати її вологість, її бажання. Він запустив пальці в трусики, відсунувши їх та відкривши її блискучу кицьку.\n«Ти така мокра, Морена. Ти хочеш цього, чи не так?» — прошепотів він, заглиблюючи пальці в її вологість."
}