{
    "source": "en_US",
    "target": "uk_UA",
    "text": "If you are found carrying or using the prohibited goods, you may be asked to leave them in the coin locker. Please note that you may be asked to leave the venue if you refuse to comply with the above request.\n■ About the illegal cheering goods\nYou may not sell or distribute unofficial goods using the portrait rights of TXT or its names within the venue and near facilities or public places.\nIf it is found malicious, we may go through a legal procedure.\nPlease remember that manufacturing and selling goods without permission is illegal, but purchasing them will only encourage these unlawful actions.\nTherefore, we ask you not to purchase these illegal goods for all audience's safety and pleasant time.\n■ Prohibition of Recording, Video Recording, Taking Photos, Live Streaming\nYou will not be allowed to bring any filming or recording devices (cameras, magnifying glasses with a recording function, recorder, video recorder, and other recording devices) into the venue, and you are not allowed to take photos, take videos, record audio, or live stream (audio/video live streaming) within the venue in order to protect the artists' rights.",
    "trans": "Якщо вас помітять за перенесенням або використанням заборонених товарів, вас можуть попросити залишити їх в автоматичній камері схову. Будь ласка, зверніть увагу, що вас можуть попросити покинути місце заходу, якщо ви відмовитесь виконати вищезгадану вимогу.\n■ Про незаконні вболівальницькі товари\nВи не маєте права продавати або розповсюджувати неофіційні товари з використанням прав на зображення TXT або його назв на території заходу, а також поблизу об'єктів або громадських місць.\nЯкщо товар буде визнаний шкідливим, ми можемо застосувати вирішення цього питання у передбачений законом спосіб.\nБудь ласка, пам'ятайте, що виробництво та продаж товарів без дозволу є незаконним, однак їх придбання лише заохочує ці незаконні дії.\nТому ми просимо вас не купувати ці незаконні товари задля безпеки та гарного відпочинку всіх людей.\n■ Заборона записів, відеозйомки, фотографування, стрімінгу\nНа територію заходу забороняється проносити будь-які знімальні та записувальні пристрої (фотоапарати, лупи з функцією запису, диктофон, відеомагнітофон та інші пристрої запису), а також фотографувати, знімати відео, записувати звук, або вести стрімінги (аудіо/відео в прямому ефірі) у місці проведення заходу, щоб захистити права артистів."
}