{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Vegan food supplement, gluten free, lactose free and yeast free – Our pure ascorbic acid tablets are highly concentrated (1000mg per capsule) and are created gluten-free, lactose free and without any other animal products. They are also certified by the V-Label and registered as vegan.\nVITAMIN C IS AN ESSENTIAL NUTRITIVE ELEMENT - The human body is not able to produce vitamin C independently, so it is important to take a sufficient dose that follows a proper diet. Our vitamin C supplement is useful for those who do not eat enough fruits and vegetables or for those with vitamin C deficiency.\n✅ NEW STANDARDS OF QUALITY AND STABILITY - gloryfeel products are manufactured in Germany and undergo extensive stability tests in order to maintain a consistent quality over a long period of time. Our commitment to exceed industry standards underscores our leadership position in quality assurance. Discover our certificates of analysis for more transparency and trust. Keep out of reach of children and not recommended for children under 6 years old.",
    "trans": "Харчова добавка для веганів, без глютену, без лактози та дріжжів — Наші таблетки чистої аскорбінової кислоти мають високу концентрацію  (1000 мг в капсулі) та створені без глютену, лактози та будь-яких продуктів тваринного походження. Вони також сертифіковані маркою V, та зареєстровані як веганські.\nВІТАМІН С Є ЖИТТЄВОВАЖЛИВИМ ХАРЧОВИМ ЕЛЕМЕНТОМ — Людський організм не здатен виробляти вітамін С самостійно, отже важливо приймати достатню дозу, що витікає з правильної дієти. Наша добавка з вітаміном С корисна для тих, хто їсть недостатньо фруктів та овочів, або для людей з нестачею вітаміну С.\n✅ НОВІ СТАНДАРТИ ЯКОСТІ ТА СТАБІЛЬНОСТІ — продукція Gloryfeel виробляється в Німеччині та проходить широкі випробування на стабільність, щоб підтримувати постійну якість протягом тривалого часу. Наша відданість до перевершення галузевих стандартів підкреслює нашу лідируючу позицію в забезпеченні якості. Дізнайтесь про наші сертифікати аналізу для більшої прозорості та довіри. Тримайте недосяжними для дітей, не рекомендується дітям до 6 років."
}