{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• Travel during school holidays (other than returning to your home country) is only permitted if you are accompanied by a parent, guardian, homestay carer, close relative or on an approved school excursion.\n• Leave during the school term can only be approved under compassionate/compelling reasons, and you must provide supporting documents as evidence.\n• If your leave includes school days, you must submit a copy of your flight tickets after your leave is approved.\nSchool: _______________________________________________________________________________ DEI student no: __________________ Date of application: / /\nStudent full name: ______________________________________________________________________ Student mobile number: _________________ Student email: ___________________________________ Departure date: / / Arrival date in Australia: / /\nTotal number of school days that you would be missing: _______________________________________ Destination: Home country Other destination: __________________________________________ Reason for leave request: ________________________________________________________________ __________________________________________________________________________________________ Parent’s declaration (The student’s parent must complete this section)\n• I confirm that the above travel details are true and correct.\n• I take full responsibility for my child’s safety during the above leave. If the leave is taken during the\nschool term, I am aware that this may affect my child’s attendance and his/her ability to meet the",
    "trans": "• Подорожі під час шкільних канікул (окрім повернення на батьківщину) дозволені лише у супроводі одного з батьків, опікуна, особи, що здійснює догляд, близького родича або під час затвердженої шкільної екскурсії.\n•Відпустка під час навчального року може бути дозволена лише з поважних причин, і в якості доказу ви маєте надати підтверджуючі документи.\n• Якщо відпустка включає навчальні дні, ви маєте надати копію ваших авіаквитків після ухвалення відпустки.\nШкола: _______________________________________________________________________________ Номер учнівського квитка: __________________ Дата подання заяви: / /\nПовне ім'я учня: ______________________________________________________________________ Номер мобільного телефону учня: _________________ Електронна адреса учня: ___________________________________ Дата від'їзду: / / Дата прибуття до Австралії: / /\nЗагальна кількість навчальних днів, які будуть пропущені: ________________________ Напрямок: Країна проживання Інший напрямок: _________________________________ Причина заяви: ________________________________________________________________ __________________________________________________________________________________________ Заява батьків (один з батьків учня має заповнити це поле)\n• Я підтверджую, що вказані вище деталі подорожі є достовірними та правильними.\n• Я беру на себе повну відповідальність за безпеку моєї дитини під час вищевказаної відпустки.\nЯкщо відпустка відбувається під час навчального року, я розумію, що це може вплинути на відвідуваність моєї дитини та його/її здатності відповідати"
}