{
    "source": "en_US",
    "target": "uk_UA",
    "text": "• Starting Low, Going Slow: Patients usually start with 25 mg and increase the dose gradually (to 50 mg, 100 mg, and possibly higher if needed) over weeks. This slow titration is crucial to reduce the risk of serious side effects, such as severe skin reactions.\n• Typical Maintenance Dose: After titration, the maintenance dose often falls between 100-200 mg daily, though it can be adjusted based on clinical response and tolerability.\nImportant Considerations\n• Risk of Rash: One of the most serious risks is the potential for a severe rash, including Stevens-Johnson syndrome (SJS). Any new or worsening rash should be reported immediately to a healthcare provider, especially if it appears during dose changes.\n• Common Side Effects: Common side effects include dizziness, headache, blurred vision, nausea, and insomnia. These often lessen with continued use.\n• Drug Interactions: Lamotrigine can interact with other medications, including certain antiepileptics, oral contraceptives, and medications that affect liver enzymes. These interactions may require dose adjustments.\nMonitoring and Follow-Up\n• Mood and Symptom Tracking: Patients should monitor and report any recurrence of depressive or hypomanic symptoms, as well as any new side effects.",
    "trans": "• Починати з невеликої дози, рухатись повільно: Пацієнти зазвичай починають з 25 мг та поступово збільшують дозування (до 50 мг, 100 мг, і за необхідності і моживості вище) протягом тижнів. Таке повілне дозування є важливим для зменшення ризику серйозних побічних ефектів, як важкі шкірні реакції.\n• Типова підтримуюча доза: Пілся збільшення дозування, підтримуюча доза часто зупиняється на 100-200 мг в день, хоча її можна коригувати, виходячи з клінічної відповіді та толерантності.\nВажливі примітки\nРизик висипання: Один з найбільш серйозних ризиків — можливе важке висипання, включаючи синдром Стівенса-Джонсона (SJS). Про будь-яке нове або прогресуюче висипання необхідно негайно повідомляти надавача медичних послуг, особливо, якщо він виникає при зміні дозування.\n• Розповсюджені побічні ефекти: Розповсюджені побічні ефекти включають запаморочення, головний біль, нечіткість зору, тошноту та безсоння. Вони часто зменшуються при тривалому застосуванні.\n• Взаємодія з іншими препаратами: Ламотріджин може взаємодіяти з різними медичними препаратами, включно з певними протиепілептичними, оральними контрацептивами та препаратами, які впливають на ферменти печінки. Ця взаємодія може вимагати коригування дози.\nНагляд та наступні дії\n•Відстеження настрою та симптомів: Пацієнти мають контролювати та повідомляти про будь-які рецидиви депресивних або маніакальних синдромів, а також про нові побічні ефекти."
}