{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Veho waitlist times vary market to market. When additional drivers are needed, we will reach out based on the date and time of your registration. We check in with drivers who are on the waitlist for 90 days or longer to ensure that they are still interested on driving on the platform.\nWhat if I do not want to be placed on the waitlist?\nIf you are not interested in being placed on the waitlist, reach out to support@shipveho.com to have us remove your registration. Additionally, if drivers are no longer interested in being placed on the waitlist, but want to reapply in the future please reach out to Veho Support.\nWhy does my city have a waitlist and others do not?\nThe waitlist is based on a variety of city-specific factors that are constantly changing. It’s important to us at Veho to make sure all our drivers have access to routes in their area to have earning opportunities in line with their preferences on the Veho platform.",
    "trans": "Час перебування в списку очікування Veho залежить від ринку. Коли будуть необхідні додаткові водії, ми повідомимо, виходячи з дати та часу вашої реєстрації. Ми перевіряємо водіїв, які знаходяться в списку очікування протягом 90 днів або довше, щоб переконатись, що вони все ще зацікавлені в роботі на платформі.\nЯкщо я не хочу потрапити в список очікування?\nЯкщо ви не зацікавлені в потраплянні до списку очікування, зв'яжіться із Службою підтримки @shipveho.com, щоб ми видалили вашу реєстрацію. Крім того, якщо водії більше не зацікавлені в тому, щоб бути включеними до списку очікування, однак бажають знову подати заявку в майбутньому, будь ласка, зв'яжіться зі Службою підтримки Veho.\nЧому в моєму місті є список очікування, а в інших немає?\nСписок очікування базується на різноманітних специфічних факторах, які постійно змінюються. Для нас у Veho важливо, щоб всі наші водії мали доступ до маршрутів у своєму регіоні, щоб мати можливість заробляти на платформі Veho у відповідності до своїх побажань."
}