{
    "source": "en_US",
    "target": "uk_UA",
    "text": "*China: With public hospitals as the main body, the government plays an important role in the provision and management of medical services. Through financial investment and policy formulation, the government ensures the operation and development of public hospitals, improves the utilization efficiency of medical resources, and provides basic medical services for residents.\n*United States: Dominated by private hospitals and commercial medical insurance. Patients need to buy commercial health insurance to get medical care. The cost of medical care in this way is high, and some residents may not be able to obtain timely medical services because they cannot afford the high medical costs.\nGovernment input and policy orientation:\n*China: The government gives priority to the protection of people's health and continuously increases investment in medical and health services. Through formulating a series of policies and plans, the government guides the development of the medical industry, strengthens the supervision of medical services, and guarantees the quality and safety of medical services.",
    "trans": "*Китай: З державними лікарнями в якості основного органу, уряд відіграє важливу роль в наданні та керуванні медичними послугами. Через фінансові інвестиції та формування політики, уряд забезпечує функціонування та розвиток державних лікарень, покращує ефективність використання медичних ресурсів та надає мешканцям базові медичні послуги.\n*Сполучені Штати: Домінують приватні лікарні та комерційне медичне страхування. Пацієнтам необхідно придбати комерційне страхування здоров'я, щоб отримати медичні послуги. Вартість медичного лікування, таким чином, висока, і деякі мешканці можуть не мати змоги вчасно отримати медичні послуги через те, що не можуть собі дозволити високі ціни.\nВклад уряду та орієнтування політики:\n*Китай: Уряд надає пріорітет захисту здоров'я людей і постійно збільшує інвестування в медичні та санітарні послуги. Шляхом формування серії політик та планів, уряд спрямовує розвиток медичної індустрії, посилює нагляд за медичними послугами та гарантує якість та безпечність медичних послуг."
}