{
    "source": "en_US",
    "target": "uk_UA",
    "text": "B. Economies of scale lead to perfect competition, where firms produce homogeneous products and have no influence on market prices.\nC. Economies of scale encourage firms to produce a limited range of goods, potentially leading to monopolistic or oligopolistic market structures and affecting trade patterns through specialization.\nD. Economies of scale result in higher average costs for firms due to the increased complexity of managing larger operations.\nE. Economies of scale are a form of government intervention that distorts market structures and trade flows.\nWhat is the impact of the expansion of market size caused by economic integration on enterprises in the context of international trade? C\nA. It leads to a reduction in the number of firms participating in international trade due to increased competition.\nB. It results in a uniform increase in the scale of production for all firms, regardless of their efficiency or productivity.\nC. It incentivizes only the most efficient firms to expand, potentially leading to a more efficient allocation of resources within the industry.",
    "trans": "B. Масштабні економіки призводять до ідеальної конкуренції, де фірми виробляють однорідні продукти і не впливають на ринкові ціни.\nB. Масштабні економіки заохочують фірми виробляти обмежений набір товарів, потенційно призводячи до монополітичної або олігархічної ринкової структури, що впливає на торгівлю спеціалізованими товарами.\nD. Масштабні економіки призводять до підвищенню середніх витрат для фірм через ускладненим управлінням великими операціями.\nE. Масштабні економіки є формою державного втручання, яка спотворює ринкові структури і торгові потоки.\nЯкий вплив має розширення розміру ринку, спричинене економічною інтеграцією, на підприємства в контексті міжнародної торгівлі? C\nA. Це призводить до зменшення кількості фірм, які беруть участь у міжнародній торгівлі, через збільшення конкуренції.\nB. Це призводить до однорідного збільшення масштабу виробництва для всіх фірм, незалежно від їхньої ефективності або продуктивності.\nC. Це стимулює лише найбільш ефективні фірми до розширення, що може призвести до більш ефективного розподілу ресурсів у галузі."
}