{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Monday\nAround what time did you start the visit?\nMid-day (12pm-2pm)\nWhen entering the store, how would you evaluate the level of traffic?\nThere were more SAs than customers\nWhich scenario did you adopt?\nScenario 1 - Brand Expert\nWhat product category did you target?\nBags & Small Leather Goods\nWas it a visit with or without a purchase?\nWithout purchase\nAdvocacy Index\nBased on your experience with the SA, how likely are you to recommend this store to a colleague or a friend?\nI would be happy to recommend this store to others, if asked, but there are also other equally good stores\nFIRST IMPRESSION\nWe only get one chance to make a good first impression\nHow would you best describe the exterior surroundings of the boutique?\nHow would best describe your first impression once inside the store?\nPleasant\nDid you feel that the SA's grooming was in line with the brand's guidelines?\nYes\nWas the SA wearing a Training badge?\nYes\nWELCOMING SIMPLICITY We acknowledge and welcome everyone in the home of Hermès with a 100 genuine attitude, an authentic tone and a warm smile.\nDid you have to wait to enter the store?",
    "trans": "Понеділок\nО котрій годині ви почали візит?\nОпівдні (12:00-14:00)\nПри вході до магазину, як би ви оцінили рівень відвідуваності?\nБуло більше консультантів, ніж клієнтів\nЯкий сценарій ви обрали?\nСценарій 1 - Експерт з бренду\nЯку категорію продукції ви обрали?\nСумки та маленькі шкіряні вироби\nЦе був візит з покупкою чи без покупки?\nБез покупки\nІндекс прихильності\nНа основі вашого досвіду спілкування з консультантом, наскільки ймовірно, що ви порекомендуєте цей магазин колезі або другу?\nЯ б із задоволенням порекомендував цей магазин іншим, якщо запитають, але є також інші магазини такої ж якості\nПЕРШЕ ВРАЖЕННЯ\nУ нас є лише один шанс справити хороше перше враження\nЯк би ви найкраще описали зовнішнє оточення бутіка?\nЯк би ви найкраще описали своє перше враження після входу до магазину?\nПриємне\nЧи вважали ви, що зовнішній вигляд консультанта відповідає рекомендаціям бренду?\nТак\nЧи носив консультант значок \"Тренінг\"?\nТак\nПРИВІТНА ПРОСТОТА Ми визнаємо і вітаємо всіх у домі Hermès з 100% щирістю, автентичним тоном і теплою усмішкою.\nЧи довелося вам чекати, щоб увійти до магазину?"
}