{
    "source": "en_US",
    "target": "uk_UA",
    "text": "24. Any notice provided for by this DIRECT PURCHASE ORDER shall be in writing and delivered, in person or by courier (against signed receipt) to the addresses set forth in the DIRECT PURCHASE ORDER. The notice shall be effective upon signed receipt.\n25. Each PARTY warrants to the other that it has not: (i) offered, given or agreed to give to any person employed by or on behalf of any public body or government authority any gift, commission or consideration of any kind as an inducement or reward for doing or not doing any act in relation to the obtaining or performance of this DIRECT PURCHASE ORDER or for showing or not showing favour to any person in relation to this DIRECT PURCHASE ORDER; (ii) committed any offence under any applicable law or common law in respect of fraudulent acts; or (iii) defrauded or attempted to defraud any public body or government authority; provided that nothing herein shall prevent either PARTY from making bona fide payments to its Kingdom of Saudi Arabia sponsor or agent in accordance with a properly registered and recorded agreement.",
    "trans": "24. Будь-яке повідомлення, передбачене цим ПРЯМИМ ЗАМОВЛЕННЯМ, повинно бути в письмовій формі та доставлено особисто або кур'єром (з підписом про отримання) за адресами, зазначеними в ПРЯМОМУ ЗАМОВЛЕННІ. Повідомлення набирає чинності з моменту підписання про отримання.\n25. Кожна СТОРОНА гарантує іншій, що вона: (i) не пропонувала, не давала або не погоджувалася на надання будь-якій особі, яка працює від імені будь-якого державного органу або органу влади, будь-який подарунок, комісію або винагороду будь-якого роду як спонукання або винагороду за виконання або невиконання будь-якої дії у зв'язку з отриманням або виконанням цього ПРЯМОГО ЗАМОВЛЕННЯ або за виявленням чи невиявленням переваги будь-якій особі у зв'язку з цим ПРЯМИМ ЗАМОВЛЕННЯМ; (ii) не скоїла жодного правопорушення відповідно до будь-якого застосовного закону чи загального права щодо шахрайських дій; або (iii) не обманула або не намагалася обманути будь-який державний орган або орган влади; за умови, що нічого в цьому документі не перешкоджає будь-якій СТОРОНІ здійснювати добросовісні платежі своєму спонсору або агенту в Королівстві Саудівська Аравія відповідно до належним чином зареєстрованої та оформленої угоди."
}