{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The address may be misspelled or may not exist. Try one or more of the following:\nSend the message again following these steps: In Outlook, open this non-delivery report (NDR) and choose Send Again from the Report ribbon. In Outlook on the web, select this NDR, then select the link \"To send this message again, click here.\" Then delete and retype the entire recipient address. If prompted with an Auto-Complete List suggestion don't select it. After typing the complete address, click Send.\nContact the recipient (by phone, for example) to check that the address exists and is correct.\nThe recipient may have set up email forwarding to an incorrect address. Ask them to check that any forwarding they've set up is working correctly.\nClear the recipient Auto-Complete List in Outlook or Outlook on the web by following the steps in this article: Fix email delivery issues for error code 5.1.10 in Office 365, and then send the message again. Retype the entire recipient address before selecting Send.",
    "trans": "Помилка при введенні адреси або неіснуюча адреса. Спробуйте одне або більше з наступного:\nВідправте повідомлення ще раз, виконуючи наступні кроки: в Outlook відкрийте цей звіт щодо недоставлення (NDR) та оберіть Відправити Знову з стрічки звіту. В Outlook онлайн оберіть цей NDR, потім оберіть посилання «Щоб відправити це повідомлення знову, клікніть тут.» Потім видаліть та перенаберіть всю адресу отримувача. Якщо з'явиться список автозаповнення, не обирайте його. Набравши повну адресу, натисніть Відправити.\nЗв'яжіться з отримувачем (телефоном, наприклад), щоб перевірити, що адреса існує та є вірною.\nОтримувач міг налаштувати пересилання пошти на невірну адресу. Попросіть перевірити, що налаштоване пересилання працює коректно.\nВидаліть Список автозаповнення отримувача в Outlook або Outlook онлайн, виконуючі наступні кроки з цієї статті: Усуньте помилки доставки електронної пошти з кодом помилки 5.1.10 в Office 365, а потім знову відправте повідомлення. Перенаберіть всю адресу отримувача, перш ніж обирати опцію Відправити."
}