{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Police said [redacted_name] was carrying a loaded shotgun, handgun and high-capacity magazine and is believed to be a member of a rightwing anti-government organization.\nHe holds a UCLA master’s degree, and in 2022 ran for Nevada state assembly. [redacted_name] said M[redacted_name] considers himself a so-called sovereign citizen, a group of people who do not believe they are subject to any government statutes unless they consent to them.\n[redacted_name] said [redacted_name]’s identity card was enough to raise suspicion with local rally security. “They were different enough to cause the deputies alarm,” he said, according to the Riverside Press-Enterprise.\n[redacted_name] was booked for possessing a loaded firearm and a high capacity magazine – and was released after posting $5,000 bail, police records show.\nFor more Guardian journalism follow this channel\nFollow the Guardian\n“The incident did not impact the safety of former president Trump or attendees of the event,” the sheriff’s office said in a press release.\nTrump narrowly survived an assassination attempt in July, when a gunman’s bullet grazed his ear during a campaign rally in Butler, Pennsylvania. In September, another man was charged with trying to assassinate Trump after Secret Service agents discovered him hiding with a rifle near Trump’s Palm Beach golf course. He has since pleaded not guilty.",
    "trans": "Поліція повідомила, що [redacted_name] носив заряджений дробовик, пістолет та магазин великої ємності і вважається членом праворадикальної антиурядової організації.\nВін має ступінь магістра UCLA, а в 2022 році балотувався до законодавчих зборів штату Невада. [redacted_name] сказав, що M[redacted_name] вважає себе так званим суверенним громадянином, групою людей, які не вважають себе підпорядкованими будь-яким урядовим статутам, якщо вони не дають на це свою згоду.\n[redacted_name] сказав, що посвідчення особи [redacted_name] було достатньо, щоб викликати підозру у охорони місцевого мітингу. \"Вони були достатньо відмінними, щоб викликати тривогу у заступників\", - сказав він, згідно з інформацією Riverside Press-Enterprise.\n[redacted_name] був затриманий за володіння зарядженою вогнепальною зброєю та магазином великої ємності - і був звільнений після внесення застави у розмірі 5000 доларів, свідчать поліцейські записи.\nДля отримання більше журналістики Guardian підписуйтесь на цей канал\nСлідкуйте за Guardian\n\"Інцидент не вплинув на безпеку колишнього президента Трампа або учасників заходу\", - йдеться у прес-релізі шерифського відділу.\nТрамп ледь уникнув замаху на своє життя в липні, коли куля стрільця пройшла повз його вухо під час передвиборчого мітингу в Батлері, штат Пенсильванія. У вересні інший чоловік був звинувачений у спробі замаху на Трампа після того, як агенти Секретної служби виявили його схованим з гвинтівкою поблизу гольф-клубу Трампа в Палм-Біч. Він з тих пір не визнає своєї провини."
}