{
    "source": "en_US",
    "target": "uk_UA",
    "text": "avoidance of starting, engaging in, and completing a task or a decision-making\nprocess. It is not a behaviour limited to students, despite high estimates of its\nprevalence in this population (up to 70 % according to Ellis and Knaus 1977). For\nexample, the prevalence of procrastination has been found to be as high as 20 % in\nan adult sample (Harriott and Ferrari 1996). Within psychology, procrastination has\nbeen conceptualised as a failure of self-regulation (Baumeister and Heatherton\n1996; Baumeister et al. 1994) associated with poor academic and work performance\nand mental ill health (Sto ¨ber and Joormann 2001).\nThe measurement of procrastination is vital to aid research that aims to\nunderstand this common and injurious behaviour. A range of self-report scales have\nbeen developed to measure this construct in general (e.g., the General Procrasti-\nnation Scale or ‘GPS’: Lay 1986), in specific aspects (e.g., the Decisional\nProcrastination Scale or ‘DPS’: Mann 1982), and in specific populations (e.g., for\nstudents with the Tuckman Procrastination Scale or ‘TPS’: Tuckman 1991). More\nrecently, the construct of intentional procrastination has been delineated and\nmeasured using the active procrastination scale (APS: Choi and Moran 2009). This\nseparation of sub-types of procrastination is similar to that proposed by Ferrari",
    "trans": "відмову від початку, виконання і завершення завдання або процесу ухвалення\nрішення. Така поведінка характерна не тільки для студентів, попри високі оцінки її\nпоширеності в цій категорії населення (до 70 % за даними Ellis і Knaus 1977).\nНаприклад, поширеність прокрастинації сягає 20 %\nсеред дорослих (Харріотт та Феррарі, 1996 р.). У психології прокрастинація\nконцептуалізується як нездатність до саморегуляції (Баумайстер та Хатертон,\n1996 р.; Баумайстер та інші, 1994 р.), яка пов'язана з поганою успішністю в навчанні та роботі\nі поганим психічним здоров'ям (Штобер та Йорманн, 2001 р.).\nВимірювання прокрастинації життєво необхідне для проведення досліджень, спрямованих на\nрозуміння цієї поширеної та шкідливої поведінки. Було розроблено низку шкал самозвітності\nдля вимірювання цього конструктивного компоненту в загальних рисах (наприклад, Загальна шкала\nпрокрастинації або «GPS»: Лей, 1986 р.), у конкретних аспектах (наприклад, шкала прокрастинації\nу прийнятті рішень або «DPS»: Манн, 1982 р.), а також у конкретних групах населення (наприклад,\nдля студентів за допомогою Шкали прокрастинації Такмана або «TPS»: Такман, 1991 р.). Останнім\nчасом конструктивний елемент навмисної прокрастинації був визначений і\nвиміряний за допомогою шкали активного зволікання (APS: Чой та Моран, 2009 р.). Цей\nподіл підтипів прокрастинації подібний до того, який був запропонований Феррарі"
}