{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Ozone: The Facts\nSound science and targeted regulations have greatly reduced ozone concentrations in Texas cities and across the nation.\nWhat is ozone?\nOzone, sometimes referred to as smog, is a gas that is formed in the atmosphere when three atoms of oxygen combine. The chemical structure of ozone is the same wherever it is found; however, there are two categories of ozone.\nStratospheric Ozone is found naturally in the Earth’s upper atmosphere - 6 to 30 miles above the Earth’s surface - where it forms a protective layer that shields us from the sun’s harmful ultraviolet rays.\nGround-Level Ozone is found at ground level (it is also called tropospheric ozone). It is not emitted directly into the air, but created by chemical reactions between oxides of nitrogen (NOx) and volatile organic compounds (VOCs) in the presence of sunlight. Emissions from industrial facilities and electric utilities, motor vehicle exhaust, gasoline vapors, and chemical solvents are some of the major sources of NOx and VOCs. In addition, biogenic sources (living organisms or biological processes) release VOCs that can contribute to ground-level ozone.",
    "trans": "Озон: Факти\nЗавдяки науковим дослідженням та цілеспрямованому регулюванню, концентрації озону в містах Техасу та по всій країні значно зменшилися.\nЩо таке озон?\nОзон, іноді називається смогом, є газом, який утворюється в атмосфері, коли три атоми кисню з'єднуються. Хімічна структура озону однакова незалежно від того, де він знаходиться; однак існує дві категорії озону.\nСтратосферний озон природно присутній в верхній атмосфері Землі - на висоті від 6 до 30 миль над поверхнею Землі - де він утворює захисний шар, який захищає нас від шкідливих ультрафіолетових променів сонця.\nОзон на рівні землі (також називається тропосферним озоном) знаходиться на рівні землі. Він не викидається безпосередньо в повітря, а утворюється внаслідок хімічних реакцій між оксидами азоту (NOx) та леткими органічними сполуками (VOCs) за присутності сонячного світла. Викиди з промислових підприємств та електричних станцій, вихлопи автомобілів, пари бензину та хімічні розчинники є деякими з основних джерел NOx та VOCs. Крім того, біогенні джерела (живі організми або біологічні процеси) вивільняють VOCs, які можуть сприяти утворенню озону на рівні землі."
}