{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Voice enhancements make Siri sound more natural, expressive, and clear\nPhotos\nPhotos search lets you find photos and videos simply by describing what you’re looking for\nClean Up removes distractions in your photos\nMemory movies can be created by describing the story you want to see\nNotifications\nNotification summaries make it easy to catch up on your notifications with a glanceable summary of the most important information\nReduce Interruptions is a new Focus that ensures the most urgent notifications get through to you while silencing potential distractions\nSmart Reply in Mail and Messages help you quickly respond to messages with suggested responses\nPriority messages in Mail understands the content of your messages and prioritizes those that require your attention, displaying them at the top of your inbox\nTranscription summaries in Notes give you an intelligently created summary of the transcript from your audio recording or call recording\nPhone",
    "trans": "Покращення голосу роблять Siri більш природною, виразною та чіткою.\nФотографії\nПошук фотографій дозволяє знаходити фото та відео, просто описуючи те, що ви шукаєте.\nОчищення видаляє відволікаючі елементи з ваших фотографій.\nФільми пам'яті можуть бути створені шляхом опису історії, яку ви хочете побачити.\nСповіщення\nРезюме сповіщень полегшує ознайомлення з вашими сповіщеннями завдяки зручному резюме найважливішої інформації.\nЗменшення перешкод — це новий режим фокусу, який забезпечує проходження найтерміновіших сповіщень, приглушуючи потенційні відволікання.\nРозумна відповідь у Mail та Messages допомагає швидко відповідати на повідомлення з запропонованими відповідями.\nПріоритетні повідомлення в Mail розуміють зміст ваших повідомлень і пріоритизують ті, які потребують вашої уваги, відображаючи їх на верху вашої поштової скриньки.\nРезюме транскрипції в Notes надає вам інтелектуально створене резюме транскрипції з вашого аудіозапису або запису дзвінка.\nТелефон"
}