{
    "source": "en_US",
    "target": "uk_UA",
    "text": "All annexes to your application must be certified original copies (certified copies are made by a competent official at the municipal administration of the country in which you are).\n– If the certified copies of the originals are not written in English, they must be accompanied by a translation into English by a sworn translator.\n– Should your application be successful, you will have to present the originals of these documents at registration.\nREFERENCE LETTERS\nIn your application form, you will be asked to name two referees of your choice (at least one referree must be from academia). Applicants must contact the reference persons prior to mentioning their contact details in the application form and make sure that their referees will provide a reference letter as part of their application. It is the responsibility of the applicant sto contact directly the two referees that they have to submit the reference letters directly to the email address applications@smaccs.eu by no later than 15 days after the application deadline that corresponds to their case. The template of the reference letter to be used by the referees is available for download below.\nReference letter template(download .docx file)↓\nFor confidentiality reasons no information will be communicated to the applicant on the receipt of the letters.",
    "trans": "Усі додатки до вашої заявки повинні бути сертифікованими оригінальними копіями (сертифіковані копії виготовляються компетентним посадовою особою в муніципальній адміністрації країни, в якій ви перебуваєте).\n– Якщо сертифіковані копії оригіналів не написані англійською мовою, вони повинні бути супроводжені перекладом на англійську мову, виконаним присяжним перекладачем.\n– Якщо ваша заявка буде успішною, вам доведеться пред'явити оригінали цих документів під час реєстрації.\nРЕКОМЕНДАЦІЙНІ ЛИСТИ\nУ формі заявки вас попросять назвати двох рекомендаторів на ваш вибір (принаймні один з рекомендаторів повинен бути з академічної сфери). Заявники повинні зв'язатися з рекомендованими особами перед тим, як вказувати їх контактні дані у формі заявки, і переконатися, що їхні рекомендателі нададуть референційний лист як частину їхньої заявки. Відповідальність за безпосередній контакт з двома рекомендателями, які повинні надіслати референційні листи безпосередньо на електронну адресу applications@smaccs.eu не пізніше ніж через 15 днів після терміна подачі заявки, що відповідає їхньому випадку, покладається на заявника. Шаблон референційного листа, який можуть використовувати рекомендателі, доступний для завантаження нижче.\nШаблон референційного листа (завантажити файл .docx)↓\nЗ причин конфіденційності жодна інформація про отримання листів не буде повідомлена заявнику."
}