{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Catrina is one of the most recognized symbols of the Day of the Dead (Día de los Muertos) in Mexico. This elegant skeleton, dressed in fancy clothes and a large, feathered hat, has an intriguing history that reflects Mexico's complex relationship\nwith life and death, as well as social and political issues. The figure of La Catrina was created in the early 20th century by Mexican artist José Guadalupe Posada. He was a political satirist who used his artwork to criticize the rich and powerful. His depiction of the skeleton, originally called \"La Calavera Garbancera,\" was a critique of Mexicans who, at the time, aspired to adopt European fashion and traditions, abandoning their own indigenous roots. \"Garbancera\" was a derogatory term for people who were ashamed of their indigenous heritage and tried\nto pass as Europeans. Posada's skeleton was later renamed \"La Catrina\" by the famous Mexican artist Diego Rivera. He included her in his mural Dream of a Sunday Afternoon in the Alameda Central, where she appears alongside other prominent Mexican figures. Rivera's",
    "trans": "Катріна - один з найвідоміших символів Дня мертвих (Día de los Muertos) в Мексиці. Елегантний скелет, одягнений у розкішний одяг та великий, пернатий капелюх, має цікаву історію, яка відображає складні стосунки Мексики\nз життям і смертю, а також соціальними та політичними проблемами. Фігура Ла Катріни була створена на початку 20 століття мексиканським художником Хосе Гваделупе Посадою. Він був політичним сатириком, який використовував свої твори для критики багатих і впливових людей. Його зображення скелета, спочатку називалося \"La Calavera Garbancera\", і критикувало мексиканців, які в той час прагнули прийняти європейську моду та традиції, відмовляючись від своїх власних корінних коренів. \"Garbancera\" була пейоративним терміном для людей, які соромилися своєї корінної спадщини і намагалися\nвидавати себе за європейців. Скелет Посади пізніше був перейменований на \"La Catrina\" знаменитим мексиканським художником Дієго Рівера. Він включив її у свій мурал \"Сон недільного післяобіднього часу в Аламеці\", де вона з'являється разом з іншими видатними мексиканськими постатями."
}