{
    "source": "en_US",
    "target": "uk_UA",
    "text": "i. Services for Young People - Integrated Children and Youth Services Centres\n(ICYSCs)\nii. iii. Family and Child Welfare - Integrated Family Service Centres (IFSCs)\nServices for the Elderly - District Elderly Community Centre (DECC) OR\nNeighbourhood Elderly Centre (NEC)\niv. Rehabilitation Services (Services for Mentally Handicapped Persons) -\nSheltered Workshop OR District Support Centre for Persons with Disabilities\n(DSC) OR Hostel\nv. Rehabilitation Services (Services for Persons in Mental Recovery) -\nIntegrated Community Centre for Mental Wellness (ICCMW) OR Halfway\nHouse\nvi. Community Development - Neighborhood Level Community Development Project\n(NLCDP)\n• Each group must visit a service unit of the selected service type and interview\na social worker who has worked in that service for at least three years.\nGuided questions for the interview:\n• Personal profile: present work position, social work qualification (Higher Diploma,\nAssociate Degree, Degree, Master). The name of social worker and agency",
    "trans": "і. Послуги для молоді — Інтегровані центри обслуговування дітей та молоді\n(ICYSCs)\nіі. ііі. Благополуччя родини та дитини — Інтегровані центри обслуговування родин (ICYSCs)\nПослуги для людей похилого віку — Районний комунальний центр для людей похилого віку (DECC) АБО\nРайонний центр для літніх людей (NEC)\niv. Послуги з реабілітації (Послуги для людей з психічними розладами) —\nПритулок-майстерня АБО Районний центр підтримки для людей з обмеженими можливостями\n(DSC) АБО Хостел\nv. Послуги з реабілітації (Послуги для людей на стадії психічного відновлення) —\nІнтегрований комунальний центр ментального здоров'я (ICCMW) АБО Halfway\nДім\nvi. Розвиток громади — Проєкт розвитку громади на рівні району\n(NLCDP)\n• Кожна група має відвідати установу з надання послуг для обраного типу послуги та поговорити\nз соціальним працівником, який пропрацював в цій сфері мінімум три роки.\nІнструкція для запитань на співбесіді:\n• Особистий профіль: поточна посада, кваліфікація в соціальній сфері (диплом про вищу освіту,\nвідповідний ступінь, ступінь магістра). Ім'я соціального працівника та агенції"
}