{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The writing can be fiction (including poetry) or nonfiction and must be done at home, with no adult support.\nThe fiction is judged on creativity and originality\nThe nonficiton is judged on factual accuracy and originality.\nDo not include any pictures/images, borders or coloured text.\nAll written entries must be emailed to Mr Thompson by Friday, 10th January 2025. Any submissions after this date can not be accepted.\nThe word documents must be 10 point Times New Roman and have single line and word spacing\nThe entries must feature the title and written text of the student’s work. Do not include your child’s name in the title of the story.\nCover Art Guidelines:\nThe creating of the cover art is to be done at home and with no adult support.\nIt must be a hard copy (not digital).\nFor Cover Art, we need the entries by Friday, 10th January 2025 at the latest. Any submissions after this date can not be posted.\nCover Art is designing a front cover that is based on the title New Tales of China’s Dinosaurs. All submissions must be based on the topic - New Tales of China’s Dinosaurs",
    "trans": "Написання може бути художнім (включаючи поезію) або науковим і повинно виконуватися вдома без підтримки дорослих.\nХудожнє написання оцінюється за креативністю та оригінальністю.\nНаукове написання оцінюється за фактичною точністю та оригінальністю.\nНе включайте жодних малюнків/зображень, рамок або кольорового тексту.\nВсі письмові роботи повинні бути надіслані електронною поштою пану Томпсону до п'ятниці, 10 січня 2025 року. Будь-які подання, надіслані після цієї дати, не будуть прийняті.\nТекстові документи мають бути виконані зі шрифтом Times New Roman, 10 кеглем та одинарним міжрядковим і міжслівним інтервалом.\nРоботи повинні містити заголовок і текст учнівської роботи. Не включайте ім'я своєї дитини у заголовок історії.\nВимоги до обкладинки:\nСтворення обкладинки повинно виконуватися вдома без  дорослих.\nВона повинна бути в паперовому вигляді (не цифровому).\nДля обкладинок нам потрібні роботи не пізніше п'ятниці, 10 січня 2025 року. Будь-які подання, надіслані після цієї дати, не можуть будуть прийняті.\nCover Art розробляє дизайн обкладинки, що базується на назві «Нові історії про динозаврів Китаю». Всі роботи повинні бути засновані на темі — «Нові історії про динозаврів Китаю»."
}