{
    "source": "en_US",
    "target": "uk_UA",
    "text": "So here they are, in your hometown, in your own school, looking for the talents of tomorrow.\nNow their ad had a strange title: “Make HAL dream”. You don't know exactly what they meant by this, but you are intrigued. And to be honest, even if they asked you to sing a song while standing on your head, you would give this incredible job opportunity a try.\nSo you sent them a message, asking for more information.\nHere is what HAL answered:\nDear [your name]\nOur recruiting agent will come to you next week to hear what you have to say.\nWe want to know the real you. Not the list of your acquired skills. We already know about them. Anything you put online, we know. Actually, we know some of the things you will do before you are even aware you want to do them.\nSo present us the real you, the actual person, the human side of your experience. We want young professionals who can not only describe their accomplishments but also show us something of their personality.",
    "trans": "Отже, ось вони, у вашому рідному місті, у вашій власній школі, у пошуках талантів завтрашнього дня.\nТепер їхня реклама мала дивну назву: «Здійсни мрію HAL». Ви не знаєте точно, що вони мають на увазі, але вам цікаво. І, чесно кажучи, навіть якби вони попросили вас заспівати пісню, стоячи на голові, ви б спробували цю неймовірну можливість роботи.\nОтже, ви надіслали їм повідомлення з проханням надати більше інформації.\nОсь що відповів HAL:\nДорогий [ваше ім'я]\nНаш агент з підбору персоналу завітає до вас наступного тижня, щоб почути, що ви хочете сказати.\nМи хочемо знати вас справжніх. Не перелік ваших набутих навичок. Про них ми вже знаємо. Ми знаємо все, що ви розміщуєте в Інтернеті. Насправді, ми знаємо деякі речі, які ви будете робити, ще до того, як ви усвідомите, що хочете їх робити.\nТож покажіть нам справжнього себе, реальну людину, людську сторону вашого досвіду. Нам потрібні молоді професіонали, які можуть не лише описати свої досягнення, але й показати нам щось своє, особистісне."
}