{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Clinical characteristics: Spinocerebellar ataxia type 17 (SCA17) is characterized by ataxia, dementia, and involuntary movements, including chorea and dystonia. Psychiatric symptoms, pyramidal signs, and rigidity are common. The age of onset ranges from three to 55 years. Individuals with full-penetrance alleles develop neurologic and/or psychiatric symptoms by age 50 years. Ataxia and psychiatric abnormalities are frequently the initial findings, followed by involuntary movement, parkinsonism, dementia, and pyramidal signs. Brain MRI shows variable atrophy of the cerebrum, brain stem, and cerebellum. The clinical features correlate with the length of the polyglutamine expansion but are not absolutely predictive of the clinical course.\nDiagnosis/testing: The diagnosis of SCA17 is established in a proband by identification of an abnormal CAG/CAA repeat expansion in TBP. Affected individuals usually have more than 41 repeats. The CAA and CAG codons both encode glutamine residues resulting in a pathogenic polyglutamine expansion.\nManagement: Treatment of manifestations: Psychotropic medications for psychiatric issues, anti-seizure medication for seizures (ASM); botulinum toxin injections for dystonia; adaptation of the environment to accommodate dementia.\nPrevention of secondary complications: Side effects of psychotropic medications and ASMs may require total or intermittent discontinuation of the treatment or reduction in dose.",
    "trans": "Клінічні характеристики. Спіноцеребелярна атаксія типу 17 (SCA17) характеризується атаксією, деменцією та мимовільними рухами, зокрема хорею та дистонію. Психіатричні симптоми, пірамідні знаки та ригідність є поширеними. Вік початку захворювання коливається від трьох до 55 років. Особи з алелями повної пенетрантності розвивають неврологічні та/або психіатричні симптоми до 50 років. Атаксія та психіатричні аномалії часто є початковими проявами, за якими слідують мимовільні рухи, паркінсонізм, деменція та пірамідні знаки. МРТ головного мозку показує змінну атрофію великих півкуль, стовбура головного мозку та мозочка. Клінічні ознаки корелюють з довжиною розширення поліглутаміну, але не є абсолютно предиктивними для клінічного перебігу.\nДіагностика/тестування. Діагноз SCA17 встановлюється у пробанда шляхом виявлення аномального розширення повторів CAG/CAA в гені TBP. Уражені особи зазвичай мають більше ніж 41 повтор.\nЛікування. Лікування проявів: психотропні препарати для психіатричних проблем, протисудомні препарати для епілепсії (ASM); ін'єкції ботулінічного токсину для дистонії; адаптація середовища для забезпечення потреб при деменції.\nПрофілактика вторинних ускладнень. Побічні ефекти психотропних препаратів і ASM можуть вимагати повної або перервної відміни лікування або зменшення дози."
}