{
    "source": "en_US",
    "target": "uk_UA",
    "text": "(a) The Company fails to pay timely any of the principal amount due under this Note on the date the same becomes due and payable or any accrued interest or other amounts due under this Note on the date the same becomes due and payable;\n(b) The Company materially defaults in its performance of any covenant under the Purchase Agreement;\n(c) The Company files any petition or action for relief under any bankruptcy, reorganization, insolvency or moratorium law or any other law for the relief of, or relating to, debtors, now or hereafter in effect, or makes any assignment for the benefit of creditors or takes any corporate action in furtherance of any of the foregoing; or\n(d) An involuntary petition is filed against the Company (unless such petition is dismissed or discharged within sixty (60) days) under any bankruptcy statute now or hereafter in effect, or a custodian, receiver, trustee, assignee for the benefit of creditors (or other similar official) is appointed to take possession, custody or control of any property of the Company.\n8. Waiver. The Company hereby waives demand, notice, presentment, protest and notice of dishonor in respect of this Note.",
    "trans": "(a) Компанія не може своєчасно сплатити будь-яку основну суму, що підлягає сплаті за цією Облігацією на дату настання строку її сплати, або будь-які нараховані відсотки чи інші суми, що підлягають сплаті за цією Облігацією на дату настання строку її сплати;\n(b) Компанія суттєво порушує виконання будь-якого зобов'язання за Договором купівлі-продажу;\n(c) Компанія подає будь-яке клопотання або позов про надання допомоги відповідно до будь-якого закону про банкрутство, реорганізацію, неплатоспроможність або мораторій чи будь-якого іншого закону про надання допомоги боржникам або стосовно боржників, що діє зараз або в майбутньому, або робить будь-яку переуступку на користь кредиторів, або здійснює будь-яку корпоративну дію з будь-якою із вищезазначених цілей; або\n(d) Проти Компанії подається примусове клопотання (якщо таке клопотання не буде відхилено або скасовано протягом 60 (шістдесяти) днів) відповідно до будь-якого закону про банкрутство, що діє зараз або в майбутньому, чи призначається опікун, ліквідатор, довірена особа, призначена на користь кредиторів (або інший подібний посадовець) для взяття у володіння, контроль або управління будь-яким майном Компанії.\n8. Відмова. Компанія цим відмовляється від вимоги, повідомлення, пред'явлення вимоги, протесту та повідомлення про невиконання щодо цієї Облігації."
}