{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Media Images and the Social Construction of Reality\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Vol. 18. (1992), pp. 373-393. Stable URL:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nAnnual Review of Sociology is currently published by Annual Reviews.\nYour use of the JSTOR archive indicates your acceptance of JSTOR's Terms and Conditions of Use, available at http://www.jstor.org/about/terms.html. JSTOR's Terms and Conditions of Use provides, in part, that unless you have obtained prior permission, you may not download an entire issue of a journal or multiple copies of articles, and you may use content in the JSTOR archive only for your personal, non-commercial use.\nPlease contact the publisher regarding any further use of this work. Publisher contact information may be obtained at http://www.jstor.org/journals/annrevs.html.\nEach copy of any part of a JSTOR transmission must contain the same copyright notice that appears on the screen or printed page of such transmission.",
    "trans": "Зображення в медіа та соціальне конструювання реальності\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nЩорічний огляд соціології, Том. 18. (1992), стор. 373-393. Стабільна URL-адреса:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nНаразі «Щорічний огляд соціології» публікується видавництвом «Annual Reviews».\nКористуючись архівом JSTOR, ви погоджуєтесь з Умовами та положеннями використання JSTOR, які доступні за посиланням http://www.jstor.org/about/terms.html. Умовами користування JSTOR передбачено, зокрема, що ви не можете завантажувати цілий номер журналу або кілька копій статей без отримання попереднього дозволу, а використовувати вміст архіву JSTOR можна лише для особистого некомерційного призначення.\nЗ питань подальшого використання цієї роботи, будь ласка, звертайтеся до видавця. Контактні дані видавця можна отримати на сайті http://www.jstor.org/journals/annrevs.html.\nУ кожній копії будь-якої частини передачі JSTOR має бути зазначено авторське повідомлення, яке з'являється на екрані або на друкованій сторінці такої передачі."
}