{
    "source": "en_US",
    "target": "uk_UA",
    "text": "by the treatment group. Categorical variables are sum-\nmarized by frequencies and percentages. Percentages are\ncalculated according to the number of patients for whom\ndata are available. Continuous variables are summarized\nusing means (standard deviations, SD) or medians (inter-\nquartile range, IQR) based on the distribution of the data.\nFor the primary composite outcome of alive and RRT-\nfree, we performed a logistic regression analysis with the\noutcome as the dependent variable with treatment group\n(thiamine or placebo) and RCT as independent variables.\nAll binary outcomes were analyzed similarly. Results are\ndescribed as an adjusted odds ratio (aOR) with a 95%\nconfidence interval (CI). A post hoc sensitivity analysis\nadditionally included baseline SOFA score to adjust for\nillness severity.\nFor the continuous outcomes of serum creatinine level\nand serum lactate level, we constructed linear mixed\nmodels to account for the longitudinal nature of the data.\nWe compared repeated measures of the laboratory values\nat each time point (0 h [baseline value], 24 h, 48 h, 72 h)",
    "trans": "групою, що здійснювала лікування. Змінні за категоріями\nрозділені за частотою та відсотковим показником. Відсоткові показники\nрозраховані, виходячи з кількості пацієнтів,\nчиї дані доступні. Безперервні змінні зібрані\nз використанням середніх значень (стандартних відхилень, SD) або медіанних значень\n(міжквартильний діапазон,  SD) на основі розподілу даних.\nДля отримання початкового композитного результату, живого та вільного для застосування,\nми здійснили логічний регресійний аналіз з\nотриманням результату, як змінної, залежної від лікувальної групи\n(тіамін або плацебо) та РКІ-незалежних змінних.\nВсі бінарні результати були проаналізовані схожим методом. Результати\nописані як регулюємий відносний ризик (aOR) з\nдовірчим інтервалом 95% (СІ). Постеріорний аналіз чутливості\nдодатково включав базовий показник SOFA для коригування\nважкості захворювання.\nДля отримання постійних результатів рівня\nкреатініна та лактату в сиворотці, ми побудували змішану лінійну\nмодель для врахування лінійної природи даних.\nМи порівняли результати повторних вимірювань в лабораторії\nв кожен момент часу (0 годин [базова величина], 24 години, 48 годин, 72 години)"
}