{
    "source": "en_US",
    "target": "uk_UA",
    "text": "“Wait, why’ll we be replacing my sword?” Matt suddenly felt a little defensive. It was, well, his sword. It had been at his side for practically his entire life, it fit him almost perfectly, and he’d basically learned enchanting with its generous rune-allotment and ability to wipe away old enchantments with just a bit of mana. Sure, he hadn’t been able to use it much lately, but he’d been looking forward to doing so again once they brought in all the possible Tier 25 upgrade materials for him to sift through to see what his sword needed.\n“Well, it’s honestly not all that great.” Galanodel apologetically explained, raising her hand to forestall Matt’s rebuttal. “Look, I understand that it got you through many Tiers, and I’m happy for you. I get the attachment to growth items. But, it functionally has two abilities, the increased number of enchantments it can support, and the ability to switch between enchantment configurations. Sure, it will pick up a third ability when it hits Tier 25, and if it’s an absolutely legendary power, great. Even if it doesn’t, you can keep it as a backup weapon to supplement your main sword.”",
    "trans": "«Зачекай, навіщо ми мінятимемо мій меч?» — Матт неочікувано зайняв злешка захисну позицію. Добре, це був його меч. Він практично все життя був у нього під боком, він майже ідеально йому підходив, і він навчився фактично зачаровувати його свїм набором рун та здатністю зтирати старі закляття всього лиш невеликою кількістю мани. Звичайно, пізніше він не міг його використовувати, однак йому не терпілося знову це зробити, тільки но вони привезуть все, що можливо, 25 поращених матеріалів для нього, щоб він міг перебрати та побачити, що необхідно його мечу.\n«Добре, чесно кажучи, це зовсім не чудово.» — Галанодель вибачающимся тоном пояснила, піднявши руку, щоб запобігти запереченням Метта. «Дивись, я розумію, що він допоміг тобі пройти через багато випробувань, і я щаслива за тебе. Я прив'язуюсь до предметів. Однак, функціонально він має дві здатності, збільшена кількість чар, що підтримуються, та здатність перемикатись між налаштуваннями чар. Звичайно, коли він вдарить Tier 25, він отримає третю здатність,і якщо це буде абсолютна легендарна потужність, чудово. Навіть якщо ні, ти можеш тримати його в якості запасної зброї, щоб доповнити твій головний меч.»"
}