{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Sensory data\nVoice call recordings from product services, contact center, and similar call center and support operations.\nProfessional or employment-related information\nCurrent or past job history and income, and similar personal identifiers associated with the residential and commercial real estate leasing activities.\nInferences drawn from other personal information\nProfile reflecting a person's preferences, characteristics, predispositions, behaviors, and personal identifiers associated with the residential and commercial real estate leasing activities.\nII. Personal Information Exceptions\nPersonal information does not include:\nPublicly available information from government records.\nDe-identified or aggregated consumer information.\nInformation excluded from state privacy law scope, like:\nhealth or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA); and\npersonal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FCRA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.",
    "trans": "Сенсорні дані\nЗапис голосових викликів від продуктових сервісів, контакт-центрів та подібні виклики від кол-центрів та служб підтримки.\nПрофесійна інформація та інформація відносно працевлаштування\nІсторія з поточного або минулого місця роботи та історя доходу, а також подібні ідентифікатори, що пов'язані з діяльністю з оренди житлової та комерційної нерухомості.\nВисновки, зроблені на базі іншої особистої інформації\nПрофіль, що відображає особисті вподобання, характеристики, схильності, поведінку та особисті ідентифікатори, пов'язані з діяльністю з оренди житлової та комерційної нерухомості.\nІІ. Виключення з особистої інформації\nОсобиста інформація не включає:\nЗагальнодоступну інформацію з урядових реєстрів.\nНеуособлену або загальну інформацію про клієнтів.\nІнформація, виключена зі сфери дії державного закону про конфіденційність, наприклад:\nмедична інформація або інформація про стан здоров'я, що підпадає під дію Закону про мобільність та підзвітність медичного страхування від 1996 року (HIPAA); та\nперсональна інформація, що підпадає під дію певних галузевих законів, включно з  Законом про доброчесну кредитну звітність (FCRA), Закон Грема-ліча-Біллі (GLBA) або Каліфорнійський закон про конфіденційність фінансової інформації (FIPA), та Закон про захист конфіденційності водіїв від 1994 року."
}