{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Booking can be amended or cancelled free of charge up to 15:00 local time one (1) day prior to arrival. Full payment is taken after 15:00 local time one (1) day prior to arrival. In case of a no-show, early departure or late cancellation (within 24 hours prior to check-in time), the total cost of nights booked will be retained.\nFree drink includes one alcoholic (house wine / beer) or non-alcoholic beverage of choice per person per stay. Redemption is subject to serving hours advertised at a respective property.\nIf the card provided is invalid, a different payment method will be requested and will need to be provided within the next 24 hours. Failure to do so or to process the payment will result in the cancellation of the reservation. For security reasons, on rare occasions we may require a partial or full pre-authorization.\nGuests under 18 years old are only permitted in private dorms and only if accompanied by an adult guardian.\nIf you book a bed in a shared dormitory, we cannot guarantee that you will stay in the same bed/room for all consecutive nights (always respecting the room type booked).",
    "trans": "Бронювання може бути змінено або скасовано безкоштовно до 15:00 за місцевим часом за один (1) день до прибуття. Повна оплата стягується після 15:00 за місцевим часом за один (1) день до прибуття. У разі неявки, дострокового виїзду або пізнього скасування (протягом 24 годин до часу заїзду) буде утримано загальну вартість заброньованих ночей.\nБезкоштовний напій включає один алкогольний (домашнє вино / пиво) або безалкогольний напій на вибір на особу за перебування. Вимога до отримання напою підлягає годинам обслуговування, які рекламуються у відповідному закладі.\nЯкщо надана картка недійсна, буде запитано інший спосіб оплати, який потрібно буде надати протягом наступних 24 годин. Невиконання цього або обробка платежу призведе до скасування бронювання. З міркувань безпеки, у рідкісних випадках ми можемо вимагати часткову або повну попередню авторизацію.\nГості молодше 18 років можуть перебувати лише в приватних гуртожитках і тільки в супроводі дорослого опікуна.\nЯкщо ви бронюєте ліжко в загальному гуртожитку, ми не можемо гарантувати, що ви залишатиметеся в тому ж ліжку/кімнаті всі ночі поспіль (завжди дотримуючись типу заброньованої кімнати)."
}