{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Too many accounts with balances\nLength of time revolving accounts have been established\nNumber of inquiries\nIf you have any questions regarding your credit score, you should contact TransUnion Consumer Solutions at:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThis decision was based in whole or in part on a report from the consumer reporting bureau(s) listed below. The bureaus themselves played no part in making this decision and are unable to supply specific reasons why your credit request has been denied.\nYou have a right under the Fair Credit Reporting Act to know the information contained in your credit file. You also have a right to a free copy of your report from the reporting bureau(s), if you request it no later than 60 days after you receive this notice. In addition, if you find that any information contained in the report(s) you receive is inaccurate or incomplete, you have the right to dispute the matter with the reporting bureau(s).\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThanks again for your interest in AppleCard.\nAppleCard is issued by Goldman Sachs Bank USA, Salt Lake City Branch.",
    "trans": "Занадто багато рахунків із залишками\nСтрок, на який відкрито револьверні рахунки\nКількість запитів\nЯкщо у вас є питання щодо вашого кредитного рейтингу, вам слід звернутися до TransUnion Consumer Solutions за адресою:\nTransUnion Consumer Solutions\nА/с 1000\nЧестер, PA 19016-2000\n1-800-916-8800\nЦе рішення прийнято повністю або частково на основі звіту від бюро кредитних звітів, зазначених нижче. Самі бюро не брали участі в прийнятті цього рішення і не можуть надати конкретні причини, чому ваш кредитний запит був відхилений.\nВи маєте право відповідно до Закону про справедливу кредитну звітність знати інформацію, що міститься у вашій кредитній справі. Ви також маєте право на безкоштовну копію свого звіту від бюро звітності, якщо ви запросите її не пізніше ніж через 60 днів після отримання цього повідомлення. Крім того, якщо ви виявите, що будь-яка інформація, що міститься у звітах, які ви отримуєте, є неточною або неповною, ви маєте право оскаржити це питання в бюро звітності.\nTransUnion Consumer Solutions\nА/с 1000\nЧестер, PA 19016-2000\n1-800-916-8800\nЩе раз дякуємо за ваш інтерес до AppleCard.\nAppleCard випускається банком Goldman Sachs Bank USA, філія Salt Lake City."
}