{
    "source": "en_US",
    "target": "uk_UA",
    "text": "I don’t even pay attention to the persistent sound of gunshots or the mines that go off all around us.\nBoom.\nBoom.\nBoom.\nIn a swift movement, I let my rifle hang at my back and climb the tree\nin record time. Instead of stopping at the first solid branch, I continue up until I have the best view of the warehouse and balance on a branch.\nThe downside is that this branch isn’t as strong. But then again, I don’t weigh as much as my male colleagues, so where they’d likely break this one and fall off, I won’t.\nI lie flat on my stomach, rifle in position, and stare through my lenses. The first thing I do is take in the whole scene.\nMy mouth fills with saliva, and my body shakes at the sight of dismembered bodies—mostly our soldiers. A crippling fear grabs hold of me at the prospect of seeing either Maksim’s or Yuri’s body. Or even Viktor’s. I’ve somehow gotten used to the stoic grump, and I know for a fact that his loss would hit Captain the most.\nStatic sounds in my ear, and I startle for a second, thinking it’s another bomb. But then, the distinctive command comes, “Focus, Lipovsky.”",
    "trans": "Я навіть не звертаю уваги на постійний звук пострілів з рушниць або на міни, які вибухають навколо нас.\nБум.\nБум.\nБум.\nРізким рухом я дозволяю своїй гвинтівці звисати на спині і швидко залазю на дерево\nза рекордно короткий час. Замість того, щоб зупинитися на першій міцній гілці, я продовжую підніматися вгору, поки не отримаю найкращий вид на склад і не балансую на гілці.\nНедолік полягає в тому, що ця гілка не така міцна. Але з іншого боку, я важу не так багато, як мої колеги-чоловіки, тому де вони, ймовірно, зламали б цю гілку і впали, я цього не зроблю.\nЯ лягаю на живіт, гвинтівка в положенні, і дивлюся через свої окуляри. Перше, що я роблю - це оглядаю всю сцену.\nМій рот наповнюється слиною, а моє тіло тремтить при вигляді розчленованих тіл - переважно наших солдатів. Мене охоплює паралізуючий страх при думці про те, що я можу побачити тіло або Максима, або Юрія. Або навіть Віктора. Я якось звикла до цього суворого бурчалки і точно знаю, що його втрата найбільше вразить капітана.\nУ мене в вусі чути статичні звуки, і я на мить здригаюсь, подумавши, що це ще одна бомба. Але потім приходить характерна команда: \"Зосередься, Ліповський\"."
}