{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Welcome to the team!\nWe’re looking forward to working with you and watching you grow your career with us. The rest of the team is excited to meet you and help you settle into your new role.\nIn an effort to begin your new hire process and avoid any delays with your onboarding, we highly encourage you to do the following:\nNew Hire Paperwork\nThe paperwork needed for your orientation is packaged electronically through the link below. Prior to coming to your orientation on day 1, we encourage you to complete your new hire paperwork. If you are unable to complete this paperwork before your first day of work, you will need to complete the outstanding tasks with your location's HR Representative.\nClick on the link below to complete your paperwork.\nIMPORTANT: If you have a preferred name, enter it so that your new Vestis e-mail address will reflect that name! Also, if you have a middle name, enter it so to help avoid duplicate email addresses.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nEmployment Eligibility Requirements (I-9)",
    "trans": "Ласкаво просимо до команди!\nМи з нетерпінням чекаємо на співпрацю з вами та спостереження за вашим кар'єрним зростанням у нас. Інша частина команди також рада зустріти вас і допомогти вам адаптуватися до вашої нової ролі.\nЩоб розпочати процес працевлаштування та уникнути будь-яких затримок з адаптацією, ми наполегливо рекомендуємо вам зробити наступне:\nДокументи для нових працівників\nДокументи, необхідні для ввідного інструктажу, доступні в електронному вигляді за посиланням нижче. Перед тим, як прийти на ввідний інструктаж у перший день, ми рекомендуємо вам заповнити документи для нового працівника. Якщо ви не встигнете заповнити ці документи до першого робочого дня, вам потрібно буде вирішити всі питання з представником відділу кадрів на вашому робочому місці.\nНатисніть на посилання нижче, щоб заповнити документи.\nВАЖЛИВО. Якщо у вас є бажане ім'я, запишіть його, щоб у вашій новій адресі електронної пошти Vestis відображалося це ім'я! Також, якщо у вас є друге ім'я, запишіть його, щоб уникнути дублікатів адрес електронної пошти.\nhttps://onboarding2.ultipro.com/AME1074APRDE?lang=uk-UA\nКритерії для працевлаштування (I-9)"
}