{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We provide you with your own set of tools, PPE and outfit you with shirts, pants and shoes.\nMedical, Dental, Vision Insurance plan, 401K Profit Sharing, Paid Holidays, Paid Time off.\nWe promote from within, with additional training programs available, your positive attitude and ability to communicate well with customers and colleagues will contribute to your success.\nAs an Installer Assistant in this role, you have the following skills to set you up for success.\nWe are looking for...\n1+ year experience in carpentry, trim carpentry, construction, or in-home renovation experience.\nAbility to take accurate measurements using a tape measure, level & combination square.\nValid driver's license and a good driving record.\nAbout Us: Bath Fitter is the first choice, industry leader in bathroom renovations, and has been manufacturing and installing premium quality acrylic bathtubs and seamless bath wall systems since 1984, with locations in US, CAN and EU. Proud to be certified as a Great place to work®.",
    "trans": "Ми надаємо вам власний набір інструментів, засобів індивідуального захисту та одягаємо вас у футболки, штани та взуття.\nМедичне, стоматологічне, зорове страхування, план 401K з розподілом прибутку, оплачувані святкові дні, оплачувана відпустка.\nМи просуваємося зсередини, доступні додаткові програми навчання, ваш позитивний настрій та вміння добре спілкуватися з клієнтами та колегами сприятимуть вашому успіху.\nЯк помічник установника у цій ролі, ви маєте наступні навички для досягнення успіху.\nМи шукаємо...\nДосвід роботи 1+ рік у столярстві, обробці деревини, будівництві або ремонті в домашніх умовах.\nЗдатність точно вимірювати за допомогою рулетки, рівня та комбінованого кута.\nДійсне водійське посвідчення та хороша водійська репутація.\nПро нас: Bath Fitter є першим вибором, лідером галузі в ремонті ванних кімнат і займається виробництвом та установкою акрилових ванн преміум якості та безшовних систем стінок ванн з 1984 року, маючи представництва в США, Канаді та Європейському Союзі. Пишаємося тим, що сертифіковані як чудове місце для роботи®."
}