{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Throughout the school, classes are grouped according to Victorian Curriculum levels with teachers working together for curriculum planning and professional development. Classes are organised depending on the numbers of children at each level, gender balance, maintaining friendship groups and ensuring that there is equal distribution of ability throughout the grades. Usually classes are straight groups which encourage and enhance individual achievement and social development.\nThe school has a strong focus on student wellbeing and teaches a social skills program which is consistently implemented across the school. The behaviour of the students both in class and in the playgrounds reflects the consistent approach to discipline and high expectations of the school. The development of leadership skills in senior students is encouraged and their input into the tone of the school is important.\nMany enrichment opportunities are offered, some of which are choir, school concert, interschool sports, sporting clinics, camps and excursions.\nIn striving for continuous improvement, Tooradin Primary School is committed to maximising educational opportunities for all students, with staff professional development playing a vital role in achieving this.",
    "trans": "У школі класи групуються відповідно до рівнів навчальної програми Вікторії, а вчителі працюють разом над плануванням навчального процесу та професійним розвитком. Класи організовуються залежно від кількості дітей на кожному рівні, балансу статей, підтримки дружніх зв'язків та забезпечення рівного розподілу здібностей серед класів. Зазвичай класи є однорідними групами, які сприяють і покращують індивідуальні досягнення та соціальний розвиток.\nШкола приділяє велику увагу добробуту учнів і викладає програму соціальних навичок, яка послідовно впроваджується в усій школі. Поведінка учнів як у класах, так і на ігрових майданчиках відображає послідовний підхід до дисципліни та високі очікування школи. Розвиток лідерських навичок у старших учнів заохочується, і їхній внесок у атмосферу школи є важливим.\nПропонується багато можливостей для додаткового розвитку, деякі з яких включають хор, шкільний концерт, міжшкільні спортивні змагання, спортивні клініки, табори та екскурсії.\nУ прагненні до постійного вдосконалення початкова школа Турадіна прагне максимізувати освітні можливості для всіх учнів, при цьому професійний розвиток персоналу відіграє важливу роль у досягненні цього."
}