{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Education and Academic Qualifications\nBachelor of Engineering in Electrical Engineering, The Hong Kong Polytechnic University\nDoctor of Philosophy, The Hong Kong Polytechnic University\nProfessional Qualifications\nFellow of the Canadian Academy of Engineering (CAE)\nFellow of the Institute of Electrical and Electronics Engineers (IEEE)\nFellow of the Chinese Society of Electrical Engineering (CSEE)\nFellow of the Engineering Institute of Canada (EIC)\nFellow of the Institution of Engineering and Technology (IET)\nFellow of the Hong Kong Institution of Engineers (HKIE)\nFellow of the Asia-Pacific Artificial Intelligence Association (AAIA)\nFellow of International Artificial Intelligence Industry Alliance (AIIA)\nPrivacy Policy Statement\nTerms of Use\nAccessibility\nSitemap\nCopyright © 2024 The Hong Kong Polytechnic University. All Rights Reserved.\nFacebook\nYoutube\ninstagram\nTwitter\nWe use Cookies to give you a better experience on our website. By continuing to browse the site without changing your privacy se",
    "trans": "Освітня та академічна кваліфікація\nБакалавр з інженерії в галузі електротехнічної інженерії, Гонконзький політехнічний університет\nДоктор філософії, Гонконзький політехнічний університет\nПрофесійна кваліфікація\nЧлен Канадської академії інженерії (CAE)\nСпівробітник Інституту інженерів з електротехніки та електроніки (IEEE)\nСпівробітник Китайської спілки з електротехнічної інженерії (CSEE)\nСпівробітник Інженерного інституту Канади (EIC)\nСпівробітник Інституту інженерії та технології (IET)\nСпівробітник Гонконзького інституту інженерів (HKIE)\nСпівробітник Азійсько-тихоокеанської асоціації штучного інтелекту (AAIA)\nСпівробітник Міжнародного союзу індустрії штучного інтелекту (AIIA)\nЗаява щодо політики приватності\nПравила використання\nДоступність\nМапа сайту\nАвторське право © 2024 Гонконзький політехнічний університет. Всі права захищені.\nFacebook\nYoutube\nІnstagram\nTwitter\nМи використовуємо файли Cookies, щоб надати вам кращі враження від нашого вебсайту. Продовжуючи читання без зміни налаштувань приватності"
}