{
    "source": "en_US",
    "target": "uk_UA",
    "text": "As described by Kelvin, the vaccine was intended to combat some sort of sickness on the Island - although he never elaborated on the nature of the disease or its symptoms. Kelvin indicated that Desmond should give himself a shot of the vaccine every nine days - and that anyone going outside the station without protection (e.g. a HAZMAT suit) would be at risk of contracting it. Kelvin's instructions were somewhat suspect, however, as it was later revealed he was using the alleged sickness as a means of keeping Desmond confined within The Swan. (\"Live Together, Die Alone, Part 1\") The vaccine kit found by Charlie in the supply drop, however, also contained instructions that a shot should be given every nine days, supporting at least part of Kelvin's story. (\"Three Minutes\")\nA DHARMA worker uses an injection gun on a new arrival.\nClaire theorized later that the vaccine was intended to ward off the effects of the Sickness - an unrelated condition that she heard of through Danielle Rousseau. (\"Maternity Leave\") Claire later ended up suffering from this sickness herself. (\"What Kate Does\") At a later point, Desmond told Claire that taking the vaccine was worthless and it had no effect. (\"Live Together, Die Alone, Part 1\")",
    "trans": "Як описав Кельвін, вакцина була призначена для боротьби з якимось захворюванням на Острові — хоча він ніколи не уточнював природу хвороби або її симптоми. Кельвін вказав, що Десмонду слід робити собі укол вакцини кожні дев'ять днів — і що будь-хто, хто виходить зі станції без захисту (наприклад, в костюмі HAZMAT), ризикує заразитися. Однак інструкції Кельвіна були дещо підозрілими, оскільки пізніше було виявлено, що він використовував цю нібито хворобу як засіб для утримання Десмонда в «Лебеді». («Жити разом, померти наодинці, частина 1») Однак набір вакцин, знайдений Чарлі в поставці, також містив інструкції про те, що укол слід робити кожні дев'ять днів, що підтверджує принаймні частину історії Кельвіна. («Три хвилини»)\nПрацівник DHARMA використовує ін'єкційний пістолет на новому прибульці.\nКлер пізніше висловила припущення, що вакцина призначена для запобігання наслідкам Хвороби — незалежного стану, про який вона дізналася від Даніель Руссо. («Відпустка по догляду за дитиною») Пізніше Клер сама страждала від цієї хвороби. («Що робить Кейт») Пізніше Десмонд сказав Клер, що приймати вакцину безглуздо і вона не має жодного ефекту. («Жити разом, померти наодинці, частина 1»)"
}