{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Similarly, we interpret clues as to Noel’s unique productive capacity based on his romanticising of the collection. For example, that they “weren’t the favourite collection” and were “moments away from being thrown in the bin” endows these garments with a narrative that pitches it as ripe for subsequent transformation and triumph. Noel also appears to possess a tacit understanding of how to wear these creations in such a way that facilitates the mobilisation of attachment to the product line. Noel’s seemingly effortless capacity to evoke charisma, while appearing innate, derives from the cultural/emotional capital accrued from sediments of past experiences (Merleau-Ponty, 1962; Bourdieu, 1984), which he also documents. For example, he romanticises his experiences living in a big family that did not have much money. We interpret these experiences as central to conferring him with the cultural competency to manipulate the character of clothing and transform it into something more. This particular line of clothing was not thrown out, but instead, transformed into a new fall/winter collection.",
    "trans": "Аналогічно, ми інтерпретуємо підказки щодо унікальної продуктивної спроможності Ноя на основі його романтизації колекції. Наприклад, те, що вони \"не були улюбленою колекцією\" і були \"за мить від того, щоб потрапити в смітник\", надає цим виробам наратив, який подає їх як готові до подальшої трансформації та тріумфу. Ной також, здається, має неявне розуміння того, як носити ці творіння таким чином, щоб сприяти мобілізації прив'язаності до продуктового ряду. Здається, що його безтурботна здатність викликати харизму, хоча й виглядає вродженою, походить з культурного/емоційного капіталу, накопиченого з відкладень минулого досвіду (Мерло-Понті, 1962; Бурдьє, 1984), що він також документує. Наприклад, він романтизує свій досвід життя в великій родині, яка не мала багато грошей. Ми інтерпретуємо ці досвіди як центральні для надання йому культурної компетентності маніпулювати характером одягу і перетворювати його на щось більше. Ця конкретна лінія одягу не була викинута, а натомість перетворена на нову осінньо/зимову колекцію."
}