{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The verification of continuous and hybrid systems is a challenging problem, and various approaches are currently being investigated to overcome the complexities of representing and computing with continuous sets of states. Since verification problems are generally undecidable for such systems, experimental results are vital for evaluating and developing new ideas.\nThe SpaceEx tool platform is designed to facilitate the implementation of algorithms related to reachability and safetyverification. While these methods are based on different representations (polyhedra, zonotopes) and are tailored to different dynamics (piecewise constant, affine, multi-affine, nonlinear), they have several things in common: The model is a composition of hybrid automata (including extensions such as hierarchy and templates). Basic components of analysis algorithms are post- and pre-operators in various flavors. The reachable states are explored using symbolic states. They require basic infrastructure such as parsing input and visualizing states.",
    "trans": "Перевірка безперервних та гібридних систем є складною проблемою, і в даний час досліджуються різні підходи для подолання складнощів, пов'язаних з представленням та обчисленнями з безперервними множинами станів. Оскільки проблеми перевірки зазвичай є невизначеними для таких систем, експериментальні результати є важливими для оцінки та розробки нових ідей.\nПлатформа інструментів SpaceEx призначена для полегшення реалізації алгоритмів, пов'язаних з досяжністю та перевіркою безпеки. Хоча ці методи базуються на різних представленнях (поліедри, зонотопи) і адаптовані до різних динамік (поетапно постійні, афінні, багатофункціональні, нелінійні), вони мають кілька спільних рис: модель є композицією гібридних автоматів (включно з розширеннями, такими як ієрархія та шаблони). Основними компонентами алгоритмів аналізу є оператори пост- та пре- в різних варіантах. Досяжні стани досліджуються за допомогою символічних станів. Вони потребують базової інфраструктури, як-от парсинг введення та візуалізація станів."
}