{
    "source": "en_US",
    "target": "uk_UA",
    "text": "$15.50 to $16.30 per hour plus tips\nPaid Sick Leave\nFlexible schedule\nDiscounts on meals\nCareer advancement opportunities\nDuties & Responsibilities:\nCleaning and sweeping the dining areas of the restaurant, cleaning, sanitizing, and resetting each table for the next guest, taking out the garbage, stocking stations with necessary supplies, and cleaning the bathrooms.\nAnticipate guests’ and coworkers’ needs and exceed guest service expectations.\nProtects establishment and patrons by adhering to sanitation and safety policies.\nMaintain composure in a fast-paced environment.\nRespond urgently and appropriately to guests’ and coworkers’ needs.\nExhibit a professional appearance and mannerisms.\nEnsure guests are enjoying their experience and take action to correct any problems.\nConcludes the guest experience by acknowledging choice of establishment and inviting patrons to return.\nComplete assigned sidework at the beginning, during, and at end of shift.\nOther Duties: Please note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job.",
    "trans": "Від 15,50 доларів до 16,30 доларів на годину плюс чайові\nОплачувана відпустка у зв'язку з хворобою\nГнучкий графік\nЗнижки на харчування\nМожливість кар'єрного росту\nОбов'язки та відповідальність:\nПрибирання та підмітання обідніх зон ресторану, чистка, дезінфекція та накриття кожного столу для наступного гостя, винесення сміття, забезпечення станцій необхідним приладдям та прибирання санвузлів.\nПередбачати потреби гостей і колег та перевершувати очікування гостей щодо сервісу.\nПіклуватися про заклад і про постійних відвідувачів, дотримуючись правил санітарії та безпеки.\nЗберігати самовладання в середовищі, яке швидко змінюється.\nТерміново й адекватно реагувати на потреби гостей і колег.\nДемонструвати професійний зовнішній вигляд і манери поведінки.\nБути впевненим у тому, що гостям подобається їхнє перебування у ресторані, і вживати заходів для усунення будь-яких проблем.\nЗавершувати роботу з гостями, підтверджуючи вибір закладу і запрошуючи постійних відвідувачів повертатися\nВиконувати доручену побічну роботу на початку, під час і в кінці зміни.\nІнші обов'язки: зверніть, будь ласка, увагу на те, що дана посадова інструкція не містить вичерпного переліку дій, обов'язків або відповідальності, які вимагаються від співробітника на даній посаді."
}