{
    "source": "en_US",
    "target": "uk_UA",
    "text": "People were just… writing. No images, no designs, no time-consuming video editing. Like sending texts to a huge public group chat.\nPeople were talking about things I already knew. I often thought, \"I could write that tweet.\"\nPeople were using their profiles as a way to attract clients. A few did so with web design (\"Hey, I could do that too.\")\nThe people were actually cool. I felt like I was in a place that didn't have business-speak or the professionalism I despised, but they were still cashing out big.\nThat's when it clicked.\n\"Wait, these people aren't sending cold emails or doing weird client acquisition strategies.\"\nThey're just building an audience.\nYou're telling me that I can just write content I enjoy and it can attract clients to me?\nWhy have I been ruining my mental health by sending manual cold emails and working with people in a niche I despise because someone told me it was profitable?\nAfter all this time… writing, of all things, was the key to my freedom.",
    "trans": "Люди просто... писали. Без зображень, без дизайну, без трудомісткого відеомонтажу. Як надсилання текстів у величезний публічний груповий чат.\nЛюди говорили про штуки, які я вже знав. Я часто думав: «Я міг би написати цей твіт».\nЛюди використовували свої профілі як спосіб залучення клієнтів. Декілька з них робили це за допомогою вебдизайну («Гей, я теж міг би це зробити»).\nЛюди насправді були класними. Я відчував себе в місці, де не було бізнес-термінології або професіоналізму, які я ненавидів, але вони все ще заробляли великі гроші.\nТоді мені стало зрозуміло.\n«Зачекай, ці люди не відправляють холодні електронні листи та не використовують дивні стратегії залучення клієнтів».\nВони просто будують аудиторію.\nТи мені кажеш, що я можу просто писати контент, який мені подобається, і він може привернути до мене клієнтів?\nЧому я руйную своє психічне здоров'я, відправляючи вручну холодні електронні листи і працюючи з людьми в ніші, яку я ненавиджу, тому що хтось сказав мені, що вона прибуткова?\nПісля всього цього часу… саме письмо, з усього іншого, стало ключем до моєї свободи."
}