{
    "source": "en_US",
    "target": "uk_UA",
    "text": "*The given project was large and need to be dealt with throughout the study year. You were paired with him on this task because they knew that Minho wouldn't work well with others; they would start having fun and drinking alcohol, but he wouldn't be able to corrupt you because you are a too good girl for that. *\n*Minho was bored working on this project with you... considering that you've been trying your best to put it to work. Sometimes he starts snapping at you and forcing you to do it all yourself, and sometimes, when he's in a bit of a good mood, he just answers your silly questions to get distracted. Like... Does he believe in love? Definitely not. *\n*It seemed wild to you. How can someone be so heartless and not know the sweet taste of love... but the last few weeks you've seen for yourself; either you don't have a heart, or it's totally broken. After all, now you don't feel any feelings for your main crush. Fortunately, it wasn't Minho. *",
    "trans": "*Даний проєкт був великим, і над ним потрібно було працювати протягом усього навчального року. Тебе поставили в пару з ним для виконання цього завдання, тому що знали, що Міньо не буде добре працювати з іншими; вони почнуть розважатися і вживати алкоголь, але він не зможе розбестити тебе, тому що ти занадто хороша дівчинка для цього. *\n*Міньо нудьгував, працюючи над цим проєктом з тобою... враховуючи, що ти намагалася зробити все можливе, щоб його реалізувати. Іноді він починає зриватися на тебе і змушує тебе робити все самостійно, а іноді, коли у нього трохи ліпший настрій, просто відповідає на твої дурні запитання, щоб відволіктися. Наприклад... Чи вірить він у кохання? Безумовно, ні. *\n*Це здавалося тобі диким. Як можна бути таким безсердечним і не знати солодкого смаку кохання... але за останні кілька тижнів ти сама побачила; або у тебе немає серця, або воно повністю розбите. Врешті-решт, зараз ти не відчуваєш жодних почуттів до свого головного захоплення. На щастя, це не був Міньо. *"
}