{
    "source": "en_US",
    "target": "uk_UA",
    "text": "The moment Ningchuan and others boarded the ship, they quickly formed a human wall and blocked Chalmaco Saint.\nAt the same time, they watched Ningchuan and his group vigilantly, and their hands had quietly touched the weapons on their waists.\nAs long as Ningchuan and others dared to make any dangerous moves, they would shoot without hesitation!\n\"Untouchables!\"\n\"How can you untouchables touch the things of the world's nobles?\"\n\"Kneel down and die!\"\nThe roar of the Celestial Dragon Charmaco Saint instantly broke the tranquility on the ship.\nHis contemptuous word \"untouchables\" attracted the attention of everyone present.\nSome pirates were so weak in the knees by the untouchables.\nAfter all, these were Celestial Dragons, who could not even be looked at directly on weekdays.\nWhen facing their anger, they naturally felt timid.\nBut a small number of pirates were furious.\nThey had clearly boarded the Celestial Dragons' ship, and the Celestial Dragons were about to become their spoils.\nBut even so, the Celestial Dragons dared to put on airs and scold them as untouchables?\nAnd asked them to kneel down and die?",
    "trans": "В момент, коли Нінгчуань та інші піднялися на корабель, вони швидко утворили людську стіну і заблокували святого Чалмака.\nОдночасно вони пильно спостерігали за Нінгчуанем та його групою, а їхні руки тихо доторкнулися до зброї на поясах.\nЯкщо Нінгчуань та інші наважаться зробити будь-які небезпечні рухи, вони без вагань вистрелять!\n\"Недоторканні!\"\n\"Як ви, недоторканні, можете торкатися речей світових благородних?\"\n\"Станьте на коліна і помріть!\"\nРев святого Чалмака з небесного дракона миттєво порушив спокій на кораблі.\nЙого зневажливе слово \"недоторканні\" привернуло увагу всіх присутніх.\nДеякі пірати так ослабли від слова \"недоторканні\".\nАдже це були небесні дракони, на яких не можна було навіть дивитися прямо в очі в повсякденному житті.\nПри зустрічі з їхнім гнівом вони природно відчували страх.\nАле невелика кількість піратів була в ярості.\nВони явно піднялися на корабель небесних драконів, і небесні дракони повинні були стати їхньою здобиччю.\nАле навіть так, небесні дракони сміють ставити себе вище і ображати їх як недоторканних?\nІ вимагати від них стати на коліна і померти?"
}