{
    "source": "en_US",
    "target": "uk_UA",
    "text": "In settings, make sure you’re in the same server region as your participants.\nNote: You’ll receive an error message if you’re in the wrong server region or game mode, and you won’t be able to start a match.\nScroll down in the game mode selection screen until the Custom Key button appears in the bottom right. Click Custom Key.\nCreate a Custom Matchmaking Key that you want to give to your participants.\nNote:\nYou can’t use special characters.\nYou must use between 4 and 16 characters. You’ll receive an error message if the key is too long, and the game will not create a private match.\nIf you’re streaming, please hide your key to prevent unwanted guests from joining the game.\nClick Accept.\nClick Play and wait for other players to join using your key.\nNote: All players should be ready to join the match with the key, as soon as the key is given to them. If they try to join after the match has started, they will receive an error message.\nClick Start Match to start the game manually at any time.\nHow to join a game\nIn settings, make sure you’re in the same server region as the host.",
    "trans": "У налаштуваннях переконайтеся, що ви знаходитесь в тому ж регіоні сервера, що й ваші учасники.\nПримітка. Якщо ви знаходитесь у неправильному регіоні сервера або режимі гри, ви отримаєте повідомлення про помилку і не зможете розпочати матч.\nПрокрутіть вниз на екрані вибору режиму гри, поки не з'явиться кнопка «Індивідуальний ключ» у правому нижньому куті. Натисніть «Індивідуальний ключ».\nСтворіть ключ для індивідуального матчмейкінгу, який ви хочете надати своїм учасникам.\nПримітка.\nНе можна використовувати спеціальні символи.\nВи повинні використовувати від 4 до 16 символів. Якщо ключ занадто довгий, ви отримаєте повідомлення про помилку, і гра не створить приватний матч.\nЯкщо ви транслюєте гру, будь ласка, приховайте свій ключ, щоб запобігти приєднанню небажаних гравців до гри.\nНатисніть «Прийняти».\nНатисніть «Грати» і чекайте, поки інші гравці приєднаються за допомогою вашого ключа.\nПримітка. Усі гравці повинні бути готові приєднатися до матчу за допомогою ключа, як тільки він буде їм наданий. Якщо вони спробують приєднатися після початку матчу, вони отримають повідомлення про помилку.\nНатисніть «Почати матч», щоб вручну розпочати гру в будь-який час.\nЯк приєднатися до гри\nУ налаштуваннях переконайтеся, що ви знаходитеся в тому ж регіоні сервера, що й хост."
}