{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Mutual recognition of racism, its impact both on those who are dominated and those who dominate, is the only standpoint that makes possible an encounter between races that is not based on denial and fantasy. For it is the ever present reality of racist domination, of white supremacy, that renders problematic the desire of white people to have contact with the Other. Often it is this reality that is most masked when representations of contact between white and non-white, white and black, appear in mass culture. One area where the politics of diversity and its concomitant insist- ence on inclusive representation have had serious impact is advertising. Now that sophisticated market surveys reveal the extent to which poor and materially under- privileged people of all races/ethnicities consume products, sometimes in a quantity disproportionate to income, it has become more evident that these markets can be appealed to with advertising. Market surveys revealed that black people buy more Pepsi than other soft drinks and suddenly we see more Pepsi commercials with black people in them.\nThe world of fashion has also come to understand that selling products is heightened by the exploitation of Otherness. The success of Benetton ads, which",
    "trans": "Взаємне визнання расизму, його впливу як на тих, хто підпорядкований, так і на тих, хто домінує, є єдиною позицією, яка робить можливим зустріч між расами, що не ґрунтується на запереченні та фантазії. Адже саме постійна реальність расистського панування, білої переваги ускладнює бажання білих людей мати контакт з Іншим. Часто саме ця реальність найбільше маскується, коли в масовій культурі з'являються зображення контакту між білими та небілими, білими та чорними. Одна з областей, де політика різноманітності та її супутнє наполегливе прагнення до інклюзивного представництва мали серйозний вплив - це реклама. Тепер, коли складні маркетингові дослідження виявляють ступінь споживання продуктів бідними та матеріально незабезпеченими людьми всіх рас/етнічностей, іноді в кількості непропорційній доходу, стало більш очевидним, що до цих ринків можна звертатися за допомогою реклами. Маркетингові дослідження показали, що чорні люди купують більше Pepsi ніж інші безалкогольні напої і раптом ми бачимо більше рекламних роликів Pepsi з чорними людьми.\nСвіт моди також зрозумів, що продаж продуктів підвищується за рахунок експлуатації Іншості. Успіх реклами Benetton, який"
}