{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Please note, If you wish to not purchase our 100% sustainable bag, it is recommended to bring your own reusable bag(s).\nNo paper or plastic bags will be offered at the sale.\nTo proceed with the registration to the sale,\nplease read carefully the instructions provided below.\nREGISTRATION\nRead carefully the information here below and get registered to the sale.\nClick on the link saying (\"SIGN UP\") to create your password for accessing the multi-event platform.\nUpon creating your account, you will receive a confirmation email. With this, you will have the ability to log in (using the email address this message was sent to, which serves as your account login). You can then proceed to register for the sale.\nChoose your preferred timeslot among those available and click \"Book\".\nYour personalized invitation (with the QR code) is accessible anytime through your account.\nPlease be aware that entry to the sale is permitted only during your selected timeslot. Attempts to access the sale outside of this designated period will be respectfully declined. The allotted time must be strictly adhered to for your shopping experience; no exceptions will be made.",
    "trans": "Зверніть увагу на те, що якщо ви не захочете купувати нашу 100% екологічну сумку, рекомендується принести власну багаторазову сумку (сумки).\nПаперові або пластикові сумки на розпродажі пропонуватися не будуть.\nЩоб розпочати реєстрацію на участь у розпродажі,\nуважно прочитайте інструкції, наведені нижче.\nРЕЄСТРАЦІЯ\nУважно прочитайте наведену нижче інформацію та зареєструйтеся на участь у розпродажі.\nНатисніть на посилання з написом («ЗАРЕЄСТРУВАТИСЯ»), щоб створити свій пароль для доступу до платформи мультиподій.\nПісля створення облікового запису ви отримаєте підтвердження електронною поштою. За його допомогою ви зможете увійти в систему (використовуючи адресу електронної пошти, на яку було надіслано це повідомлення і яка є логіном вашого облікового запису). Після цього ви зможете зареєструватися для участі в розпродажі.\nОберіть бажаний часовий інтервал серед доступних і натисніть на кнопку «Забронювати».\nВаше персональне запрошення (з QR-кодом) буде доступне в будь-який час через ваш обліковий запис.\nЗверніть увагу, що вхід на розпродаж дозволений тільки в обраний вами часовий інтервал. Спроби потрапити на розпродаж поза зазначеним часом будуть ввічливо відхилені. Для здійснення покупок необхідно суворо дотримуватися відведеного часу; винятки не допускаються."
}