{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Information relating to references.\nIf you intend to provide us with details of a reference or any other third party as part of your CV/ résumé, it is your responsibility to obtain consent from that third party prior to passing their personal information to us.You are responsible for the content of the information you provide to us either directly or indirectly through an agent and you must ensure it is legal, honest, truthful, accurate and not misleading in any way. You must ensure that the information provided by you does not contain material that is obscene, blasphemous, defamatory, infringing on any rights of any third party, or otherwise legally actionable by such third party.2.2. Purpose of our Processing of your Personal Data We use your Personal Data for purposes related to your job application:\nTo assess your capabilities and qualifications for a job and potentially contact you about the position:\nTo conduct reference checks;\nTo develop questionnaires and interview scenarios;\nTo conduct background checks if you are offered a job;",
    "trans": "Інформація, що стосується осіб, які дають рекомендацію.\nЯкщо у вас є бажання надати нам дані про особу, яка дає рекомендацію, або про будь-яку іншу третю особу в рамках вашого резюме/résumé, ви зобов'язані отримати згоду цієї третьої особи до передачі нам її особистої інформації. Ви несете відповідальність за зміст інформації, яку ви надаєте нам прямо або побічно через агента, і ви повинні гарантувати, що вона є законною, чесною, правдивою, точною і не вводить в оману будь-яким чином. Ви повинні переконатися в тому, що надана вами інформація не містить матеріалів, які є непристойними, богохульними, дискредитуючими, які порушують права третіх осіб або які іншим чином можуть бути підставою для порушення судової справи з боку таких третіх осіб. 2.2. Наша мета обробки ваших персональних даних Ми використовуємо ваші персональні дані для цілей, пов'язаних із вашою заявкою на роботу:\nЩоб оцінити ваші можливості та кваліфікацію для роботи і потенційно мати з вами зв'язок з приводу вакансії:\nДля перевірки осіб, які дають рекомендацію;\nДля розробки анкет і сценаріїв співбесід;\nДля перевірки біографічних даних, якщо вам буде запропоновано роботу;"
}