{
    "source": "en_US",
    "target": "uk_UA",
    "text": "His lips seek her own out once again and she responds in kind, letting go of his shoulders in favour of burying her fingers into his hair in a way that he loves, judging by the groan that he lets out right onto her own lips. But as much as Ceylin loves receiving pleasure, she absolutely loves giving it - both because it makes her partner feel good, but also because she revels in the sense of power that washes over her when her actions lead to him coming undone in her arms.\nRather than save the proverbial cards up her sleeves, Ceylin does what she does best - she lets them out all at once to create utter chaos.\nHer fingers wrap around what strands of her hair she can get and she pulls on them just enough to skirt the edge between pleasure and pain. She bites on his lower lip and then, quickly enough so he has no time to respond, she thrusts up and against his hardness.\nTheir equally loud groans are testament enough to her success.\nHis answering response is to take a step forward and slam her back against the wooden door as he leaves her lips in favour of the pulse point on her neck.",
    "trans": "Його губи знову шукають її власні, і вона відповідає взаємністю, відпускаючи його плечі на користь того, щоб закопати свої пальці в його волосся так, як йому це подобається, судячи з того стогону, який він видає прямо на її губи. Але настільки, наскільки Цейлін любить отримувати задоволення, вона абсолютно обожнює його давати - як тому, що це приносить її партнеру задоволення, так і тому, що їй подобається відчуття влади, яке охоплює її, коли її дії призводять до того, що він розслабляється в її обіймах.\nЗамість того, щоб зберігати притчеві карти у своїх рукавах, Цейлін робить те, що вміє найкраще - вона вивільняє їх усі одночасно, створюючи повний хаос.\nЇї пальці обвиваються навколо тих пасм її волосся, які вона може дістати, і вона тягне за ними достатньо сильно, щоб пройти межу між задоволенням і болем. Вона кусає його нижню губу, а потім, досить швидко, щоб у нього не було часу відповісти, вона притискається до його твердості.\nЇхні однаково гучні стогони є достатнім свідченням її успіху.\nЙого відповідь полягає в тому, що він робить крок вперед і притискає її спину до дерев'яних дверей, залишаючи її губи на користь пульсаційної точки на її шиї."
}