{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Having grown up in a family business that spans medical technology, pharmaceutical distribution, and healthcare services, I have developed a strong appreciation for the complexities of managing family wealth while preserving the legacy of healthcare entrepreneurship. My professional experiences in healthcare communication, including the project on acupuncture communication through short-video platforms, have shown me the transformative potential of digital health outreach. These insights have inspired me to explore how family wealth can be leveraged to promote innovation in healthtech and TCM.\nMy long-term career goal is to develop a Single-Family Office (SFO), focused on sustainable family wealth management through the integration of a Corporate Venture Capital (CVC) strategy. I aim to start by investing in healthtech and traditional Chinese medicine sectors, leveraging my background in healthcare and digital media. By investing in innovative startups and technologies that align with our family business’s legacy in healthcare, I plan to scale these ventures both domestically and globally. Using digital platforms and capitalizing on international market trends, I will grow our family enterprise while fostering future generations’ involvement in wealth governance.",
    "trans": "Виростаючи в сімейному бізнесі, що охоплює медичні технології, фармацевтичну дистрибуцію та послуги охорони здоров'я, я розвинув сильну оцінку складнощів управління сімейним багатством при збереженні спадщини підприємництва в галузі охорони здоров'я. Мій професійний досвід у сфері комунікації в охороні здоров'я, включаючи проект з комунікації акупунктури через платформи коротких відео, показав мені трансформаційний потенціал цифрового охоплення в галузі охорони здоров'я. Ці знання надихнули мене дослідити, як сімейне багатство можна використовувати для сприяння інноваціям у сфері медичних технологій та традиційної китайської медицини.\nМоя довгострокова кар'єрна мета полягає в тому, щоб розвинути Сімейний офіс (SFO), зосереджений на сталому управлінні сімейним багатством через інтеграцію стратегії корпоративного венчурного капіталу (CVC). Я планую почати з інвестування в сектори медичних технологій та традиційної китайської медицини, використовуючи свій досвід у сфері охорони здоров'я та цифрових медіа. Інвестуючи в інноваційні стартапи та технології, які відповідають спадщині нашого сімейного бізнесу в галузі охорони здоров'я, я планую розширити ці підприємства як на внутрішньому, так і на міжнародному ринках. Використовуючи цифрові платформи та скориставшись міжнародними ринковими тенденціями, я буду розвивати наше сімейне підприємство, сприяючи залученню майбутніх поколінь до управління багатством."
}