{
    "source": "en_US",
    "target": "uk_UA",
    "text": "We would like to remind everyone of the importance of approving your timesheets in a timely manner. Over the past few pay periods, we have observed that many staff members have not been approving their timesheets, resulting in the need for repeated reminders.\nPlease remember that it is each employee's responsibility to approve their own timesheet without the need for reminders. We recommend that you complete this process by the end of your shift. Additionally, if you have submitted a punch request, please be aware that you will need to wait for your manager's approval.\nIf you require further clarification or training on how to approve your timesheet, please do not hesitate to reach out to us for assistance.\nTo ensure that DH has complete and accurate time records and that employees are paid for all hours worked, nonexempt employees are required to accurately record all hours worked on the biometric time clock terminals designated at your location.\nIn the event that biometric time clock terminals would not work, you will need to notify your manager.",
    "trans": "Ми хотіли б нагадати всім про важливість своєчасного затвердження ваших табелів обліку робочого часу. Протягом останніх кількох періодів виплати заробітної плати ми спостерігали, що багато співробітників не затверджують свої табелі, що призводить до необхідності повторних нагадувань.\nБудь ласка, пам'ятайте, що кожен працівник несе відповідальність за затвердження свого власного табеля без необхідності отримання нагадувань. Ми рекомендуємо завершити цей процес до кінця вашої зміни. Крім того, якщо ви подали запит на внесення корекції, будь ласка, зверніть увагу, що вам потрібно буде дочекатися затвердження вашого керівника.\nЯкщо вам потрібні додаткові роз'яснення або навчання щодо того, як затвердити свій табель, не соромтеся звертатися до нас за допомогою.\nДля забезпечення повних і точних записів робочого часу в DH та для того, щоб працівники отримували оплату за всі відпрацьовані години, працівники з ненормованим робочим часом зобов'язані точно фіксувати всі відпрацьовані години на біометричних терміналах обліку робочого часу, призначених для вашого місця роботи.\nУ разі неполадок біометричних терміналів обліку робочого часу вам потрібно буде повідомити про це вашого керівника."
}