{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Last month, the RNC announced that it had recruited more than 200,000 volunteers in its poll watching efforts.\nElection officials have been operating in an increasingly hostile environment as GOP skepticism of election administration has climbed. Officials are bracing for another wave of misinformation this year and preparing for security threats that could follow.\nZach Manifold, elections supervisor for Gwinnett County, Georgia, said official poll watchers have been trained and tend to abide by the rules.\n“The biggest worry would just probably be like public observers,” Manifold said. “They haven’t been trained… and they read something online, they don’t really know what the rules are, and then they come in.”\nLike most election offices now, Gwinnett County has security contingencies, including panic buttons on election workers’ cell phones, in case members of the public get out of hand.\n“If you really have a problem, we don’t want poll officials having to engage,” Manifold said.\nVoters wait in line at a polling station at the Guadalupe Mercado shopping mall in Guadalupe, Arizona, on November 8, 2022. - Joshua Lott/The Washington Post/Getty Images\nUnfounded claims of ineligible voters",
    "trans": "Минулого місяця RNC оголосила, що вона залучила більше ніж 200 000 волонтерів для спостереження за виборами.\nВиборчі чиновники працюють в дедалі більш ворожому середовищі, оскільки скептицизм Республіканської партії щодо адміністрації виборів зріс. Чиновники готуються до нової хвилі дезінформації цього року та готуються до загроз безпеці, які можуть виникнути.\nЗак Маніфолд, керівник виборів округу Гвіннетт, штат Джорджія, сказав, що офіційні спостерігачі за виборами були навчені і зазвичай дотримуються правил.\n\"Найбільше занепокоєння викликали б, напевно, просто громадські спостерігачі\", - сказав Маніфолд. \"Вони не були навчені... і прочитали щось в Інтернеті, не знають, які правила існують, а потім приходять\".\nЯк і більшість виборчих офісів зараз, округ Гвіннетт має заходи безпеки, включаючи панічні кнопки на мобільних телефонах працівників виборів, на випадок якщо члени громадськості вийдуть з-під контролю.\n\"Якщо у вас дійсно є проблема, ми не хочемо, щоб спостерігачі за виборами втручалися\", - сказав Маніфолд.\nВиборці чекають у черзі на виборчій дільниці в торговому центрі Guadalupe Mercado в Гвадалахарі, штат Аризона, 8 листопада 2022 року. - Джошуа Лотт/The Washington Post/Getty Images\nБезпідставні заяви про недійсних виборців"
}