{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Junk Removal - Assist in the collection and disposal of unwanted items from residential and commercial properties, ensuring proper handling and compliance with local regulations.\nBad Bug Prep Treatment - Prepare spaces for pest control treatments, which may include moving furniture, clearing clutter, and following specific protocols to ensure effective treatment.\nCleaning Services - Perform general cleaning tasks in various settings, including residential homes and commercial properties, focusing on deep cleaning and organization.\nHoarding Services - Support specialized teams in the safe and compassionate clean-up of hoarded spaces, ensuring the preservation of important items and adherence to safety protocols.\nDowntown Cleanup Program - Participate in community initiatives aimed at cleaning and beautifying downtown areas, including litter removal and maintenance of public spaces.\nAll Other Duties As Assigned\nQualifications:\nAbility to lift heavy items and perform physically demanding tasks.",
    "trans": "Вивіз сміття — допомагати у зборі та утилізації непотрібних речей з житлових і комерційних приміщень, забезпечувати належне поводження та дотримання місцевих норм.\nПідготовка приміщень до дезінсекції — готувати приміщення до обробки проти шкідників, що може включати в себе пересування меблів, усунення безладу і дотримання певних протоколів для забезпечення ефективності обробки.\nКлінінгові послуги — виконувати завдання з генерального прибирання в різних приміщеннях, включно з житловими будинками та комерційною нерухомістю, акцентуючись на глибокому очищенні та організації.\nПослуги з прибирання захаращених приміщень — допомогати спеціалізованим командам у безпечному і людяному прибиранні захаращених приміщень, що забезпечує збереження важливих речей і дотримання протоколів безпеки.\nПрограма прибирання центру міста — приймати участь у громадських ініціативах, спрямованих на прибирання та благоустрій центру міста, включно з прибиранням сміття та утриманням громадських місць.\nУсі інші обов'язки за призначенням\nКваліфікації:\nЗдатність піднімати важкі предмети і виконувати фізично складні завдання."
}