{
    "source": "en_US",
    "target": "uk_UA",
    "text": "Please refer to attachments:\nParent Guide for Booking Appointments\nHow to attend your appointments via video call\nSettings/device requirements for video calls\nClosing Bookings:\nSign up deadlines for each day are set out below:\nMonday 14th October and Wednesday 16th October – sign up will close at 14:00h on each of these days.\nFriday 18th October – sign up will close at 16:00h on Thursday, 17th October.\nTuesday 22nd and Thursday 24th October – sign up will close at 10:00h on each of these days.\nIn consideration of other parents who may wish to book and of teachers who make a great effort to prepare these sessions, we urge you to attend these sessions as booked. Booking a session and not connecting/coming in takes up a slot that would have otherwise been taken up by another parent. It also leads to the teacher needing to take further time out of lesson preparation and curriculum development in order to make up missed meetings. If unable to be present (whether online or in person), kindly unbook on the system. Missed sessions will not be rebooked until after half-term and will only be held within regular school hours. We thank you for your understanding in this matter.",
    "trans": "Будь ласка, ознайомтеся з додатками:\nПосібник для батьків щодо запису на заняття\nЯк бути присутнім на занятті по відеозв'язку\nВимоги до налаштувань/пристроїв для відеодзвінків\nЗавершення запису на заняття:\nКінцеві терміни реєстрації на кожен день вказані нижче:\nПонеділок 14 жовтня та середа 16 жовтня — реєстрацію буде завершено о 14:00 годині в кожен із цих днів.\nП'ятниця 18 жовтня — реєстрацію буде завершено о 16:00 у четвер, 17 жовтня.\nВівторок, 22 жовтня, і четвер, 24 жовтня — реєстрацію буде завершено о 10:00 у кожен із цих днів.\nЗ огляду на інтереси інших батьків, які можуть забажати записатися, а також викладачів, які докладають великих зусиль для підготовки цих занять, ми наполегливо просимо вас відвідувати ці заняття відповідно до запису. Якщо ви записалися на заняття і не вийшли на зв'язок або не прийшли, це забирає час, який в іншому разі був би зайнятий іншими батьками. Це також призводить до того, що вчителю доводиться витрачати додатковий час на підготовку уроків і розробку навчальної програми, щоб надолужити пропущені заняття. Якщо ви не можете бути присутнім (неважливо, онлайн чи особисто), будь ласка, скасуйте реєстрацію в системі. Пропущені заняття не можна буде перебронювати до половини семестру і вони проводитимуться лише у звичайні шкільні години. Ми дякуємо вам за розуміння в цьому питанні."
}