{
    "source": "en_US",
    "target": "uk_UA",
    "text": "All activities included in admission unless otherwise noted\n* Crop Maze\n* Petting Zoo\n*Pumpkin Patch (Pumpkins Available for Purchase)\n* Access to Sunflower Fields for Photo Ops & Picking (Sunflowers Available for Purchase)\n* Access to Zinnia Field for Photo Ops & Picking (Zinnias Available for Purchase)\n* Bubble Barn\n* Jump Pads\n* Spider Webs\n* Corn Hole\n* Slide Hill\n* Cow Train\n* Wagon Ride\n* Family Tug-O-War\n* Playground\n* Tire Sand Pit with Diggers\n* Gel Blasters (Admission Sold Separately. Available for Advance Purchase)\n* Archery Range (Admission Sold Separately. Available for Advance Purchase)\n* Gemstone Mining (Admission Sold Separately. Available for Advance Purchase)\n_\nPLEASE KEEP IN MIND\n✓No pets or emotional support animals are allowed on the farm due to state and federal food safety regulations. Thank you for your understanding.\n✓Outside food or coolers are NOT allowed.\n✓We are cashless. Debit and all major credit cards are accepted.\n✓Amber Brooke Farms is a working farm, you will be parking and walking in grass and unpaved areas.\n✓All events are subject to change or cancellation due to inclement weather and crop availability.",
    "trans": "Усі заходи включені у вартість вхідного квитка, якщо не вказано інше\n* Лабіринт на полі з сільськогосподарськими культурами\n* Контактний зоопарк\n* Гарбузова ділянка (гарбузи доступні для продажу)\n* Доступ до полів із соняшниками для фотосесій та збору (соняшники доступні для продажу)\n* Доступ до поля із циніями для фотосесій та збору (цинії доступні для продажу)\n* Сарай із мильними бульбашками\n* Майданчики для стрибків\n* Павутинки\n* Кукурудзяна дірка\n* Гірка\n* Поїзд з коровами\n* Катання на возі\n* Сімейне перетягування канату\n* Ігровий майданчик\n* Пісочниця з копалками\n* Гелеві бластери (Вхідний квиток продається окремо. Можна придбати заздалегідь)\n* Полігон для стрільби з лука (Вхідний квиток продається окремо. Можна придбати заздалегідь)\n* Видобуток дорогоцінних каменів (Вхідний квиток продається окремо. Можна придбати заздалегідь)\n_\nБУДЬ ЛАСКА, МАЙТЕ НА УВАЗІ\n✓Домашні тварини і тварини для емоційної підтримки не допускаються на ферму у зв'язку з вимогами штату і та федеральними нормами безпеки харчових продуктів. Дякуємо вам за розуміння.\n✓НЕ допускається використання продуктів харчування або охолоджувачів.\n✓Ми працюємо за безготівковим розрахунком. До оплати приймаються дебетові та всі основні кредитні картки.\n✓Ферма Ембер Брук є діючою фермою, тому вам доведеться паркуватися та ходити травою і ґрунтовими доріжками.\n✓ Усі заходи можуть бути змінені або скасовані у зв'язку з непогожою погодою та наявністю врожаю."
}