{
    "source": "en_US",
    "target": "uk_UA",
    "text": "He shook his head, waving his hand. \"No, no, I didn't like it that much anyways,\" He comforted. Odessa released a breathless chuckle, choosing to disregard his lie. \"Besides, it looks better on you.\" He licked his lips, swiftly retreating his concentration back to the scribbles of his father's notes. She pursed her lips, nodding ever-so-slightly as she continued typing, skillfully concealing the puny flash of disappointment. Minutes passed when she heard Dean sigh heavily, closing the journal with a bang.\nDean reached for his jacket's pocket, retrieving a medium-sized container with an engraved logo. He stood from the cushioned chair, ambling towards her. She scrunched her eyebrows together, apprehensively closing the laptop, pushing the device aside. The bed dipped as he settled himself beside her. Displaying the elegant box, he calmly pulled the top off, and Odessa faintly gasped. There appealingly presented was a midnight-black dagger, no bigger than her forearm; the hilt was structured to appear as the head of cobra. The details of scales and fangs were intricately carved, allowing an improved grip for her hand. \"It reminded me of you,\" He said.",
    "trans": "Він похитав головою, махнувши рукою. «Ні, ні, мені це все одно не так вже й подобалося», — заспокоїв він. Одеса затамувавши подих засміялася, вирішивши не звертати уваги на його брехню. «Крім того, воно на тобі виглядає краще». Він провів язиком по губах, швидко повернувши свою увагу назад до каракулів батькових нотаток. Вона стиснула губи, ледь помітно кивнувши, продовжуючи друкувати, майстерно приховуючи маленький спалах розчарування. Минуло кілька хвилин, коли вона почула важкий зітхання Діна, який закрив журнал з гучним звуком.\nДін потягнувся до кишені своєї куртки, витягнувши середнього розміру контейнер з вигравійованим логотипом. Він встав з м'якого крісла і попрямував до неї. Вона насупила брови, обережно закриваючи ноутбук і відсуваючи його вбік. Ліжко прогнулося, коли він сів поруч з нею. Спокійно відкривши елегантну коробку, він витягнув верхню частину, і Одеса тихо ахнула. Там була привабливо представлена чорний, як ніч, кинджал, не більший за її передпліччя; рукоятка була оформлена у вигляді голови кобри. Деталі луски та іклів були вигадливо вирізьблені, що дозволило покращити зчеплення з рукою. «Він нагадував мені тебе», — сказав він."
}