{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Sokakta geçirdiği onca günde tek hayali sıcak yemek ve sıcak bir yataktı. Ailesini bile hayal etmiyordu çünkü sadece hayatta kalması lazımdı. O kız çocuğu şu anki hayatını görse ağzı beş karış açık kalır ama bir yandan da çok mutlu olurdu. [redacted_name] mutlu değildi ama işte. Böylesine yalnızlık çekerken bir yandan da[redacted_name] vardı. Asla onun gibi, onun yerinde olamayacaktı. Hayatlarına girdiği ilk günden aşık etmişti [redacted_name]kendine. Hem de hiç çabalamadan. [redacted_name] çok dokunuyordu bu. Cehennemin dibinde sanki [redacted_name]anne, [redacted_name] babaydı. [redacted_name] ,[redacted_name] her ne kadar kendine olan aşkını fark etmese de, günün sonunda beraber olacaklarına inanıyordu. [redacted_name] kadar. Kabullenmişti [redacted_name] hayatlarının bir daha eskisi gibi olmayacağını,[redacted_name]onu asla sevmeyeceğini.\nTam bu sırada hiç beklemediği bir şey oldu. Biri ansızın çıktı ve kendisinden hoşlandığını söyledi. [redacted_name] böyle bir şeye imkan vermiyordu. Kendini birinin sevgilisi rolünde göremiyordu bir türlü. Yetersiz hissediyordu. Rüya gibi, Çağla gibi değildi. Onu eşsiz kılan izleri vardı ama[redacted_name] bu izleri eşsiz değil çirkin görüyordu. Onlar gibi yumuşacık bir cildi, tonla makyaj malzemesi yoktu. Güzel kıyafetleri yoktu. Kim neden beni sevsin ki diye düşünüyordu. Ama adını bile bilmediği, mesajlaştığı çocuk ona o kadar güzel şeyler söylüyordu ki acaba diyordu. Acaba biri gerçekten beni sevebilir mi?",
    "trans": "All those days she spent on the street, her only dream was hot food and a warm bed. She didn't even dream of her family because she just had to survive. If that girl saw her current life, her mouth would drop open, but on the other hand, she would be very happy. [redacted_name] wasn't just happy. On the other hand, while she was living so lonely, there was [redacted_name]. She could never be like her, in her place. From the first day she entered their lives, [redacted_name] had made her fall in love with herself. And without even trying. [redacted_name] was very touching. It was as if [redacted_name] was her mother and [redacted_name] her father in the depths of hell. Even though [redacted_name] didn't realize her love for herself, [redacted_name] believed they would finally be together. As much as [redacted_name]. [redacted_name] had accepted that their lives would never be the same again, that [redacted_name] would never love her.\nAt that very moment, something unexpected happened. Someone suddenly appeared and said that they liked her. [redacted_name] didn't allow such a thing. She couldn't see herself in the role of someone's lover. She felt inadequate. She wasn't like a dream, she wasn't like Çağla. She had scars that made her unique, but [redacted_name] didn't see these scars as unique, she saw them as ugly. She didn't have soft skin like them, she didn't have lots of make-up. She didn't have nice clothes. She thought, why would anyone love her? But the boy she didn't even know the name of, the one she was texting, was saying such nice things to her, she wondered. Could someone love me?"
}