{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Abisinin asla kendi isteğiyle gitmeyeceğinden adı gibi emin olan [redacted_name], ablasının itirazlarına rağmen [redacted_name] geri getirmeye kararlıydı. Kuzeye doğru çıkacağı yolculukta her türden yardıma ihtiyacı olacaktı, herkesin korktuğu büyücünün ve daha isim günü gelmemiş küçük kardeşinin sunabileceklerine bile.\nBilinmeze doğru giderlerken, ormanın en büyük sırrı ve sonsuz kışın gizemi onları bekliyordu.\n“Kusursuz bir hikâye anlatımı.” —CATHERINE DOYLE\n“İlmek ilmek işlenmiş müthiş bir atmosfer.” —ABI ELPHINSTONE\n“Cesarete, kardeşliğe, vedalara ve başlangıçlara dair bu müthiş hikâyeyi herkes mutlaka okumalı.” —JESSIE BURTON\n“Yazarın kesinlikle en iyi kitabı.” —ROBIN STEVENS\n“Göz kamaştırıcı! Sonsuz bir kışı bile eritecek kadar sıcak, tüyleri diken diken eden bir macera.” —SOPHIE ANDERSON\n“Kiran Millwood Hargrave, klasikler arasına girmeye aday bir kitap yazmış.” —SAMANTHA SHANNON\n“Kelimeler âdeta akıp gidiyor, her cümle bir şiir sanki.” —CERRIE BURNELL\n“En soğuk kalbi bile eritecek gerilim dolu bir kış serüveni.” —PIERS TORDAY",
    "trans": "Knowing with absolute certainty that her brother would never leave of his own accord, [redacted_name] was determined to bring him back, despite her sister's objections. On her journey north, she would need all the help she could get, even from the feared wizard and her youngest sibling, whose naming day had not yet come.\nAs they ventured into the unknown, the forest’s greatest secret and the mystery of the eternal winter awaited them.\n\"A flawless narration.\" — CATHERINE DOYLE\n\"An exquisitely woven atmosphere.\" — ABI ELPHINSTONE\n\"This extraordinary story of courage, sibling bonds, goodbyes, and new beginnings is a must-read for everyone.\" —JESSIE BURTON\n\"Undoubtedly the author’s best work.\" — ROBIN STEVENS\n\"Dazzling! A thrilling adventure warm enough to melt even an eternal winter.\" — SOPHIE ANDERSON\n\"Kiran Millwood Hargrave has crafted a book destined to become a classic.\" — SAMANTHA SHANNON\n\"The words flow like a river, every sentence feels like poetry.\" — CERRIE BURNELL\n\"A gripping winter tale that will melt even the coldest heart.\" — PIERS TORDAY"
}