{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Gerçekten mi?\"\n\"Evet!\" Dedim\nSevda elini temizledi ve karnıma uzattı. Güldü, bu da hepimizi güldürdü. Tatlı anıyı bölen şey, girişini fark etmediğimiz Ceylan'ın, Sevda'nın elini sertçe çekip çıkarmasıydı. Onun bu davranışından şaşkına döndüm ve aynı zamanda sinirlendim.\n\"Ya abla!!! Neden?\" diye yalvardı Sevda.\n\"Odana git!\" diye emretti Ceylan, ve Sevda üzgün bir şekilde koşarak gitti.\n\"Senin neyin var, Ceylan?\" dedim, kalkıp onunla yüzleşmek için.\n\"Hiçbir şey! Sadece ona yabancılarla mesafesini korumayı öğretiyorum.\" Ceylan açıkladı.\n\"Yabancılar mı? Tam olarak kastettiğin yabancı kim, Ceylan?\" diye sordu Sema.\n\"Ben, Sema! Aslında beni yabancı olarak görüyor!\" dedim.\n\"Herkes yabancı olabilir! Belli bir kişiden bahsetmiyorum. Zaten yakında ayrılacağız, ama eğer burada istemiyorsan sadece söyle, eşyalarımı toplayıp giderim.\" Ceylan, her zamanki sözlerini söyledi.\n\"Her seferinde ya, her seferinde. Ceylan, sinirlerimi çok kötü bozuyorsun son zamanlarda, bu yüzden gitmek istiyorsan tereddüt etme, ve eğer kalacaksan buna göre davranacaksın.\" Son sözlerimi söyledim ve mutfağı terk ettim.\nSema beni bahçeye takip etti ve beni durdurdu.\n\"Onun hakkında bana konuşma, Sema! Onun davranışından yoruldum!\" dedim.\n\"Tamam, sakin ol! İyi yaptın aslında! Artık sınırlarını öğrenmesi gerekiyordu!\" Sema söyledi, beni güldürdü.\nO sırada Halil İbrahim geri geldi. Arabadan indiği zaman onunla karşılaştım ve ona sarıldım. \"İyimisin? Bir şey mi oldu?\" diye sorduğunda yüzüme bakarken.",
    "trans": "\"Really?\"\n\"Yes!\" I said.\nSevda wiped her hand clean and reached out to me. She laughed, and that made all of us laugh. The thing that interrupted the sweet moment was Ceylan, who suddenly and roughly pulled Sevda's hand away without us noticing her approach. I was shocked by her behavior and, at the same time, I became angry.\n\"Why, sis?\" Sevda begged.\n\"Go to your room!\" Ceylan ordered, and Sevda ran off sadly.\n\"What's wrong with you, Ceylan?\" I said, getting up to confront her.\n\"Nothing! I'm just teaching her to keep her distance from strangers,\" Ceylan explained.\n\"Strangers? Exactly who do you mean by a stranger, Ceylan?\" Sema asked.\n\"I do, Sema! She actually sees me as a stranger!\" I said.\n\"Anyone can be a stranger! I’m not talking about any specific person. We’ll be leaving soon anyway, but if you don’t want me here, just say it and I’ll pack my things and leave,\" Ceylan said, as usual.\n\"Every time, every time! Ceylan, you’ve been really getting on my nerves lately, so if you want to leave, don’t hesitate, and if you’re staying, you’ll have to act accordingly,\" I said my last words and left the kitchen.\nSema followed me to the garden and stopped me.\n\"Don’t talk to me about her, Sema! I’m tired of her behavior!\" I said.\n\"Okay, calm down! You actually did the right thing! She needed to learn her limits!\" Sema said, making me laugh.\nAt that moment, Halil İbrahim returned. When he got out of the car, I ran into him and hugged him. \"Are you okay? Did something happen?\" he asked as he looked at my face."
}