{
    "source": "tr_TR",
    "target": "en_US",
    "text": "• “İki Kılıç Teorisi” gibi prensipler ile kilise ve devlet işleri birbirinden ayrılmış, ancak kilise genelde siyasi konularda da etkili olmuştur. Papa’nın hükümdarlara taç giydirmesi ve siyasi krizlerde hakem rolü oynaması kilisenin gücünü gösterir.\n4. Monarşinin Güçlenmesi\n• Feodal yapıya rağmen, çeşitli krallıklar (Fransa, İngiltere gibi) giderek güçlenmiş ve merkezi otoritelerini artırmaya çalışmıştır. Örneğin, İngiltere’de 1215’te ilan edilen Magna Carta ile kralların yetkileri sınırlandırılmıştır.\n• Ancak monarşinin güçlenmesi yavaş bir süreçti ve feodal beylerin, kilisenin ve yerel yönetimlerin gücü oldukça fazlaydı.\n5. Hukuk ve Toplumsal Düzen\n• Orta Çağ’da hukuk anlayışı genellikle geleneklere ve dini inançlara dayanıyordu. Kilise hukuku (kanon hukuku) başta olmak üzere birçok hukuk sistemi etkiliydi.\n• Halk sınıfları (köylüler, tüccarlar ve zanaatkarlar) farklı hak ve yükümlülüklere sahipti. Toplum hiyerarşik bir yapıya sahipti ve herkesin belirli bir yeri vardı.\n6. Şövalyelik ve Askeri Hizmet",
    "trans": "• Principles like the \"Two Swords Theory\" separated church and state affairs, yet the church remained influential in political matters. The Pope’s power to crown rulers and mediate in political crises highlights the Church's influence.\n4. Strengthening of the Monarchy\n• Despite the feudal system, various kingdoms (such as France and England) gradually became stronger and sought to increase their central authority. For example, in 1215, the Magna Carta was issued in England, which limited the powers of the kings.\n• However, the strengthening of the monarchy was a slow process, as the power of feudal lords, the church, and local governments was still significant.\n5. Law and Social Order\n• In the Middle Ages, the understanding of law was generally based on traditions and religious beliefs. Church law (canon law), along with various other legal systems, played an influential role.\n• Different social classes (peasants, merchants, and craftsmen) had different rights and responsibilities. Society had a hierarchical structure, with everyone having a specific place.\n6. Chivalry and Military Service"
}