{
    "source": "tr_TR",
    "target": "en_US",
    "text": "fotokopisi. Doğum belgesi üzerindeki anne ve baba isimlerinin Türkiye kayıtlarındaki\nisimlerle örtüşmesi gerekmektedir. Aksi halde doğum belgesinin düzeltilmesi istenecektir.\nEğer isim değişikliği var ise, bu değişikliği gösteren belgelerin de ibraz edilmesi zorunludur.\nBaşvuru sahibine ait pasaport aslı ve pasaportun birinci sayfasının Apostille onaylı Türkçe\ntercümesi ve fotokopisi\n8. Başvuru sahibinin aynı zamanda yabancı bir devlet vatandaşı olması halinde kimliğini\nispata yarayacak belge aslı, Apostille onaylı Türkçe tercümesi ve fotokopisi.\n(kimlik,\n4. 5. 7. 9. Yabancı vatandaşlığı devam etmeyenler için ülkesi makamlarından alınmış belge, Apostille\nonaylı Türkçe tercümesi ve fotokopisi\n10. Başvuru sahibinin medeni hal belgesi; bekar ise bekarlık belgesi (“Certificate of No\nImpediment to Marriage” / “Certificate of No Marriage Record”) evli ise evlenme belgesi\n(“Marriage Certificate”), boşanmış ise boşanmayı kanıtlayan belge (“Court Record”), dul\nise eşine ait ölüm belgesinin (“Death Certificate”) aslı, sunulan belgenin Apostille onaylı\nTürkçe tercümesi ve fotokopisi.\n11. Başvuru sahibinin Türk vatandaşı anne ve/veya babasının ölmüş olması halinde varsa ölen\nebeveynin kardeşlerinden, kardeşleri yoksa üçüncü derece yakınlarından alınacak yakınlık",
    "trans": "A photocopy of the birth certificate, with the names of the mother and father as they appear in the Turkish records\nThe names must match. Otherwise, the correction of the birth certificate will be requested.\nIf there is a name change, documents showing this change must also be provided\nThe original passport of the applicant and the Apostille certified Turkish translation of the first page of the passport\nThe translation and photocopy of the passport's first page, certified with Apostille\n8.If the applicant is also a citizen of a foreign country, their identity document\nThe original document, Apostille-certified Turkish translation, and photocopy of the document proving their identity.\n(identity,\n4.5.7.9.For those whose foreign citizenship has expired, a document issued by the authorities of their country, certified with Apostille.\nApostille-certified Turkish translation and photocopy.\n10.The applicant's marital status certificate; if single, a certificate of no impediment (\"Certificate of No Marriage\").\nThe applicant's marital status certificate; if single, a certificate of no impediment to marriage (\"Certificate of No Marriage Record\"); if married, a marriage certificate.\n(\"Marriage Certificate\"), if divorced, a document proving the divorce (\"Court Record\"), if widowed, a death certificate of the spouse.\ncopy, the Apostille-certified Turkish translation of the document, and a photocopy of the document.\nthe Turkish translation and photocopy.\n11.If the applicant's Turkish citizen mother and/or father has passed away, the death certificate of the deceased, if available,\nProof of kinship to be obtained from the deceased's siblings, or, if there are no siblings, from third-degree relatives"
}