{
    "source": "tr_TR",
    "target": "en_US",
    "text": "- Belediyelerin görev, sorumluluk ve yetki alanı belediye sınırlarını kapsadığı için rüzgâr\nenerji santrallerinin, sınırları içinde yer aldığı yetkili idare tarafından ruhsatlandırılması\ngerekmekte olup farklı yetkili idare sınırlarına giren iş yerleri bakımından ruhsatlandırmanın\nmümkün olamayacağı,\n- 3194 sayılı İmar Kanunu kapsamına giren bütün yapılar için bu Kanunda belirtilen\nistisnalar dışında belediyelerden ve valiliklerden yapı ruhsatı alınmasının zorunlu olduğu, yapı\ntanımı uyarınca inşai faaliyete konu olan, ayrıca bir proje kapsamında tasarım ve teknik\nhesaplama gerektiren imalatların yapı olarak nitelendirildiği, bu bakımdan enerji üretimine\nyönelik tesisler ile tüm diğer yapı ve tesislerin (idari bina, lojman, sosyal tesis vb.) yapı\nruhsatına tabi olduğu,\n- Rüzgâr enerji santralleri işyeri açma izni harcına tabi olup 2464 sayılı Kanunda buna\nilişkin bir muafiyet öngörülmemiş olduğu; köy iken 6360 sayılı Kanun ile mahalleye dönüşen\nyerlerden 31/12/2022 tarihine kadar işyeri açma izni harcının tahsil edilmeyeceği; öte yandan\nrüzgâr enerji santrallerinin, 5216 sayılı Kanunun ek 3’üncü maddesi uyarınca köy veya belde",
    "trans": "Since the scope of duties, responsibilities, and authority of municipalities covers the boundaries of the municipality, wind\nenergy power plants must be licensed by the relevant authority within the borders they are located in.\nHowever, licensing will not be possible for workplaces falling under the\njurisdiction of different authorities.\n- For all structures falling under the scope of the Zoning Law No. 3194, the exceptions specified in this Law\nwith the exceptions specified in this Law, it is mandatory to obtain a building permit from municipalities and governorships,\nand according to the definition of a structure, any activity involving construction, as well as design and technical calculations required within a project framework,\nare considered as structures, and in this regard, facilities for energy production\nas well as all other structures and facilities (administrative buildings, housing, social facilities, etc.)\nare subject to a building permit\n- Wind energy power plants are subject to a business license fee, and the Law No. 2464\ndoes not provide any exemption in this regard; areas that were villages but became neighborhoods under Law No. 6360\nwill not be charged the business opening permit fee until December 31, 2022; furthermore,\nwind energy plants, pursuant to Article 3 of Additional Law No. 5216, located in a village or town"
}