{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tedavi Sonrası Dikkat Edilmesi Gerekenler: Tedaviden sonra sıcak-soğuk hassasiyeti ve hafif ağrı ve ilk gün hafif düzeyde kanama olabilir. Ağrının ortadan kaldırılması için ağrı kesiciler kullanılabilir. Aynı zamanda diş fırçalama ve diş ipi kullanımına devam edil- melidir. Ağız bakımı hasta tarafından eksik uygulandığı taktirde veya sigara/çay/kahve yoğun tüketildiğinde kısa sürede tekrar lekeneme veya diştaşları oluşabilir. Diş fırçalama ve arayüz temizliği (diş ipi veya ara yüz fırçası) doğru bir şekilde uygulanmadığında veya eksiik yapıldığında diş yüzeyindeki plak zamanla tekrar diştaşına dönüşebilir ve dişeti iltihabınız tekrar başlayabilir. Bu sebeple düzenli olarak 3- 6 ayda bir kontrole gelmeyi ihmal etmeyiniz.\nDOĞRU DİŞ FIRÇALAMA TEKNİĞİ\n• Dişler günde 2 defa (kahvaltıdan sonra ve akşam yatmadan önce) en az 3 dk süreyle fırçalanmalıdır.\n• Fırçamıza nohut tanesi kadar florürlü diş macunu yerleştirmeli ve diş fırçası ıslatma- dan kullanılmaya başlanmalıdır.\n• Diş fırçasının kıllarının ucu dişetine bakacak şekilde (45 derece açıyla) diş ve dişetinin birleştiği bölgeye yerleştirilmelidir.\n• Masaj yapar gibi 5 kısa titreşim hareketi ve 3 defa dişetinden dişe doğru süpürme hareketi yapılmalıdır.\n• Sonrasında bir fırça boyu yana doğru ilerleyerek tüm dişlerin ön ve iç yüzeyleri bu teknik ile fırçalanmalıdır.",
    "trans": "Post-Treatment Care Instructions: After the treatment, there may be sensitivity to hot and cold, slight pain, and mild bleeding on the first day. Pain relievers can be used to alleviate the discomfort. It is also important to continue brushing and using dental floss. If oral hygiene is not properly maintained or if there is excessive consumption of cigarettes, tea, or coffee, staining or tartar may develop quickly. If brushing and interdental cleaning (using dental floss or an interdental brush) are not performed correctly or are missed, plaque on the tooth surface may gradually turn into tartar again, and gum inflammation may resume. Therefore, do not neglect to come for regular check-ups every 3 to 6 months.\nCorrect Brushing Technique\n•Teeth should be brushed twice a day (after breakfast and before bedtime) for at least 3 minutes.\n•Apply a pea-sized amount of fluoride toothpaste to the toothbrush, and begin brushing without wetting the brush.\n•Position the brush at a 45-degree angle, with the bristles facing the gum line, to ensure that the area where the tooth and gum meet is properly cleaned.\n•Perform 5 short vibrational movements and 3 sweeping strokes from the gum towards the tooth.\n•Afterward, move the brush along the length of the teeth, brushing the front and back surfaces using the same technique."
}