{
    "source": "tr_TR",
    "target": "en_US",
    "text": "''Hayır! Yağız gelmeden olmaz!'' kadın şaşkınca ona baktı.\n''Yağız kim? Her neyse ıkın!'' Hazan inattı, ıkınmıyordu. Kadın dışarı çıktı.\n''Hazan'ın yakınları siz misiniz?'' dedi kadın Ece Sinan'a bakarak. İkisi de başını salladı.\n''Hazan hanım, doğurmuyor. Böyle giderse ikisi için de tehlikeli, şimdi de Yağız gelmeden doğurmam diyor.'' Sinan gülümser, Ece ise tedirgindir.\n''Biri Yağız mı dedi?'' Sinan ağabeysini görünce koşup sarılır , Yağız sarılmaya hızla karşılık verip geri çekilir ve kadının yanına gider.\n''Yağız benim.. o nerede=?'' kadın Yağız'ı tutup içeri sokar, Hazan inat edip ''ıkınmıyacağım Yağız gelsin'' diyordur. Ve kafasını çevirip onu gördüğünde bir anda ıkınır.\n''YAĞIZ!'' Yağız hızla onun yanına gidip elini tutar, Hazan ıkınmaya başlamıştır. Yağız da onun gibi yapıyordur ve heyecanlıdır, kadın ise Hazana yardımcı oluyordur. Ve bir bebek ağlama sesi duyulur..\n*Kankalar çok değişik karışık bir anlatım ve hızlı bir geçişle ilerledim, artık sona geldik. Final geldi çattı! Diğer bölüm final.. çok üzücü biliyorum ama öyle, sizleri seviyorum, yorumları eksik tutmayın! *",
    "trans": "\"No! It can't happen until Yagiz arrives!\" The woman looked at her in surprise.\n\"Who is Yagiz? Anyway, push!\" Hazan was being stubborn, she wasn't pushing. The woman left the room.\n\"Are you Hazan's relatives?\" the woman asked, looking at Ece and Sinan. They both shook their heads.\n\"Hazan isn't giving birth. If this continues, it will be dangerous for both of them. Now she says she won't give birth until Yagiz arrives.\" Sinan smiled, while Ece was uneasy.\n\"Did someone say Yagiz?\" Sinan ran to his brother when he saw him, hugged him, and Yagiz quickly hugged him back, then stepped back and walked towards the woman.\n\"It's me Yagiz.. where is she?\" The woman grabbed Yagiz and pulled him inside. Hazan stubbornly said, \"I won't push until Yagiz gets here.\" Then, when she turned her head and saw him, she suddenly began to push.\n\"YAGIZ!\" Yagiz quickly went to her side and held her hand. Hazan started pushing, and Yagiz did the same. He was excited, while the woman was helping Hazan. Then, the sound of a baby crying was heard...\nFriends, the story has taken a strange and mixed turn with rapid transitions, and now we're at the end. The final is here! I know it's sad, but that's how it is. I love you all, don’t forget to leave comments!"
}