{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"O kadar da kötü değil,\" dedi Rüya, Asi'yi yatıştırmaya çalışarak, Asi'nin dolabındaki eşyaları karıştırmaya devam ederken. \"Bu kadar dramatik olma. Bir sürü seçeneğin var ve bu konuda neden bu kadar stres yaptığını anlamıyorum. Bu sadece bir buluşma. Bekle, hayır, o bile değil. Bu adamla çıkmayı planlamıyorsun, değil mi? sadece seks için buluşmuyor muyduk?\"\n\"Birlikte mi buluşuyorduk?\" Asi kaşlarını kaldırarak sordu.\n\"Asicim, konu sensen bir paket anlaşması olarak ben de geliyorum. Bir alana bir bedava gibi düşün,\" diye şakayla cevap verdi Rüya.\n\"Öğrendiğim iyi oldu,\" Asi hafif bir gülümsemeyle karşılık verdi.\n\"Konuyu değiştirme de söyle, söyle bana. Sadece seks için buluşmuyor muyduk? Neden bu kadar endişeleniyorsun?\" diye yineledi Rüya.\nAsi yüzüstü yataktan kalkarak bir 'hayır' mırıltısı çıkardı. Yatağın kenarına oturup omuzlarını silkti. \"Yine de güzel görünmek istiyorum,\" diye ekledi, Rüya'nın elinde tuttuğu kırmızı halter elbiseye gözleri takıldığında yüzünü buruşturdu. Bu elbiseyi Rüya'nın zorlamasıyla almıştı ve hiç giymemişti; kırmızının onun rengi olup olmadığından bile emin değildi artık.",
    "trans": "“It's not that bad,” said Ruya, trying to reassure Asi, as she continued to look through the stuff in Asi's closet. “Don't be so dramatic. You have a lot of options and I don't understand why you're stressing so much about it, it's just a date. Wait, no, not even a date. You're not planning on dating this guy, are you? Don''t we just meet guys for sex?”\n“Do we date together?” Asi asked, raising her eyebrows.\n“Dear Asi, if it's you, I'm coming as a package deal. Think of it as buy one get one free,” jokingly replied Ruya.\n“Good to know,” Asi replied with a gentle smile.\n“Don't change the subject, tell me, just tell me. Don't we just meet guys for sex? Why are you so worried?” repeated Ruya.\nMuttering a \"no\", Asi got up from the bed face down. She sat on the edge of the bed and shrugged her shoulders. “I still want to look pretty,” she added, grimacing when her eyes met the red halter dress Ruya was holding in her hand. She had bought it at Ruya's insistence and had never worn it; she wasn't even sure if red was her color anymore."
}