{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Olay günü, 4 Ekim Cuma sabahı Semih'i arayıp, 'Oğlum, işten dolayı bu akşam geç geleceğim' dedim. 'Ayşenur evde, sakın gelmeyesin baba' dedi. Eşim arayarak 'Polisler evde, çabuk gel' dedi. Eve geldiğimde polislerden öğrendim.\nSemih, 3 aydır uyuşturucu kullanmıyordu çünkü alacak parası yoktu.\n2023 yılı kışında odasına girdiğimde, penceresi açık ve oda soğuktu. Pencereyi kapatmak isterken, 'Kapatma camı' diyerek, gökyüzünü işaret etti ve 'Ne görüyorsun?' dedi. 'Karanlık, bir şey görmüyorum' dedim. 'Sen benim gördüğümü göremiyorsun' dedi.\nBu yaz, 'Baba, gideceğim yerde mutlu olacağımı bilsen üzülür müsün?' dedi. 'Rabbimiz canı ben verdim, ben alırım, intihar günahtır' dedim. 'Sen beni anlayamazsın' dedi. 'Önünde bir hayat var' dedim ama 'O kadar uzun yaşamayacağım' dedi. 'Bu hayat boş' diyordu. Sadece Ayşenur ile görüşüyordu.\nKasaplık aletlerini odasında tutuyordu. Aldığımda aşırı sinirlenip 'Sakın dokunma' dedi. Korktuğum için üzerine gitmedim.\nEşim, olay günü Semih'i ve Ayşenur'u görüntülü aramış, herhangi bir sorun yokmuş.\nEşim, Semih'in 16 yaşından itibaren varoluşla ilgili 'Tanrı bizi niye yarattı?' gibi sorular sorduğunu söyledi.\nOkul öğretmenleri, Semih'in çok zeki olduğunu, rehber öğretmeni de 'Bu çocuk yazılıma yatkın, bilgisayar alırsanız kendini geliştirebilir' demişti. Ancak Semih, bilgisayarı incelemeye götüreceğimi söylediğimde kıyameti kopardı. Bu bilgisayarı 3 yıl önce parça parça sattı.\nSemih'in kimlerle irtibatta olduğunu bilmiyorum. 16 yaşına gelmeden önce imanlı biriydi, namaz kılardı. Hatta bana 'Neden namaz kılmıyorsun, cehennemde yanacaksın' demişti.\"",
    "trans": "On the day of the incident, Friday morning, October 4th, I called Semih and told him, \"Son, I'll be late coming home tonight because of work.\" He replied, \"Ayşenur is at home, don't come, dad.\" Then my wife called and said, \"The police are at the house, come quickly.\" When I arrived home, I learned from the police.\nSemih hadn’t used drugs for 3 months because he didn’t have money to buy them.\nIn the winter of 2023, when I entered his room, the window was open and the room was cold. As I tried to close the window, he pointed at the sky and said, \"Don’t close the window.\" He asked, \"What do you see?\" I replied, \"It’s dark, I don’t see anything.\" He said, \"You can’t see what I see.\"\nThis summer, he asked, \"Dad, would you be sad if I went somewhere and knew I’d be happy?\" I told him, \"Our Lord gave life, and He can take it. Suicide is a sin.\" He replied, \"You don’t understand me.\" I told him, \"You have a life ahead of you,\" but he said, \"I won’t live that long.\" He kept saying, \"This life is empty.\" He was only seeing Ayşenur.\nHe kept butcher’s tools in his room. When I took them, he got very angry and said, \"Don’t touch it.\" I didn’t push further because I was afraid.\nOn the day of the incident, my wife video-called Semih and Ayşenur, and there seemed to be no problem.\nMy wife said that since Semih was 16, he had been asking existential questions like, \"Why did God create us?\"\nSemih’s teachers said he was very smart, and the guidance counselor had told us, \"This child is good at software, if you buy him a computer, he can improve.\" However, when I told him I was going to take the computer for inspection, he threw a tantrum. Three years ago, he sold the computer piece by piece.\nI don’t know who Semih was in contact with. Before he turned 16, he was a religious person, he used to pray. He even told me, \"Why don’t you pray? You’ll burn in hell.\""
}