{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İGA Daily Pass\nİGA Daily Pass paketiyle aşağıdaki hizmetlerden faydalanıp havalimanındaki zamanınızı verimli bir şekilde kullanabilirsiniz:\nHızlı geçiş imkânı\nÖncelikli check-in imkânı\nLounge kullanımı\nBuggy desteği\nİGA Pass Daily Kids\n7-12 yaş arasındaki çocuk yolcular, İGA Pass Daily Kids paketi sayesinde aşağıdaki ayrıcalıklardan bir gün boyunca yararlanabilirler. Ayrıca bu paket, 0-6 yaş arası çocuklar için ücretsizdir.\nHızlı geçiş imkânı\nÖncelikli check-in imkânı\nLounge kullanımı\nBuggy desteği\nYıllık paketler\nİGA Pass yıllık paketler\nİGA Pass Plus\nYıllık paketler içinde İGA Pass Plus’ı tercih ettiğiniz takdirde, misafrinizle konforlu ve ferah lounge alanlarını kullanabilir, aşağıdaki hizmetlerden yararlanabilirsiniz:\nHızlı geçiş (+1 misafir)\nÖncelikli check-in (+1 misafir)\nLounge (+1 misafir)\nBuggy desteği (+1 misafir)\nPop up lounge (+1 misafir)\nUnifree’de %10 indirim\nİGA Pass Extra\nOtuz gün boyunca çeşitli ayrıcalıklar sunan İGA Pass Extra paketiyle havalimanında aşağıdaki imkânlardan yararlanabilirsiniz:\nHızlı geçiş (+1 misafir)",
    "trans": "IGA Daily Pass\nWith the IGA Daily Pass package, you can take advantage of the following services and make the most of your time at the airport:\nFast-track access\nPriority check-in\nLounge access\nBuggy service\nIGA Pass Daily Kids\nChildren aged 7-12 can enjoy the privileges of the IGA Pass Daily Kids package for a full day. Additionally, this package is free for children aged 0-6.\nFast-track access\nPriority check-in\nLounge access\nBuggy service\nAnnual Packages\nIGA Pass Annual Packages\nIGA Pass Plus\nBy choosing IGA Pass Plus from the annual packages, you and your guest can enjoy comfortable and spacious lounge areas along with the following services:\nFast-track access (+1 guest)\nPriority check-in (+1 guest)\nLounge access (+1 guest)\nBuggy service (+1 guest)\nPop-up lounge access (+1 guest)\n10% discount at Unifree\nIGA Pass Extra\nThe IGA Pass Extra package offers various privileges for 30 days, allowing you to benefit from the following services at the airport:\nFast-track access (+1 guest)"
}