{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Kendim yazmam gerekiyor. Halledebilirim, sadece biraz yoruyor beni. Yüksek lisans hedefi olan biriydim, ama vazgeçecek gibiyim.\" Barış Alper, anlamazca yüzüme bakmaya devam ediyordu.\n\"Liseden sonra okumadım, dediklerinin ne olduğunu çok bilmiyorum. Ama halledebileceğine eminim. Sadece senin stres olman hoşuma gitmiyor. Ya stresten hastalanırsan?\" Dudağıma minik bir öpücük bırakıp geri çekildi.\n\"Saçım felan dökülür stresten, kel kalırım. Beğenmez misin beni?\" Şakasına nazlandığımda yüzünde kocaman bir gülümseme belirdi.\n\"Saç ektiririz canım, ondan kolayı mı var.\" Bilmişçe bana bakarken gözlerimi kıstım.\n\"Yani beni değiştirirsin? Doğal haliyle kalması hoşuna gitmez, öyle mi Barış Alper?\" Yüzüme şaşkınlıkla bakarken (maçtaki napmışımkine bakışını hayal edin) ciddi kalmaya devam ettim.\n\"Hayır güzelim, o bakımdan demedim. Şimdi sen bunada canını sıkarsın ya, hani ben o yüzden senin problemini çözmek için dedim. Ya zaten öyle bir şey yok şu an ne diye beni sıkıştırıyorsun!\" Panikle hızlı hızlı konuşurken dayanamayıp kahkaha attım. \"Dalga geçiyorsun benimle değil mi?\"\nOmuz silkip yanağını öptüm. Gözlerini kapatıp iç çekmesiyle bir kaçkere daha yüzünün farklı yerlerini öpmüştüm.",
    "trans": "\"I have to write it myself. I can manage, it just tires me a little. I used to be someone with a goal of pursuing a master's degree, but now I'm thinking of giving up.\" Baris Alper kept looking at me, not understanding.\n\"I didn’t continue studying after high school, I don't really know what you're talking about. But I’m sure you can manage. I just don’t like the fact that you're stressing. What if you get sick from stress?\" He placed a small kiss on my lips and pulled back.\n\"My hair will fall out from stress, I'll go bald. Won’t you like me?\" When I teased him, a big smile appeared on his face.\n\"We’ll just get you a hair transplant, it's that simple.\" He looked at me with a smug expression, and I squinted my eyes.\n\"So, you’d change me? You wouldn’t like me as I am, Baris Alper?\" He stared at my face, looking surprised (imagine the same look he gave during the match), but I kept my serious tone.\n\"No, darling, I didn’t mean it like that. You’ll get upset about this, but I said it to solve your problem. And anyway, it’s not like there’s a problem right now, why are you grilling me!\" He spoke quickly in a panic, and I couldn’t help but laugh. \"You’re joking with me, aren’t you?\"\nI shrugged and kissed his cheek. With a deep sigh and his eyes closed, I kissed different parts of his face several more times."
}