{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tek yapması gereken o veletleri durdurmaktı.\n\"Bugün dükkandan ayrılalım.\" Shinichiro'ya döndü. Başını iki yana salladı. \"Yapamam, bir kaç güne teslim etmem gereken bir motor var.\" Wakasa elini anlına koydu. \"Siktir et, yarın seninle beraber çalışırım halledersin. Bugün burada durmayalım. Darlanıyorum.\" Shinichiro omuz silkti. \"Sen git, geceye kadar bitirip yarın tüm günümü sana harcamayı planıyordum.\" Dudak büzerek Wakasa'ya bakıyordu. Wakasa göğüsüne doğru sokuldu. \"O zaman ben de seninle kalacağım.\" Shinichiro başını iki yana sallayarak reddetti. \"Darlandığını söyledin, benim yüzümden sıkılmanı istemiyorum.\" Wakasa yavaşça saçlarını geriye taradı. \"Eğlendir beni o zaman.\"\nShinichiro'nun yüzünde ufak bir sırıtış belirdi. Ellerini yavaşça beline doğru sardı. Dudaklarını Wakasa'nın dudaklarına götürdü. İkisi de birbirinin dudaklarını kavradığında yanıyormuş gibi hissediyorlardı. Wakasa olduğu yerde doğrularak Shinichiro'nun kucağına çıktı. Shin ellerini yavaşça aşağıya kaydırıyordu. Bir yandan da dilini dudaklarının arasından serbest bıraktı. Ahenkle birbirlerine karışıyorlardı.",
    "trans": "All he had to do was stop those brats.\n\"Let's leave the shop today.\" He turned to Shinichiro. He shook his head. \"I can't do it, I have an engine to deliver in a few days.\" Wakasa put his hand on his forehead. \"Fuck it, I'll work with you tomorrow to sort it out. Let's not stay here today. I'm getting bored.\" Shinichiro shrugged. \"You go, I was planning to finish it by night and spend all day on you tomorrow.\" He was looking at Wakasa with pursed lips. Wakasa snuggled into his chest. \"Then I'll stay with you.\" Shinichiro shook his head and refused. \"You said you were bored, I don't want you to be bored because of me.\" Wakasa slowly combed her hair back. \"Entertain me then.\"\n\"Let's leave the shop today.\" He turned to Shinichiro. He shook his head. \"I can't do it, I have an engine to deliver in a few days.\" Wakasa put his hand on his forehead. \"Fuck it, I'll work with you tomorrow to sort it out. Let's not stay here today. I'm getting bored.\" Shinichiro shrugged. \"You go, I was planning to finish it by night and spend all day on you tomorrow.\" He was looking at Wakasa with pursed lips. Wakasa snuggled into his chest. \"Then I'll stay with you.\" Shinichiro shook his head and refused. \"You said you were bored, I don't want you to be bored because of me.\" Wakasa slowly combed her hair back. \"Enter me then.\""
}