{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Polis memuru, Barbali’nin yapılan üst aramasında gözlük kılıfı içerisinde 10 gram hintkeneviri ve uyuşturucu satışından elde ettiğine inanılan 4 bin TL bulunarak emare alındığını açıkladı. Polis memuru, aynı gün Barbali’nin ikametgahında yapılan aramada yatak odasında buluna kıyafet dolabı içerisinde 2 adet öğütücü bulunduğunu söyledi. Polis, yapılan soruşturma sonucu Akçınar ve Demirel’in aldıkları uyuşturucuyu [redacted_name] vereceklerinin öğrenildiğini belirtti. Polis, zanlının Altuğ’un da tutuklandığını dile getirdi.\nPolis memuru, sorgulanan, Barbali’ninifadesinde 11 Ekim 2024 tarihinde Güney Kıbrıs’tan 400 Euro karşılığında 26 gram uyuşturucu aldığını, aracının hava filtresi içerisinde Bostancı Sınır Kapısından ülkeye soktuğunu, aynı gün 13 gramını 200 Euro karşılığında Derviş Öztürk’e verdiğini söylediğini aktardı. Polis memuru, Öztürk’ün de tutuklanarak, evinde arama yapıldığını belirtti. Polis, Öztürk’ün evinde ve üzerinde yapılan aramada 16 gram ağırlığında hintkeneviri türü uyuşturucu olduğuna inanılan madde, bir adet hassas terazi ve bir adet öğütücü bulunarak emare olarak alındığını söyledi.\nPolis memuru, soruşturmanın yeni başladığını, alınacak ifadeler olduğunu, ele geçirilen maddelerin analize gönderileceğini ifade ederek, zanlıların 3 gün süreyle tutuklu kalmasını talep etti.\nHuzurundaki şahadeti değerlendiren Yargıç [redacted_name], zanlıların 3 gün süreyle tutuklu kalmasına emir verdi",
    "trans": "The police officer stated that during a body search of Barbali, 4 thousand TL were found in an eyeglass case which was believed to have been earned from the sale of drugs and 10 grams of cannabis and was taken as evidence. The police officer said that on the same day, during a search at Barbali's residence, 2 grinders were found in the wardrobe in the bedroom. The police stated that as a result of the investigation, it was learned that Akcinar and Demirel would give the drug they bought to [redacted_name]. Police also stated that the suspect Altug was arrested.\nThe police officer stated that Barbali, interrogated, said in his statement that he bought 26 grams of drugs from Southern Cyprus on October 11, 2024, for 400 Euros, smuggled it into the country through the Bostanci Border Gate in the air filter of his vehicle, and gave 13 grams of it to Dervis Ozturk for 200 Euros on the same day. The police officer also stated that Ozturk was arrested and his house was searched. During the search of his residence and person, the police stated that a substance believed to be 16 grams of cannabis-type drug, a precision scale, and a grinder were found and taken as evidence.\nThe police officer stated that the investigation had just begun, that there were testimonies to be taken, that the seized substances would be sent for examination, and he requested the suspects to be arrested for 3 days.\nJudge [redacted_name], taking into account the testimony, issued an order for the suspects to be detained for three days."
}