{
    "source": "tr_TR",
    "target": "en_US",
    "text": "⁃ Para.\n⁃ Hasat Derneği: Alana kulak kabartmak, alanı duymak. Biz geçen yıl Şubattan ber, Hatay’dayız. Farklı alanlarda çalışıyoruz. Gençlerle çalışmaya karar verdik. Temel faaliyetimiz onların yaşadığı herhangi bir duruma ve onlardan duyduğumuz şeylere göre şekillendi. Çalışmalarımız gözlemlerimiz temelinde şekilleniyor ve hala gidip onlara soruyoruz. Zorlandığımız şey şu: Hatay komplike bir alan, gençlere erişmek çok zor, gençlerle düzenli çalışan dernek sayısı çok az. Biz de bu boşluğu doldurmaya çalışıyoruz. O boşluğu doldurmak birinci zorluk. İkinci zorluk: görünürlüğü arttırmak. Biz daha çok yatay şekilde ilerliyoruz, daha az insanla bir araya gelmek ama daha derinlikli ilişkiler kurmak. Bu çok çaba ve emek gerektiren bir şey. Sürdüremiyoruz. Tam bir şey oluşturuyoruz diyoruz, çok anlamlı şeyle oluşuyor ama çok kesintiye uğruyor. İhtiyaçlar da çok hızlı değişiyor. Hala, örneğin, harala gürele mekan arıyoruz. Erişebilir, güvenli ve mevsim koşullarına uygun mekan bulmakta zorlanıyoruz. Bu faaliyetlerimizi temelden etkileyen bir şey.\n⁃ Yasemin: Kapasite güçlendirme en çok zorlandığımız şey. Yerelde güçlü olmak istiyoruz, bunu isterken yereldeki insanlarla güçlü olmak istiyoruz. Çalışanlarımızın Hataylı olmasını istiyoruz ama kapasite anlamında insan bulmakta zorlanıyoruz. Kapasite güçlendirme için maddi kaynağımız yok ve kendi kaynaklarımızı kullanmak zorunda kalıyoruz. Bir fon alıyoruz ama raporunu yazarken elimiz ayağımıza dolaşıyor. O yüzden benim açımdan kapasite güçlendirme anlamında çok zorlanıyoruz.",
    "trans": "⁃ Money.\n⁃ Harvest Association: It's about paying attention to the area, listening to it. We've been in Hatay since February last year, working in various fields. We decided to focus on working with young people. Our main activity is shaped by the situations they experience and the things we hear from them. Our work is based on our observations, and we still go and ask them. The challenge we face is this: Hatay is a complicated area, and it's very difficult to reach young people. The number of associations that regularly work with them is very few. We're trying to fill this gap. Filling this gap is the first challenge. The second challenge is increasing visibility. We progress more horizontally, meeting with fewer people but building deeper relationships. This is something that requires a lot of effort and work. We can't sustain it. Just when we think we are creating something, something meaningful is forming, it gets interrupted. Needs are changing very quickly. For example, we're still looking for spaces in a rush. We're having trouble finding accessible, safe spaces that are suitable for seasonal conditions. This is something that fundamentally affects our activities.\n⁃ Yasemin: Capacity building is the most challenging thing for us. We want to be strong locally, and in doing so, we want to be strong with the local people. We want our workers to be from Hatay, but we're struggling to find people in terms of capacity. We don't have financial resources for capacity building, and we have to use our own resources. We receive a fund, but when it comes to writing the report, everything gets complicated. So, from my perspective, we're struggling a lot with capacity building."
}