{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kerem ciddi bir şekilde sordu. \"Seni bırakmamı ister misin?\" Kafamı iki yana salladım. \"Gerek yok, arkadaşım bırakacak.\" Kaşlarını çattı. \"Arkadaşın mı bırakacak.\" \"Evet.\" dedim sakince. \"Bana yarı zamanlı işleri de o ayarlıyor zaten.\" Soğuk bir şekilde\"Anladım.\" dedi ve devam etti, \"Kaçta çıkarsın, dönüşte seni almaya geleyim.\" Benim için bu kadar zahmet etmesine gerek yoktu. \"Gerek yok, arkadaşım beni bırakacak\" dedim. Ardından bir şey demesini beklemeden oradan ayrıldım. Kime neyin tribini atıyorum ki şu an?\nYusuf yarı zamanlı çalıştığı yerlerde ihtiyaç olursa bana da iş ayarlıyor ve beni alıp bırakıyordu. Yusuf'a mesaj atıp sahil tarafında olduğumu söyledim ve onu beklemeye başladım. Yaklaşık yirmi dakika sonra önümde siyah bir motorla belirdi. Hemen ayağa kalkıp yanına yaklaştım. Bana kaskı uzattığında hızlıca taktım ve arkasına bindim. Yol boyu düşündüğüm tek şey yine Kerem olmuştu. Bana hiçbir zaman senden hoşlanıyorum dememişti, ben ise ezik gibi onu arkadaşından kıskanıyordum.",
    "trans": "Kerem asked seriously, \"Do you want me to give you a ride?\" I shook my head in disagreement. \"No need, my friend will drop me off.\" He frowned. \"Your friend will drop you off?\" \"Yes,\" I said calmly. \"He also arranges part-time jobs for me.\" In a cold tone, he said, \"I see.\" and continued, \"What time do you get off? I'll come pick you up.\" It wasn't necessary for him to go through so much trouble for me. \"No need, my friend will drop me off,\" I said. Then, without waiting for him to say anything, I left. Why am I even sulking over right now?\nYusuf, who works part-time, would arrange jobs for me if needed and give me rides. I sent Yusuf a message telling him I was by the seaside and started waiting for him. About twenty minutes later, he appeared before me on a black motorcycle. I stood up quickly and approached him. When he handed me the helmet, I swiftly put it on and got on behind him. Throughout the ride, all I thought about was Kerem. He had never said he liked me, and here I was, pathetically envying his friend."
}