{
    "source": "tr_TR",
    "target": "en_US",
    "text": "“Hat-1 Tünelinde Yüzde 96, Hat -2 Tünelinde Yüzde 76 İlerleme Kaydettik”\nGeçen yıl temmuz ayında Halkalı-Ispartakule etabındaki tünel açma çalışmalarını başlattıklarını hatırlatan Uraloğlu, “Bu etapta 6,4 kilometre çift tüp olarak TBM tüneli, 634 metre uzunluğunda 2 adet Aç-Kapa tünel ve 1,38 kilometre açık hat olmak üzere zemin iyileştirmeleri dâhil 8,4 kilometre uzunlukta yeni demiryolu hattının tamamının altyapı, üstyapı, elektrifikasyon, sinyalizasyon ve telekomünikasyon imalatlarını yapıyoruz. Şu anda projemiz kapsamında TBM giriş noktası olan Halkalı kesiminde TBM portal imalatlarını tamamladık. TBM kazılarının sürdüğü Hat-1 tünelinde yüzde 96, Hat -2 tünelinde ise yüzde 76 oranında ilerleme kaydettik. Segment üretimlerini bitirdik” dedi.\n“Halkalı-Ispartakule Hızlı Tren Hattı’nda Yüzde 69 İlerleme Sağladık”\nBakan Uraloğlu, hat tamamlandığında Ispartakule’den devam edecek 67 kilometrelik hatla, İstanbul'un Halkalı İstasyonu'ndan Çerkezköy ilçesine bağlanacağını, yolcu ve yük hizmetlerinin sağlanacağını ve Çerkezköy-Kapıkule hattına entegre edileceğini ifade ederek, “Böylece Türkiye'nin Avrupa sınırına bağlanan Trans-Avrupa Ulaşım Ağının bir parçası olacaktır. Halkalı-Ispartakule Hızlı Tren Hattı etabımız genelinde de yüzde 69 ilerleme sağladık. Söz konusu etabımızın çalışmalarını da aynı Kapıkule-Çerkezköy etabımızın çalışmaları gibi 2025 yılı sonunda bitirmeyi hedefliyoruz. 67 kilometre uzunluğundaki Ispartakule-Çerkezköy etabımızdaki çalışmalarımıza da hattın en batı kesimindeki Çerkezköy tarafından başladık” şeklinde konuştu.",
    "trans": "“We Have Made 96% Progress in the Hat-1 Tunnel and 76% Progress in the Hat-2 Tunnel”\nRecalling that they started tunnel excavation works in the Halkalı-Ispartakule section last July, Uraloğlu said, “In this section, we are carrying out all infrastructure, superstructure, electrification, signaling, and telecommunication works for a new railway line with a total length of 8.4 kilometers, including 6.4 kilometers of double-tube TBM tunnels, 634 meters of 2 Open-Close tunnels, and 1.38 kilometers of open track, including ground improvements. Currently, we have completed the TBM portal works in the Halkalı section, which is the TBM entry point for our project. In the Hat-1 tunnel, where TBM excavations are ongoing, we have made 96% progress, and in the Hat-2 tunnel, we have made 76% progress. We have also completed the segment production.”\n“We Have Made 69% Progress on the Halkalı-Ispartakule High-Speed Train Line”\nMinister Uraloğlu stated that when the line is completed, it will connect from Ispartakule with a 67-kilometer extension, linking Halkalı Station in Istanbul to the Çerkezköy district, providing passenger and freight services, and integrating with the Çerkezköy-Kapıkule line. “Thus, it will be part of the Trans-European Transport Network, connecting Turkey to the European border. We have made 69% progress in the overall works of our Halkalı-Ispartakule High-Speed Train Line section. We aim to complete the works of this section by the end of 2025, just like the Kapıkule-Çerkezköy section. We have also started the works of the 67-kilometer Ispartakule-Çerkezköy section from the westernmost part of the line, from Çerkezköy,” he said."
}