{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Şimdi görelim bakalım, hayatı durduracak güçleri var mı yok mu?\nO gün de yazmıştım.\n“Yapamazsınız.”\n“Hükümet” denen irade, kapasite ve adalet yoksunu yapıyla içli dışlılar çünkü…\nAnkara’nın gölgesinde kaybolan yönetimsizlik iklimine karşı boynu kıldan incedir Kıbrıs Türk Ticaret Odası’nın…\nYozlaşmışlığa alan tanıyan, küresel değerlerden yoksun, ayrılıkçı ve yalnızlıkçı arka bahçe siyasetine özde bir başkaldırısı yoktur patronların…\n***\n“Hayatı durduracak güce sahibiz” demişlerdi.\nHayat akıyor, sahici olmayan sözler, siyasetler ve duruşlarla…\nBir de zamlarla!\nTurizm gelirine bakar mısınız?\nKıbrıs'ın güneyi yalnızca Temmuz ayında 474 milyon Euro turizm geliri elde etti.\nBir ayda!\nBelki de bu rakam kuzey Kıbrıs'ın yıllık turizm gelirine denktir.\nBilmiyoruz!\nÖyle \"aylık\" açıklanan istatistik bilgisi yok ortada çünkü...\nKıbrıs'ın kuzeyi \"bilinmezlerle\" meşhur değil mi zaten...\n***\nAdanın güneyinde Ocak-Temmuz 2024 döneminde turizmden elde edilen gelir 1 milyar 610 milyon Euro oldu.\nDiyeceksiniz ki, dünyanın dört bir yanında Larnaka ve Baf'a direkt uçuş var.\nErcan Havaalanı'nın Birleşmiş Milletler kontrolünde dünyaya açılması gündeme geldiğinde niye sırt döndüler o zaman?\nBu sorununun yanıtını da biliyoruz aslında…",
    "trans": "Now let's see, do they really have the power to stop life?\nI had written that day too.\n\"You cannot do it.\"\nThey are extremely intimate with a so-called \"government\" that lacks will, capacity, and justice...\nThe Cyprus Turkish Chamber of Commerce is extremely vulnerable against the climate of mismanagement lost in the shadow of Ankara...\nThere is no genuine uprising by the bosses against the corrupt, devoid of global values, separatist, and isolationist backyard politics...\n***\n\"We have the power to stop life,\" they had said.\nLife flows on, with insincere words, policies, and stances...\nAnd with price increases too!\nLook at the tourism revenue, would you?\nThe south of Cyprus garnered 474 million euros in tourism revenue in just the month of July.\nIn one month!\nPerhaps that figure equals the annual tourism revenue of northern Cyprus.\nWe don't know!\nBecause there's no such \"monthly\" statistical information available...\nAfter all, the north of Cyprus is well-known for its mysteries, isn't it...\n***\nIn the south of the island, the revenue from tourism in the period from January to July 2024 was 1.61 billion euros.\nYou might say, there are direct flights to Larnaca and Paphos from all over the world.\nWhy then did they turn their backs when the opening of Ercan Airport under United Nations control to the world was discussed?\nWe actually know the answer to this question too…"
}