{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Etkinlik Sorumlusu: Kulübün planladığı etkinliklerin organizasyon aşamasındaki sorumlusudur. Sosyal Etkinlikler duyuru adresi “Social Development” e-posta adresinden yapılacak İngilizce ve Türkçe etkinlik duyurularının hazırlanması, afişlerin yapılması, ilgili panolara asılması ve etkinlik sonrasında kaldırılmasından sorumludur. Aylık etkinlik raporunu SEB’e sunar.\nTanıtım ve Web Sorumlusu: Kulübün ve etkinliklerin sosyal medya iletişiminden sorumludur. ÖzÜ Kulüpler Facebook ve Twitter sayfalarının aktif kullanımı, kulübün web sayfası için güncel içerik oluşturulmasından sorumludur.\nMali İşler Sorumlusu (Sayman): Kulübün tüm mali işlerini yürütmekle görevlidir. Kulübün üye aidatlarının toplanması, üye listesinin tutulması, kulüp giderlerinin ve bütçesinin sorumluluğu, sponsorluk gelirlerinin takibi ile bütçe kullanılan her etkinlikten sonra gelir gider formunun hazırlanarak SEB’e sunulması ve yılsonu kulüp mali raporunun hazırlanmasından sorumludur.\nDK’nın görevi; yönetim kurulu çalışmalarını denetlemek, kulüp evraklarını ve demirbaş eşyaların durumunu incelemek, uygunluğunu tespit etmektir. Yıl boyunca kulüp etkinlik ve organizasyonlarında aktif görev almış üyelerin listesini de SEB'e iletir. DK’nın diğer görev ve yetkileri kulüp içtüzüğündebelirtilir.\nİstediğiniz herhangi bir pozisyon için aşağıdaki Google Form linki üzerinden adaylığınızı iletebilirsiniz. Başkanlık dışındaki her pozisyon için adaylık şartı salt üyeliktir, başkanlık içinse geçen sene Brew Academy'nin yönetim yada denetim kurulunda olma şartı vardır.",
    "trans": "Event Manager: Responsible for the organization of the events planned by the club. Manages the preparation of event announcements in both English and Turkish through the \"Social Development\" email address, creation of posters, hanging them on relevant boards, and removing them after the events. Presents a monthly event report to the SEB.\nPromotion and Web Manager: Responsible for managing the social media communications of the club and its events. Responsible for actively using the ÖzÜ Clubs Facebook and Twitter pages and creating up-to-date content for the club’s website.\nFinancial Affairs Manager (Treasurer): Responsible for managing all financial affairs of the club. In charge of collecting membership dues, maintaining the membership list, managing the club’s expenses and budget, tracking sponsorship revenues, preparing the income and expenditure form after each event and submitting it to the SEB, and preparing the annual financial report of the club at the end of the year.\nThe duty of the Audit Board is to audit the workings of the management board, inspect the club documents and the status of fixed assets, and determine their appropriateness. It also submits the list of members who have been actively involved in club activities and events throughout the year to the SEB. Other duties and powers of the Audit Board are specified in the club bylaws.\nYou can submit your candidacy for any position via the Google Form link below. Membership is the only requirement for candidacy for all positions except the presidency; the presidency requires having been on the management or audit board of Brew Academy last year."
}