{
    "source": "tr_TR",
    "target": "en_US",
    "text": "by [redacted_name]\nMetin kafasını kaldırarak maviyi, siyaha çalana gökyüzüne baktı. Yağmur damlaları yüzüne düşüp, boynuna ilişmeye başladığında gülümsedi. Yamaç'ın verdiği operasyondan dönüyordu. Kazasız, belasız bunu da üstünlükle atlatmıştı.\n1\n[redacted_name], hapishaneye girdiğinden beri onun sağ kolu olmayı bırakmıştı. Bunu kendisi istediği için yapmamıştı. [redacted_name] isteği üzerine yapmıştı. [redacted_name] ondan, kendisi hapishanedeyken küçük kardeşi Yamaç'ı korumasını istemişti. Metin'de bunu yapıyordu.\n2\nÜç yıl geçmişti, [redacted_name] hapishaneye gireli koskoca üç yıl... Metin bu üç yılda defalarca kez acısını hafifletmek için uyuşturucu kullanmıştı. Saçma, sapan işlere bulamıştı. [redacted_name] Onun hafifletmek için mahalleden bir süre uzaklaşmıştı. En sonunda kendi kardeşi Kemal'in ısrarları üzerine mahalleye geri dönmüştü. O günden beri de [redacted_name] kardeşleri olan [redacted_name], Selim ve [redacted_name] yanında yer alıyordu.\nMetin adımlarını kendi evine doğru atmaya başladı. O buz gibi olan eve... Anahtarı cebinden çıkarak eve girdiğinde bir ses duydu. Bu sesi duymaktan o kadar bıkmıştı ki...\n''Hayatım, geldin mi?''",
    "trans": "[redacted_name] tarafından\nMetin lifted his head and looked at the sky, which was turning from blue to black. When raindrops started to fall on his face and touch his neck, he smiled. He was returning from the operation Yamac had assigned him. He had completed it without any trouble, overcoming everything smoothly.\n1\nSince [redacted_name] had been sent to prison, he had stopped being his right-hand man. It wasn’t because he didn’t want to; it was because [redacted_name] asked him to. [redacted_name] had asked him to protect his younger brother Yamac, while he was in prison. And Metin had done just that.\n2\nThree years had passed since [redacted_name] went to prison, a whole three years... During this time, Metin had turned to drugs repeatedly to numb his pain. He had gotten involved in senseless, reckless things. [redacted_name] had kept his distance from the neighborhood for a while, trying to ease the pain. Eventually, it was his brother Kemal's insistence that brought him back. Since that day, [redacted_name] had been standing by his brothers, [redacted_name], Selim, and [redacted_name].\nMetin began walking toward his own house. That cold, lifeless house... When he took the key from his pocket and entered, he heard a sound. He was so tired of hearing this sound...\n\"Baby, you came home?\""
}