{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"En çok ben ama\" Dediğimde başını geriye doğru atarak bir kahkaha attı. Bende gülümseyerek çıkan gamzelerini izledim. Kendime engel olmadan, parmak uçlarımı yanağına götürüp gamzelerine dokundum. En çok yapmak istediğim şeylerden birini yapıyordum şu an.\n\"Bence daha çok gülmelisin\" diyerek parmaklarımla yüzünü okşadım. Mayışmış bir şekilde bana bakarken gözleri kısıldı.\n\"Artık güldürenim kollarımın arasında olduğundan sık sık gülerim\"\nEllerimi gamzelerinden çekip ensesine doğru götürerek kollarımı boynuna doladım. Koala gibi sarılmıştım adama ama bu beni rahatsız etmiyor aksine daha çok keyiflendiriyordu. Tekrar dudaklarımız buluştuğun da, bir birimizden ayrılmak istemiyorduk.\nÖpüşmemiz, giderek daha da tutkulu hale geldi. Emir'in elleri, vücudumda geziniyordu. Her dokunuşu, içimde bir kıvılcım yaratıyordu. Onun sıcak nefesi, tenimde bir iz bırakıyordu. Bütün dünya durmuş gibiydi ve sadece ikimiz vardık.",
    "trans": "When I said \"I’m even more in love with you\", he tilted his head back and let out a laugh. And, I watched as his dimples appeared while smiling. Unable to resist, I reached out with my fingers to his cheeks and touched them. I was doing something I had always wanted to do.\n\"I thinhk you should smile more often,\" I told, brushing my fingers across his face. His eyes squinted slightly as he looked at me, completely at ease.\n\"Now that the one who makes me laugh is in my arms, I’ll laugh all the time,\" he said.\nI let my hands drift from his dimples to the nape of his neck, wrapping my arms around him. I  hugged him like a koala, but instead of feeling awkward, it filled me with joy. As our lips met once more, it felt like neither of us wanted to let go.\nOur kiss became even more passionate. Emir's hands wandered over my body. Each touch of him was igniting a spark within me. His warm breath was leaving traces on my skin. It felt as the entire world had come to a standstill, and only the two of us existed."
}