{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yine soruşturma kapsamında şüphelilerin kimlik ve adreslerinin tespiti yapılıp mağdur ve tanıkların ifadeleri alındı. İlgili kurumlardan da evrak ve bilgi istenilen soruşturmada somut delillerin toplanmasının ardından harekete geçildi.\n26 Nisan 2024'te İstanbul ve Tekirdağ'da, kimlikleri belirlenen şüphelileri yakalamak için eş zamanlı operasyon düzenlendi. Operasyonlarda toplam 47 kişi gözaltına alınırken, 22'si tutuklandı, ayrıca tanık ve mağdur ifadeleri alındı.\nMayıs ayında, söz konusu özel hastanelerden Medilife Sağlık Hizmetleri Hastanesinin faaliyeti askıya alındı.\n23 Ağustos'ta Sağlık Bakanlığı Müfettişliğince hazırlanan uzman görüşü raporunda, çocuk hekiminin, pratikte hemşirenin izlemine bırakılan yenidoğan bebeklerin yüzde 90'ının hayat haklarının ellerinden alındığı da raporda yer aldı.\n30 Ağustos'ta tutuklu şüphelilerin avukatı Aylin Arslantatar, soruşturmayı yürüten Büyükçekmece Cumhuriyet Başsavcılığı Terör ve Örgütlü Suçlar Soruşturma Savcısı Y.E'yi aradı ve daha sonra makam odasına giderek hakkında suikast planlandığını, babasına ve annesine zarar verileceğini söyledi.\nSavcı Y.E, bunun üzerine bünyesinde görev yaptığı Büyükçekmece Cumhuriyet Başsavcılığına ihbarda bulundu, soruşturma başlatıldı. Sonrasında Avukat Aylin Arslantatar ve Mustafa Kemal Zengin'in savcıyla görüşmeyi talep etmesi üzerine, mahkemeden alınan izinle makam odasına kayıt cihazı yerleştirilerek, görüşme kayıt altına alındı.\nSoruşturma sürecinde, eylül ayında ise Bağcılar Özel Şafak Hastanesinin faaliyeti askıya alındı.",
    "trans": "In the course of the investigation, the identities and addresses of the suspects were identified, and statements from the victims and witnesses were taken. After gathering the necessary documents and information from the relevant institutions, concrete evidence was collected, and action was taken.\nOn April 26, 2024, a simultaneous operation was carried out in Istanbul and Tekirdağ to capture the identified suspects. A total of 47 people were taken into custody during the operations, 22 of whom were arrested, and witness and victim statements were also collected.\nIn May, the activity of Medilife Health Services Hospital, one of the private hospitals involved, was suspended.\nOn August 23, in the expert opinion report prepared by the Ministry of Health's Inspectorate, it was stated that 90% of newborn babies, who were left under the supervision of nurses instead of a pediatrician, had their right to life taken away.\nOn August 30, the lawyer of the detained suspects, Aylin Arslantatar, contacted the Prosecutor Y.E. of the Terror and Organized Crimes Investigation Department at the Büyükçekmece Chief Public Prosecutor’s Office. She later visited his office, claiming that a murder plot had been made against him, and that harm would come to his parents as well.\nIn response, Prosecutor Y.E. reported the incident to the Büyükçekmece Chief Public Prosecutor’s Office, and an investigation was initiated. Following this, upon the request of Lawyer Aylin Arslantatar and Mustafa Kemal Zengin to meet with the prosecutor, the court granted permission to place a recording device in the prosecutor's office, and the meeting was recorded.\nIn the course of the investigation, the activity of Bağcılar Özel Şafak Hospital was also suspended in September."
}