{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"dört duvar arasındaysak senin minik kedinim, ama sokakta...\"\n\"koca bir panter.\" parmaklarını boynuma sarıp kafamı arkaya attı ve boynumu öperek, emmeye başladı. \"tam şu anki gibi.\"\n\"hıhı,\" o kadar uyuşmuştum ki beni bir bez bebek gibi hareket ettirebilirdi. \"sanırım...\" artık içime giriş çıkışını bile hissedemiyordum. \"boşala...\" cümlemi yarıda kesen şey avucu olmuştu.\n\"olmaz.\" içimden çıktı ve boşluk hissi içimde büyüdü. \"sana en iyisini yaşatacağım.\" yavaşça yatağa uzandırdı. \"tam orgazm olmak üzereyken geri çekilip,\" bacaklarımı iki yana ayırdı. \"bekleyeceğim, sonra tekrardan seni aynı kıvama getireceğim.\"\n\"pek de bilgilisin, çok kişiye denedin mi bunu?\" elini bacak arama sokup üzerime doğru uzandı. yüz yüzeydik. bacağımı beline doğru sararken eli bacak aramda ait olduğu yerdeydi.\n\"tek kişiye.\" dudağımdan öpüp geri çekildi. \"senden önce kimsenin zevk alışına bu kadar muhtaç değildim. amına zevk vermek görevim asi,\" sesi çok kalındı, sanki onun değilmiş gibi. \"istemen ve söylemen yeterli.\" dudağımdan yanağıma geçti. \"senin kendinden geçerek inlemen bile bana yeterli.\" işaret parmağını içime, baş parmağını klitorisime doğru koydu. \"şimdi seni yükseklere çıkarıp, dibe çakılmadan kanatlarımın altına alayım.\"",
    "trans": "\"If we are between four walls, I am your little cat, but on the street...\"\n\"A big panther.\" He wrapped his fingers around my neck, threw my head back and started kissing and sucking my neck. \"Just like right now.\"\n\"Uh-huh,\" I was so numb he could move me like a rag doll. \"I guess...\" I couldn't even feel him entering me anymore. \"Cum...\" What interrupted my sentence was his palm.\n\"Impossible.\" It came out of me and the feeling of emptiness grew inside me. \"I will give you the best.\" He gently laid her on the bed. \"Just when I was about to orgasm, he pulled back and spread my legs to the sides.\" \"I'll wait, then I'll bring you to the same consistency again.\"\n\"You are very knowledgeable, have you tried this on many people?\" He put his hand between my legs and lay down on me. We were face to face. While he wrapped my leg around his waist, his hand was between my legs where it belonged.\n\"to one person.\" He kissed my lips and stepped back. \"Before you, I didn't need anyone's pleasure this much. It's my duty to give pleasure to your pussy, rebel,\" his voice was very deep, as if it wasn't his. \"Just ask and say it.\" It passed from my lips to my cheek. \"Even your moaning in ecstasy is enough for me.\" He put his index finger inside me and his thumb towards my clit. \"Now let me take you to the heights and take you under my wings before you crash to the bottom.\""
}