{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Evet, İngiltere’de şirket açma sürecinde Resident Permit (Oturum İzni) kartınızı, pasaportunuza alternatif olarak kullanabilirsiniz. Aşağıda, oturum izni kartının hangi durumlarda geçerli olabileceği ve nasıl kullanılabileceği hakkında detaylar verilmiştir:\nResident Permit Kartı ile Kullanım\n1. Kimlik Doğrulama:\n• Companies House Kaydı: Şirket kaydı için kimlik doğrulaması yapılırken, oturum izni kartınızı kullanarak kimliğinizi kanıtlayabilirsiniz. Companies House, geçerli bir kimlik belgesi olarak oturum izni kartınızı kabul eder.\n2. Banka Hesabı Açma:\n• İş bankası hesabı açarken, birçok banka oturum izni kartınızı kimlik kanıtı olarak kabul eder. Ancak, bankaların politikaları değişiklik gösterebilir. Bu nedenle, açmayı düşündüğünüz bankanın gereksinimlerini önceden kontrol etmek iyi bir fikirdir. Genellikle, bir adres kanıtı (örneğin, fatura veya resmi belge) ile birlikte oturum izni kartınızı sunmanız gerekebilir.\n3. HM Revenue and Customs (HMRC) Kaydı:\n• HMRC’ye kayıt işlemleri sırasında, oturum izni kartınızı kullanarak kimliğinizi doğrulayabilirsiniz. HMRC, oturum izni kartınızı geçerli bir kimlik belgesi olarak kabul eder.\n4. Lisans ve İzinler:\n• İşletmenizin türüne göre almanız gereken lisanslar veya izinler için başvuruda bulunurken, oturum izni kartınızı kimlik kanıtı olarak sunabilirsiniz. Bu belgeler genellikle geçerli bir kimlik belgesi olarak kabul edilir.\n5. Yasal İşlemler:\n• Yasal belgeler ve sözleşmeler imzalanırken de oturum izni kartınız kimlik doğrulama için kullanılabilir. Özellikle, resmi belgelerde kimliğinizi kanıtlamak için yeterli olabilir.",
    "trans": "Yes, during the process of opening a company in the UK, you can use your Resident Permit card as an alternative to your passport. Below are the details on when and how the Resident Permit card can be used:\nUsage with Resident Permit Card\n1. Identity Verification:\n•Companies House Registration: When verifying your identity for company registration, you can use your Resident Permit card to prove your identity. Companies House accepts the Resident Permit card as a valid form of identification.\n2. Opening a Bank Account:\n• When opening a business bank account, many banks accept your Resident Permit card as proof of identity. However, banks' policies may vary, so it's a good idea to check the requirements of the bank you intend to use beforehand. Generally, you may need to present your Resident Permit card along with proof of address (e.g., a bill or official document).\n3. HM Revenue and Customs (HMRC) Registration:\n• During your registration with HMRC, you can use your Resident Permit card to verify your identity. HMRC accepts your Resident Permit card as a valid form of identification.\n4. Licenses and Permits:\n• When applying for licenses or permits depending on the type of business you operate, you can submit your Resident Permit card as proof of identity. These documents are generally accepted as valid forms of identification.\n5. Legal Proceedings:\n•Your Resident Permit card can also be used for identity verification when signing legal documents and contracts. It may particularly be sufficient for proving your identity in official documents."
}