{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yunanistan Dış işleri bakan yardımcısının Kıbrıs haber ajansına yaptığı açıklamada, Kıbrısın savunmasını garanti ve güvence altında tutmaya devam edeceğini söylemiş. Ve Türkiye Kıbrıs’a karşı herhangi bir saldırgan hareketinin Yunanistan tarafından savaş nedeni sayılacağını belirtmiştir.\nS-300 füze sistemlerinin Kıbrıs’a yerleştirilmek istenmesi karşısında Türkiye’nin göstermiş olduğu tepki, daha çok bölgedeki stratejik dengenin değiştirilmek istenmesi karşısında Türkiye’nin de karşıt önlemler almak zorunda olacağı ve bu durumun yeni bir silahlanma dalgası oluşturarak gerginliği daha da tırmandıracağı yönünde olmuştur.\nYunanistan, Kıbrıs Rum Yönetimi ile imzalamış olduğu Ortak Savunma Doktrini var. Buna uygun olarak da Kıbrıs’ın güneyinde Baf’da bir hava üssü inşa etmektedir. Bu üssün S-300 füzeleriyle donatılması durumunda bu hareket savunma amaçlı değil tamamen saldırı amaçlı bir nitelik taşıyor. Türkiye’ye karşı askeri bir tehdit oluşturacaktır. Bu güne kadar Türkiyenin Kıbrıs bölgesindeki hava harekat üstünlüğü ile KKTCye ve adadaki Türk kolordosuna sağladığı ortam olumsuz etkilenecektir.İncirlik üssü ve bölgedeki diğer askeri hedefler, Baf’da konuşlanacak veya buradan yakıt ikmali yapacak Yunan uçaklarının menzili içine girecek.",
    "trans": "In his statement to the Cypriot news agency, the Deputy Foreign Minister affirmed that Greece would continue to guarantee and secure the defense of Cyprus. He also stated that any aggressive action by Türkiye against Cyprus would be considered a cause of war by Greece.\nThe consideration of deploying S-300 missile systems in Cyprus had provoked a strong reaction from Türkiye, who argued that such a move would necessitate countermeasures on its part due to the potential shift in the strategic balance in the region, escalating tensions and possibly leading to a new arms race.\nGreece has a Joint Defense Doctrine with the Republic of Cyprus and is constructing an air base in Paphos, in the south of Cyprus. If this base were to be equipped with S-300 missiles, it would be perceived not merely as a defensive measure but as a direct offensive threat to Türkiye. This could adversely affect the air superiority that Türkiye has provided to the Turkish Cypriots and the Turkish corps stationed on the island. Incirlik Air Base and other military targets in the region could fall within the range of Greek aircraft operating or refueling from Paphos."
}