{
    "source": "tr_TR",
    "target": "en_US",
    "text": "1 . İkamet İzni Başvuru Formu (Yabancı ve/veya yasal temsilcisi tarafından imzalanmalıdır)\n2 . Pasaport veya yerine geçen belgenin fotokopisi (Kimlik bilgileri ve fotoğrafın bulunduğu sayfa ile giriş-çıkış ve vize bilgilerini gösterir işlem gören sayfalar) (Belgenin\naslı randevu gününde yanınızda bulunmalıdır)\n3 . Dört (4) adet biyometrik fotoğraf (Son 6 ay içinde çekilmiş, fonu beyaz ve biyometrik olmalıdır.)\n4 . Kalınacak sürede yeterli ve düzenli maddi imkâna sahip olunduğuna dair beyan (Başvuru Formunda beyan edilir. İdare başvurandan destekleyici belge isteyebilir.)\n5 . İkamet kart bedelinin ödendiğini gösterir belge/makbuz. (Uluslararası kuruluşlar, büyükelçilik ve konsolosluk okullarında öğrenim görenler için ikamet izni harç\nbelge/makbuzu da gereklidir.)\n6 . Geçerli sağlık sigortası(Sigorta süresi, istenilen ikamet izni süresini kapsamalıdır. Aşağıdakilerden biri yeterli sayılır):\no İkili sosyal güvenlik sözleşmeleri kapsamında Türkiye’de sağlık hizmetlerinden faydalanıldığına dair il sosyal güvenlik birimlerinden alınan e-imzalı/imzalı ve\nkaşeli/mühürlü belge\no Sosyal Güvenlik Kurumundan alınmış e-imzalı/imzalı ve kaşeli/mühürlü provizyon belgesi (SGK’dan getirilecek provizyon belgeleri aile ikamet izinlerinde hem\ndestekleyici, hem de aile bireylerini kapsayacak biçimde olmalıdır.)\no Sosyal Güvenlik Kurumuna genel sağlık sigortalısı olmak için yapılan başvuruya dair e-imzalı/imzalı ve kaşeli/mühürlü belge\no Özel sağlık sigortası (Lütfen başvuru sırasında sigorta poliçenizin imzalı ve kaşeli/mühürlü aslını ibraz ediniz!)",
    "trans": "1. Residence Permit Application Form (Must be signed by the foreign national and/or their legal representative)\n2. A photocopy of the passport or equivalent document (The pages containing personal information and photo, as well as the pages showing entry-exit and visa information)(The original document\nmust be present on the appointment day)\n3. Four (4) biometric photos (Taken within the last 6 months, with a white background and biometric.)\n4. Statement of sufficient and regular financial means for the duration of stay (This is declared in the Application Form. The authority may request supporting documents from the applicant.)\n5. Document/receipt showing payment of the residence card fee. (For those studying at international organizations, embassies, and consular schools, a residence permit fee\nreceipt/document is also required.)\n6.Valid health insurance (The insurance duration must cover the requested residence permit period. One of the following is considered sufficient):\no A digitally signed/signed and stamped/sealed document obtained from the provincial social security units indicating that health services are being used in Turkey under bilateral social security agreements.\nstamped/sealed document\no A provision document obtained from the Social Security Institution with an e-sign/sign and stamp/seal (Provision documents from SSI must be both supporting and covering\nfamily members for family residence permits.)\no E-signed/signed and stamped/sealed document regarding the application to the Social Security Institution to be covered by general health insurance\no Private health insurance (Please present the original, signed, and stamped/sealed version of your insurance policy during the application!)"
}