{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Sabiha Gökçen Havalimanı İÇ HATLAR Gelen yolcu terminali\nIstanbul Havalimanı Gelen yolcu terminali\nAraç teslimi karşılıklı kiralama kontratı imzalanarak yapılır. Teslim esnasında nüfus cüzdanı, ehliyet ve pasaportunuzun yanınızda bulunması gerekmektedir. Sizden bunların fotokopileri de istenilebilir.\nTürkiye'de sigorta ve kasko işlemlerinde talep edildiğinden ötürü, pasaportunuzda giriş mührünün olması gerekmektedir.\nSeçtiğiniz araç eğer stoklarımızda mevcut değilse aynı segmentte bulunan başka bir araç tahsis edilir. Bu araç değişimden kaynaklanan fiyat değişimleri tarafınıza yansıtılmaz.\nHGS hizmeti İstanbul rezervasyonları için zorunludur. Özel firmalar tarafından işletilen köprü (Osmangazi Köprüsü vb), otoyol (Avrasya Tüneli vb) ve arabalı vapurlarda (Pendik-Yalova vb) geçerli değildir, bu hizmetlerin kullanılması durumunda ilgili ücretin tarafınızca ödenmesi gerekmektedir. İlgili hizmetlerin kullanım ücretinin ödenmemesi durumunda oluşacak cezai yaptırımlar tarafınızdan talep edilecektir.\nHGS paketiniz, satın almış olduğunuz miktar kadar geçerlidir. Daha fazla kullanım için Çağrı Merkezimize bilgi verebilirsiniz, Ek harcamalarınız tarafınıza ayrıca faturalandırılacaktır.\nTürkiyenin tüm bölgelerinde çok yaygın bir şekilde radarlı hız kontrolü yapılmakta olup, trafik işaret ve işaretçilerine uymanız beklenmektedir. Hız sınırları yerleşim yerleri için 50 km/s, şehirler arası 90 km/s, bölünmüş yollarda 110 km/s ve otoyollarda 120 km/s olarak uygulanmaktadır. Kiralama süreniz boyunca, size tahsis edilen aracın plakasına yazılacak olan tüm trafik cezaları, 20 TL hizmet bedeli ile birlikte tarafınızdan tahsil edilecektir.",
    "trans": "Sabiha Gökçen Airport Domestic Arrivals Terminal\nIstanbul Airport Arrivals Terminal\nThe car rental handover is done through a mutual rental agreement. During the handover, your ID card, driving license, and passport must be with you. You may also be asked to provide copies of these documents.\nSince insurance and comprehensive insurance procedures are required in Turkey, your passport must have an entry stamp.\nIf the vehicle you selected is not available in our stock, another vehicle of the same segment will be assigned. Any price changes resulting from the vehicle change will not be charged to you.\nFor Istanbul reservations, the HGS service is mandatory. It is not valid for tolls on bridges operated by private companies (e.g., Osmangazi Bridge), highways (e.g., Avrasya Tunnel), and car ferries (e.g., Pendik-Yalova). If you use these services, the relevant fee must be paid by you. If the fee is not paid, any penalties resulting from non-payment will be claimed from you.\nYour HGS package is valid for the amount you purchased. For additional usage, you can inform our Call Center. Any additional charges will be invoiced separately to you.\nRadar speed control is widely conducted across all regions of Turkey, and you are expected to follow traffic signs and signals. Speed limits are applied as follows: 50 km/h in residential areas, 90 km/h on intercity roads, 110 km/h on divided roads, and 120 km/h on highways. During your rental period, any traffic fines imposed on the vehicle assigned to you will be collected from you along with a 20 TL service fee."
}