{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ben o dönem sizlere kaleme aldığım yazımda gerçekleri anlattım, Afra ve Mert’in yapım firmasının isteği üzerine birbirlerini takipten çıktıklarını ve üstüne basa basa kesinlikle ayrılmadıklarını ifade ettim.\nTabii daha sonra çifte kumrularla ilgili sosyal medyada çok sayıda doğru olmayan haberler çıktı ve çifte sürekli iftiralar atıldı.\nHatta Afra Amerika’da dil eğitimine devam ederken, yakın çevrelerinde bulunan ve iyi niyetli olmayan insanlar video ve fotoğraflarla çiftin arasını bozmaya çalıştı ve başardılar!\nAfra Amerika’da bulunduğu o süreçte çift gerçekten ayrıldı!\nBen doğru olmayan görüntüler yüzünden ayrıldıklarını da kaleme aldım.\nHatta bu görüntüler kimsenin görmediği video ve fotoğraflardı ve Afra doğru olmadığını anladı.\nO dönem ben Mert Ramazan Demir’e biraz yüklendim diye fanlardan bana tepki de geldi.\nAslında ben Mert’in aldattığını ifade etmemiştim, sadece biraz fazla gecelerde geziyor ve olur olmaz kişiler kendisini reklam malzemesi yapıyor ve Afra ile olan büyük aşkına zarar bile geliyor diye yüklenmiştim. Yazımda üstü kapalı bunları ifade etmek istemiştim.\nDaha sonra araya diziden iki oyuncunun girdiğini ve çifti barıştırdığını da yazdım.\nEvet, araya girerek Afra Saraçoğlu ve Mert Ramazan Demir’i barıştıran o iki oyuncumuz Beril Pozam ile Ersin Arıcı çiftiydi.\nAncak yapım firması düğünde Afra ve Mert’in yan yana görüntü vermelerini yine istememişti. Ayrılık oyunu devam ettirildi ve dizi devam ettikçe de reytinglere göre sürdürecekler demiştim ve reytingler düşünce bu oyuna son verdiler…",
    "trans": "Back then, I wrote an article to share the truth, explaining how Afra and Mert had unfollowed each other on social media due to the production company’s instructions. I stressed it repeatedly that they had definitely not broken up.\nSure, later, countless baseless rumors about the couple started circulating online, and they were subjected to relentless accusations.\nInfact, while Afra was in America continuing her language education, certain bad intentioned individuals from their close circle used private videos and photos to stir up trouble between them, and they succeeded!\nDuring that period when Afra was in America, the couple really broke up.\nI wrote about also on their breakup due to these fake images.\nIn fact, these images were private and unseen by anyone else. Eventually, Afra understood that they were fake.\nAt that time, I faced negative reactions from fans as well because I was a bit critical of Mert Ramazan Demir.\nActually, I didn’t accuse Mert of cheating, but I criticized him for his frequent nightlife outings and for the fact that some individuals were using him for publicity, which were causing harm to their deep love that they shared. I wanted to convey this indirectly in my article.\nLater, I reported that two actors from the series mediated and brought the couple back together.\nYes, the ones who brought Afra Saracoglu and Mert Ramazan Demir back together were Beril Pozam and Ersin Arici.\nNevertheless, the production company didn’t want that Afra and Mert to be seen together at the wedding either. The fabricated breakup continued, as I had stated, depending on the show’s ratings. When the ratings fell, the charade finally ended..."
}