{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Evet, gelmek istemez misin? Değişiklik olur.\"\n\"Eh, takvimime bir bakayım. Sen bana saat ve adres bilgisini de yazarsan daha net bir dönüş yapabilirim sana Zeren.\"\n\"Tabi, tabi.\" dedi annem, \"Ben sana birazdan gönderiyorum bilgileri... Her şey için tekrar teşekkür ederiz. Seni de daha fazla tutmayalım. Görüşürüz Deha!\"\n\"Tekrar teşekkürler.\" diye mırıldandım ve annem peşimden gelirken kapıya yöneldim.\nNihayet emniyet müdürlüğünden çıkmış ve arabaya geçebilmiştik. Annemin yüzü müdürlüğün park yerinden çıkarken bile gülüyordu. Eğilip radyodan rastgele bir şarkı açtıktan sonra emniyet kemerimi taktım ve park yerinden çıkmayı başaran anneme döndüm.\n\"Anlatın bakalım Zeren Hanım.\" dedim merakla.\n\"Zeren Hanım mı?\"\n\"Konuyu saptırmayalım. Sen İstanbul İl Emniyet Müdürü ile neden arkadaşsın anne?\"\n\"Ne demek neden?\"\n\"Nasıl arkadaş oldunuz yani? Kardeşi bile seni nasıl tanıyor ve ben bu aileyi neden hiç tanımıyorum?\" Annem burnundan güldü ve gözlerini yoldan ayırmadan konuşmaya başladı.",
    "trans": "\"Yes, wouldn’t you like to come? It would be a change.\"\n\"Well, let me check my calendar. If you also send me the time and address, I can give you a clearer response, Zeren.\"\n\"Of course, of course.\" My mother said, \"I’ll send you the details in a moment... Thanks again for everything. We shouldn’t keep you any longer. See you, Deha!\"\n\"Thanks again.\" I murmured, and headed toward the door while my mother followed me.\nFinally, we had left the police department and gotten into the car. My mother's face was still smiling as we drove out of the parking lot. After she bent down to play a random song on the radio, I fastened my seatbelt and turned to my mother, who had managed to get the car out of the parking lot.\n\"Now, tell me, Mrs. Zeren\" I said with curiosity.\n\"Mrs. Zeren?\"\n\"Let’s not change the subject. Why are you friends with the Istanbul Provincial Police Chief, mom?\"\n\"What do you mean, why?\"\n\"How did you two become friends? How does even his brother know you, and why do I not know anything about this family?\" My mother chuckled through her nose, and without taking her eyes off the road, she started speaking."
}