{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Alaz'ın bu halde hiç kıpırdamadan durması Asi'nin durmadan daha çok ıslanıp daha çok kıvranmasına sebep oluyordu. \"Ne- ne diyordum?\" derken bu eziyete daha fazla katlanamayıp az öncekinden de istekli bir şekilde Alaz'ın pijamasının önüne sürtünmeye başladı.\n\"Benimle sevişmek istiyordu- istiyorsun... sanırım.\" O da hızla inip kalkmaya başlayan göğsüyle Asi'ye katılıp hareket etmeye başlayarak boynuna gömüldüğünde o da aralarındaki fazlalıktan kurtulmak için alelacela şortunun düğmesini açıp kalçasından aşağı hızlıca sıyırmıştı.\n\"Böyle güzel mi?\" Pozisyonlarını kastederek elini Asi'nin atletinin ucuna götürdüğünde o da başını sallayarak onaylamıştı.\n\"Hadi. Alaz hadi.\" Bir an önce Alaz'ı içine almak için can atarken tek eliyle pijama altına uzanarak çekiştirmeye başladı.\n\"Güzelim, sakin.\" Yüzüne eğilerek dudaklarına yumuşak bir öpücük bıraktıktan sonra atletini yukarı çekip yatağın kenarına fırlatmıştı.\nKendi üzerindekileri de çıkartmak için yerinden doğrulduğunda Asi de başını çevirip onu izlerken daha fazla sabredemeyerek elini bacaklarının arasına götürdü ve kendiyle oynamaya başladı.\n\"Asiii. Beklemeyecek misin?\"\n\"I-ı.\"\nAlaz altındakilerden de kurtulduktan sonra Asi kendi halinde hafif hafif sızlanmaya başlamıştı bile.\n\"Bak yapma şunu.\"\nKomodinin çekmecesine uzanıp çıkardığı kondomu alelacele takmaya çalışırken Asi de onu iyice kızdırmak için biraz abartılı olacak şekilde tatlı tatlı inlemeye devam etti.",
    "trans": "Alaz's presence in this state without moving causes Asi to get wetter and writhe more and more. \"Wh-what was I saying?\" Meanwhile, he could not endure this torture any longer and began to grow brighter than before in front of Alaz's pajamas.\n“He wanted to make love to me – you do… I guess.” When he joined Asi with his chest, which started to rise and rise rapidly, and started to move, burying himself in her neck, she hurriedly unbuttoned her shorts and pulled them down from her hips to get rid of the excess between them.\n\"Is it this beautiful?\" When he moved his hand to the end of Asi's undershirt, referring to their position, she nodded in approval.\n\"Come on. Alaz, come on.\" While he was dying to take Alaz in as soon as possible, he reached under his pajama bottoms with one hand and started pulling.\n\"Honey, calm down.\" After leaning over to his face and placing a soft kiss on his lips, he pulled up his undershirt and threw it on the edge of the bed.\nWhen she stood up to take off her clothes, Asi turned her head and watched her, unable to be patient any longer, she put her hand between her legs and started playing with herself.\n\"Asiii. Won't you wait?\"\n\"Uh-huh.\"\nAfter getting rid of the people under the blazing fire, Asi had already started to whine a little in his own way.\n\"Look, don't do this.\"\nWhile she reached into the nightstand drawer and tried to hurriedly put on the condom she took out, Asi continued to moan sweetly, a little exaggeratedly, in order to annoy him even more."
}