{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kızdığında, gerçekten kızdığında ve kontrolü elinde olmadığında, kırgın olduğu ama hala çok sevdiği insanları nasıl kırabileceğini düşününce çok kötü hissetse de, içinde bir ses bunun olması için delicesine seviniyordu. Ve işin kötü yanı sesin giderek güçlendiğini sezimsiyordu.\nNeden bayıldığını, neler yaşadığını aşağı yukarı kendisinin de çok iyi bilmesine rağmen hayata tutunmak için o ilaçlara ihtiyacı olduğunu hissiyatına kapıldı.\nBu sırada odanın kapısı yavaşça açıldı, bakışlarını kapıya çevirdiğinde gelenin Ferman ve ekip olduğunu rahatlıkla anladı. Ferman'sa hiç beklemeden biraz uyarıcı bir tonda konuşmaya girişti.\n\"Ali!.. (Sesini olabildiğince yumuşattı) O ilaçları neden kullanıyorsun? Amacın kendini mi öldürmek vücudunun verdiği tepkileri göremiyor musun?\"\n\"Bunun sizi ilgilendirdiğini zannetmiyorum.\" dedi sakin ve alabildiğince yüksek, soğuk basamaklara çıkarken.\nFerman hafif bir sinirle devam ettirdi konuşmayı.\n\"Bal gibi de ilgilendiriyor ben senin-\"\nAli sesini sertleştirerek ve insanı ürpertecek bir sakinlik takınarak devam etti.\n\"Abinim mi diyecektiniz?.. Siz benim abim değilsiniz. Artık umrumda da değil zaten. İçeride, dışarıda ya da her hangi bir yerde abim değilsiniz. Hastane içinde de sadece hocamsınız, ilerisi olmayacak. Her şey bu kadar.\"",
    "trans": "When he was truly angry and out of control, he felt terrible thinking about how he could hurt the people he was upset with but still loved deeply, yet, a part of him was crazily pleased that this was happening. And the trouble was that that part of him was growing stronger.\nDespite having a fairly good understanding of why he fainted and what he was experiencing, he felt a desperate need for those medications to cling to life.\nMeanwhile, the door to the room slowly opened, and when he turned his gaze towards it, he could easily tell it was Ferman and the team. Ferman immediately began speaking in a somewhat admonishing tone.\n\"Ali!..\" (He softened his voice as much as possible) \"Why are you using those drugs? Are you trying to kill yourself, can't you see the reactions your body is having?\"\n\"I don't think that concerns you,\" he replied calmly and quite loudly, as he ascended the cold, high steps.\nFerman continued with a slight irritation in his voice.\n\"It very much concerns me, I'm your-\"\nAli interrupted, his voice hardening and adopting a chilling calmness.\n\"Were you going to say that you are my brother? You are not my brother. I don't even care anymore. Inside, outside, or anywhere, you are not my brother. In this hospital, you're just my teacher, and there will be nothing more. That's all.\""
}