{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Barış ile ayrılalı tam iki ay olmuştu.\nBaşlarda sürekli arıyordu. Sürekli mesaj atıyordu. Ankara'daki arkadaşlarını Hazal'ın evine yolluyordu. Hepsini bir şekilde atlatmayı başarmıştı.\nHazal devamlı eski fotoğraflarına, onun attığı ses kayıtlarına bakıyordu. Ve sürekli, ama sürekli ağlıyordu. Acilen toparlanmalıydı, hiçbir zaman bu kadar duygusal birisi olmamıştı.\nAniden midesi bulanıyor, kusmaya başlıyordu. Zamanla Barış'ın aramaları azaldı, bunun sebebi hayatının bir anda yoğunlaşmasıydı. Transfer haberleri çıkıyordu, fotoğrafları internette yayılıyordu. Gülümsüyordu ama gerçek değildi.\nHazal bir şey yiyemiyordu, yediği anda midesi tekrar bulanıyordu. İki ayda on kilo vermişti. Aynadaki görüntüsüne baktı. Dolgun kalçaları, Barış'ın parmaklarını özenle üzerinde gezrirdiği kıvrımları gitmişti. Yanakları çökmüştü. Nihayet bir gün okuldan her şeyi bilen en yakın arkadaşı Feride'nin ısrarlarına dayanamayıp onunla beraber doktora gitti.\nBirkaç kan testi verdikten sonra kafasını hastane duvarına verip sonuçları beklemeye başlamışlardı. \"Hazal hanım?\" Bir hemşire çağırdığında Feride ile odaya girdi. Yaşlı bir adam bilgisayarın başında oturuyor, raporları inceliyordu. Bize baktı. \"Hanginiz Hazal?\"",
    "trans": "It had been exactly two months since she and Baris had broken up.\nAt first, he kept calling. He was texting all the time. He was sending his friends in Ankara to Hazal's house. He had somehow managed to get through it all.\nHazal was constantly looking at his old photos, the voice recordings he had sent her. And she was crying all the time. She had to pull herself together, she had never been such an emotional person.\nSuddenly she would feel nauseous and start vomiting. Over time, Baris started to call less and less, because his life suddenly got busier. There was news of transfers, his photos were all over the internet. He was smiling but it wasn't real.\nHazal couldn't eat anything, and when she did, she felt nauseous again. She had lost ten kilos in two months. She looked at her image in the mirror. Her curvy hips, the curves that Barış had carefully placed his fingers on, were gone. Her cheeks were sunken. One day she finally couldn't resist the insistence of Feride, her best friend from school who knew everything, and went to the doctor with her.\nAfter giving a few blood tests, they put her head against the hospital wall and waited for the results. “ Mrs. Hazal?” A nurse called her and she went into the room with Feride. An old man was sitting at the computer, reviewing the results. He looked at us. “Which one of you is Hazal?”"
}