{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Uluslararası Para Fonu (IMF), Türkiye'de yetkililerin kademeli politika ayarlaması çerçevesinde enflasyonun daha da düşmesinin beklendiğini ifade etti.\n[Fotoğraf: AA (Arşiv)]\nIMF'den yapılan açıklamada, 27 Eylül'de Türkiye ile 4. madde konsültasyonunun tamamlandığı belirtildi.\nAçıklamada, geçen yıl boyunca ekonomi politikalarında yaşanan kararlı değişimin Türkiye'nin genel politika duruşunu sıkılaştırdığı ifade edildi.\nVergi ve harcama önlemlerinin mali ihtiyatı yeniden sağlama çabalarını desteklediği belirtilen açıklamada, daha güçlü gelir politikalarına olan bağlılığın kredibiliteyi güçlendirdiği vurgulandı.\nAçıklamada, politika dönüşünün ekonomik dengesizlikleri azalttığı ve güveni yeniden canlandırdığı ifade edildi.\nSıkılaşan finansal koşulların iç talep üzerinde baskı oluşturmasıyla manşet enflasyonun düştüğüne işaret edilen açıklamada, piyasa duyarlılığının yerli ve yabancı yatırımcıların TL cinsinden varlıklara yönelmesiyle keskin bir şekilde iyileştiği, düşük emtia fiyatları, canlı ihracat ve azalan altın ithalatının hem brüt hem de net rezerv pozisyonunda büyük bir iyileşmeyi destekleyerek cari hesabı güçlendirdiği değerlendirmesinde bulunuldu.\nAçıklamada, \"Yetkililerin kademeli politika ayarlaması çerçevesinde enflasyonun daha da düşmesi bekleniyor.\" ifadesi kullanıldı.\nBeklentilere ilişkin risklerin önemli ve aşağı yönlü olduğu belirtilen açıklamada, bunlar arasında beklenenden daha güçlü ücret ve fiyat ataleti, sermaye akışlarının tersine dönmesi, yükselen küresel enerji fiyatları ile tırmanan jeopolitik gerilimlerin yer aldığı bildirildi.",
    "trans": "BU METNİ İNGİLİZCEYE PARAGRAF YAPISINI BOZMADAN GOOGLE ÇEVİRİDEN FARKLI OLARAK HUMAN TRANSLATE ŞEKLİNDE ÇEVİRİR MİSİN\n[Photo: AA (Archive)]\nIn a statement by the IMF, it was noted that the 4th Article Consultation with Turkey was completed on September 27.\nThe statement highlighted that the steady changes in economic policies throughout the past year have tightened Turkey's overall policy stance.\nIt was mentioned that tax and spending measures supported efforts to restore fiscal prudence, and a commitment to stronger revenue policies has bolstered credibility.\nThe statement also emphasized that the policy shift has reduced economic imbalances and helped restore confidence.\nThe tightening financial conditions have put pressure on domestic demand, which has led to a decrease in headline inflation. The statement also pointed out that market sentiment sharply improved as both local and foreign investors turned towards Turkish Lira-denominated assets. It was noted that lower commodity prices, robust exports, and declining gold imports supported a significant improvement in both gross and net reserve positions, strengthening the current account.\nThe statement concluded, \"Under the authorities' framework of gradual policy adjustments, further decreases in inflation are expected.\"\nRegarding risks to the outlook, the statement mentioned that these risks are significant and mostly downward. These risks include stronger-than-expected wage and price inertia, a reversal of capital flows, rising global energy prices, and escalating geopolitical tensions."
}