{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tamam baba bolca oda var geç zstn çok geç oldu babamı hemen boş olan odayaya yerleştırdım pıjamada verdim bize yakındı oda ztn 2 oda vardı babam yerleştikten sonra odaya geri döndum\nAlaz kim geldi yarım saattir yoksun\nGüzelim babam geldi burda kalacak bugün yan odada suan biz devam edelim ha ne dersin\nGel ozaman alaz gelir gelmez öpüşemeye başladık zaten sesiz olmamız gerekiyordu\nBebeğim hadi yatağa uzandım aside üstüme çıktı hadi otur yavaş yavaş içine almıştı bile\nAhh alaz yavaş bağıracam açıyor yavaş\nAsiyi çıkartıp bu sefer yan yatırdım baçagını acıp önden içine verdım bir yandan içinde haraket edıyordum bır yandan südyenden fışkıran memeleri emiyordum\nAlaz yavaş geliyorum yavaş ohhhh ağğğğhhhh yavaş\nASİ gelmişti bile örtüyü çekip içinden çıkmadan boynuna yatmıştım zaten asi yorgunluktan uyuya kalmıştı bile üstünü örtüp uykuya dalmıştım bile\nSabah babamın sesi çok derinden geliyordu odamın kapısı açılınca\nSerhan; oğlu... ha pardon pardon şey kahvalı hazır dicektim neyse ben ınıyım\nBabamda kapıyı açmıştı bende asinin üstüne çulanmıştım ama yınede görmüştü asiyi sadece yüzünü tabıkı babam çıkınca asinin üstünden kalktım üstü başı her yeri benim sıvımdan yapış yapıştı oda ne yapacağını bilmiyordu bakışları öyleydi güzelim bir sorun mu var",
    "trans": "\"Alright, Dad, there are enough rooms. Just go, it’s already so late.\" I immediately set my dad up in an empty room. I gave him pajamas as well. The room was close to ours; there were only 2 rooms. After my father settled in, I went back to the room.\n\"Alaz, who came? You've been gone for half an hour.\"\n\"Darling, my dad is here. He’s staying over tonight. He’s in the room next door. How about we continue, what do you say?\"\n\"Come in then.\" The moment Alaz came in, we began kissing. We had to stay quiet anyway.\n\"Baby, come on, I lay down on the bed\" Asi climbed over me. \"Come on, sit down.\" She already took me in slowly.\n\"Ohh! Be gentle, or I'll scream! It hurts, take it slow!\"\nI took the Asi out, laid her on her side this time, opened her leg and put her in from the front, I was moving inside her and on the other hand, I was sucking her breasts that were gushing out of the bra.\n\"Alaz, slow down, I'm cuming, take it slow, ohhhh, slow I said!\"\nAsi had already come. I laid my head on her neck without getting out of her, pulling the blankets. Asi had already fallen asleep from exhaustion. I covered her up and then drifted off to sleep myself.\nMy father's voice sounded very deep in the morning when my room door opened.\n\"Serhan, son... Oh, sorry, sorry, I was going to say that breakfast is ready, anyway, it's better that I leave\"\nMy dad had opened the door. I had jumped on Asi to cover her up, but he still saw her, just her face, of course. When my dad left, I got off Asi. She was sticky all around, covered with my fluid. She didn’t know what to do, her expression showed it. \"Darling, is something wrong?"
}