{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Canlı Skor\nVitrin\nNamaz Vakitleri\nHava Durumu\nGünlük Gazeteler\nGünün Testi\nAstroloji\nKredi Hesapla\nHABER\nHABER Yaşam\nAyşenur Halil nasıl öldü? Fatih'teki cani ona da dehşeti yaşatmış... Türkiye'nin konuştuğu olayda yeni gelişme\n05.10.2024 10:33\nListeye Ekle\nTürkiye'nin kanını donduran olay İstanbul Fatih'te gerçekleşti. 19 yaşındaki Semih Çelik isimli cani, yarım saat arayla aynı yaştaki iki kadını öldürdü, birini parçalara ayırıp surlardan aşağı attı. Daha sonra ise intihar ederken görüntüler dehşete düşürdü. Ayşenur Halil'in nasıl bir caniliğe maruz kaldığıyla ilgili detaylar da ortaya çıkarken, söz konusu olayla ilgili yeni gelişmeler de yaşandı.\nTürkiye'nin kanını donduran olay İstanbul Fatih'te gerçekleşti. Yarım saat arayla 19 yaşındaki Ayşenur Halil ve İkbal Uzuner'i vahşice öldüren Semih Çelik isimli cani yaptıklarıyla herkesi dehşete düşürdü.\nUzuner'in vücudunu parçalayan ve Edirnekapı surlarından kesilmiş başını atan cani, daha sonrasında ise atlayarak intihar etti.\nBu içeriği reklamsız okuyabilirsin.\nŞimdi Mynet Uygulamasını indir!\nApple begeistert: \"Blinkist ist eine der besten Apps der Welt \" (Sehen Sie warum)\nMehr Allgemeinbildung\n|\nSponsorlu\nHier klicken\nAYŞENUR'UN BOĞAZINI KESMİŞ\nOlay yerine gelen Uzuner'in acılı annesinin feryatları Türkiye'nin yüreğini yakarken, Ayşenur Halil'in ölümüyle ilgili de detaylar ortaya çıkmaya başladı. Semih Çelik'in; sevgilisi olduğu iddia edilen Ayşenur Halil'i boğazını keserek öldürdüğü belirlendi.\nİKBAL VE AYŞENUR'U NEDEN ÖLDÜRÜLDÜ?",
    "trans": "Live Score\nShowcase\nPrayer Times\nWeather Forecast\nDaily Newspapers\nQuiz of the Day\nAstrology\nLoan Calculator\nNEWS\nNEWS Life\nHow did Aysenur Halil die? The murderer in Fatih inflicted horror on her as well... A new development in the case that has become a nationwide discussion in Turkey\n05.10.2024 10:33\nAdd the list\nThe chilling event that stunned Turkey took place in Fatih, Istanbul. A 19-year-old murderer named Semih Celik, killed two women, both the same age, half an hour apart, dismembered one, and threw her body from the walls. Disturbing footage of his suicide followed, leaving people horrified. As more details emerged about the atrocities Aysenur Halil endured, new developments in the case have come to light.\nThe chilling event that stunned Turkey took place in Fatih, Istanbul. The murderer named Semih Celik, who brutally killed 19-year-old Ayşenur Halil and İkbal Uzuner, half an hour apart, horrified everyone with his actions.\nThe murderer dismembered Uzuner's body and threw her severed head from the Edirnekapi walls, and then committed suicide by jumping off the walls.\nYou can read this content without ads\nDownload the Mynet App now!\nApple begeistert: \"Blinkist ist eine der besten Apps der Welt \" (Sehen Sie warum)\nMehr Allgemeinbildung\n|\nSponsored\nHier klicken\nHE SLITTED AYSENUR'S THROAT\nThe cries of Uzuner's grieving mother, who arrived at the scene, broke Turkey's heart, while details about AySenur Halil's death began to emerge. It was determined that Semih Celik killed Aysenur Halil, who was allegedly his girlfriend, by slitting her throat.\nWHY WERE IKBAL AND AYSENUR KILLED?"
}