{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Karaismailoğlu, Ulaştırma ve Lojistik Master Planı kapsamında hazırlanan Ulaştırma 2053 Vizyonu'nun tanıtım toplantısında yaptığı konuşmada, yıllarca kaderine terk edilmiş demir yollarının yeniden canlanması için \"ana yurdu demir ağlarla örme\" politikasının daha da ileriye taşınabilmesi için deyim yerindeyse \"seferberlik\" ilan ettiklerini söyledi.\nKaraismailoğlu, bu kapsamda da olumlu etkileri yalnızca Türkiye'ye değil, dünyaya yansıyacak reform niteliğinde çalışmalara imza attıklarına işaret ederek, 2 bin 505 kilometre olan sinyalli demir yolu hat uzunluğunu, rekor oranda, yüzde 183 artırarak 7 bin 94 kilometreye ulaştırdıklarını aktardı.\n2 bin 82 kilometre olan elektrikli demir yolu hat uzunluğunu ise yüzde 188 artırarak 5 bin 986 kilometreye yükselttiklerini bildiren Karaismailoğlu, şunları kaydetti:\n\"Konvansiyonel hat uzunluğumuzu 11 bin 590 kilometreye ulaştırdık. 1.213 kilometrelik YHT hattı, 219 kilometre hızlı tren hattı inşa ettik. Türkiye'mizi bugün dünyada 8'inci, Avrupa'da da 6. YHT işletmecisi ülke konumuna gururla taşıdık. Bakü-Tiflis-Kars demir yolu hattını hizmete sunarak Asya'dan Avrupa'ya kesintisiz demir yolu bağlantısı sağladık. 2003 yılında 10 bin 959 kilometre olan demir yolu hat uzunluğunu 13 bin 22 kilometreye çıkardık. Bu rakamı 2053'te 28 bin 590 kilometreye taşıyacağız. Kara yollarının üzerindeki yükü demir yollarına aktaracağız.",
    "trans": "Karaismailoğlu, speaking at the launch event for the Transportation 2053 Vision, prepared within the framework of the Transportation and Logistics Master Plan, stated that they had declared, so to speak, a \"mobilization\" to advance the policy of \"weaving the homeland with iron networks\" and revive railways that had been neglected for years.\nHighlighting the groundbreaking reforms with positive impacts extending beyond Turkey to the world, Karaismailoğlu shared that they increased the length of signaled railway lines from 2,505 kilometers to 7,094 kilometers—an impressive 183% growth.\nHe also reported that the length of electrified railway lines rose from 2,082 kilometers to 5,986 kilometers, marking a 188% increase. He added:\n\"We expanded our conventional railway network to 11,590 kilometers. We built 1,213 kilometers of high-speed train (HST) lines and 219 kilometers of fast train lines. We proudly placed Turkey as the 8th HST operator globally and the 6th in Europe. By commissioning the Baku-Tbilisi-Kars railway line, we provided uninterrupted rail connectivity from Asia to Europe. The total railway network, which was 10,959 kilometers in 2003, has been extended to 13,022 kilometers. By 2053, we aim to expand this figure to 28,590 kilometers. We will shift the burden of freight transportation from highways to railways.\""
}