{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Çağrı hatta yatmadan önce birbirimizi daha iyi tanımak için uzunca konuşabiliriz. Yani sonuçta burada ne kadar kalacağız bilmiyoruz. \"\n\"Ege pamuk şeker,cips,kola da alalım. Yatmadan önce yeriz.\"\nÇok masum bir tip.\n\"Olur.\"\nBen ona dalmışken çağrı'nın yanaklarının kızardığını farkettim.\n\"Çağrı yanakların kızardı. Seni utandıracak bir şey mi söyledim.\"\n\"Ah! Bana uzunca bakınca utandım. Bu arada siparişleri verdim.\"\nKıkırdadım.\n\"Tatlı,utangaç ve biraz da dobra gibisin. \"\nGözlerime bakarak konuştu.\n\"Sandığından daha fazlasıyım. \"\nIma yapar gibi konuştuğunda kafam karışmıştı.\nÖylesine bir ima değildi.\nYüz ifadesi anında sertleşmiş, karşıdakini korkutma amaçlı ses tonu kullanmıştı.\nAh! Fazla film izlemiş olmalıyım.\n\"Siparişleriniz hazır çocuklar.\"\nAbinin dediği ile tepsiyi almıştım.\n\"Abi iki tepsi yapsaydın. Arkadaşa tek yük verdik.\"\nArkadaş deme lazım olur.\n\"Sorun yok. Hem hafif benim gibi kaslı bir erkek için taşıması kolaydır.\"\nÇağrı gözleri fal taşı gibi açılmıştı.\n\"Senin kasların mı var? Gerçi giydiğin tişörtten belli oluyor. Benimkide soru işte.\"\nKaç kere söyledim bilmiyorum ama bu çocuk cidden tatlı.\n\"Istersen sana gösterebilirim. \"\n\"Aa bak bizi bekliyorlar. Biz gidelim. \"\nUtançtan konuyu değiştirdiğine takmayacağım.\nBerabar yan yana yürürken ona vefa ile arasında bir şey var mı diye sormak istemiştim.\n\"Çağrı hakkım yok sormaya ama sormak istiyorum. Acaba vefa ile yakınlığın var mı? Yakınlık deyince ne türden anladım umarım.\"",
    "trans": "\"Cagri, maybe we can have a long conversation before we go to sleep, to get to know each other better. I mean, in the end, we don't know how long we'll be staying here.\"\n\"Ege, let's aslo buy some cotton candy, chips, and cola. We snack on them before we go to sleep.\"\nSuch an innocent guy.\n\"Okay.\"\nAs I got lost in thoughts of him, I noticed that Cagri's cheeks had turned red.\n\"Cagri, your cheeks are red. Did I say something that could've embarrassed you?\"\n\"Ah! I got embarrassed because you kept staring at me for so long. Oh, by the way, I placed the orders.\"\nI giggled.\n\"You’re sweet, shy, and a bit straightforward as well.\"\nHe talked looking into my eyes.\n\"I am much more than you think.\"\nBecause the talked as if he was to hint something, I was confused.\nIt wasn’t just a random hint.\nHis expression immediately hardened, and he used his sharp tone, trying to intimidate.\nAh! I must have watched too many movies.\n\"Your orders are ready, guys!\"\nFollowing what the man said, I picked up the tray.\n\"Brother, you should’ve made two trays. We’ve loaded everything onto the friend.\"\nDon't call him \"friend\", he might come in handy.\n\"No problem. It's light and it's easy for a muscular man like me to carry it.\"\nCagri's eyes were widened in surprise.\n\"Oh, do you have muscles? Well, actually they are seen through your t-shirt. What a silly question I asked!\"\nHow many times I told it but this guy is really so cute.\n\"I can show you if you want.\"\n\"Oh, look, they are waiting for us. Let's go.\"\nI’ll let it slide that he changed the subject out of embarrassment.\nWhile walking side by side, I wanted to ask if there was something between him and Vefa.\n\"Cagri, I know I have no right to ask, but I really want to. Is there something \"close\" between you and Vefa? I hope you understand what I mean by \"something close\".\""
}