{
    "source": "tr_TR",
    "target": "en_US",
    "text": "''Ben suçsuzum. '' dedi.\n''Sen? Suçsuzsuun. Ferit, kusura bakma buna kimse inanmaz, biliyorsun dimi? '' Şüpheli bakışlarıyla gülüşünü bastırırken, Esmeyi öptü Seyran.\n''Görüyor musun Esme Anneciiim adımız çıkmış bir kere. ''\n''Oğlumun suçu yok valla Seyran, biz böyle sabah keyfi yapıyorduk. '' dedi Esme keyifle. ''Hem bak limonata da içiyoruz, içinde nane de var. Pek güzel. İç bakıyım sen de. '' Bardağı zorla Seyrana uzatıp birkaç yudum aldırdı.\n''Aynen. Limonatalar bitsin, hemen yola çıkacağız. '' dedi Ferit, Seyrana gözleriyle bir şeyler anlatmaya çalışarak.\n''Yol? Yukarıdaki bavullar da bunun için hazırlandı sanırım? '' Seyran da aynı çabayla Feriti anlamaya çalışıyordu ama olay her neyse belli ki annesinin talebiydi.\n''Eee senin kocan, hem planı yapar hem hazırlığı. Ferit Korhan karısına iş bırakmaz. '' Göz kırptı Ferit.\n''Nereye gidiyoruz tam olarak Ferit Korhan? ''\n''Antep'e '' dedi Esme coşkuyla. ''Gideceeez, eğlenecez, yiyeceez. Komşulara da gideriz, ziyaret ederiz. Düğün öncesi bir gezeriz. ''\nSeyran hayretle döndü Esmeye. ''Antep'e? ''\n''Hee ''\n''Hee mi? Anne, olmaz yola çıkamayız. '' Çattığı kaşları Ferite döndü ''Ne yolu Ferit, ne Antep'i, ne düğünü delirdiniz mi? Onca yol, yorgunluk...'' Seyranın hiddetle sıraladığı kelimeleri Ferit böldü;",
    "trans": "\"I’m innocent,\" he said\n\"You? Innocent? Ferit, come on, no one will believe that, you know that, right?\" Seyran suppressed her smile with a suspicious look, then kissed Esme.\n\"Do you see, Esme dear? Our name's been tarnished already.\"\n\"My son is innocent, really, Seyran. We were just having a nice morning,\" Esme said cheerfully. \"And look, we’re drinking lemonade, with mint in it. It’s really good. Go on, try it too.\" She forced the glass into Seyran’s hand and made her take a few sips.\n\"Exactly. Once the lemonade is finished, we’ll head out right away,\" Ferit said, trying to convey something with his eyes to Seyran.\n\"Head out? I guess the suitcases upstairs are packed for this?\" Seyran was trying to understand Ferit, but whatever the situation was, it clearly seemed to be her mother’s request.\n\"Well, your husband, he makes the plan and does the preparations. Ferit Korhan doesn’t leave anything for his wife,\" Ferit winked.\n\"Where exactly are we going, Ferit Korhan?\"\n\"To Gaziantep,\" Esme said enthusiastically. \"We’re going, we’ll have fun, we’ll eat. We can visit the neighbors too. A little trip before the wedding.\"\nSeyran turned to Esme in surprise. \"Gaziantep?\"\n\"Yeah.\"\n\"Yeah? Mom, no, we can't leave. \" She furrowed her brows and turned to Ferit. \"What road, Ferit? What Gaziantep? What wedding? Are you all crazy? All that travel, the exhaustion...\" Seyran’s angry words were interrupted by Ferit;"
}