{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Ne diye çağırdınız beni?\" Kerem gelmiş yanında Altay'ı da getirmişti. \"Anaa!\" Kerem, Barış'ın kucağında olan Asil'i gördüğü an kucağına almıştı. Barış'ta neredeyse çocuğu fırlatmıştı.\n\"Aslan parçası be.\" tam Asil'i öpecekken yüzünü buruşturmuştu. \"Ne kokuyor bu çocuk? Lağım çukuruna mı düşürdünüz?\"\n\"Lağım çukuru ta kendisi Kerem.\"\n\"Anası babası nerede bu bebenin?\" diye sormuştu Altay. \"Verin değiştirsinler bir zahmet altını.\"\n\"Ne kadar zeki bir şeysin sen öyle?\" Barış'ın dediği ile Altay ona göz devirmişti. \"Hakan abi iki saatliğine bizi sınama kararı aldı. Açmıyor telefonları.\"\n\"Değiştiriverin o zaman altını. Ne diye bizi çağırdınız?\"\n\"Hayatında bebek altı değiştirmiş insanlara mı benziyoruz?\" diye sormuştu Barış ve kendimi gösterirken.\n\"Sence biz benziyor muyuz?\" demişti Altay'da Kerem'le kendini gösterirken ama Kerem ona bir bakış atmıştı.\n\"Kerem gayet değiştirmişe benziyor.\" dedi Barış sırıtarak. Kerem derin bir nefes alıp koltuğa yaklaştı.\n\"Çantadan bez ıslak mendil falan çıkarın.\" demişti. Baya baya biliyor gibi duruyordu. Barış bez ve ıslak mendili çıkarmışken Altay'a alt değiştirme örtüsünü sermişti. Bende oturmuş onları izlemeye başlamıştım.\nÇok önemli bir operasyondalarmış gibi büyük bir ciddiyetle Asil'in altını değiştirmeye başlamışlardı. Kerem bir komutan edasıyla Barış ve Altay'a sürekli bir şeyler diyor onlarda sorgulamadan yapıyordu.",
    "trans": "“Why did you call me?” Kerem had arrived, and he had brought Altay with him. “Wow!” The moment Kerem saw Asil in Baris’s arms, he had taken him into his own arms. Baris had almost tossed the child over.\n“What a little lion!” Just as he was about to kiss Asil, he scrunched up his face. “What does this kid smell like? Did you drop him into a sewer?”\n“The sewer himself, Kerem.”\n“Where are this kid’s parents?” Altay asked. “Let them change his diaper for heaven’s sake.”\n“How smart you are, huh?” Altay rolled his eyes at Baris’s words. “Brother Hakan decided to test us for two hours. He’s not answering his phone.”\n“Then just change his diaper already. Why did you call us?”\n”Do we look like people who have ever changed a baby’s diaper in their lives?” Baris asked, pointing at himself.\n“Do you think we look like it?” Altay said, pointing at himself and Kerem, but Kerem shot him a look.\n“Kerem looks like he’s definitely done it before,” Baris said with a grin. Kerem approached the couch taking a deep breath.\n“Get a diaper and wet wipes out of the bag,” he said. He really seemed like he knew what he was doing. While Baris took out the diaper and wet wipes, Altay laid down the changing mat. I sat down and started watching them.\nThey began changing Asil’s diaper with great seriousness, as if they were in a highly important operation. Kerem, like a commander, kept giving instructions to Baris and Altay, and they followed them without question."
}