{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İşçinin kıdem tazminatına hak kazanabilmesi için iş akdini feshetmesi yeterli olmayıp ayrıca İş Kanununun 14. maddesinin 4. fıkrası gereğince aylık veya toptan ödemeye hak kazandığını ve kendisine aylık bağlanması veya toptan ödeme yapılması için ilgili sosyal güvenlik kurumuna veya sandığa başvurduğunu belgelemesi de zorunludur[22].\n5. KADIN İŞÇİNİN EVLENME NEDENİYLE SÖZLEŞMEYİ FESHİ\nİş yerinde bir yıllık kıdemi olan kadın işçi iş ilişki devam ederken evlenir ve evlenme tarihini izleyen bir yıl içinde herhangi bir tarihte iş akdini feshederse kıdem tazminatına hak kazanır[23]. Bu haktan yararlanabilmek için kadın işçinin evliliğinin ilk olması zorunlu olmadığı gibi, anılan hüküm uyarınca kıdem tazminatına hak kazanmışsa daha sonra eşinden boşanması kıdem tazminatı hakkını olumsuz etkilemeyecektir.\nKanun açıkça sadece kadın işçileri zikrettiğinden erkek işçilerin kendi istekleriyle evlenme dolayısıyla istifa etmeleri halinde kıdem tazminatına hak kazanmaları mümkün değildir.\n6. İŞÇİNİN ÖLÜMÜ\nİş kanunu kapsamında en az bir yıllık çalışması bulunan işçinin ölümü halinde, kanuni mirasçıları kıdem tazminatına hak kazanmaktadırlar. İşçinin ölümünün iş yerinde veya iş dışında olmasının bir önemi olmadığı gibi, kendi kusurlu davranışı ile ölüp ölmemesinin de kıdem tazminatının ödenmesine herhangi bir etkisi yoktur.",
    "trans": "For an employee to be entitled to severance pay, it is not enough for them to simply terminate their employment contract; additionally, according to Article 14, paragraph 4 of the Labor Law, the employee must document that they have become entitled to monthly or lump-sum payments, and they must apply to the relevant social security institution or fund for the monthly pension or lump-sum payment to be made to them.\n5.WOMAN EMPLOYEE TERMINATING THE CONTRACT DUE TO MARRIAGE\nIf a female employee with one year of seniority at the workplace gets married and terminates her employment contract within one year following her marriage, she is entitled to severance pay. To benefit from this right, it is not required for the woman to have her first marriage. Moreover, if the female employee has already earned the right to severance pay under this provision, a subsequent divorce will not negatively affect her entitlement to severance pay.\nAs the law explicitly refers only to female employees, male employees who voluntarily resign due to marriage cannot claim severance pay.\n6.EMPLOYEE'S DEATH\nIf an employee with at least one year of service under the Labor Law dies, their legal heirs are entitled to severance pay. It does not matter whether the employee's death occurred at the workplace or outside of work, nor does it affect the severance pay if the employee died due to their own negligent behavior."
}