{
    "source": "tr_TR",
    "target": "en_US",
    "text": "PR Hukuki Düzenlemesi\nPR faaliyetlerinin hukuki çerçevesi, etik kurallar ve yasal sorumluluklar dahil olmak üzere, PR uzmanlarının ve kuruluşlarının faaliyetlerini düzenler.\nPR Endüstrisinin Mevcut Yapısı\nAjanslar\nPR ajansları, kuruluşlar için PR stratejileri geliştirir ve uygular.\nDanışmanlar\nBağımsız PR danışmanları, uzmanlık alanlarına göre hizmetler sunar.\nKurumsal PR\nKuruluşların kendi iç PR ekipleri, şirketin imajını ve iletişimini yönetir.\nPR Faaliyetlerini Etkileyen Yasal Mevzuat\nRekabet Hukuku\nYanıltıcı veya rekabeti bozan PR faaliyetleri yasaklanır.\nKişisel Verilerin Korunması\nPR faaliyetleri sırasında kişisel verilerin korunması yasalara uygun olmalıdır.\nTüketici Koruma Hukuku\nYanıltıcı veya yanıltıcı PR kampanyaları tüketici haklarını ihlal eder.\nPR Anlaşmalarının Hukuki Unsurları\nHizmet Tanımı\nAnlaşma, PR hizmetlerinin kapsamını ve beklentilerini açıkça belirtir.\nÜcretlendirme\nHizmetler için ödenecek ücret, ödeme koşulları ve fatura düzenleme süreci tanımlanır.\nSorumluluklar\nHer iki tarafın sorumlulukları ve yükümlülükleri anlaşmada belirtilir.\nGizlilik\nAnlaşma, her iki tarafın paylaştığı gizli bilgileri korumayı kapsar.\nPR Kampanyalarının Yasal Sorumlulukları\n1\nYanıltıcı Bilgiler\nYanıltıcı veya gerçeği yansıtmayan bilgiler yasal sorunlara yol açabilir.\n2\nTelif Hakkı İhlali\nBaşkalarına ait içeriklerin izinsiz kullanımı telif hakkı ihlali olarak kabul edilir.",
    "trans": "PR Legal Framework\nThe legal framework for PR activities regulates the actions of PR professionals and organizations, including ethical rules and legal responsibilities.\nCurrent Structure of the PR Industry\nAgencies\nPR agencies develop and implement PR strategies for organizations.\nConsultants\nIndependent PR consultants provide services based on their areas of expertise.\nCorporate PR\nIn-house PR teams of organizations manage the company’s image and communication.\nLegal Regulations Affecting PR Activities\nCompetition Law\nMisleading or disruptive PR activities are prohibited.\nPersonal Data Protection\nPR activities must comply with laws regarding the protection of personal data.\nConsumer Protection Law\nMisleading PR campaigns violate consumer rights.\nLegal Elements of PR Agreements\nService Description\nThe agreement clearly defines the scope and expectations of the PR services.\nPricing\nThe fee for services, payment terms, and invoicing process are outlined.\nResponsibilities\nThe responsibilities and obligations of both parties are specified in the agreement.\nConfidentiality\nThe agreement covers the protection of confidential information shared by both parties.\nLegal Liabilities of PR Campaigns\n1\nMisleading Information\nMisleading or inaccurate information can lead to legal issues.\n2\nCopyright Infringement\nThe unauthorized use of content belonging to others is considered copyright infringement."
}