{
    "source": "tr_TR",
    "target": "en_US",
    "text": "[redacted_name]\nRezervasyon No\nReservation no.\nU7AWZ8\nBilet No\nTicket no.\n[redacted_id]\nDüzenleyen\nEdit\nMOBILE\nDüzenlenme Tarihi\nEdit date\n01/10/2024\nNereden\nFrom\nAntalya ( AYT )\nNereye\nTo\nKahire-SPX ( SPX )\nUçuş No\nFlight no.\nPC5086\nUçuşa Bağlı Hizmetler\nExtra services\nKalkış Zamanı\nDeparture time\n03/10/2024 - 08:15\nVarış Zamanı\nArrival time\n03/10/2024 - 10:05\nDurum\nStatus\nO\nKalkış Terminali\nDeparture terminal\n-\nVarış Terminali\nArrival terminal\n-\nGeçerlilik Tarihi\nExpiry date\n03/10/2025\n0 Kg\nKabin Bagajım Yok\nSatın alınmış herhangi bir ek hizmet bulunmamaktadır.\nYou have not purchased any extra services\nToplam Bagaj Total baggage\nKabin Bagaj Hakkı : Cabin Baggage Allowance:\nUSPL/WEB -\nAÇIKLAMA (Önemli Bilgi: 7 Nisan 2019 tarihi itibari ile Atatürk Havalimanı kalkışlı uçuşlarımız İstanbul Havalimanı'ndan, Atatürk Havalimanı varışlı uçuşlarımız İstanbul Havalimanı'na yapılacaktır.)\nDescription\nBu bilet,ilgili Kanunlara ve PEGASUS Hava Yollarının tarifelerine, ve GENEL KURALLARINA tabidir. Yolcu, GENEL KURALLAR da dahil olmak üzere Pegasus Havayollarının taşıma kurallarına uymayı kabul, beyan ve taahhüt eder. GENEL KURALLAR ve taşıma koşulları, www.flypgs.com isimli web sitemizden incelenebilir. PEGASUS web sitesinde yer alan GENEL KURALLAR`da dilediği zaman değişiklik yapma hakkını saklı tutar. Ödeme yapıldıktan sonra taşıma akdi kesinleşmiş olarak kabul edilecek olup daha sonra rezervasyon kaydınızda ve uçak biletinizde yapacağınız iptal ve değişikliklere ilişkin kurallar aşağıdadır.",
    "trans": "[redacted_name]\nReservation No.\nReservation No.\nU7AWZ8\nTicket No.\nTicket No.\n[redacted_id]\nedited by\nedit\nmobile\nEdit Date\nEdit Date\n01/10/2024\nFrom\nFrom\nAntalya (AYT)\nTo\nTo\nCairo-SPX (SPX)\nFlight No.\nFlight No.\nPC5086\nFlight-Related Services\nExtra Services\nDeparture Time\nDeparture Time\n03/10/2024 - 08:15\nArrival Time\nArrival Time\n03/10/2024 - 10:05\nStatus\nStatus\no\nDeparture Terminal\nDeparture Terminal\n-\nArrival Terminal\nArrival Terminal\n-\nExpiry Date\nExpiry Date\n03/10/2025\n0 Kg\nI have no Cabin Baggage\nYou have not purchased any extra services\nYou have not purchased any extra services\nTotal Baggage\nCabin Baggage Allowance\nUSPL/WEB\nDescription(Important Information: As of April 7, 2019, our flights departing from Ataturk Airport will be from Istanbul Airport, and flights arriving at Ataturk Airport will be arriving at Istanbul Airport.)\nDescription\nThis ticket is subject to relevant laws, the tariff of PEGASUS Airlines, and its GENERAL TERMS. The passenger agrees, declares, and undertakes to comply with the transportation rules of Pegasus Airlines, including the GENERAL TERMS. The GENERAL TERMS and transport conditions can be reviewed on our website, www.flypgs.com. Pegasus reserves the right to make changes to the GENERAL TERMS at any time. After the payment is made, the transport contract will be considered concluded, and the rules regarding cancellations and changes in your reservation and flight ticket are listed below."
}