{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Bir iki gün ara verelim bence...\" diye mırıldandı Aziz Ata, \"Hem onlar biraz daha araştırma yapsın, hem sen biraz kafanı dinle, hem de ben...\"\n\"Hem de sen ne?\"\n\"Hem de ben taşınma işimle ilgileneyim.\"\nSoran gözlerle ona döndüm.\n\"Taşınıyor musun?\" Aziz Ata gözlerini yoldan ayırmadan başını salladı.\n\"Aynen,\" dedi, \"Kampüsün yakınlarında bir daireye taşınıyorum. Annemlerin yanından ayrılma vaktim çoktan gelmişti...\"\n\"Özür dilerim ya,\" dedim, \"Seni de bir yanda sınavların bir yanda taşınma işin varken kendi sorunlarımla uğraştırıp duruyorum. Keşke haberim olsaydı.\"\n\"Saçmalama,\" dedi Aziz Ata, \"Zaten evin anahtarını yarın teslim edecekler. Ha ama, temizliğe yardım etmek istersen seve seve beklerim.\"\nGüldüm.\n\"Sadece ikimiz mi olacağız? Koskoca evi temizlemek için?\"\n\"Bir artı bir küçük bir daire tuttum Derin,\" dedi Aziz Ata alaycı bir gülümseme ile, \"Tek kişi yaşayacağım.\"\n\"Annenlerin iki katlı müstakil evlerinden sonra zor gelmeyecek mi?\"\nAziz Ata kaşlarını çattı.\n\"Sen nereden biliyorsun bunu?\"\nHah, harika, ne diyeceğim şimdi, evinizi senin sosyal medya hesaplarını araştırırken gördüm mü diyeceğim? Aynen öyle diyeceğim.",
    "trans": "\"Let's take a break for a couple of days...\" Aziz Ata murmured, \"Let them do some more research, you relax a bit, and I...\"\n\"And you what?\"\n\"And I’ll deal with my moving situation.\"\nI turned to him with questioning eyes\n\"Are you moving?\" Aziz Ata nodded without taking his eyes off the road.\n\"Yes,\" he said, \"I'm moving to an apartment near campus.  It was long overdue for me to leave my parents' place...\"\n\"I'm sorry,\" I said, \"I’ve been bothering you with my problems while you’re dealing with exams and moving. I wish I’d known it.\"\n\"Don't be ridiculous,\" he replied, \"They’re handing over the keys tomorrow. But if you want to help with cleaning, I’d be more than happy to have you.\"\nI laughed.\n\"Are we going to be the only two cleaning the place? Just the two of us?\"\n\"I got a small one-bedroom apartment, Derin,\" said Aziz Ata with a playful smile, \"I’ll be living alone.\"\n\"Won’t it be a bit hard after your parents' two-story villa?\"\nAziz Ata furrowed his brows.\n\"How do you know about that?\"\nWell, great, what should I say now? Should I tell him \"I found it out while snooping around on your social media?\" Actually, yes, that’s exactly what I’ll say."
}