{
    "source": "tr_TR",
    "target": "en_US",
    "text": "2.18. Üye, Site'de gerçekleştirdiği işlemleri, Site'ye, Hizmet'e ve İçerik'e teknik olarak hiçbir surette zarar vermeyecek şekilde Site ile İçerik'in amacına uygun yürütmekle yükümlüdür.\nThe Overall Total 50,97 USD\n2.21. ONLİNEAVM, Site'de yer alan herhangi bir hizmetin/ürünün satıcısı olmaması halinde, 5651 sayılı İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun uyarınca yer sağlayıcı ve 6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun uyarınca yalnızca aracı hizmet sağlayıcı sıfatına sahip olacaktır.\n2.23. ONLİNEAVM, aracı hizmet sağlayıcı sıfatına sahip olması ve Satıcı ile imzalamış olduğu sözleşmedeki yer alan düzenlemeler uyarınca; üye'nin Satıcı'dan satın alacağı hizmet/ürünlere ilişkin, Satıcı adına hizmet/ürün bedelini tahsilat yetkisine sahiptir.\n2.17. Site'ye erişim, Site'nin ve İçerik'in veya diğer şekillerde sağlanan veri ve bilgilerin kullanımı veya diğer davranışlar sebebiyle maruz kalınabilecek virüsler, kötü amaçlı yazılımlar, algoritmalar, trojanlar da dahil ve fakat bunlarla sınırlı olmamak üzere her türlü benzer program ve yazılımdan kaynaklı olarak kullanıcıların, üye'nin veya diğer üçüncü kişilerin uğrayabilecekleri doğrudan ve dolaylı tüm zararlardan ONLİNEAVM'in hiçbir sorumluluğu bulunmamaktadır. Üye, bu zararlar sebebiyle ONLİNEAVM'den herhangi bir talepte bulunmayacağını peşinen kabul eder.",
    "trans": "2.18. The Member is obligated to carry out actions on the Site in a manner that does not technically harm the Site, the Service, or the Content, and in accordance with the purpose of the Site and Content.\nThe Overall Total: 50.97 USD\n2.21. ONLİNEAVM, if it is not the seller of any service/product on the Site, shall only act as a hosting provider under the Law No. 5651 on the Regulation of Publications Made on the Internet and the Fight Against Crimes Committed Through These Publications, and as an intermediary service provider under the Law No. 6563 on the Regulation of Electronic Commerce.\n2.23. ONLİNEAVM, as an intermediary service provider and in accordance with the provisions of the contract signed with the Seller, is authorized to collect the service/product fee on behalf of the Seller for services/products purchased by the Member from the Seller.\n2.17. ONLİNEAVM is not responsible for any direct or indirect damages that users, the Member, or other third parties may incur due to viruses, malicious software, algorithms, trojans, or any similar programs or software, including but not limited to, arising from the use of the Site or Content, or other data and information provided in any form. The Member agrees in advance not to make any claims against ONLİNEAVM for such damages."
}