{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kedilerde omega-3 grubu yağ asitleri (ALA, EPA, DHA) eklemler, bağırsak, böbrek, cilt, tüy sağlığı, hücre oksijenasyonu dolayısıyla beyin ve kas gücü gibi birçok noktada için önemlidir. Alfa lineloik asitketen tohumu yağında oldukça fazla bulunur. DHA ve EPA ise en çokdeniz balıklarında, deniz kabuklularında bulunur. Bu yağ asitlerini ekleme yapmadan menüsünde sağlamak çok zor. Örneğin yukarıdaki Dr. Pippa Elliot’ın menüsü de , Dr. Pierson’ın menüsü de balık yağı olmadan bir kedinin omega grubu yağ asiti ihtiyaçlarını karşılayamayacaktır. (Eğer, çiğ menüsünde kedinize haftada 1 ya da 2 kez balık ya da deniz kabukluları veriyorsanız o günlerde bu eklemeyi yapmanıza gerek yok.)\n3- E Vitamini\nE vitaminini de ekleme yapmaksızın çiğ menümüzde yeterli miktarda sağlamak zor. E vitamini bitkisel yağlarda ve özellikle soya fasulyesi yağında bulunur. Yukarıdaki gibi bir menü ile gerekli e vitaminini sağlayamıyoruz. Şimdi diyorsunuz ki E vitamini ADEK’ lerden yani yağda çözünenlerden böyle bir ekleme yapmak riskli değil mi? Toksisiteye sebep olmaz mı?",
    "trans": "Omega-3 fatty acids (ALA, EPA, DHA) are important for many aspects in cats, such as joint health, intestines, kidneys, skin, coat health, brain and muscle strength due to cell oxygenation, and more. Alpha-linolenic acid is found in high amounts in flaxseed oil. DHA and EPA are mostly found in marine fish and shellfish. It is very difficult to meet the omega-3 fatty acid requirements in a cat's diet without adding supplements. For example, the menus of Dr. Pippa Elliot and Dr. Pierson, as mentioned above, cannot meet a cat's omega group fatty acid needs without fish oil. (If you're feeding your cat fish or shellfish once or twice a week in its raw menu, you don't need to add this supplement on those days.)\n3. Vitamin E\nIt is also difficult to provide enough Vitamin E in a raw menu without supplementation. Vitamin E is found in vegetable oils, especially soybean oil. With a menu like the one above, we cannot provide the necessary Vitamin E. Now, you might say, \"Isn’t it risky to add Vitamin E from fat-soluble ADEK vitamins? Doesn’t it cause toxicity?\""
}