{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Evet, evet. Ee eşiyim ben. İyi mi Ferit?\"\n\"Hayati tehlikesi yok, sadece çok kan kaybetmişti, ama toparladık. Kurşun herhangi bir iç organa zarar vermemiş. Birazdan odaya alacağız, hastane polisine haber verdik. Beyefendi ayıldığında ifadenizi alacaklar. Geçmiş olsun.\"\nDerin bir nefes almıştım. Ferit'i odaya aldılar. Yatağın kenarına oturdum ve çıplak göğsünü okşadım. Çok masumdu. Saçlarını öptüm, kokladım. İçeri hemşire girdi. Serumları yeniledi. Ayağa kalkıp söze girdim.\n\"Ne zaman uyanır?\"\n\"Yani, iki saate uyanır.\"\nMahcup bir şekilde gülümseyip, \"Tamam,\" dedim. O da gülümsedi. İşi bitince odadan çıktı.\nHemşire odadan çıkınca, Ferit'in yanına oturdum ve saçlarını okşamaya devam ettim. Gözlerimi bir an olsun yüzünden ayırmamıştım. Bir buçuk saat sonra yavaşça gözlerini aralamaya başladı. Beni görünce hafifçe gülümsedi ve öksürdü. Kendine gelmesi beş dakika sürdü.\n\"İyi misin? Çok korktum sana bir şey olacak diye. \"\n\"İyiyim, ben. Başım ağrıyor sadece. Uykum var biraz.\"\n\"Tamam aşkım, sen dinlen. Sonra yalıdakilere haber veririz. Polise de ifade vermemiz lazım hem.\"\n\"Sen de gel, uyu biraz. Çok korktun zaten, dinlen.\"\n\"Yok, gerek yok.\"\n\"Seyran gel dedim.\"\n\"Yaran,\" deyince göz devirdi, \"Öbür tarafta yatarsın Seyran.\"\n\"Tamam,\" deyip yaralı olmayan tarafına yatınca beni örtünün altına almıştı. Çıplak göğsüne sımsıkı sarıldım ve uyudum. Uyandığımda, Ferit hâlâ uyuyordu. Onu yavaşça uyandırdım.",
    "trans": "\"Yes, yes. Well, I’m his wife. Is Ferit okay?\"\n\"He’s not in danger, just lost a lot of blood, but we’ve managed. The bullet didn’t damage any internal organs. We’ll move him to a room soon. We’ve notified the hospital police. They’ll take your statement when he wakes up. Wishing him a speedy recovery.\"\nI took a deep breath. They moved Ferit into the room. I sat on the edge of the bed and gently stroked his bare chest. He looked so innocent. I kissed and smelled his hair. A nurse came in. She replaced his IV fluids. I stood up and asked.\n\"When will he wake up?\"\n\"Well, in about two hours.\"\nI smiled shyly and said, \"Okay.\" She smiled back. Once she finished, she left the room.\nOnce the nurse left the room, I sat back down next to Ferit and continued stroking his hair. I didn’t take my eyes off his face for a moment. About an hour and a half later, he slowly began to open his eyes. When he saw me, he smiled faintly and coughed. It took him five minutes to fully regain his senses.\n\"Are you okay? I was so scared something would happen to you.\"\n\"I’m fine. My head just hurts a bit. I’m a little sleepy.\"\n\"Okay, my love, just have a rest. We’ll let the people at the villa know later. We also have to give a statement to the police.\"\n\"You should come too, sleep a little. You were really scared, rest.\"\n\"No, it's okay.\"\n\"I told you to come, Seyran.\"\nHe rolled his eyes when I said \"but, your wound\". \"You can sleep on the other side, Seyran.\"\n\"Okay,\" I said, lying down on the side that wasn’t injured. He covered me with the blanket. I hugged his bare chest tightly and fell asleep. When I woke up, Ferit was still asleep. I gently woke him up."
}