{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yurt dışından geçici veya kati ithali gerçekleştirilmesi planlanan hava araçlarının Türk Sivil Hava Aracı Siciline kaydı için gerekli belgelerin ve aşağıda yer alan formun eksiksiz olarak gönderilmesi gerekmektedir:\n1- Yurtdışından ithal edilen hava araçlarının Sicile kayıt başvurusunda DİKKAT EDİLECEK HUSUSLAR:\nA – Sözleşmeler:\nYurt dışından satın alma ve kiralama şeklindeki iktisap halleriyle yurda ithal edilecek hava araçlarının tescil işlemleri amacıyla yapılacak başvurularda;\na) taraflar arasında ilgili gümrük kapısından kati veya geçici ithalat işlemleri tamamlanmadan önce yazılı sözleşme yapılması,\nb) sözleşmenin, gümrüklere iletilen “teknik açıdan ithal uygunluk” yazısından önce Genel Müdürlüğümüze gönderilmesi,\nc) sözleşmeden doğan damga vergisi ödendi belgesinin aslının,\n(1997/2 seri numaralı Damga Vergisi Kanunu İç Genelgesine göre Finansal kiralama konusu olan sözleşmeler damga vergisinden muaftır.)\nGenel Müdürlüğümüze sunulması zorunludur.\nSözleşme, yurda ithali düşünülen hava aracının iktisap şekline uygun olarak;",
    "trans": "For the registration of aircraft planned to be temporarily or permanently imported from abroad to the Turkish Civil Aircraft Registry, the required documents and the form below must be sent completely:\n1- ISSUES TO PAY ATTENTION TO WHEN APPLYING FOR REGISTRATION OF AIRCRAFT IMPORTED FROM ABROAD:\nA – Contracts:\nFor aircraft imported to the country through purchase or lease from abroad, the following conditions must be fulfilled when applying for the registration process:\na) A written contract must be made between the parties before the customs clearance process for the permanent or temporary importation is completed at the relevant customs office.\nb) The contract must be sent to our Directorate before the \"technical import suitability\" letter, which is sent to customs.\nc) The original document showing that the stamp tax arising from the contract has been paid must be submitted to our Directorate.\n(According to the Financial Leasing Circular numbered 1997/2, contracts for financial leasing are exempt from stamp tax.)\nIt is mandatory to submit it to our Directorate.\nThe contract must be in accordance with the acquisition method of the aircraft that is intended to be imported into the country."
}