{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Konuyu tamamen değiştirerek \"Benden ne istiyorsun?\" diye sordum. \"Açık konuş.\"\n\"Avukatım olmanı.\" Bir kez daha öne doğru eğildi. \"Benim avukatım olmanı.\"\n\"Sadece bu kadar değil, değil mi?\" Hiçbir cevap vermedi. \"Bana senin hakkında başka bilgiler vermen gerekiyor, seni tanımam gerekiyor. Eğer avukatın olacaksam birbirimizden nefret etsek bile bunu kurallara göre ilerletmemiz gerekecek.\"\nKaşlarını çatıp \"Nefret mi?\" diye sordu. \"Senden nefret etmiyorum.\" Dudaklarımın arasına ondan nefret ettiğimi söylemek geldi ama bundan vazgeçtim. \"Ve elbette sana kendim hakkında bilgiler vereceğim ama ondan öncesinde senin de imzalaman gereken bir anlaşma olacak.\"\n\"Ne?\" dediğimde bir kez daha öne doğru eğildim. \"Neden söz ediyorsun?\"\n\"Gözlerimin içine bak sevgili avukat,\" dedi gözlerimin tam içine bakarken. \"Sence sana öylece kendim hakkında bilgiler verecek biri miyim?\" O an aklımdaki taşlar oturdu. Diğer bütün avukatlar, Tugay Demir hakkında bilgilere ulaştığı için öldürülüyordu. Peki ya bu kadar avukat nasıl oluyordu da onu ifşalamıyordu?\n\"Nasıl bir anlaşma bu?\" diye sordum yutkunarak. \"Eğer ağzımı açarsam öleceğimi mi imzalatacaksın bana?\"",
    "trans": "Changing the topic completely, I asked, \"What do you want from me? Speak straightforward.\"\n\"To be my lawyer\", leaning forward one more time: \"To be my lawyer.\".\n\"It’s not just that, is it?\" He stayed silent. \"You have to tell me more about yourself. I need to know you more. If I’m going to represent you, even if we hate each other, this has to go by the book.\"\nHe frowned. \"Hate? I don’t hate you.\" I felt like saying I hated him for a moment but I stopped myself. \"And of course, I’ll tell you about myself, but first, there’s an agreement you’ll need to sign.\"\n\"What?\" I leaned forward once again: \"What kind of agreement are you talking about?\"\n\"Look into my eyes dear lawyer,\" he said while he was looking straightly into my eyes. \"Do you think I’m someone who would just hand over personal information so easily?\" In that moment, the pieces fell into place in my mind. All the other lawyers who obtained information about Tugay Demir were assassinated. But how was it that none of them had ever exposed him?\n\"What kind of agreement is this?\" I asked swallowing with difficulty. \"Are you going to make me sign something that says I’ll die if I speak?\""
}