{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Din Alanı Kaotik Bir Alana Dönüştürülmek İsteniyor\nDin alanı boşluk kabul etmeyen bir alandır. Din alanını kaotik bir ortama dönüştürmek isteyen bir takım unsurlar var. Maalesef 15 Temmuz'da bunun ne kadar acıtıcı olabildiğini hep birlikte millet olarak gördük. Ama milletin feraseti, cesareti, dirayeti sayesinde bu aşıldı. Dolayısıyla kurumsal bir yapı olarak Diyanet İşleri Başkanlığı’nın önemi bu süreçte bir kez daha anlaşıldı.\nSon zamanlarda Diyanet İşleri Başkanlığımıza yapılan iftira ve karalama kampanyaları ve kullanılan saldırı dili bizleri derinden üzüyor. Gerek kurumu gerekse Diyanet İşleri Başkanı ve çalışanlarına yapılan her saldırı da Diyanet-Sen olarak kurumumuzun ve çalışanlarının yanında olduk. Yaptığımız basın açıklamaları ile kitlesel eylemlerle başkanlığımızın ve kurum çalışanlarının sahipsiz olmadığını ortaya koyduk. Biz hiçbir zaman milletimizin değerlerinden ayrı düşmedik. Bu millette Diyanet İşleri Başkanlığımıza da çalışanlarına da her zaman sahip çıkmıştır.\nDİB Sendikalaşmanın En Yüksek Olduğu Kamu Kurumudur\nÜlkemizin vazgeçilmez kurumlarından birisi olan Diyanet İşleri Başkanlığı bu gün sendikaların kendi işleyişleri içerisinde kuruma katkı sunduğu, farklı çalışma alanlarıyla kurum için sendikanın bir avantaj olduğu artık kabul ediliyor. Diyanet çalışanları da kamu çalışanları içerisinde sendikalaşma onanı yüzde 86 ile en yüksek kesimdir ve başkanlığımızda sendikal örgütlenmenin yüksek olmasında yetkili sendika olarak Diyanet-Sen’in katkısı yadsınamaz.",
    "trans": "The Religious Domain Is Being Attempted to Be Transformed into a Chaotic Space\nThe religious domain is one that does not tolerate any vacancies. There are certain elements that want to turn the religious domain into a chaotic environment. Unfortunately, we all saw how painful this could be on July 15th, as a nation. However, thanks to the wisdom, courage, and resilience of the people, this challenge was overcome. Therefore, the importance of the Directorate of Religious Affairs as an institutional body was reaffirmed during this period.\nRecently, the accusations and smear campaigns against our Directorate of Religious Affairs, along with the harsh language used, have deeply saddened us. Both as an institution and as the union representing the Directorate of Religious Affairs, we have always stood by our institution and its employees in the face of every attack. Through our press releases and mass actions, we demonstrated that our presidency and its employees are not without support. We have never been apart from the values of our nation. The people have always stood by the Directorate of Religious Affairs and its employees.\nDirectorate of Religious Affairs is the Public Institution with the Highest Rate of Unionization\nThe Directorate of Religious Affairs, one of the indispensable institutions of our country, is now recognized as a place where unions contribute to the institution’s functioning within their own operations, and the union is seen as an advantage in various work areas. Among public sector workers, Diyanet employees have the highest union membership rate, standing at 86%, and the contribution of Diyanet-Sen, as the authorized union, to the high level of unionization in our presidency is undeniable."
}