{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Alaz'ın bir anda gözlerini kapatıp büyük bir sıkıntıyla oflaması karşısında kaşları anlamak istermiş gibi çatıldı. Ama yine de bir şey anlamamıştı. Tek görebildiği Alaz'ın aşırı derecede dertli olduğuydu.\n\"Ne oldu?\"\n\"Hiçbir şey.\" demişti gözleri hala sımsıkı kapalıyken. Bir yandan da belgeselde gördüğü ve ona ilginç gelen şeyleri düşünmek için beynini zorladı. Yoksa patlaması çok yakındı. \"Biliyor musun Asi, kediler göz kırpmasını bir güven sinyali olarak algılarlarmış. Bu nedenle de onlara göz kırptığımızda tehlikeli olmadığımızı fark ederek, onlar da bize göz kırparlarmış.\"\n\"Ne?\" diye sordu Asi bir anda değişen konuyla beraber şaşkınlıkla adama bakarak. Ardından kendisini tutamayarak kıkırdadığında, kızın bu tepkisi Alaz'ın gözlerini açmasına ve acıklı bir ifadeyle ona bakmasına neden oldu. Asi ise alaycı bir şekilde konuşmaya devam etmişti. \"Bir anda National Geographic'ten fırlamış gibi konuşmanı neye borçluyuz?\"\n\"Canıma okuyorsun.\" diye bildirdi Alaz ağlamaklı bir ifadeyle. \"Ve daha da kötüsü hiçbir şey yapmadın bile. Buna rağmen son aşamadayım ve muhtemelen az sonra tam bir yeniyetme ergen gibi boşalacağım. Ve sen de bu fiyaskoya bakıp rezilliğime gülerken, şu kapıdan çıkıp, bundan sonraki hayatımı bir mağarada yaşayarak hiç kimseyle görüşmeden geçirmek durumunda kalacağım.\"",
    "trans": "At Alaz's sudden sigh and the way he closed his eyes with great distress, his eyebrows furrowed as if trying to understand what was happening. But he still couldn’t make sense of it. All he could see was how deeply troubled Alaz was.\n“What happened?”\n“Nothing.” Alaz said, his eyes still tightly shut. He tried to push his brain to think about the things he found interesting in the documentary he had seen. Otherwise, he was about to explode. “Do you know, Asi, that cats perceive a wink as a signal of trust? When we wink at them, they realize we are not dangerous and wink back.”\n“What?” Asi asked, looking at him in surprise at the sudden change of topic. She then couldn't hold back her giggles, which caused Alaz to open his eyes and look at her with a pitiful expression. Asi, however, continued sarcastically. “What do we owe this sudden National Geographic-style monologue?”\n“You’re killing me.” Alaz said, his voice almost tearful. “And what’s worse, you haven’t even done anything. Despite that, I’m at the breaking point, and I’m probably about to explode like a typical teenager. And while you’re laughing at this disaster, I’ll have to walk out that door and spend the rest of my life living in a cave, never seeing anyone again.”"
}