{
    "source": "tr_TR",
    "target": "en_US",
    "text": "97%\nSihirli Uçan Top™, çocukların grup halinde oynaması için mükemmel bir seçenek. Hareketli oyunlar, arkadaşlık bağlarını güçlendirirken aynı zamanda eğlence dolu anlar sunuyor.\nOnaylı müşterilerimizin yorumlarından oluşturulmuştur.\nÜCRETSİZ KARGO\nRahat alışveriş deneyimi, tüm siparişlerde kargo takip numarasıile birlikte. Sadece alışverişin keyfini çıkarın, ürünleriniz 6-15 gün içinde kapınızda olacak.\nMÜŞTERİ DESTEK HATTI\nBir sorunuz mu var? Harika, işte tam da bu yüzden buradayız! Size yardımcı olmak için her zaman hazırız, bizimle iletişime geçmekten çekinmeyin!\n100% GÜVENLİ ÖDEME\nHuzurunuz bizim önceliğimizdir. Ürünümüzle SSL güvencesi ile desteklenen Güvenli Ödeme seçeneklerinin kolaylığını yaşayın. Kişisel ve finansal bilgileriniz korunur, her durumda güvenli ve endişesiz bir işlem sağlanır.\nBİZE ULAŞIN\nİletişime geçmek için bize info@oyuncakcin.com adresinden ulaşabilirsiniz.\nSıkça Sorulan Sorular\nSiparişimi nasıl takip ederim ?\nKargo ne kadar sürer ?\nGarantisi var mı?",
    "trans": "97%\nMagical Flying Ball™ is a perfect option for children to play in groups. Active games strengthen friendship bonds while offering fun-filled moments.\nCreated from the reviews of our approved customers.\nFREE SHIPPING\nAn easy shopping experience with a tracking number on all orders. Just enjoy shopping, your products will arrive at your door in 6-15 days.\nCUSTOMER SUPPORT LINE\nGot a question? Great, that’s exactly why we’re here! We are always ready to help, don’t hesitate to contact us!\n100% SECURE PAYMENT\nYour peace of mind is our priority. Experience the convenience of Secure Payment options, supported by SSL for our product. Your personal and financial information is protected, ensuring a secure and worry-free transaction in all circumstances.\nCONTACT US\nTo get in touch, you can reach us at info@oyuncakcin.com.\nFrequently Asked Questions\nHow can I track my order?\nHow long does shipment take?\nDoes it have a warranty?"
}