{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İyon teknolojisi sayesinde %90 daha fazla iyon üretipnemi saçlarınızda hapseden Remington AC8002 Keratin Protect 2200W AC Motor Saç Kurutma Makinesi, her zaman kabartısız ve ışıl ışıl saçlara ulaşmanızı sağlıyor. 2 farklı hız ve 3 farklı sıcaklık ayarıyla saçınıza dilediğiniz miktar ve sıcaklıkta hava uygulamanızı sağlayan ürün, hava akım düzenleyicisiyle kontrolü elinde tutmanıza olanak tanıyor. Çıkarılabilir özelliğe sahip arka ızgara ile kolayca temizlenebilen cihaz, 1,8 m uzunluğundaki kablosuyla geniş çaplı bir kullanım alanı sunuyor.\nSağlıklı ve Işıl Işıl Saçlar Vadeden Avantajlar\n2200 Watt güçlü motoruyla yüksek performans gösteren ürün saçlarınızı kısa sürede kurutmanıza yardımcı oluyor.\nKademeli hız ve sıcaklık ayarı sayesinde saçlarınızı dilediğiniz miktarda ve ısıda hava ile kurutmanızı sağlayan ürün, farklı kurutma uçlarıyla saçlarınıza dilediğiniz şekli vermenize olanak tanıyor.\nİyon teknolojisi, yüksek oranda iyon üreterek nemi saçınıza hapsediyor ve saçlarınıza kabartısız ve ışıltılı bir görünüm kazandırıyor.\nProfesyonel AC motor uzun bir kullanım ömrü sunuyor.\nTeknik Özellikler",
    "trans": "Thanks to ion technology, the Remington AC8002 Keratin Protect 2200W AC Motor Hair Dryer produces 90% more ions, trapping them in your hair. This ensures you achieve smooth, frizz-free, and shiny hair every time. The product offers two different speed settings and three temperature settings, allowing you to apply air to your hair at the desired amount and temperature. With its air flow regulator, you can maintain full control. The removable back grille allows for easy cleaning, and the 1.8-meter long cord provides a wide usage area.\nAdvantages Promising Healthy and Shiny Hair\nWith its 2200W powerful motor, the product helps you dry your hair in a short amount of time.\nThe adjustable speed and temperature settings let you dry your hair with the desired air amount and temperature, while the different drying nozzles allow you to shape your hair as you wish.\nIon technology produces a high level of ions, trapping moisture in your hair and giving it a frizz-free and shiny appearance.\nThe professional AC motor provides a long lifespan.\nTechnical Specifications"
}