{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Her iki durumda da toplumsal dışlanma, erişim sorunları, destek sistemlerinin eksikliği ve toplumsal\nnormlar öne çıkıyor. Bu nedenle, her iki grup için de toplumsal farkındalık projeleri desteklenmelidir.\n…\nKONSEPT: KIRMIZI- BEYAZ- SİYAH RENKLERDE OLACAK.\nETKİNLİK AMACI:\nCumhuriyet Bayramı, bir milletin birlik, beraberlik ve özgürlük mücadelesinin simgesidir. Bu özel\ngünü, Alzheimer hastalarımız, Down sendromlu çocuklar ve 14-18 yaş arası lise öğrencileriyle bir\naraya gelerek hep birlikte kutlayacağız. Amacımız, yalnızca bir bayram kutlamak değil; kuşaklar ve\nfarklı yetilere sahip bireyler arasında köprüler kurmak, toplumda dezavantajlı gruplara yönelik\nfarkındalığı artırmak ve herkesin Cumhuriyet Bayramı'nın coşkusunu hissetmesini sağlamaktır. Bu\netkinlikle, Cumhuriyet'in sadece geçmişe değil, geleceğe de ışık tuttuğunu, herkes için bir umut ve\ndayanışma kaynağı olduğunu vurgulamak istiyoruz.\nANA TEMALAR:\n1. Kuşaklar Arası Etkileşim ve Dayanışma:\nAlzheimer hastalarımızla gençleri ve çocukları bir araya getiren bu etkinlik, sadece bir kutlama\ndeğil, aynı zamanda farklı kuşaklar arasında güçlü bir bağ kurma fırsatıdır. Lise öğrencilerimiz,\nhayatın farklı dönemlerinde olan insanlarla etkileşime geçerek, büyüklerinden öğrenme ve onlara\nşefkat gösterme şansını bulacaklar. Bu etkileşim, Alzheimer hastalarımız için de anlamlı bir sosyal\ndeneyim sağlayarak, onları topluma daha bağlı hissettirecektir.\n2. Engelli Bireylere Destek ve Toplumsal Farkındalık:",
    "trans": "In both cases, social exclusion, access issues, lack of support systems, and societal\nnorms are prominent. Therefore, social awareness projects for both groups should be supported.\n...\nCONCEPT: THE COLORS WILL BE RED, WHITE, AND BLACK.\nPURPOSE OF THE EVENT:\nRepublic Day symbolizes a nation's struggle for unity, solidarity, and freedom. On this special day,\nwe will come together to celebrate with our Alzheimer's patients, children with Down syndrome, and high school students\naged 14-18. Our goal is not merely to celebrate a holiday;\nit is to build bridges between generations and individuals with different abilities, to increase awareness towards\ndisadvantaged groups in society, and to ensure that everyone feels the joy of Republic Day.\nThrough this event, we aim to highlight that the Republic shines a light not only on the past but also on the future,\nserving as a beacon of hope and solidarity for everyone.\nMAIN THEMES:\n1. Intergenerational Interaction and Solidarity:\nThis event, bringing together our Alzheimer's patients with the youth and children, is not just a celebration,\nbut also an opportunity to forge strong connections across different generations. Our high school students\nwill have the chance to interact with individuals from different life stages, learning from their elders\nand showing compassion. This interaction will provide a meaningful social experience for our Alzheimer's patients,\nmaking them feel more connected to the community.\n2. Support for Individuals with Disabilities and Social Awareness:"
}