{
    "source": "tr_TR",
    "target": "en_US",
    "text": "KİRACININ BİLGİLERİ\n[redacted_name]\nYabanci Kimlik No :[redacted_id]\nTEL NO: [redacted_number]\nAdres : [redacted_address]\nBİR AYLIK KİRA KARŞILIĞI 33,000 TL\nDEPOZİTO BEDELİ 66.000 TL\nBİR SENELİK KİRA\nKARŞILIĞI 396,000 TL\nKİRANIN NE ŞEKİLDE\nÖDENECEĞİ 2 AYLIK ÖDEMELER HALİNDE BANKA YOLU İLE\nKİRA MÜDDETİ 1 YIL\nKİRANIN BAŞLANGICI 29.10.2024\nKİRALANAN MECURUN\nŞİMDİKİ DURUMU BOŞ DAİRE\nKİRALANAN MECURUN NE\nİÇİN KULLANILACAĞI MESKEN\nDAİRE SAKİNLERİ HUSAM ALSHAMI VE AİLESİ\n2\nhiçbir suretle üçüncü kişilerin istifadesine sunamaz. Kiracı kiralananı, işbu kira sözleşmesi ile\nkiralananın bulunduğu site yönetim planı, işletme planı, site yönetim kurulu kararları, kat\nmalikleri kurulu kararı ve sair düzenlemelere uygun olarak kullanılmayı kabul ve taahhüt\netmiştir. Aksi hal, akde muhalefet sayılacaktır. Kiracı; Kiralaya Veren tarafından kiralananın\ntapu ve yönetim planında konut olarak göründüğünü kendisine bildirildiğini, bu durumu bilerek\nkiraladığını ileride bu konuda çıkabilecek her türlü ihtilafta Kiraya Vereni sorumlu\ntutmayacağını, her türlü riski kabul ve taahhüt ettiğini belirtmiştir.\n3. Kullanıcı hatasından dolayı doğacak arızalar ve hasarlar kiracıya aittir. Tahliye anında\nkullanılır, hasarsız ve kira başlangıcında alındığı vaziyette iade edilecektir. Kiralanan şeyin\nalelade kullanılması için Menteş elemek, cam taktırmak, tamirat, kilit ve sürgü yerleştirmek,",
    "trans": "INFORMATION OF TENANT\n[redacted_name]\nForeigner İdentification No :[redacted_id]\nTEL NO: [redacted_number]\nAddress : [redacted_address]\nFOR ONE MONTH'S RENT 33.000 TL\nDEPOSIT FEE 66.000 TL\nFOR ONE YEAR'S\nRENT 396.000 TL\nMETHODS OF PAYMENT\nOF RENT VIA BANK IN 2 MONTHLY INSTALLMENTS\nLEASE TERM 1 YEAR\nBEGINNING OF THE LEASE 10.29.2024\nCURRENT STATUS OF\nTHE LEASED PROPERTY EMPTY FLAT\nFOR WHAT PURPOSE THE LEASED PROPERTY\nIS TO BE USED RESIDENTIAL\nRESIDENTS HUSAM ALSHAMI AND HIS FAMILY\n2\nshall not provide it to the benefit of third parties under any circumstances. The tenant agrees and undertakes to use\nthe leased property in accordance with this lease agreement and the site management plan, business plan,\nsite management board decisions, apartment owners' board decisions,\nand other regulations. Failure to do so shall be deemed as a violation of the contract. The Tenant has acknowledged that he has been informed by the Lessor\nthat the leased property in the title deed and management plan appears as a residence, that he has rented it with full knowledge of this situation,\nthat he will not hold the Lessor responsible in any dispute that may arise in the future,\nand that he accepts and undertakes all kinds of risks.\n3. Any defects and damages arising from user error belong to the tenant. At the time of evacuation\n, it shall be returned usable, undamaged and in the condition in which it was received at the beginning of the lease. For the ordinary use of\nthe rented property, hinge sifting, window installation, repair, lock and deadbolt placement,"
}