{
    "source": "tr_TR",
    "target": "en_US",
    "text": "•Saray, köşk, han, kale, köprü, kule, anıt vb. yapı adlarının bütün kelimeleri büyük harfle başlar: Alanya Kalesi, Dolmabahçe Sarayı, Çankaya Köşkü, Galata Köprüsü vb.\n•Kurum ve kuruluş adlarının her kelimesi büyük harfle başlar: Türkiye Büyük Millet Meclisi, Edebiyat Fakültesi vb.\n•Kitap, dergi, gazete ve sanat eserlerinin ilk harfi büyük harfle başlar: Nutuk, Resmî Gazete, Sinekli Bakkal vb.\n•Ulusal, resmî ve dinî bayramlar büyük harfle başlar: Cumhuriyet Bayramı, Ramazan Bayramı, Ulusal Egemenlik ve Çocuk Bayramı vb.\n•Tarihî olay, çağ ve dönem adları büyük harfle başlar: Kurtuluş Savaşı, İlk Çağ, Lale Devri vb.\nLoading…\nBÜYÜK HARFLERİN KULLANIMI\nBelirli bir tarih bildiren ay ve gün adları büyük harfle başlar: 29 Mayıs 1453, 29 Ekim 1923 vb.\nBÜYÜK HARFLERİN KULLANIMI\nDİKKAT!\nAkrabalık bildiren adlar küçük harfle başlar: Tülay ablama gittim. Ayşe teyzemin keki çok çok güzeldi.\n“Tanrı, Allah, İlah” sözleri özel ad olarak kullanılmadıklarında küçük harfle başlar: Eski Yunan tanrıları, Müzik dünyasının ilahı\nDünya, güneş ve ay kelimeleri gezegen anlamı dışında kullanılmadıklarında küçük harfle başlar: Bu dünyadan bir beklentim yok.\nDİKKAT!\n•Doğu, batı sözleri yön bildirdiğinde küçük harfle başlar: Bursa’nın doğusu",
    "trans": "•Every word of the building names such as palaces, mansions, inns, castles, bridges, towers, and monuments starts with a capital letter: Alanya Castle, Dolmabahce Palace, Cankaya Mansion, Galata Bridge, etc.\n•The names of organizations and institutions start with a capital in every word: Grand National Assembly of Turkey, Faculty of Literature, etc.\n•The first letter in the titles of books, magazines, newspapers, and works of art always starts with a capital letter: The Speech, Official Gazette, The Clown and His Daughter, etc.\n•National, formal, and religious holidays start with uppercase letters: Republic Day, Ramadan Feast, National Sovereignty and Children's Day, etc.\n•Names of historical events, ages, and periods begin with a capital letter: War of Independence, Ancient History, Tulip Period, etc.\nLoading...\nTHE USAGE OF CAPITAL LETTERS\nWhen referring to specific dates, the names of months and days start with a capital letter: May 29, 1453; October 29, 1923, etc.\nTHE USAGE OF CAPITAL LETTERS\nPAY ATTENTION!\nNames that refer to family relationships start with a lowercase letter: I went to my sister Tulay's pla e. My aunt Ayse’s cake was very very delicious.\nThe words “God, Allah, Deity” are written in lowercase unless used as proper names: The gods of Ancient Greece, The deity of the music world.\nThe words “earth,” “sun,” and “moon” start with a lowercase letter when they’re not referring to planets: I don’t have any expectations from this world.\nPAY ATTENTION!\n•The words \"east\" and \"west\" start with a lowercase letter when they indicate direction: The east of Bursa."
}