{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bir saat sonra kapının çalınmasıyla düşüncelerimden sıyrılıp ayaklandım. Kapının önüne gelip tam açacakken şüpheyle delikten baktım. Poyraz ve yanında çilingir olduğunu tahmin ettiğim yaşlı bir adamı görünce kapıyı açtım.\n\"Selamm.\"\nCevap vermeden Poyraz' ı kolundan tutup içeri soktum, o bana şaşkın bir şekilde bakarken çilingire döndüm.\n\"Selamın aleyküm dayı. Ben kilidi değiştirmek istiyorum acilen hemen işe başalayabilir misin?\"\n\"Aleyküm selam evladım. Başlarım tabi zaten arkadaşın söylemişti kilit değişecek diye, malzemeleri getirdim.\"\n\"Tamamdır kolay gelsin.\"\nAdamın işe koyulmasıyla onu bırakarak koltuğa yöneldim. Peşimden de Poyraz gelip koltuğa oturdu. Ev küçük olduğu için koktuktan kapıyı görebiliyordum. Adam göz hapsimdeydi, şu an kimseye güvenemezdim.\n\"Ee anlatacak mısın? Halin hal değil Selim noldu bir günde.\"\nPoyraz' a dönüp rahatlamaya çalıştım. Sıkıntılı bir nefes aldım ve sehpaya bıraktığım sigara paketine uzanıp bir sigara yaktım. Poyraz her haraketimi dikkatlice izliyordu. Paketi Poyraz' a uzattım, o da içinden bir sigara çıkartıp dudaklarına dayadı. Onun da sigarasını yaktım. İkimizde sigaralarımızdan derin bir nefes alıp birbirimizin suratına üfledik. Bu beni güldürürken Poyraz' ın da dudakları kıvrıldı.\nKısa süreli gülümsemem hemen solaraken anında ciddileştim, Poyraz da ciddileşirken dün olanları anlatmaya başladım.",
    "trans": "An hour later, the doorbell rang, pulling me out of my thoughts. I stood up and walked to the door. Just before opening it, I peered through the peephole. Seeing Poyraz and an old man, who I assumed to be a locksmith, I opened the door.\n\"Hello.\"\nWithout answering, I grabbed Poyraz by the arm and pulled him inside. He looked at me in surprise while I turned to the locksmith.\n\"Hello, uncle. I need to change the lock urgently. Can you start right away?\"\n\"Hello, my son. Of course, I can start. Your friend told me the lock would be changed, and I brought the materials.\"\n\"Alright, good luck.\"\nAs the man got to work, I left him to it and headed to the couch. Poyraz followed me and sat beside me. The apartment was small, so I could still see the door from the couch. The man was under my watch; I couldn’t trust anyone right now.\n\"So, are you going to tell me what happened? You don’t look well, Selim. What happened in one day?\"\nI turned to Poyraz, trying to relax. I took a deep breath and reached for the pack of cigarettes on the coffee table. I lit one up. Poyraz was closely watching every move I made. I handed him the pack, and he took one for himself, placing it between his lips. I lit his cigarette as well. We both took a deep drag from our cigarettes and blew the smoke towards each other's faces. This made me laugh, and Poyraz's lips curled into a grin too.\nMy brief smile faded instantly, and I became serious again. Poyraz also grew serious as I began to tell him what had happened the previous day."
}