{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Okumak istiyor muydun peki?\"\n\"Her şeyden çok, üstelik kazanmıştım bile. Boğaziçi Psikoloji. Ama maalesef babam izin vermediği için okula devam edemedim.\"\nGenç kızın gözlerinden geçen hüzün dalgasını anladı Barış. Keşke elinden bir şey gelseydi de onun okuluna devam etmesine olanak sağlayabilseydi.\n\"Üzülme, belki bir gün okuman için fırsat geçer eline.\"\n\"Hiç sanmıyorum. Şartlar neyi gerektirirse gerektirsin babam okumama izin vermez, biliyorum.\" Dedi genç kız ve dolan gözlerinin geçmesi için havaya baktı. \"Sen okuyor musun ya da çalışıyor musun?\"\nYağmur'un sorusu afallattı Barış'ı. Kendisini tanımıyor olamazdı herhalde. Galatasaray'ın gözbebeği Barış'ı kim tanımazdı ki? Tamam, belki futbol takip etmiyor olabilirdi ama yine de imkansızdı. Zira Barış'ın adı magazin haberlerinden ana haber bültenlerine kadar her yerde geçerdi. Gerek yaşadığı ilişkiler gerekse milli takımda yaptığı işlerle fazlasıyla anılırdı. Çok değil bir sene içinde avrupanın en büyük kulüplerinden birine transfer olma ihtimali çok yüksekti. Şu anda en pahalı yerli futbolcuydu. Bu yüzdendir ki tanınmama ihtimali yoktu.",
    "trans": "\"Did you want to study?\"\n\"More than anything, I even had already been accepted. Boğaziçi Psychology. But unfortunately, my father didn't allow me to continue school.\"\nBaris understood the wave of sadness passing through the young girl's eyes. He wished he could do something to help her continue her education.\n\"Don’t worry, maybe one day you’ll get the chance to study.\"\n\"I don’t think so. Whatever the circumstances, my father would never allow me to study, I know that,\" said the young girl, looking up to the sky to prevent her eyes from welling up. \"Do you study or work?\"\nYagmur's question left Baris stunned. She couldn’t possibly not know him. Surely, everyone knew Galatasaray's star, Baris. Okay, maybe she didn’t follow football, but that still seemed impossible. Baris's name appeared everywhere, from gossip columns to main news bulletins. His relationships and his work with the national team made him a well-known figure. Within a year, there was a very high chance he would transfer to one of Europe's biggest clubs. Right now, he was the most expensive local football player. That’s why it was impossible for him to be unrecognized."
}