{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Çok güzel olmuşsun.\"\n\"Sen de fena sayılmazsın.\"\nAlaz, arabanın kapısını açıp Asi'nin binmesi için beklemeye başladı. \"Yanınıza yakışabiliyorsak ne mutlu Asi kız.\"\nAlaz da sürücü koltuğuna geçtiğinde birlikte yola koyuldular. Nereye gittiklerini merak etse de sürpriz dediği için sormak istemiyordu. Bu saate kadar beklemişti biraz daha bekleyebilirdi. Oturduğu koltukta sevgilisine doğru dönüp baştan aşağı süzdü. Siyah ceketinin içine giydiği siyah gömleği ve siyah pantolonuyla kendisi gibi baştan aşağı simsiyah giyinmişti. Boynunda parlayan gümüş kolyesi ve parmaklarındaki yüzükler dışında tabi...\n\"Dikkatimi dağıtıyorsun güzelim.\"\n\"Hiçbir şey yapmıyorum?\"\n\"İki saattir bana bakıyorsun.\"\n\"Sevgilim değil misin ister bakarım ister bakarım.\"\n\"İster bakarım ister bakmam olacaktı o.\" dedi kısa bir anlığına gözlerini yoldan çekip Asi'ye bakarken.\n\"Ben her türlü sana bakarım.\"\n\"Çalışır ikimize de bakar mısın?\"\n\"Bakarım prenses merak etme.\"\nAlaz, başını onaylamazca sallayıp gülerken dayanamayıp sevgilisinin dudaklarına kapandı. Asi kısa bir an bu öpücüğe karşılık verse de araba kullanıyor oluşunun aydınlanmasıyla geri çekildi.",
    "trans": "\"You look great.\"\n\"You don’t look bad yourself.\"\nAlaz opened the car door and waited for Asi to get in. \"If we look good together, how lucky are we, Asi girl?\"\nWhen Alaz got into the driver’s seat, they set off. Although he was curious about where they were going, he didn’t want to ask since she had called it a surprise. He had waited this long, so he could wait a bit more. As he turned towards his girlfriend in the passenger seat, he scanned her from head to toe. She, like him, was dressed head to toe in black, wearing a black shirt under her black jacket and black pants. The only thing that stood out was the shining silver necklace around her neck and the rings on her fingers, of course...\n\"You’re distracting me, beautiful.\"\n\"I’m not doing anything?\"\n\"You've been staring at me for two hours.\"\n\"Aren’t I your girlfriend? I can look at you whenever I want.\"\n\"It would have been 'I can look at you or I can’t look at you,'\" he said, glancing at her for a brief moment while still keeping his eyes on the road.\n\"I’ll look at you no matter what.\"\n\"Would you be able to look at both of us?\" she teased.\n\"I’ll take care of both of you, princess, don’t worry.\"\nAlaz shook his head in mock disapproval and laughed before giving in, pressing his lips to his girlfriend’s. Asi briefly returned the kiss, but when she remembered she was driving, she pulled back."
}