{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Şaşırttınız beni.\" lafa giren Seyranla manzaraya dalan gözlerini mavilere dikti adam. \"Hangi anlamda?\"\n\"Buraya gelerek. Mesela ben dünyaca ünlü tasarım şirketinin hem varisi hemde ceosu olan Ferit Korhanın, sıradan bir bankada oturmuş, ettiği balık ekmek siparişini beklediğini düşünmemiştim.\"\n\"Neden? Ünlü şirket sahibi balık ekmek yiyemez mi?\"\n\"Bilmem. Ben sizi pahalı restorantlarda yemek yerken görmüştüm. Burada ve siz...ne bileyim işte.\" gülürek geçiştirdi.\n\"Zengin olmam lüks yerlerde takılacağım anlamına gelmez asistan. Benim hocamda zengin. Ama gel gör ki her sabah simitle sıcak çay içiyor.\"\n\"Buyurun afiyet olsun.\" genç çocuğun ayran ve balık ekmekleri ikiliye vererek gitmesiyle saldırgan köpekler gibi ekmeğine saldırdı Seyran.\nFerit avını havada kapan aslan gibi ekmeğe dalan asistanını büyük şaşkınlıkla izliyordu. Ağzındaki dilimi büyük hazzla yutarken üzerinde hissettiği bakışları takip etti. Patronunun vahşet görmüş gibi kendisine bakan bakışları ağzındaki ekmek kırıntısının boğazına kaçmasına sebep oldu. Öksürük krizine giren kızın sırtına bir kaç kez hafif patpatladı.",
    "trans": "\"You've surprised me,\" Seyran began as the man turned his gaze toward the blues of the sea. \"In what sense?\"\n\"By coming here. For instance, I never imagined Ferit Korhan, the heir and CEO of a world-famous design firm, sitting on an ordinary bench, waiting for his fish sandwich order.\"\n\"Why? Can't the owner of a famous company eat fish sandwiches?\"\n\"I don't know. I've seen you eating in expensive restaurants. You, here... I mean,\" she laughed it off.\n\"Being rich doesn’t mean I have to hang out in luxurious places, assistant. My master is also wealthy. But still and all, he drinks tea with a bagel every morning.\"\n\"Enjoy your meal,\" said a young boy, handing over their ayran and fish sandwiches before leaving, as Seyran attacked her sandwich like a ravenous dog.\nFerit watched his assistant dive into her sandwich like a lion catching its prey in mid-air, with great astonishment. While savoring the bite in her mouth, she noticed the stares she was feeling. The look of horror on his boss's face caused a crumb of bread to get stuck in her throat. He lightly patted the back of the girl, who was having a coughing fit."
}