{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tekstil terbiyesinde kullanılacak olan sudur. İstenen özellikler; renksiz olması, pH’ın nötr veya 7,5 civarında olması, sertliğinin sıfır olması, metal iyonları özellikle demir ve mangan (oksidasyon sonucu renk verir) iyonları içermemesi, indirgen ve yükseltgen madde içermemesi.\nSu içinde yüzen katı ve bulanıklık veren maddeler tekstil malzemesine yapışarak görünümü bozarlar ve suyun yumuşatılması için de bu maddelerin kesinlikle giderilmesi gerekir.\nDemir ve mangan iyonları liflerin zarar görmesine ve leke oluşumuna sebep olur. Mangan iyonu makinelerin eskitir, demir ise tanen ile reaksiyona girerek koyu renkli bileşik oluşturur.\nİşletme suyunun pH’ı düşük olursa lifler zarar görür ve kullanılan makinelerin korozyonuna sebep olur.\nSert su kullanıldığında sertliği oluşturan maddeler yüksek sıcaklıklarda çöker, malzemenin tutumunu bozar ve düzgünsüz boyamaya sebep olur. Kaynatma sonucu suda çözünen bikarbonat iyonları karbonat halinde çöker. Ortama asit ilave edilirse suya sertlik veren Ca ve Mg iyonları suda çözünebilen başka bileşiklere dönüşür. Terbiye işlemlerinde soda kullanılırsa Ca tuzları soda ile reaksiyona girerek suda çözünmeyen bileşikler oluşturur.",
    "trans": "The water used in textile finishing should have specific characteristics. These include being colorless, having a pH around neutral or 7.5, having zero hardness, and being free from metal ions, particularly iron and manganese (which cause discoloration due to oxidation). It should also be free of reducing and oxidizing agents.\nSolid and turbid substances floating in the water stick to the textile material and deteriorate the appearance and they must be removed to soften the water.\nIron and manganese ions can damage fibers and cause staining. Manganese ions wear out machines, while iron reacts with tannins to form dark-colored compounds.\nIf the pH of process water is low, fibers may be damaged, and corrosion of the equipment used can occur.\nWhen hard water is used, the substances that cause hardness precipitate at high temperatures, disturbing the material's properties and leading to uneven dyeing. Bicarbonate ions that dissolve in water during boiling precipitate as carbonates. If acid is added to the environment, the calcium and magnesium ions that cause hardness will turn into other soluble compounds. In the finishing process, when soda is used, calcium salts react with soda to form insoluble compounds in water."
}