{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Kendine gel artık! Senin sevgilin var!\"\n\"Asi ben ve Ela diye bir şey yok!\" neden beraberdi o zaman? Bilmek istiyordu.\n\"Bilmek istemiyorum.\"\nDudakları yeniden birleştiğinde arka kapıyı itip Asi'nin bedenini yatağa itti ve üstüne çıktı, Asi ona nasıl hayır diyeceğini bilmiyordu, hayır demek istemiyordu. Alaz'ın parmaklarını iç çamaşırının üzerinde hissettiğinde boğuk bir şekilde inledi.\n\"Ah, dur bak burada olmaz!\"\n\"Bize bir şans ver.\" köprücük kemiğinden öptü uzunca öptü. Saten geceliğini kaldırıp açılan göğüslerini emmeye başladı. Asi çığlık atmamak için başını yastığa gömdü.\n\"Bir daha yapmamalıyız, ah!\"\n\"Teninden kopamıyorum Asi, haksızlık bu.\"\n\"Alaz biri gelecek, burası Mert'le benim odam.\" Mert'in adını söylemesiyle Alaz'ın daha agresif olup meme ucunu ısırmasıyla bacağını erkekliğine sürttü.\n\"Sana dokunmasına müsaade etmem!\"\n\"O kız sana dokunurken mi?\"\nAlaz o an Asi'nin üzerinde doğruldu ve açılan üstünü kapattı, bunu söylemesi ne kadar doğruydu bilinmezdi ama söylemek istedi.\n\"Asi o bana dokunmuyor, bildiğin gibi değiliz!\"",
    "trans": "\"Come around already! You have a lover!\"\n\"Asi, there is no such thing as me and Ela!\" Why were they together then? She wanted to know.\n\"I don't want to know.\"\nWhen their lips met again, she pushed the back door and pushed Asi's body onto the bed and got on top of her, Asi didn't know how to say no to him, she didn't want to say no. She moaned muffledly when she felt Alaz's fingers on her underwear.\n\"Oh, wait, not here!\"\n\"Give us a chance.\" He kissed her collarbone, kissed her long and hard. He lifted her satin nightgown and started sucking her breasts that were opening. Asi buried her head in the pillow so as not to scream.\n\"We shouldn't do it again, oh!\"\n\"I can't break away from your skin, Asi, this is unfair.\"\n\"Alaz, someone will come, this is Mert and my room.\" When Mert said her name, Alaz became more aggressive and bit her nipple, rubbing his leg against his manhood.\n\"I won't let him touch you!\"\n\"While that girl was touching you?\"\nAlaz stood up on Asi at that moment and closed her top, it was not known how right he was to say this but he wanted to say it.\n\"Asi, he is not touching me, we are not as you know!\""
}