{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Azat!\"\nCevap yok.\n\"Azat nerdesin?!\"\nYine cevap yok.\n\"Azat çok korkuyorum..\"\nAzat telefondan derin bir nefes aldı.\n\"Azat..\"\n\"Emir'im..\"\nSesi öyle kötü geliyordu ki sertçe yutkundum.\n\"E-efendim?..\"\n\"Seni çok çok seviyorum..\"\n\"Azat nerdesin geleceğim.\"\nKarşı taraftan ses gelmeyince derin bir nefes alıp askılıktan ceketimi alıp üzerime geçirmeye başladım.\n\"Gelme..\"\n\"Azat sus! Neredesin onu söyle!\"\n\"Yıkık inşaatta..\"\n'tamam' diyerek telefonu kapattım,Azat'ın aksılıktaki montunun cebinden arabanın anahtarını alıp hızla kapıdan çıktım.\nAzat'ın arabasına binip anahtarla çalıştırdım.Derin bir nefes aldım..\n-\n20 dakikalık bir yolun ardından arabayı gelişi güzel yanaştırıp aşağı indim.Sokağın başını döndükten sonra yıkık olan inşaata doğru adımlamaya başladım.\nKalbin ağzımda atmasıyla inşaattan içeri girdim..\nAzat duvarın dibine sinmiş şekilde elleriyle oynuyordu.O görüntü öyle canımı acımıştı ki..\n\"Azat..\"\nYorgun bakışları beni bulduğunda yutkundum.",
    "trans": "\"Azat!\"\nNo answer.\n\"Azat, where are you?!\"\nStill no answer.\n\"Azat, I'm really scared...\"\nAzat took a deep breath on the phone.\n\"Azat...\"\n\"Emir...\"\nHis voice sounded so bad that I swallowed hard.\n\"Y-yes?..\"\n\"I love you so much..\"\n\"Azat, where are you? I'm coming.\n\"When there was no response from the other end, I took a deep breath, grabbed my jacket from the rack, and started putting it on.\n\"Don't come..\"\n\"Azat, stop! Just tell me where you are!\"\n\"In the ruined building..\"\nI hung up the phone, saying 'okay,' and took the car keys from the pocket of Azat's jacket hanging on the rack, then hurried out the door.\nI got into Azat's car and started it with the key. I took a deep breath...\n-\nAfter a 20-minute drive, I parked the car haphazardly and got out. Turning the corner of the street, I began walking towards the dilapidated construction site.\nMy heart pounding in my mouth, I entered the building...\nAzat was crouched at the base of a wall, fiddling with his hands. The sight hurt me so much...\n\"Azat..\"\nWhen his tired eyes found me, I swallowed."
}