{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Amazon.com.tr Satıcı hesabınız, Amazon'un İş Çözümleri Sözleşmesinin 3. bölümüne uygun olarak devre dışı bırakılmıştır. Liste kayıtlarınız devre dışı bırakıldı. Ödemeler size aktarılmayacak ancak sorunu sizin yardımınızla bulana kadar hesabınızda tutulacak. Bu işlem 90 güne kadar sürebilir ancak fonlar daha uzun süre tutulabilir. Hesabınızın daha fazla etkilenmemesi için, lütfen mevcut tüm siparişleri gönderin.\nBunun nedeni nedir?\nPolitikalarımızdan birini ihlal ettiği için uygulanan ayrı bir qimo+house hesabınız var. Sonuç olarak, satılacak qimo+house Satış hesabını artık Amazon.com.tr ‘de satış yapmak için kullanamazsınız.\nHesabımı nasıl yeniden etkinleştirebilirim?\nBu Satış hesabını yeniden etkinleştirmek için qimo+house, lütfen aşağıdaki adımları izleyin:\n1. Önce itiraz qimo+house göndererek ilişkilendirilmiş hesabı yeniden etkinleştirmeniz gerekir. Lütfen bu hesap için alınan iletişimdeki talimatları izleyin.\n2. Bu hesabı başarıyla yeniden etkinleştirdikten sonra, lütfen şu bağlantıyı kullanarak mevcut hesap olan qimo+house ’i yeniden etkinleştirmek için bir itiraz gönderin: https://sellercentral.amazon.com.tr/performance/notifications. İtirazı gönderirken yeniden etkinleştirilen hesabın adını ve yeniden etkinleştirme tarihini bize bildirmeniz gerekecektir.\nHesabın sahibi değilsem ne olur – qimo+house ?",
    "trans": "Your Amazon.com.tr seller account has been suspended in accordance with Section 3 of Amazon's Business Solutions Agreement. Your listing records have been deactivated. Payments will not be transferred to you, but they will remain in your account until the issue is resolved with your assistance. This process may take up to 90 days, but funds may be held for a longer period. To prevent further impact on your account, please ship all existing orders.\nWhy has this happened?\nThis is because you have a separate qimo+house account that was restricted due to a violation of one of our policies. Consequently, the qimo+house Selling Account is no longer eligible for selling on Amazon.com.tr.\nHow can I reactivate my account?\nTo reactivate this account: qimo+house, follow these steps:\n1.First, you need to submit an appeal for the associated account to be reactivated. Please follow the instructions in the communication you received for this account.\n2.After successfully reactivating this account, please use the following link to submit an appeal to reactivate the current \"qimo+house\" account: https://sellercentral.amazon.com.tr/performance/notifications. When submitting the appeal, you will need to inform us of the name of the reactivated account and the reactivation date.\nWhat if I am not the owner of the qimo+house account?"
}