{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Emir ses etmeden arabayı sürerken, fazlasıyla hızlı gidiyordu. Ancak Asi hızdan gram korkmadığı için bundan etkilenmiyordu.\n\"Emir sana diyorum!\" Emir ani bir frenle arabayı sağa çeker çekmez aşağıya inerken, Asi de peşinden indi hızlıca.\n\"Napıyorsun ya sen? Delirdin mi!\"\n\"Delirdim amına koyayım delirdim! Ya senin hayatına bugüne kadar kimse girmedi ki, girmedi. Sen her zaman tektin. Şimdi öyle olmuyor işte... ben olur sandım. Hayatına birisi girerse unuturum sandım. Ama olmuyor Asi.\"\nEmir soluk soluğa kalmış bir şekilde konuşurken, Asi öylece baka kaldı. Şaşkındı, çok şaşkındı çünkü Emirin karşısına geçip bir gün böyle bir şey söyleyeceğini hiç düşünmemişti. Yıllardır hayalini kurduğu şey olmuştu işte. Onun sevgisini, aşkını istememiş miydi? İstediği olmuştu ama nedense istediği zaman olmamıştı. Neden şimdiydi, neden bunca zaman beklemişti. Alazın hayatına mı girmesi lazımdı bunu dile getirmesi için?\n\"Asi ne olur bak bana bir şans ver. Biliyorum sevmiyorsun beni, istemiyorsun, ama biz birbirimizi yıllardır tanıyoruz, anlaşıyoruz. Lütfen ben seni başka biriyle görmeye dayanamam, lütfen\"",
    "trans": "Emir was driving silently, speeding excessively. But Asi wasn’t fazed at all by the speed, as she never feared it.\n\"I'm talking to you, Emir!\" she said. Emir suddenly hit the brakes and pulled over to the side of the road, quickly getting out of the car. Asi followed him, stepping out in a hurry.\n\"What are you doing? Have you lost your mind?\" she snapped.\n\"Yes, I’ve lost my mind! I’ve completely lost it! No one has ever entered your life before, no one. You’ve always been on your own. But now it’s different... I thought I could handle it. I thought if someone came into your life, I’d be fine, I’d forget. But I can’t, Asi. I just can’t.\"\nEmir was breathless, struggling to get his words out, while Asi stood frozen, just staring at him. She was stunned, utterly stunned. Never in her wildest dreams did she think Emir would stand before her and say something like this. She had dreamed of this moment for years. Hadn’t she always wanted his love, his affection? She had. But somehow, this wasn’t how she imagined it. It wasn’t the right time. Why now? Why had he waited so long? Did Alaz have to come into her life for him to finally say this?\n\"Asi, please... Just give me a chance, I know you don’t love me, I know you don’t want me. But we’ve known each other for years, we understand each other. Please, I can’t bear to see you with someone else. I just can’t.\""
}