{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Alaz sevinçle koltuktan fırlayıp Asi'nin yanına gitti. Asi koltuğa ayağını uzatmıştı ve Alaz olabildiğince dibine oturdu. ''Gerçekten bana inanıyor musun Asi?''\n''Evet inanıyorum... Rüya'yı aldatmadım dedin ve Rüya da gözüyle görmediğini, kendisine bir şeyler söylendiğini ve kendisinin de inandığını söyledi, ama ben sana inanıyorum Alaz.''\nAlaz elini Asi'nin yanağına koyup okşamaya başladı. ''Bana güveneceğini biliyordum güzelim-''\n''Sana güveniyorum demedim Alaz.'' Asi yanağındaki eli ittirdi. ''Sadece bu konuda sana inandığımı söyledim... Sana hala güvenmiyorum.''\n''Ne demek istiyorsun Asi?''\n''Rüya'ya yaptığın gibi beni de elde ettikten sonra sıkılıp terk etmeyeceğinin bir garantisi yok demek istiyorum.''\n''Asi hayır-''\n''Ne hayır Alaz? Kızın peşinden koşmuşsun sevgili olduğunuz an sıkılıp terk etmişsin. Aynısını bana yapmayacağın ne malum? Sana terk edilmek konusunda ne hissettiğimi söylemiştim-''\n''Asi hayır.'' Alaz tekrar elini Asi'nin yanağına koyarken diğer eliyle de kucağında duran iki elini tuttu. ''Ben seni terk etmeyeceğim... Gerçekten.'' Alaz Asi'yi ikna etmek için daha etkili bir konuşma yapması gerektiğini fark etti. ''Asi ben senden çok hoşlanıyorum.''\nAsi duyduğu cümleyle nefesinin kesildiğini hissetti. Bunu zaten biliyordu ama Alaz'dan direkt bir itiraf almak çok daha farklıydı.\n''Seninle ilk konuştuğumuz zamanlar konuşmalarımız neredeyse kavga edercesineydi ve yalan yok çok eğleniyordum bu durumdan. Bence sen de eğleniyordun ve o yüzden benimle küfür kıyamet konuşmana rağmen engellemedin beni... Sonra fotoğrafını attın ve ben dünyanın en güzel kızını gördüğümü düşündüm.''",
    "trans": "Alaz leapt from his seat with joy and sat next to Asi had extended her legs out on the couch and Alaz sat as close to her as possible. \"Do you really believe me, Asi?\"\n\"Yes, I believe you... You said you didn't cheat on Rüya, and Rüya herself said she didn't see anything with her own eyes, just heard things from others and believed them, but I believe you, Alaz.\"\nAlaz placed his hand on Asi's cheek and began to stroke it. \"I knew you'd trust me, beautiful—\"\n\"I didn't say I trust you, Alaz.\" Asi pushed his hand from her cheek. \"I just said I believe you about this... I still don't trust you.\"\n\"What do you mean, Asi?\"\n\"I mean, there's no guarantee you won't get bored and leave me after you've got me, just like you did with Rüya.\"\n\"No, Asi—\"\n\"No what, Alaz? You chased after that girl and got bored and left her as soon as you two became a couple. How do I know you won't do the same to me? I told you how I felt about being abandoned—\"\n\"Asi, no.\" Alaz placed his hand back on Asi's cheek, holding her hands in his lap with the other. \"I'm not going to leave you... Really.\" Alaz realized he needed to make a more convincing speech to persuade Asi. \"Asi, I really like you a lot.\"\nHearing his words, Asi felt like chocking. She already knew this, but hearing it directly from Alaz was something entirely different.\n\"The first time we talked, our conversations were almost like fights, and I won't lie, I really enjoyed that. I think you did too, and that's why, despite our heated arguments, you never blocked me... Then you sent your photo, and I thought I saw the most beautiful girl in the world.\""
}