{
    "source": "tr_TR",
    "target": "en_US",
    "text": "mih Çelik'in katlettiği İkbal Uzuner ile ilgili gerçek ortaya çıktı\nİstanbul Fatih'te İkbal Uzuner ve Ayşenur Halil, 19 yaşındaki Semih Çelik tarafından vahşice katledildi. Semih Çelik ise iki genç kadını katlettikten sonra intihar etti. Türkiye'nin gündemine oturan cinayetlerin ardından İkbal Uzuner'in ailesinin daha önce defalarca şikayetçi olduğu iddiaları gündeme geldi. Adalet Bakanı Yılmaz Tunç, iddiaların gerçeği yansıtmadığını açıkladı.\n15.10.2024 - 16:34\n15.10.2024 - 16:34\nAbone Ol\nTüm Türkiye'yi derinden sarsan Ayşenur Halil ve İkbal Uzuner'in Semih Çelik tarafından vahşice katledilmesiyle ilgili Adalet Bakanı Yılmaz Tunç önemli açıklamalarda bulundu. Sur canisi Semih Çelik'in surlarda katlettiği İkbal Uzuner'in ailesinin daha önce defalarca şikayetçi olduğu ile ilgili kamuoyuna yansıyan bilginin gerçek olmadığını açıklayan Bakan Tunç, gazeteci Kübra Par'a şu açıklamayı yaptı:\n\"HİÇBİR ŞİKAYET YOK\"\nFatih'te iki kızımızın katledilmesi olayında da \"Aile defalarca şikayetçi oldu\" ifadesi basına yansıdı. Oysa ailenin defalarca şikâyeti yok. İkbal daha önce evden kaçıyor. İntihar edip not bırakıyor. Aile polise haber veriyor, diyor ki kızımız kayboldu. Kız hemen o gün bulunup eve getiriliyor. Cani de geçen sene intihara kalkmış, kendini yaralamış. O yaralamadan dolayı Bakırköy'de tedavi görmüş. Orada da hiçbir şikayetçi yok.\n\"AVRUPA'DA EN YÜKSEK CEZAYI VEREN ÜLKEYİZ\"",
    "trans": "The Truth About İkbal Uzuner, Murdered by Semih Çelik, Revealed\nIn Istanbul's Fatih district, İkbal Uzuner and Ayşenur Halil were brutally murdered by 19-year-old Semih Çelik, who subsequently took his own life. The double homicide has shaken Turkey to its core, with reports surfacing that İkbal Uzuner's family had filed multiple complaints about the perpetrator prior to the tragedy. However, Minister of Justice Yılmaz Tunç denied these claims, stating they do not reflect reality.\n15.10.2024 - 16:34\n15.10.2024 - 16:34\nsubscribe\nMinister of Justice Yılmaz Tunç made significant remarks regarding the murder of Ayşenur Halil and İkbal Uzuner by Semih Çelik. Addressing allegations that Uzuner’s family had repeatedly lodged complaints against the perpetrator, Minister Tunç clarified the situation in an interview with journalist Kübra Par:\n\"NO COMPLAINTS WERE FILED\"\n\"In the case of the murder of our two young girls in Fatih, the media reported that 'the family filed multiple complaints.' However, the family never lodged repeated complaints. İkbal had previously run away from home, left a suicide note, and was reported missing to the police. She was found and brought home the same day.\nAs for the perpetrator, he attempted suicide last year and injured himself. He received treatment at Bakırköy Psychiatric Hospital. There were no complaints filed against him during that time either.\""
}