{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Sinemaya gidiyoruz anne,\" dedi, \"Biraz kafa dağıtmak istedik. Biliyorsunuz, üst üste geldi her şey...\"\n\"Aaa tamam tamam,\" diye söze atladı annem, \"Bırak gitsinler Yeliz, biz de kahve faslına geçer bol bol sohbet ederiz zaten onlar dönene kadar.\"\nOnlar kendi aralarında konuşmaya devam ederken evden çıktık. Bu sefer Aziz Ata'nın yanına oturan Dünya Can olurken Berfu ve ben ise arkadaydık. Aziz Ata Dünya'nın tarifleriyle yola çıktığında endişem giderek artıyordu. Ne yapacaktık şimdi gidip, Elmas Teyzeye ses kaydının hesabını mı soracaktık?\nFakat sorulması da gerekiyordu. Baran aylardır ortada yoktu ve karşımıza çıkan her şey değerlendirmeye değerdi.\nBelli ki hayatlarımız bir süre boyunca böyle olacaktı, durulmayı da bırakın güçlü dalgalardan kaçışımız yoktu artık. Bir dalga bizi içine alacaktı belli ki, bize güzelce yoğuracak belki boğacak ve şansımız varsa en sonunda rahat bırakacaktı... Dalgalarla boğuşmadan özgür kalamayacaktık, rahat bir nefes alamayacak, kıyıya ulaşamayacaktık.",
    "trans": "\"We're going to the cinema, mom,\" she said, \"We just wanted to clear our heads. You know, everything has been piling up...\"\n\"Oh alright, let them go, Yeliz,\" my mother chimed in, \"Let’s move on to our coffee session and we can chat plenty until they return.\"\nAs they continued their conversation, we left the house. This time, it was Dünya Can who sat next to Aziz Ata, while Berfu and I were in the back. My anxiety grew as we drove off following Dünya's directions. What were we going to do now, confront Aunt Elmas about the voice recording?\nBut it needed to be asked. Baran had been missing for months, and everything that came our way was worth considering.\nIt seemed our lives would be like this for a while; not only could we not calm down, but we also couldn't escape the strong waves anymore. A wave was going to engulf us, knead us nicely, maybe even drown us, and if we were lucky, eventually leave us be... We couldn’t be free without fighting the waves, couldn't breathe easily, couldn't reach the shore."
}