{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İmre gözleri hafiften dolmaya başlayarak onu dinlemeye devam etti. \"Evlilik için büyük bir sadakate ve aşka gerek var. Biliyorum. Ve ikimizde bunların fazla fazla olduğunu da biliyorum. Düşünmeden canımı sana emanet ederim ben, ve senin bana emanet edeceğin canı da gözüm gibi korurum. Sen de bunu biliyorsun.\"\nİmre gülümsedi. \"Biliyorum.\" dedi ufak bir sesle ve istemeden gözleri Devran'ın onu korumaya çalışırken vurulduğu yere kaydı. O gece yaşadığı korkuyu, Devran uyansın diye beklerken çektiği acıyı asla unutmayacaktı. Adam sevgilisinin nereye gittiğini görüp elinin onun elinin üstüne koydu. Dikkatini üstüne çekti. Gülümsedi. \"Ben... seni seviyorum ve sebebi peşinden koşturman bile değil biliyor musun?\"\n\"Nasıl yani?\"\n\"Yani... ilk başlarda tabi, peşinden koşmak, seni saklandığın yerden çıkarmak, asla ulaşamadığım bir ışığı kovalamak güzeldi ruhum ama... zamanla, birlikte çalıştıkça, birlikte yaşadıkça, sen bazen kendini benden çekmeyi unuttuğun anlar oldu... o anlarda bir kere bile aşkım eksilmedi. Sana koşmadan, seninle yürüyerek de seviyorum ben seni. Biliyorum zamanında eşekçe konuştum ama... gerçek bu. Sen benim hem inandığım her şey hem de onların tam aksi olmayı başardın.\"",
    "trans": "Imre continued to listen to him, slowly tearing up. ''Marriage requires great loyalty and love. I know, and I know that we both have more than enough of it. I would trust you with my life without a second thought, and I would protect the life you would entrust to me. You know that too.''\nImre smiled. ''I know,” she said quietly and her eyes wandered, unintentionally, to the spot where Devran had been shot while trying to protect her. She would never forget the fear that she felt that night, the suffering as she waited for Devran to wake up. Noticing where her attention had wandered, the man placed his hand gently on hers, drawing her focus back to him. He smiled. ''I... I love you and it's not even because you make me run after you, you know?''\n''What do you mean?''\n''I mean... at first, sure, it was nice to run after you, to get you out of where you were hiding, to chase a light I could never reach, my soul. But... Over time, as we worked together, as we shared together, there were moments when you sometimes forgot to distance yourself from me... Not once in those moments did my love diminish. I’ve come to love you not only when I’m chasing after you but also when we’re walking side by side. I know I’ve said some foolish things in the past, but...  It's the truth. You’ve somehow become both everything I believe in and the exact opposite of it.\""
}