{
    "source": "tr_TR",
    "target": "en_US",
    "text": "3. Bilindiği üzere, dört yılda bir seçim yapılmakta ve biz de Türkiye vatandaşı olarak oy kullanma hakkına sahibiz. Her seçimden önce tüm siyasi partiler miting düzenler ve bizim desteklediğimiz HDP de bunlar arasındadır. 12 yaşındayken, 4 Haziran 2015 tarihinde Erzurum’da HDP’nin bir miting yapacağını hatırlıyorum ve biz de bu mitinge destek amacıyla katılacaktık. Evet, gittik; babam, abim ve ben. Miting başlamıştı, kalabalığın içinde yüzlerce, hatta binlerce insan vardı. Mitingin başlamasından kısa bir süre sonra, arka taraftan destekçilerin sesleri yükseldi. Bağırıyorlardı; Türk milliyetcileri ve polisler oradaki insanlara saldırı başlatmıştı. Tanklarla üzerimize doğru geldiler, gaz bombaları, molotof kokteylleri ve silah sesleri her yeri kaplamıştı. Kaçmaya başladık. Ben daha küçüktüm, babam beni kucağına alarak koşmaya başladı, fakat gaz bombalarından kaçamadık. Eve geldik ama abimden haber alamamıştık. Babam, abimi aramaya çıktı ve buldu; polis tarafından darp edilmişti. Onu hastaneye götürdük, ancak kimse bizimle ilgilenmedi. Babam, gaz bombaları yüzünden neredeyse kör olmuştu, ama hiçbir şekilde tedavi edilmedi. Eve geri döndük. O gun polislerin ve Turk millietcilerinin saldirilari yuzunden 150’nin üzerinde araçlarımız yakıldı ve iki yüzün üzerinde Kürt vatandaşımız yaralandı. üç kişi ölümden döndü, ağır yaralılardı. Ve bu olaylardan dolayi hiç kimse gözaltına bile alınmadı.",
    "trans": "3. As it is known, elections are held every four years, and as citizens of Turkey, we have the right to vote. Before every election, all political parties hold rallies, and the party we support, HDP, is among them. I remember that on June 4, 2015, when I was 12 years old, HDP was to hold a rally in Erzurum, and we were planning to attend to show our support. Yes, we went—my father, my brother, and I. The rally had started, and there were hundreds, even thousands, of people in the crowd. Shortly after the rally began, noises started coming from the back of the crowd. People were shouting; Turkish nationalists and police had launched an attack on those present. They came towards us with tanks, and the sounds of gas bombs, Molotov cocktails, and gunfire filled the air. We started to run. I was younger then, and my father picked me up and began to run. However, we could not escape the gas bombs. When we returned home, we had no news of my brother. My father went out to search for him and found him; he had been beaten by the police. We took him to the hospital, but no one attended to us. My father was almost blinded by the gas bombs, yet he received no treatment either. We returned home.That day, due to the attacks by the police and Turkish nationalists, over 150 of our vehicles were burned, and more than 200 Kurdish citizens were injured. Three people narrowly escaped death, as they were severely wounded. Despite all of this, not a single person was taken into custody."
}