{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kutunun içinde beyaz bir mama önlüğü vardı. Tam ortasında da tatlı mı tatlı bir ayıcığın elinde yemek tabağı tuttuğu nakış bir işleme vardı. Seyran önlüğü özenle kaldırdı.\n''Beğendin mi? '' diye sordu Esme, heyecanla.\n''Beğenmem mi, bu nasıl tatlı bir şey böyle? '' Eliyle nazikçe nakışı sevdi Seyran. ''Sanki bunun için yaşım biraz geçti ama. '' diyerek annesini öptü, kıkırdadı.\n''Senin için geçti ama senden olanlar için hala zaman var. '' Seyranın ellerini tutup yatağa oturttu Esme. Kendi de yanına geçti. ''Ablana hamile olduğumu öğrendiğimde, baban dünyaları almıştı. Tabi daha kız mı erkek mi bilmiyordu. Bir bebeğe ne lazımsa, aldı da aldı. Ta ki kız olduğunu duyana kadar. Ama sonuçta almıştı işte. Sonra sana hamile kaldım, cinsiyeti öğrenene kadar hiç alışveriş yaptırmadı. Ama ben hep özenirdim. Bir defasında, tam da böyle bir mama önlüğü gördüydüm çarşıda. ''Dolan gözleri, o önlük gözünün önüne gelmiş gibi ışıldadı Esmenin. ''O kadar hoşuma gitmişti ki. Alamadım ama çıkmadı da aklımdan. ''\nSeyran burkulan içine rağmen gülümseyip, annesini yanağından dolu dolu öptü.",
    "trans": "Inside the box was a white baby bib, embroidered in the center with a sweet bear holding a plate of food. Seyran handled it with great care.\"\n\"Do you like it?\" asked Esme, excitedly.\n\"How could I not like it? How adorable is this?\" Seyran gently caressed the embroidery. \"It seems I’m a bit old for this though,\" she said as she kissed her mother and giggled.\n\"It’s too late for you, but there's still time for your future ones,\" Esme said as she took Seyran's hands and sat her down on the bed, sitting down beside her. \"When I found out I was pregnant with your sister, your father bought everything you could imagine. Well, he didn’t know if it was a boy or a girl then. He bought everything a baby could need, until he found out it was a girl. But he had already bought them. Then, when I was pregnant with you, he wouldn’t let me buy a single thing until we knew the gender. But oh, how I used to admire those things. Once, I saw a bib just like this one in the market.\" Her eyes sparkled as if she was seeing that bib right in front of her. \"I loved it so much. I didn’t buy it, but I couldn’t stop thinking about it.\"\nSeyran, her heart twisting yet smiling, gave her mother a full kiss on the cheek."
}