{
    "source": "tr_TR",
    "target": "en_US",
    "text": "ışık dalgaları, ses dalgaları, radyo dalgaları, sinir sistemi gibi. İletiyi sembole dönüş-\ntüren teknik ve fiziki nesnelere de araç denir ya da daha teknik bir ifade ile söyle-\nmek gerekirse iletinin sinyale dönüşmesini sağlayan bu araçlardır. Radyo alıcıları\nve vericileri bir araçtır; konuşmaları ses dalgalarına dönüştürür: ses dalgaları ise bir\nkanal. Televizyon bir araçtır; alıcıları ve vericileri yardımıyla görüntü ve sesleri, ışık\nve ses dalgalarına dönüştürür: ışık ve ses dalgaları ise araç. Kod, belirli bir zaman\nve mekânda aynı kültürün üyeleri tarafından kabul görmüş ve paylaşılan anlam\nsistemidir. Kodlama, duygu, düşünce, tasarı ya da hayallerin ileti ya da mesaj hâline\ngetirilmesi işidir. Bu kodlama sözel olduğu gibi sözel olmayan biçimde de olabilir.\nKodaçımı ise kodlanarak ileti ya da mesaj haline getirilen duygu, düşünce, tasarı ya\nda hayallere anlam atfedilmesidir. Gürültü, kodlama ve kodaçımı sürecinde ileti ya",
    "trans": "such as light waves, sound waves, radio waves, and the nervous system. The devices that\nconvert the message into symbols or technically speaking, transform the message\ninto a signal, are called tools. Radio receivers\nand transmitters are such tools; they convert spoken words into sound waves: the sound waves then act as\na channel. Television is a tool; with the help of its receivers and transmitters, it transforms images and sounds into\nlight and sound waves: which then act as the channel. A code is a system of meanings\nthat is accepted and shared by members of the same culture at a specific time\nand place. Encoding is the process of turning feelings, thoughts, designs, or imaginations into\na communication or message. This encoding can be verbal as well as non-verbal.\nDecoding is the process of attributing meaning to the feelings, thoughts, designs, or\nimaginations that have been encoded into a communication or message. Noise is anything that interferes with the clarity of the communication or"
}