{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kısık sesle fısıldadım. Cevap vermeyince yüzümü kapattığım ceketi yavaşça aralamıştım.\n\"Hey sana diyorum.\"\nYine tepki vermemişti. Dümdüz ileri bakarak yürüyordu. Oh ne güzel şimdi de umursanmıyordum.\nBir kaç dakika sonra dışarı çıktığımızda beni kucağından nazik olmayacak şekilde indirmişti.\n\"Fırlatsaydın.\"\nYüzüne bir kaç saniye bakıp hızlıca arkasını dönmüştü. Ne olmuştu ki şimdi? Hızlıca ona yetişip kolunu tutmuştum.\n\"Konuşsana benimle!\"\nBağırmamla ellerim arasındaki kolunu hızlıca çekmiş, bu ani tepkisiyle yere kalça üstü düşmüştüm.\n\"İyi misin?\"\n\"Aptal mısın sen? Ne oldu şimdi sana?\"\n\"Asıl sen aptal mısın? Bütün konuşulanları duydun. Hala benimle konuşmaya devam mı edeceksin?\"\nYerden destek alarak yerimden doğruldum ve yere düştüğüm için tozlanan pantolonumu silkelemeye başlamıştım. Ardından kafamı kaldırmış, sırıtarak yüzünü incelemeye başlamıştım.\n\"Yani... bu yaşadıklarınız beni ilgilendirmiyor. Sonuçta kimseyi öldürmemişsiniz değil mi?\"\n\"Korkmuyor musun?\"\nTek kaşını kaldırmış, yüzüme bakıyordu. Bu haline bıkkınca oflayarak göz devirdim.\n\"Korkmuyorum. Ayrıca bu boktan, boş hayata biraz aksiyon heyecan gerek.\"\n\"Manyak mısın?\"\nDeğişik bir yüz ifadesiyle yüzüme bakıyordu. Bu görüntü nerede görsem tanırdım, tıpkı babam dediğim adamın bakışları gibiydi. Yüzümü ekşiterek kafamı sola çevirdim.\n\"Öyle bakma. Gerçekten iğrenç. Tıpkı babam gibi bakıyorsun. Kes şunu!\"\n\"Ne?\"\nYandan bir bakış atarak yüzüne bakmıştım. Anlamamış bir şekilde gözlerimin içine bakıyordu.\n\"Hadi benimle gel.\"\nKolunu önceki seferden daha sıkı tuttum.",
    "trans": "I whispered in a hushed voice. When there was no answer, I slowly shifted the jacket I had used to shield my face.\n\"Hey, I'm talking to you.\"\nStill, he did not react. He just walked straight ahead. How wonderful, now I wasn't even being considered.\nA few minutes later, when we got outside, he set me down from his arms in a not-so-gentle manner.\n\"You might as well have thrown me.\"\nI stared at his face for a few seconds before he quickly turned away. What now? I hurried to catch up and grabbed his arm.\n\"Talk to me!\"\nWith my shout, he swiftly pulled his arm away from my hands, and with his sudden reaction, I fell onto the ground, landing on my hips.\n\"Are you okay?\"\n\"Are you stupid? What's gotten into you?\"\n\"Are you the stupid one? You heard everything that was said. Are you still going to talk to me?\"\nI got up with the help of the ground and started to dust off my pants which had gotten dirty from the fall. Then, I looked up, grinning, and started studying his face.\n\"So... whatever you’ve been through doesn’t concern me. After all, you haven’t killed anyone, right?\"\n\"Aren’t you scared?\"\nHe raised an eyebrow, looking into my face. Annoyed by his demeanor, I rolled my eyes.\n\"I'm not scared. Besides, this crappy, empty life needs some action and excitement.\"\n\"Are you crazy?\"\nHe was looking at me with a peculiar expression. I would recognize that look anywhere; it was just like the man I called dad. I scrunched my face and turned my head to the left.\n\"Stop that look. It’s really gross. You look just like my father. Cut it out!\"\n\"What?\"\nI looked at his face with a sideways glance. He was staring at my eyes, looking puzzled.\n\"Come with me.\"\nI grabbed his arm, this time more firmly than before."
}