{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Seansları sıklaştırmamız lazımmış. Aynı seninkiler gibi.\"\n\"Asi... Konumuz bu değil.\"\n\"Sen beni mutlu ediyorsun. Diyelim ki etmedin, tamam mutlu etmiyorsun da biliyorum ama bu bir şey değiştirmez anladın mı? Gidip de kendini en olmadık yerlerden aşağı fırlatman gerekiyormuş gibi konuşma bana.\"\n\"Hayatınızdan çıksam-\"\n\"Kes sesini dedim!\"\nÇenesini yasladığı dizi dişlediğinde Alaz, acıyla geriye çekmişti onu.\n\"Asi! Napıyorsun yine ya!\"\n\"Hayatımızdan çıkınca ne bok olacak? Başladın yine boş boş laflar etmeye aptal mısın sen ya! Niye dönüp dolaşıp buraya geliyorsun? Kafan mı kıt senin!\"\n\"Olmuyor çünkü, olmuyor! Zamanında anlayamadığım insanları artık anlamaya başlamak ağır geliyor! Anne baba olmak ne demek öğrenmeye başlamak nefesimi kesiyor Asi! Kaldıramıyorum! Hayatında bir yerimin olması- Gerçek gibi değildi hiçbir şey ama şimdi gerçekliklerini biliyorum, görmüyor musun! Eziliyorum geçmişimden! Senin karşında küçücük kalıyorum ya!\"\n\"Ne o, erkeklik gururun mu eziliyor yoksa?\"\n\"İnsanlık gururum eziliyor! Sen bunların hiçbirini hak etmiyordun çünkü! Dünyadaki en mutlu insan olmalıydın Asi!\"\n\"Ya sana mı kalmış benim mutluluğum Alaz? Ne biliyorsun şu an mutlu olmadığımı-\"\n\"Değilsin! Gülmüyorsun kaç gündür!\"\n\"Olabilir! Sonsuza kadar güldüğümü ne zaman gördün ya?\"\n\"Sorun da bu işte! Bu! İkimzin olduğu yerde illa bi mutsuz olacaksa o ben olmalıydım, duydun mu beni? Sen olamazsın!\"",
    "trans": "\"We need to make the sessions more frequent. Just like yours.\"\n\"Asi... That's not the point.\"\n\"You make me happy. Even if you don't, I know that, but that doesn't change anything, do you understand? Don’t talk to me like you need to throw yourself off some random place.\"\n\"What if I left your life—\"\n\"Shut up!\"\nWhen Asi bit her lip while resting her chin on her knee, Alaz pulled her back with pain in his eyes.\n\"Asi! What are you doing again?\"\n\"What’s gonna happen if I leave your life? You're starting to talk nonsense again. Are you stupid or what? Why do you keep going in circles and ending up here? Is your head messed up?\"\n\"It’s not working! It’s not working! It’s hard for me to start understanding the people I couldn’t understand before! Learning what it means to be a parent is suffocating me, Asi! I can’t handle it! Having a place in your life—Nothing felt real before, but now I know their reality. Don’t you see it? I’m crushed by my past! I feel so small in front of you!\"\n\"What, is your manly pride being crushed?\"\n\"My humanity’s pride is being crushed! You didn’t deserve any of this! You should have been the happiest person in the world, Asi!\"\n\"Is it really up to you whether I'm happy, Alaz? What do you know, maybe I’m not happy right now—\"\n\"You’re not! You haven’t smiled for days!\"\n\"Maybe I haven’t! When did you ever see me smiling forever?\"\n\"That’s the problem! This! If there’s gonna be one unhappy person where the two of us are, it should’ve been me, do you hear me? Not you!\""
}