{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kapıyı açtığında ayakkabılarını çıkarıp içeri girmeye çalışan Ömer'i geri ittirdi. \"Ben çıkıyorum, sen girme.\" \"Dışarda mı konuşacağız?\" \"Tuna var şimdi...\" \"Hayırlısı...\" Gamze dışarı çıkınca onu bir süre süzmüştü. \"Üstüne bir ceket alsaydın.\" \"Yok yok... Yanıyorum zaten.\" Merdivenlerden Ömer'in önünde indi. Evin yanından geçip karşıdaki merdivenlere ulaşana kadar bir şey söylememişti. Merdivenlere ulaşınca yavaşça Ömer'e döndü. onu da strese sokmuştu. Ömer hızlıca merdivene oturup kenara kaydı usulca. Gamze yanına çökerken daha fazla dayanacak sabrı kalmamıştı. Ne söyleyecekse söylesin istiyordu. Bakışlarını üzerinde gezdirirken Elleri dikkatini çekti bir anlığıa. Kucağında ellerini bibirine kenetlemiş, parmaklarını sıkıyordu stresli bir şekilde. Bacağı ritmik bir şekilde titriyordu. Onu sakinleştirmek için elini Gamze'nin elinin üzerine koydu ve bunu yapmasıyla hem bacağının titremesi hem de ellerinin birbirini sıkması durdu. Bakışları Ömer'in yüzüne gitti aniden. Ömer, Gamze'nin bu kadar stres yapmasından kaygılanıyordu, kendi de geriliyordu ama yansıtmamaya çalışıyordu Gamzeye. \"Ben... Korkuyorum.\" \"Beni de korkutuyorsun...\" Gamze'nin gözleri Ömer'in yüzünde sanki aklını okumak istiyormuş gibi geziyordu. Ne düşünüyor acaba? Diye merak ediyordu. \"Geçen gün telefon otelden gelmedi.\" Ömer'in bakışları değişmişti hızlıca. Biliyordu işte. Haluktan haber geldiğini anlamıştı. \"Hastaneden aradılar.\"",
    "trans": "As she opened the door, she pushed Omer back, who was attempting to take off his shoes and step in. \"I'm heading out, you don’t come in.\" \"Are we going to talk outside?\" \"Tuna is here right now...\" \"Let’s hope for the best...\" Once Gamze went outside, she observed him for a while. \"You should have put on a jacket.\" \"No no... I’m already too hot.\" She walked down the stairs ahead of Omer. She didn’t speak until they walked past the house and reached the stairs on the other side. When they arrived at the stairs, she turned slowly toward Omer. She had made stressed him too. Omer quickly sat on the stairs and quietly moved to the side. As Gamze sat next to him, he had no patience left any longer. He just wanted her to say whatever it was as soon as possible. His eyes wandered over her, and her hands momentarily caught his eyes. Her fingers were locked together on her lap, gripping tightly in a stressed way. Her leg was shaking in a steady rhythm. To calm her, he placed his hand over Gamze’s hands, and as he did it, both her leg’s shaking and her hands clenching stopped. Gamze's eyes suddenly wandered on Omer’s face. Omer was concerned by how stressed Gamze was; he too was feeling tense but tried not to reflect it to her. \"I... I’m scared.\" \"You scare me too...\" Gamze’s eyes were wandering across Omer’s face, as if she were trying to read his thoughts. She was curious about what he might be thinking. \"The other day, the call was not from the hotel.\" Omer changed his expression rapidly. He already knew that. He undesrtood that it was news from Haluk. \"They called from the hospital.\""
}