{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Sen misin bu aileye yakışan ha? Sen mi yakışıyorsun ferite? Ilk başlardan beri kocamın etrafında geziyordun anlamadım mı sandın\" sesleri duymuş olacaklar ki içeriye abidin abi, ablam ve kaya girdi\n\"Seyran noluyor burada ablacım ne oldu\" dedi ablam, ferit beni tutuyordu sultana saldırmamam için bende duraksayıp ablama döndüm ve konuşmaya başladım.\n\"Abla noluyor biliyor musun bu sultan benim içeceklerime ilaç atıyormuş hamile kalmayayım diye\" ortamda bir ne nidaları koptu. Ablamda sultana doğru yürümeye başladı o sırada içeriye ifakkat girdi belkide yılanın başı bu kadındı.\n\"Ne oluyor burada seyran bu ne ses\"\n\"Size sormalı ifakat hanım yardımcımız içeceklerime ilaç atıyormuş\" yılan ifakat hemen role girdi ve sultana dogru yürüdü.\n\"Sen kimsin sen ne hakla böyle birşey yaparsın yürü senin cezanı ben kendi ellerim ile kesicem\" ne yani bu kadın birşey olmamış gibi doğru düzgün bir açıklaması bile olmadan öylece gidecek miydi.\n\"Hey hey ifakkat hanım getirin onun bana bir açıklama yapması gerekiyor\"\n\"Yenge sen sultanı götür cezasını ver\" feritin bu hallerini anlamıyordum burada karısını haplamışlar dediğine bak.ifakkat sultanı götürünce bende sinirle yere çöktüm hem ağlıyordum hem sinirden deliye dönmüştüm.",
    "trans": "They must have heard the voices saying, \"Are you the one who suits this family? Are you the one who suits Ferit? You've been hanging around my husband from the very beginning, did you think I didn't understand?\" because Abidin Abi, my sister and Kaya entered the room.\n\"Seyran, what's going on here, sister?\" said my sister. Ferit was holding me back so I wouldn't attack Sultan, so I paused, turned to my sister and started talking.\n\"Sister, do you know what's going on? This Sultan has been putting drugs in my drinks so that I won't get pregnant?\" cries of what happened were heard. My sister also started walking towards the Sultan, at that moment Ifakat entered the room, maybe this woman was the head of the snake.\n\"What's going on here Seyran, what's that sound?\"\n\"You should be asking Ms. Ifakat, our assistant was drugging my drinks.\" The snake Ifakat immediately got into the role and walked towards the Sultan.\n\"Who are you? With what right do you do such a thing? Go ahead, I will punish you with my own hands.\" What, was this woman just going to leave as if nothing had happened, without even a proper explanation?\n\"Hey, hey, bring Ms. Ifakat, she needs to explain something to me.\"\n\"Aunt, you take Sultan and punish him.\" I didn't understand Ferit's attitude, look at what he said here, they drugged his wife. However, when Ifat took Sultan, I fell to the ground in anger and I was both crying and going crazy with anger."
}