{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Çağımızın en konforlu doğum yöntemlerinden biri olan Epidural anestezi, şiddetli doğum ağrısını ortadan kaldıran ve hem normal yolla hem de sezeryanla doğumlar için giderek daha popüler hale gelmeye başlayan bir yöntem. Deneyimli bir anestezi uzmanı tarafından, doğum sancıları başlayınca uygulanan Epidural anestezi, hem anne adayı hem de bebeği için son derece güvenli ve uygulaması oldukça kolay. Bu doğum türünde, oturan anne adayının belinden yapılan bir iğne yardımı ile verilen lokal anestezik madde ile ağrı gideriliyor.\nNormal doğum sırasında ağrıları hissetmeden son derece rahat bir doğum yapmanın yanı sıra sezeryan gerektiği zaman da anne adayı gereksiz yere narkoz almadan uyanık olarak ama hiç acı hissetmeden ameliyat edilebiliyor. Ayrıca bu yöntem ile sezeryan sonrası oluşacak ağrıları azaltmak mümkün.\nAĞRISIZ DOĞUM NEDİR?\nSancısız normal doğumdur. Yapılan bir iğneyle doğum ağrıları, sancı şeklinde değil, basınç olarak algılanır. Böylece doğuma aktif olarak katılır, yorgun düşmediğiniz için çocuğunuzu hemen kucağınıza alabilirsiniz. Ayrıca ağrınızın olmayacağını bilmeniz tüm hamileliğiniz boyunca psikolojik rahatlık sağlar.",
    "trans": "One of the most comfortable delivery methods of our time, Epidural anesthesia eliminates severe labor pain and is becoming increasingly popular for both natural and cesarean deliveries. Administered by an experienced anesthesiologist after labor pains begin, Epidural anesthesia is extremely safe for both the mother-to-be and the baby and is relatively easy to apply. In this method, pain is relieved by injecting a local anesthetic into the lower back of the seated mother-to-be.\nA normal delivery can be carried out without any pain, ensuring a very comfortable experience. If a cesarean section is necessary, the mother can stay conscious during the procedure without requiring general anesthesia and still feel no discomfort. This method also has the advantage of reducing post-cesarean pain.\nWHAT IS PAIN-FREE DELIVERY?\nIt is a normal delivery without labor pain. Through an injection, labor pains are perceived as pressure rather than intense contractions. This allows you to actively participate in the delivery, and since you won’t be exhausted, you can hold your baby immediately. Knowing you won’t experience pain also provides psychological relief throughout your pregnancy."
}