{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Google’ın İş Birlikleri\nGoogle, teknoloji ve dijital dönüşüm dünyasında birçok farklı sektörle iş birliği yaparak inovasyonlarını hızlandırmıştır. Bu iş birlikleri, Google’ın ürün ve hizmetlerinin dünya çapında daha geniş kitlelere ulaşmasını sağlamış, ayrıca çeşitli endüstrilerdeki lider şirketlerle stratejik ortaklıklar kurmasına olanak tanımıştır.\nApple ile İş Birliği: Apple ve Google, rekabet eden iki teknoloji devi olmalarına rağmen stratejik iş birlikleri yapmaktadırlar. En dikkat çekici iş birliği, iPhone ve iPad cihazlarındaki varsayılan arama motorunun Google olmasıdır. Google, Apple’a her yıl bu ayrıcalık için milyarlarca dolar ödeme yapar. Ayrıca, Google Haritalar ve Gmail gibi Google hizmetleri, Apple cihazlarında yaygın olarak kullanılmaktadır.\nSamsung ile İş Birliği: Android işletim sistemi, Samsung’un akıllı telefonlarında kullanılan ana yazılım platformu olduğu için Google ve Samsung arasındaki iş birliği kritiktir. Google, Samsung ile birlikte Android’in gelişimine yönelik çalışmalar yaparak yazılım-hardware entegrasyonunu mükemmelleştirdi.\nTesla ile İş Birliği: Tesla araçlarında Google Haritalar ve Google’ın bulut hizmetleri kullanılarak navigasyon ve veri işleme hizmetleri sağlanmaktadır.\nEğitim Alanındaki İş Birlikleri (Google for Education): Google, dünyanın dört bir yanındaki okullarla iş birliği yaparak “Google for Education” programını genişletmiş ve Google Classroom gibi platformlarla eğitime katkıda bulunmuştur. Eğitim kurumlarına yönelik bulut tabanlı çözümler ve öğretmen-öğrenci iş birlikleri, bu projelerin temelidir.\n6. Google’ın Büyümesine Katkıda Bulunan Faktörler",
    "trans": "Google's Collaborations\nGoogle has accelerated its innovations by collaborating with many different sectors in the world of technology and digital transformation. These partnerships have enabled Google's products and services to reach wider audiences globally and have also allowed the company to establish strategic partnerships with leading companies in various industries.\nCollaboration with Apple: Despite being two competing tech giants, Apple and Google engage in strategic partnerships. A notable collaboration is making Google the default search engine on iPhones and iPads. Google pays Apple billions of dollars annually for this privilege. Additionally, Google services like Google Maps and Gmail are widely used on Apple devices.\nCollaboration with Samsung: The Android operating system, being the main software platform on Samsung's smartphones, makes the collaboration between Google and Samsung critical. Google has worked with Samsung to advance the development of Android, perfecting software-hardware integration.\nCollaboration with Tesla: Tesla vehicles utilize Google Maps and Google’s cloud services for navigation and data processing services.\nCollaborations in the Field of Education (Google for Education): Google has expanded its \"Google for Education\" program by partnering with schools around the world, contributing to education through platforms like Google Classroom. Cloud-based solutions and collaborations between teachers and students are the foundation of these projects.\n6. Factors Contributing to Google’s Growth"
}