{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Jirou: O onun stilidir. Sen daha yeni başladın.\nDenki: Tamam... :\")\nJirou: O zaman...\nJirou gitarı Denki'den alır, ama yanlışlıkla eline dokunur.\nJirou: Ö-özür dilerim.\nDenki: Özür dilemene gerek yoktu bile. (Elleri de yumuşakmış aslında... diye düşündü.)\nJirou: İşte böyle tutacaksın.\nDenki: Teşekkürler Jirou, görüşürüzzz!!\nJirou: Görüşürüz!\n3 gün sonra\nDenki ve Tokoyami, Jirou'nun odasına doğru yürüyordu. Denki'nin vermek istediği güzel bir haber vardı.\nDenki: JIROUUUU!! JIROOOUUUUUU!! AÇ KAPIYIII!! BULDUKKK!!\nJirou: Geliyorum, sakin olsana!!\nTokoyami: Kaminari, daha sabırlı olmalısın.\nDenki: AMA BUNU DUYUNCA ÇOK MUTLU OLACAKK!!\nJirou sonunda kapıyı açar.\nJirou: Kaminari!! Ne hakla kapımı dövüyordun resmen??!!\nDenki: AHH SONUNDAA!! BULDUK!!!\nDenki, Jirou'yu omuzlarından sarsmaya başlar.\nTokoyami: Heeey! Kaminari, sakin ol.\nDenki: Tamam... Ama çok heyecanlıyım!!\nJirou: Lütfen açıklayabilir misin, Tokoyami?\nTokoyami: Festivalde söyleyeceğimiz şarkı için bir ritim yani müzik bulduk. Sana göstermek isteriz.\nJirou: Sadece 3 günde?!?? Kaminari daha gitar çalmayı bilmiyordu? Woahh, çok acayip!! Tabi ki, duymak isterim. İçeri gelin, gitarlarınızın yanınızda mı?\nDenki: Tabii ki!!\nJirou'nun odasında:\nDenki: Ooo, odan hâla çok havalı.\nJirou: Ne beklemiştin ki?",
    "trans": "Jirou: That’s his style. You’re just starting out.\nDenki: Alright... :\")\nJirou: Then...\nJirou takes the guitar from Denki but accidentally touches his hand.\nJirou: S-sorry about that.\nDenki: You didn’t even need to apologize. (Her hands are actually pretty soft... he thought.)\nJirou: Hold it like this.\nDenki: Thanks, Jirou. See yaaa!!\nJirou: See you!\n3 days later\nDenki and Tokoyami were walking towards Jirou’s room. Denki had some exciting news to share.\nDenki: JIROUUUU!! JIROUUUU!! OPEN THE DOOR!! WE FOUND ITTT!!\nJirou: I’m coming, calm down!!\nTokoyami: Kaminari, you should be more patient.\nDenki: BUT SHE’S GONNA BE SO HAPPY WHEN SHE HEARS THIS!!\nJirou finally opens the door.\nJirou: Kaminari!! What gives you the right to practically pound on my door like that??!!\nDenki: AHH, FINALLY!! WE FOUND IT!!!\nDenki starts shaking Jirou by her shoulders.\nTokoyami: Heyyy! Kaminari, calm down.\nDenki: Alright... But I’m just so excited!!\nJirou: Can you please explain, Tokoyami?\nTokoyami: We found a rhythm—or rather, a melody—for the song we’re performing at the festival. We’d like to show you.\nJirou: In just three days?!?? Kaminari didn’t even know how to play guitar yet. Woahh, that’s crazy!! Of course, I’d love to hear it. Come in, do you have your guitars with you?\nDenki: Of course!!\nIn Jirou’s room:\nDenki: Whoa, your room is still so cool.\nJirou: What else did you expect?"
}