{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Sabah sınavım var,\" dedi, \"Fakültede kütüphanedeyim. Neredesin sen? Söyle, geleyim.\"\n\"Fakültede...\" diye mırıldandım, \"Boğaziçi'ydi, değil mi? Ben gelirim. Dışarıdayım zaten, bir taksiye binerim şimdi.\"\n\"[redacted_name],\" dedi [redacted_name] endişeli bir sesle, \"Bu saatte taksiye filan binme. Neredesin sen?\"\n\"Ben...\" diyerek etrafıma bakındım, \"Ben sana konumumu atarım.\"\n\"Kütüphaneden çıkıyorum şimdi, arabam otoparkta zaten.\"\nTelefonu kapattığımda paramparça edilmiş bir kağıt parçası gibi hissediyordum. Öyle ince, öyle zayıf ve paramparça... Yerden kalkıp ağaçların arasındaki banklardan birine oturdum. Arkaplanda çalmaya devam eden telefonum ve artan cevapsız çağrı listem umurumda bile değildi.\nAma bir yandan da [redacted_name] il emniyet müdür olması sebebiyle beni kolayca bulabileceklerini biliyordum. Bu sebeple rahatsız edilmemek için mesajlar kısmına girdim ve anneme bir mesaj yazmaya başladım.\n\"Bu gece kafamı dinlemek istiyorum. [redacted_name] geldim, yarın konuşuruz.\"\nSonra mesajlarımdan çıktım ve [redacted_name] aradım. Bu saatte uyumayacağını emindim. Ya dışarıdaydı, ya da dizi izliyordu... Telefon ikinci çalışında açıldığında arkadan gelen müzik sesinden anladığım kadarıyla dışarıdaydı.",
    "trans": "\"I have an exam in the morning,\" he said, \"I'm in the library, at the faculty. Where are you? Tell me, and I’ll come.\"\n\"At the faculty...\" I mumbled, Bogazici, right? I’ll come. I’m already out, I’ll hop into a taxi now.\"\n\"[redacted_name],\" said [redacted_name] in an anxious voice, \"Don’t take a taxi at this time. Where are you?\"\n\"I...\" I said, looking around, \"I’ll send you my location.\"\n\"I’m heading out of the library now, my car’s already in the parking.\"\nWhen I ended the call, I felt like a shredded piece of paper. So thin, so weak, and in pieces... I stood up and sat on a bench among the trees. I didn’t care about the ringing phone in the background or the increasing missed calls list.\nBut I also knew that, due to [redacted_name]'s position as the provincial police chief, they could find me easily. For this reason, I went into the message section to prevent being disturbed and started typing a message to my mom.\n\"Tonight I need to relax my mind. I’ve arrived to [redacted_name], let's talk tomorrow.\"\nI then left my messages and dialed [redacted_name]. I was sure that she wouldn’t be asleep at this hour. She was either out, or watching series... When the phone answered on the second try, as I could understand from music I heard in the background, she was outside."
}