{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İlk Türk Kadın Bakan\nBabam bir subaydı. Asker çocukları çok iyi bilirler. Hiç bir yerde birkaç yıldan fazla kalamazsınız. Biz de babamın görevi neticesinde bütün Anadolu’yu dolaştık. Her yıl okul değiştirmek zorunda kaldım. Neyse ki 44’te İstanbul'a taşındık da başladığım liseyi, yani Erenköy Kız Lisesi'ni aynı okulda bitirebildim.\nEfendim, tıbba merakım vardı. Ankara Üniversitesi Tıp Fakültesi'ne girdim. Aynı fakültenin göğüs hastalıkları anabilim dalında asistanlığımı tamamladım. Sonra Doçentlik, sonra Profesörlük kadrosuna kadar yükseldim.\nO dönemlerde Fransa ve Hollanda’da kısa süreli burslu çalışmalarım da oldu. Hatta bir süre New York’ta Albert Einstein Üniversitesi’nde solunum fizyolojisi üzerine çalışmalar yaptım. Bu vesileyle de Türkiye'nin veremle mücadelesinde uzun yıllar fakültemde görev yaptım. On binlerce uzman hekimin yetişmesine ön ayak oldum.\nAma beni Türk Tarihinin önemli bir kadın figürü yapan, bu çalışmalarımdan ziyade siyasetle olan yakın ilişkimdir.\nÜlke o zamanlar karanlık bir dönemeçten geçiyordu. 12 Mart Muhtırasını bilirsiniz herhalde. Muhtıranın ardından Nihat Erim 33. Hükümeti kurdu. Ve ben de meclis dışından bağımsız olarak Sağlık ve Sosyal Yardımlaşma Bakanı olarak kabinede görev aldım.\nBu beni Türkiye Cumhuriyeti’nin ilk kadın bakanı yapar. Ama siyasetin bana göre olmadığını anladım. 9 ay kadar çalıştıktan sonra istifa ettim. Eski işime, Profesörlüğe, yani üniversiteye geri döndüm.",
    "trans": "The First Turkish Female Minister\nMy father was a military officer. Children of military personnel know this well: you cannot stay in one place for more than a few years. Because of my father’s job, we traveled throughout Anatolia, which meant I had to change schools frequently.. Fortunately, in 1944 we moved to Istanbul, and I was able to complete high school at the same school, Erenköy Girls' High School.\nI was interested in medicine. I entered Ankara University Faculty of Medicine. I completed my residency in the department of chest diseases at the same faculty. I then rose to the ranks of Associate Professor, and later, Full Professor.\nDuring that period, I also had short-term scholarship stints in France and the Netherlands. For a while, I even conducted research on respiratory physiology at Albert Einstein University in New York. These experiences enabled me to contribute extensively to Turkey’s fight against tuberculosis. I served in my faculty for many years and helped train tens of thousands of medical specialists.\nHowever, what made me a significant female figure in Turkish history was not just my work but also my close relationship with politics.\nThe country was going through a dark period at the time. You may know of the March 12 Memorandum. Following the memorandum, Nihat Erim formed the 33rd Government. And I was appointed as the Minister of Health and Social Welfare, as an independent member from outside the parliament.\nThis made me the first female minister of the Republic of Turkey. However, I realized politics was not for me. After working for about 9 months, I resigned. I returned to academia, resuming my position as a professor at the university."
}