{
    "source": "tr_TR",
    "target": "en_US",
    "text": "O sıra koridorun ucundan beliren Alpay'a kaydı gözlerim. Sarı saçları yataktan yeni çıktığını belli edercesine dağınıktı. Altında gri bir eşofman, üstünde ise beyaz tişört vardı. Büyük ihtimal çişe kalkmıştı canım kardeşim.\n\"Ne oluyor ya?\" dedi uykulu, boğuk sesi ile konuşurken. Babam sanki her geçen saniye daha çok sinirleniyormuş gibi eliyle beni göstererek \"Ne olsun yine dışarda sürtüp sürtüp eve geliyor.\" dedi.\nBeni ona şikayet etmesi sinirimi bozuyordu. Alpay sessizce sırıtırken bakışlarını bana çevirdi. Göz göze geldiğimizde tam olarak bana odaklandı. \"Ne oldu yine nerelere takıldın?\" dedi göz kırparak. Cevap vermeyecektim.\nOrtalık karışmasın diye sıyrılmak için \"İyi geceler,\" dedim ve kendi odama gitmek için babamın yanından geçmeye çalıştım. Ama o beni ittirip eski yerime dönmemi sağlayınca sabır dilenir gibi yukarı baktım.\n\"Bak cebine iki üç kuruş para girsin diye işte çalışmana bir şey demiyorum. Ama yemin ediyorum bir daha geç kalırsan seni o odana tıkarım, hayatta çıkamazsın oradan.\" dedi bağırarak konuşmaya başlarken. Tek olsak bu kadar zoruma gitmezdi ama Alpay'ın yanında beni azarlaması aşırı derecede koyuyordu. \"Anladın mı beni?\"",
    "trans": "Just then, my eyes drifted to Alpay appearing at the end of the corridor. His blond hair was a mess as if he had just gotten out of bed. He wore gray sweatpants and a white T-shirt, probably just up for a bathroom break.\n\"What’s going on?\" he asked with a sleepy, muffled voice. My father, seeming to grow angrier by the second, pointed at me and said, \"What do you think? She’s been out rubbing shoulders with God knows who and comes home at this hour.\"\nHis complaining about me really irritated me. Alpay quietly grinned as he turned his gaze towards me. When our eyes met, he focused on me. \"What happened now, where have you been hanging out?\" he asked, winking. I wasn’t going to respond.\nTo avoid further conflict, I said, \"Good night,\" and tried to pass by my father to go to my room. But when he pushed me back to where I was standing, I looked up as if asking for patience.\n\"Look, I don’t mind you working and earning some money. But I swear, if you come home late again, I’ll lock you in your room, and you’ll never get out,\" he began shouting. It wouldn’t have bothered me as much if we were alone, but being scolded in front of Alpay was deeply embarrassing. \"Do you understand?\""
}