{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Makarna. Hemde kıymalısından. Öğlen saat 14:27 olmuştu ve 'ne yapalım' diye bir kaç dakikalık düşünmenin ardından makarna yapmaya karar vermiştik.\nBir makarna hastası olarak fikri sunan bendim tamam.\nKocam beyde sağolsun 'sen istersinde kocan yapmaz mı?' deyip soluğu mutfakta almıştı. Bir kaç saatlik konuşmanın ardından [redacted_name] abiyi uğurlamıştık.\n[redacted_name] psikoloğ arayışına çıkmıştı. [redacted_name] abide yalıya dönmüştü.\nKokusu tüm mutfağı kaplayan kıymaya az önce kabuğunu soyarak doğradığım domatesleri elave edip ağzını kapattım.\nSolumda makarnayı inceleyen kocamın doğru yürüyüp kollarımı sırtından karnına doğru sardım. Erkeksi kokusunu buram buram içime çekerken sırtına minik öpücükler kondurmaya başladım.\nKocamda kocam.\n\"Güzelim rahat mı dursan?\" konuşmasını umursamadan öpücüklere devam ederken bana dönerek kol altlarımdan tutup tezgaha oturtması şaşırmama neden oldu.\nAllah aşkına bu adam asker falanmıydı? Bordo bere falanda değildi ki. Yani nasıl böyle ani hamleler yapa biliyordu ben anlamıyordum.\nGaliba onun bu ani nefes kesici hamlelerine alışmak zaman alacaktı.\nKollarını iki yanıma doğru tezgaha yaslayıp yüzüme doğru yaklaştı. \"Ateşle oynuyorsun. Farkındamısın?\"",
    "trans": "Pasta. With ground meat, no less. It was 2:27 PM, and after a few moments of debating what to cook, we decided on pasta.\nAs a self-proclaimed pasta enthusiast, the idea, of course, came from me.\nAnd my dear husband, bless him, said, “Would your husband not cook when you ask for something?” before heading straight to the kitchen. After a couple of hours of conversation, we had seen [redacted_name] off.\n[redacted_name] was off searching for a psychologist, and [redacted_name] had returned to the mansion.\nI added the tomatoes I had peeled and chopped earlier to the ground meat that had filled the kitchen with its aroma, and then I closed the lid.\nMy husband, who was examining the pasta to my left, was within arm’s reach. I walked over to my husband who was examining the pasta and wrapped my arms around him from behind. Letting his masculine scent fill me, I began planting soft kisses on his back.\nAh, my husband.\n“Honey, could you just behave?” Paying no mind to what he said, I kept kissing him. Then, in one swift motion, he turned around, grabbed me under my arms, and lifted me onto the counter, which left me stunned.\nWas this man secretly a soldier or something? A special forces operative? I had no idea how he managed these quick, breathtaking moves.\nIt seemed I’d need time to get used to his unexpected, heart-stopping actions.\nHe leaned in, his arms braced on either side of me, closing the distance between us. “You’re playing with fire. Are you aware of that?”"
}