{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"o öyle değil mal herif.\" dedi onur ama alaz sallamadı.\n\"nikahı bastın?\"\n\"evet.\" elimden tutup yüzüğümü görecek gibi kaldırdı. \"nasıl ama bak? yüzük de aldım ona, şimdi düğün hediyesi bir de ev alayım diyorum.\" dalga geçiyordu.\n\"alaz sen benimle dalga mı geçiyorsun?\" ups.\n\"hayır anne, evlendik biz.\" sanki hava durumunu anlatıyor gibi herkese teker teker baktı. \"aşkımızı resmiyete döküp ilelebet payidar kalması için çabaladık.\" belimden tutup bastırdı. \"sen de bir şey söylesene karıcım.\"\n\"biraz ani oldu farkındayız ama bizde bir anlığına karar verdik,\" biraz endişeliydim. \"benim ailem de sonradan öğrendi.\"\nneslihan teyze bir şeyler aramaya başladı. ne aradığını asla anlamadım ama salonun ortasında bir sağa bir sola hareket ediyordu. en sonunda prize takılı abajuru tuttuğu gibi çıkardı ve alaz'a doğru kaldırdı. \"deli misin oğlum sen?\" alaz'ı kovalamaya başlamıştı. \"kimseye söylemeden gizli gizli evlenmek ne? yangından mal mı kaçırıyorsunuz?\"\n\"biri çabuk çekirdeğimi getirsin.\" dedi onur koltuğa otururken. \"alaz'ın dayak yemesini izlemek istiyorum.\"\n\"valla anne yangından kaçıyordum,\" masanın etrafında koşturmaya başladılar. \"daha büyük yangına düştüm. öldüm öldüm dirildim...\"\n\"dalga geçme benimle! kızın ailesi neler neler düşünür!\"\n\"umrumda mı sence? ben asi'nin yanıma olmasıyla ilgileniyorum.\"",
    "trans": "\"That's not how it is, you idiot,\" Onur said, but Alaz didn’t pay attention.\n\"You got hitched?\"\n\"Yes.\" He took my hand and lifted it as if to see my ring. \"What do you think? I even bought her a ring. Now I’m thinking of buying her a house as a wedding gift.\" He was teasing.\n\"Alaz, are you making fun of me?\" Oops.\n\"No, Mom, we got married.\" He looked at everyone one by one, as if he were explaining the weather. \"We made our love official and worked hard to make it last forever.\" He grabbed my waist and pulled me closer. \"Say something, my wife.\"\n\"It was a bit sudden, we know, but we decided in the moment,\" I said, feeling a little anxious. \"My family also found out afterwards.\"\nAunt Neslihan started searching for something. I never figured out what she was looking for, but she was moving around the living room, shifting from side to side. Finally, she grabbed the lampshade from the socket and held it up toward Alaz. \"Are you crazy, son?\" She started chasing Alaz. \"What’s this? Getting married secretly without telling anyone, like rats fleeing a sinking ship?\"\n\"Someone bring me my sunflower seeds,\" Onur said, sitting on the couch. \"I want to watch Alaz get beaten.\"\n\"Honestly mom, I was fleeing from a sinking ship,\" they began running around the table. \"And I ended up in a bigger one. I almost died and came back to life...\"\n\"Don't joke with me! What will the girl's family think?\"\n\"Do you think I care? I’m just concerned with having Asi by my side.\""
}