{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Web Sitesi üzerinden yapılan satın alımlar 6502 sayılı Tüketicinin Korunması Hakkında Kanun ve Mesafeli Sözleşmeler Yönetmeliği) hükümleri ile yürürlükteki diğer yasalara tabidir.\nÜrün sevkiyat masrafı olan kargo ücretleri alıcı tarafından ödenir.\nSatın alınan her bir ürün, 30 günlük yasal süreyi aşmamak kaydı ile alıcının gösterdiği adresteki kişi ve/veya kuruluşa teslim edilir. Bu süre içinde ürün teslim edilmez ise alıcı sözleşmeyi sona erdirebilir. Satışta olan ürünlerin hepsi için hazır stok tutulmamaktadır. Tüm ürünler için listeler her gün güncellense de sipariş verilen bazı ürünler stoklarımızda tükenmiş olabilir. Böyle durumlarda Şirket tarafından tüketiciye bilgi verilir\nSatın alınan ürün, eksiksiz ve siparişte belirtilen niteliklere uygun, gönderilen fişi ile beraber, kullanılmamış olarak, etiketi ve barkodlu karton etiketiyle beraber ve varsa garanti belgesi, kullanım kılavuzu gibi belgelerle geri iade edilmek zorundadır.\nSatın alınan ürünün satılmasının imkansızlaşması durumunda, satıcı bu durumu öğrendiğinden itibaren 3 gün içinde yazılı olarak alıcıya bu durumu bildirmek zorundadır. 14 gün içinde de toplam bedel alıcıya iade edilmek zorundadır.\nSATIN ALINAN ÜRÜN BEDELİ ÖDENMEZ İSE:\nAlıcı, satın aldığı ürün bedelini ödemez veya banka kayıtlarında iptal ederse, satıcının ürünü teslim yükümlülüğü sona erer.",
    "trans": "Purchases made through the website are subject to the provisions of the Consumer Protection Law No. 6502, the Regulation on Distance Contracts, and other applicable legislation.\nThe shipping costs for product delivery are borne by the buyer.\nEach purchased product will be delivered to the person and/or organization at the address specified by the buyer within a maximum of 30 days. If the product is not delivered within this period, the buyer has the right to terminate the contract. Not all products available for sale are kept in stock. Although the product lists are updated daily, some ordered products may be out of stock. In such cases, the buyer will be notified by the company.\nThe purchased product must be returned unused, with its invoice, in the condition specified in the order, along with its label, barcode tag, and, if applicable, warranty certificate, user manual, and other relevant documents.\nIf the sale of the purchased product becomes impossible, the seller must inform the buyer of this situation in writing within 3 days of becoming aware of it. The total payment must be refunded to the buyer within 14 days.\nNon-Payment of the Product Price:\nIf the buyer fails to pay for the purchased product or cancels the payment in bank records, the seller's obligation to deliver the product is nullified."
}