{
    "source": "tr_TR",
    "target": "en_US",
    "text": "[redacted_address]\nAlıcı [redacted_number] TC numaralı [redacted_name] ile satıcılar [redacted_name] VE [redacted_number] MAVİSU YATÇILIK TUR. EMLAK PAZ. VE TİC. LTD ŞTİ (MAVİ REALTY) vasıtası ile yukarıda kayıtlı gayrimenkulün aşağıda belirlenen koşullarda alım - satımı hususunda anlaşmışlardır.\n1 – SATICILAR, MAVİ REALTY aracılığı ile, sahibi olduğu yukarıda kayıtlı gayrimenkulü – 6.000.000 TL (ALTI MİLYON TÜRK LİRASI ) bedelle yukarıda bilgileri bulunan alıcıya satmayı kabul, beyan ve vaat etmişlerdir. Ev içerisinde bulunan 3 adet klima, termosifon, ocak , aspiratör ve diğer tüm eşyalar fiyata dahildir. (kişisel eşyalar hariç, kitap giysi vs).\n2 - Satış vaadine istinaden, alıcı 100000 TL (YÜZ BİN TL) kaparo olarak Mavisu Yatçılık ve Tur. Emlak Paz. Ve Tic. Ltd Şti. sahibi[redacted_name]’ın aşağıdaki hesabına yatıracaktır. Bu protokol kaparo hesaba geçtikten sonra geçerlilik kazanır.",
    "trans": "[redacted_address]\nAn agreement has been reached between the buyer [redacted_name], with TC number [redacted_number], and the sellers [redacted_name] and [redacted_number] through MAVİSU YATCILIK TUR. EMLAK PAZ. VE TIC. LTD STI (MAVI REALTY) for the purchase and sale of the property listed above under the conditions specified below.\n1 - Through MAVI REALTY, the sellers have committed, declared, and accepted to sell the aforementioned property, which they own, to the buyer identified above for the amount of 6,000,000 TRY (Six Million Turkish Lira). Included in this price are 3 air conditioners, a water heater, a stove, an extractor fan, and all other items present in the house, with the exception of personal belongings such as books, clothing, etc.\n2 - In accordance with the sales commitment, the buyer shall transfer 100,000 TRY (One Hundred Thousand Turkish Lira) as a deposit into the account of [redacted_name], the owner of Mavisu Yatcilik ve Tur. Emlak Paz. ve Tic. Ltd. Sti., listed below. This protocol becomes effective only after the deposit payment has been credited to the account."
}