{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Halil İbrahim haklı girdiği her konuda genellikle haksız çıkmaya yakın bir noktada duruyor. Onun hakkındaki her şey hâlâ oldukça belirsiz. Geçmişi öyle bir karanlık ki yarın öbür gün birisi gelip ben senin çocuğunum dese şaşırmam. Halil İbrahim her şeyi görüyor ve hesaplıyor, ipin diğer ucunda Zeynep bile olsa görevi onun için her şeyden önemli. Geçmişi bir düşünüyorum Halil tüm düşmanlarının hepsini öldürdü bir tek Nihat sağ kalarak sorgulanmak üzere merkeze gitti. Bahsettiğimiz kişi Nihat. Kendi çıkarları için her şeyi ve herkesi harcar. Bu adam sorguda neler söyledi bilmiyoruz. Nihat’ın teslim edilmesi sonrası Halil İbrahim’in de görevi tamamlanmış oldu. Görev tamamlandığına göre yeni bir görev için gitmesi gerekir. Yani olduğu yerde kalmak için bir sebebi kalmıyor Zeynep ile de boşanmışken bir de. Benim Halil İbrahim ile ilgili bazı düşüncelerim var. Bunları açıkça söylemek için daha fazla bilgiye ihtiyacım var sadece. Sadece şunu söyleyeyim bazen suda gördüğünüz yansımanız bile tam olarak gerçek değilken bir insandan göründüğü gibi olmasını beklemeyin. Bazen pus arkasında kar değil güneş saklar çünkü.",
    "trans": "Halil İbrahim, despite being right when he starts, often ends up close to being wrong in most situations. Everything about him is still quite a mystery. His past is so dark that I wouldn’t be surprised if someone showed up one day, saying \"I’m your child.\" Halil İbrahim notices and calculates everything, and even if Zeynep is at the other end of the line, his duty outweighs everything else for him. Reflecting on the past, Halil eliminated all his enemies, except for Nihat, who was sent to the center for interrogation. And it's Nihat we are talking about. He is someone who would discard anyone or anything for his own intetest. We don’t know what he confessed during questioning. After Nihat’s handover, Halil İbrahim’s mission was completed. Since the mission was completed, he should go somewhere else for a new misison. There’s no reason for him to stay in the same place, especially given that he’s divorced from Zeynep. I do have some opinions about Halil İbrahim. I just need more information before I can speak about them frankly. But I’ll say this: if even the reflection you see in water isn’t entirely real, don’t expect a person to be exactly as they seem. Sometimes, what hides behind the fog, is not snow, but the sun."
}