{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Dr. Şerif Furkan SUNGUR\nSonuç ve Öneriler\nTETKİK: KAROTİS VE VERTEBRAL ARTER DOPPLER US\nKarotis arter sistemi ekstrakranial segmentlerinin bakısında, anlamlı yapısal ya da hemodinamik patoloji saptanmadı. Akım hızları ve dalga formları doğal değerlendirildi. Hemodinamik değişiklik oluşturacak derecede anlamlı oranda lümen daralması gözlenmedi.\nHer iki CCA 'da intima-media kalınlaşması mevcuttur. Sağ juguler ven ektazik görünümdedir.\nSağ CCA orta kesimde anterior duvarda yaklaşık 8 mm 'lik segmentte, yaklaşık 1.8 mm kalınlığa ulaşan ve lümende anlamlı hız artışı oluşturmayan yumuşak ağırlıklı mikst plak formasyonu izlendi.\nSağ CCA bulbus düzeyinde posterior duvarda yaklaşık 5.5 mm 'lik segmentte, yaklaşık 2.5 mm kalınlığa ulaşan ve lümende anlamlı hız\nartışı oluşturmayan kalsifik ağırlıklı mikst plak formasyonu izlendi.\nSol CCA proksimal kesimde medial duvarda uzun bir segmentte, yaklaşık 2.1 mm kalınlığa ulaşan ve lümende anlamlı hız artışı oluşturmayan kresentik tarzda kalsifik ağırlıklı mikst plak formasyonu izlendi.",
    "trans": "Dr. Şerif Furkan SUNGUR\nConclusions and Recommendations\nEXAMINATION: CAROTID AND VERTEBRAL ARTERY DOPPLER ULTRASONOGRAPHY\nNo significant structural or hemodynamic pathology was detected in the extracranial segments of the carotid artery system. Flow velocities and waveforms were evaluated as normal. No significant luminal narrowing causing hemodynamic changes was observed.\nIntima-media thickening is present in both common carotid arteries (CCAs). The right jugular vein appears ectatic.\nIn the midsection of the right CCA, on the anterior wall, a soft-mixed plaque formation measuring approximately 8 mm in length and reaching about 1.8 mm in thickness was observed, which does not cause significant velocity increase in the lumen.\nAt the level of the right CCA bulb, on the posterior wall, a calcific-mixed plaque formation measuring approximately 5.5 mm in length and reaching about 2.5 mm in thickness was observed,\nwhich does not cause significant velocity increase in the lumen.\nIn the proximal section of the left CCA, on the medial wall, a crescent-shaped calcific-mixed plaque formation was observed over a long segment, reaching approximately 2.1 mm in thickness, and does not cause significant velocity increase in the lumen."
}