{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Daha önce olduğu gibi yine tehditlerden başka bir şey almadım ve yerel gangster bundan bir şey elde edemeyeceğine karar verdiğinde, benimle temasa geçilene kadar her şey sessizleşti, bu işlemler yeni bir temsilci olan Eda Hanım ile yürütülüyor ve bu kişinin öyle olmadığı ortaya çıktı. Sadece benim tarafımdan biliniyordu ama birkaç hafta önce yerel parktaki bu davayla ilgili bir tartışma yapmıştım ve kendisi şu yanıtı verdi: Hukuk sistemimiz hakkında pek çok adaletsizliğin yaşandığı hakkında ne söyleyebilirim, Tanrı'nın izniyle adalete kavuşursunuz?\nŞimdi kendimi, davama zarar veren şeffaf olması gereken dava avukatlarıyla ve burada mağdur olduğumu çok iyi bilen ama bunun bir adaletsizlik olduğunu bilerek bir davayı almaktan mutlu olan bir parkta benimle konuşan avukatlarla karşı karşıya buluyorum.\nMahkeme bana aksini söylemediği sürece burada nasıl bir dava olduğunu anlayamıyorum ya da ben ve ailem barış içinde yaşamak istiyorsak bize söyleneni yapmamız gerektiği bana nasıl açıklanıyor? Söylendi\nGerçekten çok üzgünüm Meltem Hanım'a ve onlarla tanışmış olmama ya da onlara inanmış olmama üzülüyorum, durumun kimse için kolay olmadığını biliyorum ama bunun çözülmesi için birçok fırsat oldu.\nDürüst yoldan yaptım, ama onlar boyle duruma getirdiler\nGayrimenkul tekliflerinin fiyatı şeffaf değil\nTapuda isim değişikliği - mahkemenin dikkatine sunulmadı",
    "trans": "As before, I received nothing but threats, and when the local gangster decided he could gain nothing from it, everything went quiet until I was contacted again. These operations are being handled by the new representative, Mrs. Eda, and it turned out she wasn’t as expected. I was the only one who knew this, but a few weeks ago, I had a discussion about this case in the local park, and she responded with:: \"What can I say about our justice system, so many injustices have occurred, but with God's permission, you will receive justice.\"\nNow, I’m facing the lawyers handling my case, who should be transparent but are undermining it, and also lawyers in the park who, despite knowing very well that I’m the victim, are eager to take on the case, fully aware it’s an injustice.\nI cannot understand what kind of case this is unless the court tells me otherwise, or how it is explained to me that if my family and I want to live in peace, we must do what we are told?\nI'm really very sorry. I regret meeting Mrs. Meltem and believing in them, I understand that the situation isn’t easy for anyone, but there have been plenty of chances for it to be resolved.\nI chose the honest way, but they got me into this situation\nThe real estate offers' prices are not transparent.\nThe name change on the title deed - was not presented to the court's attention."
}