{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Her neyse, şimdi bor elementi gibi bazı elementlere ihtiyaç görülmüş olması haliyle pahalı bir sistem. Fakat Einstein o kitabında başka bir şeyden bahsediyor. Her planetin kendine göre bir çekim gücü var, mesela buradan bir ayar makinamız olsa bir de bir hava aracımız olsa, desek ki; biz Venüs’e gideceğiz, Venüs’ün çekim gücüne ayarlasak aracımızı hoop Venüs’e gidebiliriz. Ama gidemiyorsak; ne var? Dünyamızın çekim gücü Venüs’ün üstünde olduğu için şimdi dünyamızın çekim gücü buna müsaade etmiyor. Şimdi bunu tasavvufa biraz yönlendirelim, diyelim ki Venüs bizim sevgilimiz, fakat o sevgilinin cazibesine gidebilmek için kendi egomuz olan dünyanın çekiminden kurtulmamız lazım.\nYeni derviş, şeyhini ziyarete gidiyor; kapıyı çalıyor, içeriden “kim o?” cevabı geliyor. Derviş “ben geldim” diyor. Kapı açılmıyor. Dolaşıyor dolaşıyor, bir kaç yıl geçiyor. Tekrar geliyor, kapıyı çalıyor, “kim o?” diyor şeyh efendi, “sen” diyor. Kapı açılıyor.\nNiyazi Mısri Hazretleri diyor ki… yahut A’mak-ı Hayal’den misal verelim daha iyi:\nBen oyum ki ben dedikçe maksadındır kudretin. Ben oyum ki varlığından zahir olmuş vahdetin.",
    "trans": "So, they needed some elements like boron, which is an expensive system. But Einstein talks about something else in that book.Each planet has its own gravity force, for example, if we have a setting machine here and we have an air vehicle, let's say we are going to go to Venus, if we adjust our vehicle to the gravity force of Venus, we can go to Venus. But what if we can't go? Because the gravity of Earth is above Venus, the gravity of the Earth does not let us go now. Now let's apply this a little bit to Sufism, let's say Venus is our lover, but we need to get rid of the attraction of the world, which is our ego, to be able to go to the attraction of that lover.\nThe new dervish visits his sheikh; he knocks on the door and is answered “who is it?” from inside. The dervish says, “ It's me.” The door does not open. He travels around, and a few years pass. He comes again, knocks on the door, sheikh says “who is it?” and he says “you”. The door opens.\nNiyazi Mısri His Holiness says... or it is better to give an example from A'mak-ı Hayal:\nI am such a being,When I say “I”, I mean your power.I am such a being,Your unity is manifested in my being."
}