{
    "source": "tr_TR",
    "target": "en_US",
    "text": "- 1 su bardağı ılık süt\n- 1 paket (10 g) kuru maya\n- 1/3 su bardağı (66 gram) toz şeker\n- 4 1/3 su bardağı (574 gram) çok amaçlı un,\n- 3 yemek kaşığı haşhaş tohumu\n- 1 çay kaşığı tuz\n- ½ su bardağı (1 çubuk, 113 gram) tuzsuz tereyağı, oda sıcaklığında\n- 3 büyük yumurta, oda sıcaklığında ve çırpılmış\nHamur malzemelerini yoğurma kabınıza alın ve güzel bir doku olana kadar yoğurun. Hamuru mayalanması için kapaklı bir kaba aktarın.\nHamur 35-40 dak. mayalanırken limonlu sosunuzu yapın.\nLimon Kreması Tarifi: ( bir gün önceden de hazırlanabilir)\n• 135 ml (1/2 su bardağı) süt\n• 95 ml (1/3 su bardağı + 1 yemek kaşığı) limon Suyu\n• 100 g (1/2 su bardağı) şeker\n• 32 g (1/4 su bardağı) Mısır Nişastası\n• 28 g (2 yemek kaşığı) oda sıcaklığında tereyağı\n• Bir tutam zerdeçal tozu (renk için)\n- Bir tencereye süt, limon suyu, şeker ve mısır nişastasını ekleyin ve çırpın.\n- Karışım kaynamaya başladığında 1 dakika kadar karıştırarak pişirin. Ocaktan alın, Tereyağını ekleyin.\n- Tereyağı tamamen eriyene kadar limon kremasını karıştırın. Renk için bir tutam zerdeçal ekleyin.\n- Limon kremasını bir kaseye aktarın ve yüzeyini plastik film ile kapatın, soğutun.",
    "trans": "1 cup of warm milk\n1 packet (10 g) dry yeast\n1/3 cup (66 grams) granulated sugar\n4 1/3 cups (574 grams) all-purpose flour\n3 tablespoons poppy seeds\n1 teaspoon salt\n1/2 cup (1 stick, 113 grams) unsalted butter, at room temperature\n3 large eggs, at room temperature and beaten\nPlace the dough ingredients into your mixing bowl and knead until you achieve a smooth texture. Transfer the dough to a covered bowl and let it rise.\nWhile the dough is rising for 35-40 minutes, prepare your lemon cream sauce.\nLemon Cream Recipe: (can be made a day in advance)\n135 ml (1/2 cup) milk\n95 ml (1/3 cup + 1 tablespoon) lemon juice\n100 g (1/2 cup) sugar\n32 g (1/4 cup) cornstarch\n28 g (2 tablespoons) butter, at room temperature\nA pinch of turmeric powder (for color)\nIn a pot, combine the milk, lemon juice, sugar, and cornstarch and whisk together.\nWhen the mixture starts to boil, cook it for about a minute while stirring. Remove from the heat and add the butter.\nStir the lemon cream until the butter is completely melted. Add a pinch of turmeric for color.\nTransfer the lemon cream into a bowl, cover the surface with plastic wrap, and refrigerate it."
}