{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yukarıdaki listede İGB Numarası, Giriş Çıkış Bilgisi ve Sınıf bilgisi bulunmayan geçişler cezaya girmiş ve icra takibi hazırlık süreci kapsamında Birleştirilmiş Dosya olup, adınıza kayıtlı araçlarla yapılan muhtelif geçişlerinizin toplam borcunu göstermektedir. Bu nedenle dosya içinde yer alan her bir ihlalli geçiş için ayrı ayrı sorgu yaptığınızda, söz konusu birleştirilmiş dosyanın aynı toplam bakiyesini görmektesiniz. Birleştirilmiş dosya içinde yer alan sadece bir ihlalli geçiş için ödeme yapmak istediğinizde söz konusu ödeme birleştirilmiş dosyaya kısmi ödeme olarak kaydedilecektir. Dosya içerisinde tek bir geçişe ait ödemeyi İGB numarasını ve plakayı ödeme dekontunun açıklama kısmına yazdırarak yapabilirsiniz. Birleştirilmiş olsa da, olmasa da, sorgu sayfasında çıkan tüm borçları ödemekten sorumlu olduğunuzu unutmayınız\nZİRAAT BANKASI VE FİNANSBANK TAHSİLAT İŞLEM ADIMLARI:\nZiraat Bankası şubelerinde yapılacak İGB ödemelerinde kullanılan tahsilat işlem adımları şunlardır:\nBanka Görevlisine:\nOnline Tahsilat,\nDiğer Ödemeler ve\nGebze Otoyol İhlalli Geçiş\nadımlarını kullanması gerektiğini belirtiniz. Sorgu ekranına aracınıza ait plakayı (varsa çekici ve dorse plakası mutlaka denenmelidir) ya da 35 veya 36 ile başlayan ve 18 haneli İGB numarasını girmesini isteyiniz. Böylelikle borca ulaşılabilecek ve ödemeyi yapabileceksiniz.",
    "trans": "The list above includes transitions that lack the IGB Number, Entry and Exit Information, and Class information; these have been penalized and are part of a Consolidated File under the preparation process for execution tracking, and this file shows the total debt for various transitions made with vehicles registered in your name. Therefore, when you query each violation individually, you will see the same total balance for the aforementioned consolidated file. If you wish to make a payment for only one violation within the consolidated file, the payment will be recorded as a partial payment to the consolidated file. You can make a payment for a single transition within the file by writing the İGB number and license plate in the description part of the payment receipt. Remember, whether consolidated or not, you are responsible for paying all the debts listed on the query page.\nZIRAAT BANK AND FINANSBANK COLLECTION PROCESS STEPS:\nThe collection steps used for IGB payments at Ziraat Bank branches are as follows:\nTo the Bank Officer:\nOnline Collection,\nOther Payments, and\nGebze Motorway Violation Transition\nYou should instruct them to use these steps. Ask them to enter your vehicle's license plate (if available, the tractor and trailer plates must also be tried) or the 18-digit İGB number starting with 35 or 36 on the query screen. This will allow access to the debt and make the payment possible."
}