{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Su bardağı ölçüm 200 ml\n500 g un(4 su bardağı)\n300 ml su(1,5 su bardağı,unun kalitesine göre çok az arttırılabilir ne çok yumuşak ne çok sert olacak)\n10 g tuz(1 tatlı kaşığı)\n2 g toz maya(1 çay kaşığı)\n10 gram kadar toz şeker(1 tatlı kaşığı)\nYufkalara sürmek için 200 g tereyağı kullandım,erit soğut\nKenar kısımlar için;1/2 çay bardağı pekmez 1 çay bardağı su,bolca pastalık susam(Kavur ve soğut)\nPatatesli harç için 750 gram patatesi haşladım ezdim,1/2 çay bardağı zeytin yağı ekledim tuz,karabiber pul biber atıp karıştırdım,bunu hemen yaptık bakisteğe bağlı kaşar rendesi de ekleyebilirsin\nHamuru yapalım hadi,unu karıştırma kabına al ortasını havuz şeklinde aç mayanı ve şekerini ekleyip üzerine ılık suyunu ekle maya 5 dk aktifleşsin arından tuzunu ekle ve hamurunu yoğur(Her unun huyu farklıdır çok sert olursa 2 yemek kaşığı kadar daha su ekleyebilirsin,suyun sıcaklığı çok önemli ne sıcak ne soğuk olacak aksi halde mayan uf olur️)neyse şimdi kapat üstünü(Hava almasın)Yarım saat kadar dinlendir,arından hamuru 2 ayrı parçaya ayırıp üzerini kapat tekrar 15 dk kadar dinlendir(İyi açılır dinlenen hamur)",
    "trans": "The measurement of my cup 200 ml\n500 g flour (4 cups)\n300 ml water (1.5 cups, can be increased slightly depending on the quality of the flour, it should be neither too soft nor too hard)\n10 g salt (1 dessertspoon)\n2 g instant yeast (1 teaspoon)\n10 g of granulated sugar (1 dessertspoon)\nI used 200 g butter to spread on the dough, melt it and let it cool.\nFor borders; 1/2 tea glass of molasses, 1 tea glass of water, plenty of sesame seeds for pastry (Roast it and let it cool)\nFor the potato stuffing, I boiled and mashed 750 grams of potatoes, added 1/2 tea glass of olive oil, added salt, black pepper and chili flakes and mixed, we did this immediately, you can also add grated kasseri cheese if desired.\nLet's make the dough, put the flour in a mixing bowl, make a well in the middle, add the yeast and sugar, add warm water, let the yeast activate for 5 minutes, then add the salt and knead the dough (Flours vary in their nature; if it turns out too firm, feel free to add 2 tablespoons more water, Water temperature matters a lot; if it’s too hot or too cold, the yeast will fail to activate). Anyway, now cover it (Do not let it get air) Let it rest for half an hour, then divide the dough into 2 separate pieces, cover it and let it rest for 15 minutes again (Resting the dough makes it easier to roll out)"
}