{
    "source": "tr_TR",
    "target": "en_US",
    "text": "[redacted_name] :\nSen dua et ki ben sana onu getirdim, yoksa yemin ederim birbirimizi öldürürdük benle sen, her\nhafta 10 bin dolar sana lazımmış zarar ve kayıpların bedeli.\n: [redacted_name]\n‘’[redacted_name]’’ ben nasıl hesaplıyorum şimdi ‘’[redacted_name]’’ ve ‘’[redacted_name]’’ bu olayın peşinde biz\nolduğumuzu öğrenirse yemin ederim evler ve arabalar parası hepsi bize ödetecekler Vallah ben\nAlmanya giderim, ben senin için korkuyorum.\n3. ŞAHIS\n‘’FARES’’ ‘’FARES’’\nOnun numarasını bana gönder, bana 500 havale edecek\n: [redacted_name]\n‘’[redacted_name]’’ bana dediği gibi benim tarafımda ve senin tarafından bir kişi onlara haber ediyor.\n[redacted_name] :\nBenim tarafımdan kimse yok yalan söylüyorlar,\n: [redacted_name]\nBana yaptığın şeyleri anlatıyorlar mesela yemin ederim şaşırtıcı bir şey sanki seninle beraberlerdir.\n[redacted_name] :\nBak bak şimdi geldi senin kardeşinle dedi, senin kardeşinin kimliği ve falan falan şeyler hepsi bende,\nben ona hiçbir şey vermedim, kardeşin ne demiş, demiş ki ‘’MAZEN’’ ona vermiş\n: [redacted_name]\n‘’[redacted_name]’’ sonunda bana ve düşmanlarıma, onun bacısını sikeyim Lübnan’ı da sikeyim, yemin\nederim mahkemeye giderim kimliğim yok ya içeride mahkemede konuşurum sonra beni dışarıya",
    "trans": "[redacted_name] :\nYou pray that I brought it to you, otherwise I swear we would kill each other, me and you.\nYou need 10 thousand dollars a week, the cost of damages and losses.\n: [redacted_name]\nHow do I calculate ''[redacted_name]'' now, if ''[redacted_name]'' and ''[redacted_name]'' find out that\nwe are after this event, they will make us pay for all the houses and cars. I swear to God.\nI'll go to Germany, I'm afraid for you.\n3rd PERSON\n''FARES'' ''FARES''\nSend me his number and he will wire me 500\n: [redacted_name]\nAs ''[redacted_name]'' told me, a person on my side and on your side, informs them.\n[redacted_name] :\nThere's no one on my side they lie,\n: [redacted_name]\nThey tell me about the things you do, for example, I swear it's surprising, it's like they're with you.\n[redacted_name] :\nWell, well, he has just came now, and he said he with your brother. I have your brother's ID and all that stuff.\nI didn't give him anything. What did your brother say? He said \"MAZEN\" gave it to him.\n: [redacted_name]\nIn the end, \"[redacted_name]\" told me and my enemies, \"fuck his sister, and fuck Lebanon too!\nI swear I don't have my ID, but I will speak in court and they will release me afterward.\""
}