{
    "source": "tr_TR",
    "target": "en_US",
    "text": "6 days agoİzlanda A Milli Futbol Takımı Teknik Direktörü Age Hareide, Türkiye maçı öncesi yaptığı açıklamada \"Yarın sadece sonuç Türkiye'deki maçtan farklı olacak\" dedi.\nhttps://www.fanatik.com.tr›video › video-izlanda-milli-takimi-teknik-direktoru-age-hareide-turkiyedeki-mactan-farkli-olacak-2560702\nİzlanda Milli Takımı Teknik Direktörü Age Hareide: Türkiye'deki maçtan ...\n6 days agoGrup 4. maçında yarın Türkiye'yi konuk edecek İzlanda Milli Takımı'nın teknik direktörü Age Hareide, \"Yarın sadece sonuç Türkiye'deki maçtan farklı olacak.\" dedi. - A. UEFA Uluslar B Ligi 4.\nhttps://anlatilaninotesi.com.tr›20241013 › ak-parti-ankara-genclik-kollari-yonetim-kurulu-uyesi-onderoglu-hayatini-kaybetti-1089176990.html\nAK Parti Ankara Gençlik Kolları Yönetim Kurulu Üyesi Önderoğlu hayatını ...\n6 days agoAK Parti Ankara İl Gençlik Kolları Yönetim Kurulu Üyesi Betül Önderoğlu, geçirdiği trafik kazası sonucu hayatını kaybetti. AK Parti Genel Başkan Yardımcısı ve Parti Sözcüsü Ömer Çelik, Ankara İl Gençlik Kolları Yönetim Kurulu Üyesi Betül Önderoğlu'nun vefatını duyurdu.\nhttps://www.hurriyet.com.tr›haberleri › turkiye",
    "trans": "6 days ago Iceland National Football Team Head Coach Age Hareide, before the match against Turkey, stated, \"Tomorrow, the only difference will be the result from the match in Turkey.\"\nhttps://www.fanatik.com.tr›video › video-izlanda-milli-takimi-teknik-direktoru-age-hareide-turkiyedeki-mactan-farkli-olacak-2560702\nIceland National Team Coach Age Hareide: After the match in Turkey...\n6 days ago Iceland National Team's coach Age Hareide, who will host Turkey tomorrow in the 4th match of Group, said, \"Only the result will be different from the match in Turkey tomorrow.\" - A. UEFA Nations B League 4.\nhttps://anlatilaninotesi.com.tr›20241013 › ak-parti-ankara-genclik-kollari-yonetim-kurulu-uyesi-onderoglu-hayatini-kaybetti-1089176990.html\nAK Parti Ankara Youth Branch Board Member Önderoğlu passed away...\n6 days ago AK Parti Ankara Provincial Youth Branch Board Member Betül Önderoğlu lost her life as a result of a traffic accident.AK Party Deputy Chairman and Party Spokesperson Ömer Çelik announced the death of Ankara Provincial Youth Branch Board Member Betül Önderoğlu.\nhttps://www.hurriyet.com.tr›haberleri › turkiye"
}