{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Müdür gözlerini açtı. \"Telefonlarımı açmıyorlar ve eğer seni konuşturursam sonradan işime...\"\n\"Başkan'ı ara!\" diye haykırdığında korkuyla bir kez daha titrediğimi hissettim. Müdür, direkt telefonu eline aldı ve rehbere girip birkaç tuşa bastı sonra da telefonu hoparlöre aldı.\nÜçüncü çalışta telefon açıldı. \"Destek sağlanıyor,\" dedi Başkan'ın telaşlı sesi. \"Beş dakika sonra orada olacaklar, üç helikopter, altı çevik kuvvet, iki Toma, altı profesyonel tetikçi daha.\" Tek bir adam, tek bir kişi ve bu kadar önlem. Tugay Demir, şu an bir kişiden çok fazlasıydı.\nTugay'ın yüzünde gülümseme oluştu ardından telefona doğru eğildi. \"İyi günler sayın Başkan,\" dedi sakin bir sesle. \"Ben Tugay Demir Çeviker, BL örgütünün kurucusuyum, sizin ise korkulu rüyanız.\"\nKısa bir sessizlik ardından telaşlı bir koşuşturma, konuşma sesleri. Tugay daha fazla gülümsedi. \"Bu yaptığının bedelini,\" dedi Başkan dişlerini sıkarak. \"Ne şekillerde ödeyeceğinin farkında mısın?\"\nTugay telefonu eline aldı, diğer elinde duran silahı müdürün ensesine daha fazla yasladı. \"Ensemdeki damganın bedelini ne şekillerde ödeyeceğinizin farkında mısın?\" diye sordu tehditkar bir şekilde. \"Sence de fazla sessiz kalmadım mı?\" Gözlerini kıstı. \"Hediyemi beğendin mi? Söylesene, şu an telefonu hangi elinde tutuyorsun? Umarım sol elindir.\" Tugay güldü. \"Çünkü bir daha olacak konuşmamızda sol elinde tutamayacaksın.\"\nBaşkan küfür etti ardından hareketlenme oldu. \"Ne istiyorsun?\" diye sordu.",
    "trans": "\"The manager's eyes widened. \"They’ve disabled my phones, and if I let you speak, it will later cost me my job...\"\n\"Call the President!\" Tugay shouted, making me shiver with fear again. The manager quickly grabbed the phone, scrolled through the contacts, pressed a few buttons, and then switched to speakerphone.\nOn the third ring, the phone was answered. \"Support is on the way,\" said the President's anxious voice. \"They'll be there in five minutes. Three helicopters, six riot squads, two water cannons, six professional snipers.\" All these measures for just one man, one person. Tugay Demir was now much more than just one man.\nA smile formed on Tugay's face, then he leaned towards the phone. \"Good day, Mr. President,\" he said calmly. \"I am Tugay Demir Çeviker, founder of the BL organization, and your worst nightmare.\"\nAfter a brief silence, there was a flurry of panicked voices and movement. Tugay smiled even wider. \"Do you realize,\" the President said through gritted teeth, \"what you will pay for this?\"\nTugay took the phone in his hand, pressing the gun more firmly against the manager's neck. \"Are you aware of the price you will pay for the mark on my back?\" he asked menacingly. \"Don’t you think I’ve been too quiet for too long?\" His eyes narrowed. \"Did you like my gift? Tell me, which hand are you holding the phone with right now? I hope it's your left.\" Tugay laughed. \"Because you won’t be able to use it the next time we talk.\"\nThe President cursed, then there was more rustling. \"What do you want?\" he asked."
}