{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"büyük kutlamayı gece baş başa yaparız.\" göz kırptı.\nellerimi tezgâha bastırıp bedenimi yukarı çektim ve tezgaha çıktım. \"o zaman en iyi yaptığım şeyi yapacağım.\" alaz bana alttan eğlenerek baktı. kafamdaki tacı düzelttim. \"oradan bir şişe şampanya istiyorum.\" barmen isteğimi ikiletmeden elime bir şişe tutuşturdu.\n\"kesinlikle senin en iyi yaptığın şey bu ama bizim en iyi yaptığımız şeyi burada yapmak istersen mekanı boşaltmam yarım saatimi alır.\"\nmüzikle beraber zıplamaya, elimdeki şişeyi sallamaya başladım. etrafımızdaki insanlar da bizimle eğleniyordu. uca gelen mantarı tamamen ittim ve şişe patlayarak köpürdü. şişenin kapağına parmağımı bastırarak tüm köpüğü alaz'ın üstüne boca ettim. \"aşkım aç ağzını!\"\nağzına döktüğüm içkiyi içmeye başladı. \"bunu daha sonra tekrardan söyle!\" olduğum yerde döndüm ve kalçamı sallayarak dans etmeye başladım. şişeyi kafama diktim, kana kana içtim. \"ben bu dünyada her şeyin en güzelini...\" parmağımı havada çember şeklinde döndürdüm. \"bir de seni istiyorum!\"",
    "trans": "\"we'll celebrate the big one tonight, just the two of us,\" he winked.\nI pressed my hands on the counter, lifted my body up, and stepped onto the counter. \"Then I’ll do what I do best.\" Alaz looked at me with a playful smile. I adjusted the crown on my head. \"I want a bottle of champagne from there.\" Without hesitation, the bartender handed me a bottle.\n\"That's definitely the best thing you do, but if you'd like to do the best thing we do here, it’ll take me half an hour to clear the place.\"\nI started jumping with the music, shaking the bottle in my hand. The people around us were enjoying themselves with us. I pushed the cork to the end, and the bottle exploded, fizzing everywhere. I pressed my finger on the cap and poured all the foam over Alaz. \"Babe, open your mouth!\"\nHe began drinking the drink I poured into his mouth. \"Say that again later!\" I spun around where I was, swaying my hips as I started dancing. I held the bottle to my head and drank it down. \"I want the best of everything in this world...\" I spun my finger in a circle in the air. \"And I want you too!\""
}