{
    "source": "tr_TR",
    "target": "en_US",
    "text": "''Ben...'' diye mırıldandım, ''mahşerin üç atlısına dördüncü olmaya geldim.'' Onur'un birden sinirlendiğini hissettim,\n''Mahşerin üç atlısının bir dördüncüye ihtiyacı yok.'' Kurduğu cümle o kadar sertti ki gözlerimden birer damla yaşın akmak için beni zorladıklarını fark ettim. Bu cümle yetmezmiş gibi devam etti,\n''Kendini bize alıştırma. Biz hep üç kişiydik, bu olaydan kurtulduğumuzda yine üç kişi olacağız. Sadece olaya odaklanmamız lazım. Bir cinayet yüzünden bir aradayız, olayı romantik drama dönüştürmeye gerek yok. Katili bulacağız, sonra herkes kendi yoluna gidecek. Biz üçümüz, sen tek başına... Olması gerektiği gibi.'' Sinir bozukluğuyla gülümsedim. Yanaklarımdan süzülen yaşlarla birlikte burnumu çektim.\n''Öyle mi?'' dedim sakin kalmaya çalışarak. Onur'un sert tekdüze sesi konuştu,\n''Öyle...'' Başımı salladım ve ayağa kalktım. Onur'un başının bana çevrildiğini görebiliyordum.\n''Madem öyle... o zaman ben artık sizinle olmak istemiyorum. Kendinize iyi bakın.''",
    "trans": "“I…” I murmured, \"I came here to be the fourth rider of the three horsemen of the apocalypse.\"  I felt Onur’s sudden burst of anger,\n“The three horsemen of the apocalypse don’t need a fourth.” The sentence he constructed was so much sharp that I felt the tears in my eyes pushing to escape. As if that sentence wasn’t enough, he continued,\n“Don’t get used to us. We’ve always been three, and after this mess is over, we’ll still be three. We need to focus on the issue. We’re together because of a murder, there’s no need to turn this into a romantic drama. We’ll find the killer, and then everyone will go their own way. Us three, and you alone... Just as it’s meant to be.” I gave a nervous smile. I sniffled as the tears ran down my cheeks.\n“Really?” I said, doing my best to stay calm. Onur’s harsh, flat voice responded,\n\"Yeah...\" I nodded and stood up. I could see Onur’s head turning towards me.\n“If that’s how it is… then I don’t want to stay with you anymore. Take care.”"
}