{
    "source": "tr_TR",
    "target": "en_US",
    "text": "secilmistir. Yetki Sekli: (BILAL DORDALI, MEHMET TUGRUL TEKBULOT, SEDAT KARAKAS, YÜKSEL AKSÖZ) 'den Herhangi Birisiyle Müstereken Temsile Yetkilidir.\nTürkiye Uyruklu 230******72 Kimlik No'lu, ANKARA / ETIMESGUT adresinde ikamet eden, YÜKSEL AKSÖZ, 21.9.2024 tarihine kadar (A GRUBU) Temsile Yetkili olarak seçilmistir. Yetki Sekli: (BILAL DURDALI, HACI ALI MANTAR, MEHMET TUGRUL TEKBULUT, SEDAT KARAKAS) 'den Herhangi Birisiyle Müstereken Temsile Yetkilidir. Türkiye Uyruklu 280******72 Kimlik No'lu, ISTANBUL / PENDIK adresinde ikamet eden, SEDAT KARAKAS; 21.9.2024 tarihine kadar A( GRUBU) Temsile Yetkili olarak seçilmistir. Yetki Sekli: (BILAL DURDALI, HACI ALI MANTAR, MEHMET TUGRUL TEKBULUT, YUKSEL AKSOZ) 'den Herhangi Birisiyle Müstereken Temsile Yetkilidir. Türkiye Uyruklu 165******08 Kimlik No'lu, ANKARA / ÇANKAYA adresinde ikamet eden, MEHMET AKIF NACAR; Aksi Karar Almincaya Kadar (B GRUBU) Temsile Yetkili olarak seçilmistir. Yetki Sekli: Sinirh Yetkili (iç Yönergede Belirtilen Sekilde",
    "trans": "selected. Authorization Type: Any one of (BILAL DORDALI, MEHMET TUGRUL TEKBULOT, SEDAT KARAKAS, YUKSEL AKSOZ) is jointly authorized for representation.\nYUKSEL AKSOZ, a Turkish national with ID number 230******72, residing at ANKARA / ETIMESGUT, has been selected as an Authorized Representative (GROUP A) until 21.9.2024. Type of Authorization: Any one of (BILAL DURDALI, HACI ALI MANTAR, MEHMET TUGRUL TEKBULUT, SEDAT KARAKAS) is jointly authorized for representation. SEDAT KARAKAS, a Turkish national with ID number 280******72, residing at ISTANBUL / PENDIK, has been selected as an Authorized Representative (GROUP A) until 21.9.2024. Type of Authorization: Any one of (BILAL DURDALI, HACI ALI MANTAR, MEHMET TUGRUL TEKBULUT, YUKSEL AKSOZ) is jointly authorized for representation. MEHMET AKIF NACAR, a Turkish national with ID number 165******08, residing at ANKARA / CANKAYA, has been selected as an Authorized Representative (GROUP B) until any contrary decision is made. Type of Authorization: Authorized as per the internal guidelines (as stated in the internal instructions)"
}