{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kampanya 1-31 Ekim 2024 tarihleri arasında geçerlidir.\nKampanyaya Bankkart Mobil'den, bankkart.com.tr'den veya MARKET500 yazıp 4757'ye SMS göndererek katılabilirsiniz.\nKampanyadan yararlanabilmek için alışveriş yapmadan önce kampanyaya katılmanız gerekmektedir.\nKampanya dönemi içerisinde Bankkart'ınız ile market, bakkal, kasap, manav ve şarküteri üye işyerlerimizden tek seferde yapacağınız 1.000 TL ve üzeri her alışverişinize 50 TL, toplam 500 TL Bankkart Lira verilecektir.\nİşlemlerin Bankkart anlaşmalı üye işyerlerinde ve Bankkart POS'undan yapılması gerekmektedir.\nAynı gün aynı işyerinden yapılan işlemlerden sadece ilki kampanyaya dahil edilecektir.\nE-ticaret işlemleri kampanyaya dahil değildir.\nBankkart Liralar kampanya şartlarını yerine getiren müşterilerimizin kartlarına anında yüklenecektir.\nKampanya müşteri bazındadır ve bir müşteri kampanyadan en fazla 500 TL Bankkart Lirakazanabilecektir.\nBankkart'ınız ile yaptığınız alışverişlerinizi hesap kesim tarihine kadar dilediğiniz zaman, kazandığınızBankkart Liralarınız ile ödeyebilirsiniz. Ayrıntılı bilgi içintıklayınız.\nKazanılan Bankkart Liralar Bankkart anlaşmalı üye işyerlerinde de kullanılabilir.\nKazanılan Bankkart Liralar Bankkart Prestij ve Bankkart Prestij Plus kredi kartları için sunulan Katlanan Bankkart Lira özelliği kapsamında da kullanılabilir. Bankkart Prestij/Bankkart Prestij Plus kredi kartları ve Katlanan Bankkart Lira özelliğine ilişkin ayrıntılı bilgi içintıklayınız.\nBankkart Başak, Bankkart Business ve Bankkart Ücretsiz ürünleri ile yapılacak işlemler kampanyaya dahil değildir.",
    "trans": "The promotion is valid between October 1-31, 2024.\nYou can participate in the promotion via Bankkart Mobil, bankkart.com.tr or by sending MARKET500 SMS to 4757.\nTo participate in the promotion, you need to join the promotion before making a purchase.\nDuring the promotional period, you will receive 50 TL and in total 500 TL Bankkart Lira for each purchase of 1,000 TL or more that you will make at one time with your Bankkart at our member merchants in supermarkets, markets, butchers, grocery stores, and delicatessens.\nPurchases must be made at Bankkart contracted member merchants and via Bankkart POS.\nOnly the first purchase made from the same merchant on the same day will be included in the promotion.\nE-commerce purchases are not included in the promotion.\nBankkart Liras will be instantly loaded to the cards of our customers who fulfill the promotion conditions.\nThe promotion is customer-based and a customer can earn a maximum of 500 TL Bankkart Liras from the promotion.\nYou can pay for your purchases made with your Bankkart with your earned Bankkart Liras until the account cutoff date. Click here for detailed information.\nThe earned Bankkart Liras can also be used at Bankkart contracted member merchants.\nEarned Bankkart Liras can also be used for the Doubling Bankkart Lira feature offered for Bankkart Prestige and Bankkart Prestige Plus credit cards. For detailed information on Bankkart Prestij/Bankkart Prestij Plus credit cards and the Doubling Bankkart Lira feature, please click here.\nPurchases made with Bankkart Başak, Bankkart Business, and Bankkart Free products are not included in the promotion."
}