{
    "source": "tr_TR",
    "target": "en_US",
    "text": "6) Worldwall'da projemizden çeşitli dijital oyunlar hazırlanacak.\n7)Projeye katılan öğrenci ve öğretmenlerimize yeterliliklerini geliştirdiklerini ifade eden Europass Belgesi verilecektir. 8)Projemiz hibe alması durumunda ortaklarımızla eTwinnining projesi de başlatılacaktır.\n9)Projemizi TÜBİTAK projesine dönüştürerek daha bilimsel hale getirilecektir.\nPlease outline the target groups of your project\nFATİH SULTAN MEHMET FEN LİSESİ(TÜRKİYE) (https://safranbolufsmal.meb.k12.tr) Aktif olarak 5 öğrenci 2 öğretmen projeye katılacak\nISTITUTO ISTRUZIONE SUPERIORE \"ENZO FERRARI\"(İTALYA) (www.iisferraribattipaglia.it) Aktif olarak 5 öğrenci 2 öğretmen projeye katılacak\n3RD GENİKO LYKEİO AGİON ANARGYRON (YUNANİSTAN) (http://3lyk-ag-anarg.att.sch.gr/) Aktif olarak 5 öğrenci 2 öğretmen projeye katılacak\nBöylece proje içerisinde aktif çalışan 15 öğrenci 6 öğretmen olacaktır. Bu projemizin ilk hedef kitlesidir.Her kurumdan beşer öğrenci dörder öğretmen etkinlikleri yüzyüze gerçekleştirecek ve hedefe ulaşırken faaliyetlerde aktif olarak çalışacaklardır.Proje sürecinde gerek yüz yüze gerek online çalışmalar ağırlıklı olarak öğrencilere verilen sorumluluklarla yapılacağı için ilk hedef kitle proje içerisinde aktif katılımı olan öğrencilerdir.",
    "trans": "6) Various digital games from our project will be prepared at Worldwall.\n7) Students and teachers participating in the project will be given a Europass Certificate stating that they have improved their qualifications. 8) If our project receives a grant, an eTwinning project will be initiated with our partners.\n9) Our project will be made more scientific by turning it into a TUBITAK project.\nPlease outline the target groups of your project\nFATIH SULTAN MEHMET SCIENCE HIGH SCHOOL (TURKEY) (https://safranbolufsmal.meb.k12.tr) 5 students and 2 teachers will actively participate in the project.\nISTITUTO ISTRUZIONE SUPERIORE \"ENZO FERRARI\"(ITALY) (www.iisferraribattipaglia.it) 5 students and 2 teachers will actively participate in the project\n3RD GENİKO LYKEİO AGİON ANARGYRON (YUNANİSTAN) (http://3lyk-ag-anarg.att.sch.gr/) Aktif olarak 5 öğrenci 2 öğretmen projeye katılacak\nThus, there will be 15 students and 6 teachers actively working on the project. This is the first target audience of our project. Five students and four teachers from each institution will carry out the activities face to face and will work actively in the activities while reaching the goal. Since both face-to-face and online studies will be done with the duties given to the students during the project process, the first target audience is the students who actively participate in the project."
}