{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Mert derin bir nefes alıp elindeki tepsiyi yanıma bırakıp diğer koltuğa oturdu.\n\"Çok mu seviyorsun?\"\nSorduğu soruyla tekrar bakışlarım ona dönmüştü.Biliyor muydu?\n\"Sen..\"\n\"Azat bir şey saklamaz benden.Merak etme benden başka kimse bilmiyor.\"\nKafamı anladım anlamında salladığımda mert derin bir iç çekti.\nYorgun ve çökmüş bakışlarımı ona doğru çevirdim.Oda hayatından çok memnun gözükmüyordu.Mesela asla gülmüyordu.Sadece dizlerini titretip etrafına bakıyordu.\n\"Mert..\"\nMert 'hmm'ladı ve kafasını bana doğru çevirdi.\n\"Azat hapis-\"\n\"ZÜMRÜT YEŞİLİ!\"\nÖykünün ağlayarak çıkan sesine karşı bakışlarımı o yöne doğru çevirdim.\nAğlayarak yanıma kadar geldi ve boynuma sarıldı.\n\"Emir abi..\"\nÖykünün sırtını sıvazlayarak saçından öptüğümde mert anlamaz bakışlarla bize bakıyordu.\nÖykü geri çekilip endişeyle yüzüme baktı.\n\"Abim!\"\n\"Öykü.. Abin ameliyatta doktor amcalar iyileştirip çıkaracak onu sakin ol sen.\"\nÖykünün bana her türlü güvendiğini biliyordum.Dediğim her söze inandırdı.Çünkü yalan söylemezdim.\nKafasını sallayarak yanıma oturdu ve belime sımsıkı sarılıp kafasını göğsüme koydu.Derin bir nefes alarak elimi saçlarına attım.\n\"Oğlum!\"\nAnnesinin sesini duyduğumda çatık kaşlarımı o tarafa doğru çevirdim.",
    "trans": "Mert took a deep breath, placed the tray he was holding next to me, and sat down on the other chair.\n\"Do you love her a lot?\"\nHis question turned my gaze back to him. Did he know?\n\"You...\"\n\"Azat doesn’t keep secrets from me. Don’t worry, no one else knows besides me.\"\nWhen I nodded my head to show I understood, Mert let out a deep sigh.\nI turned my tired and defeated gaze toward him. He didn’t seem very pleased with his life either. For instance, he never smiled. He just shook his knees and glanced around.\n\"Mert...\"\nMert let out a 'hmm' and turned his head toward me.\n\"Azat is in pri-\"\n\"EMERALD GREEN!\"\nI turned my gaze toward the sound of Oyku's crying voice.\nShe came to me crying and wrapped her arms around my neck.\n\"Brother Emir...\"\nAs I stroked Oyku’s back and kissed her hair, Mert was looking at us with a puzzled expression.\nOyku pulled back and looked at my face anxiously.\n\"My brother!\"\n\"Oyku... Your brother is in surgery. The doctors will heal him and bring him out. Stay calm.”\nI knew Oyku trusted me completely. She believed every word I said because I never lied.\nNodding her head, she sat next to me, hugged my waist tightly, and rested her head on my chest. Taking a deep breath, I ran my hand through her hair.\n\"My son!\"\nWhen I heard her mother’s voice, I turned my furrowed brows in that direction."
}