{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kardinal ve Richelieu Dükü Armand Jean du Plessis 1585 yılında Paris’te doğdu. Fran- sız tarihinin en çarpıcı şahsiyetlerinden olan Richelieu ilk olarak 1608-1616 yıllarında papaz olarak görev yaptığı La Rochelle’de Marie de Medici’nin dikkatini çektikten son- ra Paris’te siyasi kariyeri hız kazandı. 1622’de Kardinalliğe yükselen Richelieu 1624’te 13. Louis’nin Başbakanlığına atandı ve 1642’de ölümüne kadar bu görevde kaldı.\nRichelieu, başbakan olduğunda çok ciddi sorunlarla karşılaştı. İçte monarşi zayıflamış, prensler başına buyruk dav- ranmaya başlamıştı. Ekonomi çökmüş vaziyetteydi. Dışta Fransa’nın uluslararası alandaki durumu ciddiyet arzediyordu. Otuz Yıl Savaşları yeni başlamıştı ve Ric- helieu Avusturya’daki Habsburglar tara- fından desteklenen İspanya tarafından ku- şatılmaktan endişe ediyordu. Bu durumda yeni başbakan iki temel amaca yöneldi: Bunlardan birincisi Fransa içindeki birli- ği sağlamak, ikincisi ise bütün Hristiyan devletleri kalıcı bir barış içinde biraraya getirebilecek bir çerçeve yaratmak.",
    "trans": "Cardinal and Duke of Richelieu, Armand Jean du Plessis, was born in 1585 in Paris. One of the most striking figures in French history, Richelieu first caught the attention of Marie de Medici during his time as a priest in La Rochelle from 1608 to 1616, which kickstarted his political career in Paris. He was elevated to Cardinal in 1622 and appointed as the Prime Minister to Louis XIII in 1624, a position he held until his death in 1642.\nUpon becoming Prime Minister, Richelieu faced serious challenges. Domestically, the monarchy was weakened, and princes were starting to act independently. The economy was in a state of collapse. Internationally, France's situation was of serious concern. The Thirty Years' War had just begun, and Richelieu was worried about being encircled by Spain, which was supported by the Habsburgs in Austria. In this context, the new Prime Minister focused on two main objectives: The first was to strengthen unity within France, and the second was to create a framework that could bring together all Christian states into a lasting peace."
}