{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Biliyorum, Dide için,\" diye cevabı sertçe yapıştırdığımda bana doğru bir adım daha attı ve üzerimde biraz daha yükseldi. Kafamı biraz daha kaldırmak zorunda kaldım.\n\"Kızımız için ya da başka herhangi bir şey için. Sebep ne olursa olsun, sen benim karımsın,\" dediğinde nefesimi tuttum. \"Benim karımsın ve o aptal herifin telefonunu alıp beni aramak ve çağırmak yerine, onun arabasına bindin, öyle mi?\"\n\"Ufuk benim arkadaşım,\" dediğimde, \"Ben de senin kocanım,\" dedi gırtlaktan gelen bir sesle. \"Sen buna düzenlenmiş bir evlilik diyebilirsin, kızımız için atılmış bir adım diyebilirsin, işin hukuki boyutunu kolaylaştırmak için alınmış bir karar diyebilirsin ama kabul etsen de etmesen de sen benim karımsın.\"\n\"Tüm bunları söyleyen sensin. Ağzımı açıp tek kelime etmedim ben,\" dedim sertçe. \"Sen bu evliliğin sebeplerinin bu olduğunu bana kendin söylemiştin. Şimdi karşıma geçip gerçek kocammışsın gibi benden hesap soramazsın.\"\n\"Soramam?\" dedi ve ondan yayılan tehdidi daha net solumamı sağladı.\n\"Soramazsın.\"\n\"Benim soyadımı taşıyorsun.\"",
    "trans": "When I gave a sharp reply: \"I know, for Dide\", he took another step towards me, towering over me a bit more. I had to tilt my head up further.\n\"For our daughter or for any other reason. Whatever the reason, you are my wife,\" he said, making me hold my breath. \"You are my wife, and instead of taking that idiot's phone to call for me, you got into his car, didn’t you?\"\n\"Ufuk is my friend,\" I said, to which he responded with a gravelly voice, \"And I am your husband. You can call this an arranged marriage, a step taken for our daughter, a decision made to simplify legal matters, but whether you accept it or not, you are my wife.\"\n\"You're the one saying all this. I didn't open my mouth to say a word,\" I retorted sharply. \"You were the one who told me the reasons for this marriage. Now you can’t stand there and demand an account from me as if you're my real husband.\"\n\"I can't?\" he said, and made me feel more of the threat that emanated from him.\n\"No, you can’t.\"\n\"You carry my surname.\""
}