{
    "source": "tr_TR",
    "target": "en_US",
    "text": "3-) İst. Anadolu 23. Asliye Hukuk mahkemesinin bu ilamına rağmen (mahkeme kararı ) şirketinizce tarafıma bir ödeme yapılmaması üzerine ist. Anadolu 8 İcra Müdürlüğünde 2021/ 20618 numarası ile İCRA TAKİBİ BAŞLATILMIŞ ve bu kapsamda şirketinizin Kartaldaki merkezine gelinmiş ve ilgili icra müdürlüğü ; şu anki şirket avukatınız da orada olduğu esnada şirkete kayıtlı mallara haciz işlemi uygulanmış ve haciz işlemi şirket müdürünüz [redacted_name]’e bu hacizli mallar YEDDDİEMİN SIFATI İLE TESLİM EDİLMİŞTİR. Bu kapsamda şirketiniz ile ilgili mevcut borç durumu ile ilgili bağlı olduğu vergi dairesine ,30 adet bankaya ve iş yapmış olduğu şirketlere mevcut durumu bildiren ve uhdelerinde alacak varise ödemelerin takibin başlatıldığı icra müdürlüğüne ihbarnameler yollanmış ve iş yaptığınız firmalara BORÇLU OLDUĞUNUZA DAİR HACİZ MUHTIRALARI GÖNDERİLMİŞTİR. Ancak olumlu bir sonuç ve ödeme alınamamıştır..\n4-) Bu aşamadan sonra MAHKEMEDEN ŞİRKETİNİZİN HUKUKEN İFLASINA KARAR VERİLMESİNİ İSTEMEK ZORUNDA KALACAĞIMI BELRİTMEK ZORUNDAYIM . Şirketinizin mahkemeden iflasının talep edilmesi ortağı olduğunuz şirketin TİCARİ İTİBARINI SARSACAK VE TİCARİ FAALİYET ALANINDA OLUMSUZ BİR ETKİ OLUŞTURACAKTIR. ŞAHSINIZIN TÜRKİYE’DE ORTAĞI OLDUĞUNUZ ŞİRKETİN MAHKEME KARARI İLE SABİT OLMUŞ BU BORCUNDAN HABERDAR OLMADIĞINIZ İNANCI İLE TARAFINIZI HABERDAR EDER , ALACAĞIMIN TARAFIMA ACELE ŞEKİLDE ÖDENMESİNİ TALEP EDERİM.",
    "trans": "3-) Despite the ruling of the Istanbul Anadolu 23rd Civil Court of First Instance (court decision), as your company failed to make a payment to me, an ENFORCEMENT PROCEEDING IS INITIATED at the Istanbul Anadolu 8th Enforcement Office, case number 2021/20618. Consequently, the company's headquarters in Kartal was visited, and the enforcement office, with your company's current lawyer present, implemented a seizure on the company’s registered assets. These seized assets WERE DELIVERED to your company’s manager, [redacted_name], under the status of CUSTODY. Furthermore, notices were sent to the relevant tax authority, 30 banks, and the companies that your company has business relations with, INFORMING THEM OF THE DEPT and the commencement of payment collection by the enforcement office. However, no positive result or payment was obtained.\n4-) At this stage, I MUST EMPHASIZE THAT I WILL BE FORCED TO REQUEST THE COURT'S DECISION ON THE LEGAL BANKRUPTCY OF YOUR COMPANY. The request for your company's bankruptcy from the court will severely IMPACT THE COMMERCIAL REPUTATION of the company you are a partner in AND CREATE A DETRIMENTAL EFFECT IN THE COMMERCIAL FIELD. I NOTIFY YOU WITH THE ASSUMPTION THAT YOU WERE NOT AWARE OF THE DEBT OF THE COMPANY YOU ARE PARTNER IN, WHICH HAS BEEN OFFICIALLY CONFIRMED BY A COURT DECISION IN TURKEY, AND I DEMAND THE IMMEDIATE PAYMENT OF MY RECEIVABLE."
}