{
    "source": "tr_TR",
    "target": "en_US",
    "text": "‘’[redacted_name]’’ sonunda bana ve düşmanlarıma, onun bacısını sikeyim [redacted_email]’ı da sikeyim, yemin\nederim mahkemeye giderim kimliğim yok ya içeride mahkemede konuşurum sonra beni dışarıya\natsınlar onun karısını sikeyim.\n[redacted_name] :\nBilmiyorum bilmiyorum,\n5200 dolar neden benim cebimden gitsin, ‘’[redacted_name]’in’’ karısını sikeyim ben.\n: [redacted_name]\nYalancı\n[redacted_name] :\nKeşke o gün sana söylemesiydim dilim bağlanmış olsaydı, ver numarayı ben deneyim keşke sana\nsöylemesiydim bu kaç liranın Allah belası versin, bacısının amı..\nBizde bu yüzde,\n: [redacted_name]\n‘’[redacted_name]’’ veya ‘’[redacted_name]’’ öğrenirlerse yemin ederim katliam olacak\n[redacted_name] :\nBilmiyorum, şimdi sen bunu boş ver bakarız Allaha bırakalım ona göre bakalım ne yapacağız, o\nkendi ülkene bir ulaşsın.\n: [redacted_name]\nYa ‘’[redacted_name]’’ biz bugün, ‘’[redacted_name]’’ hakkında öyle yaptık yani adam bizim için bizde öyle\nyaptık, yemin ederim ben eşeğim ondan fayda görüyordum, ve sen.\n[redacted_name] :\nYok yok sen fayda görüyordun, ama o içeri girdikten sonra ancak faydalanacak bir şey kalmadı.\n: [redacted_name]\nBiliyorum biliyorum, onun babası\n[redacted_name] :\nYani tam tersi sen şimdi böyle taptın.\nHiç malları gönderdiklerini gördün mü? Hiç konteynerler gönderdiklerini gördünüz mü?\n: [redacted_name]\nKamyon Lübnan’a gönderdiler yemin ederim ‘’[redacted_name]’’ bende resimler var\n[redacted_name] :\nAdam konuşuyor.\n: [redacted_name]\nIrakta, Diyarbakır’a gittiğinde oradan göndermiş anladın mı beni.",
    "trans": "''[redacted_name]'' finally to me and my enemies, I'll fuck his sister,\nI'll fuck [redacted_email], I swear I'll go to court, I don't have an ID, I'll speak in court inside, then let them throw me out,\nI'll fuck his wife.\n[redacted_name] :\nI don't know, I don't know,\nWhy should I pay $5200, I'll fuck ''[redacted_name]'s'' wife.\n: [redacted_name]\nLier\n: [redacted_name]\nI wish I hadn't told you that day, if I'd been tongue-tied, give me the number and I'll try it. I wish I hadn't told you how many Turkish liras this is,\nGod damn it, fuck his sister's cunt..\nThat's why we're here,\n: [redacted_name]\nIf they find out ''[redacted_name]'' or ''[redacted_name]'', I swear it'll be a massacre\n: [redacted_name]\nI don't know, let's leave it to God, let's see what we'll do,\nlet him reach his country\n: [redacted_name]\nWell, ''[redacted_name]'' we did so about ''[redacted_name]'' today, so the man did so for us,\nI swear I'm a donkey, I was benefiting from him, and you.\n: [redacted_name]\nNo, you benefited, but after he came in, you had nothing to benefit from.\n: [redacted_name]\nI know, his dad\n: [redacted_name]\nI mean, on the contrary, now you did like this.\nHave you ever seen them send the goods? Have you ever seen them send containers?\n: [redacted_name]\nI swear that they sent the lorry to Lebanon ''[redacted_name]'' I have photos\n: [redacted_name]\nThe man speaks.\n: [redacted_name]\nIn Iraq, when he went to Diyarbakir, he sent me from there, did you get me?"
}