{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kapıyı kapattım içeri girerken. Ozan direkt banyoya ilerledi. Peşinden gittim. \"Aç değil misin? Otelde de hiçbir şey yemedin.\" Dedim omuzumu kapıya yaslayıp soyunan çocuğu izlerken.\n\"İştahım yok, sen ye.\" Dedi giysilerini kirli sepetine atıp.\n\"Çıkınca birlikte yiyelim?\" Gözlerini bana çevirdi. Yüz ifademi görünce sessiz bir nefes verip başını salladı. Gülümsemeye çalıştım. \"Ne sipariş edeyim?\"\nDuşakabine girerken sorumla duraksadı. Birkaç saniye düşündü. Ardından başını kaldırıp bana baktı. \"Annenin yemeklerinden var mı?\"\nHiç düşünmeden hemen başımı salladım. \"Var.\"\n\"Ben biraz uzun kalırım, iyice yıkanayım bugün terledim o takımların içinde. Çıktığımda yeriz, olur mu?\"\n\"Tamam aşkım.\" Dediğimde hafifçe gülümseyip suyu açtı.\nHızla çıktım ve normalde asla yapmayacağım bir şeyi yapıp banyonun kapısını kapattım. Koşar adımlarla anahtarımı alıp sessiz olmaya çalışarak evden çıktım. Sitenin otoparkından arabayı alıp son hız annemlerin yanına gittim ve annem o gece akşam yemeğine ne yaptıysa aldım. Dakikalar içinde eve geri döndüm.",
    "trans": "I closed the door as I went in. Ozan headed straight for the bathroom. I followed him as I said, “Aren't you hungry? You didn't eat anything at the hotel”, as I leaned my shoulder against the door and watched the boy undressing.\n“I got no appetite, you eat.” He said, putting his clothes in the dirty basket.\n“Why don't we eat together when you finish?” He glanced at me. When he saw my facial expression, he silently exhaled and nodded. I tried to smile. “What should I order?”\nHe stopped at my question as he entered the shower. He thought for a few seconds. Then he lifted his head and looked at me, saying, \"Is there any of your mother's meals left?\"\nWithout thinking, I immediately nodded, “Yes.”\n“I'll take a little longer, I'll wash up, I sweated in those suits today. We'll eat when I finish, okay?”\n“Yes, my love.” When I said that, he smiled slightly and turned on the water.\nI left quickly, and I did something I would never usually do, I closed the bathroom door. I picked up my keys, and I ran out of the house, trying to be quiet. I took the car from the parking lot of the building and I drove at full speed to my parents' house I bought whatever my mother had made for dinner that night. I was back home in minutes."
}