{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Uzmanlar, Karabulut’un boynunda V şeklinde iki kesik ve sırtında toprak bulunması gibi delillere dayanarak, cinayetin sadist bir ayinle işlenmiş olabileceğini öne sürdü. Avukat Rezan Epözdemir, cinayetin bir “Yahudi ayini” olan “Mayasız Ayini” belirtilerini taşıdığını iddia ederek bu iddianın mahkeme kayıtlarına geçtiğini söyledi.\nCem Garipoğlu’nun, cesedi babaannesinin Etiler’deki evinin yakınına bıraktığı da ayin iddialarını güçlendiren bir unsur oldu.\nSoruşturma süreci ve delillerin karartılması\nCem Garipoğlu’nun cinayet sonrası yaklaşık altı ay boyunca yakalanamaması kamuoyunda büyük tepkilere neden oldu. İstanbul Emniyet Müdürlüğü, katil zanlısını yakalamak için özel bir ekip kurdu ve Interpol aracılığıyla kırmızı bülten çıkardı. Dönemin İçişleri Bakanı Beşir Atalay da İstanbul Polisi’ne yakalanması talimatını verdi.\nCinayetle ilgili soruşturma sırasında, Adli Tıp Kurumu’nun hazırladığı otopsi raporunda hatalar olduğu ortaya çıktı. Başka cenazelerin DNA örneklerinin karıştığı tespit edilince ikinci bir otopsi raporu hazırlandı. Ayrıca, cinayet günü güvenlik kameralarının kayıtlarının silindiği ve olay yerinde bulunan 700 bin doların tutanaklara geçmediği söylendi. Bu delilleri kararttıkları iddiasıyla olay yeri incelemesinde yer alan 6 polis ve 3 site güvenlik görevlisi hakkında hapis cezası istendi.\nCelalettin Cerrah’ın sözleri gündem oldu\nİstanbul Emniyet Müdürü Celalettin Cerrah’ın, Münevver Karabulut’un ailesini suçlayan açıklamalarına da tepki geldi. Kadın hakları savunucuları, Cerrah’ın “Kızlarını takip etselermiş” şeklindeki sözlerinin, “dehşet verici” olduğunu söyledi.\n“Fethullahçı polis” iddiaları",
    "trans": "Experts, based on evidence such as two V-shaped cuts on Karabulut's neck and soil on her back, suggested that the murder might have been committed as part of a sadistic ritual. Lawyer Rezan Epözdemir claimed that the murder bore the characteristics of a \"Jewish ritual\" known as the \"Unleavened Ritual,\" and this claim was recorded in the court documents.\nThe fact that Cem Garipoğlu left the body near his grandmother's house in Etiler also strengthened the ritual murder claims.\nInvestigation process and tampering with evidence\nThe failure to capture Cem Garipoğlu for about six months after the murder caused public outrage. The Istanbul Police Department formed a special team to capture the suspect and issued a red notice through Interpol. The then Minister of Interior, Beşir Atalay, also instructed the Istanbul Police to ensure his capture.\nDuring the investigation into the murder, errors were found in the autopsy report prepared by the Council of Forensic Medicine. After it was discovered that DNA samples from other bodies had been mixed, a second autopsy report was prepared. It was also reported that recordings from security cameras on the day of the murder had been deleted and that $700,000 found at the scene was not recorded in the official reports. Six police officers and three security staff involved in the crime scene investigation were accused of tampering with the evidence and faced imprisonment.\nComments by Celalettin Cerrah sparked controversy.\nThere was backlash against statements by Istanbul Police Chief Celalettin Cerrah, who blamed Münevver Karabulut’s family. Women's rights advocates described Cerrah’s comments that “They should have monitored their daughter” as “horrifying.”\nAllegations of \"Fethullahist police\""
}