{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Çocuklar öncelikle sizinle gurur duyuyorum...\" diye başladı söze. Bunu ya oldukça az söylerdi ya da öylesine. Çocuklarına duyduğu gururu paylaşmayı çocuklarına borçluydu artık. \"... Bize rağmen kurduğunuz kardeşlik bağı, burası, yaptığınız iş çok güzel. Konuşup anlaşıyor olabilmeniz, birbirinize sahip çıkabilmeniz bu hayatta bir anne olarak sahip olabileceğim en değerli şey. Bunu duymanız gerekiyordu, kardeş olmayı her nasıl başardıysanız asla vazgeçmeyin.\"\nİki kardeş gülümsedi birlikte. Konuşma korktukları kadar kötü başlamamıştı, ruhlarına iyi gelmişti hatta bunları duymak. Çünkü bu yoldaki çabaları takdir edilesiydi. Bugüne kadarki hiçbir bireysel başarısı takdir edilmeyen iki genç, kardeş olabildikleri için takdir ediliyorlardı. Değmişti doğrusu, bu büyük an için çekilen zorluklara değmişti.\n\"Sen o fotoğraf albümünü alıp benimle konuştuğun gün oldu her şey. Biz de sana bir teşekkür borçluyuz, teşekkürler anne.\"\nDolan gözleriyle gülümsedi kızına Gülgün. Burnu sızlamış, yo\nıllardır bastırdığı ağlama isteğini bastıramamıştı bu sefer. Anne olarak bir şey başarabilmişti demek ki. Bir gün bir sebeple çocuklarına iyi gelebilmişti. Geçmişe bakınca hatırladığı pişmanlıklarının yerini güzelliklerle doldurmak istiyordu. Ve hissettiği ilk güzel duygu raftaki yerini almıştı.",
    "trans": "\"Children, first of all, I am proud of you...\" she began. She either said this very rarely or casually. She felt indebted to share her pride with her children now. \"... The bond of brotherhood you have created despite us, this place, the work you’ve done is beautiful. The fact that you can talk and understand each other, that you can support each other, is the most valuable thing I, as a mother, could ever have. You needed to hear this; whatever you did to become siblings, never give up on it.\"\nThe two siblings smiled together. The speech hadn’t started as badly as they had feared; in fact, hearing those words had been good for their souls. Because their efforts on this path deserved to be appreciated. The two young people, who had never been praised for their individual successes, were now being appreciated for being able to be siblings. It had been worth it, truly; the difficulties faced for this big moment had been worth it.\n\"It all started the day you brought me that photo album and talked to me. We also owe you a thank you. Thank you, Mom.\"\nWith teary eyes, Gülgün smiled at her daughter. Her nose tingled,\nand she couldn’t suppress the urge to cry that she had buried for years. As a mother, it seemed she had been able to achieve something. She had managed to bring something good to her children for once. Looking back, she wanted to replace the regrets she remembered with beautiful things. And the first beautiful feeling she had experienced took its place on the shelf."
}