{
    "source": "tr_TR",
    "target": "en_US",
    "text": "50F Alibeyköy Metro-4. Levent Metro Hattı: (araçlar Hasdal istikametinden inerek C-D Blok önündeki İstinye Üniversitesi durağında ve Vadi ana yerleşkenin önündeki Sadabad-2 Viyadüğü durağından dönüş yapıp Vadi İstanbul durağından da geçmektedir.)\nAraçların hareket saati değişkenlik gösterdiğinden dolayı güncel saatleri https://iett.istanbul/ web adresinden takip edebilirsiniz.\nBilgilerinize sunar, iyi çalışmalar dileriz.\nDear Members of the Istinye University Family,\nBased on our meeting with IETT General Directorate, new bus lines have been allocated to the region.\nK3 Kağıthane Garage-Vadi Istanbul Line: The vehicle leaves the Kağıthane garage, passes through the Kağıthane metro stop, Hasdal Viyadük Altı stop and Vadi İstanbul stop, and completes its ring by turning at the Liv Hospital corner.\n50H Alibeyköy Metro-Hacıosman Metro Line: (vehicles get off in the direction of Hasdal and exit C-D Block at the İstinye University stop and pass through the Vadi Istanbul administration on the way back to the central Sadabad-2 Viyadügü transformation of the Vadi main campus.)",
    "trans": "50F Alibeykoy Metro-4. Levent Metro Line: (vehicles exit in the direction of Hasdal, stop at the Istinye University stop in front of the C-D Block, make a turn at the Sadabad-2 Viyadugu stop near the main Vadi Istanbul campus, and continue through the Vadi Istanbul stop.)\nSince the vehicle departure times are variable, you can follow the current schedules at the website https://iett.istanbul/.\nWe present this information to you and wish you good work.\nDear Members of the Istinye University Family,\nBased on our meeting with IETT General Directorate, new bus lines have been allocated to the region.\nK3 Kagithane Garage-Vadi Istanbul Line: The vehicle leaves the Kagithane garage, passes through the Kagithane metro stop, Hasdal Viyaduk Alti stop and Vadi Istanbul stop, and completes its ring by turning at the Liv Hospital corner.\n50H Alibeykoy Metro-Haciosman Metro Line: (vehicles get off in the direction of Hasdal and exit C-D Block at the Istinye University stop and pass through the Vadi Istanbul administration on the way back to the central Sadabad-2 Viyadügü transformation of the Vadi main campus.)"
}