{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Neslihan (biraz kekelerken): Güven, dur! Durum düşündüğün gibi değil.\nGüven (gülümseyerek onu dürterek): O zaman neden bu kitabı okuyorsun? Tekrar mi istiyorsun.\nNeslihan (kendini savunmaya çalışarak): Sadece bilmek istiyorum! Bu önemli, biliyorsun babamı.\nGüven (duygularının derinliğini anlayarak, ona göz kırparak): biliyorum ama endişelenmene gerek yok. Önlemlerimi aldım. Hiçbir şey olmayacak.\nNeslihan, göz kırpmasına gülümseyerek yanıt verdi, ama Güven yüksek sesle gülmeye başlayınca, utancını daha da arttırdı.\nNeslihan (tereddütle ama gülümseyerek): Güven, sana bir şey sormak istiyorum. Gelecekte çocukları düşünüyor musun?.\nGüven (biraz ciddileşerek): Tamam, seninle dürüst olacağım. Gelecekte çocukları düşünmüyorum. Dünyada aileye ihtiyacı olan birçok çocuk var, bu benim için yeterli.\nNeslihan ona üzgün gözlerle baktı. Bir ailesinin olmasını istiyordu ama Güven'in sözleri onu yalnız hissettirdi.\nNeslihan (alçak sesle): Ama ben bir aile istiyorum. O duyguları özlüyorum.",
    "trans": "Neslihan (stammering a bit): Güven, stop! The situation is not what you think.\nGüven (smiling and nudging her): Then why are you reading this book? Do you want it again?\nNeslihan (trying to defend herself): I just want to know! It's important, you know, my dad.\nGüven (understanding the depth of her feelings, winking at her): I know, but don’t worry. I’ve taken precautions. Nothing will happen.\nNeslihan smiled back at him, but her embarrassment grew when Güven started laughing out loud.\nNeslihan (hesitantly but smiling): Güven, I want to ask you something. Do you think about having children in the future?\nGüven (getting a little serious): Alright, I’ll be honest with you. I don’t think about having children in the future. There are many children in the world who need a family, and that’s enough for me.\nNeslihan looked at him with sad eyes. She wanted a family, but Güven’s words made her feel lonely.\nNeslihan (softly): But I want a family. I miss those feelings."
}