{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Trendyol\n(682)5 üzerinden 4.5 yıldız. 682 ürün incelemesi.\nÜcretsiz gönderim\nGüneşlikli ABS Bisiklet Kaskı - 11 Hava Delikli Kaykay Spor Yarım Kask, Çıkarılabilir Astarlı, Yol Bisikleti Sürmek, Motor kaskı,Motosiklet kaskı\n₺624,49\nTemu\nÜcretsiz gönderim\nSmith Forefront 2 Mips - Matte Archive Wildchild - Large (59-62 cm)\n₺9.490,00\nPowder Shop\nÜcretsiz gönderim\nPEMILA Ultralight Bisiklet Kaskı, Yol Mtb Kaskı Bisiklet Güvenlik Kapağı, Yarış Bisiklet Ekipmanları GoPro Spor Kamerası ve Farlar için Çok\n₺779,61\nTemu\nÜcretsiz gönderim\nDecathlon Rockrider Feel Siyah Dağ Bisikleti Kaskı\n₺2.190,00\nDecathlon\nSmith Maze Bike - Matte Cement - Large (59-62 cm)\n₺4.180,00\nPowder Shop\nÜcretsiz gönderim\nPemILA Bisiklet Kaskı Gözlüklü, Bisiklet Kaskı, Yol Dağı Kayış Reflektif Sticker, Ayarlanabilir E-bisiklet Kaskı\n₺713,98\nTemu\nÜcretsiz gönderim\nSmith Maze Bike - Mat Siyah - Large (59-62 cm)\n₺4.180,00\nPowder Shop\nÜcretsiz gönderim\nPJT Ayarlanabilir Şemsiye Dağ Bisikleti Kaskı, GoPro ve Far İçin Çok Fonksiyonlu Tutucu ile - PC Malzeme, Gradyan Tasarım, Kask motor,Motor kaskı",
    "trans": "Trendyol\n(682) 4.5 out of 5 stars. 682 product reviews.\nFree shipping\nSun-shaded ABS Bicycle Helmet - 11 Air Vent Skateboard Sports Half Helmet, Removable Lining, Road Cycling, Motorcycle Helmet\n₺624.49\nTemu\nFree shipping\nSmith Forefront 2 Mips - Matte Archive Wildchild - Large (59-62 cm)\n₺9,490.00\nPowder Shop\nFree shipping\nPEMILA Ultralight Bicycle Helmet, Road MTB Helmet, Bicycle Safety Cap, Racing Bicycle Gear, GoPro Sports Camera and Lights Compatible\n₺779.61\nTemu\nFree shipping\nDecathlon Rockrider Feel Black Mountain Bike Helmet\n₺2,190.00\nDecathlon\nSmith Maze Bike - Matte Cement - Large (59-62 cm)\n₺4,180.00\nPowder Shop\nFree shipping\nPemILA Bicycle Helmet with Goggles, Bicycle Helmet, Road Mountain Strap Reflective Sticker, Adjustable E-Bike Helmet\n₺713.98\nTemu\nFree shipping\nSmith Maze Bike - Matte Black - Large (59-62 cm)\n₺4,180.00\nPowder Shop\nFree shipping\nPJT Adjustable Umbrella Mountain Bicycle Helmet, with Multifunctional Holder for GoPro and Lights - PC Material, Gradient Design, Helmet Motor, Motorcycle Helmet"
}