{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tanınan süreyi 3 aya kadar aşmış olmasına karşın, kendi istekleri ile sınır kapılarından çıkış yapmak isteyen ve kendilerine çıkmış olan idari para cezasını ödeyen yabancılar.\n3 aydan daha fazla süre aşımı yapmış olan ve kendi istekleri ile ülkeden ayrılmak üzere sınır kapılarına giden ve idari para cezalarını ödeyen yabancılara ise 1 ay ile 5 yıl arasında Türkiye’ye Giriş Yasağı uygulanır. Bu yasak süreleri aşağıdaki gibidir:\n3 ay – 6 Arası süre aşımı halinde : 1 ay giriş yasağı\n6 Ay – 1 Yıl arası süre aşımı halinde : 3 ay giriş yasağı\n2 Yıl – 3 Arası süre aşımı halinde : 2 yıl giriş yasağı\n3 Yıldan fazla süre aşımı halinde : 5 Yıl giriş yasağı\nDiğer Haller…\nAşağıdaki listelenen durumlarda ise 3 aydan, 5 yıla kadar Türkiye’ye giriş yasağı uygulanır.\nYasal kalış sürelerini aşmalarının ardından, kendi istekleri ile sınır kapılarından ayrılırken idari para cezalarını ödemeyen yabancılar,\nYasal kalış sürelerinin aşılmasının ardından ülkeyi terke davet edilen yabancılardan, kendilerine tanınan süreler içinde ülkeyi terk etmeten ve/veya idari para cezasını ödemeyen yabancılar,\nYasal olarak tanınan süreyi 3 aydan fazla süre ile aşmış olan yabancılardan, haklarında sınır dışı etme kararı çıkartılanlar. (Para cezasını ödenip ödenmediğine bakılmaz.)\nİkamet izinleri reddedildiği ya da iptal edildiği halde, kendilerine tanınan süre içinde ülkeden çıkış yapmayan yabancılar. (Para cezasını ödenip ödenmediğine bakılmaz.)",
    "trans": "Foreigners who want to exit the border gates of their own accord, despite exceeding the granted period by up to 3 months, and who have paid the administrative fines imposed on them.\nForeigners who have exceeded the 3 months and who go to the border gates to leave the country of their own accord and pay the administrative fines are subject to a ban on entry to Turkey for a period of 1 month to 5 years. These ban periods are as follows:\nIn case of 3 – 6 months of expiry: 1 month entry ban\nIn case of 6 months – 1 year of expiry: 3-months entry ban\nIn case of 2-3 years of expiry: 2 years entry ban\nIn case of more than 3 years of expiry: 5 years entry ban\nOther Situations…\nIn the cases listed below, an entry ban to Turkey is applied for a period of 3 months to 5 years.\nForeigners who do not pay administrative fines when leaving the border gates of their own accord after exceeding their legal stay period,\nForeigners who are invited to leave the country after exceeding their legal stay period, and who do not leave the country within the given period and/or do not pay the administrative fine,\nForeigners who have exceeded the legally granted period by more than 3 months and have been subject to a deportation decision. (Whether or not the fine has been paid is not taken into account.)\nForeigners who have not left the country within the given period, even though their residence permits have been rejected or cancelled. (Whether or not the fine has been paid is not taken into account.)"
}