{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İzuku hâlâ utanıyor ve sarışının yüzüne bakamıyordu, Katsuki ise İzuku'dan bulabildiği her saniye gözünü bile ayırmıyordu.\nKoltuğun yanına bir sandalye çekerek, çorbayı eline aldı ve bir kaşık alarak üflemeye başladı. İzuku ise sarışını izliyordu ve bir anda telaşlandı.\n\"Ke-kendim yiyebilirim!\"\n\"Deme öyle, her tarafın titriyor bırak yardım edeyim.\"\nİzuku sesi kıstı ve çorbaya üfleyen sarışını izlemeye başladı, oldukça yakışıklı buluyordu Katsuki'yi. Katsuki kendisi için... Yakışıklı, nazik, sevecen, eğlenceli bir tipti... Ardından ağzına doğru getirilen kaşık ile düşüncelerinden kurtulmuş ve bir kapım almıştı.\n\"Mhm! Lezzetli!\"\nİzuku uzun zamandır el yapımı yemediği çorba ile gülümseyerek, kıkırdamıştı.\nKatsuki ise zaten hızlı atan kalbinin yerinden çıkacağını hissetti ve tebessüm etti, yeşilli için yaptığı çorbayı beğenmesi... Katsuki ömür boyu çorba yapmak istedi.\nArdından hoş bir sohbet konusu açılarak konuşma devam etmiş ve İzuku konuşmaya daldığından çorbayı ne ara yediğinin farkına varamamıştı zaten Katsuki kendisi konuşurken onun sustuğu vakit onun ağzına anında bir kaşık çorba sokuyordu.",
    "trans": "Izuku was still embarrassed and couldn’t look at the blonde’s face, while Katsuki, on the other hand, couldn’t take his eyes off him for even a second.\nPulling a chair up beside the couch, he grabbed the soup and started blowing on a spoonful. Izuku was watching the blonde and suddenly got flustered.\n\"I-I can eat it myself!\"\n\"Don't say that; you're trembling all over. Let me help.\"\nIzuku muffled his voice and continued to watch the blonde blowing on the soup, finding Katsuki incredibly handsome. Katsuki was... handsome, kind, affectionate, and fun-loving... Then, with the spoon brought to his mouth, Izuku snapped out of his thoughts and took a sip.\n\"Mhm! Delicious!\"\nIzuku giggled, smiling as he hadn’t had homemade soup in a long time.\nKatsuki, however, could feel his heart pounding so fast that it might just jump out of his chest, and he smiled. Seeing Izuku like the soup he made for him made Katsuki want to cook soup for him for the rest of his life.\nThen, with an enjoyable topic of conversation, the conversation continued. Izuku got so caught up in talking that he didn’t even realize when he ate the soup. Meanwhile, whenever Izuku stopped talking, Katsuki would immediately feed him a spoonful of soup."
}