{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Bu kitap beni kısa sürede ele geçirdi. Son sayfaya gelene kadar nabzım yavaşlamadı.\"\nNetGalley Reviewer\n\"Bağımlılık yaratan karakterleriyle bugüne kadar okuduğum en iyi çıkış romanı.\"\nRachel Abbott\n\"Gelgitlerle dolu, gerilim öğeleriyle okuyucuyu şaşırtan müthiş bir kitap.\"\nNetGalley Reviewer\n\"Bu şaheseri okuduğum için kendimi şanslı sayıyorum.\"\nLinwood Barclay\n\"Se7en filmini sevdiyseniz bu romana da bayılacaksınız.\"\nM. J. Arlidge\n\"Sıradışı bir akışı ve olağanüstü, cesur karakterleri olan bu kitabı büyük bir iştahla okudum. Karanlık, tahrik edici ve beklenmedik anlarda da mizahi olabilen kitapları seviyorsanız Kukla tam size göre.\"\nGregg Hurwitz\n\"Bu kitap daha ilk sayfada bombayı patlatıyor: Bir ceset ve kimliği belirsiz altı kurban. Ve bu sadece bir başlangıç! Hayal bile edemeyeceğiniz kadar kurnaz ve sapkın bir seri katille sınanmaya hazırlanın.\"\nDavid Jackson\n\"Delicesine bağımlılık yapıyor! Akıl almaz dolambaçlarla dolu Kukla'ya takılıp kalmamak imkansız.\"\nLisa Hall\n\"Bu kitap tüm kusurlarıyla çırılçıplak karşımızda duran gerçekçi karakterlerin, müthiş bir temponun ve zekice detayların bir araya gelmesiyle yaratılmış. Daniel Cole, polisiye roman hayranlarının vazgeçemeyeceği yepyeni bir ses.\"\nAli Land\n\"Birinci sınıf bir kurguyla örülmüş, kalıpları yıkan bir polisiye.\"\nEmlyn Rees\n\"Daniel Cole'un kara mizahla dolu ilk romanı, dedektif romanı türünde bir klasik olmaya aday.\"\nLibrary Journal\n\"Çok güçlü bir olay örgüsüne sahip. Daniel Cole gizemli bir katil yaratarak romanın tansiyonunu hep üst düzeyde tutmayı başarmış.\"",
    "trans": "\"This book quickly took hold of me. My pulse didn't slow until I reached the last page.\"\nNetGalley Reviewer\n\"The best debut novel I've read to date, with addictive characters.\"\nRachel Abbott\n\"A terrific book, full of ups and downs, surprising the reader with its elements of suspense.\"\nNetGalley Reviewer\n\"I consider myself lucky to have read this masterpiece.\"\nLinwood Barclay\n\"If you liked the movie Se7en, you'll love this novel too.\"\nM. J. Arlidge\n\"Sıradışı bir akışı ve olağanüstü, cesur karakterleri olan bu kitabı büyük bir iştahla okudum. Karanlık, tahrik edici ve beklenmedik anlarda da mizahi olabilen kitapları seviyorsanız Kukla tam size göre.\"\nGregg Hurwitz\n\"This book drops a bombshell on the very first page: a dead body and six unidentified victims. And that's just the beginning! Prepare to be tested by a serial killer more cunning and twisted than you could ever imagine.\"\nDavid Jackson\n\"Insanely addictive! It's impossible not to get hooked on Kukla, which is full of mind-bending twists and turns.\"\nLisa Hall\n\"This book is written by combining realistic characters who stand before us with all their flaws, a great pace, and clever details. Daniel Cole is a fresh voice that detective novel fans cannot do without.\"\nAli Land\n\"A first-class, groundbreaking detective story.\"\nEmlyn Rees\n\"Daniel Cole's darkly humorous debut novel is destined to become a classic in the detective novel genre.\"\nLibrary Journal\n\"It has a very strong plot. Daniel Cole has managed to keep the tension high throughout the novel by making a mysterious killer.\""
}