{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Mutlaka denemeli ve tarif defterlerinize eklemelisiniz..\nGelelim Kıymalı Börek nasıl yapılır?\n1.6 su bardağı un, 1 tatlı kaşığı tuz yoğurma kabına alınır.\n2. Yaklaşık 2,5 su bardağı su yavaş yavaş ilave edilerek hamur yoğrulur.\n3. Hamur kıvama geldikten sonra üzeri örtülecek 15 dk dinlendirilir.\n4. Hamur iki parçaya bölünerek bezeler oluşturulur.\n5. Benzerlerden bir tanesi açılır.\n6. Üzerine sıvı yağ dökülerek yayılır.\n7. Hamur çiçek yaprağı şeklinde dilimlere ayrılır.\n8. Kesilen dilimler orta noktada üst üste gelecek şekilde sırası ile katlanır.\n9. Oluşan kat kat hamur oklara ile tekrar açılarak tepsi boyutuna getirilir ve tepsiye yerleştirilir.\n10. Kalan beze de aynı şekilde açılır.\n11. Tepsiye hazırlanan iç harcı dökülerek yayılır, dilediğiniz iç harcını kullanabilirsiniz, biz soğan, biber ve domates ile kavurduğumuz kıymaya baharat ve tuz ekleyerek iç harcı hazırladık.\n12. İç harcın üzeri diğer hamur ile kapatılır, hamurun kenarları kıvrılarak düzeltilir.\n13.üzerine yumurta sarısı sürülerek, dilimlenir.\n14. Önceden ısıtılmış 180 derece fırında altı üstü kızarana kadar pişirilir.\n15. Fırından alınan böreğimizin ilk sıcağı çıktıktan sonra servis tabağına alınır.\nAfiyet olsun.\nKıymalı Tepsi Böreği;\nhttp://www.nefisyemekt...\nEl Açması Kıymalı Tepsi Böreği Tarifi İçin Malzemeler",
    "trans": "You should definitely try it and add it to your recipe books.\nLet's see how to make Minced Meat Pie?\n1.6 cups of flour and 1 teaspoon of salt are put into the kneading bowl.\n2. Slowly add approximately 2.5 cups of water and knead the dough.\n3. After the dough has the desired consistency, cover it and let it rest for 15 minutes.\n4. Divide the dough into two pieces and form lumps of dough.\n5. Open one of the lumps of dough.\n6. Pour oil on it and spread it.\n7. Divide the dough into flower petal-shaped slices.\n8. Fold the cut slices so that they overlap at the middle point.\n9. Roll out the dough again using arrows make it at the size of the tray and place it on the tray.\n10. Roll out the remaining lump of dough in the same way.\n11. Pour the prepared stuffing into the tray and spread it out. You can use any stuffing you like. We prepared the stuffing by adding spices and salt to the minced meat that we fried with onion, pepper and tomato.\n12. Cover the stuffing with the other dough, fold the edges of the dough, and straighten.\n13.Spread egg yolk on top and slice.\n14. Bake in a preheated oven at 180 degrees until golden brown.\n15. After the pastry is taken out of the oven and still hot, place it on a serving plate.\nEnjoy your meal.\nMinced Meat Tray Pastry;\nhttp://www.nefisyemekt...\nIngredients for Hand Rolled Minced Meat Tray Pastry Recipe"
}