{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Gözlerini koridorun sonuna doğru çevirdi. \"Pek yoktu. En yakın arkadaşım annemdi, bir başkasına ihtiyacım olmuyordu.\"\n\"Annenle güzel bir ilişkin vardı o halde?\" dediğimde sadece başıyla onayladı. İçsel bir savaş verdiğimde kıvrandığımı anladı ve ağzımdaki baklayı çıkarmam için işaret verdi. \"O videoda annenden söz ediliyordu,\" dediğimde sesim çok kısık çıkıyordu. \"Yani annenin ölümünden...\" Gözlerini gözlerimden bir an bile olsun ayırmadı ama elalarına acının bulaştığını gördüm. \"Yani bu çok acı ama umarım bunu ona yapanlar...\"\n\"Öldü,\" dedi kısa bir yanıtla.\n\"Kaç yaşındaydın?\" diye sordum.\n\"On dört,\" dedi.\n\"Yani anneni sonradan o şekilde görmek, o yaşta bir çocuk için...\"\n\"Başından sonuna kadar oradaydım,\" dediğinde kaskatı kesildim ve o da bakışlarını başka yöne çevirdi. \"Her anını izledim, kurtarmak da imkansızdı. Ve evet, aynı baltayla kolumu kestiler ama annemi gördüğüm an kadar canımı yakmadı.\" Bakışları yeniden bana döndü. \"O yaşımdan beri de savaş içerisindeyim, her anlamda.\"",
    "trans": "He turned his eyes towards the end of the corridor. “I didn't have much. My mom was my best friend, I didn't need anyone else.”\nWhen I said, “You had a good relationship with your mom then?“ he just nodded. When I was struggling internally, he realized I was squirming and signaled me to spill the words. “When I said, \"Your mother was mentioned in that video\", my voice was very low. “I mean your mother's death...” He didn't take his eyes from mine for a moment, but I saw the pain in his hands. “I mean, it hurts, but I hope whoever did this to her...”\n“She's dead,” he said shortly.\n“How old were you?” I asked.\nHe said, “Fourteen”.\n“I mean, seeing your mom like that afterwards, for a kid that age...”\n“I was there from beginning to end”, I got stunned and he averted his gaze. “I watched every moment, and it was impossible to save her. And yes, they cut off my arm with the same axe, but it didn't hurt as much as when I saw my mother.” His eyes turned back to me. “And since that age I have been at war, in every sense.”"
}