{
    "source": "tr_TR",
    "target": "en_US",
    "text": "1. Allah’ın (c.c.) Elçileri: Peygamberler\nPeygamber kelimesi Farsça (İran dili) bir kelime olup Türkçe karşılığı “Elçi” demektir. Kur’an-ı Kerimde bu kelimenin karşılığı olarak\nResul= Elçi Nebi= Haberci\nkelimeleri vardır.\nPeygamber kelimesi sözlükte” Elçi, haberci,” demektir. Dini terim olarak ise; Yüce Allahtan aldıkları bilgileri, haberleri, emir ve yasakları insanlara bildirmekle görevli olan Yüce Allah’ın seçkin kullarına peygamber denir.\nNübüvvet ve Risalet=Peygamberlik demektir.\nKur’an-ı Kerimde 25 peygamberin adı geçmektedir. Bunlardan bazılarının hayat hikayesi anlatılmış, bazılarının ise sadece ismi geçmektedir. İslam Dinine göre ilk insan ve ilk peygamber Hz. Âdem, son peygamber ise Hz. Muhammed Mustafa (S.A.V.) dir.\n“Muhammed… Allah’ın resulü ve peygamberlerin sonuncusudur. Allah her şeyi hakkıyla bilendir.” Ahzâb suresi, 40. ayet\nPeygamberlik çalışmakla veya ibadet etmekle elde edilebilen bir görev değildir. Yüce Allah kulları arasından seçtiği yüce ahlaklı insanları kendine elçi olarak seçer.",
    "trans": "1. Messengers of Allah (c.c.): Prophets\nThe word Prophet is a Persian (Iranian language) word and its Turkish equivalent means \"Messenger\". There are the words: \"Messenger= Messenger Nabi = Reporter\"\nas the equivalent of this word\nin the Quran.\nThe word prophet means \"Messenger, reporter\" in the dictionary. In religious terms, the distinguished servants of Almighty God who are responsible for conveying the information, news, orders, and prohibitions they receive from Almighty God to people are called prophets.\nNubuwwah and Messengership means Prophethood.\nThere are 25 prophets mentioned in the Quran. Some of them have their life stories told, while others are only mentioned by name. According to Islam, the first human and the first prophet is Adam, and the last prophet is Muhammad Mustafa (PBUH).\n“Muhammad… is the Messenger of Allah and the last of the prophets. Allah has full knowledge of all things.” Surah Al-Ahzab, verse 40\nProphethood is not a duty that can be achieved by working or worshipping. Almighty Allah chooses people of high morality from among His servants as His messengers."
}