{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Asi bakışlarını Alaza çevirdiğinde, onun rahat bir şekilde şampanyasını yudumladığını gördü. Parmakları iç çamaşırının kenarını bularak okşamaya devam ettiğinde, elleri bacağının iç kısmına doğru ilerleterek üst bacağını okşayarak tırnaklarıyla sürttü. Asi çorbasından bir yudum içip, bacağını diğer bacağının üzerine attığında onun elini iki bacağının arasına kıstırarak durmasını sağladı. Ama Alaz durmadı tabi, sertçe diğer bacağını eliyle indirip, parmaklarını iç çamaşırının üzerinden kadınlığına sürttüğünde bir anda panikle öksürerek onun elini itti. Kalbi deli gibi atarken, bakışları Alaza döndüğünde onun rahat ve gülen bir ifadeyle karşıya doğru baktığını gördü. Asinin gözleri bir an Emiri bulduğunda ise onun dik dik kendisine baktığını gördü. Bedeni iyice gerilirken, gevşemek için önünde ki kadehten bir yudum içti.\n\"Biz kalkalım mı Asi?\" Emirin aniden ayağa kalkması ve çıkışı karşısında, hepsi anlamsız bir şekilde ona baktı. Asi kafasını sallayarak ne oluyor der gibisinden bakarken, Alaza göz ucuyla baktığında bıçağı elinde çevirdiğini gördü.\n\"Kusura bakmazsanız gidelim biz. Bazı işlerimiz vardı da bizim. Hem siz de aile içinde konuşursunuz.\"\n\"Oğlum nereye?\" Yamanın dişlerinin arasından kurduğu cümleyle, Asi ortamda daha fazla gerginlik çıkmasın diye ayaklandı.\n\"Bizim bir işimiz vardı evet, gidelim biz. Sonra görüşürüz\" Bakışları tekrardan Alazı bulduğunda, onun nasıl kaskatı kesildiğini buradan görüyordu ancak şu anda Emirin derdini öğrenmeden de rahat edemeyecekti. Emirle beraber oradan ayrılıp arabaya bindiklerinde, Emir direk olarak gazı kökledi.",
    "trans": "When Asi directed her eyes toward Alaz, she saw him calmly taking a sip of his champagne. His fingers reached the edge of her underwear, keeping her caressing. He moved his hands towards her inner thigh, scraping her upper thighs with his nails. As Asi drank a sip of her soup and crossed her legs, she stopped his movement by pressing his hand between her legs. But, of course, Asi didn't stop, when he roughly lowered her other leg with his hand and rubbed his fingers over her underwear against her lady parts, she suddenly coughed in panic and pushed his hand away. As her heart pounding wildly, she glanced at Alaz and noticed him calmly looking ahead with a smiling expression. But when Asi’s eyes met Emir’s for a moment, she saw him staring at her. Her body grew increasingly tense, and she sipped from the glass in front of her to calm herself down.\n\"Should we go, Asi?\" When Emir suddenly stood up and moved to leave, everyone looked at him in confusion. Asi shook her head slightly, as if her eyes asking what was going on, while glancing at Alaz, Emir saw him spinning a knife in his hand.\n\"If you’ll excuse us, we’ll leave now. We’ve some errands to run. Besides, this way, you can have your family talk.\"\n\"Where do you go, son?\" Yaman muttered between his teeth, and Asi stood up, to prevent the situation from escalating further.\n\"Yes, we have some errands. Let’s leave now. We’ll see you later.\" When her gaze returned to Alaz, she could see how rigid he had become, almost frozen. Yet, she couldn’t rest until she understood what was troubling Emir. Once they left and got into the car, Emir immediately floored the gas pedal."
}