{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tolga ağzını açacakken Asena koşarak salona girmiş ve annesini sorgudan kurtarmıştı. Asi elindeki oyuncağını Tolga'nın önünde sallayan kızını gülümseyerek izledi. Tolga ile iyi anlaşıyorlardı.\nKendisinin bir ailesi yoktu, sokak kızıydı. Onca yaşananlardan sonra şimdi burada, tanımadığı bir dünyada kızı için ayakta kalmaya çalışıyordu. On dokuz yaşında verdiği bir karar onu memleketinden buralara savurmuştu. Her şey o kadar zordu ki... İçinin acıdığını, kalbinin en derininin sızladığını hissedince gözlerini sıkıca kapattı. Yalnız kaldığı bir anda, herkesi uzağa savurduğu bir zamanda Tolga tüm dikenlerine rağmen onu bırakmamıştı. Gözlerini yavaşça açıp Tolga'ya baktı. Tolga, Asena'ya yeğenim diyerek kol kanat germişti, zorla amca demeyi öğretmişti hatta.\nAsena oyuncağını Tolga'ya verip koşarak salondan terk ettiğinde Tolga elindeki peluşa baktı. \"Böyle şeylerde neyse ki Asena sayesinde tecrübem var.\" Asi'ye baktığında kızın gözlerinden fırlayan soru işareti oklarını gördü. \"Yakında baba olmayı planlıyorum da.\"",
    "trans": "Just as Tolga was about to speak, Asena ran into the living room, saving her mother from further questioning. Asi watched her daughter wave her toy in front of Tolga with a smile. The two of them got along well.\nShe had no family of her own—she was a street girl. After everything that had happened, she was here now, in a world she didn't know, trying to stay strong for her daughter. A decision she made at nineteen had swept her away from her homeland to this place. Everything was so difficult... When she felt the ache deep in her chest, the sting in the depths of her heart, she tightly shut her eyes. During a time when she had pushed everyone away, when she was utterly alone, Tolga had stayed—despite all her thorns. Slowly, she opened her eyes and looked at him. Tolga had taken Asena under his wing, calling her his niece and even teaching her to say \"uncle.\"\nWhen Asena handed Tolga her toy and ran out of the room, Tolga looked at the plush toy in his hand. \"Thanks to Asena, I have some experience with this kind of thing,\" he said. When he looked at Asi, he noticed the questioning arrows flying from her eyes. \"I'm planning to become a father soon,\" he added."
}