{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Hatta defnedilirken bile en güvendiği adamı yanlarındaydı.\nŞimdi nasıl olur da ölmediğini söylerlerdi..?\nBaşına gelen onca şey.. Jigsaw'ın oyunlarından birkaçıydı. Bunu tahmin edebiliyordu zaten fakat-\nŞimdi ne olacaktı..?\nMekanına düzenlenen saldırıda bir şeyi amaçladıkları belliydi zaten bu Jigsawdı. GD onu tanıyordu.\nKendisi üzerine bir oyun yapılacağına adı kadar emindi ama onun oyunlarından kurtulmak hiçte kolay değildi.\nBu yüzden ne yapsa karar veremiyordu.\n\"GD..! Ne bu hal?\" Bir de Doktor Vent vardı tabi.\nSon zamanlarda onu oldukça boşlamıştı. Üstelik mekanına saldırı düzenlendiğinde çalınan dosyayı da sadece Doktor ve GD biliyordu.\nAyrıca Jigsaw'ın mezarından çıkan Yoo Jeongyeon'un GD'nin kardeşi olduğunu da yalnızca Doktor biliyordu ve buna bağlı olarak Dr. Vent ve Jeongyeon uzun yıllar iş birliği de yapmışlardı.\nAnlayamıyordu. Kafası allak bullak olmuştu.\nTüm bunları doktor ve GD'den başka bilen olmadığına göre Jigsaw nasıl öğrenmişti ki..?",
    "trans": "Even during his burial, his most trusted man was by his side.\nSo how could they now claim he wasn’t dead...?\nEverything that had happened to him... They were clearly part of Jigsaw's games. He had suspected as much from the start, but—\nWhat would happen now?\nThe attack on his hideout had a clear objective; it was Jigsaw, after all. GD knew him well.\nHe was certain there was a game being designed specifically for him, but escaping one of his games was far from easy.\nThis left him paralyzed with indecision.\n\"GD...! What happened to you?\" And then there was Dr. Vent.\nLately, he had been neglecting him significantly. What’s more, the stolen file when the hideout was attacked was something only the Doctor and GD knew about.\nAdditionally, only Dr. Vent was aware that Yoo Jeongyeon—the person who emerged from Jigsaw’s grave—was GD’s sibling, so Dr. Vent and Jeongyeon had collaborated for many years.\nHe couldn't understand. His mind was a complete mess.\nIf only Dr. Vent and GD knew about all of this, how had Jigsaw found out...?"
}