{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Peki sen... sen suçluyor musun kendini?\"\n\"Ben mi kendimi?\"\n\"Asi, Suçlu hissediyor musun?\"\nAsi kendini tutamamıştı hüngür hüngür ağlamaya başlamıştı.\nNevin Hanım ağlamasına izin vermişti. Şu bir haftayı Asinin nasıl geçirdiğini az çok tahmin ediyordu. Bu kadar geç gelmesine bile şaşmıştı. Alaz geldi ne yapacağım ben diye kapıya dayanması gerekirdi. Ama Asi de büyümüştü öğrenmişti baş etmeyi demek ki. Tabi bir yere kadardı. Vücudu iflas edip beyaz bayrağı çekmişti bu kadar dayanmıştı Alazla her gün karşılaşmaya. Aşk denen şeyin böyle olması ne fenaydı. Asi hala ağlıyordu ve azalmıyordu sanki ağlaması.\n\"Bana bu... buraya geldin. Çünkü.... çünkü bulun... bulunmak istiyorsun dedi.\" dedi Asi kesik kesik. \"Buraya o beni bulsun diye gelmişim.\"\n\"Bu cümleleri daha önce de duymuştun sanki.\"\n\"Hıhı siz demiştiniz.\"\n\"Evet 7 8 ay önceydi galiba, Türkiyeye dönecektin ve bu yüzden online bir seans yapmak istemiştin. Aslında Alazın seni bulup bulmaması üzerine konuşmuştuk ve o kadar çok bulunmak istemediğinden bahsetmiştin ki ben de sana 'bulmasını istiyorsun onun seni' demiştim",
    "trans": "\"So do you... do you blame yourself?\"\n\"Me? Blaming myself?\"\n\"Asi, do you feel guilty?\"\nAsi couldn't keep herself from crying and started sobbing uncontrollably.\nMrs Nevin let her cry. She could more or less guess what Asi had been through in the past week. It was surprising that it had taken her this long to come. Normally, she would have shown up at her door, saying, \"Alaz came, what am I going to do?\" But Asi had grown; she had learned how to handle things. But, of course, until a certain point. Her body had finally given up, waving the white flag. She had endured seeing Alaz every single day for this long. How awful this thing called love could be. Asi continued crying, and it felt like the tears would never stop.\n\"I came here because... because you said... I want to be... to be found,\" Asi said haltingly. \"I came here so he could find me.\"\n\"Doesn’t it seem like you’ve heard these phrases before?\"\n\"Yes, you said them.\"\n\"Yes, I think it was seven or eight months ago. You were about to move back to Turkey and wanted to do an online session for that reason. Actually we talked about whether Alaz would find you or not, you mentioned so much about the fact that you don't want to be found, in the and I told you \"you want him to find you, however\"."
}