{
    "source": "tr_TR",
    "target": "en_US",
    "text": "“Avrupa’daki hedefimiz için çok önemli bir maç. İlk maçı sahamızda kazandık. İkinci maçta istemediğimiz bir sonuç aldık ama yarın kazanarak oradaki sonucu telafi etmemiz gerekiyor. Hedefimiz ilk 8’e girerek son 16’ya kalabilmek. Bunun için oyuncularımızla motivasyonumuz yüksek. Moralimiz yerinde. Ligde oynadığımız oyun, içerideki hava, arkadaşlık… Hepsi bu anlamda bizi bir sonraki maça daha güçlü şekilde taşıyor. Ne kadar çok maç oynarsak oynayalım, moralli olduğumuzda sizi bir sonraki maça en iyi şekilde hazırlıyor. Rakibimizin analizlerini yaptık. Oyunculara gösterdik. Özellikle geçiş hücumunu çok etkili oynayan bir takım. Burada dikkat etmemiz gereken yerler olacak. Topu rakibe bırakan bir takım ile oynayacağız. Top bizdeyken sakin olarak üretmemiz, hareketliliğimiz bize çok fazla pozisyon şansı getirecek. Oyuncularıma, takıma, taraftarımıza güveniyoruz. Kendi sahamızdayız. Galatasaray’ın her zaman genlerinde olan Avrupa başarısını tekrar sahaya yansıtmaya çalışacağız.”",
    "trans": "\"This is such an important match for our targets in Europe. We won the first match at home. We obtained an undesirable result in the second match, but tomorrow we should win to compansate that result. Our goal is to make it into the top 8 and advance to the Round of 16. Our players are highly motivated. We are in high spirits. The match we played in the league, the internal atmposhere, friendship... All these things push us forward with greater strength for the next match. Regardless of how many matches we play, staying positive always prepares us in the best possible way. We’ve studied our opponent. Shared our analysis with the players. It's a team that is very good especiall in transition attacks. We’ll need to focus on those areas. We’re playing against a team that tends to give up possession. Staying calm and dynamic when we have the ball will create plenty of opportunities for us. We trust in our players, in our team and in our supporters. We will play at home. We’ll aim to once again reflect European success that is present in Galatasaray's DNA onto the field.\""
}