{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Hayalindeki kişi her zaman gerçek kişiden daha iyidir. Gözlerin bağlıyken, nasıl göründüğümü ve sana nasıl baktığımı hayal etmiş olmalısın...\"\nMetavee elini uzatıp yüzümü okşamıştı ve ağzımın köşesine öpücük kondururken hedefi kilitlemişti. Daha öncekinden tamamen farklı hissettiriyordu.\n\"Bu yüzden hayal gücünün bilgiden daha önemli olduğunu söylüyorlar.\"\n\"Sen kötüsün.\"\n\"Ve benim hakkımda daha fazla... hayal kuracaksın.\"\n•••\nKabul etmek istemiyordum ama bugün olanlar beni bütün gece uyuyamaz hale getirmişti. Normalde gece 11'de ya da en fazla gece 1'de yatağa girerdim. Ama... şuan hâlâ uyanıktım. O öpücük yüzünden... o öpücük, diğerlerine benzemiyordu.\nMetavee, sadece dudakları kullanmaktan dili eklemeye geçerek her şeyi çarpıtmıştı. Sanki tüm duyularım uyarılmış gibiydi. Ve evet... minyon kadının görüntüleri zihnimi dolduruyordu. Gözlerim kapalıyken yüz ifadesini hayal etmiştim ama onu göremiyordum.",
    "trans": "\"The person in your fantasies is always better than the real one. You should have imagined how I look and how I would look at you when you were blindfolded...\"\nMetavee caressed my face when she extended her hand and put a kiss on the corner of my mouth with a pinpoint accuracy. It felt completely different than before.\n\"That's why they say imagination is way more important than knowledge.\"\n\"You are bad.\"\n\"And even more.. you will dream even more about me.\"\n•••\nI didn't want to accept it but the things that happened today made me sleepless all night long. Normally, I would have been in bed by 11 pm, or at the latest by 1 am. But... now I was still awake. Because of that kiss... That kiss was like nothing else I knew before.\nMetavee had distorted everything by going beyond just her lips and involving her tongue. It felt as though all my senses were heightened. And yes... The image of the petite woman occupied my mind. With my eyes closed, I imagined her expression, but I couldn’t quite see her."
}