{
    "source": "tr_TR",
    "target": "en_US",
    "text": "speaker1: Extra Bet efendim X ile. Extrabet944.com'dur efendim şuan ki linkiniz. Ben sizlere zaten sms iletimini gerçekleştirdim link üzerinden giriş sağlayıp freespin ya da freebet seçeneklerimizden birini seçerek üyelik gerçekleştirebilirsiniz.\nspeaker2: Ben zaten yatırım bile yaptım yarım saat olmadan önce.\nspeaker1: Hemen kontrolünü sağlayayım efendim telefon numaranızla bir saniye rica ediyorum hemen kontrol sağlayacağım. Evet daha önceden efendim bir üyeliğinizi görüntülüyorum hemen jest bonusunuz var mı diye kontrol edeceğim aynı zamanda sitemizin sizlere güncel linkinin iletimini de sağladım ben evet şuan için herhangi bir bonusunuz gözükmüyor efendim ben kullanıcı adınızı not alıyorum sizlere sms ya da whatsapp üzerinden iletimi sağlanacaktır ya da canlı yardıma bağlanırsanız oradan iletimi sağlanacaktır herhangi bir hediyeniz olduğunda.\nspeaker2: Hediye olduğunda zaten mesaj geliyor da kayıp yaşadığım için yatırım yapacaktım, yapmadım.\nspeaker1: Efendim %10 yatırım bonusu alabilirsiniz sitemizde çevrimsiz yine. Ya da %10 nakit geri ödeme bonusu alabilirsiniz o da çevrimsizdir. Kaybınız olduğu takdirde yine kişisel asistan bonusu tanımlanabilir yaptığınız yatırıma oranlı.\nspeaker 2: Şu an bir kayıp yaşadım ama öyle bir bonus tanımlamıyorsunuz",
    "trans": "Speaker1: Extra Bet, madan/sir, with X. Your current link is Extrabet944.com. I’ve already sent you the link via SMS. You can log in through the link choose either the free spin of free bet options to create your account.\nSpeaker2: I’ve already made a deposit, not even half an hour ago.\nSpeaker1: Let me check it right away with your phone number. Please hold for a moment while I check. Yes, I see that you already have an account. I’ll now check if you have a gesture bonus. Additionally, I have shared the updated link to our site with you. Currently, no bonuses are visible on your account. I’m noting down your username, and you’ll be notified via SMS or WhatsApp. Alternatively, if you contact live support, they’ll inform you of any gifts or bonuses you may have.\nSpeaker2: I usually get a message when there’s a gift but since I had some losses, I was planning to deposit, but I didn’t.\nSpeaker1: You can get a 10% deposit bonus on our site without any wagering requirements. Alternatively, you can receive a 10% cashback bonus, which is also wager-free. In case of a loss, a personal assistant bonus can also be added proportional to your deposit.\nSpeaker2: I’ve had a loss right now, but you’re not assigning such a bonus."
}