{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Anaokulumuzda, öğrencilerimiz için Tiyatro Actor Studio tarafından 24 Ekim\nPerşembe günü tiyatro oyunu sergilenecektir. Bu etkinlik, çocuklarımızın sanatsal\ngelişimlerine katkıda bulunmak ve eğlenceli bir öğrenme deneyimi yaşatmak amacıyla\ndüzenlenmiştir.\nEtkinlik Detayları:\n Tarih: 24 Ekim Perşembe\n Yer: Anka Bilim Konferans Salonu\n Saat: 10.00\n Tiyatro Ücreti:220\nTiyatro ücretlerini en geç 21 Ekim Pazartesi gününe kadar sınıf öğretmenimize\niletmenizi rica ederiz. Tüm öğrencilerimizin katılımını bekliyor ve güzel bir etkinlik\ngeçirmeyi diliyoruz.\nTiyatro: Karlar Ülkesi Tiyatro Oyunu\nPrenses Elsa ve Anna çok iyi anlaşan iki kız kardeştir. Elsa'nın sihirli bir gücü\nvardır; dokunduğu her şeyi buza dönüştürebiliyordur. Bir gün Elsa, sihirli güçleri ile\nkardeşi Anna'yı eğlendirirken yanlışlıkla ona zarar verir. Kral ve Trollerin yardımıyla\nAnna'yı iyileştirip, aklından Elsa'nın güçleri ile ilgili anıları silerler. Güçlerini kontrol\nedemeyen Elsa, ona zarar vermekten korktuğu için çok sevdiği kardeşinden hep uzak\ndurur. Olayları hatırlamayan Anna ise buna anlam verememektedir. Yıllar sonra\nElsa'nın tahta geçme vakti gelir. Tahta geçme töreni sırasında Elsa'nın güçleri açığa\nçıkar. Elsa, bunun üzerine Anna’ya zarar vermemek için ülkeyi terk eder ama giderken\nde gerisinde sonsuz bir kış bırakır. Şimdi Anna, Elsa'yı bulup onu geri getirmek ve bu",
    "trans": "In our kindergarten, for our students, Theatre Actor Studio will be presenting on October 24th\nA theater play will be performed on Thursday. This event will be an opportunity for our children to develop their artistic skills.\nto contribute to their development and provide an enjoyable learning experience.\nIt has been arranged\nEvent Details:\nDate: Thursday, October 24th\nLocation: Anka Science Conference Hall\nTime: 10:00 AM\nTheater Fee: 220\nTheatre fees must be paid to our class teacher by Monday, October 21st at the latest.\nWe kindly ask you to forward it. We expect the participation of all our students and we hope that it will be a nice event.\nWe wish to spend\nTheatre: Frozen Theatre Play\nPrincess Elsa and Anna are two sisters who get along very well.\nElsa has a magical power; she can turn anything she touches into ice.\nOne day, while Elsa is entertaining her sister Anna with her magical powers, she accidentally harms her.\nWith the help of the King and the Trolls, they heal Anna and erase her memories of Elsa's powers.\nElsa, unable to control her powers, keeps her distance from her beloved sister because she is afraid of hurting her.\nYears later, the time comes for Elsa to ascend the throne.\nDuring the coronation ceremony, Elsa’s powers are revealed.\nIn order not to harm Anna, Elsa leaves the country, but in doing so, she leaves behind an eternal winter.\nNow, Anna must find Elsa, bring her back, and end this eternal winter."
}