{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Şükrü ise İzmir’de hem büroyu yönetti hem de İzmir’de hukuk fakültesi kuruluşuna önderlik etti.\nİbrahim Ethem Postacıoğlu’nun hukuk okumayan tek oğlundan torunu Etem Postacıoğlu da hukuka yönlendirildi. Galatasaray Lisesi ve Paris’te okudu.\nTorun Etem Postacıoğlu askerlikten sonra Fransız eşiyle İzmir’e yerleşti ve aile kararıyla hukuk bürosunun başına geçti. Üçüncü kuşak olarak işi büyüttü, İstanbul ve Paris’te bürolar kurdu.\nUluslararası ticaret davaları Özal ’devrimleri’yle patladı\nETEM Postacıoğlu, hukuk bürosu olarak ceza hukuku ve aile hukuku ile ilgilenmediklerini, şirketleri ilgilendiren her konuda departmanları bulunduğunu belirtiyor. \"Mesela marka hukuku. Spor hukuku, uluslararası ticaret, birleşme, satın alma, vergi, distribütörlük, franchising gibi konularda uzman departmanlarımız var\" diyen Postacıoğlu, şöyle konuşuyor: \"En ilginç ve en hareketli dönemimiz Özal dönemiydi. Türk Parasını Korumu Kanunu kaldırdı ki bu; ticaret ve ekonomi alanında Türkiye’nine en büyük devrimlerinden biriydi. Sınırlı sayıda dış ticaret sermaye şirketini teşvik etmişti, bu da çok akıllıcaydı. İhracatı hiç bilmeyen bir ülke kontrollü öğrendi. O şirketlerden 4’ü müşterimiz oldu. 50 senede 15 uluslararası davayla ilgilenmiştik, ayda 15 uluslararası dosyamız olmaya başladı. Paris’te 1995’te büro açtık ve Türkiye’de yatırım ve iş yapmak isteyen Fransız sermayesi için çok kritik bir konuma geldik.\"",
    "trans": "Sukru, on the other hand, both managed the office and pioneered the establishment of a law school in Izmir.\nEtem Postacioglu, the grandson of Ibrahim Ethem Postacioglu's only son who had not studied law, was also encouraged to study law. He studied at Galatasaray High School and in Paris.\nAfter his military service, grandson Etem Postacioglu moved to Izmir with his French wife and took over the law office by family decision. As the third generation, he grew the business and established offices in Istanbul and Paris.\nInternational trade cases exploded with the Ozal 'revolutions'\nETEM Postacioglu states that as a law firm, they are not interested in criminal law and family law, but that they have departments for everything that concerns companies. Postacioglu says, “For example, trademark law. We have departments specialized in sports law, international trade, mergers, acquisitions, tax, distributorship, franchising\" and continues as: “Our most interesting and active period was the Ozal period. He abolished the Law on the Protection of Turkish Currency, which was one of Turkey's biggest revolutions in the field of trade and economy. He encouraged a limited number of foreign trade capital companies, which was very smart. A country that knew nothing about exporting learned to control it. 4 of those companies became our clients. In 50 years we dealt with 15 international cases, we started to have 15 international cases a month. We opened an office in Paris in 1995 and reached a very critical position for French capital that wanted to invest and do business in Turkey.”"
}