{
    "source": "tr_TR",
    "target": "en_US",
    "text": "almak suretiyle açık bir şekilde belirlenmiş iletilerin bir yürütücü\ntarafından transferinin sağlanması olarak tanımlanmaktadır.\nReklamın Amaçları\n• Yeni mamulü pazara sunmak,\n• Dar bir zümrenin kullandığı malı geniş kitlelerin\nkullanmasını sağlamak,\n• Firma imajı ve markaya bağlılık oluşturmak,\n• Firmayı ve malın özelliklerini anlatarak satış\nelemanlarına yardımcı olmak,\n• Talep düzeyini korumak için malın kullanım zamanını\nve yerini değiştirmek,\n• Tüketicileri eğitmek.\nH.İ. ve Reklamlarda Ortak Özellikler\n• Her ikisi de tanıtma amacını güder,\n• Aynı kitle yada benzer iletişim araçlarından yararlanırlar,\n• Araştırma her iki teknikte de kullanılır,\n• Planlama/programlama ve değerlendirme her ikisi içinde\ngeçerlidir.\nH.İ. ve Reklamlarda Farklılıklar\n1 . İletilenMesajAçısından :\nReklam mesajını etkileyen biçimlendiren ürün, tüketici,\nekonomik ve teknolojik şartlar, rekabet şartlarının analiz\nedilmesi gerekir. Reklam yalan söylemez, ama gerçekleri\nyönlendirilmiş biçimde sunar veya gerçekleri örterek çekici\nhale getirebilir.\nHalkla ilişkilerin ilettiği mesajlar mutlaka doğru olmak\nzorundadır ve tüketicinin yararına olmayan mesajlara yer\nverilmemesi gerekir.\n2. Kullanılan Araç Açısından:\nReklamcılık tanıtım amacıyla yayın araçlarından zaman satın alır\nve yüklü paralar ödemek zorundadır. Öte yandan, halkla\nilişkiler ise hazırladığı mesajı genellikle ücretsiz olarak basın",
    "trans": "It is defined as the act of transferring clearly specified messages\nby an executor by purchasing space.\nPurposes of Advertising\n• Introducing a new product to the market,\n• Making a product used by a limited group\navailable to broader audiences,\n• Establishing a positive corporate image and brand loyalty,\n• Providing information about the company and product features\nto assist sales personnel\n• Sustaining demand by adjusting the timing of product usage\nand location\n• Educating consumers\nCommon Characteristics of P.R. and Advertising\n• Both pursue the goal of promotion,\n• They use identical or comparable communication channels and audiences,\n• Research is a key element in both methods,\n• Planning/scheduling and evaluation\nare relevant to both.\nDifferences in P.R. and Advertising\n1. In Terms of the Delivered Message:\nThe factors shaping the advertising message, such as the product, consumer\neconomical, technological and competition conditions need to be analyzed.\nAdvertising doesn’t lie but presents facts\nin a way that directs perception or makes them more attractive\nby concealing certain aspects.\nIn contrast, public relations messages must always be truthful\nand messages that are not beneficial to the consumer\nshould be avoided.\n2. In Terms if Delivered Tool\nAdvertising purchases time in broadcast media for promotional purposes,\nhaving to pay large sums. On the other hand, public\nrelations typically sends its messages tat no charge to press"
}