{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ben bir şey yapmıyorum, sen açtın fermuarımı.\nKendime dedim zaten ( Fermuarı bırakıp hızlıca terliklerini giyer. ) Salona geçip konuşalım, hadi. İyice planlamamız lazım.\nNeyi?\nŞimdi, Tuna yarın öğleden sonra geleceği için evin tamamen ikimize ait olduğu kısıtlı bir zamanımız var.\nEvet.\nTuna evdeyken yapamadığımız şeyleri düşünüp ona göre stratejik bir şekilde gidelim. Zamana karşı yarışıyoruz.\nİş görüşmesine gideceğin zaman bile böyle stratejik olmaya çalışmamıştın.\n(Gamze'yi dinlemiyor gibidir, bakışları pencereye dönüktür. Bir şeyler düşünüyor gibi duruyordur.) Mutfak tezgahı, (Elini koltuğa götürür.) koltuk, (Başıyla masayı işaret eder.) masa (bir an tereddüt eder.) Ama bu masa taşır mı seni?\nNe demek istiyorsun, pardon?\nTamamen üstüne yatmazsın o zaman, ellerin masada olur. (Gamze şaşkınlıkla gülüyordur.) Koridor, koridorda ayakta... Duş! Duş, mutlaka duş! Bir de şöyle yapalım bir kere yemek sonrası eve geldiğimizde Tuna yok diye sen kapıyı açarken öpüşmeye başlayıp eve öyle girmiştik ya onu yapıp başlayalım.",
    "trans": "I'm not doing anything, you unzipped me.\nI told myself anyway (He leaves the zipper and quickly puts on his slippers). Let's go to the living room and talk, come on. We need to plan it well.\nPlan what?\nNow, since Tuna is coming tomorrow afternoon, we have a limited time in which we have the house all to ourselves.\nYes.\nLet's think about the things we can't do when Tuna is home and move on strategically. It's a race against time.\nYou didn't even try to be this strategic when you were going for a job interview.\n(He doesn't seem to be listening to Gamze, his eyes are turned towards the window. He seems to be thinking about something).The kitchen counter, (He moves his hand to the armchair.) armchair, (He points to the table with his head.) table (hesitates for a moment.) Will this table support you though?\nWhat do you mean, excuse me?\nWell, you won't lie on it completely then, your hands will be on the table. (Gamze is laughing in surprise.) Corridor, standing in the corridor... Shower! Shower, definitely shower! And let's do it like this, let's start by doing what we did once when we came home after dinner, we started kissing while you were opening the door because Tuna wasn't there, and that's how we entered the house."
}