{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Geldiniz mi?\" Dedi gülerek.\n\"Evet. Ne yapıyorsun kardeşim?\"\n\"Iyidir kardeşim işte bizde çocuklarla güzel zaman geçirdik.\"\nTian havuzdan çıkıp yanımıza doğru geldi.\n\"Kardeşim nerede? Barış ağabey eger uyursak sizin bize kardeş bebek alacağınızı söyledi.\"\nBelkiz abla utanarak yere baktı. Milot ağabey kızgın bakışlarını Barış'a yolladı.\n\"Sen yanlış anlamışsın abim beni. Ben kardeş bebek olsa güzel olur.\" Dedim dedi masumca.\n\"Yoo öyle demedin.\"\n\"Konuyu kapatalım sen masal kitabını seç bu akşam Kardelen ablan sana masal anlatsın.\" Dedi Barış ensesini kaşıyarak. Yer yarılsada içine girmek istedim.\n\"Biz seninle sonra bu konuyu konuşacağız.\" Dedi Milot ağabey uyaran bir sesle.\n\"Hadi çocuklar biz gidelim. Duş alalım sonra akşam için hazırlanalım size suprizimiz var.\" Roan'da havuzdan çıkmıştı. Ikiside koşarak havuzdan çıktılar.\n\"Bekleyin bizi.\" Dedi Milot ağabey koşturarak.\n\"Saat sekizde lobide buluşalım mı? Çocuklar için eylence var sizde gelmek istermisiniz?\" Dedi Belkiz abla.\n\"Evet geliriz tabiki.\"\n\"Geliriz yenge.\" Dedi Barış.\n\"Tekrar teşekkürler çocuklar. Akşama görüşürüz.\" Onu kapıdan geçirip kapıyı kapattım.\n\"Milot beni öldürecek.\"\n\"Evet haktır sana.\"\nKendini salondaki koltuğa attı.\n\"Sen böyle mi geleceksin akşam, mayo ile.\"\n\"Çıplak geleceğim.\" Dedim banyoya doğru ilerlerken. Kahkaha attı.",
    "trans": "“You're here?”, he said with a laugh.“\nYes. What are you doing, brother?”\n“I'm good, brother, we had a good time with the kids.”\nTian came out of the pool and came over to us.\n“Where is my brother? Brother Barış said that if we sleep you will buy us a baby sibling.”\nSister Belkiz looked down in shame. Brother Milot directed his angry look at Baris.\n“You misunderstood me, dear. I think a baby sibling would be nice.”, I said innocently.\n“No, you didn't say that.”\n“Let's leave the subject, you choose your storybook and let sister Kardelen read you a fairy tale tonight.”, said Barış by scratching his neck. I am so ashamed.\n“We will talk about this later.”, said brother Milot with a warning voice.\n“Come on guys, let's go. Let's take a shower and then get ready for the evening, we have a surprise for you.” Roan also was out of the pool. They both ran out of the pool.\n“Wait for us.”, said brother Milot running.\n“Shall we meet in the lobby at eight o'clock? There is entertainment for the children, do you want to come?”, said sister Belkiz.\n“Yes, of course, we'll come.”\n“We'll come, sister.”, said Barış.\n“Thanks again, guys. See you in the evening.” I led him through the door and closed it.\n“Milot is going to kill me.”\n“Yeah, you deserve it.”\nHe threw himself on the sofa in the living room.\n“Is this how you'll come tonight, in a bathing suit?”\n“I'll come naked.”, I said as I walked towards the bathroom. She laughed."
}