{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Eskiden, özellikle işçi göçü genellikle erkeklerin hâkimiyetindeydi ve kadınlar aile birleşimi kapsamında değerlendiriliyordu. Ancak günümüzde genç kadınlar bağımsız olarak göç etmeye başlamışlardır. Filipinler, Endonezya ve Tayland gibi ülkelerden genç kadınların Orta Doğu ve Japonya gibi yerlere çalışmak üzere göç etmesi bu değişimi örneklemektedir. Göç eden kadınlar, toplumsal değişimin, beklentilerin ve toplumsal cinsiyet rollerinin nasıl dönüştüğünü gösterir.\n5. 21. Yüzyılda Göç Trendi ve Yönelimleri\nGüney-Kuzey Göçü: Özellikle gelişmekte olan ülkelerden daha gelişmiş ülkelere doğru olan göç artmıştır. Körfez ülkeleri gibi bölgeler, yeni iş gücü merkezleri haline gelmiştir.\nGöç Akışının Yön Değiştirmesi: İkinci Dünya Savaşı'ndan önce Avrupa bir göç kaynağıydı, ancak savaş sonrası Avrupa bir göç alan bölgeye dönüştü.\nGöç konusundaki tartışmalar, göçmenlerin göç ettikleri yeni toplumlardaki yerleşim süreçlerinden, geldikleri ülkelerin sosyo-ekonomik yapılarında nasıl bir değişim yarattıklarına kadar geniş bir yelpazeye yayılır. Göç dinamik bir süreçtir ve insanların yaşamlarına farklı açılardan bakabilmeyi gerektirir.\nBu Derste Başarılı Olmak İçin İpuçları\nTemel Kavramları Anlayın: Göç ve toplumsal yapı, kimlik gibi anahtar kavramları kavrayın.",
    "trans": "In the past, labor migration was generally dominated by men and women were considered to be family reunification. However, young women have begun to migrate independently. The migration of young women from countries such as the Philippines, Indonesia and Thailand to work in places such as the Middle East and Japan exemplifies this change. Women migrating show how social change, expectations and gender roles are changing.\n5. Migration Trends and Orientations in the 21st Century\nSouth-North Migration: Migration, especially from developing countries to more developed countries, has increased. Regions such as the Gulf countries have become new labor centers.\nChange of Direction of Migration Flow: Before World War II, Europe was a source of immigration, but after the war, Europe became a region of immigration.\nDiscussions on migration cover a wide spectrum, from the settlement processes of immigrants in the new societies they migrate to how they change the socio-economic structures of the countries they come from. Migration is a dynamic process and requires looking at people's lives from different perspectives.\nTips for Succeeding in This Course\nUnderstand Core Concepts: Understand key concepts such as migration, social structure, and identity."
}