{
    "source": "tr_TR",
    "target": "en_US",
    "text": "3. Yılan, Havva’yı Aldattı\n1. [redacted_name] 2. bölümdeki üçüncü anahtar kelimeyse, 14. ayetteki aldatılan kelimesidir ve bununla birlikte, karşımıza iki soru çıkmaktadır. İlk olarak, Adem de aldatılmadı mı? [redacted_name], “Aldatılan da Adem değildi” derken, ne kastediyor? İkinci olarak 14. Ayet, öncesindeki 13. ayete ilave bir argüman mı, yoksa 13. ayetteki mantığın bir uzantısı mı?\nBir Neden Mi, Yoksa İki Neden Mi?\n13. ayette, Yaratılış 2. bölümdeki Tanrı’nın yaratılış düzeniyle (ve buradan çıkan anlamla) bir bağlantı kurduktan sonra, [redacted_name] 14. ayette argümanını güçlendirmek için neyi eklemesi gerekebilirdi (aradaki noktalı virgüle dikkat edin)? Bunun bariz cevabı, düşüşün (Yaratılış 3) Tanrı’nın yaratılış düzenini nasıl etkilemiş olduğudur. Elbette başlangıçta her şey iyiydi diyebiliriz ama bu bugün de, kilise çağında da hâlâ doğru mu? Tanrı’nın başlangıçtaki düzeni, günahın dünyaya girmesinden sonra da ayakta mı? Konuyla daha da alakalı olarak, günahın dünyaya nasıl girdiği, Tanrı’nın başlangıçtaki yaratılış düzenini bugün de korumak için bize bir neden sunabilir mi?",
    "trans": "3. The Serpent Deceived Eve\n1. [redacted_name] The third key word in chapter 2 is the word deceived in verse 14, and with that, two questions arise. First, wasn't Adam also deceived? What does [redacted_name] mean when he says, “Neither was Adam deceived”? Secondly, is verse 14 an additional argument to the previous verse 13, or is it an extension of the logic of verse 13?\nOne Reason or Two Reasons?\nAfter making a connection in verse 13 to God's order of creation in Genesis 2 (and the meaning that follows from it), what might [redacted_name] have needed to add in verse 14 to strengthen his argument (notice the semicolon in between)? The obvious answer is how the fall (Genesis 3) affected God's order of creation. Sure, we can say that everything was well in the beginning, but is that still true today, in the church age? Does God's original order still stand after sin entered the world? More relevantly, does the way in which sin entered the world give us a reason to preserve God's original order of creation today?"
}