{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Nereye?\"\n\"Eve döneceğiz.\" Alaz hala gözlerini açmadan konuşurken bu evdeki son gecelerinin biraz daha tadını çıkarmak istiyordu galiba.\nAsi'yse dudaklarını büzerek elleriyle Alaz'ın saçlarını karıştırarak dağıtmaya başlamıştı.\n\"Niye önceden söylemedin? Gitmeseniz olmuyor mu?\"\n\"Sonsuza kadar burada kalamayız.\"\nAsi cevap olarak dertli bir iç çektiğinde Alaz da hareketlenen karnının açıklığına hızlı bir öpücük bıraktı. Sonra da başını ona doğru çevirerek tek elini tuttu ve dudaklarını avcunun içine bastırdı.\n\"Yine gelirim, sen de bize gelirsin. Olmaz mı?\"\nAsi artık tabi ki eskisi kadar yakın olamayacaklarını bilerek hüzünlense de çocuk gibi mızmızlanmak istemediği için konuyu daha fazla uzatmadı.\n\"Olur...\"\n\"Hem zaten...\" Alaz Asi'nin kedi yavrusu bakışlarına dayanamayıp dizlerinin üstünde yukarı doğru tırmanarak göz hizasına kadar geldi. Asi merakla onu izlerken ellerini de iki yanına bastırıp belli belirsiz tek gözünü kırpmıştı. \"...seni görmeden dayanamam ki ben, özlerim.\"\nLafını bitirdiği gibi gözlerini kapatıp usulca dudaklarına yapıştığında Asi onun aksine olaya daha hızlı adapte olup gayet sert bir şekilde alt dudağını alelacele çekiştirerek öpmeye başladı. Alaz da onu biraz dizginlemek için yüzünü yüzüne doğru iyice bastırarak hareketlerini kısıtladığında Asi bu sefer de dudağını dişleriyle eze eze içine çekmeye uğraşmıştı.",
    "trans": "\"Where to?\"\n\"Back home.\" While Alaz was still talking without opening his eyes, I think he wanted to enjoy his last nights in this house a bit more.\nOn the other hand, Asi puckered her lips and started to mess Alaz's hair with her hands.\n\"Why didn't you tell me before? Can't you not go?\"\n\"We can't stay here forever.\"\nWhen Asi sighed painfully as a response, Alaz left a quick kiss on the opening of her moving tummy. Then, as he turned his head towards her, he took her one hand and pressed his lips to her palm.\n\"I'll come again, and you can come to us. Won't you?\"\nAlthough Asi felt sad knowing that they couldn't be as close as they used to be, she didn't want to whine like a child, so she didn't drag the subject any further.\n\"Sure...\"\n\"Besides, ...‘’ Alaz couldn't stand Asi's kitten-like gaze and climbed up on his knees and came up to eye level. While Asi watched him curiously, he pressed his hands on his sides and blinked his one eye vaguely. \"...I can't stand not seeing you, I'd miss you.\"\nWhen he closed his eyes and softly stuck to her lips as he finished his words, Asi, on the contrary, adapted to the situation faster and started to kiss his lower lip very hard, pulling his lower lip in a hurry. When Alaz restricted her movements by pressing her face against his face to hold her back a little, Asi tried to crush his lip with her teeth this time."
}