{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Önergenin reddedilmesi üzerine söz alan DEM Parti Grup Başkanvekili Meral Danış Beştaş, \"Narin Güran cinayeti maalesef Türkiye gündeminde olmaya devam ediyor. Ancak en son iktidar partisi adına konuşan hatip öneriye ret oyunu verme gerekçesi olarak, soruşturmanın gizliliğini ve yargının gereğini yapacağını ifade etti ve bunu kamuoyuyla paylaştı. Şunu ifade etmek isterim ki, benim de üyesi olduğum Diyarbakır Barosu soruşturmanın gizliliğinin baştan sona bizzat soruşturmayı yürütenler tarafından ihlal edildiğini sayısız defa ilan etti. Yani bugün bu önergeye, 'Hayır' oyu verenler, Narin Güran cinayetinin açığa çıkmasını istemeyenlerdir, karanlıkta kalmasını isteyenlerdir\" diye konuştu.\n'SUÇLULALARIN ÜSTÜNÜN ÖRTÜLMEYE ÇALIŞILMASI İDDİASINI REDDEDİYORUZ'\nDEM Parti Erzurum Milletvekili Meral Danış Beştaş'ın açıklamalarına cevap vermek için söz alan AK Parti Grup Başkan Vekili Leyla Şahin Usta, \"Bu önergeye, 'Hayır' oyu verilerek suçluların üstünün örtülmeye çalışılması iddiasını külliyen reddediyoruz. Çünkü ölen, bir çocuk, hepimizin çocuğu ve suçluların sonuna kadar en ağır cezayı alması için hepimiz ciddi bir çabanın ve gayretin içerisindeyiz. O tutanaklar nasıl çıktı ortaya, nasıl yayınlandı; bu iddialarla ilgili açıklamaları da bakanlığımız mutlaka yapacaktır ama bir grubu böyle iddialarla itham altında bırakmak; kendi yargılarını verip burada, mecliste gündeme getirmek de aynı haksızlıktır, aynı adaletsizliktir\" dedi. (DHA)",
    "trans": "Speaking after the proposal was rejected, DEM Party Group Deputy Chair Meral Danış Beştaş said, \"Narin Güran's murder unfortunately continues to be on Turkey's agenda. However, the last speaker who spoke on behalf of the ruling party stated the investigation's confidentiality and that the judiciary would do what was necessary were the reasons for voting against the proposal and shared this with the public. I would like to state that the Diyarbakır Bar Association, of which I am also a member, has declared countless times that the confidentiality of the investigation was violated from beginning to end by those who conducted the investigation. In other words, those who voted 'No' to this proposal today are those who do not want Narin Güran's murder to be revealed, those who want it to remain in the dark.\"\n'WE REJECT THE CLAIM OF ATTEMPTING TO COVER UP THE CRIMINALS'\nTaking the floor to respond to the statements of DEM Party Erzurum Deputy Meral Danış Beştaş, AK Party Group Deputy Chair Leyla Şahin Usta said, \"We completely reject the claim that the criminals are being covered up by voting 'No' to this motion. Because the deceased is a child, a child of all of us, and we are all making serious efforts and endeavors to ensure that the criminals are punished in the harshest punishment possible. How those minutes came to light, how they were published; our ministry will definitely make statements regarding these allegations, but accusing a group of people with such allegations; making their own judgments and bringing them up here in parliament is the same injustice.\" (DHA)"
}