{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"O cinayet değildi. O adam seni öldürmeye çalışıyordu.\"\n[redacted_name] ağzını eğdi. [redacted_name]haklı olduğunu biliyordu. Ama hançeri çekmedi, kalbine doğru tutmaya devam etti. [redacted_name]\nonun gözlerinden yapması gereken şeyin onu öldürmek olduğu nu düşündüğünü okuyabiliyordu. Tam olarak haksız da sayıl mazdı.\n\"Ben bunu hak ettim\" dedi. \"Muhtemelen çok daha kötüsünü hak ettim. Ama bugün beni öldürmenin hiç sırası değil. Senin ha- yatta kalınanı sağlamak için çok uğraşıyorum.\"\n[redacted_name] onu bir kez daha kollarından yakalayıp yana devirdi, al- h n a alıp kıshrdı. Yumuşak h a r e k e t e d i y o r , canını y a k m a m a y a çalı şıyordu. Ama [redacted_name] onu anladığından emin olmadan bıra kamazdı. \" E v e t , b e n b i r k a t i l i m . İnsanların canını y a k m a k t a n z e v k\nalıyorum. Kanı seviyorum. Acıyı seviyorum. Ben bir canavarım ama sen hatırlasan da, hatırlamasan da, ben senin canavarırum, [redacted_name]\"\n[redacted_name] soluğunu tuttu.\n[redacted_name]bir an için, onun gözlerinde gördüğü şeyin öfke olmadı ğına yemin edebilirdi. [redacted_name] boynu pembeleşti, yanakları kızardı... bu kızarma öncekinden farklıydı. Acaba sonunda hamla- maya mı başlıyordu?",
    "trans": "\"It wasn’t murder. That man was trying to kill you.\"\n[redacted_name] pursed her lips. She knew [redacted_name] was right. But she didn’t pull the dagger away; she kept holding it close to her heart. [redacted_name] could read in [redacted_name]‘s\neyes that he thought she needed to kill him. And to be fair, he wasn’t entirely wrong.\n”I deserved this,” she said. “I probably deserved far worse. But today is not the day to kill me. I’ve been working too hard to ensure your survival.”\n[redacted_name] grabbed her arms once more, pulling her aside and pinning her down. His hold was firm but restrained; he moved gently, trying not to hurt her. Yet he wouldn’t let [redacted_name] go until he was sure she understood. “Yes, I am a killer. I take pleasure in hurting people.\nI love blood. I love pain. I am a monster, but whether you remember or not, I am your monster, [redacted_name].”\n[redacted_name] held her breath.\nFor a moment, [redacted_name] could have sworn that what she saw in his eyes wasn’t anger. [redacted_name]‘s neck flushed pink, her cheeks turning red… This redness was unlike the previous ones. Could she be finally get so out of shape?"
}