{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yaralı olan omzuna çarpıp yürümeye devam ettiğinde, Alazın gülmeyle karışık acılı bir ses çıkarttığını duydu ancak dönüp bakmadı.\n\"Göreceğiz Asi kız\" diyerek o gidene kadar sadece baktı Alaz. Arzu çok yakıcı bir duyguydu, bir kadınla sevişmek istemek ve sevişememek fazlasıyla sinir bozucuydu. Onunla bir kere sevişse bütün bu yoğun yangının ikisi içinde biteceğini biliyordu Alaz. Çok iyi biliyordu.\nERTESİ GÜN\nFabrikaya geçtiğinde, masaya bıraktırdığı poşetlere baktı Asi. Yine iyilik melekliği tutmuştu, Rüya'ya yiyecek bir şeyler almıştı ama belli ki yine elinin ayarı kaçmıştı.\n\"Adem gel şunları dolaba koy\"\n\"Asi sen de beni iyice hamağın belledin\"\n\"Mahallede ki kızlara centilmenlik yapacağım diye her şeylerini halledip yardım ediyorsun. Azıcıkta bana yardım etmişsin çok mu? Rüyayı da arkaya getir, hadi\"\nAsi elinde ki poşetle beraber arka kısımda ki küçük bahçeye çıktı. Arka taraf ormanlıktı, ancak tel örgüyle çevriliydi, birisi girip çıkarsa diye de değişik çalgılar koymuşlardı. Burayı seviyordu, duvarları boyuyordu, sonra tekrardan hepsini beyaza boyayıp tekrardan yeni bir resim çiziyordu.\nRüya dışarıya doğru geldiğinde, Asi yanını işaret ederek \"Gelsene\" dedi. Yaman aramıştı, Rüyayı fabrikaya çocuklara bıraktığını, acil fabrikaya geçmesini istemişti. Çok üzgün olduğunu ve hiçbir şey yemediğini de söylemişti.",
    "trans": "When he bumped his wounded shoulder and kept walking, he heard Alaz making an agonised sound mixed with laughter, but he didn't turn round.\nAlaz just looked at her until she left, saying, “We'll see, Rebel girl”. Desire was a very painful feeling, wanting to make love with a woman and not being able to make love was extremely frustrating. Alaz knew that if he made love with her once, all this intense fire would end for both of them. He knew very well.\nTHE NEXT DAY\nWhen she went to the factory, Asi looked at the bags she had left on the table. He has been a good angel again, he has bought something to eat for Ruya, but obviously he was out of balance again.\n\"Adem, come and put them in the cupboard.\"\n\"Asi, you've made me your henchman.\"\n\"You help the girls in the neighbourhood by taking care of everything to be a gentleman. Wouldn't you help to me as well a little bit? And bring Ruya to the back, come on.\"\nAsi went out into the small garden at the back with the bag in her hand. The back was wooded, but it was fenced off, and they had put different instruments in case someone came in and out. She liked it here, she painted the walls, then painted them all white again and drew a new picture.\nWhen Ruya came outside, Asi pointed to her side and said \"Come\". Yaman has called. He said that he left Ruya with the children at the factory and asked her to go to the factory immediately. He also said that he was very upset and hasn't eaten anything."
}