{
    "source": "tr_TR",
    "target": "en_US",
    "text": "- (huseyin.ermumcu@dpu.edu.tr) kurumsal mail adresine gönderildikten sonra, -\n- Vize Sınavı Tarihi ve Saatinde Islak İmza Atılacaktır\n- Mağduriyet Yaşanmaması Açısından, -\n- AŞAĞIDAKİ AÇIKLAMALARI DİKKATLE OKUYUNUZ !!! -\n- Uygulamanızı (huseyin.ermumcu@dpu.edu.tr) kurumsal mail adresine -\n- Vize Sınavları Tarihinde Gönderiniz -\n Vize Uygulama çalışması PDF formatında, A4 ölçülerinde 5 sayfadan oluşacaktır. Tüm sayfalar (Çalışmanın\ntamamı) Tek PDF BELGESİ olarak kaydedilecek ve en fazla 10 MB sayfa olarak KESİNLİKLE GÖNDERİLMEYECEK, bu şekilde gönderilen çalışmaların Sunum, Tertip, Düzen\nbüyüklüğünde olacaktır. Çalışmalar sayfa\nkriterlerine göre Değerlendirmede puanları düşürülecektir.\n İlk sayfada, öğrenci adı-numarası, dersin adı, döneminin (2024-2025 Eğitim Öğretim Yılı Güz Dönemi\nGrafik Tasarıma Giriş Dersi Vize Sınavı (Uygulama %20 Teslimi) bilgilerinin bulunduğu kapak yer alacaktır.\n 2. sayfada, Uygulaması yapılacak Metamorfoz 1 çalışmasına ait, metamorfoz adımlarını içeren en az 10 adet\nçözümleme(Eskiz) yer alacaktır. (Eskiz çalışmaları renkli veya karakalem olabilir.)\n 3. sayfada, Uygulaması yapılacak Metamorfoz 2 çalışmasına ait, metamorfoz adımlarını içeren en az 10 adet\nçözümleme(Eskiz) yer alacaktır. (Eskiz çalışmaları renkli veya karakalem olabilir.)\n Eskiz çalışmalarına el ile Adınız-Soyadınız ve tarih yazılacaktır.\n 4. Sayfada Metamorfoz 1 çalışması (Renkli-Tonlamalı) yer alacaktır.",
    "trans": "- After sending to the institutional e-mail address (huseyin.ermumcu@dpu.edu.tr), -\n- Wet signature will be signed on the visa exam date and time.\n- In order to avoid victimization, -\n- READ THE FOLLOWING EXPLANATIONS CAREFULLY!!! -\n- Send your application to the corporate email address (huseyin.ermumcu@dpu.edu.tr) -\n- Send on the Midterm Exam Date -\nThe Visa Application study will consist of 5 pages in PDF format, A4 size. All pages (entire study) will be saved as a Single PDF DOCUMENT\nand will NEVER BE SENT as a maximum of 10 MB pages, it will have the size of Presentation, Arrangement,\nand Layout of the studies sent in this way. Studies will be\ngraded according to the page criteria.\nOn the first page, there will be a cover with the student name-number, course name, and semester\n(2024-2025 Academic Year Fall Semester Introduction to Graphic Design Course Midterm Exam (Application 20% Delivery) information.\nOn the 2nd page, there will be at least 10 solutions (sketches) containing the metamorphosis steps of the Metamorphosis\n1 study to be implemented. (Sketches can be colored or pencil drawing.)\nOn page 3, there will be at least 10 solutions (sketches) containing the metamorphosis steps of the Metamorphosis\n2 study to be implemented. (Sketches can be colored or pencil drawing.)\nYour name, surname and date will be written by hand on the sketches.\nYour name, surname and date will be written by hand on the sketches."
}