{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Atlıtur’da çocuklara at sevgisini aşılamanın yanı sıra, yetişkinler için de binicilik becerilerini geliştirmek mümkün. Atlıtur Gümüşdere Plajı’nda organizasyon düzenlemek de başka bir fikir.\n23) Fenerbahçe Düşyeri\nÜlker Stadyumu Fenerbahçe Şükrü Saraçoğlu Spor Kompleksi içinde; çocukların rahatlıkla faydalanabildiği bir “düşyeri” var. Burada konserlerden tiyatrolara, el sanatları atölyelerinden sanat kurslarına kadar çok sayıda etkinlik düzenleniyor.\nBugüne dek 10 binden fazla çocuğu ağırlayan mekanda yarı yıl tatiline özel kurslara katılım gösterebilir ya da doğum günü partisi gibi toplu organizasyonlar düzenleyebilirsiniz.\n24) Snowpark İstanbul\nDağlara tepelere çıkmadan kar görmek isteyenler için Snowpark, Haramidere’deki Torium Park Alışveriş Merkezi içerisinde hizmet veriyor. Buraya metrobüs kullanarak ulaşım sağlamak mümkün.\nSnowboard ve kayak için tüm malzemelerin park tarafından temin edildiği eğlence gün boyu sürüyor. Toplu etkinliklerin de düzenlendiği mekanda kayak dersi almak da mümkün.\n25) Macera Adası\nAnkara’daki Ankamall ve Kentpark AVM’lerde birer şubesi bulunan Macera Adası; İstanbul’da Akbatı Alışveriş Merkezi’nde hizmet veriyor.\n2011 yılında açılan mekanda bovling, 7D VR ve oyun makineleri dışında kum havuzu, macera yolu ve lazer arena var. 2-6 yaş grubu çocuklar Macera Ormanı’nda yumuşak oyun alanından faydalanırken daha büyük çocuklar Macera Gezegeni’ni keşfedebilirler.",
    "trans": "In Atlitur, you can promote the love of horses in children, as well as improve riding skills for adults. Organizing an event in Atlitur Gumusdere Beach is another idea.\n23) Fenerbahce Dreamplace\nThere is a “Dreamplace” inside the Ulker Stadium Fenerbahce Sukru Saracoglu Sports Complex, which is easily enjoyed by children. Many activities are organized here, from concerts to theaters, handicraft workshops to art courses.\nIn this place, which has hosted more than 10 thousand children so far, you can attend special courses for the semester break or organize group organizations such as birthday parties.\n24) Snowpark Istanbul\nFor those who would like to enjoy the snow without going to the hills, Snowpark is located in Torium Park Shopping Center in Haramidere. It is possible to access the park by metrobus.\nAll materials for snowboarding and skiing are provided by the park and the fun continues all day long. It is also possible to take ski lessons at the place where group events are also organized.\n25) Adventure Island\nAdventure Island, has branches in Ankamall and Kentpark malls in Ankara and also serves visitors at Akbati Shopping Mall in Istanbul.\nOpened in 2011, the place offers bowling, 7D VR, arcade machines, a sandpit, an adventure path, and a laser arena. Children aged 2-6 can enjoy the soft play area in the Adventure Forest, and older children can explore the Adventure Planet."
}