{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kralşan' a bulduğum ilk taşı savurdum.\n\"Onları nehre bırak... Yüklerini azat et.\" dedi.\nKafasına aldığı darbe ile akarsuya düştü Kralşan. Akıntıya direnmek için taşlara tutunduğunda ellerine ayaklarımla bastım. Gitmedi Kralşan. Gitmediği gibi beni de ayağımdan kavrayıp akıntının içine çekti.\n\"Ondan kurtuluyorsun.\" dedi Defne.\nKurtulamadım. Kendi akıntıya sürüklenirken beni de ayak bileğimden yakaladı. Nereden bulduğumu bilmediğim bir dal parçasına tutunurken beni kendi ile beraber aşağıya çektikçe çekti. Ayak bileğimi elinden kurtarmak adına diğer ayağımla yüzüne tekme savurmaya çalıştım.\n\"Ve kurtuldun.\" dedi Defne.\nDaha fazla bu nehir yatağında duramayacaktım yoksa dere yatağı kan gölüne dönecekti. \"Ölmüyor ki!\" derken gözlerimi hızla açtım. Sakinleşmek için yaptığı meditasyondan daha da sinirli çıkan ben dışında kim vardı bilmiyorum ama eğer varsa derdi büyük demekti. Anlayışla karşılanmalıydı. \"Ölmüyordu Allah'ın belası! Gebermiyor ki!\" diye yükselmeye devam ettim. \"Kurtulmak imkânsız! Neye kurtuldum? Nere kurtuldum?\"",
    "trans": "I hurled the first stone I found at Kralşan.\nHe said, \"Drop them at the river... Reduce your burdens.\"\nKralşan fell to the river with the first impact at his head. When he held the stones to fight the currents, I stepped on his hands. Kralşan did not go. Not only did he not go, he grabbed me by my foot and drew me into the currents.\n\"You're getting rid of him.\" said Defne.\nI couldn't. He caught me by my ankle as he was going adrift. While I clinged to a piece of branch I somehow found, he kept tugging me under with himself. I tried to kick him in his head with my free foot while trying to rescue my ankle from his grip.\n\"And you're free.\" said Defne.\nI wouldn't be able to stay in this riverbed any longer or else this stream bed would turn into a puddle of blood. I rapidly opened my eyes as I said \"He won't die\". I didn't know if there was anyone else who ended up even more angry after a meditation to calm down, but if there was, they must've been having a big trouble. It would be understandable. \"Bugger wouldn't die! He just wouldn't!\" I kept raging. \"It's impossible to get rid of him! How am I free? Where's this freedom?\""
}