{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Romatizmal kalp hastalığı olan bireyler için sadece diş tedavisi sırasında değil, günlük ağız bakımı da büyük önem taşır. Bu hastalar, düzenli ağız hijyeni uygulayarak bakteriyel enfeksiyonların önüne geçebilirler. Diş hekimleri, bu hastalara yönelik ağız hijyeninin önemi konusunda detaylı bilgi vermeli ve ağız bakım alışkanlıklarının düzenli olmasını sağlamalıdır.\n1. Düzenli Diş Fırçalama ve Diş İpi Kullanımı: Romatizmal kalp hastalığı olan bireylerde plak ve tartar oluşumunu engellemek için dişlerin günde en az iki kez fırçalanması ve diş ipi kullanılması şarttır. Diş eti iltihaplanmalarının önüne geçmek, kalp sağlığı için kritik öneme sahiptir.\n2. Antiseptik Gargara Kullanımı: Diş eti hastalıklarına yatkın bireylerde, antiseptik gargaralar kullanarak ağızdaki bakterilerin sayısı azaltılabilir. Bu, özellikle kalp hastalığı olan bireylerde enfeksiyon riskini minimize etmek için önerilir.\n3. Düzenli Diş Hekimi Ziyaretleri: RKH olan bireylerin düzenli olarak diş hekimine gitmesi, ağız sağlığının izlenmesi ve erken dönem enfeksiyonların tespit edilmesi açısından önemlidir. Diş hekimine yapılacak periyodik kontroller, daha ciddi diş ve diş eti hastalıklarının önlenmesine yardımcı olur.",
    "trans": "Patients with rheumatic heart disease require daily oral care, not only during dental treatment. These patients can prevent bacterial infections by practicing regular oral hygiene. Dentists should inform these patients in detail about the importance of oral hygiene and encourage them to maintain regular oral care habits.\n1. Brushing and Flossing Regularly: It is essential to brush teeth at least twice a day and use dental floss to prevent plaque and tartar accumulation in individuals with rheumatic heart disease. Preventing gingivitis is critical for heart health.\n2. Use of Antiseptic Mouthwash: Antiseptic mouthwashes can be used to reduce the number of bacteria in the mouth in individuals who are likely to suffer from gum disease. This is especially recommended for individuals with heart disease to minimize the risk of infection.\n3. Regular Dentist Check-ups: Regular appointments with a dentist are important for individuals with rheumatic heart disease to monitor oral health and detect early infections. Periodic check-ups at the dentist help prevent more serious dental and gum diseases."
}