{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Neslihan kucağına alır meleği\nN: lütfen buyurun\nGülümseyerek söyler Neslihan\nSalona geçip otururlar\nMelek neslihanın yanından ayrılmıyodur\nÖnce kahve ve ikramlıklar ikram ederler gelenlere\nM: melekçim neslihan hanım ve kızları ile mutlu musun\nNeslihana bakar önce sonra gülümser ve kafasını sallar\nİçlerinden biri meleğe elini uzatır\nN: ben nisa gidip beraber resim yapalım mı\nMelek ecenin elini tutar oda gelsin dercesine\nN: ece ablası sende gelirsin dimi bizle\nE: tabiki gelirim gel bakalım fıstık\nÜçü yukarı çıkarlar\nM: neslihan hanım inceliğiniz için teşekkür ederim\nHoş karşılamanız için melek sizi çok sevmiş\nSizde onu belli peki resmiyette sormam gereken sorular var\nN: buyurun tabi ki\nM: dört tane çocuğunuz varken neden\nN: bir evladım olsun istiyorum diye sorucaksınız\nBir zamanlar çok sevdiğim biri ama sokaktaki çocuklarımızı ihmal etmemiz gerektiğini söylemişti\nBen ihmal etmedim hiç tabiki ama oğlum\nOğlum aliyi bulana kadar bu kadar ayrıntılı bakmamıştım\nBakmamıştım ve melekte anlam veremediğim çok farklı bişey var\nGördüğüm ilk andan beri annesi ailesi olmalıyım hissine kapıldım\nTabi eğer sizlerde uygun görürseniz\nM: açıkçası dürüst olmanız benim için çok önemli bir detay\nVe ben bugünün sonunda meleğin resmiyettede kızınız olması için bu raporun çıkcağına eminim",
    "trans": "Neslihan takes Melek in her arms\nN: Please come in\nNeslihan says smiling\nThey enter the living room and sit down\nMelek does not leave Neslihan's side.\nFirst they offer coffee and treats to the guests\nM: Dear Melek, are you happy with Neslihan and her daughters?\nShe looks at Neslihan first then smiles and nods\nOne of them extends her hand to Melek\nN: I'm Nisa, let's go and draw together\nMelek holds Ece's hand as if to say let her come\nN: Ece sister, you'll come with us too, right?\nE: Of course I'll come, come on, dear\nThe three of them go upstairs\nM: Ms. Neslihan, thank you for your kindness\nMelek loved you very much for your welcome\nYou love her too, it is clear, there are questions I need to ask formally\nN: Of course\nM: Do you have four children but\nN: You will ask why I want to have a child.\nSomeone I love very much once told me that we should neglect our children on the street.\nOf course I never neglected him, but my son\nI hadn't looked around in detail until I found my son Ali\nI hadn't looked, and there's something very different about Melek that I can't make sense of\nFrom the first moment I saw her, I felt like I should be her mother and family\nOf course, if you find it appropriate.\nM: Honestly, your honesty is a very important detail for me.\nAnd I am sure that by the end of today this report will be out so that Melek will officially be your daughter."
}