{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Sonunda yola koyuldu, sevdiğini karşılamak için. Yol uzundu ama içinde yükselen mutluluk her adımda büyüyordu. Çevresindeki ağaçlara selam veriyor, tanımadığı arabalara neşeyle korna çalıyordu. Mutluluğu taştıkça dünya daha da güzel görünüyordu gözüne. Her zamanki gibi yalnızdı, ama bu yalnızlık onu ürkütmüyordu. Sonunda sevdiğine kavuşacaktı, başka hiçbir şeyin önemi yoktu.\nUçağın gelmesine saatler vardı, ama o erkenden oradaydı. Sevdiğini en güzel şekilde karşılamalıydı. İlk kelimesi ne olmalıydı? Ne söylemeliydi? Bir türlü karar veremiyordu. Sonra bir çiçekçiye girdi, dükkânın içindeki mis kokular sarhoş edercesine etrafını sardı. Ama hiçbir çiçek sevdiği kadar güzel kokmuyordu. Güller, karanfiller, papatyalar, orkideler… Hiçbiri ona layık değildi. Başka bir çiçekçiye gitmeye karar verdi.\nBu dükkân daha iyiydi, ama heyecanı gittikçe artıyordu. Bir ara arabasının anahtarını unuttu, telaşla aradı. O kadar terlemişti ki, dün gece özenle ütülediği gömleği sırılsıklam olmuştu. Ya kötü kokarsa? Ya onu rahatsız ederse?\nEn çok da çiçek seçerken zorlandı. Sadakatin sembolü menekşelere yöneldi, ama papatyaları görünce sevdiğinin masumluğunu hatırladı. Yasemin mi alsaydı? Çiçeklerden pek anlamazdı. Şefkat sembolü begonya mı seçmeliydi? Karar veremedikçe kalbi sıkışıyor, heyecanı büyüyordu. Sonunda nazlı bir gül seçti. Hep gülsün diye.. Evet, en güzeliydi; sevdiği de bir gül gibi zarifti.",
    "trans": "At last, he set out, to meet his beloved. The road was long, but the joy swelling within him grew with every step. He greeted the trees around him and honked cheerfully at cars he didn’t recognise. As his happiness overflowed, the world seemed even more beautiful in his eyes. As always, he was alone, but this loneliness didn’t frighten him. In the end, he would reunite with his beloved, and nothing else mattered.\nThere were hours until the plane arrived, but he was there early. He had to welcome his beloved in the best way possible. What should his first word be? What should he say? He couldn’t decide. Then, he walked into a flower shop, the intoxicating scents inside wrapping around him like a spell. But none of the flowers smelled as lovely as his beloved. Roses, carnations, daisies, orchids… None of them were worthy of her. He decided to try another florist.\nThis shop was better, but his excitement only grew. At one point, he forgot his car keys and searched for them in panic. He was sweating so much that the shirt he had carefully ironed the night before was now drenched. What if he smelled bad? What if it bothered her?\nHe struggled the most with choosing a flower. He leaned toward violets, a symbol of loyalty, but seeing the daisies reminded him of her innocence. Should he choose jasmine? He didn’t know much about flowers. Perhaps begonias, a symbol of compassion? The more indecisive he became, the tighter his chest felt, and his excitement kept growing. In the end, he chose a delicate rose. So she would always smile… Yes it was the most beautiful; his beloved, too, was as elegant as a rose."
}