{
    "source": "tr_TR",
    "target": "en_US",
    "text": "uyruklu P PAK [redacted_id] seri numaralı pasaport hamili [redacted_info]/VEHARI doğumlu\n[redacted_name] oğlu [redacted_name] isimli şahısların yaptığı TMP762 çekici TMP762\ndorse plakalı TIR aracının Gürbulak Gümrük Sahasına giriş ve gümrük tescil işlemlerine müteakip\nmüdürlüğümüz personelleri araçtan ses geldiğini duyması üzerine TMP762 çekici TMP762 dorse plakalı\nTIR aracı Müdürlüğümüz personelleri refakatinde Müdürlüğümüz Arama Hangarına getirilmiş olup,\nyapılan kontrollerde araç mührünün sağlam olduğunun görülmesi üzerine dorse kapağındaki mühür fek\nedilerek açılmış ve içerisinde 4 (dört) adet göçmen olduğu düşünülen şahıs tespit edilmiştir. Konuyla\nilgili düzenlenen 08.10.2024 Tarih ve 01:30 saatli Olay, Arama, Yakalama, Savcı Görüşme, Bilgi Verme,\nTalimat Alma, Alıkoyma ve El Koyma Tutanağı tanzim edilmiştir. Doğubayazıt Nöbetçi Cumhuriyet\nSavcısı tarafından alınan,\n\" TMP762 çekici TMP762 dorse plakalı tır aracına alıkonulmak üzere El\nkonulması ve Tır aracında bulunan yasal yükün Gümrük işlemlerinin devam ettirilmesi, \" talimatına\nistinaden Müdürlüğünüzce gerekli işlemlerin yapılması talep edilmiştir.\nMüdürlüğümüzce yapılan inceleme neticesinde; [redacted_id] sayılı Tır Karnesi muhteviyatı\neşyayı taşıyan TMP762/TMP762 plakalı aracın halen sahamızda bulunduğu, yükün alıcısı olmanıza",
    "trans": "Holder of the P PAK passport with serial number [redacted_id], born in VEHARI, [redacted_info].\nand son of [redacted_name] named [redacted_name],\nthe staff of our directorate heard a noise from the vehicle, and the TRUCK vehicle with TMP762 towing and with\nthe staff of our directorate heard a noise from the vehicle, and the TRUCK vehicle with TMP762 towing and with\nthe trailer license plate TMP762 was brought to the Search Shed of our Directorate in the presence of our Directorate staff,\nupon inspection, it was seen that the seal of the vehicle was intact, the seal on the trailer cover was released\nand it was opened and 4 (four) persons thought to be migrants were detected inside. A report\ndated 08.10.2024 and at 01:30 on Incident, Search, Arrest, Prosecutor Interview, Providing Information,\nReceiving Instructions, Detention, and Seizure was issued. It has been demanded that, based on the instruction of the Duty Public Prosecutor of\nDogubayazit\nto seize the TMP762 tow truck with the TMP762 trailer plate for detention,\nand to continue the customs procedures for the legal cargo in the truck\nit has been requested that your office take the necessary actions.\nFollowing the inspection carried out by our department, it has been found that the vehicle with the plate number TMP762/TMP762, transporting the goods listed in TIR Carnet number [redacted_id],\nremains in our possession, and you are the consignee of the cargo"
}