{
    "source": "tr_TR",
    "target": "en_US",
    "text": "» Vücudun çeşitli kısımlarına etki eden hastalıklar ve patolojileri\n» Bütün vücuda etki eden hastalıklar (ateşler, zehirlenmeler gibi), kritik günler, tanı, tümörler,\nkırıklar, çıkıklar ve toksikoloji\n» İlaçların karışımı\nkonuları üzerinde durulur. Her cilt bölümlere, alt bölümlere ve kısımlara ayrılarak detaylandırılmıştır.\nBu kitapta ortaya koyduğu konulardan bazıları şöyle sıralanabilir:\nİbn Sina beslenme konusunda da önerilerde bulundu. Bu ünlü hekim; bebekler için ilk iki yıl en iyi gıda-\nnın anne sütü olduğunu ve kesinlikle verilmesini, annenin sütü yoksa süt anne tutulmasını tavsiye etti.\nŞişmanlığın birçok hastalığa neden olduğunu belirtti ve zayıflamayı temin için sebze yemeklerinin ço-\nğunlukta olduğu perhiz listeleri hazırladı. Bu arada yaşlılara sağlıklarını korumaları için tuzlu yemek,\nyağlı et, katı etli balık yememelerini önerdi.\nKronik hastalıklarda vücut direncini artırmak için daha çok proteinli (et, yumurta vb.) gıdaların verilmesi\ngerektiğini belirtti. Hastalıkları tedavi etmek için 700’den fazla bitki karışımı kullandı. Üriner sistem\nenfeksiyonlarının tedavisinde bugünkü sondalara benzer sondalar kullandı ve sondaları kendisi yaptı.\nYine apse ve urları bugünkü cerrahi aletlere benzer kendisinin yaptığı bisturi ve penslerle çıkarttı. Bu",
    "trans": "» Diseases and pathologies affecting various body parts\n» Diseases that affect the whole body (such as fevers, poisonings), critical days, diagnosis, tumors,\nfractures, dislocations, and toxicology\n» Mixtures of drugs\nare discussed. Each volume is divided into sections, subsections, and parts for detailed elaboration.\nThe following are some of the topics covered in this book:\nIbn Sina gave suggestions on nutrition as well. This famous medical doctor stated that breast milk is the best food for infants in the first two years\nand should always be provided.  If the mother’s milk is absent, he recommended hiring a wet nurse.\nHe noted that obesity causes many diseases and prepared diet plans that focused mainly on vegetable-based meals for weight loss.\nFurthermore, for elder people, he recommended avoiding salty foods,\nfatty meats, and firm-fleshed fish in order to maintain their health.\nHe stated that in chronic diseases, more protein-rich foods (meat, eggs, etc.) should be consumed\nto enhance body resistance. He utilized over 700 herbal mixtures to treat various diseases. In the treatment of urinary system\ninfections he used catheters similar to modern ones, which he crafted himself.\nAdditionally, to remove abscesses and tumors, he used surgical tools similar to today’s scalpels and forceps, which he personally made. This"
}