{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Aptal seninle odaları ayıran benim. Senin bir payın yok bu olayda.\"\nBöyle söyleyince daha da kırıcı oldu.\n\"Bir saniye ya? Ben Zehra'nın oda arkadaşıysam, Zehra senin oda arkadaşın olmuşsa, şimdi benim oda arkadaşım kim?\"\nEbrar fazlaca yüksek bir sesle konuştuğu için uçaktaki çoğu kişi bize dönmüştü. Birkaç koltuk önümüzde Zehra'nın ayağa kalktığını fark ettiğimde merakla ona baktım. Herkese sırayla baktıktan sonra bana odaklandı.\n\"Bağıra bağıra konuşmayı ne zaman bırakacaksınız? İkimizin arasındaki sorunu sayenizde tüm uçak dinledi.\"\nEbrar bağırmıştı da biz de sahiden bağırmış mıydık o kadar?\n\"Hep beraber çözeriz işte fena mı?\" Dedi Ebrar hala alaycıl bir tavırla. Zehra bakışlarını benden çekip ona dikti.\n\"Özür dileyip hatanı anlamak senin için neden hep bu kadar zor oldu Ebrar?\"\nYüzünde sert çıkan sesinin aksine hafif bir tebessüm vardı.\n\"Hande'ye duyduğun kırgınlığın öfkesini o hariç diğer herkesten çıkarabilmek senin için neden hep bu kadar kolay oldu Zehra?\"\n\"Ağır ol Ebrar.\" Dedim kısık bir sesle.",
    "trans": "\"I'm the one who separated the rooms between you and the idiot. You have no part in this.\"\nIt became even more hurtful when I said it like that.\n\"Wait a minute? If I'm Zehra's roommate, and Zehra is your roommate, who's my roommate now?\"\nSince Ebrar was speaking in such a loud voice, most of the people on the plane turned to us. When I noticed Zehra standing up a few seats ahead of us, I looked at her curiously. She looked at everyone in turn and then focused on me.\n\"When are you going to stop yelling? The whole plane heard about our problems thanks to you.\"\nEbrar had shouted, did we really shout that much?\n\"We'll all solve it together, right?\" Ebrar said sarcastically. Zehra took her gaze from me and fixed it on him.\n\"Why has it always been so difficult for you to apologize and realize your mistake, Ebrar?\"\nContrary to her harsh voice, she had a slight smile on her face.\n\"Why has it always been so easy for you to take out your anger on everyone except Hande, Zehra?\"\n\"Take it easy, Ebrar.\" I said in a low voice."
}