{
    "source": "tr_TR",
    "target": "en_US",
    "text": "3. Göz Yorgunluğunu Giderme:Dijital ekranlardan ve yapay ışık kaynaklarından gelen aşırı parlaklık, gözlerde hissedilen baskıyı artırır. Whieda gözlükleri, spektrumun zararlı yüksek enerjili kısımlarını filtreleyerek daha rahat bir görüntüleme deneyimi sunar, böylece daha uzun süre konsantrasyon sağlayabilirsiniz.\n4. Kullanım Rahatlığı:Gözlük lenslerinin optimal açısal yapısı, ışığın en iyi şekilde geçmesini sağlayarak net görüş sunar ve aynı zamanda gözleri korur. Anti-yansıma kaplaması, dağılan ve kör eden ışınlardan koruma sağlarken optik kaliteyi artırır, miyopi gelişimini engeller.\n5. En İyi Teknolojilerin Kullanımı:Gözlük çerçeveleri, grafen kompozit malzemelerden (PA6/G) üretilmiştir. Grafen, mükemmel mekanik sertlik ve yüksek ısı iletkenliğine sahiptir. Yüksek hareket kabiliyeti ve negatif iyon (anyon) yayma özelliği ile göz çevresindeki kan dolaşımını aktive eder, hücrelerin yenilenmesini destekler. Çerçeve, santimetreküpte 1000 ile 2200 anyon yayarak göz çevresindeki hücrelerin canlanmasına yardımcı olur.\n### Yüksek Teknolojik Gözlükler Kimler İçin Uygundur?\n- Kitap okumak ve bilgisayar başında uzun süre geçiren öğrenciler.\n- BT (Bilişim Teknolojisi) sektöründe çalışanlar.",
    "trans": "3. Relieve Eye Strain: Excessive brightness from digital screens and artificial light sources increases the strain on the eyes. Whieda glasses provide a more comfortable viewing experience by filtering out harmful high-energy parts of the spectrum, so you can concentrate for longer periods of time.\n4. Comfort of Use: The optimal angular structure of the glasses lenses allows the best light transmission, providing clear vision and at the same time protecting the eyes. The anti-reflection coating protects against scattered and blinding rays, improves optical quality, and prevents the development of myopia.\n5. Use of the Best Technologies: The eyeglass frames are made of graphene composite materials (PA6/G). Graphene has excellent mechanical hardness and high thermal conductivity. With its high mobility and negative ion (anion) emitting feature, it activates blood circulation around the eyes and supports cell renewal. The frame helps cells around the eyes to revitalize by emitting 1000 to 2200 anions per cubic centimeter.\n### Who Are High-Tech Glasses Suitable For?\n- Students who spend long hours reading books and in front of the computer.\n- Those working in the IT (Information Technology) sector."
}