{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Otur lan şuraya.\" Dedi Enes gözlerini ovalarken. O sarhoş değildi ama bünyesi alkolü kaldıramamış gibiydi, ikide bir hamile kadınlar gibi midesini tutup duruyordu.\n\"Enes lütfen.\" Diyerek onu zorla ayağa kaldırdı Ceyhun. Oflayarak ayağa kalktı Enes ve bir kenara bıraktığı gözlüklerini taktı.\n\"Evet oynayalım.\" Diyerek ben de ayağa kalktığımda Kerim gözlerini aralamıştı. Dengede duramayıp yere düşecekken Kerim hemen ayağa kalktı. Neyse ki son anda dengede durmuştum.\nKerim beni kolumdan tuttu. \"Rüzgar geç otur şuraya.\"\n\"Hayır,\" deyip başımı olumsuzca salladım. Ardından Ceyhun'a bakıp \"Saklambaç oynayalım.\" Dediğimde Ceyhun memnun bir ifadeyle gülümsedi.\nAykut olduğu yere uzandı. \"Sude saklambaç oynarken ebe olsan beni sobeler miydin?\"\n\"Sen ebe ol.\" Dedi Ceyhun Enes'e. \"30'a kadar say, biz de saklanalım.\"\nEnes isteksizce başını salladı ve yüzünü boş duvara çevirip gözlerini kapattı.\n\"1... 2... 3...\"\n\"Gel.\" Dedim Kerim'i kolundan tutup yönlendirirken.\n\"Rüzgar çocuk musun.\" Onun söylenmesini duymazdan gelerek salondan çıktım. Koridorun sonundaki odanın kapısını açtım. Burada kullanmadığımız eşyalar vardı. Zaten çok küçük olduğu için oda denilmezdi bile. Giyinme kabini kadardı.\nArkamı dönüp ona baktığımda şu an yalnız olduğumuzu fark etmek yutkunmamı sağlamıştı.",
    "trans": "Get your butt over there.\" Enes said while rubbing his eyes. He wasn't drunk but his body seemed to be unable to handle the alcohol, he kept holding his stomach like a pregnant woman.\n\"Enes please.\" Ceyhun said and forced him to stand up. Enes stood up with a sigh and put on his glasses that he had put aside.\n\"Yes, let's play.\" When I stood up too, Kerim opened his eyes. He couldn't keep his balance and was about to fall to the ground, but Kerim stood up immediately. Luckily, I kept my balance at the last moment.\nKerim grabbed me by the arm. \"Ruzgar, come sit here.\"\n\"No,\" I said and shook my head negatively. Then I looked at Ceyhun and said, \"Let's play hide and seek.\" Ceyhun smiled with a pleased expression.\nAykut lay down where he was. “Sude, if you were the one seeking in hide-and-seek, would you catch me?”\n\"You be the one seeking,\" Ceyhun said to Enes. \"Count to 30, and we'll hide.\"\nEnes nodded reluctantly and turned his face to the blank wall and closed his eyes.\n\"1... 2... 3...\"\n\"Come\" I said as I grabbed Kerim by the arm and guided him.\n\"Ruzgar, are you a child?\" I ignored his words and left the living room. I opened the door at the far end of the hallway. This was where we kept unused stuff. It was too small to even be considered a room, just the size of a fitting room.\nWhen I turned around and looked at him, the realization that we were alone caused me to swallow."
}