{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Karecik\nQR\nTram\nTuşe\n6. Aşağıdakilerden hangisi vektörel grafiklerin özelliklerinden birisi değildir?\nGörüntü matematiksel formüller ile üretilen şekillerden oluşur\nÇözünürlükten bağımsızdır\nİllüstratif etkidedir\nBoyutlandırmada kalite kaybı olur\nDosya ebadı küçüktür\n7. Masaüstü yayıncılık kavramının ortaya çıkmasındaki en önemli aşamalardan olan Macintosh bilgisayarların lansmanı hangi yıl yapılmıştır?\n1985\n1984\n1986\n1987\n1988\n8. Masaüstü yayıncılığın en temel amacı nedir?\nEstetik tasarımlar oluşturmak\nGrafik tasarımın tarihini yaygınlaştırmak\nYalnızca el becerilerini geliştirmek\nPazarlama stratejilerini belirlemek\nDijital ve basılı yayınları bilgisayar ortamında hazırlamak\n9. Masaüstü yayıncılık uygulamalarında yaygın olarak kullanılan cihazlar hangileridir?\nYazıcı, tarayıcı, fotokopi makinesi, faks\nFotoğraf makinesi, grafik tablet, yazıcı, çizim masası\nBilgisayar, kamera, projektör\nTablet, kalem, yazılım\nBilgisayar, yazılım, çıktı cihazları, görüntü algılama cihazları\n10. Masaüstü yayıncılığın ilk kişisel bilgisayarı hangisidir?\nMacintosh\nIBM PC\nCommodore 64\nAmiga\nAtari\n11. Masaüstü yayıncılık yazılımlarının ilk örneklerinden biri olan PageMaker hangi firma tarafından geliştirilmiştir?\nAdobe\nAldus\nMicrosoft\nCorel\nQuark\n12. Masaüstü yayıncılıkta kullanılan grafik tasarım yazılımları hangi işlevi",
    "trans": "Square\nQR\nTram\nTouch\n6. Which of the following is not considered a feature of vector graphics?\nThe image consists of shapes produced by mathematical formulas\nResolution independent\nIllustrative effect\nQuality loss occurs when resizing\nFile size is small\n7. In which year was the Macintosh computer launched, one of the most important stages in the emergence of the concept of desktop publishing?\n1985\n1984\n1986\n1987\n1988\n8. What is the primary purpose of desktop publishing?\nTo create aesthetic designs\nTo spread the history of graphic design\nTo develop manual skills only\nTo determine marketing strategies\nTo prepare digital and printed publications on a computer environment\n9. What are the most used devices for desktop publishing applications?\nPrinter, scanner, copier, fax\nCamera, graphics tablet, printer, drafting table\nComputer, camera, projector\nTablet, pen, software\nComputer, software, output devices, image sensing devices\n10. Which is the first personal computer for desktop publishing?\nMacintosh\nIBM PC\nCommodore 64\nAmiga\nAtari\n11. By which company was the PageMaker, which is one of the first examples of desktop publishing software, developed?\nAdobe\nAldus\nMicrosoft\nCorel\nQuark\n12. What functions do graphic design software used in desktop publishing"
}