{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yetkili ödeme itme (APP) dolandırıcılığı, bir suçlunun sizi kandırarak sahte bahanelerle sizin değil, kendi kontrolündeki bir hesaba para aktarması ile gerçekleşir. Bu, dolandırıcının taktik seçimine bağlı olarak belirli bir zaman diliminde gerçekleşebilir ve çeşitli biçimler alabilir:\nBir satın alma dolandırıcılığında , aslında hiç var olmayan bir şeyi satın almanız için sizi kandırırlar\nSahtecilik dolandırıcılığında , güvenilir bir kuruluştan biriymiş gibi davranırlar\nSahte bir flört profiline mi düştünüz ve bu kişi sizden para göndermenizi mi istiyor? Bu bir aşk dolandırıcılığıdır\nTedarikçilerinizden birinden geliyormuş gibi görünen sahte bir fatura mı aldınız? Bu fatura dolandırıcılığıdır\nKendinizi korumak için en iyi ipuçları\nDolandırıcılığı Durdurmak için Take Five'ın önerdiği bazı adımları sıraladık:\nParanızı veya hassas bilgilerinizi vermeden önce durup düşünün\nHerhangi bir ödeme talebini reddetmekten veya emin olana kadar duraklatmaktan korkmayın. Gerçek satıcılar veya tedarikçiler aldırmaz - yalnızca suçlular sizi acele ettirmeye veya paniğe sürüklemeye çalışır\nBir anlaşma \"gerçek olamayacak kadar iyi\" görünüyorsa, genellikle öyledir. Zor kazanılan paranızı harcamadan önce araştırmanızı yapın ve alışveriş yapın",
    "trans": "Authorized Push Payment (APP) fraud happens when a criminal deceives you into transferring money not to an intended account, but to one under their control using fake pretexts. This might happen within a specific timeframe and can take various forms, depending on the tactic chosen by the scammer:\nIn a purchase scam, they trick you to purchase something that doesn't actually exist.\nIn a forgery scam, they act as if they are from a trustworthy organization.\nHave you fallen for a fake dating profile asking for money? That's a romance scam.\nReceived a fake invoice that appears to be from one of your suppliers? That's invoice fraud.\nBest Tips for Protecting Yourself\nHere are some steps recommended by Take Five to Stop Fraud to protect yourself:\nPause and think before handing over any money or sensitive information.\nDo not hesitate to refuse or delay any payment requests until you're sure. Genuine sellers or suppliers won’t mind – only criminals will try to rush you or create panic.\nIf a deal looks \"too good to be true,\" it usually is. Before spending your hard-earned money, do your research first and then shop."
}