{
    "source": "tr_TR",
    "target": "en_US",
    "text": "BolBol\nÜye Girişi\nBagaj Kuralları\nUçak Bileti\nBagaj Kuralları\nYurt dışı ve Kıbrıs uçuşlarında uçak içine getirebileceğiniz bagaj hakları güncellenmiştir.\nBu yeni düzenlemeler 14 Şubat 2024 itibari ile alınan biletlerde geçerlidir. 14 Şubat 2024 öncesi alınan biletlerde biletin alındığı tarihteki kurallar geçerli olmakta, yeni kurallar bu biletleri etkilememektedir.\nUçak içine ölçü sınırının üzerinde veya ek parça getirmeniz durumunda, her ek parça için uçağa biniş esnasında ekstra ücret tahsil edilecektir.\nUçuş paketlerinde mevcut olan bagaj haklarını aşağıdaki tablodan inceleyebilirsiniz:\nYurt dışı ve Kıbrıs uçuşlarında kabin bagaj hakkı içeren bir uçuş paketi seçmeyen veya kabin bagaj hakkı satın almayan misafirlerimiz; uçak içerisine yalnızca 1 adet koltuk altına sığacak çanta getirebilir.\nYurt dışı ve Kıbrıs uçuşlarında kabin bagaj hakkı olan misafirlerimiz; uçak içerisine 1 adet koltuk altına sığacak çanta ve 1 adet kabin bagajı getirebilir.\nEk olarak Süper Eko, Avantaj ve Comfort Flex paket satın almış misafirlerimizin 20 kg uçak altı bagaj hakkı vardır.\nYurt içi uçuşlarında kabin bagajı ve uçak altı bagaj haklarında bir değişiklik yoktur. Mevcut kurallarımız uygulanmaya devam edecektir. Uçak içine yalnızca1 adeten fazla55*40*20 cm boyutlarındave8 kgağırlığında kabin bagajı getirebilirsiniz.",
    "trans": "BolBol\nMember Login\nBaggage Rules\nFlight Ticket\nBaggage Rules\nThe baggage allowance for international and Cyprus flights has been updated.\nThese new regulations apply to tickets purchased as of February 14, 2024. Tickets purchased before February 14, 2024, will be subject to the rules in place at the time of purchase and are not affected by the new regulations.\nIf you bring an oversized bag or additional item into the cabin, an extra fee will be charged at boarding for each additional item.\nYou can review the baggage allowances included in flight packages in the table below:\nFor passengers without a cabin baggage allowance (who did not select a flight package with cabin baggage or purchase an additional allowance):You may only bring 1 personal item that fits under the seat.\nFor passengers with a cabin baggage allowance: You may bring 1 personal item that fits under the seat and 1 cabin bag into the cabin.\nPassengers who additionally purchased the Super Eco, Advantage, or Comfort Flex packages are entitled to 20 kg of checked baggage.\nFor domestic flights, there are no changes to cabin or checked baggage allowances. Current rules remain in effect. You may bring 1 cabin bag no larger than 55 x 40 x 20 cm and weighing no more than 8 kg into the cabin."
}