{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Aracın tüm geçmişiyle ilgili detaylar aşağıdaki gibidir;\n*90.000 km’de otomatik vites baskı balata seti değişti (ortalama 50.000 km’de bir değişiyor fiyatı uygun)\n*100.000’de bakımı yapıldı ve triger seti değişti\n*Araç geri geri gelirken geri park sensörü ağaç dalını görmemesinden dolayı ağaç dalı bagaj kapağına zarar verdi bu sebeple bagaj kapağı değişti.\n*Okuldan çıkarken aracın sağ tarafı okul kapısına ince çizik halinde sürtünmesinden dolayı sağ taraf boyalı.\n*Motor kullanan şahsın araca arka soldan sürtmesinden dolayı arka sol kapı ile sol arka çamurluk boyalı.\n*Aracın tüm hasar geçmişi bunlar, önden, arkadan veya yanlardan ciddi darbe almamış yorulmamış bir araçtır. Tüm hasar ve bakımları daima orjinal FİAT servisinde yapılmıştır. Bu sebeple tüm kayıt geçmişi herhangi bir FİAT yetkili servisinden de görülebilir. Aracı alan kişi normal bakıma gidicek geri kalan tüm ağır bakımları tamamlanmış bir araç.\nAraç özelliklerine gelince,\n*Aracın anahtarından 4 cam otomatik açılır kapanır\n*4 Cam otomatik\n*Start&Stop\n*Direksiyon yönüne göre yanan sis farları\n*Hız sabitleyici\n*Klima\n*Elektrikli yan aynalar\n*İsofix\n*Yokuş kalkış desteği",
    "trans": "Here are all the details about the vehicle's history:\n*At 90,000 km: The automatic transmission clutch set was replaced (it’s typically replaced every 50,000 km, and the cost is reasonable).\n*At 100,000 km: Maintenance was performed, and the timing belt set was replaced.\n*While reversing, the rear parking sensor failed to detect a tree branch, damaging the trunk lid. As a result, the trunk lid was replaced.\n*The vehicle grazed the school gate on the right side, causing minor scratches, so the right side is painted.\n*A motorcyclist grazed the car from the rear left, resulting in the rear left door and rear left fender being painted.\n*These are the complete damage and maintenance details of the vehicle. It has not suffered any serious impact from the front, rear, or sides and is not a worn-out car. All repairs and maintenance have always been carried out at an official FIAT service center. Therefore, the full service history can be viewed at any authorized FIAT dealership. The buyer will only need to take the car for regular maintenance, as all major repairs and maintenance have already been completed.\nVehicle Features:\n*All four windows can be opened and closed via the key.\n*4 Automatic windows.\n*Start&Stop.\n*Fog lights that turn according to the steering direction.\n*Cruise control.\n*Air conditioning.\n*Electric side mirrors.\n*ISOFIX.\n*Hill start assist."
}