{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Ömer kardeşim valla manyak bu kadın kaçık. Erken menopoz falan olduğunu düşünüyorum. Kesin cinsel hayatında problemler var. Erkek düşmanlığı bundan.\"\n\"Öhöm! Sinan hoparlörde istersen şey yapma yani.\"\n\"Hıı Defne diyorsun. Yalan mı ama Defne?\"\n\"Ben öyle düşünmüyorum Sinan Bey. Kadınlar sadece menopoz ya da cinsel durumda agresif olmaz. Yapmışsınızdır bir şey\"\nÖmer sessizce gülerken Sinan telefonu kapatmıştı. Defne sinirle Ömer'e bakarken Ömer az önceki haline yeniden bürünmüştü. Evin önüne geldiklerinde ikisinin de içini kaplayan hüzün ile iyice sessizleşmişlerdi.\n\"Benim almam gereken bir iki şey var çalışma odasında kalan sonra eve döneceğim Defne.\"\n\"Ben de bir bakınıyım o zaman alınacak bir şeyi var mı diye.\"\nÖmer onunla pek iletişim kurmak istemediği için sadece kafasını sallayarak onaylamıştı. Ömer çalışma odasına gittiğinde Defne Maviş'i indirmiş arabanın bagajına koymuştu bile.",
    "trans": "“Omer, my brother, I swear this woman is crazy, she’s nuts. I think she might be going through early menopause or something. She definitely has problems in her sex life. Her hatred towards men is because of that.”\n“Ahem! Sinan, you’re on speaker, so maybe, you know, don’t do that.”\n“Oh, you’re talking about Defne. But is it a life, Defne?”\n”I don’t think so, Mr. Sinan. Women don’t become aggressive only because of menopause or sexual issues. You must have done something.”\nWhile Omer was quietly laughing, Sinan had hung up the phone. As Defne looked at Omer angrily, he had returned to his earlier state again. By the time they arrived in front of the house, the sorrow that filled them both had made them completely silent.\n“I have one or two things to take from the study,, then I’ll go back home, Defne.”\n“I’ll also take a look then to see if there’s anything that needs to be taken.”\nOmer, not wanting to communicate with her much, had simply nodded in agreement. When Omer went to the study, Defne had already taken Mavis down and placed it in the trunk of the car."
}