{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İŞ SAHİBİ, İŞLETMENİN sözleşmede yazılı bedelle müşteri bulup kendisine satışı önermesi halinde satışı gerçekleştirecektir. Satış gerçekleşmesi durumunda ödeme iş sahibinin Dubai de bulunan bankasına transfer edilecektir. Ayrıca, İŞ SAHİBİ sözleşme süresinin sona ermesinden itibaren itibaren 6 ay içerisinde Gayrimenkul Danışmanının kendisine tanıştırdığı, bulduğu veya gönderdiği kişi veya kuruluşlara, bu kişilerin eş, anne, baba, çocuk, 1.ve 2.derece kan ve sıhri hısımlarına, ortak, hissedar, temsilci veya çalışanı olduğu gerçek veya tüzel kişilere satması halinde yine sözleşmede yer alan satış bedelinin % 2 + KDV’sini ödemeyi kabul ve taahhüt eder. Emlak danışmanı aracılık hizmeti sunarken imzaladığım bu yetkilendirme sözleşmesi Taşınmaz Ticareti Yönetmeliğinin 15 inci, 16 ıncı ve 17 inci maddeleri kapsamında olduğu bilgim dahilindedir. Ayrıca bahse konu sahibi bulunduğum / vekalet ettiğim gayrimenkulümü / gayrimenkullerimi EİDS üzerinden yetki veriyorum. Anlaşmazlık durumunda İstanbul icra mahkemeleri yetkilidir.",
    "trans": "THE EMPLOYER will carry out the sale if the OPERATOR finds a customer at the price written in the contract and proposes the sale to him. If the sale is realized, the payment will be transferred to the employer's bank in Dubai. Furthermore, from the end of the contract period and within 6 months, the EMPLOYER agrees and undertakes to pay 2% + VAT of the sales price specified in the contract if he sells to individuals or organizations introduced, found, or sent by the Real Estate Consultant, including their spouses, parents, children, first and second-degree blood relatives, partners, shareholders, representatives, or employees, whether real or legal persons. I am aware that this authorization agreement I signed while the real estate consultant provided brokerage services is under the articles 15, 16, and 17 of the Real Estate Trading Regulations. Additionally, I authorize the real estate(s) I own/represent through EİDS. In case of a dispute, Istanbul execution courts have jurisdiction."
}