{
    "source": "tr_TR",
    "target": "en_US",
    "text": "ÇinTicaret Bakanlığı, PVH'nin Sincan'dan pamuk ve kıyafet alımını durdurarak yasaları çiğnediğini savunuyor.\nAyrımcı politikalar izleyen yabancı şirketler yaptırım listesinde\nPekin, 2020'de Güvenilmez Tüzel Kişi Listesi uygulamasını devreye sokmuştu. Buna göre Çin'in egemenliğini ve ulusal güvenliğini tehdit eden ya da Çinli firmalara, kuruluşlara veya kişilere yönelik ayrımcı politikalar izleyen yabancı şirketler yaptırım listesine alınıyor. Kural, şirketlerin yanı sıra kuruluş ve kişileri de kapsıyor.\nAmerikan gazetesi New York Times (NYT), PVH'ye açılan soruşturmayla Pekin'in bu kuralı, Sincan'da üretilen mallara yönelik yabancı bir ülkenin yasaklarına uyarak hareket eden bir firmaya karşı ilk kez işleme koyduğuna dikkat çekiyor. ABD, Sincan Uygur Özerk Bölgesi'nde üretilen pamukların kullanıldığı ürünlerin ülkeye getirilmesini 2022'de yasaklamıştı.\nÇin'deki Amerikan Ticaret Odası'nın direktörü Sean Stein, Pekin'in hamlesinin tehlikeli olduğunu savunarak, \"Bu soruşturma türünün ilk örneği olduğundan, tüm sektörlerdeki şirketler bunun kendileri için ne anlama geldiğini yeniden değerlendirmek zorunda. Firmaların çoğu riskin arttığını düşünüyor.\"açıklamsında bulundu.\n2021'de H&M ve Nike da Sincan'da üretilen malları kullanmayacaklarını açıklamış, bunun ardından Çin'deki müşterilerinden büyük tepki toplamıştı.",
    "trans": "China's Ministry of Commerce claims that PVH violated laws by halting cotton and clothing purchases from Xinjiang.\nForeign companies following discriminatory policies are added to the sanctions list.\nBeijing implemented the \"Unreliable Entity List\" in 2020. According to this, foreign companies that threaten China's sovereignty and national security or follow discriminatory policies against Chinese firms, organizations, or individuals are placed on the sanctions list. The rule applies not only to companies but also to organizations and individuals.\nThe American newspaper The New York Times (NYT) highlights that with the investigation into PVH, Beijing is enforcing this rule for the first time against a company acting in compliance with foreign restrictions on goods produced in Xinjiang. In 2022, the U.S. banned the import of products made with cotton produced in the Xinjiang Uyghur Autonomous Region.\nSean Stein, Director of the American Chamber of Commerce in China, called Beijing's move dangerous, stating, \"Since this is the first case of its kind, companies across all sectors must reassess what this means for them. Most firms believe the risk has increased.\"\nIn 2021, H&M and Nike also announced they would no longer use products manufactured in Xinjiang, leading to significant backlash from their customers in China."
}