{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Sözün samimiliği Gavi'nin kalbine bir ok gibi saplanırken yüzünü delip geçen klimanın soğuğu bile aniden vücuduna basan sıcaklığı def edememişti. Yapabileceği tek şey yalandan gülmekti ve öyle de yaptı. Güldü ve yol boyunca sessiz kaldı.\nYüzünü sikme hayalleri kurduğu adam tarafından bir kez daha ayaküstü reddedilmişti ve bu sefer ki darbe, gergin hâlinin hemen ardından gelmişti. Öfkenin üstüne gelen bir hayal kırıklığı... Bundan daha kötü bir durum düşünemedi Gavi.\nDaha yarım saniye önce elini Pedri'nin bacağına koyup avucunun altına konumlanacak deriyi sıkıp okşamayı düşünürken, şu an kendini açık bulduğu ilk camdan atsa en fazla ne olur diye düşünüyordu.\nHayatın cilvesi.\nYarım saat sonra omzundaki sarsmayla doğruldu Gavi. Uykuya daldığını bile fark etmemişti. Sarhoş bir edayla Pedri'nin açtığı kapıdan dışarı doğru adımladı. Adım atar atmaz güneşle doğrudan selamlaşması da hayatın bir başka cilvesiydi. Görüşü bulanıklaşırken bir küfür ağzından kayıp gitmişti.",
    "trans": "The sincerity of the words pierced Gavi's heart like an arrow, and not even the cold air from the air conditioner cutting across his face could dispel the sudden warmth pressing on his body. All he could do was fake a laugh, and that's exactly what he did. He laughed and remained silent throughout the ride.\nHe had been rejected on the spot once again by the man he had fantasized about, and this blow came right after a moment of tension. Disappointment following anger... Gavi couldn't imagine a worse situation.\nJust half a second before, he had thought about placing his hand on Pedri's leg, squeezing and stroking the skin under his palm, but now he was wondering what would happen if he jumped out of the first open window he found.\nSuch was the irony of life.\nHalf an hour later, Gavi was jolted awake by a shake on his shoulder. He hadn't even realized he'd fallen asleep. With a drunken manner, he stepped out of the door opened by Pedri. Stepping out and immediately greeting the sun was another twist of fate. His vision blurred as a curse slipped from his mouth."
}