{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Demir yollarının dinamik yapısıyla çağın gerektirdiği değişimlere devam ettiğini belirten Bakan Uraloğlu, sözlerini şöyle sürdürdü:\n\"Bildiğiniz üzere 2002-2024 yılları arasında ülkemizde demir yollarında ciddi yatırımlar, iyileştirme, yenileme ve kalkınma hamleleri gerçekleştirdik. 2002 yılında 10 bin 948 kilometre olan hat uzunluğumuzu 13 bin 919 kilometreye yükselttik. 2 bin 252 kilometre hızlı tren hattı inşa ettik. Ülkemizi, yarım asırlık hayalimiz olan Yüksek Hızlı Tren işletmeciliği ile tanıştırdık ve Avrupa'da 6'ncı, dünyada 8'inci hızlı tren işletmecisi yaptık. Uzun yıllar vatandaşlarımızın tercih etmediği demir yolu seyahatlerini artık hızlı ve konforlu seyahat isteyenlerin ilk adresine dönüştürdük. 2009 yılında Eskişehir-Ankara hattı ile ülkemizde ilk Yüksek Hızlı Tren ile tanışan şehirler Ankara ve Eskişehir oldu. Ankara ile Eskişehir arasında başlayan yüksek hızlı tren işletmeciliği, Ankara-İstanbul, Ankara-Konya, Konya-Eskişehir, İstanbul-Konya, Konya-Karaman ve geçen yıl hizmete aldığımız Ankara-Sivas güzergahlarında devam ediyor. Bugüne kadar yüksek hızlı tren hatlarımızda yapılan toplam yolculuk sayısı 89 milyonu geçti, yani nüfusumuzdan daha fazlasını taşıdık. Şu anda hızlı tren hatlarımız 11 şehre doğrudan, 9 şehre ise bölgesel ve otobüs bağlantılarıyla dolaylı hizmet vererek ülkemiz nüfusunun yüzde 50'sine ulaşıyor.\"",
    "trans": "Minister Uraloglu, emphasizing that the dynamic nature of railways continues to adapt to the changes required by the times, stated:\n\"As you know, significant investments, improvements, renovations, and development initiatives have been carried out in our country's railways between 2002 and 2024. We increased our rail network from 10,948 kilometers in 2002 to 13,919 kilometers. We built 2,252 kilometers of high-speed train lines. We introduced our country to high-speed train operations, a dream of half a century, making it the 6th in Europe and the 8th globally in high-speed train operations. Train travel, which for years was not the preference of our citizens, has now become the first choice for those seeking fast and comfortable journeys. In 2009, Ankara and Eskisehir were the first cities in our country to experience high-speed trains with the Eskisehir-Ankara line. High-speed train operations, which began between Ankara and Eskişehir, now continue on the Ankara-Istanbul, Ankara-Konya, Konya-Eskisehir, Istanbul-Konya, Konya-Karaman, and the Ankara-Sivas routes that we launched last year. To date, the total number of trips on our high-speed train lines has exceeded 89 million, meaning we have carried more passengers than our population. Currently, our high-speed train lines provide direct service to 11 cities and indirect service to 9 cities through regional and bus connections, reaching 50% of our country's population.\""
}