{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Gerçekten pembe mi bilgisayar çantan?\" başımı olumlu anlamda salladım.\n\"Yuh ya Kamer.\" Çantamı kucağıma bırakıp geri yerine oturdu.\n\"O zaman birde şuna bak.\" Bilgisayarımı çantadan çıkardığımda baka kalmıştı.\n\"Bu da mı pembe? Lan pembe laptop nasıl buldun?\" gerçekten şaşırmış duruyordu. Ve bu bir hayli komikti.\n\"Baba pro.\" Bilgisayarı açtığımda Barış görmeden şifresini girdim.\nÇünkü şifremi görse götü kalkardı biliyordum.\n\"Bu bilgisayarda oyun oynuyor musun?\" diye bir soru yöneltmişti.\n\"Sims oynuyorum.\" Hatta oyunda evlendik üçte çocuğumuz oldu desem ne yapabilirdi ki?\n\"O ne la?\" mimikleriyle her şeyi o kadar belli ediyordu ki. Konuşmasa o mimiklerinden ne demek istediğini çözerdim. Barış tam bir mimik insanıydı.\n\"Yetişkinler için evcilik oyunu gibi bir şey.\" Buna şiddetli bir kahkaha atmıştı.\nGülüyordu kendinden geçecek kadar nefessiz şekilde gülüyordu.\n\"Komik mi ya?\"\n\"Gelmişsin kaç yaşına-\" gülmekten konuşamıyordu. \"hala evcilik mi oynuyorsun?\"",
    "trans": "\"Is your computer bag really pink?\" I nodded affirmatively.\n\"Wow, Kamer.\" He placed my bag on my lap and sat back down.\n\"Then take a look at this.\" When I pulled out my computer from the bag, he was stunned.\n\"Is this pink too? How did you find a pink laptop?\" He was genuinely surprised, and it was quite amusing.\n\"I'm pro.\" I opened the laptop and entered the password before Barış could see it.\nBecause I knew if he saw my password, he'd be insufferable.\n\"Do you play games on this computer?\" he asked.\n\"I play Sims.\" What could he possibly do if I said that we got married in the game and had three kids?\n\"What’s that?\" His expressions were so telling. Even if he didn't speak, I could decipher what he meant from his expressions. Barış was really an expressive person.\n\"It's like a dollhouse game for adults.\" He burst into hearty laughter at that.\nHe was laughing so hard he could barely breathe.\n\"Is it funny?\"\n\"You’ve reached this age—\" he couldn't even speak from laughing. \"and you're still playing house?\""
}