{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Onu umursamadığımı belli ederek cevap verip telefonumu ve anahtarımı dolaba koyup oradan ayrıldım.\nYürürken aynı anda önlüğümü bağlayıp tezgahın arkasına geçtim ve kahveleri yapmak için malzemeleri hazır etmeye başladım.\nİşten çıkış saatleri olduğu için kafe yavaş yavaş dolmaya başlarken sırayla siparişleri alıp kahveleri el çabukluğuyla hazırlıyordum.\nSaat geçtikçe kalabalık azalmaya başlarken karnımın gurultusuyla kafede satılan ıvır zıvırlardan atıştırmaya başladım.\nKapıda asılı olan zilin sesiyle kafamı kaldırıp gelen müşteriye baktım.\nKapüşonlu, uzun boylu bir adam sakin adımlarla tezgahın önüne gelip sipariş verdi.\nAdamın bakışları beni rahatsız hissettirirken arkamı dönüp kahvesini hazırlamaya başladım.\nAdamın nefes sesleri arkamdan gelirken tedirgin olup hızlıca kahveyi hazırladım ve sanki arkamı dönmezsem bir şey olacakmış refleksiyle hızla arkamı dönüp kahvesini tezgaha koyup ona ittirdim.\nAdam panik haraketlerime bakıp sırttı bu beni daha da rahatsız hissettirirken kaşlarımı çattım. Adam bir şey demeden cebinden parayı çıkartıp bana doğru uzattı, parayı hızlıca elinden çekip paraüstünü yine tezgaha koydum ve ona ittirdim. Adam yüzündeki sırıtmayla paraüstünü alıp göz temasını kesmeden arkası bana dönük olacak şekilde bir masaya oturdu ve kahvesini yavaş yavaş içmeye başladı.\nYarım saatin sonunda hala gitmediği için kendi kednime sinirle mırıldandım. Mırıldanışım sessiz kafede yankılanırken adam kıkırdadı. Kıkırtısını duyunca kafamı kaldırıp adama baktım.",
    "trans": "I replied by showing that I didn't care about him, put my phone and keys in the locker and left.\nAs I walked, I tied my apron at the same time and went behind the counter and started preparing the ingredients to make the coffees.\nSince it was rush hour, the café slowly started to get full, and I was taking orders and preparing the coffees quickly.\nAs the time passed, the crowd started to thin out and I started snacking on the goodies sold in the café as my stomach growled.\nWith the sound of the bell hanging on the door, I looked up and looked at the customer coming in.\nA tall man in a hoodie came to the counter with calm steps and placed an order.\nWhile the man's gaze made me feel uncomfortable, I turned around and started preparing his coffee.\nAs the breathing sounds of the man came from behind me, I got nervous and quickly prepared the coffee, and with the reflex that something would happen if I didn't turn around, I quickly turned around, put his coffee on the counter and pushed it to him.\nThe man looked back at my panicked moves and I frowned as this made me feel even more uncomfortable. Without saying anything, the man took the money out of his pocket and handed it to me, I quickly took the money out of his hand, put the change back on the counter and pushed it to him. The man took the change with a grin on his face and sat down at a table without breaking eye contact, turned his back to me and started to drink his coffee slowly.\nAt the end of half an hour, I muttered angrily that he still hadn't left. The man chuckled as my muttering echoed in the quiet café. When I heard his chuckle, I raised my head and looked at him."
}