{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"onlar da bizimle gelecek alaz, ördek ailesi değiliz ama arkadaş grubuyuz sonuçta. hem bugün onlarla geçireceğimiz son gün.\"\n\"okuldan sonra bizim eve gideriz ama olur mu? annem dönmüş, gitmeden şu mevzuyu konuşmak istiyorum.\" haklıydı.\nhep beraber evden çıktık ve arabaya yerleştik. tek araba gittiğimiz için önde ben oturuyordum, rüya ve onur arkadaydı.\nkeyifli keyifli okula doğru giderken onur iki koltuğun omzundan tuttu ve aramıza doğru eğildi. \"bir şey diyeyim mi,\" müziğin sesini kıstı. \"beni kandırdığınız için size tripliyim. bu yüzden keyfim gelene kadar sizinle konuşmayacağım.\"\nalaz kahkahalarla gülmeye başladı. \"sen bizimle konuşmadan bir saat durabil, sana o çok istediğin mercedes AMG'yi almazsam adım alaz değil.\"\n\"alaz ne yapıyorsun? onurla iddiaya girilmez.\"\n\"dur dur...\" onur fikri sevmişti. \"kocanın canı soyulup soğana çevrilmek istiyor sanırım.\"\n\"asi duydun mu beni soymak istiyor, gözü var bende. bence onu arabadan atmalıyız sevgilim, seks hayatımızda da gözü olduğunu biliyorsun.\"\n\"sizin seks hayatınızı sikeyim tamam mı? senin bu çıkarcı kocan konuyu hep oraya getiriyor.\" onur eğilip müziğin sesini sonuna kadar açtı. aniden yükselen sesle yerimde zıpladım ve kulaklarımı kapatmak zorunda kaldım.\nalaz söve söve müziği kapattı. \"rahat dur oğlum ya, bak yemin olsun atacağım seni arabadan.\"",
    "trans": "\"They will come with us too, we are not a family of ducks, but we are a group of friends after all. And today is the last day we will spend with them.\"\n\"We can go to our house after school, but is that okay? My mother is back, I want to talk about this issue before I go.\" he was right.\nWe all left the house and got into the car. Since we were traveling alone, I was sitting in the front, dream and honor were in the back.\nAs we were happily heading towards school, Onur grabbed the shoulders of two chairs and leaned between us. \"Can I say something?\" he turned the music down. \"I'm upset with you for deceiving me, so I won't talk to you until I feel better.\"\nHe started laughing loudly. \"You can stay for an hour without talking to us, if I don't buy you that Mercedes AMG you want so much, I won't lose my name.\"\n\"Alaz, what are you doing? You can't bet on honor.\"\n\"Wait, wait...\" Onur liked the idea. \"I think your husband wants to be robbed and turned into an onion.\"\n\"Asi, did you hear that? He wants to undress me, he has eyes on me. I think we should throw him out of the car, darling, you know he has eyes on our sex life too.\"\n\"Let me fuck your sex life, okay? This manipulative husband of yours always brings it up there.\" Onur bent down and turned the music up to full volume. I jumped at the sudden loud sound and had to cover my ears.\nHe cursed and turned off the music. \"Stay calm my son, I swear I will throw you out of the car.\""
}