{
    "source": "tr_TR",
    "target": "en_US",
    "text": "• Migros Dijital Alisveris Kodlarına yüklenen tutarların iadesi yoktur.\nMacroonline, Sanal Market ve Migros Hemen’de Kullanım:\n• Sanal Markette yapacağınız alışverişin %80’i kadar olan tutarı dijital kod ile ödeyebilirsiniz. Kalan %20’lik tutarı ise mutlaka banka ya da kredi kartınız ile ödemeniz gerekecektir. Örneğin; 200 TL’lik bir dijital kodu Sanal Market’te kullanabilmeniz için minimum 240 TL tutarında bir sipariş oluşturmanız ve 40 TL’lik tutarı banka ya da kredi kartınız ile ödemeniz gerekmektedir.\n• Migros Sanal Market alışverişlerinizde alışveriş başına yalnızca bir adet Dijital Alışveriş Kodu kullanabilirsiniz.\n• Sağlıklı bir alışveriş deneyimi yaşamanız için Sanal Market alışverişlerinizi üye girişi yaparak uygulama üzerinden yapmanızı tavsiye ederiz.\n• Dijital mağazalarımızdaki alışverişlerde? 1 günde en fazla 10 ayrı Dijital Alışveriş Kodu (10 ayrı sipariş) kullanılabilmektedir.\nMağazada kullanım:\n• Migros ve Macrocenter mağazalarında kasa görevlisine ödemenizi Migros Dijital Alışveriş Kodu ile yapacağınızı belirtmeniz ve 16 haneli kodu eksiksiz söylemeniz gerekmektedir.\n• Mağazada yapacağınız alışverişin tamamını dijital kod ile ödeyebilirsiniz.? Örneğin; Mağazada 200 TL’lik harcama için 200 TL’lik kod kullanabilirsiniz.\n• Mağaza alışverişlerinizde, bir alışverişte en fazla 10 adet Dijital Alışveriş Kodunu birleştirerek kullanabilirsiniz.\n• Kasada herhangi bir sorun yaşandığında alışveriş yaptığınız mağaza yönetimi size yardımcı olacaktır. Dilerseniz 444 10 44 no’lu telefondan Migros Müşteri Hizmetlerine ulaşabilirsiniz.",
    "trans": "• Refunds are not available for funds loaded onto Migros Digital Shopping Codes.\nHow to use it on Macroonline, Virtual Market, and Migros Hemen:\n• You can pay up to 80% of the total amount of your shopping in the Virtual Market with a digital code. The remaining 20% must be paid with a bank or credit card. For example, in order to use a 200 TL digital code in the Virtual Market, you need to create an order of at least 240 TL and pay the remaining 40 TL with your bank or credit card.\n• You can use only one Digital Shopping Code per transaction in Migros Virtual Market.\n• We recommend using the app and logging into your account for a better Virtual Market shopping experience.\n• In digital stores, a maximum of 10 separate Digital Shopping Codes (10 separate orders) can be used per day.\nHow to use it in stores:\n• In Migros and Macrocenter stores, you must inform the cashier that you will pay with a Migros Digital Shopping Code and provide the 16-digit code correctly.\n• You can pay for your entire purchase in the store with a digital code. For example, you can use a 200 TL code for a 200 TL purchase.\n• In store purchases, you can combine up to 10 Digital Shopping Codes per transaction.\n• If you encounter any issues at the cashier, the store management will assist you. You can also reach Migros Customer Service at 444 10 44."
}