{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Evet.\"\n\"Kararını vermiş gibisin çoktan.\" Asi Nevin Hanımın neyden bahsettiğini anlamamıştı.\n\"Ne kararı?\"\n\"Alazla yeniden birliktesin ve bir aile olmaya çalışıyorsun onunla.\"\nDuyduğu şeyle birlikte şok olurken hemen inkar etmişti. \"Hayır o çalışıyor ben değil.\"\n\"Emin misin? Asi bu haftayı düşün tekrar bir istersen. Sen kararını vermişsin gibi geldi bana.\"\nAsi Nevin Hanımın söylediği şeye o kadar sinirlenmişti ki bu odaya girince kenara kapı eşiğine bıraktığı zırhlarını yeniden giyiverdi. Savunmaya hazırdı hatta saldırmaya da.\n\"Nevin Hanım ne kararı? Ben çıkıp Özgürle Nehire 'Babanız bu adam, Alaz.' falan diyemem. Sevmiyorlar onu. Babalarını sevmiyorlar. Onlar Alazı görüyorlar, babaları olduğunu öğrenince asla böyle sakin olmayacaklar. Nefret ediyorlar ondan biliyorsunuz.\"\nAsiye yapma der gibi bakıyordı Nevin Hanım. Gerçekleri gör artık demek istiyordu onu sarsıp ama bunu psikologça yapmalıydı.",
    "trans": "“Yes.”\n”It seems like you’ve already made your decision.” Asi had no idea what Mrs. Nevin was talking about.\n”What decision?”\n”You’re back together with Alaz and trying to be a family with him.”\nShe was shocked by what she heard that she immediately denied it. “No, he’s trying, not me.”\n”Are you sure? Asi, think about this past week again if you want. It seems to me that you’ve made your decision.”\nAsi was so angry at what Mrs. Nevin had said that she instinctively put on the armor she had left at the doorframe when entering the room. She was ready to defend herself, even to attack.\n”Mrs. Nevin, what decision? I can’t just go to Ozgur and Nehir and say, \"This man, Alaz, is your father.\" They don’t like him. They don’t love their father. They see Alaz, but when they find out he’s their father, they won’t stay calm. You know they hate him.”\nMrs. Nevin was looking at Asi as if to say stop this. She wanted to shake her and tell her to see the truth, but she had to do it as a psychologist."
}