{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Evet evet hazır efendim. Tam da Defne Hanım'ın istediği gibi temizletilip, parlatıldı. Boya çıkarılırken az da olsa olan hasarlar da temizlendi. Aslında doğrudan Defne Hanım'ı arayacaktık ama numarasını bırakmadığı için sizi arayalım dedik.\"\n\"Teşekkür ederim Gökhan Bey. Ben yarın uğrayıp alacağım.\"\nGülümsemesi bir an olsun yüzünden düşmezken konuştuğu kuyumcuya teşekkürler yağdırmıştı Ömer. Evet, tam da şu an her yerde güller açabilirdi. Gelincikler her yeri kırmızı yapabilir, papatyalar beyaza boyayabilirdi. Güneş'in olduğu yerde yağmur yağıp gökkuşağı açabilirdi dünyanın bütün köylerine, belki de herkes birbirine açılabilir, sevenler kavuşabilirdi.\nSahi sevenler kavuşabilir miydi......?\nKafasındaki hem güzel hem de hüzünlü sorular ile içinde bastıramadığı özlem ile eşini aramaya karar vermişti.\n\"Ömer?\"\n\"Defne?\"\n\"Ömer?\"\n\"Defne?\"\n\"Daha sürecek mi bu seremoni?\"\n\"Ay hayır takıldık 😄 Ömer neredesin ofise geldim sen yoksun?\"\n\"Dışarda toplantım vardı Defne. Bugün ofise geri dönmeyeceğim.\"\n\"Bi sorun mu var? Evde misin, gelmemi ister misin?\"\nBen senin bana gelmeni hep isterim Defne. Bunu sorman saçma. Ama bugün gelmemelisin. Beni bu şekilde görmemelisin. Yine de keşke gelsen de hiç gitmesen....\n\"Gerek yok. Ben iyiyim. Çizim yapacağım.\"",
    "trans": "Yes, yes, it's ready, sir. It has been cleaned and polished just as Ms. Defne wanted. We also repaired some minor damages while removing the paint. We were actually going to call Ms. Defne directly, but since she didn't leave her number, we decided to call you.\"\n\"Thank you, Mr. Gökhan. I will come by tomorrow to pick it up.\"\nWhile speaking, Ömer showered the jeweler with thanks, his smile never leaving his face. Yes, right now, roses could bloom everywhere. Poppies could turn every place red, and daisies could paint it all white. Where the sun shone, it might rain and open rainbows to all the villages of the world, perhaps everyone could open up to each other, and lovers could reunite.\nCould lovers really reunite......?\nWith both beautiful and sad questions in his mind and an irresistible longing within, he decided to call his wife.\n\"Ömer?\"\n\"Defne?\"\n\"Ömer?\"\n\"Defne?\"\n\"Is this ceremony going to continue?\"\n\"Oh no, we're just stuck 😄 Ömer, where are you? I came to the office and you're not here.\"\n\"I had a meeting outside, Defne. I won't be returning to the office today.\"\n\"Is there a problem? Are you at home, do you want me to come?\"\nI always want you to come to me, Defne. It's silly to ask. But you shouldn't come today. You shouldn't see me like this. Still, I wish you would come and never leave...\n\"No need. I'm fine. I'm going to do some drawing.\""
}