{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bölge halkının havzadaki üretim devamlılığını sağlayacak refaha sahip olması\nKadim Üretim Havzaları’nın devamlılığı için gerekli özelliklerden birisi de üretimin insani yönüdür. Üreticilerin refahı ve yaşam kalitesi ile bilginin kuşaklar arasında taşınması bu özelliğin önemli gerekliliklerinden biridir. Kadim Üretim Havzaları’nın bugüne kadar gelen geleneksel işleme ve ürün saklama metotları, doğayı okuma becerileri gibi yaşamsal değerde olan bilgilerin aktarıma devam etmesi için üreticilerin refah düzeylerinin ve yaşam kalitelerinin yüksek olması gerekmektedir.\nHavzanın coğrafi sınırlara göre kullanılması\nKadim Üretim Havzaları’nda üretim, coğrafyanın belirlediği sınırlara göre yapılır. Havza içerisindeki mülkiyet sınırları üretim biçimini etkilemez. Mülkiyet alanları teller ve yüksek duvarlar gibi yaşam alanlarını bölen sınırlarla çevrili değildir. Bu sayede havzadaki canlıların yaşam döngüleri olduğu gibi devam eder.\nToplumsal yardımlaşma becerilerinin devam etmesi\nHavza içerisindeki üreticiler arasında hasat, toprağı işlemek, kışlık ve yazlık hazırlıklar, ekim dikim gibi üretimler esnasında yardımlaşma geleneği devam eder. Bu toplumsal yardımlaşma yöntemi sayesinde havza dışı girdi en aza indirilir.\nSomut ve somut olmayan kültürel mirasın varlığı\nKadim Üretim Havzaları, sözlü gelenekler, gösteri sanatları, toplumsal ritüeller ve şenlikler, evren ve doğa ile ilgili bilgi, el sanatları gibi somut ve somut olmayan kültürel mirasla şekillenmiştir.",
    "trans": "Ensuring the Well-being of the Local Population for Continuity in the Production of the\nBasin One of the necessary characteristics for the continuity of the Ancient Production Basins is the human aspect of production. The welfare and quality of life of the producers, as well as the transfer of knowledge between generations, are important prerequisites for this characteristic. In order for the vital knowledge, such as traditional processing methods and product preservation techniques that have been passed down through the Ancient Production Basins, to continue being transferred, the welfare and quality of life of the producers must be high.\nUtilization of the Basin Based on Geographical Boundaries\nIn Ancient Production Basins, production is done according to the limits defined by geography. Property boundaries within the basin do not affect the form of production. These property areas are not surrounded by boundaries that divide living spaces, such as fences or high walls. This way, the life cycles of the living beings in the basin continue as they are.\nContinuity of Social Solidarity Skills\nAmong the producers in the basin, the tradition of helping each other continues during production activities such as harvesting, soil cultivation, winter and summer preparations, and planting. This social solidarity method minimizes external inputs to the basin.\nExistence of Tangible and Intangible Cultural Heritage\nThe Ancient Production Basins are shaped by both tangible and intangible cultural heritage, including oral traditions, performing arts, social rituals and festivals, knowledge of the universe and nature, and handicrafts."
}