{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yapım firması düşük reytingler nedeni ile senaristlere, yavaş yavaş SeyFer’e dönelim ve birinci sezondaki SeyFer sahneleri yeniden olsun demiş.\nDizinin 77. bölüm fragmanında Seyran ile birlikte çalışmaya başlayan Ferit'in, \"Çocuğu senden istiyordum\" demesi de bunun işaretleri…\nMerak etmeyin kısa süre sonra Afra ve Mert de birbirlerini takip edecekler…\nŞu an birbirlerini takip etmiyorlar ama paylaştıkları hikâyelere dikkat ederseniz, çok zaman birbirlerinin aynısı…\nAfra’nın parmağındaki yüzük nişan değil, söz yüzüğü…\nDaha önce kendi aralarında ve de aile arasında söz kestiklerini ilk ben duyurmuştum. Geçtiğimiz yaz yaşanan kırgınlık nedeni ile Afra Saraçoğlu o yüzüğü çıkarmıştı. Afra eski yüzüğünü takmadı Mert Ramazan Demir yeni bir pırlanta yüzük alarak yeniden evlenme teklif etti. Yani o yüzük nişan değil söz yüzüğü.\nÇifte kumruların arası çok iyi… Çok zaman sete birlikte gidiyorlar ve sette çok iyi vakit geçiriyorlar…\nHatta Mert Ramazan Demir, Seyran’ın partneri olan Sinan karakterini canlandıran Cem Söküt’e sette yengene dikkat demiş. Bunun üzerine Afra Saraçoğlu da Ferit’in partneri olan Diyar karakterini canlandıran Pelin Akil’e sette eniştene dikkat demiş.\nHer ne kadar espri de olsa, bunlar büyük aşkın getirdiği küçük aşk kıskançlıkları, güzel kıskançlıklar diyebiliriz.\nZaten Afra ve Mert’in Instagram’da birbirlerini takip etmemesinin bir başka nedeni de aşk kıskançlıkları…",
    "trans": "The production company told the scriptwriters \"Let's slowly return to SeyFer and recreate some of the SeyFer scenes from the first season.” due to the declining ratings.\nFerit who starts to work with Seyran saying that \"I wanted the child from you\" in the 77th episode teaser, is an indication of this...\nDon't worry, Afra and Mert will follow one another soon...\nThey don't follow each other at the moment, if you look closely at the stories they share, many are often the same…\nThe ring on Afra’s finger isn’t an engagement ring; it’s a promise ring…\nI was the first to report that they had exchanged promises both between themselves and with their families. Last summer, following a resentment, Afra Saracoglu removed the ring. Afra didn't wear her old ring anymore. Mert Ramazan Demir proposed her again buying a new diamond ring. In other words, that ring is not an engagement ring; it is a promise ring,\nThe things between the two lovebirds are very good... They often go to the set together and have a lot of fun...\nMoreover, on set, Mert Ramazan Demir jokingly told Cem Sokut, who plays Sinan, Seyran’s partner, “Keep an eye on your sister-in-law.” In turn, Afra Saracoglu told Pelin Akil, who plays Diyar, Ferit’s partner, “Keep an eye on your brother-in-law.”\nAlthough these are just jokes, we could call them small, sweet jealousies deriving from a deep and passionate love, beautiful jealousies...\nIn fact, one of the reasons Afra and Mert don't follow one another on Instagram is love-related jealousies..."
}