{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Unutmayın ki ben bir hostesim... Bana on binlerce baht maaş ödeniyor. Beni örnek gösterebilirsiniz.\"\n\"Ondan fazla arkadaşım var ve sadece seninle hava atabilirim. Ben bile işsizim ve o kadar düşük bir not ortalamasıyla mezun oldum ki neredeyse profesörlere sürünerek gidip mezun olmama izin vermeleri için yalvarmak zorunda kalacaktım.\"\n[redacted_name] ile telefonda konuşurken, geçmişimi gözden geçirmek için çekmecemi açıyordum. Okul çantama koymayı hiç düşünmediğim kitaplar vardı, koymazdım çünkü çantanın şeklini kaybetmesine neden olurdu. Birçok okuldan gelen rozetler, sadece rozet olduklarından bir tür ödül gibi plastik bir kavanozda toplanmıştı. Gücümü göstermek için başkalarına dalaşırdım. Nasıl bu kadar aptal bir çocuk olabildim... Ne kadar da haylazdım.\n\"[redacted_name] bunu pek düşüneceğini sanmıyorum. O sadece seni tanımak istiyor. Şu anda işsizsin ama seni aşağılamıyor ya da o tarz bir şey yapmıyor.\"\n\"Onunla birlikte olmaya layık olmadığımı hissediyorum.\"\nHâlâ stresli olduğum için derin bir iç çektim.\n\"Ve eğer onu arkadaşlarımızla tanıştırırsam, onlara Aobe-Aum olduğumu iddia etmelerini söylemeliyiz... Hiçbir soruya cevap vermek istemiyorum.\"",
    "trans": "\"Don't forget, I'm a hostess... I'm paid tens of thousands of baht. You can point to me as an example.\"\n\"I have more friends than he has, and you're the only one I can boast to. I'm even jobless, and I graduated with such a low GPA that I nearly had to beg the professors to let me graduate.\"\nWhile I was on the phone with [redacted_name], I was opening my drawer to look through my past. There were books that I never thought I would put in my school bag, I wouldn't because it would make the bag deform. Badges from many schools were collected in a plastic jar, like some sort of award because they were just badges. I used to tease others to show my strength. How could I have been such a stupid child... How mischievous I was.\n\"I don't think [redacted_name] would think much of it. He just wants to get to know you. You're unemployed now, but he's not belittling you or anything like that.\"\n\"I feel like I don't deserve to be with him.\"\nI sighed deeply because I was still stressed.\n\"And if I introduce him to our friends, we have to tell them to pretend I'm Aobe-Aum... I don't want to answer any questions.\""
}