{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Atlas var diye. Kalp atışları çok güzel değil miydi? Çok mucizevi?\"\n\"Öyle... Ada'nınkiler de öyleydi.\"\n\"Hiç duyamadım onunkileri. Çok korkunç bir babayım ben.\"\n\"Bak yine yapıyorsun! Kendini suçlandırıp durma Alaz!\"\n\"Geçmeyecek sanki, ne kadar çabalarsam çabalayayım hep böyle berbat bir baba olacakmışım gibi-\"\n\"Sen çok güzel bir babasın. İnan bana. Bazen oturup saatlerce sizi seyretmek istiyorum. Benim de bir babam olsaydı böyle güzel olur muydu her şey diyorum.\"\n\"Asi...\"\n\"Ada, ne kadar şanslı olduğunun farkında.\"\n\"Senin gibi muhteşem bir annesi var.\"\n\"Ve senin kadar harika bir babası... Alaz, bazen her şeyi çıkmaza sokan biziz, sen de fark ediyorsun bunu. Yaşadığımız şeylerden kopamıyoruz, suçlayacak insanlar arıyoruz.\"\n\"Nefesim yetmiyor...\"\n\"Suçlamak yerine paylaşmayı öğrenmemiz gerek çünkü.\"\n\"Aynı o yeni psikolog gibi konuştun. Napsan acaba konservatuvar yerine psikoloji mi okusan Asi kız?\"\n\"Eyvah! Kaçırdık mı giriş sınavını!\"\nAsi, alelacele doğrulup cebinden telefonu çıkardığında Alaz, ellerini tutup onu sakinleştirmeye çalışmıştı.",
    "trans": "\"Because there was Atlas. Weren’t his heartbeats beautiful? So miraculous?\"\n\"Yes... Ada's were like that too.\"\n\"I never heard hers. I’m such a terrible father.\"\n\"Look, you’re doing it again! Stop blaming yourself, Alaz!\"\n\"It feels like it’ll never pass, no matter how hard I try, I’ll always be such a terrible father\"\n\"You’re a wonderful father. Believe me. Sometimes I just want to sit and watch you both for hours. I think to myself, if I had a father, would everything be this beautiful?\"\n\"Asi...\"\n\"Ada is so lucky, and she knows that.\"\n\"She has an amazing mother like you.\"\n\"And a wonderful father like you... Alaz, sometimes it’s us who complicate everything, and you realize that too. We can’t let go of the things we’ve been through, we’re looking for people to blame.\"\n\"I can’t breathe...\"\n\"Because we need to learn to share instead of blaming.\"\n\"You sound just like that new psychologist. Maybe you should study psychology instead of conservatory, huh, Asi, girl?\"\n\"Oh no! Have we missed the admission test?\"\nAsi hurriedly stood up and took out her phone from her pocket, while Alaz tried to calm her down by holding her hands."
}