{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Birkaç dakika sonra elinde pembe bir lale buketiyle Ferit geldi.\nYanıma yaklaşıp Buket'i bana doğru uzattı. Laleler benim en sevdiğim çiçeklerdi. Feritten gelen en ufak şeye bile mutlu olabiliyordum.\n\"Yaa,Aşkımm!\" Sıkıca sarılıp boynunu bol bol öptüm. Öperken de 'oh' sesini çıkarmayı ihmal etmedim. Ferit kıkırdamıştı. Bukette bir not olduğunu farkettim.\n\"En az senin kadar güzel ve zarifler.. Seni çok seviyorum Sevgilim.\"\nDudaklarına uzun ve tutkulu bir öpücük bıraktım. Bizim için uzun sayılabilecek bir zamandır Ferit'le öpüşmemiştik ve Ferit çok mutlu olmuştu. Aklıma onu ilk kez öptüğümdeki o heyecanı ve mutluluğu gelmişti ister istemez. Birden kucağına atladım ve bacaklarımı beline doladım. Tıpkı bir koala gibi. Ferit Beni o sırada içten öpücüklere boğmuştu. Yatağımıza uzandık ve Ferit birden.\n\"Süprizlerim bitti sandın değil mi?\" Dedi. Neler olduğunu kavramaya çalışırken Ferit hızla yataktan fırladı ve elinde bir köpekle içeri girdi.",
    "trans": "A few minutes later, Ferit arrived with a bouquet of pink tulips in his hand.\nHe came over to me and extended the bouquet. Tulips were my favorite flowers. I could find joy in even the smallest things coming from Ferit.\n\"Oh, my love!\" I hugged him tightly and kissed his neck a lot. While kissing, I made sure to let out an 'oh' sound. Ferit chuckled. I noticed a note in the bouquet.\n\"As beautiful and elegant as you... I love you so much, my love.\n\"I gave him a long and passionate kiss. We hadn't kissed like this for what seemed like a long time for us, and Ferit was very happy. Inevitably, I remembered the excitement and happiness of the first time I kissed him. Suddenly, I jumped into his lap and wrapped my legs around his waist, just like a koala. At that moment, Ferit smothered me with heartfelt kisses. We lay down on our bed, and suddenly Ferit said,\n\"You thought my surprises were over, didn’t you?\" As I was trying to grasp what was happening, Ferit quickly jumped out of bed and came back in with a puppy in his arms."
}