{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tırnaklarda meydana gelen beyaz lekeler, genellikle çeşitli nedenlerden kaynaklanır. Bu nedenler arasında fiziksel yaralanmalar, mantar enfeksiyonları ve en önemlisi vitamin ve mineral eksiklikleri yer alır. Bilhassa çinko ve kalsiyum eksikliği, tırnaklarda beyaz lekelere yol açabilir. Tırnakların sağlıklı bir görünümde olabilmesi için vücudun yeterli vitamin alımı oldukça kritik bir öneme sahiptir. Örneğin, çinko minerali, hücre büyümesi ve yenilenmesi için ihtiyaç duyduğumuz bir elementtir. Kalsiyum ise tırnakların dayanıklılığını artıran bir mineraldir. Bu besin maddelerinin yeterli miktarda alınmaması durumunda, hem tırnak sağlığı hem de genel sağlık üzerinde olumsuz etkiler görülebilir.\nBeslenme Alışkanlıklarının Önemi\nBeslenme alışkanlıkları, tırnak sağlığı üzerinde direkt bir etkiye sahiptir. Sağlıklı ve dengeli bir diyet, vücudun gereksinim duyduğu vitamin ve mineralleri temin ederken, tırnakların da güçlenmesine yardımcı olur. İşte tırnak sağlığını destekleyen bazı besin grupları:\nYeşil Yapraklı Sebzeler: Folat ve kalsiyum açısından zengindir.\nKuruyemişler: Özellikle ceviz ve badem, E vitamini kaynağıdır.",
    "trans": "White spots on the nails are usually caused by various reasons. These include physical injuries, fungal infections and, most importantly, vitamin and mineral deficiencies. In particular, zinc and calcium deficiency can lead to white spots on the nails. Adequate vitamin intake is critical for the body to maintain healthy nails. For example, the mineral zinc is an element we need for cell growth and regeneration. Calcium is a mineral that increases the durability of nails. Inadequate intake of these nutrients can have negative effects on both nail health and general health.\nThe Importance of Nutritional Habits\nEating habits have a direct impact on nail health. A healthy and balanced diet provides the vitamins and minerals your body needs while also helping to strengthen your nails. Here are some food groups that support nail health:\nGreen Leafy Vegetables: Rich in folate and calcium.\nNuts: Especially walnuts and almonds are sources of vitamin E."
}