{
    "source": "tr_TR",
    "target": "en_US",
    "text": "8- Şimdi bir de İran rejimi, ülke içindeki mültecilerin deport edileceğini duyurdu. Türkiye sınırına geçişler artar mı?\nKorkunç olur. İstiap haddi fazlasıyla dolmuş durumda. Bu barajın kapakları her yerden sızdırıyor, patlamak üzere. Hükümetin bu konuyu çok ciddiye alması gerekir.\n9- Eğer Esad ve Erdoğan kavga etmeseydi, 2008’deki ‘Bodrum baharı’ sürseydi bugün Ortadoğu’da durum farklı olur muydu?\nHem de ne kadar farklı olurdu. Türkiye ile Suriye ilişkilerinin gayet iyi olduğu bir ortam olduğunu ve Esad hükümetinin zayıflatılmamış olduğunu düşünün. Zaten Türkiye bu işe girmeseydi, Esad hükümeti zayıflatılamazdı. Böyle bir ortamda İsrail’in azgınlığı bu kadar olamazdı. Güçlü bir Suriye devam ediyor olsaydı, politik durum da farklı olurdu. Körfez Arapları, Mısır, Ürdün ile iyi ilişkileri söz konusu olurdu. Bu ortamda da İsrail bu kadar saldırgan davranamazdı. Suriye savaşının yarattığı ters rüzgâr Ortadoğu’yu allak bullak etti. Maalesef burada en büyük suçlulardan biri mevcut hükümet.\n10- Bu kavganın Türkiye’ye maliyeti nedir?",
    "trans": "8- Now the Iranian regime has announced that refugees within the country will be deported. Will this increase crossings to the Turkish border?\nIt would be disastrous. The burden is already more than manageable. The dam’s gates are leaking from everywhere, it’s about to burst. The government must take this issue very seriously.\n9- If Assad and Erdogan hadn't had a discussion, and if the 'Bodrum Spring' of 2008 had continued, would the situation in the Middle East be different today?\nIt would be really different. Imagine a situation where relations between Turkey and Syria were very good, and the Assad government hadn’t been weakened. If Turkey hadn't intervened, the Assad government couldn’t have been weakened. In such an environment, Israel wouldn’t have been as aggressive. If a strong Syria had continued, the political situation would have been different. There would have been good relations with the Gulf Arabs, Egypt, and Jordan. In that environment, Israel couldn’t have acted so aggressively. The reverse winds caused by the Syrian war have destabilized the Middle East. Unfortunately, one of the biggest culprits here is the current government.\n10- What is the cost of this discussion for Turkey?"
}