{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Cumhurbaşkanı Tayyip Erdoğan, İsrail’in Lübnan’daki saldırılarına değinerek “Vadedilmiş topraklar hezeyanıyla hareket eden İsrail yönetiminin, Filistin ve Lübnan’dan sonra gözünü dikeceği yer bizim vatan topraklarımız olacaktır. İsrail saldırganlığı Türkiye’yi de içine almaktadır. Vatanımız, milletimiz, bağımsızlığımız için bu devlet terörüne elimizdeki her imkanla karşı duracağız.” demişti.\nBunun üzerine CHP Genel Başkanı Özgür Özel şöyle konuşmuştu: “Türkiye Büyük Millet Meclisi’nin derhal bilgilendirilmesi gerektiğini düşünüyoruz. Türkiye’de yaşanacaklar noktasında tüm bilinmezlikleri ortaya çıkaracak, tüm spekülasyonları ortadan kaldıracak şekilde bilgilendirme yapmalarını diliyoruz.”\nKurtulmuş, CNN Türk’te katıldığı bir televizyon programında şöyle konuştu: “Terör örgütleri üzerinden Türkiye baskı altına alınmaya çalışılıyor. Biz kimin ne olduğunu hangi adımı niçin attığını çok iyi biliyoruz. Suriye’nin Irak’ın istikrarsızlaştırılmasıdır. Türkiye’nin buna uyanık olması lazım. Türkiye bölgede ayakta kalabilmiş büyük bir ülkedir. Siyaset üstü bir konudur, bu bir milli meseledir. Meclis 8 Ekim Salı günü toplanacak. Hükümet İsrail konusunda Meclis’i bilgilendirecek. Dışişleri ve Savunma Bakanı Salı günü bilgi verecek.”\nDışişleri Bakanı Hakan Fidan ve Milli Savunma Bakanı Yaşar Güler’in, İsrail’in saldırıları, Orta Doğu’daki gelişmeler ve Türkiye’nin aldığı tedbirlere ilişkin Meclis’i bilgilendireceği oturum 8 Ekim Salı günü yapılacak.",
    "trans": "President Tayyip Erdoğan, referring to Israel's attacks in Lebanon, stated, \"Driven by the delusion of the promised lands, Israel's administration will set its sights on our homeland next. Israeli aggression now involves Türkiye. We will stand against this state terrorism with every means at our disposal to protect our homeland, our nation, and our independence.\"\nIn response, CHP Chairman Özgür Özel commented, \"We believe that the Grand National Assembly of Türkiye must be informed immediately. We desire that they provide information that will eliminate all uncertainties and speculations concerning the developments in Türkiye.\"\nKurtulmuş, speaking on a CNN Türk television program, said, \"Türkiye is being pressured through terrorist organizations. We know very well who is doing what and why. It is the destabilization of Syria and Iraq. Türkiye must be vigilant. Türkiye is a major country that has managed to stand strong in the region. This is a matter beyond politics; it is a national issue. The Assembly will convene on Tuesday, October 8th. The government will inform the Assembly about the Israel issue. The Foreign Minister and the Defense Minister will provide information on Tuesday.\"\nThe session in which Foreign Minister Hakan Fidan and National Defense Minister Yaşar Güler will inform the Assembly about Israel's attacks, developments in the Middle East, and the measures Türkiye has taken is scheduled for Tuesday, October 8th."
}