{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Zeynep gerekli malzemeleri çıkarttı. Karıştırdı, yoğurdu, açtı. Tepsiye kat kat açtığı yufkaları serdi arasına tereyağı sürerek. Yarısına gelince peynirli harcı koydu. Aynı işlemlerle örttü üstünü. Üzerine de iyice tereyağı sürüp fırına sürdüğünde annesiyle etrafı toparlamaya başardılar.\n\" Aferin benim kara kuzuma, bu gidişle beni de geçeceksin!\"\n\" Seni geçmem biraz zor annem, sen en iyisini yaparsın. Ben de yaklaşırım ancak.\"\n\" Pek de mütevazıymış benim kara kuzum!\"\nKızına sarılıp öptüğünde kıkırdadı Zeynep. Daha sonra birlikte oturup çay içtiler birkaç bardak. Meryem, merakla sordu saate bakarak.\n\" Mürşid hazretleri gelmeyecek mi?\"\nZeynep, iç çekti istemsizce.\n\" Bilmem, bazı geceler geç geliyor. Bazen gelmiyor ama o zaman haber yollatıyor. Bugün ne zaman gelir, bilmiyorum. Geç gelir herhalde.\"\n\" İyi bari!\"\nAnnesinin söylemiyle çay bardağındaki gözlerini bir anlık annesine çevirdi. Elinin üzerine baktı, o telaşlı hali geldi aklına. Anlık tebessümünü hızlıca kontrol edip konuyu değiştirerek aklını dağıttı.\n\" Anne, babamı gördün mü hiç?\"",
    "trans": "Zeynep took out the necessary ingredients. She mixed, kneaded and stretched them out. She laid the phyllo sheets on the tray, and spread butter between them. Halfway through, she put the cheese mixture. She covered it with the same process. When she spread butter on it and put it in the oven, she and her mother could clean up the mess.\n\" Well done my black lamb, at this rate you will be better than me!\"\n\" It's a bit difficult to be better than you my mother, you are the best. I can only come close.\"\n\" You are very modest my black lamb!\"\nZeynep giggled as she hugged and kissed her daughter. Then they sat down together and drank a few glasses of tea. Meryem asked curiously, looking at the clock.\n\"Will the Murshid Holiness not come?\"\nZeynep sighed involuntarily.\n\"I don't know, he comes late some nights. Sometimes he doesn't come, but then he let me know by sending someone. I don't know when he'll come today. He'll probably come late.\"\n\"Good!\"\nWith her mother's words, she turned her eyes from her teacup to her mother for a moment. She looked at her hand, her anxious state came to mind. She quickly controlled her momentary smile and distracted herself by changing the subject.\n\"Mom, have you ever seen my father?\""
}