{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Çin Z vizesi için gereken evraklar aşağıdaki listede yer almaktadır.\nDavetiye. Çin çalışma vizesi için iki çeşit resmi davetiye vermeniz gerekmektedir. Bunlar konsolosluğa hitaben olacak beyaz davetiye ve yeşil davetiyedir. Çin vize başvurusu için davetiyelerin orijinallerini vermeniz gerekmektedir. Davetiyeler hakkında daha detaylı bilgi için Vize Merkezi ile iletişime geçin.\nÇin’deki firmaya ait bilgi. Çin Z vizesi için Çin’de bulunan şirketin vergi levhasının fotokopisi gerekmektedir. Çin’e girişin ilk defa gerçekleşmesi durumunda ise bu belgeye ek olarak ID ve davet de gerekmektedir.\nİkametgah. Çin çalışma vizesi için ikametgah belgesi alıp bu belgenin aslını veriniz.\nSabıka Kaydı. Belge olarak savcılıktan sabıka kaydınızı da almalısınız. Adli sicil kaydınızı gösteren belgede adli sicil kaydı yoktur yazısı olmalıdır. Bu belgenin de sadece aslı kabul edilmektedir.\nKimlik. Çin çalışma vizesi için nüfus cüzdanınızın fotokopisi istenmektedir.",
    "trans": "The documents required for a China Z visa are listed below.\nInvitation. For the China work visa, you are required to provide two types of official invitations: a white invitation addressed to the consulate and a green invitation. You must provide the original invitations for the visa application. For more detailed information about the invitations, contact the Visa Center.\nInformation about the company in China. For the China Z visa, a photocopy of the tax registration certificate of the company in China is required. If it is your first entry into China, an ID and an invitation are also required in addition to this document.\nResidence Certificate. For the China work visa, obtain a residence certificate and provide the original document.\nCriminal Record. You must also obtain your criminal record from the prosecutor's office. The document showing your criminal record should state that there is no criminal record, and only the original of this document is accepted.\nIdentity. A photocopy of your national ID card is required for the China work visa."
}