{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Z.merhaba Ali rahmet\nC.hoş geldiniz\nH.hoş bulduk canancım\nAs.yüzünüzü gören cennetlik nerdesiniz\nHünkar ve Ali rahmet utandılar bakışlarını kaçırıp oturdular\nA.ee evimize yeni geçtik abla bırakın da birazcık tadını çıkaralım\nHepsi gülümsediler\nF.abim haklı abla\nC.hem şimdi evin içini düzenle sonra eskileri yad et falan derken vakit nasıl geçti anlamamışlardır bile\nAli rahmet ve hünkar onları savunanlar var diye sessiz kalmışlardı asiye kaşlarını çattı\nAs.bunların ağzı yok mu siz niye müdafaya geçtiniz hemen\nHepsi güldüler onlardan önce zümrüt konuştu\nZ.bana kalırsa kendilerine yok yapıyorlar bence abla\nAs.bana da öyle geldi\nA.ne yolu\nAli rahmetin sorusuna yanında oturan karısı başını onun omuzuna bırakırken cevap verdi\nH.demek istiyorlar ki bizde kocalarımızla baş başa kalmak istiyoruz\nAli rahmet gülümsedi hünkarın çekinmeden başını omuzuna bırakması hoşuna gitti canan ve Fatma hemen savunmaya geçtiler\nC.aa ne ilgisi var canım hiçte öyle bi isteğim yok",
    "trans": "Z. Hello Ali Rahmet.\nC. Welcome.\nH. Thank you, dear Canan.\nAs. It’s been ages since we’ve seen you! Where have you been?\nHunkar and Ali Rahmet, embarrassed, averted their gazes and sat down.\nA. Well, we’ve just moved into our new house, sis. Let us enjoy it a little, won’t you?\nEveryone smiled.\nF. My brother’s right, sis.\nC. And now, between arranging the house and reminiscing about old times, they probably didn’t even notice how time flew.\nAli Rahmet and Hunkar, relieved to have defenders, remained silent. Asiye frowned.\nAs. Do they not have their own mouths? Why are you rushing to defend them?\nEveryone laughed, but Zumrut spoke up before anyone else.\nZ. If you ask me, they’re just paving their own way, sis.\nAs. That’s what it seems like to me too.\nA. What way?\nIn response to Ali Rahmet’s question, his wife, sitting beside him, rested her head on his shoulder and answered.\nH. They’re saying, “We want to have some alone time with our husbands too.”\nAli Rahmet smiled, pleased by Hunkar’s uninhibited gesture. Canan and Fatma quickly jumped to defend themselves.\nC. Oh, come on now! That’s not it at all, not in the least!"
}