{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yüzüklerimiz ne kadar güzel ya!\" Barış'ın otuzuncu kez tekrarladığı cümle ile gülmüş ve elbisemin iplerini açması için ona yaklaşmıştım. Barış ise o sırada elini kaldırmış parmağındaki yüzüğe dikmişti gözlerini.\n\"Umarım yüzünü yıkarken lavaboya düşürmezsin Barış.\" önüne oturmuşken Barış dalgayla karışık güldü.\n\"Gözümden sakınacağıma emin olabilirsin.\" ellerini sırtımda hissetmiştim. \"Kim bağladı bunu? Komplo kurmuşlar sana.\"\n\"Sare bağladı.\" Derken o ipleri çekiştiriyordu. \"Yavaş olsana koparacaksın.\"\n\"Hain baldız bana pusu kurmuş.\" Demesiyle kahkahayı patlatmıştım. Sare gerçekten bunu düşünüp üst üste düğüm atmış olabilirdi. \"Yavrum kessek olmuyor mu? Çözülmez bu.\" Konuşurken hala ipleri çözmeye çalıştığını hissediyordum.\n\"Ama elbise bozulur o zaman.\" Omzuma bir öpücük bırakmış ardından yanağını yaslamıştı. \"İstanbul'a döndüğümüzde terziye veririz. Hiçbir şeycik olmaz.\" İstemeye istemeye başımı sallamıştım.\n\"Böyle asacaksan suratını otururum sabaha kadar uğraşırım bu iplerle.\" Gülümseyerek yüzümü ona döndüm. Boynundan sarılıp kulağına doğru yaklaştım. \"Sabaha kadar daha eğlenceli şeyler yapmayı yeğlerim.\" Cümlemin bitmesi ile Barış derin bir nefes almış göğsü inip kalkmıştı.\n\"Yorulmadın mı?\" demişti kısık bir sesle. Bir eliyle saçlarımı bir omzuma birleştirmiş diğer omzuma ise başını yaslamıştı. \"Yoruldum.\" Dedim aynı onun gibi sessizce. Boynuma doğru bir nefes verip dudaklarını değdirmişti.\n\"Yorgunluğunu almak için sabırsızlanıyorum.\" Dudakları boynuma ufak öpücükler bırakırken gıdıklandığım için gülmeye başlamıştım. Sırtım yatakla buluştuğunda zorda olsa Barış'ı kendimden ayırıp o bal rengi gözlerine baktım.",
    "trans": "\"Our rings are so beautiful, aren't they?\" I laughed at the sentence Barış repeated maybe for the thirtieth time, and then approached him so he could untie the strings of my dress. Barış, however, had paused, holding his hand up at that moment and started staring at the ring on his finger.\n\"I just hope you don't drop it down the sink while washing your face Barış.\" As I sat down in front of him, Barış chuckled with a mixture of amusement and mock indignation.\n\"You can be sure that I'll guard it with my life,\" he replied, his hands moving to my back.\" \"Who tied this thing? It's like they've set a trap for you.\"\n\"Sare tied it,\" I said, feeling him tug at the knotted strings. \"Slow down, you'll break it.\"\n\"That treacherous sister-in-law must have ambushed me,\" he muttered, making me burst into laughter. Sare really might have thought about this and tied knots one after the other. \"Why don’t we just cut it dear? This thing’s impossible to undo.\" I could feel him still trying to untie the strings as he spoke.\n\"But that would ruin the dress\". He kissed my shoulder and then leaned his cheek against it. When we’re back in Istanbul, we’ll take it to a tailor. Not a problem at all.\" I nodded reluctantly.\n\"If you’re going to sulk like that, I’ll sit here all night working on these strings.\" I turned to him with a smile of my own, hugged him by the neck and approached his ear. \"I’d much rather spend the night doing something more fun.\" Barış took a deep breath and his chest rose and fell as my sentence ended.\n\"Aren’t you tired?\" he asked in a low voice. He brushed my hair over one shoulder and ieaned his head on the other. \"I am,\" I said just as quietly as he did. He exhaled a deep breath against my neck and touched his lips.\n\"I can't wait to take all your tiredness away.\" I started giggling because I was ticklish as his lips left small kisses on my neck. As my back finally met the bed, I managed to push him back just enough to look into his honey-colored eyes."
}