{
    "source": "tr_TR",
    "target": "en_US",
    "text": "* TEI PD222ST Turbodizel Havacılık Motoru, tei pd222st.\n* TEI TJ300 Turbojet Motoru, tei tj300.\n* TEI TJ90 Turbojet Motoru, tei tj90.\n* TEI PG50 İki Zamanlı Benzinli Havacılık Motoru, tei pg50.\n* TEI PG50S İki Zamanlı Benzinli Havacılık Motor, tei pg50s.\n* TEI TP38 Turboprop Motoru, tei tp38.\n* TEI TJ35 Turbojet Motoru, tei tj35.\nLisanslı Motor Program Çalışmaları.\n* F110 Motoru.\n* T700 - TEI - 701D.\nHelikopter, iha ve sihalarımız için motor üreten (Gökbey Helikopter Motoru) ve üretmek için çalışan TEI, şimdide KAAN uçağımıza 300 kişilik bir ekiple motor üretmek için çalışmalarına devam etmektedir. Hedef 2028 yılındaKaan'ı Türk Motoru ile uçurmak olup sertifikasyon süresi 2 yıl sürebilir. Dolayısı ile 2030 yılında tamamen sertifikalı Türk Motoru olacaktır İnşaAllah.\nMotor yapmak çok uzun zaman, sabır ve büyük paralar isteyen bir iştir. Yaklaşık 8-13 yıl ve 6-10 milyar dolararası paralar harcanmaktadır, ilk motoru üretmek için.\nKaan uçağımız şu an F16 uçaklarında kullanılan 29.000 lbf itki üreten,F-110 motorlarından (Amerikalı General Electric Şirketinin)2 tane kullanılarak uçmuştur. Bu motor şu an Türkiye'de lisanslı olarak üretilmektedir. F 110 motoru sonradan yanmalı bir turbofan jet motorudur.",
    "trans": "TEI PD222ST: Turbodiesel Aviation Engine, tei pd222st.\nTEI TJ300: Turbojet Engine, tei tj300.\nTEI TJ90: Turbojet Engine, tei tj90.\nTEI PG50: Two-Stroke Gasoline Aviation Engine, tei pg50.\nTEI PG50S: Two-Stroke Gasoline Aviation Engine, tei pg50s.\nTEI TP38: Turboprop Engine, tei tp38.\nTEI TJ35: Turbojet Engine, tei tj35.\nLicensed Engine Program Studies\nF110 Engine\nT700 - TEI - 701D\nTEI, which produces engines for helicopters, UAVs, and UCAVs (such as the Gökbey Helicopter Engine), is now working with a 300-person team to manufacture an engine for our KAAN aircraft. The goal is to have KAAN flying with a Turkish-made engine by 2028, with a certification process that could take two years. By 2030, we hope to have a fully certified Turkish engine, Insha’Allah.\nProducing an engine requires significant time, patience, and investment, typically taking 8–13 years and costing around $6–10 billion for the first engine.\nCurrently, our KAAN aircraft has flown using two F110 engines, which are afterburning turbofan jet engines producing 29,000 lbf of thrust each. These engines, originally developed by the American company General Electric, are currently produced under license in Türkiye."
}