{
    "source": "tr_TR",
    "target": "en_US",
    "text": "kitap ve resim kendi kendine var olamıyorsa düşünen ve aklını kullanabilen herkes bu akıl almaz büyüklükteki mü- kemmel bir şekilde işleyen kâinatın ve içindeki varlıkların da bir yaratıcısı olduğunu bilir. Bu yaratıcı sonsuz güç sa- hibi Yüce Allah’tır. Kâinattaki bu harika bir şekilde işleyen düzen Allah’ın her an yaratması ve yarattıklarını gözet- mesiyle milyonlarca yıldır bozulmadan sürüp gitmektedir.\n“Gökleri yedi kat yaratan odur. Rahman’ın yaratmasında bir düzensizlik göremezsin. Gözünü çevir de bir bak, bir bozukluk görüyor musun?”\n(Mülk suresi, 3. ayet)\nEvreni incelediğimizde Allah’ın yarattığı her şeyde bir denge, uyum ve güzellik olduğu görülür. Allah kâinatta bulunan her şeyi bir plan ve ölçü içerisinde yaratmıştır. Bu ölçü, varlıkların uyumlu bir sistem oluşturmalarını sağla- maktadır.\nBu durumu ifade Kur’an-ı Kerim’de pek çok ayet bulunur.\n“Her şeyi yaratıp düzen veren ve her şeyin varlığını bir ölçüye göre belirleyen O’dur.\n(Furkan suresi, 2. ayet)\n“Biz, her şeyi bir ölçüye göre yarattık.”",
    "trans": "book or a painting cannot exist by itself, anyone who thinks and is able to use their mind knows that this immense and impeccably functioning universe, along with all its entities, must have a creator. This creator is Allah, who is omnipotent. This order of the universe that has been working wonderfully for millions of years, remains intact through Allah’s continual act of creation and His ongoing care for His creations.\n“He is who created the heaven by seven layers. No irregularity you can see in the creation of the Most Merciful. Turn your gaze once more: Do you see any defect?”\n(Surah Al-Mulk, 3)\nWhen we analyse the universe, in everything that Allah created, it is observed the presence of balance, harmony, and beauty. Allah created everything in the universe within a specific plan and measurement. This precise meausurement allows all beings to compose a harmonious system.\nThere are many verses in the Qur'an that express this truth.\n“He is the One who systematizes by creating all and determines existence of everything by a specific measure.”\n(Surah Al-Furqan, 2)\nIndeed, we have created everything with a specific measure."
}