{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Teknede 4 – 6 – 8 kişilikmasalar bulunmakta olup tekneye rezervasyonu bulunan tüm yolcular için masa düzeni hazırlanmaktadır. Tekne girişinde size ayrılan masa ve bölüm ilgili görevlilerce gösterilir.\nRezervasyon ve Ödeme :Misafirlerimizin,engeç turdan 1 gün önce rezervasyon işlemlerini tamamlaması tavsiye edilmektedir. Rezervasyon işlemlerinizi0212 587 22 00nolu hattımızı arayarak yada şu anda web sitemiz üzerinden Online olarak yapabilirsiniz.\nÖdemenizi Havale olarak yapabilirsiniz..\n! Alkollü veya Alkolsüz Tur seçme imkanı :Alkollü veya Alkolsüz olarak 2 ayrıİçecek tercihinize göre turu satın alabilirsiniz. Her iki turun diğer tüm detayları aynıdır. Sadece gece boyunca size sunulacak içecek servislerifarklıdır.\n! Şu anda Alkolsüz Tur programımızı incelemektesiniz. Bu programa rezervasyon yaptığınızda size gece boyunca sadece Alkolsüz içecek servisi yapılacaktır.\nEğer, Limitsiz Yerli Alkollü içecekler dahil Tur için rezervasyon yapmakistiyorsanız aşağıda yer alan linkten ilgili tura geçiş yapmalısınız.",
    "trans": "There are tables for 4 – 6 – 8 people on the boat and a table arrangement is prepared for all passengers with reservations. At the entrance of the boat, the table and section reserved for you are introduced by the relevant staff.\nReservation and Payment: It is recommended that our guests complete their reservations at least 1 day before the tour. You can make your reservations by calling our customer line at 0212 587 22 00 or online right now through our website.\nYou can make your payment via Money Order method...\n! Choice of Alcoholic or Non-Alcoholic Tour: You can purchase the tour according to your 2 different beverage preferences, Alcoholic or Non-Alcoholic. All other details for both tours are the same. Only the beverage services that will be offered to you throughout the night change.\n! You are currently browsing our Non-Alcoholic Tour program. When you book this program, you will only receive non-alcoholic beverages throughout the night.\nIf you would like to make a reservation for a tour including Unlimited Local Alcoholic Drinks, please go to the relevant tour from the link below."
}