{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Asi sessiz kalmaya çalışarak kıkırdarken \"Sen daha tatlısın.\" dediğinde artık memeleriyle biraz fazla oyalandığını fark edip \"Ama hızlı olman lazım.\" diye ekleyerek Alaz'ı uyandırdı.\nKlozet kapağının üstüne oturup sessizce dudaklarını ıslatarak Alaz'ın kemerini açmasını bekledi. Fermuarını da indirdiğinde gözlerini yukarı kaldırıp hızlı hızlı inip kalkan göğsüyle tepesinde dikilen Alaz'a doğru bir bakış attı ve ereksiyonunu kapatmaya yetmeyen boxerını pantolonuyla beraber biraz aşağı sıyırdı. Damarlanarak kızaran penisi anında havaya doğru kalkarken ikisinin dudaklarından da aynı anda yavaş bir inilti dökülmüştü.\n\"Alaz.\" Ellerini bacaklarına sarıp kendine çekerek Alaz'ı yüzüne doğru yaklaştırdı.\n\"Asi?\"\n\"Ağzımı sik.\"\nAlaz'ın duyduğu cümleyle karnının titreyerek kasılması ve anında daha da havaya kalkan sikinin karnına kadar dayanması bir olmuştu.\nAsi'yse tek bir cümlesiyle Alaz'ın üzerinde böyle bir etkisinin olmasına keyiflenirken sabırsızca alt dudağını dişlemeye başladı.\n\"Durmadan ama.\" Alaz ağzını açamadan Asi iki parmağını koluna koyup sertçe sıkmıştı. \"Kötü olursam böyle yaparım.\"",
    "trans": "\"You're cuter,\" Asi giggled, trying to remain silent. When she said, she realized that she was lingering a little too long with her breasts and said, \"But you have to be quick.\" He added, waking Alaz up.\nShe sat on the toilet seat, wet his lips silently, and waited for Alaz to unfasten his belt. When he lowered his zipper, she looked up at Alaz, who was standing over her with his rapidly rising chest, and pulled down his boxers, which were not enough to cover his erection, along with his trousers. As his penis, reddened and veined, instantly rose into the air, a slow moan fell from both of their lips at the same time.\n\"Alaz.\" She wrapped her hands around his legs and pulled him closer to her face.\n\"Asi?\"\n\"Fuck my mouth.\"\nWith the sentence Alaz heard, his stomach trembled and tightened, and his cock, which instantly rose into the air, reached all the way to his belly.\nAsi, on the other hand, was enjoying having such an effect on Alaz with just one sentence and began to bite her lower lip impatiently.\n\"But without stopping.\" Before Alaz could open his mouth, Asi put two fingers on his arm and squeezed hard. \"This is what I'll do if I feel bad.\""
}