{
    "source": "tr_TR",
    "target": "en_US",
    "text": "h~1r'icriıwJiktiın. F:1zbçık:1rcı bir insan değildiın an1a bütiin bu anlattıklarım kar~ılığıııd:ı o da bana kendini açacak 1111yd, merak ediyordum çünkü ben kimseyle bu kadar ileri gitıne miştim. Öktem bile herkesten daha çok bir şeyler biliyorken\naslında pek bir şey bilmiyordu ve bildikleri de anlık anlattı ğım eylerdi ardını arkasını düşünnıeden... Ama Kunt'a her şeyi bilinçli bir şekilde ötüyordum. Bu beni korkutuyordu.\n\"Buraya ne zaman annemin ilaçlarını teslim edip onu kontrol etmeye gelsem kendimi her seferinde farklı biri ola- rak tanıttım. Ayşe oldum, Oya oldum, Elif oldum ... Eczacı olduğum yalanını atıyor, ilaçlarını teslim ediyordum. Hiçbi- rinde bana kendinden bahsetmedi. Eşim ve oğlum var, kızım İstanbul'da tıpokuyor demedi. Sohbetler döndü evet ama aklı\nkarışıktı ve bir an koltuk döşemesinden bahsederken diğer an sobanınüzerindeısıttığıçorbadan bahsediyordu, buna hasta- lığı sebep oluyor. Dikkat dağınıklığı var. Bugün ilk defa, ken- dini bir yalana inandırdığını gördüın. Babamı hiçbir zaman\nunutamadığını ve onu hala çok sevdiğini biliyordum, keza abimin gidişini de... Ama bugün başka bir yanından kalkmış tı. Bugün her şey yolundaymış gibi anlattı. O mutlu aile tab- losu ... Her zaman görmek istediği. Yalnızca deliler mutludur\nsözüne ithaf gibiydi bugün, benim annem delirmiş mi Kunt?\" Kunt'un ifadesi sertleşti, diğer elimi kaldırmış mumun ucundaki aleve yaklaştırıyordum ve o da bunu izliyordu.",
    "trans": "I wasn't someone who insists, but I was curious whether, in response to everything I had shared, they would open up to me, because I had never been this forward with anyone. Even though Oktem appeared to know more than everyone\nbut in reality, he didn't know much, and the little he did know, were the things that I would say impulsively without considering the consequences. This frightened me.\nWhenever I came here to drop off my mother's medications and check on her, I always introduced myself as a different person. I became Aye, Oya, Elif... I would lie and say I was a pharmacist while delivering the medicine. She never spoke about herself. She never mentioned that she had a husband and son, or that her daughter was studying medicine in Istanbul. The conversations changed but her mind\nwas scattered, one minute she was talking about the couch cushions, and the next about the soup she was warming up on the stove, this was due to her illness. She struggles with keeping her attention. Today, for the first time, I saw that she had tricked herself into believing a lie. I knew she could never forget my father\nand that she still loved him, just as I knew about my brother's departure... But today, something was different about her. Today, she told everything as if everything was fine. That picture of a happy family... The one she always dreamed of.\nIt almost felt like it was dedicated to the saying \"only the mad are happy.\" Has my mother gone crazy, Kunt?\" Kunt's expression became harder, I was lifting my other hand, moving it toward the flame at the candle's tip, and he was watching me do it."
}