{
    "source": "tr_TR",
    "target": "en_US",
    "text": "B Yalnız 2\nC Yalnız 3\nD 1, 2 ve 3\nSoru 27\nMotosikletin sürülmesi sırasında aşağıdakilerden hangisinin kullanılması, olası bir kaza anında kafa yaralanmalarının sayısını ve şiddetini önemli ölçüde azaltır?\nA Kask\nB Eldiven\nC Yansıtıcı giysi\nD Dayanıklı bot\nSoru 28\nİnsanların işitme sağlığını ve algılamasını olumsuz yönde etkileyen, fizyolojik ve psikolojik dengeleri bozabilen, iş performansını azaltan, çevrenin hoşnutluğunu ve sakinliğini yok ederek niteliğini değiştiren çevre kirliliği türüne ne denir?\nA Ses\nB Duyuru\nC Konuşma\nD Gürültü\nSoru 29\nŞekildeki trafik görevlisinin duruş pozisyonuna göre, aşağıdakilerden hangisi doğrudur?\nA Görevlinin ön ve arka cephesinde kalan yollar trafiğe açıktır.\nB Görevlinin sağ ve sol kol istikametinde kalan yollar trafiğe açıktır.\nC Yol bütün yönlerdeki trafiğe kapalıdır.\nD Yol bütün yönlerdeki trafiğe açıktır.\nSoru 30\nŞekildeki trafik işaretini gören sürücü ne yapmalıdır?\nA Hızını artırmalı\nB Geriye dönmeli\nC Yolun kayganlığını kontrol etmeli\nD Hızını azaltmalı\nSoru 31\nAksine bir işaret yoksa aşağıdaki taşıtlardan hangisinin, yerleşim yeri dışındaki kara yollarında \"azami hız sınırı\" diğerlerine göre daha fazladır?\nA Otobüs\nB Otomobil\nC Motosiklet",
    "trans": "B Only 2\nC Only 3\nD 1, 2 and 3\nQuestion 27\nWhich of the following, when used during motorcycling, significantly reduces the number and severity of head injuries in the event of an accident?\nA Helmet\nB Gloves\nC Reflective clothing\nD Sturdy boots\nQuestion 28\nWhat is the type of environmental pollution that negatively affects people's hearing health and perception, disrupts physiological and psychological balances, reduces work performance, and destroys the environment's tranquility and quality?\nA Sound\nB Announcement\nC Speech\nD Noise\nQuestion 29\nAccording to the traffic officer's stance in the figure, which of the following is true?\nA The roads in front of and behind the officer are open to traffic.\nB The roads to the right and left of the officer are open to traffic.\nC The road is closed to traffic in all directions.\nD The road is open to traffic in all directions.\nQuestion 30\nWhat should a driver do upon seeing the traffic sign in the figure?\nA Increase speed\nB Turn back\nC Check for road slipperiness\nD Decrease speed\nQuestion 31\nUnless otherwise indicated, which of the following vehicles has a higher \"maximum speed limit\" on rural roads outside of urban areas?\nA Bus\nB Car\nC Motorcycle"
}