{
    "source": "tr_TR",
    "target": "en_US",
    "text": "G : anne napicaksin\nY : geleceğini almaya çalışcam kızım\nG : anne bende yapabilir miyim\nY : sormana gerek yok kızım tabi yapabilirsin\nDediler ve gizem beni duvara yaslayıp diz bölgesiyle kasıklarıma vurmaya başladı artik ayaklarım tutmuyordu en sonunda bıraktı beni ve arkamda yere dusmeyeyim diye tutmaya başladı yengem geldi ve çok acımasızca tekmelemeye başladı bunlar oncekinlerinden daha sertti her darbesinde yikiliyodum ama gizem kaldiriyordu 15 dk geçti artık gücü bitiyor gibiydi\nY : sıkı tut kızım bu son\nDedi ve öyle bı vurdu ki beni ziplatti resmen gizemde beni bırakıp gitti yengemle kalmıştım odada kendime gelmem baya zaman almıştı ki yengem\nY : kalk artık git bu gece gizemin odasında kal\nSadece kafa sallayarak onayladım\nKasıklarım çok ağrıyordu yengemde artık yanimdan gitmişti bende doğrulup gizemin odasına gittim\nG : gel bakalım köpek noldu acıya dayanamıyormusun\nB : çok serttiniz efendim\nG : ee olucak o kadar hak ettin.. o değilde benim ayağımı nasıl tam alabildin annem çok zorladı ağzını deme\nB : evet efendim çenem gevşedi o yüzden",
    "trans": "G : Mom, what are you gonna do?\nY : I'm gonna try to get your future my girl.\nG : Mom, can I try it too?\nY : No need to ask my girl, of course you can.\nThey said, and Gizem leaned me against the wall and started hitting my groin with her knees. I could no longer stand on my feet. She finally let go and started holding me so, I wouldn't fall to the ground. My aunt came and started kicking me very brutally. They were harder than before. I was falling down with every blow, but Gizem was holding me back. 15 minutes passed. It seemed like her strength was running out.\nY : Hold on tight my girl, this is the last one.\nShe said, and hit me so hard it practically made me jump.Gizem left me and I was left with my aunt in the room. It took me a long time to come to my senses. My aunt:\nY : Get up now! Go stay in Gizem's room tonight!\nI just nodded in approval.\nMy groins were hurting so much and my aunt was gone now. I got up and went to Gizem's room.\nG : Come on dog! What happened? Can't you stand the pain?\nB : You were very harsh Ma'am.\nG : Well, sure, you deserved it so much.. By the way, how could you take my foot completely? Don't say that my mother forced your mouth too much.\nB : Yes Ma'am, my jaw got loose because of that."
}