{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Havuzun kenarına oturduğumda, havuzun içinde olan Alaz'ı izlemiştim. \"Ne güzel değil mi?\" diye sorduğumda, aklı karışmıştı. \"Ne?\" dediğinde, tedirgin olduğunu saklamaya çalışmıştı yeniden. \"Evin diyorum, saray gibi\" diye konuştuğumda, Alaz sırıtmıştı. \"Ne oldu evime mi göz diktin?\" dediğinde, ironiyle korkusunu bastırdığını belli etmişti. Elimi omzuna yerleştirdiğimde, tüylerinin şimdiden ürperdiğini görmüştüm. \"Zenginlik gibisi yok gerçekten\" diye konuştuğumda, Alaz rahatsız olmuştu. Ne istediğimi anlamamıştı. Birden önümdeki uzun ceketi çıkardığımda, beyaz ve kısa olan geceliğim ortaya çıkmıştı. Alaz gözlerini üzerimden çekemediğinde, ayağa kalkmıştım. Yavaş adımlarla havuzun girişine ilerlediğimde, merdivenlerden inmeye başlamıştım. İlk adımda bile ayaklarım ıslanmıştı. Suya girme korkusunu bile yenebilecek kadar sinirliydim.\nDaha da ilerlediğimde, dizime kadar çıkmıştı su. Kalbim çarpsa bile korkumu belli etmemeye çalışıyordum. Uzun süre sonra kendi isteğimle suya girmiştim. Havuzun suyu kalçama kadar geldiğinde, beyaz elbisem tamamen vücuduma yapışmıştı. Alaz bir an bile gözlerini üzerimden çekmediğinde, ona doğru yürümeyi ihmal etmemiştim. Çok derin değildi burası ama Alaz'ın olduğu bölge biraz derindi. Onun bile karnının üstüne kadar geliyordu su. Alaz halen konuşmadığında, her adımımı dikkatle takip ettiğini, fark etmiştim. Gözlerine odaklandığımda, tam önünde durmuştum. Su benim göğsümün altında bittiğinde, kalbimin attığını saklamaya çalışmıştım.",
    "trans": "When I sat by the edge of the pool, I had watched Alaz, who was in the water. “It’s beautiful, isn’t it?” I asked, and he seemed confused. “What?” he replied, trying to hide his unease once again. “I mean the house—it’s like a palace,” I said, and Alaz smirked. “What’s the matter, are you eyeing my house?” he asked, masking his fear with irony. When I placed my hand on his shoulder, I noticed his skin bristle immediately. “There’s really nothing like wealth,” I said, and Alaz grew uncomfortable. He didn’t understand what I wanted.When I suddenly removed the long coat in front of me, the short, white nightgown I was wearing underneath was revealed. When Alaz couldn’t take his eyes off me, I stood up. I walked slowly toward the entrance of the pool and started descending the steps. Even on the first step, my feet were already wet. I was angry enough to overcome even my fear of entering the water.\nAs I went further, the water rose to my knees. Even though my heart was pounding, I tried not to show my fear. For the first time in a long while, I was entering the water willingly. When the pool water reached my hips, my white gown clung entirely to my body. When Alaz didn’t take his eyes off me for even a moment, I didn’t hesitate to walk toward him. This area wasn’t too deep, but where Alaz stood, it was slightly deeper. Even for him, the water came up to his abdomen. When Alaz still didn’t speak, I realized he was carefully watching every step I took.Focusing on his eyes, I stopped directly in front of him. The water barely reached below my chest, and I tried to hide the sound of my pounding heart."
}