{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Hastane sahipleri ve başhekimlerin örgüt hiyerarşisine dahil olmamakla birlikte örgüte yardım ederek maddi çıkar sağladıkları ifade edilen iddianamede, şüphelilerin yaptıkları bu işlemlerle yenidoğan yoğun bakım ünitelerinde elde edilen kazancı 3-4 katı artırdıkları kaydedildi.\nBebek hastaların, uygun sağlık hizmeti almasını sağlayacak hastanelere sevki yerine şüphelilerin seçtiği örgüt adına karlı görünen hastanelere yatırıldığı anlatılan iddianamede, bu noktada esas amacın bebeklerin sağlık durumunun iyileştirilmesi değil maddi açıdan en fazla kazanç elde edilmesi olduğu kaydedildi.\nBebeklerin enfeksiyon kapıp ölümüne neden oldular\nİddianamede, maktul bebeklerin her türlü enfeksiyona açık olan yenidoğan yoğun bakım ünitelerine yatırıldığı, bu şekilde bazı bebeklerin enfeksiyon kapmasına, bazılarının da ölümüne neden olunduğu aktarılarak, şüphelilerin usulsüz şekilde düşümünü yaptıkları ilaçları hastaneden çıkarıp satarak maddi kazanç elde ettikleri vurgulandı.\nÖzel Hastaneler Yönetmeliğine aykırı şekilde işletme devri yapılarak danışmanlık hizmeti adı altında şüpheli Fırat Sarı'nın elebaşısı olduğu \"yenidoğan suç örgütünün\" çok sayıda hastaneye az sayıda doktorla hizmet vermeye çalıştığı belirtilen iddianamede, sağlık hizmetinin doğrudan hemşire ve hemşire yardımcılarıyla verildiği, bu nedenle bebek ölüm sayılarının arttığı ifade edildi.\nİddianamede, tıbbi yöntemlerden uzak tek düze, bebeklerin mevcut özel sağlık durumlarıyla bağdaşmayan uygulamalar gerçekleştirildiği, hemşirelerin kendisini doktor olarak tanıttığı ve doktor olarak müdahalede bulundukları aktarılarak, bazı şüphelilerin yenidoğan yoğun bakımlarını kapasitenin üzerinde doldurduğu, hemşirelerin usule aykırı epikriz raporları yazdığı anlatıldı.",
    "trans": "In the indictment, it was stated that although hospital owners and chief physicians were not part of the organization’s hierarchy, they provided assistance to the organization and gained financial benefits. It was noted that through these actions, the suspects increased the profits obtained from neonatal intensive care units by 3-4 times.\nThe indictment explained that instead of transferring infant patients to hospitals where they could receive appropriate healthcare, they were admitted to hospitals deemed profitable by the organization, selected by the suspects. At this point, the primary objective was not the improvement of the infants’ health but rather obtaining maximum financial gain.\nThey caused infections and the deaths of infants\nThe indictment highlighted that the deceased infants were placed in neonatal intensive care units that left them highly susceptible to infections. Consequently, some infants contracted infections, and some even lost their lives. It was emphasized that the suspects illicitly removed and sold medications recorded as dispensed from the hospital, thereby generating financial gain.\nThe indictment also stated that in violation of the Private Hospitals Regulation, hospital operations were transferred under the guise of consultancy services. The so-called \"neonatal crime organization,\" led by suspect Firat Sari, attempted to provide services to numerous hospitals with a limited number of doctors. It was further noted that healthcare services were primarily delivered by nurses and nursing assistants, which led to an increase in infant mortality rates.\nIn the indictment, it is mentioned that non-medical, uniform practices, which did not align with the infants' specific health conditions, were carried out. The indictment also highlights that nurses identified themselves as doctors and performed interventions as such. It was also detailed that some suspects overfilled neonatal intensive care units beyond their capacity, while nurses prepared improper discharge summaries in violation of protocol."
}