{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Adalılar, 2020 yılında faytonların kaldırılmasının ardından bölgede sayısı giderek artan akülü araçlar kullanıyor.\nAçıklamada geçen UKOME kararında bireysel elektrikli araç kullanmak isteyen kişilerde daimi ikâmetgahın Adalar ilçesi olması şartı aranıyor.\nİkincil ikâmetgahı Adalar olan yurttaşların elektrikli araç kullanımı yasak.\nKararda sürücülerin 66 günden yaş alması gerekiyor. Fakat bölgede elektrikli araçları neredeyse yaş grubundan yurttaş kullanıyor.\nAdalar’da elektrikli araç kullanım izni Adalar Belediyesi’nden alınıyor ve kullanım süresi bir yıl. İzin almayan araçların kullanımının yasak olduğu belirtilen yönergede, belge üzerinde yazan ismin dışında araçların kullanımı da yasak. Ancak Adalılar, çoğu elektrikli aracın izinsiz kullanıldığını dile getiriyor.\nRuhsatsız araçların artması nedeniyle Adalar’da özellikle yaz aylarında kazalar meydana geliyor. 8 Haziran’da Heybeliada’da 15 yaşındaki bir marketi servis elemanı adaya ailesiyle birlikte günübirlik ziyarete gelen 4 yaşındaki bir çocuğa çarpmıştı. Olayın ardından Ada sakinleri, elektrikli aracın geçtiği yolu kapatmıştı ve eylem düzenlemişti.",
    "trans": "After the phasing out of horse-drawn carriages in 2020, residents of the islands have increasingly turned to electric vehicles.\nAccording to the UKOME decision mentioned in the announcement, individuals wishing to use personal electric vehicles must have their permanent residence in the Adalar district.\nElectric vehicle usage is banned for residents whose secondary residence is on the Islands.\nThe decision requires drivers to be at least 66 years old. However, citizens of almost all age groups in the area are using electric vehicles.\nIn Adalar, the permission to use electric vehicles is obtained from the Adalar Municipality, and the usage period is one year. The directive states that the use of vehicles without permission is prohibited, and it is also forbidden to operate the vehicles by anyone other than the person whose name is on the document. Nevertheless, locals report that many electric vehicles are being used without permission.\nDue to the increase in unregistered vehicles, accidents frequently occur in Adalar, especially during the summer months. On June 8th, in Heybeliada, a 15-year-old grocery store delivery boy hit a 4-year-old child who was visiting the island with their family for a day trip. Following the incident, the island residents blocked the road where the electric vehicle had passed and staged a protest."
}