{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ben, [redacted_name], [doğum tarihiniz] doğumlu, [redacted_info] vatandaşıyım ve [redacted_info] kalıcı ikamet ediyorum. Şu anda [redacted_address]adresinde ikamet etmekteyim. Ailemle birlikte sekiz kişilik bir hane oluşturmaktayım ve Uber Eats ve DoorDash gibi platformlarda çalışıyorum.\nBu mektubu, [redacted_name] davet amacıyla yazıyorum. [redacted_name], [redacted_number]doğumlu olup şu anda [redacted_info] yaşamaktadır. Kendisi, yaz aylarında ailemle ve kuzenim [redacted_name] ile birlikte [redacted_info]ziyaret etmeyi planlamaktadır. Ziyareti sırasında, Toronto ve Ontario çevresindeki tarihi ve kültürel yerleri keşfetmeyi planlıyoruz.\n[redacted_name], emekli bir bireydir ancak oğlu [redacted_name]sahibi olduğu mobilya mağazasında çalışmaktadır. Bu, onun Kanada’daki yaşam masraflarını karşılamasına yardımcı olacaktır. Kendisi, kesinlikle vizesini aşmayacak bir gezgin olup, dönüş tarihine sadık kalma niyetindedir. Türkiye’de çocukları ve torunları olan bir ailesi bulunmaktadır, bu nedenle onlardan uzak kalmak istememektedir. Ailesiyle aynı mahallede yaşıyor ve çocukları da kendi işlerinde çalışmaktadır.\n[redacted_name] Kanada’ya yapacağı ziyaret, bizim için çok anlamlıdır. Eğer [redacted_name]veya benimle ilgili daha fazla sorunuz varsa, lütfen benimle iletişime geçmekten çekinmeyin.",
    "trans": "I, [redacted_name], born on [date of birth], am a [redacted_info] citizen and a permanent resident of [redacted_info]. I currently reside at [redacted_address]. I live in a household of eight with my family and work on platforms such as Uber Eats and DoorDash.\nThis letter is written to invite [redacted_name]. [redacted_name], born on [redacted_number], currently resides in [redacted_info]. He plans to visit [redacted_info] during the summer with my family and my cousin, [redacted_name]. During his visit, we plan to explore historical and cultural sites in and around Toronto and Ontario.\n[redacted_name] is a retired individual; however, he works at his son [redacted_name]'s furniture store, which helps him cover his living expenses in Canada. He is a responsible traveler who has no intention of overstaying his visa and is committed to adhering to his return date. He has a family, including children and grandchildren, in Turkey and does not wish to stay away from them for an extended period. He lives in the same neighborhood as his family, and his children are engaged in their respective businesses.\n[redacted_name]’s visit to Canada holds great significance for us. If you have any further questions about [redacted_name] or myself, please do not hesitate to contact me."
}