{
    "source": "tr_TR",
    "target": "en_US",
    "text": "bazilari derki Erkek adam yapabilir .. YAPAMAZ!! kardesim zinanin erkegi kadini yok!! karaktersizligi, imani zayifligi, nefsinin esiri olmasi vardir...\nbes dakkika dunya zevki icin imanini, ahirettini, onurunu serefini insanligini satmasi vardir!!\nCocuklarinin annesini, babasini aldatmasi arkasindan oyun cevirip onu aptal yerine koyup onu bes para yaramaz\naffedersiniz para icin kendini satan kadinlarin onunde degerini dusurmek vardir...\nve bir sığınak, bir kapı bir kurtuluş ve af kapısı arıyorsunuz.. kendi nefsinizden igreniyor kendinizden nefret ediyorsunuz...\no cirkin is İyiliklerini ve güzelliklerini ve masumiyetini alıp götürmüş.\nÇağdaşlık, medenilik ve özgürlük günahlarına batırmış.\nBu günahimla nasıl Rahmanin huzura giderim ve nasıl affedilirim endişesine düşmüş icinize...\nKardeşim bu tür hayasızlıklardan uzak durun!! bunların sonu çıkmaz yollardır ve pişmanlıktır... Cehennemdir..\nKendinizi ve iffetinizi muhafaza ediniz.\nYapmış olduğunuz şeyler zinadır.Tövbe ediniz...ve bir daha ASLA ayni hayasizliga dusmeyin..\ninanin bu zayifliginizi kontrolunuz altina alamazsaniz ailenizi, cocuklarinizi, ahirettinizi itibar ve serefinizi kaybderesiniz..\nHer gercek eninde sonunda bir acik kapi bularak gun isigina cikar..cikmasada esiniz hissedebilir icine sek, suphe ve bir sogukluk gelir..\nbilinc alti veya ruya yolu ile bile hisleri olabilir.. Sizi Seven esinizi ve cocuklarinizi kaybetmeye? deger mi?",
    "trans": "Some say, men are allowed to do it... NO, THEY CAN'T!!! Brother, adultery isn’t a about being a man or a woman!!! it’s about a lack of character, weak faith, and being a slave to desires...\nIt's about selling your faith, your afterlife, your honor, your dignity, and your humanity for a five minutes of worldly pleasure!\nIt’s about cheating the mother or father of your children, deceiving them behind their back, treating them like fools\nIt's about devaluing yourself in front of, pardon me, in front of women who sell themselves for money.\nAnd then you seek a refuge, a way out, and a door to forgiveness… You feel disgusted with your own desires and hate yourself...\nThen you realize that ugly act stole your goodness, your beauty, and your innocence.\nAnd, it drowned you in modernity, secularity and freedom sins.\nIt left you worried about how you can face the Merciful with this sin and how you can ever be forgiven.\nBrother, stay far away from such immorality! These paths lead to dead ends and regrets... These paths lead to Hell...\nConserve yourself and your chastity.\nThings you have done are adultery. Repent your sins and NEVER EVER fall into such immorality again..\nBelieve me, if you can't keep under control this weakness of yours; you'll lose your family, your children, your afterlife, your reputation and your dignity..\nThe truth always finds a way to emerge into the light, sooner or later.. Even it doesn't, your wife can sense it. Doubts, suspicions, and emotional distance will begin to grow inside her.\nShe may sense it subconsciously or even through dreams.. Is it worth to lose your loveling spouse and your children?"
}