{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Applekimliğinizle ilişkili bir ödeme yöntemini kullanarak bir Apple hediye kartı satın alabilir ve Apple’a kişinin e-posta adresini, kendi adınızı ve hediye kartı tutarını sağlayarak bu hediye kartını bir alıcıyla paylaşabilirsiniz. İsterseniz bir mesaj da girebilirsiniz. Apple, alıcı bilgilerini hediye kartı satışları ve kullanımları, yasalara uygunluk ve dolandırıcılığı engellemek amacıyla kullanır.\nBir Apple hediye kartını kullanıp hediye kartının değerini Applekimliği bakiyenize de aktarabilirsiniz. Apple hediye kartını kullandığınızda bu hediye kartıyla ilgili bilgiler Applekimliği bakiyenizle ilişkilendirilir ve Apple tarafından yasalara uygunluk ve dolandırıcılığı engellemek amacıyla kullanılabilir. Hediye kartı kullanımınızla ilgili bazı bilgiler (kullandığınız hediye kartlarının numaraları gibi) kod kullanma deneyiminizi ve Apple’ın size sunduğu haberleri kişiselleştirmek için de kullanılabilir. Kişiselleştirme için hediye kartı bilgilerinin kullanılmasından vazgeçmek isterseniz iTunesStore’a gidip en alta kaydırın, AppleKimliği > AppleKimliğini Göster’e dokunun ve Kişiselleştirilmiş Öneriler’i kapatmak için dokunun.",
    "trans": "Using a payment method associated with your Apple ID, you can purchase an Apple Gift Card and share it with a recipient by providing Apple with their email address, your name, and the gift card amount. You also have the option to include a message. Apple uses recipient information to manage gift card sales and usage, ensure compliance with legal requirements, and prevent fraud.\nAn Apple Gift Card can also be redeemed to transfer its value to your Apple ID balance. When you redeem a gift card, information related to the gift card becomes associated with your Apple ID balance and may be used by Apple for legal compliance and fraud prevention. Some information about your gift card usage (such as the numbers of redeemed gift cards) may also be used to personalize your redemption experience and the news Apple provides to you. If you wish to opt out of the use of gift card information for personalization, go to the iTunes Store, scroll to the bottom, tap Apple ID > View Apple ID, and turn off Personalized Recommendations."
}