{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Olumsuz anlamda homurdandı. \"Bir şeyi yetiştiği yerden alıkoymamalısın bence.\"\n\"Çiçeğin yanını güzelleştirmeyi deneyebilirsin o zaman.\"\n\"Çok yorulmaz mıyım?\"\nGülümsedim. \"Eğer sonunda içinde güzel bir çiçek bahçesi yaratacaksan yorulduğuna değmez mi?\"\nOnun da gülümsediğini hissetmiştim. Ama konuşmadığı için anlayamazdım sesinden. Başımı kaldırıp da bakamazdım ona çünkü omzumdaki varlığını kaybetmek istemiyordum.\n\"Sen nasılsın?\" Dedi birkaç dakikalık sessizliğin ardından.\n\"Aşksal anlamda mı?\"\n\"Aşksal anlamda hayatında yalnızca benim olduğumun farkındayım balım. Genel anlamda diyorum. Mesela mutluluğunu on üzerinden puanlayabilir misin?\"\nSorusunun cevabını düşünürken keyifle mırıldanmaya başladım.\nHayatımda yolunda gitmeyen şeyler vardı. Yolunda giden de pek çok şey vardı. Çoğu zaman aklım hep beş karış havada olsa da bu bazı şeyleri düşünmediğim anlamına gelmiyordu.\nBazen yolunda gidenleri gitmeyenlerden daha çok sorguluyordum. Bazen onları bir kenara itip yalnızca kötü şeylere odaklanıyordum. Ama o bazenler hiç Zehra'nın yanında olduğum zamanlara denk gelmiyordu. Onun yanında sanki tüm kötü düşüncelerimden arınıyor gibiydim.\n\"10.\" Dedim kendimden emin bir tavırla.\n\"Hiç mi sorun yok hayatında?\" Tatlı bir şaşkınlık yansımıştı sesine.\n\"Olmaz mı hiç? Böyle deste deste sorunum var hem de. Hala seni tavlayamamış olmamı çok kafaya takıyorum mesela.\"\n\"Her duşa girdiğinde bunun için ağladığının farkındaydım zaten.\" Dedi o da alayla. \"Ama ciddi soruyorum ben. Sahiden merak ediyorum seni.\"",
    "trans": "He muttered in a negative tone. \"I don’t think you should take something away from where it belongs.\"\n\"Maybe you could try making the side of the flower more beautiful then.\"\n\"Wouldn't I get too tired?\"\nI smiled. \"If you’re going to create a beautiful garden of flowers in the end, wouldn't it be worth the effort, even if you're tired?\"\nI could sense that he smiled too, but since he didn’t speak, I couldn’t tell from his voice. I couldn’t lift my head to look at him because I didn’t want to lose the feeling of his presence on my shoulder.\n\"How are you?\" he asked after a few minutes of silence.\n\"In a romantic sense?\"\n\"In the romantic sense, I know I’m the only one in your life, honey. I mean in a general sense. For example, can you rate your happiness on a scale of 1 to 10?\"\nWhile I was thinking about his question, I started to hum contentedly.\nThere were things in my life that weren’t going well. There were also many things that were. Even though my mind was often somewhere far away, it didn’t mean I wasn’t thinking about certain things.\nSometimes, I would question the things that were going well more than the things that weren’t. Sometimes, I’d push them aside and focus only on the bad things. But those \"sometimes\" never seemed to coincide with the moments when I was with Zehra. When I was with her, it felt like I was being cleansed of all my bad thoughts.\n\"10,\" I said confidently.\n\"Are there really no problems in your life?\" A sweet surprise reflected in his voice.\n\"Would there be none? I have plenty of problems, actually. For example, I still worry about not having won you over yet.\"\n\"I already knew you cried about that every time you took a shower,\" he said teasingly. \"But I’m serious. I’m really curious about you.\""
}