{
    "source": "tr_TR",
    "target": "en_US",
    "text": "8.) Hesaba erişimi olan diğer kişiler (aile bireyleri veya arkadaşların dahil):\n9.) VP ile aldığın ilk içerik neydi?:\n10.) Hesabında şimdiye kadar kullandığın e-posta adresleri:\n11.) Bugüne kadar hesapta kullandığın Riot ID'ler:\n12.) Hesabınla ilgili bize verebileceğin, önemli olduğunu düşündüğün bilgiler:\n13.) Radyanit Puanı kullanarak yükselttiğin ilk içerik?:\nEğer hesabında herhangi bir ödeme işlemi yaptıysan, aşağıdaki bilgileri de doldurman hesap sahibi olduğunu doğrulamamız için yardımcı olacak.\n1.) Hesabına VP yüklemek için kullandığın Riot-Pin kodu/kodları:\n2.) VP ödemelerini yaptığın şehir ve ülke:\n3.) Telefon numaran ve kullandığın mobil servis sağlayıcı (Turkcell, Vodafone, vb.):\n4.) Varsa, kullandığın bir PaySafe Kartının PIN numarası veya bu kartla yaptığın bir işlemin ID'si:\n5.) Varsa, ön ödemeli RP kartının (Ininal) PIN numarası:\n6.) RP satın aldıysan, almak için kullandığın kredi kartının ilk 6 hanesi, son 4 hanesi ve son kullanma tarihi:\n7.) Hesabının kayıtlı olduğu e-posta adresine gönderilmiş herhangi bir işlem ya da onay numarası:\n8.) Mobil uygulamadan yaptığın alım sonrası hesabına gönderilmiş işlem ID veya fatura bilgisi:\nYukarıdaki soruları yanıtladıktan sonra hesabınla ilgili gerekli kontrolleri yapıp seni bilgilendireceğim. <3",
    "trans": "8.) Other individuals who have access to the account (including family members or friends):\n9.) What was the first content you purchased with VP?\n10.) Email addresses you have used on the account so far:\n11.) Riot IDs you have used on the account to date:\n12.) Important information you can provide us about your account:\n13.) The first content you upgraded using Radianite Points:\nIf you have made any payment transactions on your account, filling out the information below will help us verify that you are the account holder.\n1.) Riot-Pin code(s) you used to load VP into your account:\n2.) City and country where you made the VP payments:\n3.) Your phone number and the mobile service provider you use (Turkcell, Vodafone, etc.):\n4.) If applicable, the PIN number of a PaySafe Card you used, or the ID of a transaction you made with this card:\n5.) If applicable, the PIN number of a prepaid RP card (Ininal):\n6.) If you purchased RP, the first 6 digits, the last 4 digits, and the expiration date of the credit card you used:\n7.) Any transaction or confirmation number sent to the registered email address of your account:\n8.) Transaction ID or invoice details sent to your account after a purchase through the mobile app:\nAfter you answer the questions above, we will perform the necessary checks on your account and inform you. <3"
}