{
    "source": "tr_TR",
    "target": "en_US",
    "text": "2H+ + 2e- → H20 (Yükseltgen olan H+\n, elektron alarak H0’ a indirgenir.)\n------------------------------\nZn0 + 2H+→ Zn2+ + H20 (Toplam redoks tepkimesi)\n(BU TEPKİMELER (TOPLAM 5 TEPKİME), BU İFADELER VE DENEYLE İLGİLİ KENDİNİZE AİT YORUM YAZILACAK.)\nDENEY 4.4 (Deney numarası yazılacak.)\nBU DENEY “REDOKS” KONUSUNA ÖRNEKTİR. (BU İFADE YAZILACAK.)\nDENEYİN YAPILIŞI: (FÖYDE YAZAN DENEYİN YAPILIŞI-KENDİ İFADELERİNİZLE OLABİLİR-\n, VARSA TEPKİMELERİYLE\nVE EK BİLGİLERİYLE BİRLİKTE YAZILACAK.)\nSONUÇ: (Başlık yazılacak.)\n3Cu + 8HNO3 → 3Cu(NO3)2 + 2NO + 4H2O\nMetalik bakır Nitrat asidi Bakır (II) nitrat Azot oksit Su\n(Cu, gerilim sırasında hidrojenin sağında olmasına ve Deney 4.3’ te görüldüğü gibi HCl’ de tepkime vermemesine karşın, bu denemede\nyükseltgen bir asit olan HNO3 ile tepkime vermiştir. Hidrojenin sağ tarafındaki metaller, hidrojene göre daha asal olup, ancak yükseltgen\nasitlerle çözünür.)\n3Cu0 → 3Cu2+ + 6e- (İndirgen (ya da yüksüz) olan Cu0\n, elektron vererek Cu2+’ ya yükseltgenir.)\n2N5+ + 6e- → 2N2+ (Yükseltgen olan N5+\n, elektron alarak N2+’ ya indirgenir.)\n------------------------------------\n3Cu0 + 2N5+ → 3Cu2+ + 2N2+ (Toplam redoks tepkimesi)\n(BU TEPKİMELER (TOPLAM 4 TEPKİME), BU İFADELER VE DENEYLE İLGİLİ KENDİNİZE AİT YORUM YAZILACAK.)\nOXIDATION-REDUCTION (Başlık yazılacak.)",
    "trans": "2H + +2e − →H20 (The oxidizing H+\ngains electrons and is reduced to H20​.)\n------------------------------\nZn 0 +2H + →Zn 2+ +H 2​ O (Overall redox reaction)\n(THESE REACTIONS (A TOTAL OF 5 REACTIONS), THESE EXPRESSIONS, AND THE EXPERIMENT WILL REQUIRE YOUR OWN COMMENTARY.)\nEXPERIMENT 4.4 (Experiment number to be added.)\nTHIS EXPERIMENT IS AN EXAMPLE OF THE \"REDOX\" TOPIC. (TTHIS PHRASE SHOULD BE WRITTEN.)\nEXPERIMENT PROCEDURE: (THE PROCEDURE DESCRIBED IN THE LAB MANUAL – IT CAN BE WRITTEN IN YOUR OWN WORDS,\nALONG WITH ANY REACTIONS\nAND ADDITIONAL INFORMATION IF AVAILABLE.)\nRESULT: (Title to be written.)\n3Cu + 8HNO3 → 3Cu(NO3)2 + 2NO + 4H2O\nCopper metal Nitric acid Copper (II) nitrate Nitrogen oxide Water\n(Cu, although it is on the right side of hydrogen during the potential and, as seen in Experiment 4.3, does not react with HCl, reacts with the\nHNO3 in this experiment. Metals on the right side of hydrogen are more noble\nand only dissolve in oxidizing acids.)\n3Cu0 → 3Cu2+ + 6e- (The reduced (or neutral) Cu0 is oxidized to\nCu2+ by giving electrons.)\n2N5+ + 6e- → 2N2+ (The oxidized N5+\nN2+ by accepting electrons.)\n------------------------------------\n3Cu0 + 2N5+ → 3Cu2+ + 2N2+ (Overall redox reaction)\n(THESE REACTIONS (A TOTAL OF 4 REACTIONS), THESE EXPRESSIONS, AND THE EXPERIMENT WILL REQUIRE YOUR OWN COMMENTARY.)\nOXIDATION-REDUCTION (Title to be written.)"
}