{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Çizdiği saate göre yarın babam ölüyor ve ondan sonraki gün muhtemelen beni öldürecek. Kendim için değil babam için bir şeyler yapmak istiyorum.\"\n\"Baban mı? Burada baban mı var?\"\n\"Evet. Tek baba oğul bildiğim kadarıyla biziz\"\nArdından alınmış bir şekilde dudaklarını büktü.\n\"Babamı yarın öldüreceğinden bahsederken şaşırmıyorsun da ölen kişinin benim babam olmasına mı şaşırıyorsun\"\nBabasının ölümüne ne diye şaşıracaktım ki, Ulaç kaç kişiyi öldürürken gördüm ben.\n\"Neyi bekliyorsun?\"\nKafasında bir şeyleri tartmaya başladı.\n\"Ondan kaçmam zor bu yüzden senin yardımına ihtiyacım var sarper. Bana yardım et\" ardından gözlerindeki hüznü gördüm. \"Lütfen\"\n\"Kaybedeceğim bir şey yok sadece hızlı bir ölüm\"\nDudaklarımı aralarken ne diyeceğimi merakla bekliyordu.\n\"Babanla niye kaçmıyorsun\"\nDediğim şeyi duymayı beklemiyormuş gibi omuzları hayal kırıklığı ile çöktü.\n\"Gelmiyor, korkuyor. Yakalanacağından emin\"\n\"Ya beni öldürse?\" Diye sorarken dediğim şeyle ürperdim. Ulaç tarafından öldürülmektense kendim intihar ederdim daha iyi.\n\"Dalga mı geçiyorsun?\" Dedi gülerek.\n\"Seni seviyor, asla yapmaz\" ardından gülüşü soldu. \"Gerçi konu Ulaç olunca 'asla' dememeyi tercih ederim\"",
    "trans": "\"According to the clock he drew, my father is dying tomorrow, and the day after that, he'll probably kill me. I want to do something—not for myself, but for my father.\"\n\"Your father? Your father is here?\"\n\"Yes. As far as I know, we're the only father and son here.\"\nHe then pursed his lips in a resentful manner.\n\"You're not surprised about him killing my father tomorrow, but you're surprised that the person he's killing is my father?\"\nWhy would I be surprised about his father’s death? I’ve seen Ulaç kill so many people before.\n\"What are you waiting for?\"\nHe seemed to weigh something in his mind.\n\"It's hard for me to escape from him, so I need your help, Sarper. Help me,\" he said, and I saw the sorrow in his eyes. \"Please.\"\n\"I have nothing to lose, just a quick death,\"\nAs I opened my mouth, he was curiously waiting to hear what I’d say.\n\"Why don’t you run away with your father?\"\nHis shoulders sank with disappointment, as if he hadn't expected me to say that.\n\"He won’t come. He’s afraid. He’s sure he’ll get caught.\"\n\"What if he kills me?\" I asked, shivering at my own words. The thought of being killed by Ulaç was so terrifying that I'd rather take my own life.\n\"Are you kidding?\" he asked, laughing.\n\"He loves you. He'd never do that.\" Then his laughter faded. \"Though, when it comes to Ulaç, I prefer not to use the word 'never' at all.\""
}