{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Daracık kümesten fırladığımız saat günün en iyi zamanı. Kimi günler genç kadın bizi bağırta çağırta teker teker bırakıyor kümesten. Elinde bir makas, kanadımızdan tüyler kesiyor. Uçup da kaçmayalım diye olacak, diyorum. Eskiden çok korkardım bu makastan. Kadından da korkardım. Gene de biraz korkuyorum ondan. Oysa iyi bir insan. Sabahları yem yerken bizi seyrediyor. Bitirdik mi bir avuç buğdayı bize uzatıyor. \"Geh, geh\" diyor. \"Gelin de avucumdan yiyin, gelin.\" Biz, hepimiz de açgözlü, ama yanaşmaktan korkarak öyle, tetikte, güvensiz bekleşiyoruz.\nBir gün horozdan kaçarken doymamış, kadına korka korka hepsinden çok yaklaştım. \"Gel, gel, korkma\" dedi. \"Gel bak ne güzel, iri buğdaylar. Gelsene!\" İki adım daha attım, bana uzanan avuçtaki buğdayları gagaladım. Kadın öteki eliyle beni tuttu. Başımı, tüylerimi okşadı. Ben içimde bir tedirginlik, bir güvensizlik, yüreğim küt küt, şaşırmış, öylece durdum. Bu güvensizlik, bu yürek çarpıntısı neden bilmem?\nArtık her gün sabahları kadın bana avucunu uzatıyor. Ötekilerden ayırıyor beni. \"Gelsene beyazcık\" diyor. \"Bak bugün ne var avucumda.\" Ben yaklaşıyor; avucundaki kuru üzümleri gagalıyorum. Kadın beni okşuyor. İçimde hep o ürperti, yüreğim çarpıyor. Kadın gitti mi ötekiler şaşırmış, \"Nasıl yaklaşıyorsun korkmadan?\" diyorlar. Aralarında gıdaklıyorlar. Benden uzak",
    "trans": "The moment we burst out of the cramped coop is the best time of day. Some days, the young woman lets us out of the coop one by one, shouting and scolding. She holds scissors in her hand and cuts feathers from our wings so we won’t fly away, I guess. I used to be very scared of those scissors. And of the woman too. I’m still a bit afraid of her. But she’s a good person. In the mornings, while we eat, she watches us. When we finish, she holds out a handful of grains. \"Geh, geh,\" she says. \"Come eat from my hand, come.\" We are all greedy, but hesitantly wait, tense and distrustful.\nOne day, while running away from the rooster, I was the first to cautiously approach her. \"Come, come, don’t be afraid,\" she said. \"Look, nice, big grains. Come here!\" I took two more steps and pecked at the grains in her outstretched hand. She held me with her other hand, stroking my head and feathers. I stood there, nervous and unsure, my heart pounding. Why this nervousness, this pounding heart, I do not know.\nNow, every morning, the woman extends her hand to me, separating me from the others. \"Come here, little white,\" she says. \"Look what I have in my hand today.\" I approach and peck at the dried grapes in her hand. She strokes me. Inside, I always feel that shiver, my heart beats fast. When the woman leaves, the others are astonished, asking, \"How can you approach her without fear?\" They cluck among themselves. Away from me"
}