{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Ha işte,\" dedi kadın, \"Demem o ki o gün de seni [redacted_name] evinde görünce tansiyonum iyice çıktı, zaten ilaçlarla kendime gelmişim, ne dediğimin bile bilincinde değildim. Ama sonradan utandım tabi söylediklerim için. Ben anneleriyim çocuklarımın, sahipleri değilim. Bu böyle olduysa ya kaybedeceğim Deha'yı ya da anneni de kabulleneceğim. Bu sebeple ben Zeren Hanım'ı kabullenmeyi seçtim ama bu süreçte olan sana oldu yavrum. En büyük ayıbı sana yaptım ben o cümleyi kurarak. Aklı başında bir kadın olsam özür dilemeye bile gelmezdim, yüzüm olmazdı ama anlattığım gibi işte, zaten aklım başımda değil ki benim...\"\nTitrek bir nefes aldım. Şu on sekiz yıllık ömrümde ne çok kişiyi affetmek zorunda kalmıştım, ne çok kişi kendisini affettirmek zorunda kalacağı izler bırakmıştı hayatıma.\nKarşımdaki kadının durumu gerçekten iyi değildi. Dengesi çok uzun yıllar önce şaşmış, bilinci çok zaman önce bulanıklaşmıştı. Benim ona söyleyebileceğim hiçbir şey yoktu.\n\"Sorun değil Asu Hanım,\" diye mırıldandım, \"Sizi anlıyorum. O cümleyi bilinçli bir halde kurmadığınıza da inanıyorum.\"",
    "trans": "\"Exactly,\" said the woman, \"That day when I saw you at [redacted_name]'s house, my blood pressure really spiked. I was barely on my feet with the medication, not even aware of what I was saying. But of course, I felt ashamed of my words later. I am their mother, not their owner. It either had to be that I would lose Deha or accept your mother. So, I chose to accept Mrs. Zeren, but in this process, you were the one who got hurt, my dear. I committed the greatest wrong to you by saying that. If I were a sane woman, I wouldn’t even come to apologize, I would have no face to show, but as I told you, I am out of my senses...\n\"I took a shaky breath. In my eighteen years of life, I had to forgive so many people, so many had left marks in my life that would require them to seek forgiveness.\nThe woman in front of me was truly not well. Her balance had been off for many years, her consciousness blurred long ago. There was nothing I could say to her.\n\"It's okay, Mrs. Asu,\" I murmured, \"I understand you. I believe that you did not say those words consciously.\"\"Oh my dear,\" Mrs. Asu said, \"You are as good as Aziz told me.\""
}