{
    "source": "tr_TR",
    "target": "en_US",
    "text": "uygulanmıştır. Araştırmada elde edilen verilerin analiz edilmesinde içerik analizi yapılmıştır Araştırma sonuçlarına bağlı olarak okul dışı öğrenme konusu ilgi alanına giren araştırmacılara, programın hazırlayıcısı ve geliştiricisi olan Millî Eğitim Bakanlığına, öğretmenlere ve adaylara şu önerilerde bulunulabilir: Öğretmenlere okul dışı öğrenme etkinliklerini gerçekleştirebilmeleri konusunda gerekli imkanlar ve destekler sağlanabilir. Sosyal bilgiler öğretim programında yoğun olarak verilen konular azaltılarak okul dışı faaliyetlere verilen yer artırılabilir. Öğretmenlerin yaşamış olduğu zaman sıkıntısı en aza indirilebilir. Özellikle sosyal bilgiler öğretiminde okul dışı öğrenme ortamlarının başında müzeler ve tarihi mekânların geldiği belirtilerek bu alanlara erişim kolaylığı sağlanabilir, eğitim masrafları karşılanabilir ve ulaşım imkânları kolaylaştırılabilir. Bu tür kolaylıkların sağlanması ile birlikte öğretmenlerin okul dışı öğrenme etkinliklerine yönelik girişimleri desteklenebilir.\n3\n2 Balaban, S., & Kesicioglu, O. S. Sınıf Öğretmenlerinin Matematik Öğretiminde Karşılaştıkları Sorunların İncelenmesi. Temel Eğitim, (24), 17-33. Amaca ulaşmak için aşağıdaki sorulara cevap aranmıştır.\n1. Okul öncesi eğitimi alıp almaması öğrencilerin matematik dersindeki başarılarını etkileme\ndurumlarına ilişkin öğretmen görüşleri nasıldır?\n2. Öğrencilerin en çok zorlandığı matematik kavramlarına ilişkin öğretmen görüşleri nasıldır?",
    "trans": "Content analysis was conducted in the analysis of the data obtained from the research. Based on the research findings, the following recommendations can be made to researchers interested in the topic of out-of-school learning, to the Ministry of National Education, the program developers, teachers, and teacher candidates: Teachers can be provided with the necessary opportunities and support to carry out out-of-school learning activities. The topics covered intensively in the social studies curriculum can be reduced, and more focus can be placed on out-of-school activities. Time constraints faced by teachers can be minimized. It can be facilitated to access museums and historical sites, which are considered the primary out-of-school learning environments in social studies teaching, by making transportation easier, covering educational expenses, and providing easier access. With the provision of these facilities, teachers’ initiatives for out-of-school learning activities can be supported.\n3\n2Balaban, S., & Kesicioglu, O. S. (2020). \"An Investigation of the Problems Faced by Classroom Teachers in Teaching Mathematics.\" Basic Education, 24, 17-33.To achieve the goal, the following questions were addressed:\n1.whether or not preschool education affects students' success in mathematics?\nWhat are the teachers' views regarding\n2.What are the teachers' views regarding the most challenging mathematical concepts for students?"
}