{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Aşkın da ailen de benim Ferit. Birlikte öğreneceğiz her şeyi. Hissetmediğimiz hiçbir güzel duygu kalmayacak inan bana. Hayatlarımızda ne eksikse beraber tamamlayacağız. Çünkü eşler bunun için vardır.\"\nAşkla bakan ve aşkla konuşan kadını nazikçe etrafında döndürdü Ferit. Koluna yatırıp hafifçe eğildi. Dansın sonuna gelmişlerdi. Çello da son notasıyla ortama veda edince dudakları birleşti. Bu akşam verilmiş tüm sözlerin ve yeminlerin mührüydü bu öpücük. Ömür boyu sürecek bir söz vermişlerdi. Altı üstü bir imza demişti Seyran. Bir imza büyük aşkta ne değiştirebilirdi ki?\nKorhanların aşık olan tek ferdini imrenerek izledi Suna. Seyran ve Ferit daha şimdiden imrenilecek bir aşk yaşıyorlardı. Çocuklarından değil büyüklerinden başlamışlardı insanları etkilemeye. Altı üstü bir imza demişti Seyran. Gözünü kırpmadan attığı imzadan habersizdi. Çoktan atılmış olan bir imza çok şey değiştirebilirdi hayatlarında. Kişisel çıkarlar uğruna harcanmayacak kadar özeldi bu akşam gördükleri. Karşısında duygusal insanlar vardı ama mantıkla adım atmalılardı. Suna, o gece iki delinin aklı olmayı görev edinmişti kendisine. Devrimler yapmayı severdi. Mutlu olmayı fazlasıyla hak ediyorlardı fakat Seyran gerçeği öğrenmediği sürece mutlulukları çatlak direklerin üstüne inşa edilecekti.",
    "trans": "\"I am both your love and family, Ferit. We will learn everything together. There won't be a single beautiful feeling that we won't experience, trust me. Whatever is missing in our lives, we will complete it together. Because that’s what spouses are for.\"\nWith love in her eyes and words, the woman was gently spun around by Ferit. She placed her arm over him and leaned in slightly. They had come to the end of the dance. As the cello played its final note and bid farewell to the room, their lips met. This kiss was the seal of all the promises and vows exchanged that evening. They had made a promise to last a lifetime. \"It’s just a signature,\" Seyran had said. What could a signature change in a great love?\nSuna watched with envy the only member of the Korhan family who had fallen in love. Seyran and Ferit were already living a love that others would envy. They had started to affect people not from their children, but from their elders. \"It’s just a signature,\" Seyran had said. Little did she know, she was unaware of the signature she had signed without a second thought. A signature already made could change so much in their lives. What they had seen that night was too special to be wasted for personal gains. In front of her were emotional people, but they had to take steps with logic. That night, Suna had made it her mission to be the mind of two fools. She loved making revolutions. They absolutely deserved to be happy, but as long as Seyran remained unaware of the truth, their happiness would be built on cracked pillars."
}