{
    "source": "tr_TR",
    "target": "en_US",
    "text": "BEBEK ÇETESİNİN YAPISI NASIL?\nŞüpheli doktor Fırat Sarı'nın kurduğu ve kendi dahil 47 kişinin yer aldığı yapıda, kendi firması olan Medisense Sağlık Hizmetleri Şirketi'nin bir çalışanı olan İ.Ö. ile hareket ediyordu.\n112 Acil Servisi'nden bir ambulans şoförü bebekleri hastanelere taşıyor, F.A. ve S.Y. adındaki diğer şüpheliler, İstanbul içi ve il dışındaki sevkleri yönetiyordu.\nHastanelerdeki yoğunluktan ötürü başka sağlık kuruluşlarına gönderilmesine onay verilen bebeklerin tespitini ise, İstanbul Esenyurt Belediye Başkanlığı Sağlık Hizmetleri biriminin eski çalışanı R.K. yürütüyordu.\nYine G.M.Ö. adlı bir başka şüpheli, şehir hastanesinde kabulünü yaptığı bebekleri \"maddi menfaat\" karşılığında F.S. ile İ.Ö.'nün idaresindeki hastanelere yolluyordu.\nFezlekeye göre, Medisense Sağlık Hizmetleri Şirketi sahibi Dr. Fırat Sarı, şirket çalışanları kaydında çalışanı olarak görülen Dr. İlker Gönen ile İstanbul içerisinde birçok özel hastanenin yenidoğan yoğun bakım ünitesini işletmek amacıyla aldı. Fırat Sarı daha sonra da, kendisine bağlı sağlık çalışanlarını anlaştıkları hastanelerin yenidoğan birimlerine yerleştirdi.\nŞebekenin sağlık çalışanları, 112 Acil Çağrı Merkezi ambulans şoförü Gıyasettin Mert Özdemir, 112 Acil Çağrı Merkezi hasta sevklerini yapan Fehmi Alperen, il dışı hasta sevklerini yapan Serdar Yüksel ve o dönemde Esenyurt Belediye Başkanlığı Sağlık Hizmetlerinde çalışan Renas Kılıç aracılığıyla, devlet hastanelerinde ya da farklı özel hastanelerde doğup tedavisinin yoğunluktan dolayı başka hastanelerde yapılması uygun görülen bebekhastaları tespit etti. Fezlekedeki suç örgütü şemasında, örgüt elebaşı, yöneticileri ve üyelerinin isimlerine yer verildi.",
    "trans": "HOW IS THE NEWBORN TRAFFICKING NETWORK ORGANIZED?\nIn the structure established by the suspect Dr. Firat Sari and involving 47 individuals, including himself, he operated alongside I.O., an employee of his own company, Medisense Health Services.\nAn ambulance driver from the 112 Emergency Service transported babies to hospitals, while other suspects, F.A. and S.Y., managed transfers within Istanbul and to other provinces.\nThe identification of babies approved for transfer to other healthcare institutions due to overcrowding in hospitals was conducted by R.K., a former employee of the Health Services Unit of Istanbul Esenyurt Municipality.\nAnother suspect, G.M.O., transferred babies admitted to the city hospital to hospitals managed by F.S. and I.O. in exchange for \"financial benefits.\"\nAccording to the indictment, Dr. Firat Sari, the owner of Medisense Health Services, acquired neonatal intensive care units in various private hospitals across Istanbul in collaboration with Dr. Ilker Gonen, who is registered as an employee of the company. Firat Sari subsequently placed health workers under his control in the neonatal units of hospitals they had agreements with.\nThrough the involvement of Giyasettin Mert Ozdemir, an ambulance driver at the 112 Emergency Call Center; Fehmi Alperen, responsible for patient transfers at the same center; Serdar Yuksel, managing out-of-city transfers; and Renas Kilic, working at the Health Services Unit of Esenyurt Municipality at the time, the network’s health workers identified newborn patients deemed suitable for transfer due to overcrowding at state or private hospitals. The organizational chart in the indictment listed the names of the gang leader, managers, and members."
}