{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Emir gülerek elini Asinin omzuna attığında, Alazın bakışları onlara döndü. Başını usulca sağa yaslayarak yanında ki adamın belinde duran yedek silahı çekerek Emirin tam sol bileğine ateş etti. Bir anda herkes neye uğradığını şaşırırken, Emir bağırarak elini tuttu. Asi Emir'i tutarken, Yaman bir adım atarak napıyorsun der gibi baktı ona.\n\"Bu size bir uyarı olsun. Biz o ihaleye girmeyeceğiz, siz de Rüyayı bırakacaksınız. Yanlış ufacık bir şey yaptığınız taktirdi, neler olabileceğinin ön gösterimini az önce izlemiş oldunuz\"\nKafasıyla adamlarına işaret edip arabaya doğru yürürken elinde ki silaha bakarak sıkıntıyla içini çekti Alaz. Emir denilen piçe kurulmuştu. Nedenini niçinini bilmiyordu ama kurulmuştu işte.\n\"İhaleden çekilmek ne demek Alaz?\"\n\"İhaleden çekiliyoruz baba. Gördüğün gibi bu herifler normal değil. Görmedin mi tipleri? Birisi elinde ki demir çubuğu yiyordu. Daha fazla Rüya bunların elinde kalamaz\"",
    "trans": "As Emir laughed and placed his hand on Asya’s shoulder, Alaz’s gaze turned toward them. Gently tilting his head to the side, he drew the backup gun from the man’s waist next to him and shot Emir’s left wrist. In an instant, everyone was shocked, and Emir screamed, clutching his hand. Asya held Emir, while Yaman took a step forward and gave him a look as if to say, \"What are you doing?\"\n\"Let this be a warning to you. We won’t enter that tender, and you will drop Rüya. If you make even the slightest mistake, you just saw a preview of what could happen.\"\nHe motioned with his head to his men, and as they walked toward the car, Alaz looked at the gun in his hand and sighed in frustration. Emir had been set up. He didn’t know why or how, but he had been set up.\n\"What do you mean, pulling out of the tender, Alaz?\"\n\"We’re pulling out of the tender, Dad. As you can see, these guys aren’t normal. Didn’t you see their faces? One of them was eating a metal rod. Rüya can’t stay in their hands any longer.\""
}