{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Evdeyim Sinan. Yeni evde yani dur konum atıyorum buraya gel.\"\n\"Yeni ev mi? Zaten senin evin önündeyim satılık yazısını görünce bi noluyor dedim.\"\n\"Yeni eve taşındım anlatırım gel hadi.\"\n\"35'lik?\"\n\"Valla ilaç gibi olur getir gel kardeşim.\"\nSinan kapattıktan sonra kum torbasını yumruklamaya devam etmişti Ömer. Yeni evindeki bir odaya spor aletlerini yığan adam kum torbasının da sinirlerini atmak için iyi bir spor olacağını düşünmüştü ki öyle de oluyordu.\n***\n\".... Böyle işte.\"\n\"Yani şimdi ben doğru mu anladım? Sen adama güvenmedin yalan söylediğini, seni aldattığını düşündün. Üstüne bir de gurursuz, onursuz dedin. Bir de o neydi o ördek boyunlu adam Pamir hı Pamir. Onun üzerinden empati kurmasını istedin?\"\nDefne kafasını suçlu çocuk gibi sallarken İso \"Ahh be Defo be ney yaptın sen.\" demişti. Defne İso'nun bu konuşmasından gerçekten ciddi şeyler olduğunu fark etmişti. Ömer'i kaybetmek istemiyordu. Zaten neye katlandıysa onun için katlanmamış mıydı?",
    "trans": "\"I'm at home, Sinan. The new house, I mean. Wait, I'll send you the location, come here.\"\n\"New house? I’m already in front of your place. Infact, when I saw the \"for sale\" sign, I was like, what’s going on?\"\n\"I moved to the new house, I’ll explain when you get here.\"\n\"a raki of 35 cl?\"\n\"Honestly, it would be just like medicine. Bring it over, my brother\"\nAfter Sinan hung up, Omer continued punching the punching bag. He had piled his sports equipment into a room in his new house and thought that the punching bag would be a good way to release his anger, and indeed, it turned out to be so.\n***\n\"... So, that's how it is.\"\n\"So, did I get this right? You didn’t trust the guy, thought he was lying, that he was cheating on you. Then you called him shameless and dishonorable. And what about that duck-necked guy, Pamir, right? You wanted him to empathize with that?\"\nDefne nodded her head like a guilty child, and Iso said, \"Ahh, Defo, what did you do?\" Defne realized from Iso’s words that this was serious. She didn’t want to lose Omer. Hadn’t she already endured everything for him?"
}