{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Gerçek Kabeye Çeviriniz .\nSevgili Kardeşler Artık Allahın Rahmeti ve merhameti ile Artık Tüm dava kardeşlerimiz .\nRabbimizin Beytinin neresi Olduğunu biliyor ve Delilleri ilede görebiliyor .\ndilersede Daha Fazla Delilde Araştırıp görebilirsiniz .\nBugün Rabbimin İzni İle yönünüzü Yezid Ve Haccacların Kıblesinden çevirip .\nAdem Nebinin Nuh Nebinin İbrahim Nebinin Musa Nebinin Ve Dedem 7 kainat Serveri Muhammet Mustafasının (s.a.v. )\nKıblesine Rabbimizin Kıblesine Dönünüz . Nereye Giderseniz Nerede Olursanız Olun Yönünüzü Mescidi Harama Çeviriniz .\nRabbimin Razı olduğu Beytine Yüzünüzü Çeviriniz . Resulü Ekrem Evladım Yaşadıklarımı Yaşayacak Buyurmuştu .\nBu kadar İnce İnce Her vakayı Dahi Yaşattıran Rabbimiz Şanı çok Yücedir .\nAlemlerin Rabbi Olan Yüce Arşın Sahibi Rabbimize Hamd Ederiz .\nBu günlere kavuşturan Rabbimize Sonsuz Şükrederiz .\nYönü Aşağıdaki Resimde Kabe Sembolünün olduğu Tarafa Yakın inşallah .\nAyrıca . Hilal Ve Koç Otelin Arsası ( Hicir ) Bölgesine Denk Geldiği İçin Resulü ekremin beyanı ile\nhicir bölgeside Beytin Alanı İçinde Yer almaktadır .\nBu sebeple Kıble Yönüne Dönüşlerde Çok ince bir Hassasiyet Gerekmemektedir .",
    "trans": "Turn Your Face to the True Kaaba\nDear Brothers and Sisters, Through Allah’s Mercy and compassion, Now, All of our fellow companions\nknow the true location of our Lord’s House and can observe it with its Evidence as well.\nand if they wish, you can Research Further and find even more Proof.\nToday, With the Permission of our Lord, Redirect Yourselves from the Qibla of Yazid and Hajjaj\nand turn instead to the Qibla of Prophet Adam, Prophet Noah, Prophet Abraham, Prophet Moses, and Our Ancestor, the Master of Seven Universes, Prophet Muhammad Mustafa (peace and blessings be upon him)\nTurn Toward the Qibla of Our Lord. Wherever You Are, Wherever You Go, Direct Yourself Toward Masjid al-Haram.\nTurn your face to the House that pleases our Lord. The Messenger of Allah stated, \"My Son Will Go Through What I went Through\".\nOur Lord, Who Allows Every event to Unfold with Such Precision, is of the Highest Glory.\nWe Praise our Lord, the Owner of the Great Throne and the Lord of all Realms.\nWe give Infinite Thanks to our Lord that allows us to reach these days.\nThe Direction is close to the area where the Kaaba symbol is marked in the image below, inshaAllah.\nBesides, since it overlaps with the the property of Hilal and Koc Hotel (Hijr) region, as stated by the Messenger of Allah\nthe Hijr region is also considered within the bounds of the House.\nTherefore, There is No Need for a Sharp Sensitivity in turning toward the Qibla Direction."
}