{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Telefon uçak modunu al aramasınlar diye.\nHİŞAM :\nSelamlar güzel ustam, nargile hazırlıyorum, usta kömür getiriyordum, başım üstüne usta, nasılısın?\n:\nJOUSEF\nİyiyim, sen.\nHİŞAM :\nElhamdulillah, usta senin durumun iyi de ğil\n:\nJOUSEF\nİyi olur iyi olur.\nHİŞAM :\nUsta havalimanı açmamışlar mı ?\n:\nJOUSEF\nUçak yok.\nHİŞAM :\nÖyle mi, peki çare ne ?\n:\nJOUSEF\nİki günde diyorlar.\nHİŞAM :\nİki gün…, inşallah inşallah, ailen nasıl çocuklar nasıl ?\n:\nJOUSEF\nİyiler\nHİŞAM :\nElhamdulillah iyi olur inşallah, ‘’MAZEN’’ ile biraz önce konuşuyordum.\n: JOUSEF\nOnunla konuştum ama çok uzatamadım konuşmayı, dedi iki grupla gitmişler bilmem ne bu laflardan\nyani, bir şey yok, ama ‘’ZEKERİYE’’yı kafasına koymuş, git ona şikayet et, Başımı ağrıtma git şikayet\net ona, sana zarar veriyor değil mi !!? git şikayet et bana ne. Deki benim üstüme geliyorlar, beni\nzorluyorlar bana bir şeyler yaptırmak için.\nHİŞAM :\nUsta onlar sesler için, ‘’MAZEN’’nin üstüne geliyorlar.\n: JOUSEF\nOnların bir şeyden haberi yok ki, bildiğim kadarıyla, bilmiyorum.\nHİŞAM :\nO söyledi bana, dün akşam arabaya almışlar ve seslere şüphelenmişler öyle yani bu laflardan,\ndedim ‘’MAZEN’’ sen korkma niye korkuyorsun.",
    "trans": "I put my phone on airplane mode so I wouldn’t be disturbed.\nHISHAM\nGreetings, my good master, I’m preparing the hookah, I was bringing charcoal, anything for you, master, how are you?\n:\nJOUSE\nI’m good, how about you?\nHISHAM\nThank God, master, but your situation isn’t that great.\n:\nJOUSEF\nIt’ll be okay, it’ll be okay.\nHISHAM\nDidn’t they open the airport yet?\n:\nJOUSEF\nNo flights.\nHISHAM\nReally? So, what’s the solution?\n:\nJOUSEF\nThey’re saying two days.\nHISHAM\nTwo days… Insha’Allah, Insha’Allah. How’s your family? How are the kids?\n:\nJOUSEF\nThey’re good.\nHISHAM:\nThank God, they’ll be okay, Insha’Allah. I was just talking to \"MAZEN.\"\n:JOUSEF\nI spoke to him, but I couldn’t talk for long. He said he went with two groups or something like that...\nI don’t know, nothing happened. But \"ZEKERIYE\" has it in his mind. Go complain to him. Don’t bother me, go complain to him.\nHe’s giving you trouble, right? Go complain to him, I don’t care. Tell him, they’re coming after me,\nthey’re pushing me to do things.\nHISHAM:\nMaster, those sounds are for \"MAZEN.\" They’re coming after him\n: JOUSEF\nThey don’t know anything about it, as far as I know, I don’t know.\nHISHAM:\nHe told me. They picked him up last night, and they got suspicious of the sounds. From what he said,\nI told him, \"MAZEN,\" why are you scared? Don’t be scared."
}