{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Biletinizde yer alan uçuşların sıralı olarak kullanılması gerekmektedir. Söz konusu uçuşlardan herhangi birine katılmamanız halinde, dönüş parkurlarınız da dahil olmak üzere devam uçuşlarınızın tamamı sistem tarafından otomatik olarak iptal edilmektedir.\nTürk Hava Yolları, rezervasyon yapılan an ile biletleme işleminin tamamlandığı an arasında, herhangi bir bildirimde bulunmaksızın, bilet fiyatlarında değişiklik yapma\nTHY Genel Müdürlüğü Atatürk Havalimanı 34149 - istanbul\nBüyük Mükellefler Vergi Dairesi 8760047464\nhakkını saklı tutmaktadır.\nAşağıda belirtilen bilgiler US çıkışlı/varışlı TK online taşımalarında ve TK marketing olduğu code-share uçuşlarda geçerli olup diğer code-share uçuşları kapsamamaktadır.\nKabin Bagajı:\nKabin bagajı ücretsiz olarak taşınmakta olup parça başı max 8 kg ağırlığında olmalıdır.\nBusiness kabinde 2 parça, ekonomi kabinde 1 parça kabin bagajı ücretsiz olarak taşınabilmektedir. Kabin bagajı maksimum ölçüleri 23X40X55 cm'dir.",
    "trans": "Your flights listed on your ticket must be used in the order specified. If you miss any of these flights, all subsequent flights, including your return journey, will be automatically canceled by the system.\nTurkish Airlines reserves the right to change the ticket prices without any prior notice between the moment of reservation and the completion of the ticketing process.\nTurkish Airlines General Directorate, Ataturk Airport, 34149 - Istanbul\nLarge Taxpayers Tax Office 8760047464\nAll rights reserved.\nThe information provided below is valid for TK online flights departing from or arriving in the US, as well as for code-share flights marketed by TK. Other code-share flights are not included.\nCabin Baggage:\nCabin baggage is carried free of charge, and each piece must weigh a maximum of 8 kg.\nIn Business class cabin, two pieces of cabin baggage can be carried free of charge, while in Economy class cabin, one piece of cabin baggage is allowed. The maximum dimensions for cabin baggage are 23X40X55 cm."
}