{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Eğer MasterPass Firması tarafınıza Hızlı ödeme imkanı sunuyorsa ve bu özelliği aktif hale getirdiyseniz ('Hızlı ödeme'ye ilişkin daha fazla bilgi için, işbu KŞ'ya ek Kullancı Kılavuzuna bakınız), MasterPass Firmasının web sitesi veya uygulamasına giriş yapmanız şartıyla, sözkonusu MasterPass firmasından alışveriş için seçtiğiniz ürün ve/veya hizmetinin ödemesini, ödeme\" esnasında \"MasterPass ile Satın Al\"a tıklayarak tamamlayabilirsiniz. Hızlı ödeme aktif haldeyken \"MasterPass ile Satın Al\"a tıklamak suretiyle, MasterPass Firmasının ilgili ürün ve/veya hizmetini satın almaya onay verdiğinizi belirtmiş olmaktasınız. Mastercard, seçtiğiniz ödeme Bilgilerinizi MasterPass hesabınızla alışveriş yaptığınız ilgili MasterPass firmasına iletecektir.\nMasterPass Firmasının yukarıda belirtilen hususlara göre ödeme Bilgilerinizi almasından sonra, bu alışverişi başlatarak (herzamanki gibi) işleme tabi tutacak olup MasterPass firmasından alışveriş işlemini kabul edip etmediğine dair bir onay alacaksınız.\nMasterPass hesabınızın herhangi bir MasterPass Firmasına olan bağlantısını 'sonlandırabilir'siniz. (MasterPass hesaplarının MasterPass firmalarına 'bağlantı'sı hakkında daha fazla bilgi için işbu KŞ'ya ek Kullanıcı Kılavuzuna bakınız)\nMASTERPASS FİRMASI TARAFINDAN SUNULAN ÜRÜN VE/VEYA HİZMETLERİN TANIMLARI VEYA KURAL VE ŞARTLARINININ DOĞRU VEYA EKSİKSİZ OLMALARINI MASTERCARD BEYAN VEYA TEKEFFÜL ETMEMEKTEDİR.",
    "trans": "If the MasterPass Company offers you the Fast Payment option and you have activated this feature (for more information about 'Fast Payment,' please refer to the additional User Guide attached to these Terms and Conditions), you can complete the payment for the products and/or services you have selected from the MasterPass Company by clicking on \"Buy with MasterPass\" during the payment process, provided you log into the website or application of the said MasterPass Company. When Fast Payment is active, by clicking \"Buy with MasterPass,\" you are indicating your consent to purchase the relevant product and/or service from the MasterPass Company. Mastercard will transmit your selected payment information to the MasterPass Company from which you are shopping.\nAfter the MasterPass Company receives your payment information as described above, it will process the transaction as usual, and you will receive confirmation from the MasterPass Company regarding whether the transaction has been accepted or not.\nYou can \"terminate\" the connection of your MasterPass account to any MasterPass Company. (For more information about the \"connection\" of MasterPass accounts to MasterPass companies, please refer to the additional User Guide attached to these Terms and Conditions).\nMASTERCARD DOES NOT REPRESENT OR WARRANT THAT THE DESCRIPTIONS OF PRODUCTS AND/OR SERVICES OR THE TERMS AND CONDITIONS PROVIDED BY THE MASTERPASS COMPANY ARE ACCURATE OR COMPLETE."
}