{
    "source": "tr_TR",
    "target": "en_US",
    "text": "yavaş bir değişmenin görülmesi sonucunu doğurmuştur. Sözü geçen bu geleneksel\nmekan düzeni ister batı Avrupa, isterse Ortadoğuda olsun, her yerdeki\nfeodal kentlerin temel dokusu ile özdeşlik içindedir. Feodal kentteki,\nkentsel aktiviteleri ise şu şekilde sınıflandınp mekana yansıdıklannı\nsöylemek mümkündür. al Kentsel yönetim ve kontrol faaliyeti ve bu faaliyetin\nYOğunlaştığı merkezi bölge. bL Hiyerarşide bunun yanıbaşında gelen\nzenaakar, esnaf ve var ise liman aktivitelerinin YOğunlaştığı iş bölgesi. ÖZellikle\nliman gerek diğer iş kollannın gerekse kontrolcu yönetim bölgesinin\nmekandaki yerini saptayan bir merkezdir. c) Bunlardan sonra gelen konut\nbölgeSi ve son olarak dl azınlık gruplann, sistem dışı gruplann ve bazı ekonomik\nfaaliyetlerin yer aldığı çevre (periphery) gelmektedir. Geleneksel\ntoplumun kıt iş bölümüne, organik enerjiye ve ilkel teknolOjiye dayanan\nekonomik yaşamı ve buna bağlı olan tabakalaşması, kentsel bölgelerde de",
    "trans": "It has resulted in the gradual observation of a change. This mentioned tradition...\nThe spatial arrangement, whether in Western Europe or the Middle East, is present everywhere.\nIt is closely associated with the fundamental fabric of feudal cities. In the feudal city,\nUrban activities are classified in the following way, reflecting on the space:\nIt can be said that urban management and control activities, and the activities of this function...\nThe central area where it is concentrated in the hierarchy. Right next to it in this hierarchy...\nthe commercial, artisan, and, if present, port activities concentrated in the business district. Especially...\nthe port, both for other industries and the controlling administrative area’s...\nis a center that determines its place in the space. c) The residential areas that follow these...\nareas, and finally, the minority groups, those outside the system, and some economic...\nactivities are located in the surrounding (periphery). The traditional...\nsociety is based on limited division of labor, organic energy, and primitive technology.\neconomic life and its associated stratification are also reflected in urban areas."
}