{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Dört günlük ilişikimizi herkes ayların ilişkisi olarak yorumluyordu.\nAslında öyle de denilebilirdi. Ad koyamadığınız farklı bir ilişkimiz her zaman vardı.\n\"Annem seni sevmez böyle yaparsan haberin olsun.\" bana karşı en büyük tehdidi annesinin beni sevmemesiydi. Çünkü biliyordu ki ailesi tarafından istenmemek en büyük korkumdu.\n\"Senin yüzünden şu an sevmiyorlar zaten.\" dedim arkamı dönüp. \"Benim onlarla görüşmek istemediğimi düşünüyorlardır kesin.\"\n\"Yok ya.\" dedi düşünceli bir tavırla. Yanıma yaklaşıp elimi tuttu. \"Yok düşünmüyorlardır öyle. Hem düşünseler ne olacak? Sana gördükleri an bayılacaklar.\"\n\"Umarım Barış umarım.\"\n\"Hem ablam seni çoktan gelini belledi.\" demesiyle kaşlarımı çattım. Dik dik ona bakarken onun yüzüne eğlenen bir ifade hakimdi. \"Kaynanadan önce görümce terörü yaşayacaksın.\" üç parmağını gözümün dibine soktu. \"Hem de x3 olarak.\"\n\"Onlar gelin terörü yaşamasınlar da.\" ona göz kırpıp yemek alanının kapısından içeri girdim.\n\"Yalan yok beklerim senden.\" onun dediğine yalandan bir gülümseyle karşılık verip masada ki yerimize ilerledim.",
    "trans": "The four-day relationship we had was always interpreted by others as a summer romance.\nIn reality, it could be called that. There was always a different kind of relationship between us that we couldn't name.\n\"My mom won't like you if you keep acting like this, just so you know,\" he said. His biggest threat to me was that his wouldn't didn't like me. Because he knew, my greatest fear was being rejected by his family.\n\"They don't like me at the moment because of you,\" I said, turning my back. \"They should be thinking that I don't want to see them.\"\n\"No way,\" he said with a thoughtful expression. He came closer and held my hand. \"No, they wouldn't think like that. And even if they did, what would happen? They'll love you the moment they see you.\"\n\"I hope so, Baris, I hope so.\"\n\"Moreover, my sister has already accepted you as our family's daughter-in-law,\" he said, and I frowned. As I looked at him sternly, a teasing expression appeared on his face. \"You'll have to deal with the sister-in-law terror even before the one of mother-in-law.\" He thrust three fingers in my face. “Triple the trouble, mind you.\"\n“Let’s just hope they don’t have to deal with bride terror.” I winked at him and entered the dining hall.\n\"No lies, I would expect it from you,\" he said and I replied it with a fake smile, walking toward our spot at the table."
}