{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Halis ağa tüm heybetiyle girdi salona. Suratında tuhaf bir ifade vardı korkutucu şekilde bir sırıtma..\nMasaya oturdu ve herkesi de oturttu. Hizmetliler yemek servisi yaparken oldukça gür ve hafif neşeli bir sesle önemli bir açıklama yapacağını söyledi. Herkes pür dikkat ona döndü\n\"Öncelikle seyran kızım ve ferit. İfakat kendini savunacak bir avukat dahi bulamayacak. Tüm mal varlığına el konulması için de çabalıyorum. Karakolda yalnız başına oldukça pis bir yere koydurdum. Mahkemeye çıkana kadar yani 1 gün daha orada kalacak. Hayatının geri kalanını sefalet ve pislik içinde geçireceğine emin olun.\"\nMasada ki derin sessizlik devam etti. Halis bir yudum su içip tekrar konuştu.\n\"Ama size asıl söylemek istediğim şey bu değil. Bugün vasiyetimi yazdırdım. Yaşlanıyorum artık. Yarın öbür gün ölürsem aranızda gerginlik olsun istemiyorum hem emin yüzünden ifakate de bir kuruş gitsin istemedim. Çok kapsamlı bir vasiyet hazırladım.\"\nÖzellikle fuat merakla dedesine döndü. Uzun zaman sonra cidden ilgisini çeken bir konuydu.\n\"Bu yalı başta olmak üzere sahip olduğum evler,arabalar,arsalar,mağzalar,\nşirketteki hissemin tamamı. Yani taşınır taşınmaz tüm mal varlığımın hepsi torunum ferit korhana ve seyran korhandan doğacak çocukları arasında paylaştırılacaktır.\"",
    "trans": "Halis Ağa entered the room with all his imposing presence. His face had a strange expression, an eerie grin.\nHe sat at the table and made sure everyone else was seated as well. As the servants served food, he spoke in a loud and slightly cheerful voice, announcing that he had something important to say. Everyone turned to him, paying full attention.\n\"First of all, Seyran, my daughter, and Ferit. Ifakat won't even be able to find a lawyer to defend herself. I'm doing my best to seize all her assets. I've placed her in a very bad place at the police station. She'll stay there for another day, until the trial. Rest assured, she’ll spend the rest of her life in misery and filth.\"\nThe deep silence at the table lingered. Halis took a sip of water and spoke again.\n\"But the real thing I want to tell you isn't this. Today, I had my will written. I'm getting old. If I die tomorrow, I don’t want any tension between you all. I also didn’t want any of my assets going to Ifakat. I've prepared a very detailed will.\"\nFuat, particularly curious, turned to his grandfather. After a long time, this was something that genuinely caught his attention.\n\"All the properties I own, starting with this mansion, my houses, cars, lands, shops, and my shares in the company—basically,\nall my movable and immovable assets—will be divided between my grandson Ferit Korhan and the children of Seyran Korhan.\""
}