{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Onlardan kaçtığım günün ertesinde ilk önce teyzelerimle konuşmuş ve bir şekilde beni merak etmemelerini sağlamıştım. İstanbul'da, biriktirdiğim bir kısım parayla eşyalı bir daire kiralamıştım. Yerleşir yerleşmez de Rüzgarı arayarak evime çağırmıştım. Ona kesin bir şekilde boşanmak istediğimi, ailemi ve Bora'yı anlatmış ve beni anlamasını istemiştim. Anlamasaydı muhtemelen evde onu boğabilirdim ama neyse ki kabul etmişti. İşten de Tuğçe'yi arayarak ayrılmıştım.\nElif'i aramış ve ona işim olduğunu ama yakında geleceğimi söylemiştim. O da bana dayısının da eve gelmediğinden yakınmıştı. Bizleri çok özlediğinden... Onu kırmaktan çekinircesine onun anlayabileceği bir şekilde bir süre gelemeyeceğimi söylemiştim. Beraber mi diye sorduğunda ise sessiz kalmıştım...\nOnun beni yanında isteyeceğini düşünmüyordum artık.\nHer ne kadar umsam da...\nEvime geldiğimde yavaşça kapıyı açıp, içeri geçtim. Tam bir ay önce yapmak istediğim şeyi yapmak için kameranın karşısına oturdum. Artık sadece herkese her şeyi açıklamak kalmıştı. Bunu aileme açıklamak zorundaydım.\nKameranın başla kısmına bastım.\n\"Merhaba,\" diyerek derin bir nefes aldım. \"Sizlere birçok yalan söyledim. Büyüyeceğini ve beni boğacağını düşünmediğim yalanlar... En baştan anlatacağım her şeyi. Edebiyat okumak benim hep hayalimdi. Yazmak için en iyisi neyse onu yapmak istedim hep. Okulu seviyordum ve beni okula daha çok bağlayacak biriyle karşılaştım.\"",
    "trans": "The day after I ran away from them, I first talked to my aunts and somehow made them stop worrying about me. I rented a furnished apartment in Istanbul with some money I had saved. As soon as I got settled, I called Ruzgar and invited him to my house. I told him that I definitely wanted a divorce, about my family and Bora, and wanted him to understand me. If he hadn’t understood, I probably would have strangled him at home, but luckily he had accepted. I also called Tugce and left work.\nI called Elif and told her that I had work to do but that I would be back soon. She had also complained to me that her uncle hadn’t come home either. She missed us so much... I told her that I wouldn’t be able to come for a while, as if I was afraid of upsetting her. When she asked if I was together, I kept quiet...\nI didn’t think she would want me with her anymore.\nNo matter how much I hoped...\nWhen I got to my house, I slowly opened the door and went inside. Exactly a month ago, I sat down in front of the camera to do what I wanted to do. Now all that was left was to explain everything to everyone. I had to explain it to my family.\nI pressed the start button on the camera.\n\"Hello,\" I said, taking a deep breath. \"I told you many lies. Lies that I didn't think would grow and strangle me... Everything I'll tell you from the beginning. It was always my dream to study literature. I always wanted to do what was best for writing. I loved school, and I met someone who would connect me to school even more.\""
}