{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Şimdi, yine o sevdiği şeylerden birindeydi.\nHayatı sevdikleriyle geçip gidiyordu.\nMutluydu.\nOkuldan gelir gelmez çantasını yere atmış, koşarak babasını aramaya çıkmıştı. Acaba nereye saklanmıştı bu oyuncu babası? Merakla içerilere bakınırken böh! diye odasının içinden çıkan babasına koca bir kahkahayla karşılık vermişti. Azıcık da korkmuştu ama böyle şeyler olabilirdi, çok normaldi korkmak. Bir şey yoktu, hiçbir şey yoktu ki, iyiydi iyi!\n2\nKucağına atladığında birlikte dönmeye başlamışlar bir müddet sonra da başı feci halde döndüğünden neşeyle babasının bağrına saklanmıştı. Sonunda durduklarından kafasını gülerek kaldırıp kendisine sımsıcak gözlerle bakan babasını görmüştü. Minik elleri hemen onun yanaklarını bulmuştu. Gülümseyip sessizce bakıştıkları bu an, Ada için çok önemliydi.\nHer şeyden çok hem de.\n\"Benim babaaammm!\" diyerek kahramanına sımsıkı sarılmıştı sonrasında.\n5\nBu kokuyu seviyordu. Bu güçlü kollarla onu tutan babayı da. Çünkü babalar, çocuklarını assssla yere düşürmezdi, annesi söylemişti.",
    "trans": "Now, she was back to one of those things she loved.\nShe was spending her life with her loved ones.\nShe was happy.\nAs soon as she came home from school, she threw her bag on the floor and ran to look for her father. I wonder where this playful father was hiding? Curiously looking around, she responded with a big laugh to her father who came out of his room with a boo! He was a little scared, but such things could happen, it was normal to be scared. It was nothing, there was nothing, it was fine, it was fine!\n2\nWhen she jumped on his lap, they started spinning together, and after a while she hid in his arms, gleefully hiding in his embrace because her head was spinning so badly. When they finally stopped, she looked up laughing and saw her father looking at her with warm eyes. Her tiny hands immediately found his cheeks. This moment when they smiled and looked at each other in silence was very important for Ada.\nMore than anything else.\n“My daddy!” she said, hugging her hero tightly afterwards.\n5\nShe loved this smell. And the father holding him with these strong arms. Because fathers never let their children fall to the ground, her mother had told her."
}