{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kız odadan çıkıp küçük koridoru geçti. Bir süre ses gelmedi. Alaz gergin bir şekilde uzanıyordu. Gözleri Asi'nin kıyafetlerine kaydı. Kıyafetleri buradayken gidemezdi, değil mi? Yok, yok, gidemezdi.\nAlaz'ın aklından böyle şeyler geçiyorken Asi geri gelmişti bile. Alaz beklenti dolu gözlerle önünde yürüyen Asi'ye baktı, ama kadın hiç oralık olmadı. Asi elindeki çantasını kanepeye bırakıp diğer elindeki telefonla yatağa doğru yürürken omuzlarındaki battaniye azacık aşağı kaymıştı. Alaz biten sigarasından kurtuldu.\nGenç kız yaklaşıp yatağa oturdu. Sırtındaki battaniye tamamen kayıp yatağa düştü. Kız elindeki telefonla uğraşırken ekranın ışığı odanın karanlığını kısa süreliğine mahsur etti.\nAsi'nin kafası telefonuna, aramalarına ve mail'lerine karışmışken sırtında hissettiği sıcaklıkla irkildi. Alaz dudaklarını kızın kürek kemiğinin üstüne bastırmıştı. Yavaşça öpücükler omuzuna atladığında kolları kızın belini sarmıştı. \"Beni affettin mi?\" diye sordu Alaz, kızın boynunu öperken.\nAsi'nin dudakları sola kıvrıldı. \"Hayır, affetmedim?\" dedi çatık kaşlarla.\nAlaz duraksamıştı. \"Ama seviştik?\" diye sordu şaşkınlık içerisinde.",
    "trans": "The girl left the room and crossed the small hallway. For a while, there was no sound. Alaz was lying there tensely. His eyes drifted to Asi's clothes. She couldn't leave while her clothes were here, could she? No, no, she couldn't.\nWhile these thoughts were crossing Alaz's mind, Asi had already returned. Alaz looked at her with expectant eyes as she walked in front of him, but the woman paid no attention. Asi placed her bag on the sofa and, with the phone in her other hand, walked toward the bed, the blanket on her shoulders slipping down slightly. Alaz disposed of his finished cigarette.\nThe young girl approached and sat on the bed. The blanket on her back completely slipped off and fell onto the bed. As she fiddled with her phone, the light from the screen briefly captured the darkness of the room.\nWhile Asi's mind was preoccupied with her phone, her calls, and emails, she was startled by the warmth she felt on her back. Alaz had pressed his lips to the girl's shoulder blade. As he slowly kissed her shoulder, his arms wrapped around the girl's waist. \"Have you forgiven me?\" Alaz asked, kissing the girl's neck.\nAsi's lips curved to the side. \"No, I haven't forgiven you,\" she said with furrowed brows.\nAlaz hesitated. \"But we had sex?\" she asked in confusion."
}