{
    "source": "tr_TR",
    "target": "en_US",
    "text": "26.05.24 Pazar\nSabah Alp aradı, konuştuk. Sonra varınca da konuştuk.\n28.05.24 salı\nDoktora gittik annemle. Sonra gece dondurmacıya gittik.\n30.05.24 perşembe\nTelefonla arayıp borsa işini sordu. Sonra istanbula geliyorsun dimi gel kal gezelim seni ikna edicem vs vs konuştuk. Kalbin temiz beddua etme.\n31.05.24 cuma\nAnnemle çarşıya gidip tost yedik sonra atasundan gözlük aldık ikimiz. Annemlerin evlilik yıl dönümüydü. Sonra onlar yemeğe gittiler.\n01.06.24 cumartesi\nAnnem ve babamla carrefoura gittik klima filan baktık sonra kahve dünyasında kahve içtik. Alp aradı. Tefeciler kaçırsa seni arardım vs sınav için konuştuk.\n02.06.24 pazar\nBabamla balkonu yıkadık.\n03.06.24 pazartesi\nAlp aradı tatil için konuştuk. Doğum günün 21 biliyorumm. Sonra annemlerle oturdum.\n05.06.24 çarşamba\nAlple facetime konuştuk.\n06.06.24 perşembe\nAylizi görmeye gittik. Sabah annemle beni figenler aldı. Oradayken Alp aradı. İlk seni aradım duaların kabul oldu mercedesten döndüler filan dedi. Sevineceğini bildiğim için seni aradım. Sonra reels ve konuşmalarımız devam etti. Dönüşte babam aldı bizi tost yemeğe gidip ardından Okan abinin doğum gününe gittik.\n07.06.24 cuma",
    "trans": "May 26, 2024, Sunday\nIn the morning, Alp called, and we talked. Then we spoke again when I arrived.\nMay 28, 2024, Tuesday\nI went to the doctor with my mom. Later, we went to the ice cream shop at night.\nMay 30, 2024, Thursday\nHe called and asked about the stock market. Then he said, \"You're coming to Istanbul, right? Come, let's hang out, I'll convince you,\" and we talked about various things. Your heart is pure, don't curse.\nMay 31, 2024, Friday\nI went to the market with my mom, we had a toast, then we bought sunglasses from Atasun. It was my parents' wedding anniversary. Afterward, they went out for dinner.\nJune 1, 2024, Saturday\nI went to Carrefour with my mom and dad, we looked at air conditioners and then had coffee at Kahve Dunyasi. Alp called. \"If loan sharks kidnapped me, I would call you,\" we talked about the exam.\nJune 2, 2024, Sunday\nI washed the balcony with my dad.\nJune 3, 2024, Monday\nAlp called, and we talked about the holiday. \"I know your birthday is on the 21st\". Then I spent time with my parents.\nJune 5, 2024, Wednesday\nI had a FaceTime call with Alp.\nJune 6, 2024, Thursday\nWe went to see Ayliz. In the morning, my mom and Figen picked me up. While we were there, Alp called. \"I called you first, your prayers have been answered, they returned from Mercedes, I knew you would be happy, so I called you.\" Then we continued talking and sending reels. On the way back, my dad picked us up, and we went for a toast, then to Okan’s birthday.\nJune 7, 2024, Friday"
}