{
    "source": "tr_TR",
    "target": "en_US",
    "text": "وَإِدْرَاكٍ وَضَرْبٍ مِنْ مِثَالٍ\nفَيَنْسَوْنَ النَّعِيمَ إِذَا رَأَوْهُ\nفَيَا خُسْرَانَ أَهْلَ الْاِعْتِزَالِ\n“Mü’minler, O’nu keyfiyetsiz ve kemmiyetsiz olarak görürler. Buna bir misal de getirilemez. O’nu gördükleri zaman da bütün Cennet nimetlerini unuturlar. ‘Allah görülmez’ diyen Ehl-i İ’tizâl’e hüsran olsun!” (el-Ûşî, Bed’ü’l-emâlî s.50-54) O’nu (celle celâluhu) görünce onları unutacaksınız, Cennet’in bütün nimetlerini, şatafatını, ihtişamını, hezâfirini… Dünya ne oluyor ki?!. Belki o esnada size sorsalar: “Dünya diye bir şey?!.” “Yahu öyle bir şey var mıydı?” diyeceksiniz. Hani, Kur’an-ı Kerim’de de diyor: كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ “Yeryüzünde yıl hesabıyla ne kadar kaldınız?” (Mü’minûn, 23/112) Ne kadar yaşadınız? قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ “Bir gün veya günün sadece bir kısmında kaldık! Ama tam da kestiremiyoruz; bunu zamanın hesabını bilebilen ve aklında tutabilenlere sorsanız, diye cevap verirler.” (Mü’minûn, 23/113) “Belki bir gün, belki bir günden de az! Ama yine de her şeye rağmen, Sen bir bilene sorsan bunu, bir bilene sorsan!” diyorlar; yani, o yarım günden bile şüphe ediyorlar.",
    "trans": "وَإِدْرَاكٍ وَضَرْبٍ مِنْ مِثَالٍ\nفَيَنْسَوْنَ النَّعِيمَ إِذَا رَأَوْهُ\nفَيَا خُسْرَانَ أَهْلَ الْاِعْتِزَالِ\n\"Believers perceive Him (Allah) as beyond any attributes, beyond any limits or quantity. No example can even be brought to compare to Him. When they see Him, they forget all the blessings of Paradise. 'May those who claim 'Allah is unseen' be ruined!' (al-Ûshî, Bed'ü’l-emâlî, p. 50-54) When you behold Him (Glory and Exalted), you will forget everything — the entire bounty of Paradise, its luxuries, its grandeur, its beauties... What is this world?!! If someone were to ask you at that moment, 'What about the world?', you would probably reply, 'Was there such a thing?' as if to say, 'Was there ever a world like that?'As it is also stated in the Qur'an: 'How long did you remain on earth, counting years?' (Muminun, 23:112) How long did you live? They would respond, 'We stayed for a day, or part of a day! But we can't even estimate exactly; if you were to ask those who can calculate time and keep track of it.' (Muminun, 23:113) 'Maybe a day, maybe less than a day! But even then, regardless of everything, if you were to ask someone who knows, someone who knows!' they would say; in other words, they even doubt that half-day.\""
}