{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yumurta, un ve süt çıkardım ve kabartma tozu. Buzdolabı ağzına kadar doluydu.\nMazemeleri bir kapta birleştirip birazda şeker ve tuz ilave ettim. Sonra üzerini bez parçasınan sararak yantarafa dinlenmeye bırakıp.\nBuzdolabından domates, salatalık, sosis, kaşer, beyaz peynir, zeytin, reçel ve büyük çikolata kavanozunu çıkardım. Domates ve salatalıkla salata yaptım.\nOn beş dakika sonra büyük akıtma tavasını çıkarıp ocağa koydum ve pişirmeye başladım.\nTavada son akıtmayıda çevirip diğer pişirdiklerimin üzerine koydum.\n\"Çok güzel koktu ne yaptın?\" Dedi Barış mutfağın girişinde kolları bağlı duruyordu. Şortunu değiştirmişti ama üzeri hala çıplaktı.\n\"Akıtma\"\n\"Yüz kilo olacağım. Ama çok güzel gözüküyor.\"\n\"Merak etme antremanda veya koşuya çıkarsın yakarsın aldığın kalorileri.\"\nİçeri gerip tezgahta olan şeyleri masaya koymama yardımcı oldu.\n\"Malum çok uyumuşum ben başka şekildede yakarız diye düşündüm.\" Dedi göz kırpıp sandalyesine oturarak.\n\"Öyle mi ben öyle şey düşünmüyorum.\" Dedim yanına oturarak.\n\"Bak sen düşünsen olmaz mı?\"",
    "trans": "I got out the eggs, flour, milk, and baking powder. The fridge was full to the brim.\nI combined the ingredients in a bowl, added some sugar and salt, then covered it in a piece of cloth and left it to rest on the side.\nI took out tomatoes, cucumbers, sausages, kasseri cheese, white cheese, olives, jam and a big chocolate jar from the fridge. I made a salad with tomatoes and cucumbers.\nAfter fifteen minutes, I took out the large crepe pan, put it on the stove, and started cooking.\nI turned the last crepe in the pan and put it on top of the other things I cooked.\n\"It smelled so good, what did you do?\" said Baris, standing at the entrance of the kitchen with his arms crossed. He had changed his shorts but he was still shirtless.\n\"Crepe\"\n\"I’ll end up weighing a hundred kilos. But it looks great.\"\n\"Don't worry, you can burn calories by working out or running.\"\nHe helped me get in and put the things on the counter on the table.\n\"I guess I slept a lot, I thought we could burn it another way.\" He winked and sat down in his chair.\n\"Really? I don't think so.\" I said, sitting down next to him.\n\"Well, well, can't you think about it?\""
}