{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İnsanın, kendisine sayısız nimetleri gönderen Allahü teâlâya, gücü yettiği kadar şükür etmesi, insanlık vazifesidir. Aklın emretdigi bir vazîfe, bir borçdur. Fakat insanlar, kendi kusurlu akılları, kısa görüşleri ile Allahü teâlâya karşı şükür, saygı olabilecek şeyleri bulamaz. Şükür etmeye, saygı göstermeye yarayan vazifeler, Allahü teâlâ tarafından bildirilmedikçe, övmek sanılan şeyler, kötülemek olabilir.\nİşte, insanların Allahü teâlâya karşı kalp, dil ve beden ile yapmaları ve inanmaları lazım olan şükür borcu, kulluk vazifeleri, Allahü teâlâ tarafından bildirilmiş ve Onun sevgili Peygamberi tarafından ortaya konmuştur.\nAllahü teâlânın gösterdiği ve emir ettigi kulluk vazifelerine \"İslâmiyyet\" denir. Allahü teâlâya şükür, Onun Peygamberinin getirdiği yola uymakla olur. Bu yola uymayan, bunun dışında kalan hiçbir şükrü, hiçbir ibadeti, Allahü teâlâ kabul etmez, beğenmez. Çünkü, insanların iyi, güzel sandıkları çok sey vardır ki, İslâmiyyet, bunları beğenmemekte, çirkin olduklarını bildirmekdedir.\nDemek ki, aklı olan kimselerin, Allahü teâlâya şükür etmek, ibâdet yapmak için Muhammed aleyhisselâma uymaları lazımdır. Muhammed aleyhisselâma uyan kimse müslümandır. Allahü teâlâya şükür etmeye, yanî Muhammed aleyhisselâma uymaya da, \"ibâdet etmek\" denir. (diyanet.gov.tr, Kitâb’üs-salât)",
    "trans": "The duties of servitude to Allah as shown and commanded by Allah are known as \"Islam.\" Gratitude to Allah is achieved by following the path brought by His Prophet. Any gratitude or worship outside of this path is neither accepted nor liked by Allah. This is because there are many things that people may think are good and beautiful, but Islam does not approve of these things, deeming them ugly.\nThe gratitude owed to Allah, which must be expressed by the heart, tongue, and body, as well as the beliefs that must be held, are revealed by Allah and demonstrated by His beloved Prophet.\nThe duties of servitude to Allah as shown and commanded by Allah are known as \"Islam.\" Gratitude to Allah is achieved by following the path brought by His Prophet. Any gratitude or worship outside of this path is neither accepted nor liked by Allah. This is because there are many things that people may think are good and beautiful, but Islam does not approve of these things, deeming them ugly.\nTherefore, those with sound minds must follow the way of Prophet Muhammad (peace be upon him) in order to show gratitude to Allah and perform worship. Anyone who follows Prophet Muhammad (peace be upon him) is a Muslim. To thank Allah and follow Prophet Muhammad (peace be upon him) is called \"worship.\" (diyanet.gov.tr, Kitâb’üs-salât)"
}