{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Nasıl oldu sen çıktın bana öyle iyi geldin ki elim kolum ağzım bağlandı anlam veremedim.Gözlerine bakmaya kıyamıyordum o kadar seviyordum seninle çok mutluydum.Seni çok merak etmeye başladım yediğin yemekten üşüteceksin korkusuna kadar seni düşündüm çünkü sana aşıktım ben Paraya çok ihtiyacım vardı sen çalışma diyince yapamadım çalışmaya,paraya ihtiyacım var bile diyemedim seni o kadar sevmişim Allahım şahit olsun ki ben seni çok sevdim sen bana bakmazken ben bi an gözümü kaçırmıyordum senden. Bi sabah sende benden bi anda gittin ben bunu babamda yaşamıştım güzel olan her şey bitiyor mahvoluyor şimdi kazıdım bunu Kendimi soğuttum,iğrendirdim.Başa dönüyorum ama Böyle birisi değilim lazere giderim ben aylardır sadece belli bi süre dokunulmaması gerektiği için kendimi sana mahçup ettim binlerce kez özür dilerim vallahi bunun için çok özür dilerim her şeyin temizliğine dikkat eden kız kendine bakmaz olur mu hiç ? Offf\nZaman geçtikçe anlıyorum aslında ne yapacaksın ki beni başında babası yok nasıl ne olduğu belirsiz iğrenç pis bi kızım sonuçta beni ne yapacaksın sen.",
    "trans": "How did this happen? You came to me so suddenly, and it felt so good that I couldn’t make sense of it. I couldn’t bear to look into your eyes, I loved you so much, I was so happy with you. I started to worry about you so much, even thinking about you getting sick from the food you eat because I was in love with you. I needed money so badly, but when you told me not to work, I couldn’t bring myself to do it. I couldn’t even say that I needed money. I loved you that much. My God, bear witness, I loved you so much. When you wouldn’t look at me, I couldn’t take my eyes off you. One morning, you left me just like that. I had experienced this with my father. Everything beautiful ends, it falls apart. Now I’ve buried this, I’ve distanced myself, I’ve made myself repulsive. I’m going back to the beginning, but I’m not like this. I’d go for laser treatment, I’ve been doing this for months, only because I shouldn’t touch you for a certain time. I made myself feel ashamed in front of you, I’m so sorry for this, really sorry. A girl who pays attention to cleanliness in everything, would not take care of herself? Ugh.\nAs time passes, I realize, what are you going to do with me? I have no father, no clear identity, just an ugly, dirty girl. What are you going to do with me?"
}