{
    "source": "tr_TR",
    "target": "en_US",
    "text": "(Asperox sarı güç dimi meryo 😶)\n\" Bu poşetler ne anne?\"\n\" Ben kara kuzuma uzun zamandır böbrek yapmadım. Bir tepsi börek yapalım dedim birlikte, hem sen de öğrenmiş olursun. Zaten bunca zaman yanımda öğrenmediysen...\"\nZeynep güldü.\n\" Biliyorum ki ben yapmayı!\"\n\" Bak sen! Görelim o zaman hünerli ellerini Zeynep hanım!\"\nZeynep güldü ve poşetten malzemeleri çıkarmaya başladı. Bazılarını poşette bıraktı ve annesine uzattı.\n\" Bunları sen geri götürürsün, bizde var.\"\n\" Yedekte dursun.\"\n\" Yok annem, zaten ihtiyacım olunca senden isteyeceğim yine. Dursun sende.\"\n\" İyi, peki madem.\"\nZeynep gerekli malzemeleri çıkarttı. Karıştırdı, yoğurdu, açtı. Tepsiye kat kat açtığı yufkaları serdi arasına tereyağı sürerek. Yarısına gelince peynirli harcı koydu. Aynı işlemlerle örttü üstünü. Üzerine de iyice tereyağı sürüp fırına sürdüğünde annesiyle etrafı toparlamaya başardılar.\n\" Aferin benim kara kuzuma, bu gidişle beni de geçeceksin!\"\n\" Seni geçmem biraz zor annem, sen en iyisini yaparsın. Ben de yaklaşırım ancak.\"\n\" Pek de mütevazıymış benim kara kuzum!\"\nKızına sarılıp öptüğünde kıkırdadı Zeynep. Daha sonra birlikte oturup çay içtiler birkaç bardak. Meryem, merakla sordu saate bakarak.\n\" Mürşid hazretleri gelmeyecek mi?\"",
    "trans": "(Is it Asperox Yellow Power, right, Meryo😶)\n\"What are these bags, Mom?\"\n\"I haven’t made börek for my black lamb in a long time. I thought we could make a tray of börek together, and you’ll learn how to do it. After all, if you haven't learned by now while being with me...\"\nZeynep laughed.\n\"I already know how to make it!\"\n\"Look at you! Let’s see those skillful hands, Zeynep!\"\nZeynep smiled and began taking the ingredients out of the bag. She left some of them in the bag and handed them to her mother.\n\"You can take these back; we have them at home.\"\n\"Keep them in reserve.\"\n\"No, Mom, I'll ask you for them when I need them. Keep them with you.\"\n\"Alright, if you say so.\"\nZeynep took out the necessary ingredients. She mixed, kneaded, and rolled the dough. She spread the layers of filo dough on the tray, brushing butter between each layer. When she reached halfway, she added the cheesy filling. She covered it with more layers of dough, repeating the same steps. Then, she brushed the top with butter and put the tray in the oven. While it baked, they started tidying up the surroundings.\n\"Well done, my black lamb, at this rate you’ll pass me!\"\n\"It'll be hard to pass you, Mom, you make the best börek. I’ll just get close.\"\n\"My black lamb is so modest!\"\nZeynep giggled as her mother hugged and kissed her. Then, they sat down together and had a few cups of tea. Meryem, glancing at the clock, asked curiously:\n\"Isn’t Mürşid Hazretleri coming?\""
}