{
    "source": "tr_TR",
    "target": "en_US",
    "text": "alazla açelya'nın tam arasına girip arabanın motoruna doğru yaslandım. \"yapabileceğin bir şey olsa zaten bizden yardım istemezdin açelya,\" parmağımı adını bile bilmediğim parçaya bastırdım. \"radyatör bozulmuş olabilir.\" onun ne olduğunu bile bilmeme rağmen ismen duyduğum tek şeydi. \"değil mi?\"\nalaz kafasını salladı. \"çok başarılısın bu konularda.\" gülümsedi. \"nasıl da tek attın öyle? gördün mü?\" açelya'ya baktı. \"tek kişinin bilebileceği bir şeymiş.\"\n\"iki kişinin yapabileceği bir şeyler de vardır belki.\" dedi açelya gülerek. \"sen müsade edersen tabi.\" bunu direkt bana söylemişti. alaz'ın gözleri kocaman olurken eli bileğime dolandı.\n\"bana şu an çok fazla sinir geliyor,\" ellerimi havaya kaldırıp yüzüme doğru salladım. \"fena ateş basıyor beni,\" ellerimi alaz'ın yüzüne doğru ittim. \"kademe kademe sinirlerim bozuluyor...\"\n\"asi...\" alaz beni geriye çekmeye çalıştı. neden asi diyordu? neden karıcım, sevgilim, bebeğim demiyordu? onunla sonra hesaplaşacaktım.\n\"kardeşin biraz kıskanç sanırım.\"\ngözlerim kararır gibi oldu. \"kardeş derken?\" diyebildim sadece. \"kim kardeş ya?\"\n\"siz...\" kız şaşırmış gibiydi. \"kardeş değil miydiniz?\"\n\"ne kardeşi be! kocam o benim!\" alaz beni geriye çekmek istedi ama belimi kavrayan elini vurdum. \"ne demek kardeş ya? böyle kardeş mi olur?\" kalbim durmuştu galiba. \"açelya mısın nesin, ne demek kardeş ya?\"\n\"kocan mı?\" kız bir adım geri attı. \"evli misiniz?\" bunu direkt alaz'a sormuştu. \"kızın parmağında yüzük olmayınca...\"",
    "trans": "I squeezed between Alaz and Açelya and leaned against the car’s engine. \"If there was something you could do, you wouldn’t be asking us for help, Açelya,\" I pressed my finger onto a part of the engine whose name I didn’t even know. \"The radiator might be broken.\" Even though I didn’t know what it was, it was the only thing I had heard by name. \"Right?\"\nAlaz shook her head. \"You’re really good at this stuff,\" she smiled. \"How did you figure that out so quickly? Did you see it?\" She looked at Açelya. \"It’s something only one person could know.\"\n\"Maybe there are things two people can do,\" Açelya said, laughing. \"If you allow it, of course.\" She said this directly to me. Alaz’s eyes widened as her hand circled around my wrist.\n\"I'm getting really pissed off right now.\" I raised my hands in the air and waved them in front of my face. \"I’m burning up,\" I pushed my hands toward Alaz’s face. \"My nerves are starting to go one step at a time...\"\n\"Asia...\" Alaz tried to pull me back. Why was she calling me Asia? Why wasn’t she calling me honey, darling, or baby? I would settle that with her later.\n\"I think your sister is a little jealous.\"\nMy vision blurred. \"Sister, what do you mean?\" was all I could say. \"Who’s the sister?\"\n\"You...\" The girl looked surprised. \"Aren’t you sisters?\"\n\"Sister, what the hell? She’s my wife!\" Alaz tried to pull me back, but I slapped her hand that was holding my waist. \"What do you mean, sister? Is this how you call someone your sister?\" I think my heart had stopped. \"What are you, Açelya? What do you mean, ‘sister’?\"\n\"Your wife?\" The girl took a step back. \"Are you married?\" She asked this directly to Alaz. \"When a girl doesn’t have a ring on her finger...\""
}