{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Alev yok.\"\nKulaklarına hastane koridorunda attığı o çığlık dolarken duyduğu ilk anda içinden aşağı düşen o şeyin önce sıcak sonra çok soğuk etkisini yeniden hissetti.\nÖmer bu sırada onu rahatsız etmemek için nefesini dahi tutmuşken Kıvılcım'ın gerçeklikten tamamen uzaklaşmış onun sesini duyamayacak kadar bitik olduğunu idrak edememişti.\nEllerinin kasılıp kundağa doğru parmaklarının batışını görünce bocaladı. Kaşları iyice çatılmış nefes alışverişi hızlanmıştı. Elini ürkekce Kıvılcım'ın kasılma aşamasında olan eline götürdü.\n\"Kıvılcım.\"\nSesi duymayan Kıvılcım karnındaki kasılmayı hissetti. Bedeni ona cenin pozisyonu emri verirken ayak parmakları da içe doğru bükülüyordu.\nGözlerindeki baskı daha da çoğaldı. Yüzüne dokunan sıcak eller ile buz gibi bedeninde yaşam belirtisi oluştu. Ve tam bu an karşısında bulunan kişiyi gördü.\n\"Her şey yolunda.\"\nGözlerini yavaşça kapayıp açtı. Ürkek gözleri ile ona bakan adamın sıcak teni yanaklarını okşarken kendine geldi.\n\"Geçecek. Biliyorum çok acı. Ama. Geçecek.\"\nDuysa da anlamadı. Sadece o sıcaklığı. O sefkati hissetti. Ve bu şefkat işe yaradı. Kasılmalar yerini gevşemelere bıraktı.\nYolun sonuna geldiklerinde Kıvılcım şöyle bir elini tutan ele baktı. Sonra sahibini görünce hızla elini çekti.",
    "trans": "\"Alev is gone.\"\nAs the scream she had let out in the hospital corridor echoed in her ears, she felt again the sensation that had dropped inside her, first hot and then chillingly cold.\nÖmer, trying not to disturb her during this time, was holding his breath without realizing that Kıvılcım had drifted so far from reality that she could not hear his voice.\nWhen he saw her fingers curling tightly towards the swaddle, he faltered. His eyebrows furrowed, and his breathing quickened. Tentatively, he reached out to touch Kıvılcım’s tensing hand.\n\"Kıvılcım.\"\nUnheard by Kıvılcım, she felt the contraction in her stomach. Her body commanded her into a fetal position, and her toes curled inward.\nThe pressure in her eyes increased. With warm hands touching her face and the icy coldness of her body, signs of life emerged. And at that moment, she saw the person standing in front of her.\n\"Everything is alright.\"\nShe slowly closed and opened her eyes. The warm skin of the man looking at her with fearful eyes caressed her cheeks as she came to her senses.\n\"It will pass. I know it hurts a lot. But it will pass.\"\nEven if she heard, she didn’t understand. She only felt that warmth. That tenderness. And this compassion worked. The contractions gave way to relaxation.\nAs they reached the end of their journey, Kıvılcım glanced at the hand holding hers. Then, upon seeing the owner of the hands, she quickly withdrew hers."
}