{
    "source": "tr_TR",
    "target": "en_US",
    "text": "LAD: Osteal 6 mm uzunluğunda % 50-69 stenoza neden olan kalsifik plak izlenmiştir. LAD proksimalinde 4.5 mm uzunluğunda % 25-49, 3 mm uzunluğunda % 25 in altında stenoza neden olan kalsifik plaklar saptanmıştır.\nCX: Proksimalinde, OM1 dalında % 25-49 stenoza neden olan milimetrik kalsifik plaklar mevcuttur. OM1 dalı orta segmentinde % 50-69 stenoza neden olan milimetrik kalsifik plak dikkati çekmiştir.\nRCA: İnce kalibrasyonludur. RCA osteal ve orta segmentinde multipl % 25-49 stenoza neden olan milimetrik kalsifik plaklar izlenmiştir.\nKalp kas yapıları ve boşlukları olağandır.\nÖNERİLER: Klinik gereklilikte invaziv koroner anjiografi önerilir.\nCAD-RADS. SINIFLAMASI\n0 Koroner darlık yoktur (koroner arter hastalığı yoktur), ileri tetkik önerilmemektedir.\n1 %1-24 koroner darlık (minimal non-obstrüktif koroner arter hastalığı), ileri tetkik önerilmemektedir.\n2 %25-50 koroner darlık (hafif non-obstrüktif koroner arter hastalığı), ileri tetkik önerilmemektedir.\n3 %50-69 koroner darlık (orta derecede darlık), ileri tetkik önerilmektedir (fonksiyonel değerlendirme vs).\n4A Tek veya iki damarda %70-99 koroner darlık (kritik darlık), ileri tetkik önerilmektedir (İnvaziv koroner anjiografi, fonksiyonel değerlendirme vs).\n4B Üç damarda > %70 koroner darlık veya sol ana koronerde >%50 darlık, ileri tetkik önerilmektedir (invaziv koroner anjiografi).\n5 Total koroner oklüzyon, ileri tetkik önerilmektedir (invaziv koroner anjiografi, viabilite değerlendirilmesi vs).\nN : Diagnostik olmayan veya diagnostik değeri düşük tetkik (obstrüktif koroner arter hastalığı dışlanamamaktadır), ileri tetkik önerilmektedir.",
    "trans": "LAD: A 6 mm long calcified plaque causing 50-69% stenosis is observed. In the proximal part of the LAD, calcified plaques causing 25-49% stenosis are found, with a length of 4.5 mm, and calcified plaques causing less than 25% stenosis, measuring 3 mm in length.\nCX: In the proximal part, there are millimetric calcified plaques causing 25-49% stenosis in the OM1 branch. In the mid-segment of the OM1 branch, a millimetric calcified plaque causing 50-69% stenosis is notable.\nRCA: It  is of small caliber. Multiplied millimetric calcified plaques causing 25-49% stenosis are observed in the osteal and mid-segments of the RCA.\nThe myocardial structures and chambers are normal.\nRECOMMENDATIONS: Invasive coronary angiography is recommended based on clinical necessity.\nCAD-RADS CLASSIFICATION\n0 No coronary stenosis (no coronary artery disease), no further testing recommended.\n1 1-24% coronary stenosis (minimal non-obstructive coronary artery disease), no further testing recommended.\n2 25-50% coronary stenosis (mild non-obstructive coronary artery disease), no further testing recommended.\n3 50-69% coronary stenosis (moderate stenosis), further testing is recommended (functional assessment, etc.).\n4A 70-99% coronary stenosis in one or two vessels (critical stenosis), further testing is recommended (invasive coronary angiography, functional assessment, etc).\n4B >70% coronary stenosis in three vessels or >50% stenosis in the left main coronary artery, further testing is recommended (invasive coronary angiography).\n5 Total coronary occlusion, further testing is recommended (invasive coronary angiography, viability assessment, etc).\nN: Non-diagnostic or low diagnostic value test (obstructive coronary artery disease cannot be excluded), further testing is recommended."
}