{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kaan sikini sıvazlamaya devam ederken \"Çok güzelsin Pınar\" diyor, \"hayatımda gördüğüm en seksi kadınsın\" diyor hafif inleyerek. Daha hızlı sıvazlamaya başlıyor, boğazından hırıltılar kaçıyor. Pınar da altında inleyip \"Ağzıma ver lütfen\" diyor, Kaan eliyle sıvazlamaya devam ederken Pınar'a bakıp \"Ağzına mı boşalsam yüzüne mi\" diye sesli bir şekilde düşünüyor. Pınar \"Ağzıma boşal, lütfen\" diyor.\nKaan iyice hızlanıyor, boşalmasına yakın Pınar'ın ağzına veriyor, Pınar iştahla yalayıp emmeye başlıyor Kaan'ı. Başını biraz geri çekip dilini sadece ucunun etrafında çeviriyor, sonra da tamamen ağzına alıp Kaan'ın gözlerine bakarak vakumlayınca Kaan sesli bir şekilde ahlayıp inleyerek Pınar'ın ağzına boşalıyor, Pınar hepsini yutuyor.\nKaan bir iki derin nefes alıp sakinleştikten sonra çekiliyor, Pınar'ın ağzının etrafında kalanı parmaklarıyla Pınar'ın ağzına itiyor, Pınar Kaan'ın parmaklarını emiyor. Sonra Kaan yataktan kalkıyor.\nPınar'ın ıslaklığı artık bacaklarından yatağa akmış, delirecek biraz daha boşalamazsa. \"Nereye gidiyorsun?\" diye soruyor Kaan'a, Kaan gülümseyip çekmeceye gidiyor. Çekmeceden bir yedek kravat alıyor, bir de vibratör.\nYatağa dönüyor, vibratörü Pınar'ın üzerine koyuyor başı klitorisine gelecek şekilde, kravatı da kalçasının altından geçirip vibratörü Pınar'a bağlıyor.\nKaan Pınar'ın gözlerinin içine bakıp \"Ben sana o adamla flörtleşme dedim değil mi?\" diye soruyor, Pınar cevap vermiyor.",
    "trans": "Kaan continues to stroke his cock and says \"You are so beautiful Pinar\", \"You are the sexiest woman I have ever seen in my life\" he says with a slight moan. He starts to stroke faster, wheezing sounds escape from his throat. Pinar also moans under him and says \"Put it in my mouth please\", while Kaan continues to stroke with his hand, he looks at Pinar and thinks out loud \"Should I cum in your mouth or on your face?\" Pinar says \"Put it in my mouth please\".\nKaan speeds up a lot, as he is close to cumming, he puts it in Pinar's mouth, Pinar starts to lick and suck Kaan with appetite. She pulls her head back a little and turns her tongue only around the tip, then takes it completely in her mouth and sucks it while looking into Kaan's eyes, Kaan moans and moans loudly and cums in Pinar's mouth, Pinar swallows it all.\nKaan takes a few deep breaths and calms down before pulling away, pushing the remaining part of Pınar's mouth into Pınar's mouth with his fingers, Pınar sucks Kaan's fingers. Then Kaan gets up from the bed.\nPınar's wetness has now flowed down her legs onto the bed, she's going to go crazy if she doesn't cum any more. \"Where are you going?\" he asks Kaan, Kaan smiles and goes to the drawer. He takes a spare tie from the drawer, and a vibrator.\nHe returns to the bed, puts the vibrator on Pınar so that its head is on her clitoris, passes the tie under her hips and ties the vibrator to Pınar.\nKaan looks into Pınar's eyes and asks, \"I told you not to flirt with that guy, didn't I?\" Pınar doesn't answer."
}