{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Salondaki hava soğurken Asi çatılı kaşlarının altındaki dopdolu gözleri ve yanağına akan gözyaşlarıyla ona bakıyordu ama Alaz farkında bile değildi. Bir kere daha gözleri yere dönmüştü.\nOrtamdaki bitmek bilmeyen sessizliği Neslihan bozdu.\n\"Oğlum, ne demek bu?\" diye sorarken endişeli sesindeki korku ağır basıyordu. Duyacağı şeylerden, oğlunun yaptıklarından doğan bir korkuydu bu.\nAlaz konuşamadı. Asi'nin bağrına yaslanıp dün gece akıttığı gözyaşlarının sebebini yüksek sesle söylemeye dili varmıyordu. Boğazından kelimeler çıkamıyordu sanki.\n\"Alaz?\"\nÇağla'nın titrek sesiydi sonra kulaklarına dolan.\n\"Alaz, ne-ne demek benim yüzümden? Açıklayın adam gibi!\"\nYaman'ın giderek yükselen sesi Alaz'a yıllar önce karşısındaki koltukta yediği dayağı hatırlatmıştı.\n\"O kadar basit değil.\" diye ondan önce konuşan Asi olmuştu. Zaten hep ondan daha güçlüydü.\n\"Asi...\" Alaz aldığı derin nefesle birlikte başını yere eğmişken bakışlarını yanındaki kıza çevirmişti. \"...bende. Bırak, ben anlatıyım.\" demişti sessizce.",
    "trans": "As the air in the living room grew colder, Asi was looking at him with her eyes full of tears under her furrowed eyebrows and her cheeks flowing, but Alaz didn't even notice. Once again, her eyes were turned to the floor.\nNeslihan broke the endless silence in the environment.\n“Son, what does this mean?” she asked, fear dominating her anxious voice. It was a fear of what she would hear, of what her son had done.\nAlaz couldn't speak. Leaning on Asi's chest, he couldn't bring himself to say out loud the reason for the tears he shed last night. It was as if the words couldn't come out of his throat.\n\"Alaz?\"\nIt was Çağla's trembling voice that caught his ears.\n\"Alaz, w-what do you mean because of me? Explain it properly!\"\nYaman's rising voice reminded Alaz of the beating he had received in the seat across from him years ago.\n“It's not that simple,” Asi had spoken before him. She was always stronger than him anyway.\n“Asi...” Alaz lowered his head with a deep breath and turned his gaze to the girl next to him. “...me too. Let me tell you,” she said quietly."
}