{
    "source": "tr_TR",
    "target": "en_US",
    "text": "A.paşa gönlümüz öyle istedi kemal efendi\nK.paşa gönlünüz başka ne istiyor\nAli rahmet iyicene sinirlenmişti\nA.sanane ulan sanane\nKemal keyifle Ali rahmetin sinirlenmesini izlerken hünkar bu duruma daha fazla dayanamadı\nH.aa yeter imdat diye bağırıcam şimdi\nKemal kahkaha atarken Ali rahmet ayağa kalkmış üzerine doğru yürüyordu\nK.ben ne yaptım ki şimdi abla\nH.sus kemal sus\nA.ben susturucam şimdi onu\nH.ali rahmet lütfen otur\nA.ne dediğini duymadın mı hünkar\nH.duydum\nHünkar Ali rahmetin önüne geçmişti\nH.hadi otur canım\nKemal hala gülüyordu\nK.otur enişte bak ablam kızar sana sonra\nAli rahmet sinirle hünkarı geçmeye çalışırken konuştu\nA.ne yaptığını görmüyor musun hünkar çekilde hıncımı alayım bundan\nH.dur Ali rahmet seni sinir etmek için yapıyor sende hemen kanıyorsun\nA.evet kandım çekil hünkar döveyim şunu\nH.bi dur Allah aşkına Ali rahmet ya\nHünkar hala gülen kemale döndü\nH.sende bi sus kemal dayak yiceksin şimdi\nKemla oturduğu yerden kalktı\nK.iyi aman be iki sohbet edelim dedik burnumuzdan getirdiniz\nA.kim biz mi getirdik ulan\nK.ablacım ben daha sonra senin bu sinirli kocan evde yokken gelir görürüm seni\nA.sen hele bi gel hele bi ayak bas evime kırarım o ayağını kemal valla kırarım\nK.görüşürüz enişteciğim",
    "trans": "A. that's what our hearts desired, kemal sir\nK. what else does your heart desire\nAli rahmet was getting quite irritated\nA. what the hell is it to you\nWhile Kemal watched Ali rahmet get angry with pleasure, hunkar couldn't stand this situation anymore\nH. oh that's enough I'll shout help now\nKemal was laughing while Ali rahmet was standing up and walking towards him\nK. what did I do now sister\nH. shut up kemal shut up\nA. I'll shut him up now\nH. ali rahmet please sit down\nA. didn't you hear what he said hunkar\nH. I heard\nHunkar had moved in front of Ali rahmet\nH. come on sit down dear\nKemal was still laughing\nK. sit down, brother look my sister is gonna get angry with you\nAli rahmet spoke while trying to get past hunkar angrily\nA. don't you see what he's doing, hunkar move away so I can take my revenge from him\nH. stop Ali rahmet, he does it to make you angry and you fall for it right away\nA. yes I fell for it go away hunkar I will beat him\nH. stop for God's sake Ali rahmet\nHunkar turned to Kemal who was still laughing\nH. you also shut up Kemal you're gonna get your ass beaten now\nKemal got up from where he was sitting\nK. ok man we thought we'd have a chat, you've put a damper on it\nA. who, us?\nK. sister I will come and see you later when this angry husband of yours is not at home\nA. come and set foot in my house I will break that foot Kemal I swear I will break it\nK. see you later little brother in law"
}