{
    "source": "tr_TR",
    "target": "en_US",
    "text": "-Hal:şuan için birlikte olmanızı uygun gördüm\n-Fer:çok sağol dede\nOdadan cıkarlar kendi odalarına girerler.\nSeyranın başı döner ama ferite bellli etmez koltuğa oturur Ferit de yanına gider.\n-Fer:biz herşeye rağmen birlikleyiz\n-Sey:evet Ferit senin sayende\nSeyran feriti bir anda öper.\n-Fer: seyran biraz terasa çıkalımmı çok sıcak oldu burası\n-Sey: tamam Ferit çıkalım biraz hava alalım\nTerasa çıkarlar\nBiranda seyran ağzını tutarak banyoya koşar\n-Fer: seyran aşkım iyimisin SEYRANN\nseyran banyodan çıkar\n-Sey: Ferit ben çok kötüyüm midem bulandı bı an\n-Fer:seyran bu böyle olmaz gel bı doktora giderim\n-Sey: iyi tamam gidelim kesin midemi üşüttüm.\nHASTANE\nDoktor seyranla feriti odaya çağırmış\n-Do: seyran hanım sizden bı kan tahlili isticem kan verip tekrar yanıma gelin\n-Fer: doktor bey önemli birşeyi yoktur inşallah karımın\n-Do: yok yok siz dediklerimi yapıp gelin\n-Sey: tamam doktor bey\nSeyran kan verip tekrar doktorun yanına çıkmıştırlar.\nDoktor değerlere bakıp gülümsemiştir\n-Fer: ee neyi varmış karımın\n-Dok:merak etmeyin hiç bir şeyi yok aksine ikisinde sağlıklı\nSeyran Ferite bakar ikiside şaşkın nasıl yani derler\n-Dok: tebrikler seyran hanım hamilesiniz\n-Sey:nasıl yani hamilemiyim ben",
    "trans": "-Hal: I think it's appropriate for you to be together right now.\n-Fer: Thank you so much, grandpa.\nThey leave the room and go to their own rooms.\nSeyran feels dizzy but doesn't show it to Ferit; she sits on the couch, and Ferit sits next to her.\n-Fer: Despite everything, we are together.\n-Sey: Yes, Ferit, thanks to you.\nSeyran suddenly kisses Ferit.\n-Fer: Seyran, shall we go out to the terrace? It’s getting very hot in here.\n-Sey: Okay, Ferit, let’s get some fresh air.\nThey go to the terrace.\nSuddenly, Seyran covers her mouth and rushes to the bathroom.\n-Fer: Seyran, my love, are you okay? SEYRAN!\nSeyran comes out of the bathroom.\n-Sey: Ferit, I feel terrible, I feel nauseous.\n-Fer: Seyran, this can’t go on, let’s go to a doctor.\n-Sey: Okay, let’s go. I must have caught a chill.\nAT THE HOSPITAL\nThe doctor calls Seyran and Ferit into the room.\n-Doc: Mrs. Seyran, I need to take a blood sample from you, please give blood and then come back to me.\n-Fer: Doctor, there is nothing seriously wrong with my wife, I hope?\n-Doc: No, no, just do what I asked and come back.\n-Sey: Alright, doctor.\nSeyran gives blood and they return to the doctor.\nThe doctor looks at the results and smiles.\n-Fer: Well, what’s wrong with my wife?.\n-Doc: Don't worry, there’s nothing wrong at all, quite the opposite, both are healthy.\nSeyran and Ferit look at each other, puzzled.\n-Doc: Congratulations, Mrs. Seyran, you are pregnant.\n-Sey: What do you mean, am I pregnant?"
}