{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Fragment (176-191), insülin benzeri büyüme faktörü-1 (IGF-1) hormonunun 176-191 amino asit dizilimine sahip olan bir peptittir. Büyüme hormonunun C-terminus bölgesinde bulunan bu parça, büyüme hormonunun yağ yakımı üzerindeki etkili bölgesini içerir. Dr. Andrew V. Schally tarafından büyüme hormonundan türetilmiştir ve ilk olarak obezite tedavisinde potansiyel bir ajan olarak düşünülmüştür. Ancak, daha sonraki araştırmalar, lipolitik etkileri nedeniyle obezite ve kilo yönetimi konularında ilgi çekici bir bileşen olduğunu ortaya koymuştur.\nFragment (176-191), yağ hücrelerini kısmen etkileyerek lipolizi (yağ yakımını) artırabilir. Büyüme hormonunun bu kısmı, yağ hücrelerinde trigliserid hidrolizini artırarak yağların serbest yağ asitlerine ve gliserole parçalanmasına yardımcı olur. Bu süreç, vücutta depolanan yağların enerji olarak kullanılmasını kolaylaştırır. Yapılan bazı hayvan deneyleri, Fragment (176-191)'in yağ yakma süreçlerini artırabileceğini göstermektedir.\nFragment (176-191), obezite ve aşırı kilolu bireylerde potansiyel bir tedavi seçeneği olarak değerlendirilir. Yağ yakımını artırması, kilo kaybını teşvik etmek için kullanılabilir. Ayrıca, obezite ile ilişkili metabolik risk faktörlerini (örneğin insülin direnci, dislipidemi) düzeltebileceği düşünülmektedir. Ancak, insanlar üzerinde yapılan araştırmaların sınırlı olması ve etkinliği hakkında yeterli veri olmaması nedeniyle, obezite tedavisindeki kullanımı hala deneysel aşamadadır.",
    "trans": "Fragment (176-191) is a peptide consisting of the amino acid sequence of insulin-like growth factor-1 (IGF-1). This segment, located at the C-terminus of the growth hormone, contains the portion responsible for the hormone's effects on fat burning. It was derived from growth hormone by Dr. Andrew V. Schally and was initially considered a potential agent for treating obesity. However, subsequent research has highlighted its role as an intriguing component in obesity and weight management due to its lipolytic effects.\nFragment (176-191) may partially affect fat cells by increasing lipolysis (fat burning). This segment of growth hormone helps enhance triglyceride hydrolysis in fat cells, breaking down fats into free fatty acids and glycerol. This process facilitates the use of stored fat as energy in the body. Some animal studies suggest that Fragment (176-191) may promote fat-burning processes.\nFragment (176-191) is considered a potential treatment option for obesity and overweight individuals. Its ability to increase fat burning could be used to promote weight loss. Furthermore, it is believed to have the potential to improve metabolic risk factors associated with obesity (such as insulin resistance and dyslipidemia). However, its use in obesity treatment remains in the experimental phase due to the limited human research and insufficient data regarding its effectiveness."
}