{
    "source": "tr_TR",
    "target": "en_US",
    "text": "a) Uygulama alanında talebin uygulamayı yapan İdare veya TOKİ tarafından uygun görülmesi ve onaylanmak üzere Başkanlığa gönderilmesi üzerine, ilgililerine ödenmek üzere İdare veya TOKİ’nin hesabına,\nb) Riskli yapılarda talebin Müdürlükçe veya yetki devri yapılmış ise İdarece uygun görülmesi ve onaylanması üzerine, doğrudan riskli yapı maliklerinin hesap numaralarına veya ilgililerine ödenmek üzere İdarenin hesabına,\nyapılır. Dönüşüm projeleri özel hesabının finansman durumu gözetilerek Başkanlıkça uygun görülmesi halinde kira yardımının 1 yıla kadar olan kısmı peşin olarak ödenebilir. Kanunun 6/A maddesine göre yürütülen uygulamalarda maliklere, kiracılara ve yapıda ikamet etmek şartıyla sınırlı ayni hak sahiplerine birinci fıkraya göre belirlenen aylık kira bedelinin üç katı kadar defaten taşınma yardımı yapılabilir.\n(6) Kanun kapsamında, gerçek veya tüzel kişilerin bankalardan, İdarenin ise İller Bankası Anonim Şirketinden veya bankalardan kullanacağı kredilere; Cumhurbaşkanınca belirlenen oranlarda Dönüşüm Projeleri Özel Hesabından karşılanmak üzere faiz desteği verilebilir. Gerçek veya tüzel kişilere faiz desteği verilebilmesi için tahliye veya yıkım tarihinden itibaren en geç üç yıl içinde kredi almak üzere Başkanlıkla protokol imzalamış bankalara başvurulmuş olması gerekir.\n(7) Dönüşüm Projeleri Özel Hesabından aynı kişiye hem kira yardımı ve hem de faiz desteği yapılamaz. Kira yardımından faydalananlar faiz desteğinden, faiz desteğinden faydalananlar ise kira yardımından faydalanamaz.",
    "trans": "a) The request in the application area, once deemed appropriate by the Administration or TOKİ and sent to the Presidency for approval, will be transferred to the Administration or TOKİ’s account for payment to the relevant parties,\nb) In risky buildings, after the request is deemed appropriate and approved by the Directorate or, if authority has been delegated, by the Administration, it will be paid directly into the bank accounts of the owners of the risky buildings or the relevant parties, or into the Administration's account,\nConsidering the financial status of the Transformation Projects Special Account, the Presidency may approve the payment of up to one year’s worth of rent assistance in advance. According to Article 6/A of the Law, in applications carried out under this article, relocation assistance may be paid in one lump sum up to three times the monthly rent determined under the first paragraph, to property owners, tenants, and limited real rights holders who reside in the building.\n(6) Under the Law, real or legal persons may receive interest support from the Transformation Projects Special Account for loans taken from banks, with the rate determined by the President; the Administration may receive loans from İller Bankası Anonim Şirketi or from banks. In order for real or legal persons to receive interest support, they must have applied to banks with which they have signed a protocol with the Presidency for a loan, no later than three years after the evacuation or demolition date.\n(7) From the Transformation Projects Special Account, a person cannot receive both rent assistance and interest support. Those receiving rent assistance cannot benefit from interest support, and those receiving interest support cannot benefit from rent assistance."
}