{
    "source": "tr_TR",
    "target": "en_US",
    "text": "D.tamam o zaman abi sabah görüşürüz\nM.iyi geceler\nMuzaffer arabasına binip gitmişti demir top oynayan oğlu ve kardeşinin yanına gitti\nAli rahmet muzafferin demire oğlum demesine takılmış kalmıştı kendisi her oğlum dediğinde demirin sert bakışlarıyla karşılaşıyordu ama bu adamın oğlum demesine gülümsemişti canı acıdı dönüp oğluyla oynayan oğluna baktı gözleri dolmuştu demir uykusu gelmiş adnanı kucağına alıp karısıyla konağa geçti gece ilerlemişti herkes dinlenmek için odasına geçmişti\nAli rahmet bahçede biraz daha kaldıktan sonra içeri geçti kemalin uyuduğunu görünce yavaşça üzerini değiştirip yatağına geçti uzandı ama ayağının ağrısından uyuyamadı hünkarın aldığı ilacı bulabilme umuduyla mutfağa geçti ışığı açıp geçti bir kaç dolabı açıp baktı ama bulamadı ilacı son bi umut kalan diğer dolaplara bakarken arkasında duyduğu sesle irkilip döndü karşısında geceliğinin üstüne giydiği sabahlığıyla karısını görünce yutkundu",
    "trans": "D.okay then brother, see you in the morning\nM.good night\nMuzaffer got in his car and left. Demir went to his son and brother who were playing football.\nAli Rahmet was stuck on Muzaffer calling Demir his son. Every time he called him his son, he was met with Demir's stern look, but he smiled at this man calling him his son, it hurt him, he turned and looked at his son playing with his son and his eyes filled with tears. Demir took the sleepy Adnan in his arms and went to the mansion with his wife. The night had passed and everyone went to their rooms to rest.\nAli Rahmet stayed in the garden for a while longer and then went inside. When he saw that Kemal was asleep, he slowly changed his clothes and went to bed, but he couldn't sleep because of the pain in his foot. He went to the kitchen hoping to find the medicine Hunkar had taken. He switched on the light, opened a few cupboards and looked, but he couldn't find the medicine. As he looked in the other cupboards, he was startled by the sound of a voice behind him. He swallowed when he saw his wife in her dressing gown over her nightgown."
}