{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Okullar ve yüksek öğretim kurumları, öğrenci sayısının artışı ile birlikte sol ve sağın kıyılarında yer alan siyasal gruplar için toplanma alanı haline gelmişti.[ 12]\nTürkiye gibi temel sorunu kalkınma olan ülkeler için liberal çözümlerin yokluğunda, dönemin aydınları büyük bir çoğunlukla sosyalist modele ilgi duyuyordu. 1961 yılında yayınlanan Yön dergisinin birinci sayısında sosyalist bir modeli öneren manifestoya birçok aydın imza attı. Bu etkiler altında 1960'lar Türkiye'sinin değerler sisteminde ve ideolojilerin statü skalasında değişiklikler yaşanıyordu.[ 11] Türkiye İşçi Partisi 1965'te millî bakiye sistemi sayesinde 14 sandalye kazandı ve siyasette önemli bir yer edindi. 1969 seçimlerinde değiştirilen seçim sistemi ile benzer miktar oy almasına rağmen sandalye sayısı 2'ye düştü.[ 12]\nNATO üyesi de olan Türkiye, Soğuk Savaş'ta bir cephe ülkesi haline gelirken, güneyinde ve Akdeniz dünyasında darbelerle çeşitli sosyalizan rejimler kuruldu. Sağ perspektiften, Türkiye hem kuzeyden hem de güneyden çevrelenmişken 15-16 Haziran 1970 tarihlerinde DİSK'in önderlik ettiği büyük işçi eylemi sırasında Kocaeli ve İstanbul'daki sanayi bölgelerinde başlayıp iki gün boyunca İstanbul'da devlet otoritesinin kaybolması, sağ için korkutucu oldu.[ 11]",
    "trans": "As schools and higher education institutions experienced an increase in student numbers, they became gathering places for political groups on both the left and right wings. [12]\nFor countries like Turkey, where the primary issue is development, in the absence of liberal solutions, the intellectuals of the time were predominantly drawn to the socialist model. In the first issue of the Yön magazine published in 1961, many intellectuals signed a manifesto that proposed a socialist model. Under these influences, changes occurred in the value system and ideological status scale of 1960s Turkey. [11] The Turkey Workers' Party won 14 seats in 1965, thanks to the national balance system, and gained a significant place in politics. However, following a change in the electoral system in the 1969 elections, despite receiving a similar amount of votes, the party's seat count dropped to two. [12]\nAs a NATO member, Turkey became a frontline country during the Cold War, while socialist regimes were established through coups in the southern and Mediterranean regions. From a right-wing perspective, while Turkey was surrounded from both the north and south, the large workers' protest led by DİSK on June 15-16, 1970, which started in the industrial areas of Kocaeli and Istanbul and resulted in a two-day loss of state authority in Istanbul, was alarming for the right-wing. [11]"
}