{
    "source": "tr_TR",
    "target": "en_US",
    "text": "PUK 2, bloke olan PIN 2 kodunun yeniden kullanılır hale gelmesini sağlayan 8 haneli özel bir şifredir. Bu şifre değiştirilememektedir. PUK 2 kodu kalıcı bloke olduğu takdirde sim kartınızın ilgili bölümü kullanılamaz, ancak sim kartın diğer özellikleri aktif olarak devam eder. Bu durumda isterseniz sim kart değişikliği yapabilirsiniz.\nPUK kodlarınızturkcell.com.tr'denöğrenebilirsiniz. Bunun için öncelikle Turkcell.com.tr anasayfasından GSM numaranız ve Turkcell şifrenizle giriş yapın. Ana menüde en alttaki\"İşlem Merkezi\"netıklayın. Açılan sayfada sol tarafta bulunan \"Ayarlarım\" kategorisinden \"PUK Numaram\"a tıklayın.\nPUK kodunuzu Turkcell şifrenizle giriş yaparak Turkcell Uygulaması'ndan öğrenmek için tıklayın.\nTurkcell şifrenizi hatırlamıyorsanız, T.C. Kimlik Numaranızla veya sim kart numarasıyla da PUK kodunuzu öğrenebilirsiniz.\nT.C. Kimlik Numaranızı veya sim kart numarasını kullanarak PUK kodunuzu öğrenmek için tıklayın.\nAyrıca Turkcell Mağazaları veya 532'yi arayarak da adınıza kayıtlı hatların PUK numarasını öğrenebilirsiniz.",
    "trans": "PUK 2 is an 8-digit special code that allows a blocked PIN 2 code to be reactivated. This code cannot be changed. If the PUK 2 code becomes permanently blocked, the relevant section of your SIM card will be unusable, but the other features of the SIM card will continue to work. In this case, you can choose to change your SIM card.\nYou can learn your PUK codes from turkcell.com.tr. For this, first log in to Turkcell.com.tr’s homepage with your GSM number and Turkcell password. In the main menu, click on \"Transaction Center\" at the bottom. On the opened page, click on \"My PUK Number\" under the \"My Settings\" category on the left side.\nClick here to learn your PUK code by logging in with your Turkcell password via the Turkcell application.\nIf you don’t remember your Turkcell password, you can also learn your PUK code using your T.C. Identity Number or SIM card number.\nClick here to learn your PUK code using your T.C. Identity Number or SIM card number.\nYou can also learn the PUK number of the lines registered in your name from Turkcell Stores or by calling 532."
}