{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Affedersin ben... Shindou birden döndüğünde elimde sigara vardı ve üstüne çarptı... Sweatshirt ü mahvoldu! İyi misin?\"\nShindou kaşlarını çatarak sinirlice konuştu.\n\"Sorun yok, iyiyim.\"\nArdından Katsuki'ye omuz atarak sinirlice ikilinin yanından geçerek tuvalete doğru ilerlemişti.\nİzuku Shindou'nun neden bu kadar sinirli olduğunu çözemiyordu, sonuçta onun bildiği ile Katsuki yanlışlıkla yapmıştı.\n\"Affedersin Katsuki, onun neden bu kadar asi olduğunu bilmiyorum... İnternette daha kibar biri.\"\nKatsuki sevdiği çocuğa karşı nazikçe gülümsedi.\n\"İnsanlar internette farklı bir kişiliğe bürünebilir İzuku... Her neyse! Senin suçun değildi belki de kızmakta haklı, daha dikkatli olmalıydım .\"\nİzuku da gülümsedi ve Katsuki'nin elini tutarak baktı.\n\"Affedersin Katsuki, sende iyi misin?\"\nAhh... Katsuki hazırlıksız yakalandığı bu duruma tamamıyla yüzü kızarmıştı! İzuku Sarışın'ın suratına baktığında şaşırdı.\n\"İyi misin!? Kızardın !\"\nKatsuki hafifçe panik yaparak güldü.\n\"Ş-şey sen birden elimi tutunca!\"\nİzuku da fark ettiği an birden Katsuki'nin elini bırakmış ve gergince, utanarak konuştu.\n\"A-a-ah! Şey! Affedersin...\"\nKatsuki tekrardan çocuğa karşı nazikçe gülümseyerek, İzuku'nun yanağının yanında duran yeşil saçlarını çocuğun kulağının arkasına iterek, geriye doğru atmış ve sevmişti.\n\"Sorun değil... Hoşuma gitti...\"\nİzuku o an kalbi'nin yerinden çıkacağını hissederek, elleri ile kızaran yüzünü kapatmış ve panik yaparak içeriye doğru giderken söylendi.\n\"Böyle utanç verici şeyler s-söyleme!\"",
    "trans": "\"Sorry, I... When Shindou suddenly turned around, I had a cigarette in my hand and I bumped into him... His sweatshirt is ruined! Are you okay?\"\nShindou frowned and spoke irritably.\n\"It's fine, I'm okay.\"\nThen, he shouldered Katsuki angrily and passed by them heading towards the restroom.\nIzuku couldn't understand why Shindou was so upset; as far as he knew, Katsuki had done it by accident.\n\"Sorry, Katsuki, I don’t know why he's being so rebellious... He seemed nicer online.\"\nKatsuki smiled kindly at the boy he liked.\n\"People can adopt a different persona online, Izuku... Anyway! It wasn’t your fault, maybe he had a right to be angry, I should have been more careful.\n\"Izuku smiled back and held Katsuki's hand as he looked at him.\n\"Sorry, Katsuki, are you okay too?\"\nAh... Katsuki blushed completely, caught off guard by this situation! Izuku was surprised when he saw the blonde’s face turning red.\n\"Are you okay!? You're blushing!\"\nKatsuki laughed a bit panicky.\n\"I-it’s just because you suddenly grabbed my hand!\"\nRealizing what he had done, Izuku immediately let go of Katsuki’s hand and spoke nervously and embarrassed.\n\"O-oh! Sorry...\"\nKatsuki smiled kindly again, tucking a stray green lock of Izuku's hair behind his ear, and he stroked his hair.\n\"It’s okay... I liked it...\"\nAt that moment, Izuku felt his heart could burst out of his chest, covered his blushing face with his hands, and muttered as he walked back inside.\n\"Don't say such embarrassing things!\""
}