{
    "source": "tr_TR",
    "target": "en_US",
    "text": "D5-6 intervertebral disk mesafesinde santralde belirgin bulging izlenmiştir.\nD6-7 intervertebral disk mesafesinde santral – sol parasantralde belirgin fizyolojik bulging izlenmiştir.\nD7-8 intervertebral disk mesafesinde santral – sağ parasantralde belirgin bulging izlenmiştir.\nD8-9 intervertebral disk mesafesinde santralde belirgin bulging izlenmiş anterior subaraknoid mesafe daralmış ancak medulla spinalise belirgin bası saptanmamıştır.\nD9-10 intervertebral disk mesafesinde santral – sağ parasantralde belirgin bulging izlenmiş, anterior subaraknoid mesafe daralmış ancak medulla spinalise belirgin bası saptanmamıştır.\nD10-11 intervertebral disk mesafesinde santral – sağ parasantralde belirgin bulging zemininde gelişmiş fokal disk protrüzyonu mevcut olup, anterior subaraknoid mesafe daralmış medulla spinalise belirgin bası saptanmamıştır. Sağ anterior radikse yakın komşuluk dikkati çekmektedir.\nConus medullaris normal lokalizasyon form ve sinyal intensitesindedir.\nKauda equina sinir lifleri doğal görünümdedir.\nSpinal kanal çapı normal sınırlar içindedir (D3 düzeyinde 1.21 cm, D5 düzeyinde 1.50 cm, D8 düzeyinde 1.37 cm, D11 düzeyinde 1.41 cm).\nParavertebral yumuşak dokular doğaldır.\nSağda belirgin her iki akciğer orta kesim alt lobları düzeyinde hafif plevral sıvı koleksiyonu ile uyumlu görünüm izlenmektedir.\nSonuç:\n• D1-2 intervertebral disk mesafesinde santral – sağ parasantralde belirgin bulging, anterior subaraknoid mesafede daralma.\n• D2-3 intervertebral disk mesafesinde santral – sol parasantralde belirgin bulging, anterior subaraknoid mesafede daralma.\n• D4-5 intervertebral disk mesafesinde santral – sol parasantralde belirgin fizyolojik bulging.",
    "trans": "D5-6 intervertebral disc level: Significant central bulging observed.\nD6-7 intervertebral disc level: Prominent physiological bulging in the central-left paracentral region.\nD7-8 intervertebral disc level: Significant central-right paracentral bulging observed.\nD8-9 intervertebral disc level: Central bulging observed; the anterior subarachnoid space is narrowed, but no significant pressure on the spinal cord (medulla spinalis) is detected.\nD9-10 intervertebral disc level: Central-right paracentral bulging noted; the anterior subarachnoid space is narrowed, but no significant pressure on the spinal cord is detected.\nD10-11 intervertebral disc level: Significant central-right paracentral bulging with a focal disc protrusion developed in the background; the anterior subarachnoid space is narrowed, but no significant pressure on the spinal cord is detected. Close proximity to the right anterior root is observed.\nConus medullaris: Normal in location, form, and signal intensity.\nCauda equina nerve fibers: Appear normal.\nSpinal canal diameter: Within normal limits (1.21 cm at D3 level, 1.50 cm at D5 level, 1.37 cm at D8 level, 1.41 cm at D11 level).\nParavertebral soft tissues: Appear normal.\nRight side: Mild pleural fluid collection compatible with slight pleural effusion is noted in both middle lobe areas of the lungs.\nConclusion:\nD1-2 intervertebral disc level: Significant central-right paracentral bulging, narrowing of the anterior subarachnoid space.\nD2-3 intervertebral disc level: Significant central-left paracentral bulging, narrowing of the anterior subarachnoid space.\nD4-5 intervertebral disc level: Prominent physiological bulging in the central-left paracentral region."
}