{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İşbank Painting Sculpture Museum is located on Istiklal Street, one of the most important pedestrian arteries of the city, between two passages and a cul-de-sac. Despite its different faces (store & bank) in its past lives (Baudouy Apartment & 4th Sigorta Han), it establishes a strong relationship with the city at ground level in every period. Today, it opens its doors as a museum hosting the İşbank Painting Sculpture Collection.\nLocation\nBeyoğlu, İstanbul\nConstruction Area\n5.000 m²\nClient\nTürkiye İş Bankası\nBugün İstiklal Caddesi üzerinde, Odakule Pasajı’nın hemen yanında konumlanan müze binasının hayatı 1907 yılında Bodvi Apartmanı olarak başlamış. Fransız tüccar Joseph Baudouy tarafından inşa ettirilen binanın zemin ve birinci katları, o zamanki komşusu olan Karlman Bonmarşesi’ne benzer şekilde mağaza olarak kullanılırken; üst katlar 19. yüzyıl Beyoğlu apartmanlarının tipik özelliklerini taşıyan daireler olarak tasarlanmış. Binanın ikinci hayatı ise 1950’lerde Türkiye İş Bankası tarafından satın alınmasıyla başlamış. Bu tarihten itibaren 4. Sigorta Han ismini alan binanın önceleri mağaza olan zemin ve birinci katları, 2010’lu yıllara kadar banka şubesi olarak işlev görmek üzere yapısal bir müdahaleyle dönüştürülmüş. Cepheye yapışık bir dizi odadan oluşan ve konut olan üst katlar ise özgün halinde bırakılarak ofis olarak kullanılmış.",
    "trans": "The İşbank Painting Sculpture Museum is located on Istiklal Street, one of the city's most important pedestrian avenues, nestled between two arcades and a cul-de-sac. Despite its various functions in the past (as Baudouy Apartment and the 4th Sigorta Han), the building has consistently maintained a strong connection to the city at the ground level. Today, it serves as a museum, hosting the İşbank Painting Sculpture Collection.\nLocation\nBeyoğlu, Istanbul\nConstruction Area\n5,000 m²\nClient\nTürkiye İş Bankası\nThe museum building, located next to the Odakule Arcade on Istiklal Street today, began its life in 1907 as the Baudouy Apartment. The building was commissioned by French merchant Joseph Baudouy. The ground and first floors of the building were used as shops, similar to the neighboring Karlman Bonmarchesi at the time. The upper floors were designed as apartments typical of 19th-century Beyoğlu buildings. The building's second life began in the 1950s when it was purchased by Türkiye İş Bankası. From this point, the building was renamed the 4th Sigorta Han. The ground and first floors, which were originally used as shops, were transformed into a bank branch with structural alterations. The upper floors, which consisted of a series of rooms attached to the façade and originally intended as residential spaces, were left in their original form and were used as offices."
}