{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Mert de korkuyordu.Ama bu korkusunun kendisi için olmadığına emindim.Doruğa çok aşıktı.\nOna tekrar kaybetmekten korkuyordu.\nBakışlarımı arkada Dorukla oturan Merte çevirdiğimde dizlerini titrettiğini gördüm.Doruğun bakışları da Merte döndüğünde bakıştık.\nDoruk derin bir nefes alarak Mert'in elini tuttu ve yanına biraz daha kaydı.\nMert dolmuş gözleri ile Doruğa baktığında Doruk kafasını Mert'in göğsüne yasladı.\nAzat da dikiz aynasından ikisini izlerken burukça gülümsedi.\nBende önüme dönüp Azat'ın elini tutarken arabada derin bir sessizlik vardı..\n-\nHastaneye geldiğimizde Merti direkt odaya alıp ameliyat kıyafetleri giydirmişlerdi.\nDoruk ile elleri bir saniye bile ayrılmazken etraftaki insanların bakışları umurlarında değildi.\n\"Mert hiç korkma tamam mı..?\" dedi Doruk en kırık sesiyle..\nMert Doruğun elini sıkıca öpüp Azat'a döndü.\n\"Eğer çok fazla ağlarsa bana haber vereceksiniz.\"\nAzat gülümseyerek kafa salladı.\n\"Sen hayırlısıyla çıkda kardeşim.\"\nMert gülümseyip Doruğa döndü ve yüzünün her köşesini tek tek öptü..\n-\nMert ameliyata girip çıkalı 2 saat olmuştu.Durumu ise gayet iyiydi.\n2 yıl önce Doruktan ayrılmasınında hiç bir manası yoktu bana göre.\nAma korkmuştu demek ki.\nSonuçta tümördü tehlikeli bir şeydi.\nŞans eseri kurtulmuştu bu ameliyattanda.\n-\nMert'in ameliyatının üzerinden geçen\n1 haftanın sonunda Mert kendini neredeyse toplamıştı.",
    "trans": "Mert was scared too. But I was certain that this fear wasn't for himself. He was in love with Doruk to the point of obsession.\nHe was afraid of losing him again.\nWhen I turned to look at Mert, who was sitting with Doruk behind, I saw his knees trembling. Doruk’s gaze met Mert’s as he turned toward him.\nDoruk took a deep breath, held Mert’s hand, and moved a little closer to him.\nWhen Mert looked at Doruk with his swollen eyes, Doruk rested his head on Mert’s chest.\nAzat watched the two of them through the rearview mirror and smiled sadly.\nI, too, turned my attention forward, holding Azat’s hand as a deep silence filled the car.\n-\nWhen we arrived at the hospital, they immediately took Mert to a room and dressed him in surgical attire.\nDoruk’s hands never left Mert’s, and neither of them paid attention to the stares of the people around them.\n“Mert, don’t be scared, okay?” Doruk said with his softest voice.\nMert tightly kissed Doruk’s hand and turned to Azat.\n“If he cries too much, you’ll let me know.”\nAzat smiled and nodded.\n“You’ll get through it, brother.”\nMert smiled, turned to Doruk, and kissed every part of his face, one by one.\n-\nIt had been two hours since Mert went into surgery. His condition was quite good.\nIn my opinion, breaking up with Doruk two years ago didn’t make much sense.\nBut he must have been scared.\nAfter all, it was a tumor, a dangerous thing.\nHe was lucky to have survived this surgery as well.\n-\nOne week after Mert’s surgery,\nhe had almost fully recovered."
}