{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Araç iş dolayısıyla Ankara veya İstanbulda olabiliyor. Güncel konum için sorabilirsiniz. 2 şehir için de satışa açıktır, teslim sağlanabilir.\nTriger zinciri yeni değişti bu hafta, faturası mevcut. V kayışı, vanoslar, tüm kasnakları, bilyalar, devirdaim pompası ile beraber titizlikle değişti.\nXenon kaliteli far mevcuttur. 2.000 tlye alınmıştır.\nŞanzuman yağı vs değişti şanzuman komple elden geöti, tüm periyodik bakımları yeni yapıldı belgeleri mevcut, araca tüm ağır bakımları 50 bin liraya yakın mâl oldu. En ufak bir yağ su sızıntısı yok, motor 0 km araba gibi oldukca sessiz ve düzgün calısmaktadır. Araca mekanik olarak kefilim, km’sine göre cok temiz durumdadır. Sağı solu oynanmış sacma sapan ustaların eline düşmüş araçlar ile kıyaslamayın. al benzin koy bin. Yapılan tüm bakımlar be değişen parça listesi alan arkadasa iletikecektir.\nTemel satma sebebim 4 kapıya geçmek ve model yükseltmek.\nAracım 2011 model olup kilometresinin çoğu uzun yolda yapılmıştır.\nCam tavan , hız sabitleyici , dokunmatik ekran, 18 inç interlagos jant, yazlık lastikleri yeni vs vs.",
    "trans": "The vehicle can be in either Ankara or Istanbul due to work-related reasons. For the current location, you can ask. The car is available for sale in both cities, and delivery can be arranged.\nThe timing belt was changed this week, and the invoice is available. The V-belt, vanos, pulleys, bearings, and water pump were carefully replaced.\nIt has high-quality xenon headlights, purchased for 2,000 TL.\nThe transmission oil and other fluids have been changed, and the transmission has been completely overhauled. All periodic maintenance has been completed, with documents available. The car's heavy maintenance costs were nearly 50,000 TL. There are no oil or water leaks, and the engine runs very quietly and smoothly, like a brand-new car. I vouch for the car's mechanical condition, and it is in excellent shape for its mileage. Do not compare it with cars that have been tampered with or worked on by unqualified mechanics. Just put fuel in and drive. A full list of all the maintenance work done and parts replaced will be provided to the buyer.\nThe main reason for selling is to switch to a 4-door model and upgrade to a higher model.\nThe car is a 2011 model, and most of its mileage has been accumulated on long trips.\nIt features a panoramic sunroof, cruise control, a touchscreen, 18-inch Interlagos wheels, and new summer tires, among other things."
}