{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Elektronik Ticaret Aracı Hizmet Sağlayıcı Telefonu : 0 212 331 0 200\nElektronik Ticaret Aracı Hizmet Sağlayıcı Faks Numarası : 0 212 332 18 93\nElektronik Ticaret Aracı Hizmet Sağlayıcı Şikâyet/Öneri Kanalları : 0 212 331 0 200 telefon numarası üzerinden ve Platform’da yer alan “Trendyol Asistan’a Sor” başlıklı alandan şikayet ve öneriler iletilebilecektir.\n4. ÜRÜN/HİZMET BİLGİLERİ\n4.1. Ürün/Hizmet’in temel özellikleri (türü, miktarı, marka/modeli, rengi, adedi, fiyatı) Platform’da yer almakta olup Platform üzerinden detaylı şekilde incelenebilecektir.\n4.2. Ürün/Hizmet karşılığında ödenecek tüm tutarlar (tüm vergiler dahil satış fiyatı, kargo bedeli, taksit farkı tutarı, açık pazar ve/veya diğer butiklerinden eş zamanlı olarak gerçekleştirilen alışverişlerde hak kazanılan toplam indirim tutarı vb.) aşağıdaki tabloda gösterilmiştir.\nÜrün/Hizmet Açıklaması Adet Peşin Fiyatı Ara Toplam (KDV Dahil)\nVac 2 Pro Robot Süpürge 1 8494.1 TL 8494.1 TL\nKargo Tutarı - 39.99 TL 39.99 TL\n200 TL ve Üzeri Kargo Bedava (Satıcı Karşılar) - 39.99 TL 39.99 TL\nToplam 8494.1 TL\nKargo Hariç Toplam Ürün Bedeli : 8494.1 TL\nKargo Ücreti : 39.99 TL\nTaksit Farkı : 0 TL\nToplam Sipariş Bedeli : 8494.1 TL\nÖdeme Şekli ve Planı : Tek Çekim\nTeslimat Adresi : demircountry sitesi kavaklı Mahallesi Yeşilyurt Cd No17/2 Blok:H Kat:9 Daire:140 ISTANBUL.BEYLIKDÜZÜ/İstanbul",
    "trans": "Electronic Commerce Intermediary Service Provider Phone: 0 212 331 0 200\nElectronic Commerce Intermediary Service Provider Fax Number: 0 212 332 18 93\nElectronic Commerce Intermediary Service Provider Complaint/Suggestion Channels: Complaints and suggestions can be submitted via the phone number 0 212 331 0 200 or through the “Ask Trendyol Assistant” section on the Platform.\n4. PRODUCT/SERVICE INFORMATION\n4.1. The basic features of the Product/Service (type, quantity, brand/model, color, number, price) are available on the Platform and can be reviewed in detail.\n4.2. All amounts to be paid for the Product/Service (including all taxes, shipping costs, installment differences, total discount amounts earned from simultaneous purchases from the open market and/or other boutiques, etc.) are shown in the table below.\nProduct/Service Description Quantity Price Per Item Subtotal (Including VAT)\nVac 2 Pro Robot Vacuum 1 8494.1 TL 8494.1 TL\nShipping Fee - 39.99 TL 39.99 TL\nFree Shipping for Orders Over 200 TL (Seller Covers) - 39.99 TL 39.99 TL\nTotal 8494.1 TL\nSubtotal Excluding Shipping: 8494.1 TL\nShipping Fee: 39.99 TL\nInstallment Difference: 0 TL\nTotal Order Amount: 8494.1 TL\nPayment Method and Plan: Single Payment\nDelivery Address: Demircountry Site, Kavakli Neighborhood, Yesilyurt St. No.: 17/2, Block:H, Floor:9, Apt.:140, ISTANBUL .BEYLIKDUZU/Istanbul"
}