{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bir ürün, birden fazla satıcı tarafından satılabilir. Birden fazla satıcı tarafından satışa sunulan ürünlerin satıcıları ürün için belirledikleri fiyata, satıcı puanlarına, teslimat statülerine, ürünlerdeki promosyonlara, kargonun bedava olup olmamasına ve ürünlerin hızlı teslimat ile teslim edilip edilememesine, ürünlerin stok ve kategorileri bilgilerine göre sıralanmaktadır.\nBu üründen en fazla20 adet sipariş verilebilir.20 adedin üzerindeki siparişleri Trendyol iptal etme hakkını saklı tutar. Belirlenen bu limit kurumsal siparişlerde geçerli olmayıp, kurumsal siparişler için farklı limitler belirlenebilmektedir.\n15 gün içinde ücretsiz iade. Detaylı bilgi için tıklayın.\nMaşa Alphenat Damla Karvakrol Içeren Gıda Takviyesi ALPHENAT DAMLA AROMATİK YAĞLAR İÇEREN SIVI TAKVİYE EDİCİ GIDA 20 ml Damarların Açılması, Kanın Pıhtılaşmasını Önleme, Vücut Direncinin Arttırılması, Bağışıklık Sisteminin Arttırılması, Vücut Kırgınlığı, İçindekiler: 10 Damla (500 mg) Kekik 100mg Adaçayı 25 mg Lavanta 50 mg Defne 25 mg İLAÇ DEĞİLDİR\nAlphenat Damla Aromatik yağlar içeren sıvı takviye edici gıda, botanik bitkilerin özlerinden elde edilen uçucu ve sabit yağların içeriğindeki 30 farklı bileşenin ileri teknoloji kullanılarak formülize edilmesinden oluşmuştur",
    "trans": "A product can be sold by multiple sellers. Products offered for sale by multiple sellers are ranked according to the prices set by the sellers, their seller ratings, delivery statuses, promotions on the products, whether the shipping is free, and whether the products can be delivered quickly, as well as the stock and category information of the products.\nA maximum of 20 units of this product can be ordered. Orders over 20 units may be cancelled by Trendyol. The specified limit does not apply to corporate orders, and different limits can be set for corporate orders.\nFree returns within 15 days. Click here for detailed information.\nAlphenat Dropper containing Carvacrol Food Supplement ALPHENAT DROPS LIQUID SUPPLEMENT CONTAINING AROMATIC OILS 20 ml -  Dilating Vessels, Preventing Blood Clotting, Increasing Body Resistance, Boosting the Immune System, Alleviating Body Weakness. Ingredients: 10 Drops (500 mg) contain Thyme 100mg, Sage 25 mg, Lavender 50 mg, Bay Leaf 25 mg. THIS IS NOT A MEDICINE.\nAlphenat Drops are a liquid dietary supplement made from the essence of botanical plants, containing volatile and fixed oils, which includes 30 different components formulated using advanced technology."
}