{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Özel kullanım durumları:\nBöbrek / Karaciğer yetmezliği\nKaraciğer ya da böbrek yetmezliğiniz varsa doktorunuza bildiriniz. Hafif-orta şiddette karaciğer\nve böbrek fonksiyon bozukluğu olan hastalarda dikkatle kullanılmalıdır.\nİleri derecede karaciğer ve böbrek yetmezliği olan hastalarda kullanılmamalıdır.\nAlkol alan kişilerde karaciğer zehirlenmesi (hepatotoksisite) riski nedeniyle günlük alınan\nparasetamol dozunun 2000 mg’ı aşmaması gerekir.\nEğer TYLOLHOT DAY’in etkisinin çok güçlü ya da zayıf olduğuna dair bir izleniminiz var ise\ndoktorunuz veya eczacınız ile konuşunuz.\nKullanmanız gerekenden daha fazla TYLOLHOT DAY kullandıysanız\nDoz aşımı durumlarında solgunluk, iştahsızlık, bulantı ve kusma görülen başlıca belirtilerdir,\nancak bazı durumlarda saatlerce belirti görülmeyebilir. Bu nedenle aşırı doz veya kazayla ilaç\nalma durumlarında derhal doktorunuza haber veriniz veya hastaneye başvurunuz. Akut (kısa\nsürede) yüksek doz alındığında karaciğer zehirlenmesine yol açabilir. Aşırı dozun zararı alkolik\nkaraciğer hastalarında daha yüksektir. Parasetamol doz aşımı hemen tedavi edilmelidir.\nDoz aşımında heyecan, huzursuzluk, halüsinasyon, yüksek tansiyon ve kalp ritim bozukluğu\ngibi merkezi sinir sistemi ve kardiyovasküler sistem semptomları ortaya çıkabilir. Şiddetli\nolgularda psikoz (bir tür ruhsal bozukluk), havale, koma ve ani yükselen kan basıncı gelişebilir.",
    "trans": "Special usage conditions:\nKidney / Liver Failure\nIf you have liver or kidney failure, please inform your doctor. It should be used with caution\nin patients with liver and kidney dysfunction.\nIt should not be used in patients with severe liver and kidney failure.\nDue to the risk of liver poisoning (hepatotoxicity) in individuals who consume alcohol, the daily intake of\nthe paracetamol dose should not exceed 2000 mg.\nIf you feel that the effect of TYLOLHOT DAY is too strong or too weak,\nplease consult your doctor or pharmacist.\nIf you have taken more TYLOLHOT DAY than you should have,\nIn cases of overdose, the main symptoms include pallor, loss of appetite, nausea, and vomiting.\nHowever, in some cases, symptoms may not appear for hours. Therefore, in the case of an overdose or accidental ingestion of the medication,\nimmediately inform your doctor or go to the hospital. When acute (short-term) taken,\nhigh doses can lead to liver poisoning. The harm caused by an overdose is\nis higher in individuals with liver disease. Paracetamol overdose must be treated immediately.\nWhen overdosed, central nervous system and cardiovascular system symptoms\nsuch as agitation, restlessness, hallucinations, high blood pressure and heart rhythm disturbances may occur. In severe\ncases, psychosis (a type of mental disorder), seizures, coma, and a sudden increase in blood pressure may develop."
}