{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Masa başında ki hocayı görünce ona yönlendi \"Ah sen şu yeni gelen öğrencisin değil mi? Şerifin kızı Asi? \"\n\"Evet\"\n\"Tamam şurdaki boş yere geçebilirsin\"\nVe gösterdiği yer Alaz'ın olduğu sıraydı.\nOraya doğru adımlarken içinde anlam veremediği bir ürperme hissetti. Alaz'ın yerinde dikleşip pencereye doğru kaydığını gördü.\nMasaya yerleştiğinde ise hiç ona doğru dönmedi. Ama yan gözle onu görebiliyordu.\nBir süre hiçbir hareket olmadı, ve Asi zaten bildiği konuyu tekrar dinledi .\nBirden nerden estiğini anlayamadığı bir rüzgar saçlarını uçuşturdu .\nYüzüne çarpan kıvırcık tutamları düzeltmeye çalışırken yanında bir hareketlik hissetti.\nMasanın üzerinde ki elleri birbirine sıkıca tutunmuş, elinde ki damarları ve giydiği mavi gömleğin kolunu dirseğine kadar sıvadığı için kolundan kasları belli oluyordu.\nDümdüz ellerine bakıyordu ama çenesi kasılmıştı. Biraz daha uğraşsa ya çenesi ya da el parmakları kırılacak gibiydi.\nSinirinin bozulduğunu hissetti, ondan uzağa kaydı Asi.\nİkisi de tek laf etmedi ders boyunca.\nZil sesini duyduğu an ne olduğunu anlayamadan Alaz hızla çıkmıştı sınıftan.\nSınıf ortamı dağıldı, ama Asi yerinde kalakaldı.\nŞuan o çocuğu karşısına getirseler güzel bir yumruk indirirdi burnuna öyle bir sinir hissediyordu.\nSanki zorla iğrenç birşeyin ya da birisinin yanına oturtmuşlardı da ondandı bu acelesi.\nKendisine böyle hissettirdiği için şimdiden tüm negatif duygularının hedefi olmuştu. Çantasını alıp çıktı sınıftan.",
    "trans": "When she saw the professor at the desk, she walked toward him. \"Ah, you're the new student, right? The sheriff's daughter, Asi?\"\n\"Yes.\"\n\"Okay, you can take the empty seat over there.\"\nHe pointed to the spot where Alaz was sitting.\nAs she walked toward it, a strange shiver ran through her. She saw Alaz straighten up in his seat and move towards the window.\nWhen she settled into her spot, he still didn't turn toward her, but she could see him out of the corner of her eye.\nFor a while, nothing happened, and Asi just listened to the same material she already knew.\nSuddenly, a breeze she couldn’t explain blew through, ruffling her hair.\nAs she tried to fix the curly strands that hit her face, she felt a movement beside her.\nHis hands were tightly gripping the desk, the veins in his hands visible, and since he had rolled up the sleeves of his blue shirt up to his elbows, his muscles were clearly defined.\nHe was staring straight ahead at his hands, but his jaw was clenched. If he kept trying any harder, either his jaw or fingers might snap.\nShe felt his anger radiating, so she slid away from him.\nNeither of them said a word throughout the lesson.\nAs soon as the bell rang, Alaz rushed out of the classroom before she even realized what had happened.\nThe class broke up, but Asi remained in her seat.\nIf they brought that boy in front of her right now, she would gladly throw a punch at his nose, she felt so angry.\nIt was as though they had forced her to sit next to something or someone disgusting, and that was why he had rushed off.\nHe had already become the target of all her negative feelings just by making her feel this way. She grabbed her bag and left the classroom."
}