{
    "source": "tr_TR",
    "target": "en_US",
    "text": "25.09.23 pazartesi\nSabahtan kombi için konuştuk. Başka şeylerde anlattı. Gerekirse başka bir kızla fotoğraf gösteririm filan dedi. Yemek yedim diyince afiyet bal olsun sana, benim için yine kalktın geldin kombi peşine vs. Dedi. Sabahki olay canımı sıktı diyince konuştuk telefonda.\nÖnceki günlerde bana herkesin bi büşrası olmalı demesi.\n28.09.2023 perşembe\nTelefonda aradı. Annemle şakalaştılar. O [redacted_name] karısı sen [redacted_name] karısısın. Güzel bir ortaklık. Bana kızmadin dimi?\n30.09.23 cumartesi\n[redacted_name] 30’da ölücem benden sonra evlen ve çocuğuna alp mirza ismini ver. Sonra sarıldık. Ona almanca ibranice öğret. Babasıyla konuştu ve beni de konuşturdu. Olaylar karıştı gibi. Seni düşünüp gömlek giydim. Kıskanmazsın. Saçımı kuruttu.\n01.10.23 pazar\nGel sana sarılmam lazım. Gidince sarıldık. Yan yana sarılıp yattık. Bana salata yaptı. Çocuklarımıza ne isim verirdik konuştuk.\n03.10.23 salı\nKombicileri bekledim. Evi temizledim. Yemek hazırladım geldi ama yemedi biraz konuştuk sarıldık. Bana isviçre çakısı gibisin yine çözdün işimi, hallettin dedi.\n05.10.23 perşembe\nSabah [redacted_name]tartışma. Sonrasında hastanede buluşup tavuk dünyası. Neden para attın?\nYeni tanıştığı kişi, beni ona anlatmış. Sen mi sevgilin mi deseler seni seçerdim.",
    "trans": "25.09.23 Monday\nWe talked about the combi in the morning. He told me about other things as well. He said, if necessary, he would show a photo with another girl. When I said I ate, he said, \"Enjoy your meal; you got up again and came for the combi for me,\" and so on. I said the situation in the morning upset me, and we talked on the phone.\nThe other day, everyone was telling me that everyone should have a Büşra.\n28.09.2023 Thursday\nHe called me on the phone. He joked with my mom. \"That [redacted_name] is his wife, you are [redacted_name]'s wife. A nice partnership.\" He asked, \"You’re not mad at me, right?\"\n30.09.23 Saturday\n[redacted_name] said, \"I’ll die at 30, after me, get married and name your son Alp Mirza.\" Then we hugged. He told me to teach him German and Hebrew. He talked to his father and got me to talk too. Things got a bit confusing. \"I thought of you and wore a shirt. You won’t be jealous.\" He dried my hair.\n01.10.23 Sunday\nHe said, \"I need to hug you.\" When he left, we hugged. We lay down next to each other. He made me salad. We talked about what we would name our children.\n03.10.23 Tuesday\nI waited for the combi technicians. I cleaned the house. I prepared food, but he didn’t eat. We talked a bit and hugged. He said, \"You’re like a Swiss army knife, you solved my problem again, you handled it.\"\n05.10.23 Thursday\nThere was a fight in the morning with [redacted_name]. Afterward, we met at the hospital and went to Tavuk Dünyası (Chicken World). He asked, \"Why did you send money?\"\nThe person he recently met had told him about me. \"If they asked me if you’re my girlfriend, I would choose you.\""
}