{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İDOP projesi çerçevesinde ilan edilen “Teklife Çağrı – Mal Alım İşleri Standart İhale Dokümanı Bölüm III-Değerlendirme ve Yeterlilik Kriterleri” dokümanının hazırlanması aşamasında, Madde 3.ii Deneyim ve Madde 3.iv Üretici Yetkisi başlıklı paragraflarına ilişkin olarak, Kurumumuzun ilgili daire başkanlığı tarafınca “Bu satın alma için yüksek tutarlı iş bitirme belgesi ve üretici firma yetki belgesi zorunluluğunun rekabeti oldukça azaltacağı ve birçok firmanın ihaleye iştirakini engelleyeceği hususunu değerlendirdiği” bilgilerinize sunulmuş olup, itirazlarımıza rağmen bu belgeler Bankanız görüşleri doğrultusunda talep edilmiştir. Ülkemizde şu ana kadar kurulmuş olan sayısal telsiz sistemi alt yapısının gerek finansal gerek teknik isterleri tarafımızca çok net bilinmektedir. Bu ve bundan sonraki yapılacak ihalelerde sözleşme bedelinin %50’si gibi bir oranda benzer iş bitirme belgesi talep edilmesi durumunda, ihale katılımcı sayısını olumsuz etkileyeceği ve rekabeti engelleyeceği tekrar karşımıza çıkacaktır.",
    "trans": "Within the framework of the CFR project, during the preparation of the document titled \"Call for Proposals - Standard Procurement Document for Goods Procurement, Section III - Evaluation and Qualification Criteria\", regarding the paragraphs Article 3.ii Experience and Article 3.iv Manufacturer Authorization, communicated by the relevant department of out institution that \"requiring a high-value work completion certificate and a manufacturer authorization certificate for this procurement will highly reduce the competition and prevent many companies from participating in the tender\", and despite our objections, these documents have been requested in line with your bank's opinion. We are well aware of the financial and technical requirements of the radio system infrastructure established in our country to date. In this and subsequent tenders, if a similar work completion certificate is requested at a rate such as 50% of the contract value, it will negatively impact the number of participants in the tender, and hinder the competition."
}