{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Davacı tarafça yasal süre içinde cevaba cevap (Replik) dilekçesi ibraz edilmesi halinde, cevaba cevap dilekçesinin bir örneğinin davalı tarafa \"iki hafta içinde İkinci Cevap Dilekçesi verebileceği\" ihtarı içeren davetiye ile tebliğine, davalı tarafın davacının cevaba cevap (Replik) dilekçesinin kendisine tebliğinden itibaren İKİ HAFTALIK KESİN ve yasal süre içinde davacı taraf sayısından bir fazla İKİNCİ CEVAP (DÜPLİK) dilekçesini mahkememize ibraz edebileceğinin ihtaratına,\n5- Davalı tarafça ikinci cevap dilekçesinin ibraz edilmesi halinde, ikinci cevap dilekçesinin bir örneğinin davacı tarafa tebliğine, masrafın gider avansından karşılanmasına,\n6- Dilekçeler aşamasının tamamlanmasından sonra HMK 139/1 maddesi gereği ön incelemenin duruşmalı yapılacak olması nedeniyle,\na) Tarafların sulh için gerekli hazırlığı yapmaları.\nb) Duruşmaya sadece taraflardan birinin gelmesi ve yargılamaya devam etmek istemesi durumunda gelmeyen tarafın yokluğunda yapılan işlemlere itiraz edemeyeceği.",
    "trans": "Here is the English translation of the legal text you provided:1. If the plaintiff submits a reply to the defense (Replik) petition within the legal timeframe, a copy of the reply petition should be served to the defendant with a notice stating that the defendant has the right to submit a \"Second Reply Petition\" within TWO WEEKS. The defendant, upon receiving the plaintiff's reply petition, has TWO WEEKS to submit the \"Second Reply Petition,\" which can be submitted within the legal and final period. The defendant will be notified of this right, and they may submit the petition within this timeframe.\n5- If the defendant submits the second reply petition, a copy of this petition should be served to the plaintiff, and the costs should be covered by the expense advance fund.\n6-After the petition phase is completed, in accordance with Article 139/1 of the Civil Procedure Code (HMK), the preliminary examination will be held with a hearing.\na) The parties should prepare for settlement.\nb) If only one party attends the hearing and wishes to continue the trial, the party not attending will not be able to object to the procedures conducted in their absence"
}