{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ömer: Yine mi çıktı bu? (Sinir olmuş bir şekilde hamile yastığını işaret ediyordur. Geçen hafta da Gamze belinin ağrısının arttığı birkaç gün hamilelik yatığıyla uyumuştur.)\nGamze: Ne yapayım belim ağrıyor ya, kolay mı böyle büyük bir karınla yaşamak sanıyorsun? (Ömer sesli bir şekilde nefes alıp verir.) Sen aldırdın hem bunu.\nBen ne bileyim böyle olacağını? Hamile yastığı normal yastık gibidir ya da beline koyarsın sanıyordum. Bu böyle her yanını sarıyor senin, ben sarılamıyorum rahat rahat.\nYa bu tarafı (Yastığın bir tarafını işaret eder.) belime destek olsun diye. Bu tarafı da (Diğer tarafı işaret eder.) yan yatarken rahat edeyim üstüne bacağımı da atabileyim diye.\nO zaman o tarafı kaldıralım. Benim üzerime at bacağını.\nÖmer ya.\nAma eski Türk filmlerinde aralarına yastık koyup yatanlar gibi olduk, karım yanımda yatıyor ama sarılamıyorum. Oldu olacak aramıza perde de çekelim.\nAbartma Ömer. Sarılabilirsin yine yastık bu sonuçta, duvar değil.",
    "trans": "Omer: Is this out again? (He points at the pregnancy pillow in frustration. Last week, Gamze used it when her back pain worsened for a few days.)\nGamze: What should I do? My back hurts, do you think it's easy to live with such a big belly? (Omer exhales audibly.) You made me buy this thing, remember?\nHow was I supposed to know it would be like this? I thought a pregnancy pillow was just like a normal pillow, or you put it on your back. But this one wraps around you completely, I can't even cuddle you comfortably.\nWell, this side (Points to one side of the pillow.) is for supporting my back. This side (Points to the other side.) is for me to sleep comfortably on my side, so I can put my leg over it.\nThen let’s get rid of that part. Just put your leg over me.\nOh, Omer.\nWe’ve turned into those couples from old Turkish films who sleep with a pillow in between. My wife’s lying next to me, but I can’t hug her. At this point, why not throw a curtain between us while we’re at it?\nStop exaggerating, Omer. You can still hug me, it's just a pillow after all, not a wall."
}