{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"İyi dinlenelim biraz bence de ben de yoruldum.\"\nÜçü de L koltuğa ayaklarını uzatarak oturmuşlardı. Asi ayaklarını sehpaya koymuştu. Üçü de kaykılarak iyice yerleşmişlerdi. Televizyondan en sevdikleri çizgi filmlerinden birini açıp izlemeye koyuldular.\nBelki 5. Kez izliyorlardı bu bölümü. Neredeyse ezberlemişlerdi. Ama her seferinden sanki ilk kez izliyorlarmış gibi komik buluyorlardı bir sürü şeyi. Çocuklarının kahkahaları Asiyi güldüren şeydi, çizgi film değil. Onların bu hali her şeye değerdi. Her şeyi bu gibi basit ama güzel anlar için yaşamıştı, yaşıyordu. Çizgi film izlerken çocukların göz kapakları yavaşça kapanıyordu. Bu kadar hareket ve gülmek onlara uyku olak dönmüştü. Asi biraz daha uzanıp yemek hazırlamak için kalktı yerinden. Akşam yemeklerini yedikten sonra Asi söz vediği marsmallowlu tatlıyı yaptı.\n\"Ooooooo anneeee çok güzeeeel.\" demşti fırında eriyen marshmallaowu uzarken görünce.\n\"Annneeeee gerçekten bayıldım buna.\" demişti Özgür de tadına bakınca.\n\"Sevdiniz değil mi demiştim ben size.\"\n\"Evet anneee offf çok güzel.\"\nTatlıyı yiyip bitirince bitirdiklerinde biraz daha oyun oynamak istemişlerdi ama oyuncakları yine salona taşımışlardı. \"Banyo yapalım sonra da uyuyalım artık. Olur mu?\"\nAsi sırayla çocuklara banyo yaptırıp güzelce giydirdikten sonra yataklarına yatırdı. Onlara bir masal anlattıktan sonra uykunun koynuna bıraktı.",
    "trans": "\"It’s good to rest a bit, I think, I’m tired too.\"\nThe three of them were sitting on the left couch, stretching their legs out. Asi had placed her feet on the coffee table. They all settled in, sinking into the cushions. They turned on one of their favorite cartoons on TV and started watching it.\nMaybe it was the fifth time they were watching this episode. They almost had it memorized. But every time, they still found so many things funny, as if it was the first time. It wasn’t the cartoon that made Asi laugh; it was the sound of her children’s laughter. Their joy, in these simple but beautiful moments, was worth everything. She had lived for and continued to live for moments like these.While watching the cartoon, the children's eyelids slowly began to close. All the movement and laughter had turned into sleepiness. Asi stretched out a bit more and got up to prepare dinner. After they had eaten, Asi made the marshmallow dessert she had promised.\n\"Ooooooo, mom, this is so goooood,\" one of them exclaimed when they saw the melting marshmallow in the oven.\n\"Mommm, I really loved this,\" Özgür said after tasting it.\n\"I told you you’d like it,\" Asi replied.\n\"Yes, mom, oh my gosh, it’s so good.\"\nAfter finishing the dessert, they wanted to play a bit more, but had already moved their toys into the living room. \"Let’s take a bath and then sleep, okay?\"\nAsi gave each of the kids a bath and dressed them nicely. After she tucked them into their beds, she told them a bedtime story and gently let them drift off to sleep."
}