{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ali rahmet ikisinin atışmasına bıyık altı gülerken demir kolunun altına girip çıkardı onu merdivenlerden hünkar önden kapıyı açtı yavaşça ardından ali rahmet ve oğlu da girdiler demir babasını koltuğa oturttu\nAli rahmet acıyla konuştu\nA.sağol oğlum\nDemir kafasını salladı hünkar ışığı açıp oğluyla kocasına baktı ali rahmetin gözlerinin içi gülüyordu çektiği acıya rağmen onlara doğru yürüdü\nH.nerde ilacın verelim de iç\nAli rahmet acıyla ayakkabısını çıkarıp ayağını sehpaya bıraktı\nA.size zahmet verdiğim yeter ben dinleneyim biraz çıkar alır sürerim\nDemir babasının sehpadaki ayağına baktı çorabı kan olmuştu\nD.nerde ilaç getireyim\nHünkar da ali rahmetin ayağına baktı sonra koltuğa yanına oturdu çorabı çıkarmaya çalışırken konuştu\nH.söylede getirsin ilacı\nAli rahmet mahçup bi şekilde konuştu\nA.yukarda odamda baş ucumda ki komidinde\nDemir anladım dercesine kafasını salladı ve yukarı çıktı hünkarda mutfaktan pamuk ve su alıp geldi ali rahmetin çorabını yavaşça çıkardı canı yansa da ses etmedi ali rahmet hünkar parmaklarının arsındaki yarayı görünce yüzünü ekşitti kanları yavaş yavaş silerken konuştu\nH.niye böyle olmuş ki bu şu hale bak\nAli rahmet hünkarın onunla ilgilenmesine o kadar mutlu olmuştu ki ne dediğini duymuyordu hünkar hem konuşuyor hem yarayı siliyordu\nH.hiç gitmedin mi doktora yok mu bi tedavisi falan",
    "trans": "Ali Rahmet chuckled under his breath at the banter between them as Demir helped him out, guiding him up the stairs. Hunkar opened the door ahead and stepped aside. Ali Rahmet and his son walked in, with Demir helping his father sit down on the couch.\nAli Rahmet spoke through the pain.\nA.Thanks, son.\nDemir nodded, while Hunkar turned on the light and looked at her husband and son. Despite the pain, Ali Rahmet’s eyes were shining with happiness. Hunkar walked toward them.\nH.Where’s your medicine? Let’s give it to you so you can take it.\nAli Rahmet took off his shoes with difficulty and placed his foot on the coffee table.\nA.I've bothered you enough. Let me rest for a bit, and I'll get up to apply it later.\nDemir looked down at his father’s foot on the table and noticed the sock was soaked in blood.\nD.Where’s the medicine? Let me bring it.\nHunkar glanced at Ali Rahmet’s foot, then sat next to him on the couch. She gently tried to remove the sock as she spoke.\nH.Just tell it, so he bring the medicine.\nAli Rahmet spoke with a tinge of embarrassment.\nA.Upstairs, in my room, on the nightstand next to where I put my head.\nDemir nodded in understanding and went upstairs, while Hunkar returned from the kitchen with some cotton and water. She carefully removed the sock from Ali Rahmet’s foot. Despite the pain, he didn’t make a sound. As Hunkar saw the wound between his toes, she frowned and began to gently wipe the blood away as she spoke.\nH.How did this happen? Look at this mess\nAli Rahmet was so happy that Hunkar was taking care of him that he didn’t even hear what she was saying. Hunkar continued talking and cleaning the wound.\nH.Didn't you ever go to the doctor? Isn't there any treatment for it?"
}