{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Son sözün buysa?\"\n\"Son sözüm bu Alaz ve fikrim değişmeyecek.\"\nGitmek için yerinde kıpırdandı ve son kez Asi'nin ona bakan kararlı güzel yüzünde, ufak burnunda ve dudaklarında gözleri dolandı. O tanıdığı tende birleşince fazlaca kusursuz gözüken manzaranın tadını çıkardı. Sonra arkasını dönüp bir adım ondan uzaklaşmıştı. Aklına takılan bir şeyle arkasını döndü ve sesini Asi'ye yetiştirmek için yükseltti.\nBaş parmağıyla, işaret parmağında olması gereken yüzüğün boş yerini gösteriyordu.\n\"Aklıma gelmişken, sen de bana ait bir şey olabilir mi?\" dedi merakla. Birbirinden farklı anlamlar içerebilirdi bu soru aslında.\nNe sorduğunu parmağını işaret etmese bile anlamıştı Asi, bunun cevabı çok açıktı. Evet, Alaz'a ait parçayı üzerinde taşıyordu. Ama bunu ona geri iade etmeyi düşünmüyordu. Hem yüzüğü ondan habersiz aldığını kabul etmesi utanç vericiydi hem de onu yanında taşıyor olmaktan memnun olduğunun farkındaydı.",
    "trans": "\"Is that your final word?\"\n\"Yes, that's my final word, Alaz, and my opinion won't change.\"\nHe shifted slightly, preparing to leave, and took one last look at Asi's determined, beautiful face, her small nose, and lips. His eyes welled up as he took in the sight of her. He savored the image of the flawless scene, where his own familiar skin met hers. Then, he turned around and took a step away from her. But something lingered in his mind, and he turned back, raising his voice to catch her attention.\nWith his thumb, he pointed to the empty spot on his ring finger, where the ring should have been.\n\"Now that I think about it, is there something of mine that belongs to you?\" he asked with curiosity. This question could have many different meanings.\nEven without him pointing at his finger, Asi understood what he was asking. The answer was clear: yes, she was carrying a piece of Alaz with her. But she had no intention of returning it. It was embarrassing to admit she had taken the ring without him knowing, yet she was fully aware she was happy to have it with her."
}