{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Alaz dayanamıyorum.\" diye sızlandı Asi. Sevgilisinin açıkta kalan gövdesine bakıp iç geçirdi. \"Seni istiyorum. Alaz, lütfen.\"\nAlaz'ın arsız sırıtışı yüzünde büyürken gözü karşı masada kendilerini dikizleyen bir şerefsize takıldı. Zira bu şerefsiz, Asi'ye gözlerini dikmiş aç hayvan gibi bakıyordu. Başını geriye atıp sağa sola bükerken gözlerini yumdu sıkıca. Sinirden tüm kasları gerilmişti.\n\"Bebeğim, neyin var?\" diye sordu Asi, oğlandaki huzursuzluğu hissederken. Alkolün verdiği uyuşuklukla başını Alaz'ın omzuna yaslayıp kollarını sıkıca gövdesine sardı adamın. Hem yorgun hissediyordu hem de garip bir enerji vardı içinde.\nAlaz alaycı bir gülümsemeyle başını yana eğip parmaklarıyla gel işareti yaptı bu şerefsiz orospu evladına. Bir yandan da boşta kalan eliyle kızının saçlarını okşuyordu.\nÇocuk anlamayan gözlerle ne var dercesine kafasını oynattı. \"Gel gel ebenin amı var.\" diye mırıldandı Alaz kendi kendine. Asi'yi kendinden uzaklaştırıp keyfinin içine sıçan piçe doğru yürüdü. \"Neye bakıyorsun lan sen?\" dedi ürkütücü bir tonda. Dişlerini sıkıyordu. Ela gözleri saf öfkeyle karşısındakine kitlenmişken çenesi seğirdi.\n\"Kafa açma birader ya.\" diyip Alaz'ı ittirmesiyle Alaz'da film kopmuştu. Birkaç adım geriye gidip eliyle ağzını kapatırken sinirle güldü. Arka masadaki içki şişesini kaptığı gibi çocuğun kafasında tuzla buz etti.\n\"Alaz!\" Asi çığlık atarcasına adamın adını haykırdı. Kolundan tuttuğu gibi sevgilisini kendine çekti.",
    "trans": "\"I can't stand it anymore,\" Asi whimpered, gazing longingly at her lover’s exposed torso. \"I want you, Alaz. Please.\"\nAlaz’s smirk widened as he noticed a sleazy onlooker at a nearby table staring at them like a starved beast. His head tilted back, neck craning as he clenched his eyes shut, muscles taut with irritation.\n\"What’s wrong, baby?\" Asi inquired, sensing his discomfort. The alcohol-induced numbness allowed her to rest her head on Alaz’s shoulder, wrapping her arms tightly around him, feeling both exhausted and strangely energized.\nWith a mocking smile, Alaz tilted his head and gestured with his fingers for that son of a bitch to approach. Meanwhile, his free hand gently stroked Asi’s hair.\nThe guy, confused, shook his head as if asking what was wrong. \"Come on, come, there's a surprise,\" Alaz muttered under his breath. Pushing Asi slightly away, he strode toward the man who had ruined his mood. \"What are you looking at, huh?\" he demanded in a menacing tone, his teeth clenched, his hazel eyes blazing with pure fury, and his jaw twitching.\n\"Just chill, man,\" the guy replied, pushing Alaz away.That was the last straw for Alaz. He stumbled back a few steps, covering his mouth with his hand as a sinister laugh escaped him. Seizing a bottle from the table behind him, he smashed it over the guy's head.\n\"Alaz!\" Asi screamed almost hysterically, grabbing him by the arm and pulling him towards her."
}