{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Şu anda içinde bulunduğun durumu yorumlayabilmem içinse Kupa Dokuzlusu'nu seçmişsin. Aşk hayatındaki taze gelişmelere ışık tutan bu kart, mevcut durumundan içten içe memnun olduğunu ifade ediyor. Sanki sen zoru ve mücadeleyi daha çok seviyorsun Osman. Şimdilerde kendini yorgun hissedebilirsin ancak zora aşık biri olarak bunun geçici bir dönem olduğunu da biliyor olmalısın. Hayatındaki kişinin seni biraz zorlaması ona olan duygularını daha da perçinliyor diyebilirim. Aynı durum onun için de geçerli elbette.\nAçılımın için seçtiğin son kart Kılıç Ası, ilişkinde bazı problemler olacağını ve senin öncülüğünde çözüleceğini gösterir Osman. Sevgilini kaybetmemek için mücadele edeceğini, ancak bazı anlarda umutsuzluğa düşeceğini hissediyorum. Birbirinize kırıcı olan konuşmalar yapacağınızı ve gergin bir süreç geçireceğini öngörüyorum. Tüm bunların yanı sıra aranızda fikir çatışmaları ve görüş ayrılıkları yaşansa da sonunda uzlaşacağını hissediyorum. Partnerini tam olarak anlamaya gayret edeceğini ve bunun sonucunda daha sakin bir üslupla konuşacağını sezinliyorum.\nKafanı karıştıran sorularına dair de sevgilinle ayrıca konuşacağını hissediyorum. Her konuda anlaşmaya varacağınızı ve bu sayede daha huzurlu, sağlam temellere dayanan bir ilişki yaşayacağını sezinliyorum.",
    "trans": "To interpret your current situation, you've chosen the Nine of Cups. This card, which reflects recent developments in your love life, suggests you're generally satisfied with where you are. It seems like you enjoy a challenge, Osman. You might be feeling a bit drained right now, but as someone who thrives on difficulty, you likely understand that this is just a passing phase. When the person in your life pushes you a bit, it only deepens your feelings for them. The same holds true for them as well.\nAs for the final card you selected, the Ace of Swords, it suggests that there will be some problems in your relationship, but you will take the lead in addressing them. You’ll fight to keep your partner, though there will be moments of despair. There may be harsh words exchanged, leading to a tense period. Even though there will be conflicts and differing opinions, I sense that you both will ultimately reach a resolution. I see you making an effort to truly understand your partner, and through that, you will speak to each other more calmly.\nAs for the questions that have been troubling you, I feel that you will have a conversation with your partner. I sense that you will come to agreements on various matters, leading to a more peaceful and solid foundation for your relationship moving forward."
}