{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ayrıca, büyük harflerin kullanımı ile ilgili yaptığımı çalışmalara devam ettik. Öğrencilerimiz, büyük harflerin cümle başında, özel isimlerde ve bazı kural gerektiren durumlarda nasıl kullanıldığını öğrendikten sonra bununla alakalı alıştırmalar yaptılar.\n•Cambridge programına destek olan matematik dersimizde;\nBu hafta matematik dersimizde simetri konusuna devam ettik. Ayna üzerinden simetri, çevremizde simetriye örnek verebileceğimiz nesneler vb. örnekler üzerinden konumuzu detaylı bir şekilde bitirdik.\n•Sosyal Bilgiler Dersimizde:\nBu hafta sosyal bilgiler kültürel değerlerimiz, saygılı olmak kavramlarının üzerinde durulduğu metinlet hakimdi. Bu metinler üzerinden sesli ve sessiz okumalar yaptık. Okuduğumu metinler üzerinden farklı senaryolar oluşturarak sınıf içerisinde beyin fırtınası tekniğini kullanarak çeşitli tartışmalar yaptık. Sosyal bilgiler dersimizde de ünite değerlendirme sorularını çözerek ünitemizi tamamlamış olduk.\n•Cambridge programına destek olan fen bilgisi dersimizde;\nFen Bilgisi dersimizde Tozlaşma konusuna devam ettik. Tozlaşma ile ilgili yaptıkları deneyler üzerine konuştuk ve analiz ettik\n⚠️ Sevgili velilerim,\nBu hafta Türkçe, Matematik ve Sosyal Bilgiler derslerinden olmak üzere 3 tane değerlendirme olduk.\n⚠️ 29 Ekim kutlamaları için çocuklardan ‘’ Ey Özgürlük’’ şarkısına çalışmalarını istiyorum. Zülfü Livaneli’ye ait bu parçayı internet üzerinden rahatlıkla bulabilirsiniz. Onlara bu çalışmalarında destek olursanız çok sevinirim.",
    "trans": "We also continued our activities on the use of capital letters. After learning how capital letters are used at the beginning of sentences, in proper nouns, and in certain rule-required situations, our students practiced with related exercises.\n•In our math class supporting the Cambridge program:\nThis week, we continued the topic of symmetry in math class. We completed our topic in detail by discussing mirror symmetry and examples of symmetrical objects in our environment.\n•In our Social Sciences class:\nThis week in social sciences class, we focused on texts about our cultural values and the concept of respect. We conducted both loud and silent readings of these texts. Using the texts we read, we created different scenarios and held various discussions in class through brainstorming techniques. We also completed our unit by solving unit review questions in social sciences.\n•In our science class supporting the Cambridge program:\nIn our science class, we continued with the topic of pollination. We discussed and analyzed the experiments our students conducted on pollination.\n⚠️ Dear parents,\nThis week, we had three assessments in Turkish, Math, and Social Sciences.\n⚠️ For the celebrations of October 29th, I kindly ask the children to practice the song “Ey Ozgurluk” by Zulfu Livaneli. You can easily find this song online. I would greatly appreciate your support in helping them with this practice."
}