{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Yok... ders çalışıyordum ben de.\" dedi Hazal. \"Kolay gelsin sevgilime.\" Barış gülümsedi. \"Geldiğinde uyanık olurum muhtemelen.\" dedi Hazal, Barış gerildi. \"Sevgilim aslında... sabah yine antrenman var, ben burada kalsam daha iyi.\" Hazal buna bozuldu ama belli etmedi. Özlemişti Barış'ı. Yine de o bu sıralar iyice agresifken bir şey dememek en iyisiydi. Barış başarmak, biri olabilmek için çok çabalıyordu.\n\"Tamam o zaman. Sana da kolay gelsin.\" dedi. Barış onu biraz olsun yumuşatmak için fısıldadı. \"Seni çok seviyorum.\" Hazal güldü. \"Ben de seni çok seviyorum, iyi geceler.\" Kapatıp mutlu bir şekilde dersine geri döndü. Okula gitmeden evvel beş saat uyudu.\nGitti ve sınavını verdi. Açıkçası berbat geçmişti ama bunu kimseye söylemeyecekti. Sonra en yüksek notu alınca kızıyordu arkadaşları. Ama Hazal'ın standartlarına göre kötüydü.\nBarış bu esnada harika bir maç geçirmişti. Tam iki gol atmıştı. Maçtan sonra hocası yanına geldi. Yüz ifadesi ciddiydi. \"Barış Alper beni takip et.\" Kasıldı Barış, ama belli etmedi. Hocasıyla arası genel olarak iyiydi. Bir şey demeden peşinde gitti. Hoca kendi odasına girdiğinde peşinden girdi. Nutku tutuldu.\nKarşısında Fatih Terim vardı.",
    "trans": "Hazal hesitantly closed her laptop and sighed. \"No... I was just studying,\" she said. \"Good luck, my love.\" Barış smiled softly. \"I'll probably still be awake when you get back,\" Hazal added, but Barış's expression stiffened.\"Actually, my love... I have training again in the morning. It's better if I stay here,\" he replied cautiously. Hazal felt a pang of disappointment but chose not to show it. She missed him, but she knew it was best not to push while he was this tense. Barış was giving everything he had to succeed, to become someone.\n\"Alright then. Good luck to you too,\" she said, masking her feelings. Sensing her restraint, Barış softened his tone and whispered, \"I love you so much.\" Hazal smiled warmly. \"I love you too. Goodnight.\" She hung up and returned to her studies with a renewed sense of calm. Before heading to school the next morning, she managed to get five hours of sleep.\nThe exam didn’t go well—or at least not by Hazal’s standards. She wouldn’t tell anyone, though. Whenever she scored the highest marks, her friends would get annoyed, so she preferred to keep quiet.\nMeanwhile, Barış had an incredible game. He scored two goals, securing a win for his team. After the match, his coach approached him with a serious expression. \"Barış Alper, follow me,\" he commanded. Barış’s stomach tightened, but he didn’t let it show. He generally had a good relationship with his coach, so he obeyed silently.When they entered the coach's office, Barış froze.\nSitting inside, waiting for him, was none other than Fatih Terim."
}