{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Dizide şu an Seyran'ı; kendi deyimiyle bir daha girmek istemediği cehenneme, S ile olan nikâha evet diyip o imzayı atarak farkında olmadan bizzat kendi kendini sokarken görüyoruz.\nFerit kısmına geldiğimizde bir daha evlenmek ve çocuk sahibi olmak istemediğini fragmanda duyduk. Ama tıpkı Seyran gibi Ferit'in de bizzat kendisini o istemediği duruma farkında olmadan soktuğunu göreceğimizi düşünüyorum. Yani sanırım ayrılmak isteyen D karşımıza gelişen olaylarda göbeklimsi versiyonda çıkacak diye düşünüyorum.\nFakat Seyran nasıl cinsel birliktelik yaşamadıysa Ferit de yaşamamıştır(evet hala savunuyorum bunu😌).\nAlıntıladığım tweette de bahsettiğim gibi S ile ilgili bi b*kluk çıkmışsa D ile ilgili de çıkacaktır.\nBu yüzden bence o nikah sahte.\nD'nin *teorime göre* göbeklimsi olması da zamanında Ferit'in söylediği gibi fiziksel olarak mümkün değil.\nPeki diyeceksiniz Sema nasıl birlikte olmadı bunlar? Bi uyku ilacına bakar canikolar. Ki ilaç konusunda maşallahı var ablanın her gün veriyor bir şeyler ama o verdiği hapın da ilaç olduğunu düşünmüyorum ben nesse o sonraki konu.",
    "trans": "In the series, we now see Seyran while she is putting herself into hell by saying yes in the wedding ceremony and signing it without realising, to a place where she said she will never be in again.\nWhen we come to Ferit's part, we hear that he would never get married and have a child again in the trailer. But I think, like Seyran, we will see Ferit put himself in a similar situation unknowingly. So I guess, D who wants to break up with will show up in the progressing events with a bigger belly.\nHowever, just as Seyran did not have a sexual relationship, Ferit did not have either (yes I still support this😌).\nAs I mentioned in the tweet I quoted if there is any sh*tty situation going on with S, there will be one with D too.\nThat's why I think that wedding is fake.\n*According to my theory* D having a belly is not physically possible like Ferit said once.\nNow you will ask me Sema how come they have never been in a relationship? This is only a matter of a sleeping pill dears. Though that woman has some stamina for the pills, they give her something every day but I don't believe that those are pills anyway, but that's another story."
}