{
    "source": "tr_TR",
    "target": "en_US",
    "text": "20. Seçmek istediğim masa 4 kişilik. 2 kişi olarak gelebilir miyiz?\nHer masanın kapasite sayısı ve oturabilecek minimum kişi sayısı bulunmaktadır. Misafirlerimiz eğer isterlerse minimum kişi sayısında ödeme yapabilir fakat daha az sayıda katılım sağlayabilirler.\n21. Kule dönüyor mu?\nÇamlıca Kulesi sabittir, dönmez.\n22. Otopark var mı?\nKulenin giriş bölümünde yirmi araç kapasitesinde otopark bulunmaktadır. Yer olmaması durumunda misafirlerimiz araçlarını cadde üzerinde müsait alanlara park edebilirler. Kapalı otopark ve vale hizmetimiz yapım aşamasındadır.\n23. Organizasyon hizmetiniz var mı?\nOrganizasyon hizmetimiz bulunmamaktadır. Özel günleriniz için masaya eklemek istediğiniz süsler var ise rezervasyon saati yaklaşmadan önce danışmaya ulaştırmanız gerekmektedir.\n24. Fiks menü var mı?\nRestoranımızda fiks menü bulunmamaktadır.\n25. Restoran veya kafede evlilik teklifi edebilir miyim? Doğum günü kutlayabilir miyim?\nEvet restoran ve kafemizde konfeti patlatmak ve masaya direkt olarak mum koymak haricinde kutlama yapabilirsiniz.\n26. Restoranda bütün pasta bulunuyor mu? Dışarıdan pasta getirebilir miyiz?\nRestoran ve kafemizde yalnızca dilim pasta servisimiz mevcuttur. Misafirlerimiz doğum günü kutlaması için dışardan pasta getirebilirler.",
    "trans": "20. The table I want to choose is for 4 people. Can we come as 2 people?\nEach table has a capacity number and a minimum number of people required to sit. If our guests wish, they can pay for the minimum number of people but participate with fewer.\n21. Does the tower rotate?\nNo, the Çamlıca Tower is stationary and does not rotate.\n22. Is parking available?\nThere is a parking area with a capacity of  20 vehicles at the tower's entrance. If it is full, guests may park on nearby streets where spaces are available. A closed parking area and valet service are currently under construction.\n23. Do you offer event planning services?\nWe do not offer event planning services. If you wish to add decorations to your table for special occasions, please deliver them to the reception desk before your reservation time.\n24. Do you offer a set menu?\nNo, our restaurant does not offer a set menu.\n25. Can I propose at the restaurant or café? Can I celebrate a birthday?\nYes, you may celebrate special occasions at the restaurant or café, except for popping confetti or placing candles directly on the table.\n26. Is a full cake available at the restaurant? Can we bring a cake from outside?\nWe only have sliced cake service at our restaurant and café. Our guests can bring a cake from outside for birthday celebrations."
}