{
    "source": "tr_TR",
    "target": "en_US",
    "text": "O bana bunları söylerken daha ne diyebilirdim ki? Üstelik dürüsttü de. Anlıyordum artık her hâlinden tavrından ne zaman gerçek Alaz'ı gördüğümü, ne zaman oynadığını... Ben de çok korkuyordum ama ona nasıl git diyebilirdim ki? Bütün korkularım onun gitmesine çıkıyordu zaten. Bunu nasıl kendim yapabilirdim ki?\nBaşımı salladım. Bunu gören Alaz gülümsedi.\n\"Teşekkür ederim, Asi. Çok teşekkür ederim,\" dedi. Uzanıp gözyaşlarımı sildi. \"Şimdi sana sarılabilir miyim? Seni çok özledim,\" Başını yana yatırdı ve \"Lütfen...\" diye ekledi usulca.\nBaşımı bir kez aşağı yukarı hareket ettirir ettirmez Alaz hiç vakit kaybetmeden beni kollarının arasına aldı. Başını boynuma, saçlarımın arasına gömdü ve derin nefesler aldı. \"Çok özledim seni, çok özledim. Sonunda seni buldum ya... Asi...\" diye fısıldıyordu. \"Yanımdasın, benimlesin.\" dedi sanki kendini gerçekliğime ikna etmeye çalışıyormuşçasına. Saçlarımın arasından öptü. Bense kendimi kollarına bırakmıştım. Ağır ağır ellerimi sırtında birleştirdim. Onu çok özlemiştim. Ona sokulup soluklanmaya ihtiyacım vardı. Birini ona ihtiyaç diyecek kadar çok sevmek de başlı başına korkutucuydu zaten.",
    "trans": "What else could I say when he was being so honest? I knew now when I was seeing the real Alaz, and when he was putting on an act... I was scared too, but how could I tell him to leave? All my fears revolved around him leaving anyway. How could I do it myself?\nI nodded, and seeing this, Alaz smiled.\n\"Thank you, Asi. Thank you so much,\" he said, reaching out to wipe my tears. \"Can I hold you now? I’ve missed you so much,\" he tilted his head and added softly, \"Please...\"\nAs soon as I nodded, Alaz wasted no time in wrapping his arms around me. He buried his head in my neck, among my hair, and took deep breaths. \"I've missed you so much, I’ve missed you. Now that I've found you... Asi...\" he whispered. \"You’re here, with me,\" he said as if trying to convince himself of my reality. He kissed my hair. And I let myself melt into his embrace. I clasped my hands on his back. I had missed him terribly. I needed to lean into someone I needed so desperately. Loving someone this much was terrifying in itself."
}