{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bu sefer Alaz ondan tarafa bakmazken Yaman gözünün ucuyla, hafifçe baktı Alaz'a. Alaz ise gözlerinin Yaman'dan yana kaymaması için ciddi bir çaba sarf etti. Bütün gücünün, bütün odağına buna yönlendirip, gözlerini sadece kendi arabasına dikti. Bir kere daha, Alaz'ın konuyu kendinden uzaklaştırmak için çabalaması gibi, ağabeyisi de farklı bir şeyler deneyerek susmayı seçiyordu. Her zamanki doğrularını konuşmak yerine susup, kafasını salladı Yaman da.\nBir süre sadece sessizlikte oturdular. Hava soğuktu ama yüzüne çarpan o serinlik Alaz'a iyi hissettiriyordu. Kendine getiriyordu onu biraz. Biraz sessizdi sokak bu gece. Belki mahalledekiler biliyordu yaşananları, saygı duymak istiyorlardı. Alaz daha önce gittiği cenazeleri hatırladı, dedesinin arkadaşları öldüğünde evlerine yüzlerce insan giderdi. Bir nevi davet verirlerdi. Şimdi, çok boştu her yer. Bomboş. O boş sokak Alaz'ın üstüne geldi, onu hapsetti bir an. Umut'un nasıl öldüğünü anlatmıştı annesi. Hastane odaları Alaz'a ne hissettiriyorsa Yaman'a da bu sokak onu hissettiriyor olmalıydı. Ece yıllarca hastaneye girip çıkmıştı. Alaz bir gün okuldan gelirdi de Ece'nin odasına koşucakken Feriş durdurur, Ece'nin yine hastaneye gitmesi gerektiğini anlatırdı. Alaz tepinirdi onu da Ece'nin yanına götürsünler diye. Eğer dedesi evdeyse Alaz'ı susturup odasına yollardı, eğer babası veya sadece Feriş varsa Çağla'yı da alıp hastaneye götürürlerdi onları. Çağla genelde koridorda beklerdi veya Feriş'le kafeteryaya inerdi de Alaz odaya girer Ece'nin başucuna otururdu.",
    "trans": "This time, while Alaz avoided looking in his direction, Yaman subtly glanced at him from the corner of his eye. Alaz, however, made a determined effort to keep his gaze from wandering toward Yaman. He focused all his strength and concentration on this, fixing his eyes solely on his car. Once again, just as Alaz was striving to steer the conversation away from himself, his older brother chose silence, trying something different this time. Instead of voicing his usual truths, Yaman simply nodded and stayed quiet.\nFor a while, they just sat in silence. The air was cold, but the chill hitting Alaz’s face felt good. It brought him back to himself, if only a little. The street was quieter than usual tonight. Perhaps the neighbors knew what had happened and wanted to show their respect. Alaz remembered the funerals he had attended in the past; when his grandfather’s friends passed away, their homes would be filled with hundreds of people. It was almost like hosting a gathering. But now, everything was so empty. Completely deserted. That desolate street weighed on Alaz, momentarily trapping him. His mother had told him how Umut had died. The way hospital rooms made Alaz feel must have been how this street made Yaman feel. Ece had spent years going in and out of hospitals. Alaz remembered coming home from school one day and running toward Ece’s room, only to be stopped by Feriş, who would explain that Ece needed to go to the hospital again. Alaz would throw a tantrum, demanding to be taken along to see her. If his grandfather was home, he would silence Alaz and send him to his room. But if it was just his father or Feriş, they would take Çağla and him to the hospital too. Çağla usually waited in the corridor or went down to the cafeteria with Feriş, while Alaz would enter the room and sit by Ece’s bedside."
}