{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Doğru ve kolay başvuru yapmak için başvuru yapmadanBaşvuru Kılavuzlarımutlaka okunmalıdır. Başvuru kılavuzlarına başvuru giriş ekranlarından ulaşabilirsiniz.\nBaşvurularınız değerlendirilirken başvuru formlarında beyan ettiğiniz bilgilerin ilgili kamu kurumlarından doğruluk kontrolleri yapılmakta ve gerekmesi halinde sizlerden belge talep edilmektedir. Beyan edilen bilgilerin hatalı, yanlış ya da gerçeğe aykırı olduğu tespit edildiğinde başvurunuz iptal edileceğinden vermiş olduğunuz bilgiler doğru ve gerçeğe uygun olmalıdır. Başvuru süreleri içerisinde tekrar başvuru formuna girerek başvuru formunuzda doldurmuş olduğunuz bilgilerinizi güncellemeniz/değiştirmeniz mümkündür.\nBaşvuru sürelerinin tamamlanmasının ardından Bölge Müdürlüklerimiz başvurunuzun değerlendirilmesi için belge talep edebileceğinden başvuruda beyan edilen iletişim bilgileri (adres, cep telefonu, e-posta) güncel ve kullanılıyor olmalıdır. Belge talep edilmesi halinde belirtilen sürelerde belgelerin Bölge Müdürlüklerine iletilmesi gerekmektedir. Aksi takdirde burs başvurunuz iptal edilir.\nBaşvuru formunda nüfus bilgilerinizi girebileceğiniz ekran açılmıyorsa, internete girdiğiniz yerdeki güvenlik ürünleri/cihazları formlarının açılmasını engelliyor olabilir. Özellikle kamu kurumlarından yapılan başvurularda bu sıkıntı yaşanabilmektedir. Kurumunuzun Bilgi İşlemi ile görüşmek ya da Kurum dışından başvuru yapmak sorunu çözecektir.",
    "trans": "To ensure a correct and straightforward application process, it is essential to read the Application Guides before applying. You can access the application guides through the application entry screens.\nWhen evaluating your applications, the information you provide in the application forms are verified with relevant public institutions. If necessary, you may be asked to submit supporting documents. If the declared information is found to be incorrect, inaccurate, or false, your application will be canceled. Therefore, the information you provide must be accurate and truthful. During the application period, you can re-enter the application form and update/modify the information you have filled in.\nAfter the application period ends, our Regional Directorates may request documents for the evaluation of your application. Therefore, the contact information provided in your application (address, mobile phone, email) must be current and active. If documents are requested, they must be submitted to the Regional Directorates within the specified timeframes. Otherwise, your scholarship application will be canceled.\nIf the section for entering your personal identification information in the application form does not appear, the security products/devices at the location where you are accessing the internet may be blocking the forms from opening. This issue is commonly experienced with applications made through public institutions. Consulting your institution’s IT department or applying from outside the institution may resolve the problem."
}