{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Göt herif..\" diye söylendi Alaz, telefonunu kapatır kapatmaz gözlerini devirerek. Normalde sakin olmasına rağmen böyle büyük sorunlarda anında strese girip, herkesi de kendisiyle beraber strese boğuyordu Burak. Şimdi hiç istememesine rağmen mecburen sete gitmek zorundaydı. \"Af edersin Asi Kız.\"\n\"Ne için?\"\n\"Küfrettim ya, ondan.\"\n\"Halbuki hiç de etmezsin.\" demişti Asi kahkahalarla gülerek ona bakarken. \"Tam bir İstanbul beyefendisisin günlük yaşamında.\"\n\"Uğraşma benimle.\" dedi gülerek kızı kendisine doğru yaslarken. Dudakları anında saçlarını bulmuş ve kokusunu içine çeke çeke buklelerine öpücükler kondurmuştu. \"Çok güzelsin. Çok özledim seni.\"\n\"Ben de seni özledim.\" dedi Asi gülümseyerek Alaz'ın saçlarına öpücükler kondurup, onu sırtından okşamasına müsaade ederken. \"Ama iş yerinde olman gerekmiyor mu?\"\n\"S.keyim iş yerini.\" Alaz bir anda sinir olmuş bir şekilde serzenişte bulunmuş ve hemen sonrasında ise burnunu Asi'nin saçlarına iyiden iyiye yaslayarak derin derin nefesler almıştı. \"Hiç gitmek istemiyorum. Ama Burak stresten halıları kemirmek üzere. Mecburum o yüzden.\"",
    "trans": "\"Asshole,\" muttered Alaz, rolling his eyes as he hung up the phone. Normally calm, Burak always managed to plunge into stress during major crises, dragging everyone else with him. Now, despite his reluctance, Alaz knew he had no choice but to go to the set. \"Sorry, Asi girl.\"\n\"For what?\"\n\"For swearing.\"\n\"As if you never do,\" Asi laughed, looking at him. \"You're such a gentleman in your daily life, a true Istanbulite.\"\n\"Stop teasing me,\" he said with a laugh, pulling her close to him. His lips found her hair immediately, showering her curls with kisses as he breathed in her scent. \"You're so beautiful. I've missed you so much.\"\n\"I missed you too,\" Asi smiled back, planting kisses in his hair and letting him stroke her back. \"But don't you need to be at work?\"\n\"Screw work,\" Alaz suddenly blurted out in frustration, then buried his nose deeper into Asi's hair, taking long breaths. \"I really don't want to go. But Burak's about to chew the carpets out of stress. I have to.\"\"Go then,\" Asi said, standing up to look at him. \"The kid's right. You have responsibilities.\""
}