{
    "source": "tr_TR",
    "target": "en_US",
    "text": "· Balthvs’in kurumsal sitesini incelediğimde şu tanımlar ilgimi çekti. Diyorsunuz ki; “Hikmetin dudakları, anlayışın kulakları dışında herkese kapalıdır.” / “Bütün müzikler psikedeliktir” / “Doğum hayatın başlangıcı değildir - sadece bireysel bir farkındalığın başlangıcıdır. Başka bir duruma geçmek ölüm değildir; sadece bu farkındalığın sona ermesidir.” / “Yukarıda ne varsa, aşağıda da o vardır, evde ne varsa, dışarıda da o vardır, evren ne ise, ruh da odur...” Tüm bu cümleler bana, grup olarak felsefeye ilgi duyduğunuzu ve hayatı daha derinlerde bir yerde gördüğünüzü / yaşadığınızı düşündürdü! Sorum; hayatı ve yaşamı nasıl deneyimliyor ve tanımlıyorsunuz?\nBiz, daha yüksek düzeylerin küçük bir insan bedendeki yansımasıyız. Bir şeyi hayal edebilir ve yaratabiliriz; bu sihir! Bu yeteneğin sınırlarını görmekle çok ilgileniyoruz. Bir evden, bir şarkıdan, bir imparatorluktan veya bir dinden her şey, tek bir bireysel düşünceden inşa edilmiştir. Müzik, bunu somutlaştırmanın yoludur. Bu bizim “büyük işimiz”. Ve evet, bizim evimiz!\n· Günümüzde icra edilen müzikler hakkında ne düşünüyorsunuz? Dijital ve teknoloji dünyasının müzik dünyasına etkileri ne oluyor sizce?",
    "trans": "· When I examined Balthvs’s corporate website, the following definitions caught my attention. You say: “The lips of wisdom are closed to all except the ears of understanding.” / “All music is psychedelic.” / “Birth is not the beginning of life – it is only the beginning of individual awareness. Transitioning to another state is not death; it is only the end of this awareness.” / “As above, so below; as within, so without; as the universe, so the soul...” These phrases made me think that, as a group, you have an interest in philosophy and consider / experience life at a deeper level! My question is: How do you experience and define life and existence?\nWe are the reflection of higher planes in a small human body. We can imagine and create something; this is magic! We are deeply interested in exploring the limits of this ability. Everything – from a house, a song, an empire, or a religion – is built from a single individual thought. Music is the way to materialize this. This is our “great work.” And yes, it is our home!\n· What are your thoughts on the music being created today? How do you think the digital and technological worlds are impacting the music industry?"
}