{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ömer: Duyacağız zaten (Gamze'ye doğru gülümseyerek yaklaşır.) göreceğiz de. (Gamze de gülümser.)\nGamze: Bu durumun tek artısı fazladan ultrason görüntüleri oldu galiba. Normalde tekrar iki hafta sonra görmemiz gerekiyordu ama şimdi üçüncüye –\nDoktorun asistanı: Gamze Hanım, sizi alabiliriz.\n(Muayene odasına geçerler.)\nEsen: Hoş geldiniz.\nGamze: Hoş bulduk.\nEsen: Nasılsınız?\nGamze: İyiyim, dışarıya çıktığım için çok çok iyiyim. Evden bunalmıştım biraz.\nEsen: Aslında kan testinizin sonuçları normal, yatak istirahatine gerek bile yokmuş ama önlem almak istemiş muayenenizi yapan meslektaşım. (Gamze şaşırarak Ömer'e bakar.) Şöyle alayım sizi. (Muayene edeceği yere geçerler.) Tabii ki dinlenmek de iyi gelmiştir ama korkulacak bir şey yok. Hafif bir kanama oldu demiştiniz. Tekrar bir şikayetiniz, kanamanız oldu mu?\nGamze: Yok, olmadı.\nEsen: Bu haftalarda hafif kanamalar, spotting dediğimiz lekelenmeler oldukça normal. Vücudunuz, hormonlarınız ciddi bir değişimden geçiyor, bu değişimlerin sonucunda lekelenme yaşamışsınız. Kan tahlilinde başka bir sebep görünmüyor. Şimdi ultrasonla da bakalım. (Jeli sıkar.) Kalp atışlarını duydunuz mu hastanedeyken?\nÖmer: Evet, duyduk. Çok hızlı atıyordu.\nEsen: (Gülümser.) Ben de dinletirim birazdan. (Doktor ölçümleri yaparken Gamze ve Ömer de heyecanla ekranı izliyordur.) Herhangi bir anormallik veya endişe verici bulgu yok. Bebeğinizin gelişimi normal görünüyor. (İkisi de derin bir nefes alır.) Şimdi de kalp atışlarını duyalım.",
    "trans": "Ömer: We will hear it, don't worry. (Smiles reassuringly at Gamze), we will see it, too. (Gamze smiles back.)\nGamze: The only upside to this situation seems to be extra ultrasound scans. Normally we would have had to wait another two weeks, but now this is the third time—\nDoctor's Assistant: Ms. Gamze, we're ready for you.\n(They proceed to the examination room.)\nEsen: Welcome.\nGamze: Thank you.\nEsen: How are you feeling?\nGamze: Good, really good. I was getting cabin fever at home.\nEsen: Actually, your blood test results are normal, there was no need for bed rest, but my colleague wanted to be cautious. (Gamze looks surprised at Ömer.) Let me check you over. (They move to the examination area.) Resting was probably beneficial, but there’s nothing to worry about. You mentioned minor bleeding, right? Has it happened again?\nGamze: No, it hasn’t.\nEsen: Light bleeding or spotting at this stage is quite normal. Your body and hormones are undergoing significant changes, which could have caused the spotting. Your blood tests show no other concerns. Let’s take a look with the ultrasound. (Applies the gel.) Did you hear the heartbeat at the hospital?\nÖmer: Yes, it was beating so fast.\nEsen: (Smiles.) I’ll let you listen again soon. (As the doctor does the measurements, Gamze and Ömer watch the screen eagerly.) There are no abnormalities or worrying signs. Your baby’s development looks normal. (Both sigh with relief.) Let’s listen to the heartbeat now."
}