{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tüm uygulama metodlarında;Saç uzunluğa ve yoğunluğa göre 25-100ml arası uygulama şişesine alınır.Saç 4 eşit bölüme ayrılır.Saçın yıpranmış bölümlerine ince tutamlar halinde uygulanır.\nUygulama;\nKuru ya da nemli saça uygulanabilir.\nTemiz saça uygulanması gerekir.\nTüm uygulama öncesinde mutlaka saçı Mayday Şampuan ile yıkayınve kurutarak bakıma hazır hale getirin.\nYeniden Yapılandırıcı Yoğun Saç Bakımı için: Ürün saçta 20 dk. bekletirlir.Durulama öncesi düşük ısıyla kuruturlur.Şampuan kullanılmadan durulama yapılır.Saçın fazla nemi alınarak Mayday Saç Bakım Maskesi saçın boy ve uçlarına masaj yaparak uygulanır.Ürün 10dk bekletilir ve durulanır.\nDekolore İşlemlerinde Koruyucu Bakım İçin:Ürün saçta 10 dk bekletilir ardından düşük ısı ile kurutulur.Ürünü tekrar ikinci kez aynı şekilde uygulanır ve 10dk bekletilir.Yapılmak istenilen dekolore işlem uygulamasına geçiilir.İşlem sonrası Mayday şampuan ile yıkanarak Mayday Maske uygulanır.Maske 10dk bekletilir ve durulanır.\nRenklendirme işlemlerinde koruyucu Bakım için;Saçta 10dk bekletirlir.Saç Düşük ısıyla kurutulur.Reklendirme işlemine geçilir.İşlem sonrası saç durulanır.Mayday maske uygulanır ve 5 dakika bekletilerek sonrasında durulanır.\nPerma Öncesi koruyucu Bakım için;. Durulanmadan ve beklenmeden bigudi ile sarılır.İstenilen perma ürünü uygulanınr.İşlem Sonrası Mayday saç maskesi uygulanır ve saçta 5dk bekletilerek durulanır.\nİlgili ürünler\nÜcretsiz Kargo\nBrasil Cacau Düzleştirici Saç Bakım Seti 3x110ml 7898606741723\n₺1,000.00\nDevamını oku\nFavorilerime Ekle\nKarşılaştır\nÜcretsiz Kargo\nInsight Densifying Zayıf Saçları Güçlendirici Losyon 100ml\n₺1,049.00\nDevamını oku\nFavorilerime Ekle",
    "trans": "In all application methods, 25-100 ml of the product is taken into the application bottle depending on the hair length and density. The hair is divided into four equal sections. It is applied in fine strands to the damaged parts of the hair.\nApplication:\nCan be applied to dry or damp hair.\nMust be applied to clean hair.\nBefore any application, wash the hair with Mayday Shampoo and dry it to prepare it for care.\nFor Intensive Reconstructive Hair Care: The product is left on the hair for 20 minutes. Before rinsing, it is dried with low heat. Rinse without using shampoo. Remove excess moisture and apply Mayday Hair Care Mask by massaging it into the mid-lengths and ends of the hair. Leave the product on for 10 minutes and rinse.\nFor Protective Care During Bleaching Processes: Leave the product on the hair for 10 minutes, then dry with low heat. Apply the product a second time in the same manner and leave it for 10 minutes. Proceed with the desired bleaching process. After the procedure, wash the hair with Mayday Shampoo and apply the Mayday Mask. Leave the mask on for 10 minutes and rinse.\nFor Protective Care During Coloring Processes: Leave the product on the hair for 10 minutes. Dry the hair with low heat. Proceed with the coloring process. After the procedure, rinse the hair. Apply the Mayday Mask, leave it on for 5 minutes, and then rinse.\nFor Protective Care Before Perming: Apply the product without rinsing or waiting and wrap the hair with curlers. Apply the desired perm product. After the process, apply Mayday Hair Mask, leave it on for 5 minutes, and rinse.\nRelated Products\nFree Shipping\nBrasil Cacau Straightening Hair Care Set 3x110ml 7898606741723\n₺1,000.00\nRead More\nAdd to Favorites\nCompare\nFree Shipping\nInsight Densifying Lotion for Strengthening Weak Hair 100ml\n₺1,049.00\nRead More\nAdd to Favorites"
}