{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Address for Correspondence/Yazışma Adresi: Ömer Karaşahin MD, Erzurum Regional Training and Research Hospital, Clinic of Infectious Diseases and Clinical Microbiology, Erzurum, Turkey\nPhone: +90 553 660 48 31 E-mail: mrkrhsn@hotmail.com ORCID ID: orcid.org/0000-0002-4245-1534 Received/Geliş Tarihi: 16.02.2019 Accepted/Kabul Tarihi: 20.01.2020\n©Copyright 2020 by the Infectious Diseases and Clinical Microbiology Specialty Society of Turkey Mediterranean Journal of Infection, Microbes and Antimicrobials published by Galenos Yayınevi.\nPublished: 11 February 2020\nÖzger et al. Mediterr J Infect Microb Antimicrob Conditions Associated with Relapse in Brucellosis 2020;9:1\nÖz\nBulgular: Toplam 1.296 hasta çalışmaya dahil edildi. Hastaların yaş ortancası 42 (31-54); 631’i (%48,7) kadın idi. Olguların 448’inde (%34,6) bir veya daha fazla komplikasyon tespit edildi. Hastaların 1.125’ine (%86,8) iki ilaç antibiyotik kombinasyonu verildi ve 171’ine (%13,2) üç ilaç antibiyotik kombinasyonu uygulandı. Üç yüz on altı (%24,4) hastaya bir aminoglikozid içeren kombinasyon tedavi uygulandı. Relaps 110 (%8,5) hastada meydana geldi ve tüm hastaların 105’inde (%8,1) tedavi yetersizdi. Osteoartiküler komplikasyonlar nüks olanlarda nüks olmayanlara göre daha sık bulunmuştur (%33,6-18,5, p<0,001). Bruselloz olgularında osteoartiküler komplikasyon varlığının [odds oranı (OR): 2,413 güven aralığı (CI): 95; 1,550-3,756] ve uygunsuz tedavi süresinin [OR: 2,861 (CI: 1,645-4,974)] relaps enfeksiyon gelişimini artırdığı, aminoglikozid içeren tedavi kombinasyonlarının [OR: 0,432 (CI: 0,249-0,752)] ise relaps gelişimini azalttığı tespit edildi.",
    "trans": "Address for Correspondencei: Ömer Karaşahin MD, Erzurum Regional Training and Research Hospital, Clinic of Infectious Diseases and Clinical Microbiology, Erzurum, Turkey\nPhone: +90 553 660 48 31 E-mail: mrkrhsn@hotmail.com ORCID ID: orcid.org/0000-0002-4245-1534 Received:16.02.2019 Accepted: 20.01.2020\n©Copyright 2020 by the Infectious Diseases and Clinical Microbiology Specialty Society of Turkey Mediterranean Journal of Infection, Microbes and Antimicrobials published by Galenos Yayınevi.\nPublished: 11 February 2020\nÖzger et al. Mediterr J Infect Microb Antimicrob Conditions Associated with Relapse in Brucellosis 2020;9:1\nAbstract\nFindings:A total of 1,296 patients were included in the study. The median age of the patients was 42 years (range: 31-54), and 631 (48.7%) were women. One or more complications were identified in 448 cases (34.6%). A two-drug antibiotic combination was administered to 1,125 patients (86.8%), while a three-drug combination was given to 171 patients (13.2%). Combination therapy including an aminoglycoside was applied to 316 patients (24.4%). Relapse occurred in 110 patients (8.5%), and treatment failure was observed in 105 patients (8.1%). Osteoarticular complications were more frequent in patients with relapse compared to those without relapse (33.6% vs. 18.5%, p<0.001). It was determined that the presence of osteoarticular complications in brucellosis cases [odds ratio (OR): 2.413, confidence interval (CI): 95%; 1.550-3.756] and inappropriate treatment duration [OR: 2.861, CI: 1.645-4.974] increased the likelihood of relapse infection. In contrast, treatment combinations containing aminoglycosides [OR: 0.432, CI: 0.249-0.752] were found to reduce the risk of relapse."
}