{
    "source": "tr_TR",
    "target": "en_US",
    "text": "TUSAŞ'ın Ankara'nın Kahramankazan ilçesindeki tesislerinde patlama ve silah seslerinin duyulması üzerine bölgeye güvenlik güçleri, itfaiye ve sağlık ekibi sevk edildi.\nSÖZCÜ TV muhabiri İlknur Yağumli, \"TUSAŞ'ta terör saldırısı olduğu, çatışmanın devam ettiği iddia edildi. Ana giriş kapısında nizamiyeye doğru bir kişinin yaklaştığı ve o sırada çatışmaların başladığı gelen iddiaların arasında yer alıyor. TUSAŞ'ta çalışanların dışarıdan bir patlama sesi duyduğunu söyledi.\" dedi.\nSIĞINAKTAKİ GÖRGÜ TANIĞI KONUŞTU\nSÖZCÜ TV sunucusu Senem Toluay Ilgaz görgü tanıklarının, \"Üç kişilik terörist grup saldırıyı gerçekleştirildi. Kapı girişine bomba atıldı. Çatışma çıktı. Rehineler var. Arka binada sığınaktayız\" dediğini aktardı.\nSaldırgandan ilk fotoğraf\nSALDIRININ GERÇEKLEŞTİĞİ YERE YAKIN OKULDA ÖĞRENCİLER TUTULUYOR\nOlayın gerçekleştiği yere yakın bir okul var. Öğrenciler güvenlik amacıyla okulda tutulmaya devam ediliyor.\nPERSONEL SIĞINAKLARA GÖNDERİLDİ\nGüvenlik nedeniyle personelin sığınaklara yönlendirildiği belirtildi. Olay yerine güvenlik güçleri, itfaiye ve sağlık ekipleri sevk edildi.\nMANSUR YAVAŞ: DERİN ÜZÜNTÜ İÇERİSİNDEYİM\nAnkara Büyükşehir Belediye Başkanı Mansur Yavaş, \"Ankara’da TUSAŞ tesisinde meydana gelen çatışma ve terör saldırısı nedeniyle derin üzüntü içerisindeyim. Şehitlerimize Allah’tan rahmet, yaralılarımıza acil şifalar diliyorum. Terörü lanetliyoruz. Başımız sağ olsun\" ifadesini kullandı.",
    "trans": "Upon hearing explosions and gunfire at TUSAS facilities in Kahramankazan, Ankara, security forces, firefighters, and medical teams were dispatched to the area.\nSOZCU TV reporter Ilknur Yagumli reported, \"There are claims that a terrorist attack occurred at TUSAS and that clashes are ongoing. Allegedly, an individual approached the main gate guardhouse, where clashes began. Employees at TUSAS said they heard an explosion coming from outside.\"\nEYEWITNESS IN THE SHELTER SPEAKS\nSOSZCU TV anchor Senem Toluay Ilgaz relayed eyewitness accounts stating, \"A three-member terrorist group carried out the attack. A bomb was thrown at the entrance gate. Clashes broke out. There are hostages. We are in a shelter in the rear building.\"\nFIRST PHOTO OF THE ATTACKER RELEASED\nSTUDENTS HELD AT A NEARBY SCHOOL FOR SAFETY\nThere is a school near the incident site. Student are being kept inside for security reasons.\nPERSONNEL DIRECTED TO SHELTERS\nPersonnel were reportedly directed to shelters for safety. Security forces, firefighters, and medical teams were deployed to the scene.\nMANSUR YAVAS: \"I AM DEEPLY SADDENED\"\nAnkara Metropolitan Mayor Mansur Yavas stated, \"I am deeply saddened by the clashes and terrorist attack at the TUSAS facility in Ankara. I pray for mercy for our martyrs and a speedy recovery for the injured. We condemn terrorism. We give our sincere condolences.\""
}