{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Umarım Asini bir şeyi değildi bu adam, öyleyse mahvolurdu. Kendisi hiç asiye bunu yapmazken o... O kadar mı kolaydı asi için? Başkasını sevecek, onunla bir evde yaşayacak, onu öpecek, belki se... kadar kolay mıydı? O kadar mı kolay atlatmıştı her şeyi? Demek ki sevmiyordu alazı kendisinin asiyi tüm hücreleriyle sevdiği kadar. Asi onu sevmiyordu. Asiyi suçlamak işine gelmişti. O böyle mahvolmuşken ölümlerden ölümlere atlamışken asinin üzerinde hiçbir etkisi olmamıştı. Asinin hayatında bu kadar etkisiz olmasını kendine yedirememişti, o kapının önünde yumruğunu sıkmış bekliyordu. Asiyi o kadar mahvetmemişti demek ki, yakıp kül etmemişti. Sadece kendisi yanmıştı kendi cehenneminde. Asi mahvolmamıştı.\n—Pardon kimsiniz? Ne için gelmiştiniz? diye sormuştu adam .\n—Bb ben asi diye birini arıyordum da burada yaşıyormuş.\n—Asi??? Ha evet benden önceki kiracıdan bahsediyordunuz sanırım. O burada yaşamıyor artık, ben de onun buradan çıkacağını öğrenince taşınmıştım . Bir dakika arkadaşımı çağırayım o aradığınız kişiyi tanıyor.\nAdam asinin bir şeyi çıkmayınca içine su serpilmişti. Yumruğunu sıkmayı bırakmıştı, elini gevşetince ellerinin içinin beyaz yerleri yeniden kanla dolmuştu.\nAdam içeri geçip birilerine seslendi. Sonra genç bir kadın kapıya geldi.\n—Merhaba\n—Merhaba. Asiyi arıyormuşsunuz\n—Evet siz onun arkadaşı mısınız?",
    "trans": "I hope Asi wasn’t something to him; if she was, it would ruin everything. While he could never do such a thing to Asi, for her... Was it that easy? To love someone else, to live in a house with them, to kiss them, maybe even... Was it really that easy? Had she gotten over everything so quickly? Clearly, she didn’t love Alaz as much as he loved her with every fiber of his being. Asi didn’t love him. Blaming Asi had been convenient for him. While he was utterly destroyed, plunging from one death to another, Asi hadn’t been affected at all. He couldn’t bear the fact that he had so little impact on her life. Standing there at the door, his fist clenched, he waited. Asi hadn’t been devastated as he had. She hadn’t been burned to ashes. It was only he who had burned in his own hell. Asi wasn’t destroyed.\n—“Excuse me, who are you? Why are you here?” the man asked.\n—I... I was looking for someone named Asi. I heard she lived here.\n—Asi??? Oh, yes, you must be talking about the previous tenant. She doesn’t live here anymore. I moved in when I learned she was leaving. One moment, let me call my friend. They know the person you’re looking for.\nWhen the man realized Asi wasn’t involved, he felt a wave of relief wash over him. He loosened his clenched fist, and as his fingers relaxed, the pale areas of his palms began to fill with blood again.\nThe man called out to someone inside. Soon, a young woman came to the door.\n—“Hello,” she said.\n—Hello. You’re looking for Asi?\n—Yes, are you her friend?"
}