{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Hayır dersem takımın yarısının gelmeyeceğini biliyorum o yüzden evet. Zorundayız.\"\n\"Ben zorunda olmasak bile katılırım. Manyak mısınız siz mis gibi etkinlik.\" Diyen Ebrar'a göz devirip önüme döndüm.\nBen katılmayacaktım. Her ne pahasına olursa olsun istemediğim bir herde bulunmayacaktım. federasyonun bir saçma talebini daha mecburi bir şekilde karşılamayacaktım. Anlamaları lazımdı artık bizim ünlü insanlar değil de sporcu insanlar olduğumuzu.\n\"Aklından geçen o saçma düşünceleri çok iyi biliyorum ama yapmayacaksın. Tıpış tıpış sen de geleceksin o davete.\"\nYanımda kısık sesle konuşan Simge'ye döndüm gülerek. \"Hiç sanmıyorum be Simge.\"\n\"Hande!\"\nSimge'yi de umursamadan ayağa kalkıp çantamı aldım ve soyunma odasından dışarı çıktım.\nHazırlık maçı yapmıştık Sırbistan'la. Dün yapılan maçta oynatılmamıştım. Bugün oynadığımda onun ve günlerdir yemeden içmeden çalışıyor olmanın hırsıyla oynamıştım. Çıktığımızda koçun benden memnun olduğunu görebiliyordum ve gözlerindeki o memnun ifade günlerdir biriken tüm yorgunluğumu alıp götürmüştü.\n\"Az bekle be kadın! Ölüyoruz arkandan yetişeceğiz diye.\"\nKaşlarımı çatıp arkamı döndüğümde nefes nefese yetişmeye çalışan İlkin ve Elif'i gördüm.\n\"Ben de geliyorum!\" Henüz gözükmese de Ebrar'ın da sesi gelmişti.\n\"Bana mı diyorsunuz?\"\nNefes nefese yanıma geldiklerinde İlkin başını omzuma yaslayıp homurdandı.\n\"Öldüm koşturmaktan. Öldüm.\"\n\"Siz niye benim peşimden koşuyorsunuz ki?\"\nElif sırıtmaya başladığında hoşuma gitmeyecek bir yeni şeyin de onlarcan çıkacağını anlamıştım.",
    "trans": "\"Even if I say no, I know half the team won’t come, so yes. We have to.\"\nI rolled my eyes at Ebrar who said \"I would join even if we didn’t have to. Are you all crazy? It’s such a great event,\" and I turned my attention back to what was in front of me.\nI wasn’t going to join. No matter the cost, I wouldn’t be somewhere I didn’t want to be. I wasn’t going to comply with yet another ridiculous demand from the federation. They needed to understand that we were not celebrities but athletes.\n\"I know exactly what those ridiculous thoughts in your head are, but you’re not doing that. You’re coming to that event whether you like it or not,\" Simge whispered next to me.\nI looked at Simge, speaking softly beside me, and grinned. \"I don’t think so at all, Simge.\n\"Hande!\"\nIgnoring Simge, I stood up, grabbed my bag, and left the locker room.\nWe had played a friendly match against Serbia. I hadn’t been played in yesterday’s match. But today, driven by the frustration of not playing and the days of intense, almost obsessive training, I played with determination. When we left the court, I could tell from the coach’s satisfied expression that he was pleased with me, and that look in his eyes wiped away all the exhaustion I had accumulated over the past days.\n\"Hold on, woman! We’re dying trying to catch up to you.\"\nI furrowed my brows and turned around to see Ilkin and Elif, breathless, trying to keep up.\n\"Wait for me too!\" Even though she wasn’t visible yet, Ebrar’s voice could be heard in the distance.\n\"Are you talking to me?\"\nWhen they finally caught up, gasping for air, Ilkin leaned her head on my shoulder and grumbled.\n\"I’m dead from running. Dead.\"\n\"Why are you even chasing after me?\"\nAs Elif began to smile, I understood that something else, which I wouldn't enjoy, would emerge from them."
}