{
    "source": "tr_TR",
    "target": "en_US",
    "text": "“Akkuyu NGS, tek başına ülkenin elektrik ihtiyacının yaklaşık %10’unu karşılayacak ve atmosfere salınan karbondioksit miktarını yılda yaklaşık 18 milyon ton azaltacak”\nRusya Federasyonu’na bağlı Tataristan Cumhuriyeti’nin başkenti Kazan’da “Rusya-İslam Dünyası: Kazan Forum 2023” başlıklı 16. Uluslararası Ekonomi Forumu düzenlendi.\n2009 yılında başlayan ve Rusya ve İslam İş Birliği Teşkilatı arasında ticari, ekonomik, bilimsel, teknik, sosyal ve kültürel ilişkilerin güçlendirilmesi için etkili bir platform haline gelen foruma bu yıl 80 ülke katıldı. Forum kapsamında 130 anlaşma ve mutabakat zaptı imzalandı.\nForumun iş programında aktif rol alan Rusya Devlet Nükleer Enerji Kuruluşu Rosatom’un Orta Doğu ve Kuzey Afrika Direktörü ve Bölge Başkan Yardımcısı Alexander Voronkov, iklim değişikliği ve Rusya ile Mısır arasındaki iş birliğinin ele alındığı yuvarlak masa toplantılarına katıldı.\n“İklim Sürdürülebilirliği: Rusya ve İslam İş birliği Teşkilatı Diyaloğu” başlıklı yuvarlak masa toplantısında konuşma yapan Alexander Voronkov, enerji piyasasında ortaya çıkan dalgalanma eğiliminde, yatırım ve insanların refah düzeyi riskinin yüksek olduğunu vurguladı. Voronkov, bu nedenle, düşük karbonlu çözümlere dayalı enerji kaynaklarının çeşitlendirilmesinin her ülke için son derece önemli olduğuna dikkati çekti.",
    "trans": "\"Akkuyu NPP will meet approximately 10% of the country's electricity needs on its own and reduce the amount of carbon dioxide released into the atmosphere by about 18 million tons annually.\"\nThe 16th International Economic Forum titled \"Russia-Islamic World: Kazan Forum 2023\" was held in Kazan, the capital of the Republic of Tatarstan, which is part of the Russian Federation.\nFirst launched in 2009, the forum has become an effective platform for strengthening commercial, economic, scientific, technical, social, and cultural relations between Russia and the Organization of Islamic Cooperation. This year, 80 countries participated in the forum, and 130 agreements and memorandums of understanding were signed.\nThe State Atomic Energy Corporation Rosatom, actively involved in the forum's business program, was represented by Alexander Voronkov, its Middle East and North Africa Director and Regional Vice President. Voronkov participated in roundtable discussions addressing climate change and cooperation between Russia and Egypt.\nSpeaking at the roundtable titled \"Climate Sustainability: Dialogue Between Russia and the Organization of Islamic Cooperation,\" Alexander Voronkov highlighted the high risks to investments and people's welfare levels due to fluctuations in the energy market. He emphasized the critical importance of diversifying energy sources based on low-carbon solutions for every country."
}