{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tablo 2’deki bir çok gözlem Dünya’nın farklı noktala- rındaki rekreasyon alanları için de söylenebilecek genel gözlemlerdir. Ancak, bağlama özgü ve kültürel bir mesele olarak Maltepe-Kartal sahil şeridinin piknik alanı olarak kullanılması; yoğun mangal dumanın yarattığı karbonmo- noksit (CO) salınımıyla oluşan hava kirliliği ile mekan kali- tesinin düşmesi ve alanın kullanım amacı dışına çıkılması dikkat çeken yerel bir problemdir. İstanbul’un diğer kıyı alanlarında da gözlenen, tartışılan ve şikayet edilen durum mevcut literatürde çok da üzerine değinilen bir problem olmamıştır.\nÜlkemizdeki kamusal alanlar “herkesin” alanı olma- sından ziyade “hiç kimsenin” alanıdır (Tanyeli, 2005). İstanbul’un kıyılarında yapılan piknik aktivitesinin de sebe- bi bu alanların birer kamusal alan olarak benimsenmemiş olması Tanyeli’nin değindiği gibi “herkesin alanı değil, hiç kimsenin alanı” olarak görülmesinden kaynaklanmaktadır (Güner, 2010). Mangal kültürü Osmanlı zamanındaki me- sire kültüründen gelmektedir. Burada önemli olan, piknik yapılan, mangal yakılan mesire alanlarının kimsenin mül- kiyetinde olmayan, atıl alanlar olarak görülmesidir (Güner, 2010). Bir başka deyişle, piknik ve mangal meselesi alanın kullanıcılar tarafından benimsenmediğinin, sahiplenilme- diğinin bir göstergesi olabilir.\nİstanbul il sınırları içerisinde mangal yakmanın serbest olduğu piknik alanları elbette ki mevcuttur: Tayakadın pik-",
    "trans": "Many of the observations in Table 2 can be considered general observations applicable to recreation areas in different parts of the world. However, as a context-specific and cultural issue, the use of the Maltepe-Kartal coastline as a picnic area, leading to air pollution caused by the carbon monoxide (CO) emissions from dense barbecue smoke, lowers the quality of the space and highlights the misuse of the area. This local problem, which is also observed, debated, and complained about in other coastal areas of Istanbul, has not been extensively addressed in the existing literature.\nIn our country, public spaces are perceived not as spaces belonging to \"everyone\" but rather as spaces belonging to \"no one\" (Tanyeli, 2005). The reason behind the picnic activities on Istanbul's coasts stems from the perception of these spaces not as public areas but as \"no one's space,\" as Tanyeli points out (Guner, 2010). The barbecue culture originates from the picnic culture of the Ottoman era. What is noteworthy here is that that picnic and barbecue areas are perceived as unused spaces that do not belong to anyone, ownerless spaces (Güner, 2010). In other words, the issue of picnics and barbecues could be an indicator that the users do not embrace or take ownership of the area.\nOf course, there are designated picnic areas within Istanbul’s city limits where barbecuing is permitted, such as Tayakadin Picnic Area."
}