{
    "source": "tr_TR",
    "target": "en_US",
    "text": "1\nCüneyd onun sesini duymasıyla yavaşça sağa çekti. Başını direksiyona yasladığında Zeynep hızla ona baktı.\n\" Cüneyd... İyi misin?\"\nOna dokunmak, sarılmak istedi ama yapamadı Zeynep. Feyza'ya her ne kadar öyle şeyler demiş olsa da yalan yoktu, bazen insan sadece sevdiğine sıkı sıkı sarılmak istiyordu. Cuneyd başını direksiyondan çekti. Geriye yasladı.\n\" Özür dilerim.\"\nZeynep merakla sordu.\n\" Ne için?\"\nZeynep'e döndü.\n\" Her şey için. Bugün dediğinde fark ettim. Seni sürekli azarladım, kovdum, gecenin bir vakti evden yolladım seni. İstemediğin bir evliliğin içine sürükledim seni. 45 yaşındaki kadınlarla, 20'lerindeki kuzenimle uğraşmak zorunda bıraktım. Hastanelere düştün, karakollara düştün. Sana hak ettiğin hiçbir şeyi vadedemiyorum bile. Sahte bir evlilikte hapsettim seni. Yine benim yüzümden dergahta adına leke sürülmeye çalışıldı. Hepsi de benim yüzümden. Özür dilerim Zeynep, seni mutlu edemedim.\"\n1\nCüneyd'in Zeynep'in gözlerinin içine bakarak dolu gözlerle söylediği sözleri Zeynep de dolu gözlerle dinledi. Her şeyin farkındaydı Cüneyd, zamanında yaptıklarının da.",
    "trans": "1\nCuneyd slowly veered to the right as he heard her voice. When he rested his head on the steering wheel, Zeynep quickly looked at him.\n\"Cuneyd... Are you okay?\"\nZeynep wanted to touch him, to hug him, but she couldn’t. Even though she had said such things to Feyza, there was no lie, sometimes one just wanted to hug the person they loved tightly. Cuneyd pulled his head away from the steering wheel and leaned back.\n\"I’m sorry.\"\nZeynep asked in curiosity.\n\"For what?\"\nHe turned to Zeynep.\n\"For everything. I realized what you said today. I constantly scolded you, kicked you out, sent you away at an hour of the night. I dragged you into a marriage you didn’t want. I forced you to deal with 45-year-old women and my cousin in her 20s. You ended up in hospitals, police stations. I can’t even promise you anything you deserve. I trapped you in a fake marriage. Again, because of me, they tried to tarnish your name at the lodge. All of it was because of me. I’m sorry, Zeynep, I couldn’t make you happy.\"\n1\nCuneyd looked into Zeynep's eyes and said these words with teary eyes, and Zeynep listened with teary eyes as well. Cuneyd was fully aware of everything he had done, as well as the things he had done in the past."
}