{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Dağ Tiyatrosu Ekibi, dengbêjliğiyle adını Kürt tarihine yazdıran Evdalê Zeynikê’nin hayat hikayesini tiyatroya uyarladı. Oyunda Kürt, Arap ve Brezilyalı oyuncular da yer aldı.\nKuzey-Doğu Suriye’de örgütlenen Mezopotamya Demokratik Kültür ve Sanat Hareketi (TEV-ÇAND), ünlü dengbêj Evdalê Zeynikê’yi konu alan bir tiyatro hazırladı. Dekor, kostüm, senaryo ve tüm hazırlıklarıyla 6 ayda tamamlanan oyunda 26 oyuncu yer aldı.\nOyunda sahne alacak oyuncular, kendi aralarındaki iş bölümü sonucunda sadece oyuncu olarak değil hem dekor, hem kostüm, hem senaryo çalışmasında yer alarak kolektif bir ürün ortaya çıkardı. Evdalê Zeynê’nin hayat hikayesinin bir kısmının işlendiği oyunda dekor, kostüm, makyaj ve diğer detaylar Serhat bölgesinin kültürel özelliklerine göre hazırlandı.\nDekor için ise İshak Paşa Sarayı tercih edilirken, kostümler için uzun bir araştırma ardından Serhat’ın yöresel Kürt kıyafetlerinde karara varıldı. Ekip, çizimden kesime kesimden dikime kadar kostümlerle birebir ilgilendi.",
    "trans": "The Mountain Theater Team adapted the life story of Evdalê Zeynikê, who made his mark in Kurdish history with his dengbêj. The play also included Kurdish, Arab, and Brazilian performers.\nThe Mesopotamia Movement for Culture and Art (TEV-ÇAND), organized in North-East Syria, prepared a play based on the famous dengbêj Evdalê Zeynikê. 26 performers played in the play, which was completed in 6 months with its decor, costumes, script and all preparations.\nThe performers who will be on stage created a collective work by participating not only as performers but also in the decor, costumes, and scenario as a result of the division of labor among themselves. In the play, in which a part of Evdalê Zeynê's life story is presented, the décor, costumes, make-up, and other details were prepared according to the cultural characteristics of the Serhat region.\nFor the decor, Ishak Pasha Palace was preferred, and for the costumes, after long research, Serhat's local Kurdish costumes were decided upon. The team handled the costumes from drawing to cutting, from cutting to sewing."
}