{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Bunu neden söylüyorsun?\"\n[redacted_name] alaycı bir şekilde ona saldırdığında Ple sesini yükseltmişti. [redacted_name] sadece kollarını kavuşturmuştu ve umursamıyormuş gibi geriye yaslanmıştı.\n\"Sadece senin için endişeleniyorum. Sadece kocalarının geliriyle geçinen ev hanımları boşandıklarında fakir olma eğilimindedir. Birçok boşanma davasıyla ilgilendim. Çok şey elde edersiniz, ancak yol boyunca çok fazla zorlukla karşılaşırsınız. Çocuklardan bahsetmiyorum bile... çok acınası. Değersiz.\"\nOnu bölmenin bir yolu olarak uzanıp [redacted_name] koluna dokunmuştum ama küçük kadın kayıtsız görünüyordu. Ağzının köşesinden neşeyle gülümsemeye devam ediyordu. Hiç kimsenin asla sevemeyeceği kötü tarafını hissedebiliyordum.\n\"Yeter artık. Hadi yiyelim. Ve... burada güzel müzik de var.\"\nPloy aceleyle biraz müzik çalmıştı. Ve kalbim hemen titremişti çünkü bu [redacted_name] ve benim çok sevdiğimiz şarkıydı. Ayrıca romanıma ilham veren şarkıydı.\n\"Senin şarkın.\"\n[redacted_name] bunu gülümseyerek söylemişti. Müziğin ruh halinizi değiştirebileceğini söylerler ve şu anda işe yarıyor gibi görünüyordu.\n\"Tuvalete gideceğim. Moralim bozuk.\"\n[redacted_name] ile tartışan [redacted_name] çok sinirli görünüyordu ama kaybetmek ve eve gitmek istemiyor gibiydi, bu yüzden sakinleşmek için tuvalete gidiyordu. Ayrılır ayrılmaz herkes ellerini çırpmıştı.",
    "trans": "\"Why are you saying this?\"\nPle raised her voice when [redacted_name] sarcastically attacked her. [Redacted_name] simply crossed her arms and leaned back, as if she didn't care.\n\"I'm just worried about you. It's just that housewives who only live off their husbands' income tend to become poor when they get divorced. I've dealt with many divorce cases. You get a lot, but you face a lot of difficulties along the way. I'm not even talking about the children... it's so pathetic. Worthless.\"\nI reached out and touched [redacted_name]'s arm as a way to interrupt her, but the little woman seemed indifferent. She continued to smile cheerfully from the corner of her mouth. I could feel her evil side that no one could ever love.\n\"Enough. Let's eat. And... there's some good music here too.\"\nPloy quickly played some music. And my heart immediately trembled because this was a song that [redacted_name] and I loved very much. It was also the song that inspired my novel.\n\"It's your song.\"\n[Redacted_name] said this with a smile. They say music can change your mood, and it seemed to be working right now.\n\"I'm going to the bathroom. I'm in a bad mood.\"\n[Redacted_name], who was arguing with [redacted_name], looked very angry, but she didn't seem to want to lose and go home, so she was going to the bathroom to calm down. As soon as she left, everyone clapped."
}