{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Güm...\nBunu söyleyen kişiye bakındım. Göremediği için boş boş bakıyordu. Kalbim biraz titriyordu. Ama aynı zamanda biraz da hayal kırıklığına uğramıştım çünkü sevdiği kişi muhtemelen Aum'du. Ben değildim...\n\"Neden bu kadar sessizsin?\"\n\"Ne diyeceğimi bilmiyorum.\"\n\"Az önce senden hoşlandığımı söyledim. Sen de benden hoşlandığını söylemelisin.\"\n\"Ne? Karşılık vermem mi gerekiyor?\"\n\"Evet. Acele et.\"\n\"Senden hoşlanıyorum.\"\nBu sefer ikimiz de gerçekten sessiz kalmıştık. Yanımdaki kişinin şaşkınlığını fark ediyordum. Havadaki gerginliği dağıtmak için dirseğimle onu yavaşça dürttüm.\n\"Ne? Söylememi sen istedin.\"\n\"Evet... Neden hayrete düştüm?\"\nVe ikimiz de birbirimize gülmüştük. Tatlı yüzlü kadının kendini daha iyi hissettiğini görünce ön bahçede dolaşırken sohbete başlamıştım.\n\"Babanla ne diye kavga ettiniz? Çok gürültülüydü.\"\n\"Aynı eski konular.\"\nBu neydi ki? Nasıl bilebilirdim?\n\"Ah.\"\n\"Sana henüz bundan bahsetmedim.\"\nAh. Rol yapmak zorunda değildim.\n\"Anladım.\"\n\"Aynı eski şeyler.\"\n\"Anladım.\"\n\"Henüz değil.\"\nBöyle devam ederse kafasını koparırdım. İçtenlikle söylemiştim. Artık umurumda değildi!\n\"Sessiz misin? Komiksin... haha.\"\nMetavee sanki bundan gerçekten hoşlanıyormuş gibi yüksek sesle gülmüştü. Yüzümü çevirmiştim. Ağzı açık gülen kişinin şu anda nasıl göründüğümü görememesi büyük bir şanstı.\n\"Tamam. Artık gülmeyeceğim.\"\n\"Bana söyleyecek misin?\"\n\"Babam beni ziyarete gelmişti ama her zamanki gibiydi... İki cümleden sonra kavga ettik. Babam benimle ilgili her şeyden nefret ediyor.\"",
    "trans": "Boom...\nI looked at the person who said this. He was staring blankly because he couldn't see. My heart was beating a little fast. But I was also a little disappointed because he probably loved Aum. Not me...\n\"Why are you so quiet?\"\n\"I don't know what to say.\"\n\"I just said I like you. You should say you like me back.\"\n\"What do you mean? Do I have to say it back?\"\n\"Yes. Hurry up!\"\n\"I like you.\"\nThis time we both fell silent. I could see how surprised the person next to me was. I gently nudged him with my elbow to break the tension in the air.\n\"What's wrong? You asked me to say that.\"\n\"Yes... Why am I surprised by that then?\"\nAnd we both laughed at each other. When I saw that the soft-faced woman was feeling better, I started talking while we walked around the front yard.\n\"What did you fight with your father for? There was a lot of noise.\"\n\"Same old thimgs...\"\nWhat was this? How was I supposed to know?\n\"Oh.\"\n\"I haven't told you about that yet.\"\n\"Oh. I didn't have to pretend.\n\"I see.\"\n\"Same old things.\"\n\"I see.\"\n\"Not yet.\"\nIf he kept this up I would rip his head off. I said it with all my heart. I didn't care anymore!\n\"Are you quiet? You're funny... haha.\"\nMetavee laughed out loud as if he was seriously enjoying this. I turned my face away. It was lucky that the person laughing with his mouth open couldn't see how I looked right now.\n\"Okay. I won't laugh anymore.\"\n\"\"Will you tell me what happened?\"\n\"My dad came to see me, but he had his usual attitude... We had a fight after two sentences. My dad hates everything about me.\""
}