{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Sen Senayı nereden tanıyorsun bakayım?\" diye sordu Yaman.\n\"Konumuz bu mu şimdi Yaman?\" Asi ellerini göğsünde birleştirip ters ters bakarken, sinirlerine hakim olmaya çalışıyordu. Niye sinirlenmişti ki şimdi? Yok iyice kontrolsüz bir kişiliğe dönüşüyordu. Alaz istediğiyle görüşe bilirdi. Bu kendisini hiç ilgilendirmezdi.\n\"Sena, Suat Yılmazın kızı\" diyerek durumu açıkladı Alaz. Asinin gözlerinde yanan ateşi görüyordu. İçten içe bundan garip bir heyecan duyarken, kendisini 15 yaşında ergen gibi hissettiğine inanamıyordu, normal şartlarda bu kıskançlık durumlarına gelemezken Asi de bunu görmek istiyordu. 27 yaşındaydı ancak Asi sayesinde aptal bir ergene dönüştüğü anlar da olabiliyordu işte.\n\"Senayı al gez dolaş, sonra evine bırak. Kendini içeriye davet ettir. Bitti gitti. Senin için çocuk oyuncağı\"\nYaman konuştukça, Asi onun ağzına ağzına vurmak istiyordu. Senayı görmüştü, çok net görmüştü. Uzun boylu, kumral, çok gösterişli ve güzel bir kadındı. Alaza olan bakışını, üzüntüsünü, ona olan aşkını da görmüştü. O yakıcı duygu içini kemirirken, bunu görmezden ve duymazdan gelmeye çalışıyordu.",
    "trans": "\"Where do you know Sena from, anyway?\" Yaman asked.\n\"Is that what this is about now, Yaman?\" Asi crossed her arms and glared at him, trying to control her anger. Why was she angry now? She was becoming uncontrollably temperamental. Alaz could see whoever he wanted. It was none of her business.\n\"Sena is Suat Yılmaz's daughter,\" Alaz explained, seeing the fire in Asi's eyes. He felt a strange excitement inside and couldn't believe he was feeling like a 15-year-old teenager. Normally, he wouldn't get into these jealous situations, but Asi seemed to want to see this side of him. He was 27 years old, but thanks to Asi, he could turn into a silly teenager sometimes.\n\"Take Sena out, have fun, then drop her off at home. Invite yourself in. It's as simple as that. It's child's play for you.\"\nThe more Yaman talked, the more Asi wanted to slap him. She had seen Sena, very clearly. She was tall, brunette, very showy, and beautiful. She had seen the look in her eyes for Alaz, her sadness, her love for him. While that burning feeling gnawed at her insides, she was trying to ignore it and not hear it."
}