{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Dairenin önünde arabanın içinde bana fotoğraf yollamıştı. Gerçekten gelmişti. Ailem evdeydi. Rezalet çıksın istemiyordum. Yarın yeterince onlara zor bir şekilde açıklama yapacaktım. Sonra buradan taşınmaya karar vermiştim. Evet bunu şu an karar vermiştim.\nYataktan kalkıp telefonumu taytımın cebine sıkıştırdım ve yavaşça odamdan çıktım.\nAnahtarımı alıp dış kapıyı yavaşça açıp tekrar kitledim. Neyseki annemlerin uykuları ağırdı. Zaten iki dakika içinde geleceğim için bir sorun yoktu.\nDaireden çıktığımda gözüme karşıda arabası ilişti. Yolda kimse yoktu. Ama burada durmamalıydık ne diyecekse başka yerde demeliydi. Sokak lambası yolu aydınlatıyordu.\nYavaş adımlarla arabasına doğru gidip yan koltuğa oturup kapıyı kapattım. Ondan tarafa bakmamaya çalıştım. Kemerimi bağlayıp konuştum.\n\"Dairemin önünde durmayalım sahile yada başka bir yere sür.\" Dedim.\nSabır çekti. Başkada bir şey demedi. Hala ona bakmıyordum. Gaza basıp arabayı çalıştırdı. Birazdan ağlayacaktım yumruğumu sıktım.\nAraba durana kadar konuşmadım oda bir şey demedi. Zaten ne diyecekti ki?\nAraba sakın bir yerde durdu. Ama ne ev vardı ne başka araba. Nereye gelmiştik? Farları kapatıp kontağıda kapattı.\nBana doğru dönmüştü hareketlerinden anladım.\n\"Yüzüne bakmayacakmısın?\" Dedi aşık olduğum sesi. Bukadar sakin çıkmasına inanamadım.\nHayır anlamda başımı salladım.\n\"Ne diyeceksen de.. Sonrada beni tehdit etme.\" Dedim.",
    "trans": "He had sent me a photo while he was in his car in front of my apartment building. He had actually come. My family was at home. I didn't want a scandal. I was going to have to explain it to them tomorrow, which would be difficult enough. Then I decided to move out of here. Yes, I had decided that right now.\nI got out of bed, stuffed my phone into the pocket of my tights, and quietly slipped out of my room.\nI took my keys, slowly opened the front door, and locked it again. Luckily, my parents were heavy sleepers. Since I was going to be back in two minutes, there was no problem.\nWhen I left the apartment, I saw his car right across from me. There was no one else on the street. But we shouldn't stop here, whatever he has to say, he should say it somewhere else. A street lamp illuminated the road.\nI walked slowly towards his car, sat in the passenger seat, and closed the door. I tried not to look at him. I fastened my seatbelt and spoke.\n\"Let's not stop in front of my apartment, drive to the beach or somewhere else,\" I said.\nHe was patient. He didn't say anything. I still wasn't looking at him. He started the car and drove off. I was about to cry, I clenched my fist.\nI didn't speak until the car stopped, and he didn't say anything either. What was he going to say anyway?\nThe car stopped in a deserted place. There was no house or another car. Where had we come? He turned off the headlights and the engine.\nI realized from his movements that he had turned to face me.\n\"Aren't you going to look at me?\" he said in that voice that I was in love with. I couldn't believe how calm he sounded.\nI shook my head no.\n\"Say whatever you're going to say... And don't threaten me afterwards,\" I said."
}