{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Özel yaşamı:\nNâzım ilk gençlik yıllarında önce Rum kökenli Marika adlı bir kızla arkadaşlık etti. [kaynak belirtilmeli]\nDaha sonra eski bir valinin kızı olan Sabiha'ya aşık oldu; onun için Gözleri Siyah Kadın şiirini yazdı.\n1915'te İstanbul'da tanıştığı Nüzhet Hanım'la (d. 1900) 1922'de gittiği Moskova'da yeniden karşılaştı. Arkadaşlıkları ilerleyince evlendiler, fakat çok geçmeden Nüzhet Hanım hastalandı, tedavi için 1923 yılında İstanbul'a dönmek zorunda kaldı, oradan Avrupa'ya gitti. Çift 1924'te Türkiye'de bir araya geldiklerinde, Nüzhet Hanım'ın teklif ve ısrarı üzerine anlaşarak ayrılmaya karar verdiler.\nNüzhet Hanım'la ayrılmasından sonra Moskova'dan okul arkadaşı Liyolya'yla birlikte olsa da, Türkiye'ye dönmesi gerektiği ve Liyolya Türkiye'ye gelemediği için ayrılmak zorunda kaldılar.\n1924-25 yıllarında Türkiye'deki yedi aylık kalışından sonra döndüğü Moskova'da tanıştığı Lena Yurçenko ile 1926 yılında evlendi. Fakat Türkiye'ye tekrar döndüğünde Lena onunla gidemedi.",
    "trans": "Private life:\nIn his early youth, Nazim first had a friendship with a girl named Marika, who was of Greek origin. [source must be cited]\nHe then fell in love with Sabiha, the daughter of a former governor, and wrote the poem The Woman of Black Eyes for her.\nIn 1915, he met Nuzhet Hanim (born in 1900) in Istanbul, and they crossed paths again in 1922 in Moscow. As their friendship grew, they married. However, shortly after, Nuzhet Hanim became ill and had to return to Istanbul in 1923 for treatment, eventually going to Europe. When the couple reunited in Turkey in 1924, they decided to separate after Nuzhet Hanim’s suggestion and insistence.\nAfter his separation from Nuzhet Hanim, Nazim briefly had a relationship with his schoolmate from Moscow, Liyolya. However, they had to part ways because Nazim had to return to Turkey, and Liyolya could not come with him.\nAfter spending seven months in Turkey in 1924-25, Nazim returned to Moscow, where he met Lena Yurcenko and married her in 1926. However, when he returned to Turkey again, Lena was unable to come with him."
}