{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Başka tarih değişiklikleri yeni bir randevu olarak kabul edilir ve yeni hizmet ücretlerine tabidir.\nRandevunun iptal edilmesi:\nRandevu iptallerinde tahsil edilen hizmet ücretleri iade edilmemektedir. Randevular, randevu tarihinin en geç 2 gün öncesine kadar iptal edilebilir.\nYeni bir randevu almanız ve yeni bir hizmet ücreti ödemeniz gerekmektedir.\nHüküm ve Koşullar\nHizmet ücretleri aşağıdaki hallerde iade edilmez ve yeni bir randevu almanız gerekmektedir:\nRandevu tarihinde randevunuza gelmemeniz.\nRandevuya geç kaldığınızdan dolayı o gün içinde başvurunuzu yapamamanız.\nBaşvurunuzun kurallara göre eksik olmasından dolayı başvurunuzun alınamaması\nBaşvuruya devam etmemeye karar vermeniz.\nRandevunuzu iptal etmeniz\nLütfen Dikkat:\nDubai / Sharjah / Ras Al Khaimah / Ajman / Umm Al-Quwain/ Fujairah Emirlikleri tarafından verilmiş ikamet vizelerine sahip tüm başvuru sahiplerinin başvurularını Dubai Vize Başvuru Merkezinde; Al Ain ve Abu Dhabi tarafından verilmiş olanlar ise, Abu Dhabi Vize Başvuru Merkezinde yapmaları gerekmektedir.\nAbu Dhabi ve Dubai Türkiye Vize Başvuru Merkezlerinde başvuruda bulunan başvuru sahipleri, en geç 60 gün öncesinden Türkiye Vize başvurusunda bulunabilirler.",
    "trans": "Any changes to the appointment date are considered a new appointment and are subject to new service fees.\nAppointment Cancellations:\nService fees collected for appointments are non-refundable. Appointments can be canceled up to 2 days before the appointment date.\nYou will need to book a new appointment and pay a new service fee.\nTerms and Conditions\nService fees are non-refundable in the following cases, and a new appointment must be scheduled:\nNot attending your appointment on the scheduled date.\nBeing late to your appointment, which prevents you from completing your application on the same day.\nYour application cannot be accepted due to missing documents required by the rules.\nDeciding not to proceed with your application.\nCanceling your appointment.\nPlease Attention:\nApplicants holding residence visas issued by Dubai, Sharjah, Ras Al Khaimah, Ajman, Umm Al-Quwain, or Fujairah Emirates must submit their applications at the Dubai Visa Application Center. Applicants with residence visas issued by Al Ain and Abu Dhabi must submit their applications at the Abu Dhabi Visa Application Center.\nApplicants applying at the Abu Dhabi and Dubai Turkey Visa Application Centers can submit their Turkey visa applications no earlier than 60 days before the intended travel date."
}