{
    "source": "tr_TR",
    "target": "en_US",
    "text": "---\nFerit nefes nefese kalmış, kendini üzerime bırakmıştı. Nefesimizi düzene sokmaya çalışıyorduk. Yaz aylarında olduğumuz için hava çok sıcaktı. Klima bile fayda etmiyordu. Çarşaflar terimiz yüzünden sırılsıklam olmuştu. Ferit boynumda soluklanıyordu.\nNefesi yavaş yavaş düzene girmişti, çatallaşmış sesiyle konuşmaya başlamıştı, \"Özlemini giderebildim mi bakalım?\"\n\"Eh işte, birazcık.\"\nKafasını kaldırdı, \"Senin bana olan bu özlemin hiç bitecek mi acaba?\"\n\"Sana olan aşkım da özlemim de bitmeyecek Ferit Korhan. Seviyorum ya. Hesap mı vereceğim?\"\n\"Bana olan aşkın da özlemin de hiç bitmesin, olur mu?\"\nTekrar dudaklarıma yapıştı, biraz cilveleştikten sonra yataktan kalkıp duşa girdik, kıyafetlerimizi giydik ve kahvaltı saatinin gelmesini bekledik. Diyafondan Dicle'ye çarşafları değiştirmesini söyledim.\nKahvaltımızı ettikten sonra şirkete geçtik, Ferit'le birlikte çalışabilmemiz için güzel, geniş bir oda ayarlamıştı Halis Ağa. Akşama kadar birlikte çizim yapmıştık. O kadar güzel geçmişti ki, vakit nasıl geçti anlamamıştım. Sevdiğim adamla, sevdiğim şeyi yapmak çok güzel bir şeydi. Akşamüstü şirketten çıkıp eve geri döndüğümüze yalıya baktım. Başlasın yalı hayatı, Seyran Korhan..",
    "trans": "---\nFerit, out of breath, had collapsed onto me. We were trying to catch our breaths. It was the summer, and the heat was unbearable. Even the air conditioning wasn’t helping. The sheets were drenched in our sweat. Ferit was resting his breath against my neck.\nHis breathing slowly steadied, and he started to speak in his husky voice, \"Did I manage to quench your longing?\"\n\"Well, maybe a little.\"\nHe lifted his head, \"I wonder if this longing of yours for me will ever end?\"\n\"Either my love or my longing for you will never end, Ferit Korhan. I love you. Do I need to justify that?\"\n\"Never let your love and your longing for me end, okay?\"\nHe kissed me again, and after some playful teasing, we got out of bed, took a shower, got dressed, and waited for breakfast time. Through the intercom, I asked Dicle to change the sheets.\nAfter we had breakfast, we headed to the office. Halis Aga had arranged a nice, spacious room where Ferit and I could work together. We spent the entire day drawing. It was so enjoyable that I hadn’t even realized how quickly time had passed. Doing something I loved with the man I loved was such a wonderful feeling. In the late afternoon, as we left the office and get back home, I looked at the mansion. Let the mansion life begin, Seyran Korhan."
}