{
    "source": "tr_TR",
    "target": "en_US",
    "text": "İddianamede, Tavşantepe Mahallesi’nde kolluk görevlilerince yürütülen devriye faaliyetleri çerçevesinde aile üyelerinin sık sık toplantılar yaptığının belirlendiği belirtildi. Haklarında ayrıca soruşturma yürütülen Erhan ve Barış Güran’ın ikametlerine olaydan sonra güvenlik kamerası taktıklarının tespit edildiği belirtilen iddianamede, şöyle denildi:\n\"Kolluk görevlilerinin katılımıyla gerçekleştirilen aramada elde edilen özellikle Erhan Güran’ın ikametindeki kamera kayıtlarının alınan imajlarının ilk incelemesinde sık sık özellikle gece saatlerinde aile üyelerinin bir araya geldikleri, kamera kayıtlarında ses özelliği bulunmasına karşın seslerin anlaşılabilir nitelikte bulunmadığı, bazı günlere ait görüntülerin bulunamaması hususları dikkate alınarak cihazın TÜBİTAK’a gönderildiği ve hazırlanan raporda, ’Seslere ilişkin netleştirme işlemi yapılamadığı, silinen görüntülerden ise sadece bir kısmının parça parça kurtarılabildiğinin belirtildiği, gönderilen verilerin kolluk tarafından yapılan incelemesinde ses kayıtlarının genel itibarıyla anlaşılmadığı ve soruşturmaya yön verebilecek nitelikte olmadığı’ tespit edilmiştir.\"",
    "trans": "The indictment stated that during patrol activities conducted by law enforcement in Tavsantepe neighborhood, it was discovered that family members were holding frequent meetings. It was also mentioned that Erhan and Baris Guran, who were under investigation, installed security cameras at their homes following the incident. The indictment included the following details:\n\"During a search conducted with the participation of law enforcement officers, an initial review of the camera recordings obtained from Erhan Guran’s residence showed that family members often gathered, especially at night; although the recordings had an audio feature, the sounds were not intelligible; footage from certain days was missing; considering these findings, the device was sent to TUBITAK, where it was reported that 'Audio could not be clarified, and only parts of the deleted footage could be partially recovered\"; the review of the provided data by law enforcement revealed that the audio recordings were generally incomprehensible and did not provide any substantial leads for the investigation.\""
}