{
    "source": "tr_TR",
    "target": "en_US",
    "text": "“Ama ben kendi kaderimi seçmek istemiyorum. Ben sahip olduğum şeyi seviyorum ve senin yüzünden gerçekleşmeyebilir…”\n“Benimle oda arkadaşı olmaya bayılacaksın! Düşünceliyimdir, güzelimdir ve ormanda yaşayan yaratıklarla ilgili güzel şarkı söylerim…”\nŞimdi gel gelelim Si’ye:\nSi, duyumları içselleştirme ve tüm ayrıntılarıyla deneyimleme becerisiyle ilişkilidir.\nDışa dönük algılama Se'nin aksine Si, neyin elde edilmesi veya başarılması gerektiğine dair dışarıdan güdümlü bir anlayışa odaklanmak yerine kişinin kendi ihtiyaçlarını takip etmesiyle ilgilidir. Dolayısıyla, Se ego tipleri başkalarının tercihlerinin ne kadar haklı olduğunu değerlendirme yetisine sahipken, Si ego tipleri çatışmayı en aza indirmek isteyerek (kendi rahatlarını aşırı derecede etkilemediği sürece) mümkün olan her şekilde onlara uyum sağlamaya çalışacaktır.\nİçe dönük sezgi Ni'nin aksine Si, soyut süreç ve nedensel bağlantılardan ziyade kişinin çevresiyle doğrudan etkileşimi ve birliği (veya uyumsuzluğu) ile ilgilidir.\nSi'ye değer veren tipler, hedeflere ulaşmak için kendilerini zorlamak yerine zamanlarını keyifli aktiviteler yaparak geçirmeyi tercih ederler. Faaliyetler keyifle yapılırsa, insanların onlara daha fazla çaba ve zaman ayıracağına ve uzun vadede yaptıkları işte daha yetenekli hale geleceklerine inanmak isterler. Hedeflerin dış dünyanın talepleri ve kısıtlamaları tarafından şekillendirilmek yerine insanların içsel ihtiyaçlarına uygun olması gerektiğine inanırlar ve bu nedenle başkalarını yapmak istemedikleri şeyleri yapmaya zorlamaya çalışmazlar. Ayrıca, kişisel refahları veya rahatları doğrudan tehlikede olmadığı sürece, barış içinde bir arada yaşamayı çatışmaya tercih ederek yumuşak başlı ve hoşgörülü olmaya çalışırlar.",
    "trans": "\"But I don’t want to choose my own fate. I love what I have, and it might not happen because of you...\"\n\"You’re going to love being roommates with me! I’m thoughtful, I’m gorgeous, and I sing wonderful songs about creatures that live in the woods...\"\nNow, let’s talk about Si:\nSi is associated with the ability to internalize sensory experiences and relive them in detail.\nUnlike Extraverted Sensing (Se), Si focuses on following one’s own needs rather than an externally driven understanding of what must be achieved or accomplished. Thus, while Se ego types have the ability to evaluate the validity of others’ preferences, Si ego types aim to adapt to them in every possible way to minimize conflict—so long as it does not overly disrupt their own comfort.\nIn contrast to Introverted Intuition (Ni), Si is concerned with direct interaction and harmony (or disharmony) with one’s surroundings rather than abstract processes and causal connections.\nTypes that value Si prefer to spend their time engaging in enjoyable activities rather than pushing themselves to achieve goals. They believe that when activities are done with enjoyment, people will invest more effort and time in them and become more skilled in their work over the long term. They hold that goals should align with people’s internal needs rather than being shaped by external demands and constraints, and therefore, they avoid trying to force others into doing things they don’t want to do. Additionally, they strive to be easygoing and tolerant, preferring peaceful coexistence over conflict—unless their personal well-being or comfort is directly threatened."
}