{
    "source": "tr_TR",
    "target": "en_US",
    "text": "''Boş ver güzelim.'' Cesur Asi'nin valiziyle yanlarına gelince ikisi de sustu. Asi son kez evine bakarken içinde değişik bir hüzün hissetti. Gözleri dolarken kapının önünde onu bekleyen Alaz'a döndü ve gülümsedi. Ayakkabısını giyip evden çıkarken Cesur'un valizini arabanın yanına koyduğunu fark etti. Yanlarına gittiğinde Cesur bir şey söyleyecek gibiydi o yüzden Asi Alaz'a arabada beklemesini işaret etti.\nAlaz arabaya geçtiği an Cesur ''Olur da aranız bozulursa direkt çık gel.'' dedi. ''Bir kere gittim ne olursa olsun susup oturmam lazım diye düşünme. Senin burada bir kardeşin var.''\nAsi gözünden bir damla yaş süzülürken kafasını salladı. ''Her şey için teşekkürler Asi. Kendimizi bildik bileli arkamızı topladın ve bize annelik yaptın ama hiçbirimiz senin de bir genç kız olduğunu göremedik... Yolun açık olsun.''\nAsi yanaklarını silerken ''Bana kızmadın mı?'' dedi.\n''Hayır. Benim yüzümden daha önce de aranız bozulmuştu zaten tekrar kızmaya hakkım yok sanırım.'' Asi başıyla onayladı. ''O gün dediklerim için de özür dilerim Asi.''\n''Sorun değil.'' dedi Asi sessizce. ''Kim olsa öyle tepki verirdi sanırım... Şu an desteğini hissetmek de benim için önemli.'' Cesur Asi'ye sımsıkı sarılırken ikili usul usul ağlamaya başladılar. ''Kendine çok dikkat et... Ve sık sık gel.''",
    "trans": "\"Never mind, beautiful.\" When Cesur came over with Asi’s suitcase, they both fell silent. Asi felt a strange sadness as she looked at her house one last time. Her eyes filled with tears as she turned to Alaz, who was waiting by the door, and smiled. As she put on her shoes and left the house, she noticed that Cesur was placing the suitcase by the car. When she walked over to them, Cesur seemed like he was about to say something, so Asi pointed at Alaz to wait in the car.\nThe moment Alaz got in the car, Cesur said, \"If things ever go wrong between you two, just come straight back.\" He added, \"Don’t think you should stay silent no matter what happens just because you went there. You have a brother here.\"\nA tear slid down Asi’s cheek as she shook her head. \"Thank you for everything, Asi. Since ever you’ve always taken care of us, got our back, and played the role of our mother, but none of us ever realized that you were a young girl too... I wish you the best.\"\nAsi wiped her cheeks and said, \"Aren’t you angry with me?\"\n\"No,\" Cesur replied. \"It was because of me that things went wrong between you two before, so I guess I don’t have the right to be mad again.\" Asi nodded in agreement. \"I’m sorry for what I said that day.\"\n\"It’s fine.\" Asi said quietly. \"Anyone would have reacted the same way... Right now, just feeling your support means a lot to me.\" As Cesur gave Asi a tight hug, they both slowly started to cry. \"Take good care of yourself... And come back often.\""
}