{
    "source": "tr_TR",
    "target": "en_US",
    "text": "5- İştirak halinde hesaplar; (bu şekilde açılan veya sonradan her ne sebeple olursa olsun bu\nşekle dönüşen hesaplar) üzerinde, ancak hesap (hak) sahiplerinin tamamının müşterek imzaları\nile tasarrufta bulunulabilir. 6- SİGORTA: Gerçek kişiler adına yatırılan katılım fonlarının (TL veya\ndöviz) birim hesap değerinin veya özel cari hesapların 650.000,-Türk Lirası’na kadar olan\n(mevzuatta yapılacak değişikle artırılır veya eksiltilirse yeni belirlenecek miktar kadar) kısmı;\nmevzuatta belirlenen usul ve esaslar çerçevesinde“Sigortaya” tabidir.\nBankaca, sigorta kapsamındaki tutar için Tasarruf Mevduatı Sigorta Fonu’na yapılacak prim ve\nsair ödemeler Müşteri’den tahsil edilir.\n7-ZAMANAŞIMI: Banka’nın elinde bulunan her türlü katılım fonu, emanet ve alacaklardan hak\nsahibinin en son talebi, işlemi, herhangi bir yazılı talimatı (kiralık kasalardaki kıymetler için\nkasanın en son açılması; ergin olmayanlar adına ve yalnızca bunlara ödeme yapılmak kaydıyla\naçtırılan hesaplarda, hesap sahibinin erginlik) tarihinden başlayarak on yıl içinde aranmayanlar\nzamanaşımına uğrar. Yetkili mercilerce bloke konulan hesaplarda zamanaşımı süresi blokenin\nkonduğu tarihte durur. Banka zamanaşımına uğrayan ve tutarı 250 (iki yüz elli) Türk Lirası\n(mevzuat başka bir tutar belirlerse o tutar) ve üzerindeki katılım fonu, emanet ve alacakların hak",
    "trans": "5- Joint accounts; (accounts opened in this way or converted into this form for any reason later on)\nn accounts that are converted into a form, however, the joint signatures of all account (rights) holders are required\nan be disposed of. 6- INSURANCE: Participation funds deposited on behalf of real persons (in TRY or\nforeign currency) unit account value or special current accounts up to 650,000 Turkish Liras\n(if increased or decreased by a change in the legislation, the new amount to be determined) part;\nIt is subject to 'Insurance' within the framework of the procedures and principles determined by the legislation\nFrom the bank’s perspective, the premium to be paid to the Savings Deposit Insurance Fund for the amount under insurance and\nOther payments will be collected from the Customer.\n7- STATUTE OF LIMITATIONS: Any participation funds, deposits, and receivables held by the Bank, the rights to\nthe last request, transaction, or any written instruction from the owner (for valuables in safe deposit boxes)\nthe most recent opening of the safe; payments will be made only to and on behalf of minors, and only to them\nFor accounts opened, those that have not been inquired within ten years starting from the account holder's (majority) date\nWill be subject to the statute of limitations. For accounts that are blocked by the authorized authorities, the statute of limitations period is suspended during the blockage\nThe statute of limitations is paused from the date the blockage is imposed. For accounts subject to the statute of limitations, with an amount of 250 (two hundred fifty) Turkish Liras\n(If the legislation specifies a different amount, that amount) and the rights to participation funds, deposits, and receivables exceeding that amount"
}