{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Devam etmek için bu ürünü değerlendirmeniz gerekiyor.\nEk İndirimler, Ücretsiz Siparişler ve Daha Fazlası!\nHakkında\nŞirket\nKaynaklar\nMüşteri Hizmetleri\nKampanya ve promosyonlardan ilk siz haberdar olun\nE-posta adresini girin\nKaydolun\nE-posta adresiniz size Sağlık Bültenleri ve iHerb'ün ürünleri, hizmetleri, indirimleri ve özel teklifleri hakkında e-postalar göndermek için kullanılır. Her e-postadaki abonelikten çıkma bağlantısına tıklayarak istediğiniz zaman abonelikten çıkabilirsiniz. Kişisel bilgilerinizi kullanmamız ve haklarınız hakkında daha fazla bilgi için Gizlilik Politikamıza bakın.\nBu site reCAPTCHA ile korunmaktadır ve sitede Google Gizlilik Politikası ile Hizmet Şartları geçerlidir.\n\n\n\n\n\n4.8\nMağaza İncelemeleri\niHerb Uygulamasını Hemen İndirin!\nMobil uygulamamızı indirerek her yerden alışveriş yapın!\n\n\niHerb.com © Copyright 1997-2024 iHerb, LLC. Tüm hakları saklıdır. iHerb®, iHerb, LLC'nin tescilli ticari markasıdır. Yasal Bilgi: Bu web sitesi aracılığıyla yapılan beyanlar veya satılan ürünler, Amerika Birleşik Devletleri Gıda ve İlaç İdaresi tarafından değerlendirilmemiştir. Bunlar, herhangi bir hastalığı teşhis etmek, tedavi etmek, iyileştirmek veya önlemek amacıyla tasarlanmamıştır. LÜTFEN DİKKAT iHerb, LLC, özel olarak iHerb.com harici web siteleri ile herhangi bir şekilde ilişkili değildir. iHerb, LLC, yetkisiz kaynaklardan satılan veya gönderilen ürünlerden sorumlu değildir.Devamını oku »",
    "trans": "To proceed, you need to evaluate this product.\nExtra Discounts, Free Orders, and More!\nAbout Us\nCompany\nResources\nCustomer Services\nBe the first to know about campaigns and promotions.\nEnter your email address\nSign Up\nYour email address will be used to send you Health Newsletters as well as emails about iHerb’s products, services, discounts, and special offers. You can unsubscribe at any time by clicking the unsubscribe link in each email. For more information about your rights and how we use your personal information, please refer to our Privacy Policy.\nThis site is protected by reCAPTCHA, and the Google Privacy Policy and Terms of Service apply.\n\n\n\n\n\n4.8\nStore Reviews\nDownload the iHerb App Now!\nShop from anywhere by downloading our mobile app!\n\n\niHerb.com © Copyright 1997-2024 iHerb, LLC. All rights reserved. iHerb® is a registered trademark of iHerb, LLC. Legal Notice: Statements made or products sold through this website have not been evaluated by the U.S. Food and Drug Administration. These are not intended to diagnose, treat, cure, or prevent any disease. PLEASE NOTE: iHerb, LLC is not affiliated in any way with websites outside of iHerb.com. iHerb, LLC is not responsible for products sold or shipped from unauthorized sources. Read More »"
}