{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bu E-Posta Danışmanınız Doç.Dr. SİNAN ALPER tarafından gönderildi\nDear Students,\nBecause some sections for EC 1120 class were overcrowded, some of the students were moved to the newly opened Section 6 of this class. It wasn't me or our department who made this decision, so please reserve your objections unless there is a clash with another course. Please see the attached file for the list of students whose sections were changed and also check the OBS system.\nBu e-posta Proliz Üniversite Öğrenci İşleri Otomasyonu üzerinden gönderilmiştir. Bu e-posta adresine geri dönüş yapmayınız, gönderilen e-posta cevaplanmayacaktır.\nBu mesaj ve ekleri mesajda gonderildigi belirtilen kisi ya da kisilere ozel olup gizli bilgiler iceriyor olabilir. Yaşar Üniversitesi bu mesajin icerigi ve ekleri ile ilgili olarak hukuksal hicbir sorumluluk kabul etmemektedir. Yetkili alicilardan biri degilseniz, bu mesajin herhangi bir sekilde ifsa edilmesi, kullanilmasi, kopyalanmasi, yayılmasi veya mesajda yer alan hususlarla ilgili olarak herhangi bir islem yapilmasinin kesinlikle yasak oldugunu bildiririz. Boyle bir durumda lutfen hemen mesajin gondericisini bilgilendiriniz ve mesaji sisteminizden siliniz. Internet ortaminda gonderilen e-posta mesajlarindaki hata ve veya eksikliklerden veya viruslerden dolayi mesajin gondericisi ve veya Yaşar Üniversitesi herhangi bir sorumluluk kabul etmemektedir. Teşekkür ederiz.",
    "trans": "This email was sent by your advisor, Assoc. Prof. Dr. Sinan Alper.\nDear Students,\nDue to overcrowding in some sections of the EC 1120 class, some students have been moved to the newly opened Section 6 of this class. This decision was not made by me or our department, so please reserve your objections unless there is a conflict with another course. Please refer to the attached file for the list of students whose sections have been changed and also check the OBS system.\nThis email has been sent through the Proliz University Student Affairs Automation System. Please do not reply to this email as responses will not be answered.\nThis message and its attachments are confidential and intended only for the person(s) mentioned in the message. Yaşar University does not accept any legal responsibility regarding the content of this message and its attachments. If you are not one of the authorized recipients, it is strictly prohibited to disclose, use, copy, distribute, or take any action related to the contents of this message. In such a case, please immediately notify the sender and delete the message from your system. Yaşar University and/or the sender are not responsible for any errors, omissions, or viruses in email messages sent over the internet. Thank you."
}