{
    "source": "tr_TR",
    "target": "en_US",
    "text": "[redacted_name]bunu dalga geçerek söylüyordu.\n\"Öyle olmalı. Sen benim dünyamsın, bu yüzden etrafımda dönmeli ve her bir zerremde dolaşmalısın.\"\nBu aşktı... Her zaman böyle olmasını istemiştim. Doğru zaman ve yer olduğunda, daha fazlasını istemiyordum. İstediğim ilgiyi almıştım ve onun dünyası olmuştum. Sadece onun Plüton'u olduğumu düşünerek saklanmak zorunda değildim.\nLisedeki anları geriye dönüp düşündüğümde, bu kadar cesur değildim. Ben sadece babasının pek dikkat etmediği minik bir kızdım. Babam özel bir şey istediği ve gerçekten bir oğul umduğu için ben bir kız olarak doğduğumda, tüm özgüvenimi kaybedene kadar bana baskı yapmıştı.\n~~~\n\"Soyadımı sana veremem. Kızımız evlendiğinde başkasının soyadını kullanmak zorunda olduğu için soyadımız yok olacak.\"\nBabam bir askerdi. Bir erkek çocuk istiyordu çünkü erkek çocuğun kendisi gibi ailenin gururu olduğuna inanıyordu. Yani hiç sevilmeyen, ilgi görmeyen bir kızdım. Elimdeki tek şey okul için atıştırmalık parasıydı. Kendimi değersiz hissederdim. Ama babamın bana verdiği tek güzel şey beyniydi.\nOkuduğum her şeyi beynime kopyalanmış gibi ezberleyebiliyorum. Yani tüm okul ödevleri benim için kolaydı. Çok para kazanıp evden ayrılabilmek için doktor olmayı düşünmüştüm.\nBizi sevmeyenleri sevmemize gerek yoktu. Ailemin beni umursamaması bir yana, etrafımdaki insanlar da bana zorbalık yapmıştı. Arkadaşlarım grup çalışması olduğunda grubumda olmak isterlerdi ama asla yardım etmezlerdi. Ve eğer kabul etmezsem beni yasaklarlardı. Ayrıca tüm zorbalığın hedefi bendim.",
    "trans": "[redacted_name]He was saying this mockingly.\n\"It should be like that. You are my world, so you should revolve around me and flow through every particle of me.\"\nThis was love... I had always wanted it to be like this. When the right time and place came, I didn’t want more. I had received the attention I wanted and had become his world. I didn’t have to hide, thinking I was only his Pluto.\nWhen I look back at my high school days, I wasn’t this brave. I was just a little girl who wasn’t paid much attention to by her father. When I was born a girl, my father had pressured me until I lost all my confidence because he wanted something special and really hoped for a son.\n~~~\n\"I can’t give you my last name. When our daughter gets married, she’ll have to take someone else’s last name, so our last name will disappear.\"\nMy father was a soldier. He wanted a son because he believed a son would be the family’s pride, just like him. So, I was an unwanted, neglected daughter. The only thing I had was money for snacks for school. I used to feel worthless. But the only good thing my father gave me was my brain.\nI can memorize everything I read as if it was copied into my brain. So, all school assignments were easy for me. I had thought about becoming a doctor to earn a lot of money, so I could leave home.\nWe didn’t have to love those who didn’t love us. Aside from my family not caring about me, I was also bullied by people around me. My friends used to want to be in my group when there was group work, but they would never help me. And if I didn’t accept the situation, they would ban me. Moreover, I was the main target of all the bullying."
}