{
    "source": "tr_TR",
    "target": "en_US",
    "text": "a) Adı : ÇAYIROVA BELEDİYESİ FEN İŞLERİ MÜDÜRLÜĞÜ\nb) Adresi : ÖZGÜRLÜK MAH. MEHMET AKİF ERSOY CAD.NO:108 41420 ÇAYIROVA/KOCAELİ\nc) Telefon ve faks numarası : 2627437909 - 2627423540\nç) İhale dokümanının görülebileceği ve e-imza kullanılarak indirilebileceği internet sayfası : https://ekap.kik.gov.tr/EKAP/\n2-İhale konusu yapım işinin\na) Adı : Prof Dr Necmettin Erbakan Kültür Merkezi Muhtelif Tamir ve Tadilat İşlerinin Yapılması İşi\nb) Niteliği, türü ve miktarı :\n5 Ton Her çeşit profil, çelik çubuk ve çelik şaçlarla karkaş inşaat yapılması, 500 M2 Tek plaka çimentolu yonga levha kullanılarak duvar kaplama yapılması, 1.500 M2 Mevcut derzlerin temizlenerek yerine dış cepheye uygun silikon esaslı su geçirmez malzeme ile derz uygulaması yapılması vb.\nAyrıntılı bilgiye EKAP’ta yer alan ihale dokümanı içinde bulunan idari şartnameden ulaşılabilir.\nc) Yapılacağı/teslim edileceği yer : Prof. Dr. Necmettin ERBAKAN Kültür Merkezi Ali Haydar Efendi Cad. No:25 ÇAYIROVA\nç) Süresi/teslim tarihi : Yer tesliminden itibaren 120 (YüzYirmi) takvim günüdür.\nd) İşe başlama tarihi : Sözleşmenin imzalandığı tarihten itibaren 7 gün içinde",
    "trans": "a) Name: ÇAYIROVA MUNICIPALITY DEPARTMENT OF SCIENCE AFFAIRS\nb) Address: ÖZGÜRLÜK MAH. MEHMET AKİF ERSOY CAD.NO:108 41420 ÇAYIROVA/KOCAELİ\nc) Phone and fax numbers: 2627437909 - 2627423540\nç) Website where the tender documents can be viewed and downloaded with e-signature: https://ekap.kik.gov.tr/EKAP/\n2- The construction work subject to the tender:\na) Name: Prof. Dr. Necmettin Erbakan Cultural Center Various Repair and Renovation Works\nb) Nature, type, and quantity:\nConstruction of a steel frame using 5 tons of various profiles, steel rods, and steel wires, wall cladding using 500 m² of cement-based chipboard, cleaning existing joints and applying a silicone-based waterproof material to 1,500 m² of exterior joints, etc.\nDetailed information is available in the administrative specifications included in the tender documents on EKAP.\nc) Location of the work: Prof. Dr. Necmettin ERBAKAN Cultural Center, Ali Haydar Efendi Street No: 25 ÇAYIROVA\nç) Duration/Delivery date: 120 (One hundred twenty) calendar days from the date of delivery.\nd) Start date: Within 7 days from the date of signing the contract."
}