{
    "source": "tr_TR",
    "target": "en_US",
    "text": "defneyi arkamızda bırakıp odadan çıktığımızda sinem bize alayla bakıp, \"umarım onun canını sıkacak bir şey yapmadın.\" dedi tehditkar bir sesle. \"aksi halde sonuçlarına katlanırsın.\"\n\"o kadar korktum ki...\" onu baştan aşağıya süzdüm. \"senin gibi vasıfsız birisi bana hiçbir şey yapamaz. dışarda esen rüzgar bile daha çok sarsar yani beni, hem sen birkaç saat içinde öğreneceklerinden sonra kocanı nasıl sakinleştireceksin onu düşün,\" sanki ona sarılacakmışım gibi yaklaşıp dudağımı kulağına yaklaştırdım. \"en son hatırladığım kadarıyla madde bağımlılığına çok karşıydı.\"\nhastanenin çıkışına doğru yürümeye başladığım sırada ayağımda topuklu ayakkabılarımın olmamasına içimden sövmüştüm.\nhastane otoparkına ulaştığımda alaz arabayı açtı ve binmeden önce bana baktı. \"seni eve bırakayım, herkes kendi evine dağılmıştır zaten.\"\n\"evet, cesur gelecek birazdan emre'yle kalmak için.\" arabanın kapısını açarak bindiğinde bana biraz da olsa tripli olduğunu sezmiştim. yorum yapmadım, koltuğa oturdum ve emniyet kemerimi takıp ona döndüm. \"bozuk muyuz?\"\narabayı kullanmaya başladığında bozuk olduğu çok belli olmasına rağmen dudaklarını büzdü ve umursamazca omuz silkti. \"hayır değiliz, neden bozuk olacağız ki?\"\ngözüm arabanın dijital ekranındaki saate ve tarihe kaydığında gece yarısını çoktan geçtiğimiz için gün devirmişti ve ertesi gün alaz'ın doğum günüydü. kutlama sevmediğini biliyordum ama yine de onun için ne bir hediye düşünmüştüm, ne de bir araştırma yapmıştım.",
    "trans": "As we left Defne behind and walked out of the room, Sinem looked at us mockingly and said in a threatening tone, \"I hope you didn’t do anything to upset him, otherwise, you'll have to face the consequences.\"\n\"I’m so scared...\" I looked her up and down. \"Someone as unqualified as you, can’t do anything to me. Even the wind outside would shake me more than you could. Moreover, you'd better to think about how you’ll calm your husband down, after what he'll find out in a few hour,\" I said, approaching her as if I was about to hug her, then whispered my lips near her ear: \"From what I remember, he was strongly against drug addiction.\"\nAs I began walking towards the hospital exit, I cursed internally for not having my high heels on.\nWhen I reached the hospital parking lot, Alaz opened the car and looked at me before I got in. \"Let me drop you off at home, everyone else is probably already scattered in their own places.\"\n\"Yeah, the brave one is coming soon to stay with Emre.\" I sensed that he was a bit sulky with me as I opened the car door and got in. I didn’t comment, sat down, buckled my seatbelt, and turned to him. \"Are we okay?\"\nWhen he started driving, it was obvious that he wasn’t okay, but he pursed his lips and shrugged indifferently. \"Yes, we are. Why wouldn't we be?\"\nAs my eyes landed on the digital screen of the car, I noticed that it was already past midnight, meaning we had passed into the next day, and tomorrow was Alaz's birthday. I knew he didn’t like celebrations, but I still haven’t thought of a gift for him or even looked into anything."
}