{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Tanju, lüks kulüplerin, gazinoların sahnesinde sesiyle devleşiyor, ancak oradan indiğinde kendi dünyasına çekilip görünmez bir adam oluyordu. Seviyordu kendi hâline kalmayı. Bu dünya, onun için İstanbul’un balıkçı meyhanelerindeki kayıkçıların ve denizcilerin rakıyla demlendiği muhabbetler demekti.\nTanju, “masmavi gözlerinden sevgi akan hüzünlü ses, efkârlı adam” olarak anılıyordu arkadaşları, dostları tarafından. Onu böylesine kederlendiren neydi bilinmez ama [redacted_name] ömrü boyunca değişmeyen, ne vazgeçebildiği ne onların onu bıraktığı iki dostu oldu; içki ve sigara. Öyle ki “Benim en iyi dostum içkim sigaram,” diyordu. Sonra ardından “Onlar da terk ederdi olmasa param,” diye devam edecek kadar farkındaydı her şeyin ama bu iki dosttan çok çekse de vazgeçemiyordu. Oysa ne evlilikleri sürmüştü ne de hayatının başka alanlarında bir faydasını görmüştü. Ancak yaşamı hep onlarla devam etti. Dost muydu, düşman mı bunu ancak o cevaplayabilirdi. Ancak yakın dostu [redacted_name] çok sevdiği dostunu şöyle tarif ediyor, bu soruyu bir nebze olsun cevaplıyordu:\n“[redacted_name] bu tarif ediyor bence; elinde kadehi, delikanlı gibi yaşayan ve bohem. Bohem yani, sevgi doludur bohem. Bohem bir ressam belki soğuktur ama [redacted_name] bohem bir şarkıcıydı. Denizciydi; balığını tutardı, içkisini içerdi, arkadaşlık yapardı. Herhâlde beraber olduğu kadınlar da mutlu olmuştur.”",
    "trans": "Tanju grew larger than life on the stage of luxurious clubs and casinos with his voice, but once he stepped off, he withdrew into his own world, becoming an invisible man. He enjoyed being left to his own devices. For him, this world meant the conversations over rakı, where fishermen and sailors from the fish taverns of Istanbul would soak in their chats\nTanju was known by his friends as the \"sad voice with love flowing from his deep blue eyes, the melancholy man.\" What made him so sorrowful was unknown, but [redacted_name] had two companions throughout his life that never changed, ones he could neither give up nor be abandoned by: alcohol and cigarettes. He would even say, “My best friends are my drink and my cigarette.” Then he would continue, “They would leave me too, if it weren’t for my money,” showing his awareness of it all, but despite the pain they caused him, he couldn’t quit them. Neither his marriages had lasted, nor had they been of any use in other areas of his life. Yet, his life continued with them. Were they friends or enemies? Only he could answer that. However, his close friend [redacted_name] describes his beloved friend this way, which somewhat answers the question:\n\"[redacted_name] describes him this way, I think; holding his glass, living like a young man, and bohemian. Bohemian, meaning full of love. A bohemian painter might be cold, but [redacted_name] was a bohemian singer. He was a sailor; he caught his fish, drank his drink, and made friendships. I’m sure the women he was with were happy too.\""
}