{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Vakit kaybetmeden arabadan indim.\n\"YARDIM EDİN..! YÜKSEK ATEŞİ VAR..! LÜTFEN... LÜTFEN..!\"\nDiye bağırdığımda bi gurup bora beyi sedyey yatırım acile sürüklediler.\n\"Hanfendi siz çıkın biz size gereken bilgileri söylicez\"\n\"Aa-ma...\"\n\"Hanfendi lütfen zorluk çıkarmayın\"\ndiyince susup kapının önündeki sandalyeye oturdum.\n(...)\nDoktor kapıdan çıktığında hemen yanına koşup.\n\"Nasıl? Durumu iyimi?\"\n\"Evet iyi şimdi normal odaya geçircez, bu arada hastanın yakını lazım.\"\n\"Neden?\"\n\"Bu akşam tek kalmaması lazım\"\nAilesini paniğe vermek istemezdim.\n\"Ben eşiyim... Ben kalırım\"\nYalan söylediğim için kendimden utanmıştım ama başka bir çarem de yoktu...\n\"Tabi isminiz?\"\n\"Ada tö-... Ada doğru söz\"\n\"Tamam siz biraz daha bekleyin, hastanın odasını hazırlıyoruzda\"\n\"Tamam hemşire hanım sağolun.\"\n(...)\n\"Bora bey karnınız açmı? Marketten bişey almamı ister misiniz?\"\nBora beyi normal odaya geçirmiştik öğle vakti olduğu için görevliler yemek dağıttı ama o almadı. Neymiş yok buranın yemekleri iyi değil, yok benim bünyem kaldırmaz, gibi gibi şeyler.\n\"Yok ada... Benim işim var zaten gitmem gerek, size ben iyiyim diyorum anlamıyosunuz..! Senin yüzünden ada senin hayır nolmuş ateşim çıktıysa yani ne büyüttün yani se-\"\n\"YETER DORA BEY..! YA BEN NE YAPTIYSAM SİZE YARANAMADIM, AYRICA BENİ BURAYA GETİRMESEYDİN SENİN SUÇUN FALAN DİYOSUNYA EYER SİZİ ÖNEMSEMEK SUÇSA...! EVET AYNEN TAMDA DEDİĞİNİZ GİBİ... BEN SUÇLUYUM\"",
    "trans": "Without wasting any time, I got out of the car.\n“HELP..! HE HAS A HIGH FEVER..! PLEASE... PLEASE..!”\nAs I shouted, a group of people placed Mr. Bora on a stretcher and rushed him into the emergency room.\n“Ma’am, please step outside. We’ll provide you with the necessary information.”\n“But...”\n“Ma’am, please don’t make this difficult”\nthey said, leaving me no choice but to sit silently on a chair in front of the door.\n(...)\nWhen the doctor came out, I quickly ran up to him.\n“How is he? Is he okay?”\n“Yes, he’s fine. We’ll be moving him to a regular room now. However, we’ll need someone to stay with the patient.”\n“Why?”\n“He shouldn’t be left alone tonight.”\nI didn’t want to cause his family any unnecessary panic.\n“I’m his wife... I’ll stay.”\nI felt ashamed for lying, but I had no other option.\n“Of course, what’s your name?”\n“Ada Do… Ada Dogrusoz”\n“Alright, please wait a little longer; we’re preparing his room.”\n“Okay nurse, thank you.”\n(...)\n“Mr. Bora, are you hungry? Should I get you something from the market?”\nWe had moved Mr. Bora to a regular room. Since it was lunch time, the staff served food, but he refused to eat. He started complaining, saying things like the food wasn’t good here or his body couldn’t handle it, on and on like that.\n“No, Ada... I have work to do anyway, I need to leave. I’m telling you I’m fine, but you don’t get it..! This is all your fault, Ada. So what if I had a fever? Why are you blowing this out of proportion, se_”\n“ENOUGH, MR. BORA..! NO MATTER WHAT I DO, IT’S NEVER GOOD ENOUGH FOR YOU. AND NOW YOU’RE BLAMING ME FOR BRINGING YOU HERE? IF CARING FOR YOU IS A CRIME... THEN YES, JUST AS YOU SAID... I’M GUILTY.”"
}