{
    "source": "tr_TR",
    "target": "en_US",
    "text": "10,10,2024\nGiRNE\n/ ESENTEPE\nKONU: Yeni Land Inv. LTD 'e ait Girne / Esentepe\nbölgesinde yapilacak olan santiyenin geçici akim elektrik tesisati isleri hakkinda.\nELEKTRIK\nIC\nTESTSAT KISMI:\nTarafinizdan verilen elektrik projesi kullanilarak EK'te listesi verilmis olan malzemeler dogrultusunda asagidaki fiyatlar belirtilmistir.\n1adet geçici akim tesisati malzeme tiscilik:\n1,500 STG +KDV\nSantiye etrafi elektrik tesisati malzeme tiscilik:..10,000 STG+KDV\nGENEL\nTOPLAM: 11,500 STG +KDV\niSiN\nTANIMI:\n1. Geçici akim\nelektrik\ntesisati\n16. Tesisat yönetmeligine göre uygulanacaktir.\n2.\nEk'te belirtilen 1adet üç faz ayakli pano tarafimizdan temin ve tesis edilecektir.\n3. Ek'te belirtilen ayakli tek faz pano içerisine 1adet 2x63\nmcb, 1adet 2x63 30 ma otomatik, 1adet 20A mcb ve 1adet ifteli sanayi tipi priz tarafimizdan temin ve tesis edilecektir.\n4.\nEk'te belirtilen panonun beslemesi mevcut parselasyon panosundan yaklasik 85 metre 4x16 pvc swa pvc kablo ile tarafimizdan temin ve tesis edilecektir. (ilk olarak santiyeye tek faz geçici akim temin edilecektir. Ilerde 3faza evire bilmek için besleme kablosunu 3 faz olacak sekilde teklifimize dahil edilmistir.)",
    "trans": "10,10,2024\nGirne\n/ Esentepe\nGirne / Esentepe, owned by Yeni Land Inv. LTD.\nSubject:Regarding the temporary power electrical installation works to be carried out at the construction site\nELECTRICAL\nIC\nINSIDE TEST SECTION:\nBased on the electrical project provided by you and in line with the materials listed in the attached document, the following prices are specified:\n1 unit temporary electrical installation materials and labor:\n1,500 STG + VAT\nElectrical installation materials and labor for the surrounding of the construction site:10,000 STG + VAT\nGENERAL\nTOTAL :11,500 STG + VAT\nwork\nDESCRIPTION\n1.The temporary power installation.\nElectrical\ninstallation\nIt will be implemented according to the 16th Installation Regulation.\n2.\nOne 3-phase floor-standing panel, as specified in the attached document, will be provided and installed by us.\nThe attached document specifies that 1 unit of 2x63 will be included inside the floor-standing single-phase panel.\nThe 2x63 MCB, 1 unit of 2x63 30mA automatic, 1 unit of 20A MCB, and 1 industrial-type socket will be supplied and installed by us\n4.\nThe power supply for the panel mentioned in the attachment will be provided and installed by us using approximately 85 meters of 4x16 PVC SWA PVC cable from the existing partition panel. (Initially, a single-phase temporary power supply will be provided to the construction site. To allow conversion to three-phase in the future, the supply cable will be included in our offer as a three-phase cable.)"
}