{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Şahıslar Adına Gelen Gönderilerin Çekim İşlemleri\nYukarıda detayları yer alan gönderiniz gümrüğe tabii tutulmuş olup gümrüklü alanda yer almaktadır.\nGönderinizin tarafınıza ulaşabilmesi için resmi gümrük çekim işlemlerini başlatmanız gerekmektedir. Gönderilerinizin gümrük çekim işlemleri ile ilgili 444 00 40 numaralı telefondan 3'ü tuşlayarak gümrük müşteri hizmetleri ekibimiz ile irtibata geçmenizi rica ederiz.\nŞahıs adına gelen gönderiler için ilk varış noktası olan İstanbul’da DHL Express tarafından aşağıdaki işlemler takip edilebilir. Bu işlemlerden harhangi birini talep edecekseniz; lütfen e-evrak sistemini kullanmayınız, evraklarınızı elektronik ortamda oluşturmayınız veya evraklarınızı aldırmayınız.\nGümrük Kanununun bazı maddelerindeki uygulama değişiklikleri ile şahıslar için 150 Avro olan basitleştirilmiş usulde işlem yapabilme limiti 30 Avro'ya indirilmiştir. İlgili değişikliğin kapsamı hakkında detaylı bilgiye buradan ulaşabilirsiniz.\nŞahıs adına kişisel kullanım için gelen, yasaklı olmayan ve 30 Avro ile 30kg'yi geçmeyen gönderilerinizin gümrük işlemleri Bilgisayarlı Gümrük Beyanı (BGB) ile DHL Express tarafından yapılabilmektedir. Bu kapsamda işlemleri yapılan gönderiler için sadece devlete ödenen vergi ve resmi harçlar tahsil edilmektedir. Bilgi ve evrak örneklerini, İthalat Kategori 3 Şahıs işlemleri sekmesine girerek web sitemizden görebilirsiniz. Lütfen gümrük çekimi öncesinde ödeme yapmayınız.",
    "trans": "Customs Clearance Procedures for Shipments Sent to Individuals\nYour shipment, as detailed above, has been subjected to customs and is currently in the customs area.\nTo receive your shipment, you need to initiate the official customs clearance procedures. For assistance with the customs clearance of your shipment, please contact our customs customer service team by dialing 444 00 40 and pressing 3.\nFor shipments sent to individuals, the following procedures can be followed by DHL Express at the first arrival point in Istanbul. If you wish to request any of these services, please do not use the e-document system, create documents electronically, or request documents to be obtained.\nDue to changes in the application of certain articles of the Customs Law, the limit for simplified procedures for personal shipments has been reduced from 150 Euros to 30 Euros. You can find detailed information about the scope of this change here.\nFor personal shipments of non-prohibited goods, not exceeding 30 Euros and 30kg, customs procedures can be carried out by DHL Express using the Computerized Customs Declaration (CCD). For shipments processed under this scope, only taxes and official fees paid to the government are collected. You can find information and document samples by visiting the Import Category 3 Personal Procedures section on our website. Please do not pay before customs clearance."
}