{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Ücretsiz Otel Transferi\nTürkçe Rehberlik Hizmeti\nTüm Dalış Ekipmanları\nTüm Sigortalar\nDalış Eğitimi\nÖğle Yemeği\nMarmaris Tüplü Dalış Turu Deneyimi\nDenizaltının gizemli ve keyif dolu dünyasıyla sizleri tanıştırmak için düzenlediğimiz dalış organizasyonları ile Marmaris tatiliniz için, ömür boyu unutamayacağınız bir deneyimi, kolaylıkla yaşayabilirsiniz. Üstelik bunu yapmak için, profesyonel bir dalışçı olmanız gerekmiyor. Bir tatil için yaşayabileceğiniz en farklı deneyimlerin başında gelen dalış sporuyla yaşayacağınız farklı bir heyecanın, tatilinizin en önemli parçalarında biri olacağına emin olabilirsiniz.\nDalış sporlarında üst düzey profesyonelliğe sahip eğitmenler ile yapacağınız dalış, aynı zamanda sualtını çok daha yakından tanımanıza fırsat sunacak bir aktivite olacaktır. ister profesyonel bir dalışçı olun, isterseniz daha önce bu sporu hiç yapmamış biri olun. Tatilinizde grup halinde yapılacak bu dalışlar, size ayrı bir zevk verecektir.\nTeknelerle ziyaret edilen belirli koylarda, sertifikalı eğitmenlerimizle Marmaris’in gizemli sularında farklı bir dünya sizi bekliyor olacak.\nMarmaris Tüplü Dalış Turu Nerede Yapılıyor?",
    "trans": "Free Hotel Transfer\nTurkish Guiding Service\nAll Diving Equipment\nAll Diving Equipment\nDiving Training\nLunch\nMarmaris Scuba Diving Tour Experience\nWith the diving events we organize to introduce you to the mysterious and enjoyable world of the underwater, you can easily experience a once-in-a-lifetime adventure during your Marmaris holiday. Moreover, you don’t need to be a professional diver to do this. Scuba diving, one of the most unique experiences you can have on a holiday, will surely become one of the most exciting and unforgettable parts of your trip.\nThe dive, conducted with instructors who possess top-level professionalism in diving sports, will also be an activity that gives you the opportunity to explore the underwater world up close. Whether you are a professional diver or someone who has never tried this sport before, these group dives during your holiday will offer you a unique pleasure.\nIn certain coves visited by boats, our certified instructors will take you to the mysterious waters of Marmaris, where a different world awaits you.\nWhere Is the Marmaris Scuba Diving Tour Held?"
}