{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"3-3'E GELEN BİR MAÇ VAR, MORALİMİZ BOZULDU\"\n\"Ligde lideriz. Planladığımızın dışında beraberlik aldık. Her maçı kazanmak için çıkıyoruz. Oraya da yaklaştık. 3-0'dan 3-3'e gelen bir maç var, moralimiz bozuldu. Şampiyonlar Ligi'nden elendik. Bizim için hikayesi farklı. Kadro olarak hazır olmadığımız, oyuncu performansı olarak hazır olmadığımız bir maçtı. Aslında zor bir yaz geçirdik kendi açımdan. Bir transfer hikayesi oluyor. Transfer hikayeleri oluyor. Yetişip yetişmeme yerinde, istediğiniz oyuncuları alıp almama oluyor. Burada biraz zorlandık. Milli oyuncularda çok zorlandık. Geçen sezon çok uzun sürdü, Avrupa şampiyonası, 2 hafta izin verebildik, oyuncular çok yorgun geldiler. Yorgunlukları devam ediyor. Performanslarını geç buldular. Abdülkerim'in fiziksel olarak geç hazır olduğunu söyleyebilirim.\"\nHaberin Devamı\nArabanız için Optimum Fiyat Teklifleri\nBorusan Next\nTeklif Al\nA1 Capital’de Hesap Aç, Profesyonel Analistleri Takip Et!\nA1 Capital\nKayıt ol\nby Taboola\nGözden Kaçmasın\nGalatasaray'da Dursun Özbek ve yönetimi için ibra kararı! 'Kısa zamanda Florya'ya veda partisi yapacağız'",
    "trans": "\"THERE'S A MATCH THAT ENDED 3-3, OUR MOOD IS DOWN\"\n\"We are leading the league. We got a draw, which wasn’t part of our plan. We aim to win every match. We came close there as well. There’s a match that went from 3-0 to 3-3, and our morale is down. We were eliminated from the Champions League. The story is different for us. It was a match where we weren’t physically ready as a squad, and our players weren’t ready in terms of performance. Actually, it was a tough summer for me personally. There’s a transfer story. There are transfer stories. It’s about whether you manage to get the players you want or not. We struggled a bit here. We had a hard time with the national team players. Last season was very long, with the European Championship, and we could only give them two weeks of rest, so the players came back very tired. They are still tired. They didn’t find their form quickly. I can say that Abdulkerim was physically late in getting ready.\"\nNews Continues\nOptimal Price Offers for Your Car\nBorusan Next\nGet an Offer\nOpen an Account at A1 Capital, Follow Professional Analysts!\nA1 Capital\nSign Up\nby Taboola\nDon’t Miss Out\nDecision to acquit Dursun Ozbek and the board at Galatasaray! \"We will have a farewell party at Florya soon.\""
}