{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Seyran, omzunun üstünden Ferite bakıp kıkırdadı. Bu sırada kapıya doğru gitmişti bile. Eline aldığı sabahlığı hızlıca üstüne geçirip, araladı kapıyı. Sesler daha da net gelmeye başladı.\n''Babam gelmiş. '' dedi gözlerini devirerek.\nFerit bıkkın bir halde kalktı yataktan ''Geç bile kaldı. Bu kadar dayanabilmesine hayret ettim. '' Kıyafetlerin yanına gidip kendine bir şeyler seçmeye koyuldu.\n''Ablamı sıkıştıracak şimdi. Kurs işini öğrenecek, kıyameti koparacak. '' Seyran kapıyı kapatıp, üzgün bir halde koltuğa attı kendini. Ayaklarını sehpaya uzatıp off'ladı.\n''Suna için pek bir şey fark edeceğini sanmıyorum. Dedem yalıdan gitmesine engel olsun yeter. '' dedi Ferit, ciddiyetle kıyafet seçmeye devam ederken.\n''Ne demek bu şimdi? Sadece yalıda kalmak mı ablamın derdi, kurs önemli. Yeni bir hayat için adım atacak.'' Doğruldu yattığı yerden Seyran.\nFerit güldü. Kıyafetleri koluna alıp Seyrana doğru ilerledi\n''Aynen öyle, kurs önemli. Senin için okulun önemli olduğu gibi. '' imayla dolan gözleri, Seyranın gözlerini taradı yine.",
    "trans": "Seyran looked over at Ferit with a giggle from her shoulder. In the meantime, she had already walked toward the door. Quickly throwing on her robe, she opened the door a little. The sounds became clearer.\n''Dad's here,'' she said, rolling her eyes.\nFerit, looking fed up, got up from the bed. \"He’s late. I’m surprised he lasted this long.\" He went over to the clothes and began picking out something for himself.\n''Now he's going to pressure my sister. He’ll find out about the course, and it’s going to be chaos.'' Seyran closed the door and flopped onto the couch, stretching her legs onto the coffee table and sighed.\n''I don’t think it’ll make much difference for Suna. As long as Grandpa prevents her from leaving the mansion, that’s enough,'' Ferit said seriously while continuing to choose his clothes.\n''What does that mean? Is my sister’s only problem staying at the mansion? The course is important. She’s going to take a step towards a new life.'' Seyran sat up from where she had been lying.\nFerit laughed. He took the clothes on his arm and walked toward Seyran.\n''Exactly, the course is important. Just like school is important to you.'' His eyes, filled with meaning, scanned Seyran’s face again."
}