{
    "source": "tr_TR",
    "target": "en_US",
    "text": "IV. ÇARTERPARTİ HÜKÜMLERİ UYARINCA MÜVEKKİL ŞİRKET YÜKÜN KALİTE VE MİKTARINA İLİŞKİN TALEPLERDEN SORUMLU DEĞİLDİR.\n19) Bu başlık altındaki açıklamalarımız öncesinde Sayın Mahkeme’yi taşıma ilişkisine taraf şirketlerden gemi kiracısı AKTAŞ KİMYA DIŞ TİCARET LİMİTED ŞİRKETİ (08.08.2024 tarihli Çarterparti Sözleşmesinin ilk sayfasında ve sair diğer belgelerde AKTAŞ KİMYA FOREIGN TRADE COMPANY olarak yer almaktadır) ve Talep Eden (yük alıcısı) AYMEX PETROCHEMICALS TRADING DMCC arasındaki ilişki hakkında bilgilendirmek isteriz. Zira, iki şirket arasındaki ilişki, Sayın Mahkeme’ye yapılan ihtiyati haciz başvurusunun hileli doğasını ortaya çıkarmakta ve talebin haksızlığını ortaya koymaktadır.\n20) Gemi kiracısı AKTAŞ KİMYA DIŞ TİCARET LİMİTED ŞİRKETİ ve Talep Eden AYMEX PETROCHEMICALS TRADING DMCC, Aktaş grup şirketlerinin bir parçasıdır.\nEK- https://www.aktasgroup.com.tr/hakkimizda bağlantısı üzerinde erişilen ve Aktaş grup şirketlerini gösterir sayfa görüntüsü.\n21) Yukarıdakilere ek olarak, her iki şirket de %100 oranında 3765649790 T.C. Kimlik numaralı Mustafa Aktaş’a aittir ve münferiden Mustafa Aktaş tarafından temsil edilmektedir. Talep eden bakımından pay sahipliği ve yetki durumu Talep Eden vekili tarafından sunulan vekaletname ve eklerinden anlaşılabilir durumdadır. Gemi kiracısı bakımından ise, MERSİS ve Ticaret Sicil Gazetesi elektronik kayıtları ekte Sayın Mahkeme’nin dikkatine sunulmaktadır.",
    "trans": "IV. UNDER THE CHARTER PARTY TERMS, THE CLIENT COMPANY IS NOT RESPONSIBLE FOR ANY DEMANDS RELATED TO THE QUALITY AND QUANTITY OF THE CARGO.\n19)Before the explanation under this heading, we would like to inform the Honorable Court about the relationship between the ship charterer AKTAŞ KİMYA DIŞ TİCARET LİMİTED ŞİRKETİ (as referred to as AKTAŞ KİMYA FOREIGN TRADE COMPANY on the first page of the Charter Party Agreement dated 08.08.2024 and other related documents) and the Claimant (the cargo consignee) AYMEX PETROCHEMICALS TRADING DMCC. This relationship between the two companies reveals the fraudulent nature of the precautionary attachment application made to the Honorable Court and exposes the unfairness of the claim.\n20)The ship charterer AKTAŞ KİMYA DIŞ TİCARET LİMİTED ŞİRKETİ and the Claimant AYMEX PETROCHEMICALS TRADING DMCC are part of the Aktaş Group of Companies.\nANNEX - A screenshot of the page indicating Aktaş Group of Companies accessed via the link https://www.aktasgroup.com.tr/hakkimizda.\n21)In addition to the above, both companies are 100% owned by Mustafa Aktas, identified by Turkish ID number 3765649790, and are individually represented by Mustafa Aktas. The ownership and authority situation regarding the Claimant can be understood from the power of attorney and its annexes submitted by the Claimant's attorney. As for the ship charterer, the Central Registration System and Trade Registry Gazette electronic records are hereby submitted for the Honorable Court's attention."
}