{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bu tatlı heyecanımı küçük bir sürprizle taçlandırmak istemiştim. Birbirimize verdiğimiz ikinci şansı güzel değerlendirmeye kararlıydım. Bu zamana kadar Ömer için bir şeyler yapmadım pek. Yani sürprizleri yapan taraf hep oydu. Ufacık bir şey dahi olsa, çok sevineceğini biliyordum, çünkü ondan gelen küçücük bir jest, beni dünyanın en mutlu insanı yapabiliyordu.\nKanalda işlerim bitince, Ömer için aklımdaki hediyeyi almaya gittim. Zamanında yeni evimizde (evli olduğumuz ama asla taşınamadığımız o meşhur ev) bana gençlik yıllarından bahsetmişti. Canı ne zaman sıkılsa, odasına kapanır ve saatlerce plaktan müzik dinlermiş. Bir nevi gerçeklerden kaçma yoluymuş onun için. Terapi gibi gelirmiş. Ömer'in en çok ihtiyacı olan şey de yorgun ruhunu dinlendirmek sanırım. Yıllarca tüm yaralarına tek başına merhem olmaya çalışmış. Onu anlayan, dinleyen ve derdine koşan hiç kimsesi olmamış çünkü. O görevi bir nebze de olsa devralmak istedim ve ona pikap ile birkaç nostaljik plak aldım. Tüm dertlerinin dermanı artık ben olacaktım.",
    "trans": "I wanted to crown this sweet excitement with a small surprise. I was determined to make the most of the second chance we gave each other. Until now, I hadn’t really done much for Ömer. I mean, he was always the one who made surprises. Even the tiniest gesture from him could make me the happiest person in the world, and I knew he would be really happy with something small, too.\nOnce I finished my work at the channel, I went to get the gift I had in mind for Ömer. He had once told me about his youth when we were at our new home (the famous home we were married in but never moved into). Whenever he was feeling down, he would lock himself in his room and listen to music on a record player for hours. It was his way of escaping reality, almost like therapy. I think the thing Ömer needed most was someone to rest his tired soul. He had spent years trying to heal all his wounds by himself. He never had anyone to understand him, listen to him, or run to his side. I wanted to take on that role, even if just a little, so I bought him a record player and a few nostalgic vinyl records. Now, I would be the remedy for all his troubles."
}