{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Neredeyse doktor olacak kızımla konuştuğumu atladığım için beni affet, haklısın. Ülkemizin güzide vatandaşlarına iyi bir yatırım olacak diye düzelteyim.\"\n\"Güzide derken yine bir sınıfı temsil ediyorsun. Çoğu insan bu son teknoloji yatırımdan faydalanamayacak ama.\"\n\"Keşke başkalarını düşündüğümüz kadar biraz kendimizi de düşünsek öyle değil mi Asi?\" Hande imalı bir şekilde konuşmalarının arasına girdi.\n\"Düşünüyorum zaten anne, her şey yolunda.\" dedi Asi, gözlerini kaçırmadan ona bakarken.\n\"Sanki biraz kilo almış gibisin o boynundaki kızarıklık ve cildindeki lekeler ne öyle? Cilt bakım randevularını atlıyor musun yoksa?\" çenesini ileri çıkarmış ve kızını yakından inceleme çalışıyordu Hande.\nBoynundaki kızarıklar kısmına hiç girmesek çünkü buna sebep olacak kadar onu tutkulu bir şekilde öpüp, emen adam Alaz dan şu saate kadar hala bir mesaj gelmemişti. Asi, aralarındaki şeyin tamamen tek anlık bir şey olduğuna artık neredeyse emindi.\n\"Son günlerde tartılmadım ama aldığımı sanmıyorum. Şu lekelere gelince yoğun derslerden biraz uyku düzenim bozuldu ondandır, geçer.\"\n\"Bak seni hiç iyi görmüyorum Asi, hayatına artık çeki düzen vermelisin.\" kaşlarını havaya kaldırmış ve elinde tuttuğu çatalla vurgu yaparak konuşuyordu Hande.",
    "trans": "\"Please forgive me for forgetting to talk to my daughter, who is almost a doctor. You're right. Let me correct myself, this will be a good investment for our country's esteemed citizens.\"\n\"When you say esteemed, you're representing a class again. Most people won’t be able to benefit from this cutting-edge investment,\" Asi replied.\n\"I wish we thought of ourselves as much as we think of others, don't you think, Asi?\" Hande interjected with a hint of sarcasm in her voice.\n\"I’m already thinking of myself, mom. Everything’s fine,\" Asi said, looking at her without averting her gaze.\n\"You seem to have gained some weight, and what's with the redness on your neck and the spots on your skin? Are you skipping your skincare appointments?\" Hande said, sticking out her chin and examining her daughter closely.\nLet’s not get into the part about the redness on her neck, because the man who had passionately kissed and sucked on her there, Alaz, hasn’t sent a message until now. Asi was almost certain that what happened between them was just a one-time thing.\n\"I haven’t weighed myself lately, but I don’t think I’ve gained any weight. As for the spots, my sleep schedule has been messed up because of all the studying, that’s why. It’ll go away.\"\n\"Look, I don't find you so well, Asi. You need to start putting your life in order,\" Hande said, raising her eyebrows and emphasizing her words by pointing with the fork she held."
}