{
    "source": "tr_TR",
    "target": "en_US",
    "text": "DK.22.106 UOD-2017/02 Yabancı Uyruklu Kabin Memuru Görevlendirme Usul ve Esasları Genelgesi Başvuru Koşulları Madde 6 ve PR.35.010 İstihdam Başkanlığı İdari İşler Prosedürü 6.10.1 Yurt İçinde Görevli Yabancı Uyruklu Çalışanın Çalışma İzni Yenileme İşlemleri maddesinde belirtilen gerekliliklere uygun olarak Ortaklık uçuşlarında görev alan yabancı uyruklu kabin ekibi üyesinin çalışma izni süresi bitiş tarihi İnsan Kaynakları Başkanlığı/İşe Alım Müdürlüğü/Çalışma İzinleri ve İşe Başlatma Şefliği tarafından takip edilir, çalışanın çalışma izin süresinin bitişine minimum altmış (60) gün kala Kabin İdari Şefliği mail adresine çalışma izni süresi dolmak üzere olduğu bildirilir, belirtilen yabancı uyruklu kabin ekibi üyesinin görevine devam etme uygunluğu hakkında İnsan Kaynakları Başkanlığı/İşe Alım Müdürlüğü/Çalışma İzinleri ve İşe Başlatma Şefliği calismaizinleri@thy.com, Kabin Hizmetleri Başkanlığı/Kabin İdari Müdürlüğü kabinidarisef@thy.com ve Kabin Performans&Yetkinlik Geliştirme Müdürlüğünden kabinperfsef@thy.com adresinden e-posta yolu ile görüş alınır. Uygunluk alınan yabancı uyruklu kabin ekibi üyesi için çalışma izni belgesi uzatma işlemleri Çalışma İzinleri ve İşe Başlatma Şefliği tarafından başlatılır, çalışma izin belgesi yenilenen kabin ekibi üyesinin çalışma izin belgesinin kopyası Çalışma İzinleri ve İşe Başlatma Şefliği tarafından calismaizinleri@thy.com adresi üzerinden e-posta ile Kabin İdari İşler Müdürlüğü/Kabin İdari Şefliği e posta adresi olan kabinidarisef@thy.com‘a iletilir.\nSHGM’ye yabancı uyruklu kabin ekibi üyelerinin çalışma uygunluğu alınmak üzere Kabin İdari Şefliği tarafından aşağıda yer alan belge ve kayıtlar toplanır:",
    "trans": "In accordance with Article 6 of Directive DK.22.106 UOD-2017/02 on the Assignment Procedures and Principles of Foreign Cabin Crew Members and Section 6.10.1 of PR.35.010 Employment Directorate Administrative Procedures on Domestic Foreign Employees’ Work Permit Renewals, the validity of the work permit for foreign cabin crew members serving on the airline’s flights is monitored by the Human Resources Directorate/Recruitment Department/Work Permits and Onboarding Division. A notification is sent to the Cabin Administrative Division email address at least sixty (60) days before the work permit's expiration date, informing them of the impending expiry. Opinions on the continuation of the foreign cabin crew member’s assignment are sought via email from the Human Resources Directorate calismaizinleri@thy.com, Cabin Services Directorate kabinidarisef@thy.com, and Cabin Performance & Competency Development Department kabinperfsef@thy.com. Once the necessary approvals are obtained, the Work Permits and Onboarding Division proceeds with the renewal of the work permit. A copy of the renewed work permit is then sent via email to the Cabin Administrative Affairs Department at kabinidarisef@thy.com.\nThe following documents and records are collected by the Cabin Administrative Division to request approval from for the Directorate General of Civil Aviation employment eligibility of foreign cabin crew members:"
}