{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kısa sürede bütün bölgede tanınmıştı.\nİsmet Paşa, Recai Kutan’a milletvekilliği teklif etti. Genç Kutan kendine yakışır nazik bir üslupla bu teklifi reddetti. Çünkü çoktan kararını vermişti. Şartlar ne olursa olsun, İTÜ’nün bekçi kulübesinden bozma mescidinde tanıdığı Necmettin Erbakan ile yola devam edecekti.\nÖyle de yaptı. İTÜ’de tanıştığı Erbakan’la bir daha yollarını hiç ayırmadı. Erbakan’ın en sevdiği ve en güvendiği isimlerden biri oldu.\nSabır ve Hoşgörü\nBen kendisini henüz 20’li yaşlarımın başında Millî Gazete’de çalışmaya başlamış genç bir muhabir iken tanıdım. Saadet Partisi genel başkanlığına seçildiği andan itibaren de birebir çalışmaya başladık. Konuşma metinleri ve basınla ilişkiler konusunda elimden geldiğince kendisine yardımcı olmaya çalıştım.\nHerkes gibi ben de ondan çok şey öğrendim. Hayata bakışıma çok katkısı oldu. Ben küçükken rahmetli ninem; “Kara kuzum, Allah seni iyilerle karşılaştırsın” diye dua ederdi. Recai Kutan ile yolumuzun kesişmesini, bu duanın bereketine bağlamışımdır hep. Tanıdığım en iyi insanlardan biriydi.",
    "trans": "He quickly became well-known across the entire region.\nİsmet Paşa offered Recai Kutan a parliamentary position. However, the young Kutan politely declined the offer in a manner befitting his character. He had already made up his mind. Regardless of the circumstances, he would continue his journey with Necmettin Erbakan, whom he had met in the makeshift mosque converted from a guardhouse at ITU.\nAnd so he did. From the moment they met at ITU, Kutan never parted ways with Erbakan. He became one of Erbakan's most trusted and beloved companions.\nPatience and Tolerance\nI first met him when I was a young reporter in my early 20s, working for Millî Gazete. From the moment he was elected as the chairman of the Saadet Party, I started working closely with him. I tried to assist him as much as I could with speechwriting and managing press relations.\nLike everyone else, I learned a lot from him. He had a significant influence on my perspective on life. When I was a child, my late grandmother used to pray, “My little one, may God always bring good people your way.” I’ve always attributed my chance to cross paths with Recai Kutan to the blessings of that prayer. He was one of the best people I’ve ever known."
}