{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Biliyorum ama o adamın böyle işlere bulaşması benim suçum değil. Hepsi senin hatan kendi pisliğini bize bulaştırdın.\"\nOnun aksine sakin bir ses tonunda konuşmuştum. Onun pisliği yüzünden benim annem ölmüştü. Pis işlerini ailemize bulaştırıp babam ile güzel bir yaşam sürmeyi planlamış, annem ve beni tamamen gözden çıkarmışlardı.\n\"Senin pisliğin babamı bu hale getirdi. Onun ölmesini istediğini biliyorum. Başından beri şirkette gözün vardı. Ama amacına ulaşamayacaksın maalesef... Bir sürtüğe, metrese neden bir şirket emanet edilsin ki?\nAlayla gülerek yasladığım duvar ile temasımı kestim. Hiç bir şey söyleyemiyor sahte gözyaşları ile yüzüme bakıyordu.\n\"Telefonunu orta yerlerde bırakmamalısın.\"\nDedikten sonra bir kaç adım ile karşısına gelip kulağına doğru eğildim.\n\"Babama zarar verirsen, yemin ederim seni yaşatmam. Babam kendi gözleri ile senin nasıl bir sürtük olduğunu öğrenecek.\"\n\"Siktir git!\"\nOmuzlarımdan sertçe itilmem ile ortama kıkırdamamı salmıştım. Yüzünde gördüğüm ifade o kadar keyif vericiydi ki, bunu saatlerce izleyebilirdim.\n\"Seni uyardım. Bence uymanı tercih ederim.\"\nCiddi yüz ifademi takınarak arkamda sinirden kıpkırmızı olan bedeni bırakıp çıkışa yürümeye başlamıştım. Sabah, uyandığım gibi buraya gelmiştim... Dakikalarca o kadının bağırışlarını duymak zorunda kalmış, gittiğimi Hyunjin'e bile haber vermemiştim.",
    "trans": "\"I know, but I’m not to blame for that man getting involved in this nonsense. This is all your fault that you dragged your filth into our lives.\"\nMy voice remained calm, unlike hers. My mother had lost her life because of her filth. She had infected our family with her shady dealings, intending to live happily ever after with my father while discarding my mother and me entirely.\n\"It’s your filth that’s left my father in this state. I know you’ve wanted him dead from the start. You’ve always been after the company. But guess what? You’re not going to get it. Why would a company ever be handed over to a whore, a mistress?\"\nI pulled away from the wall I’d been leaning against, laughing in mockery. She couldn’t say a word and stared at me with fake tears streaking her face.\n\"You shouldn’t leave your phone around in plain sight.\"\nHaving said these words, I moved a few steps closer, leaned down to her ear.\n\"If you hurt my father, I swear I’ll end you. He’ll see with his own eyes exactly what kind of whore you are.\"\n\"Fuck you!\"\nShe shoved me roughly by the shoulders, and I let out a laugh in response. The expression on her face was so satisfying, I could’ve watched it for hours.\n\"I warned you. I'd rather if you listened.\"\nWith a serious expression, I turned and walked away, leaving that red, furious body behind me. I came here as the first thing in the morning... I had to endure that woman's shouting for minutes, not even telling Hyunjin that I left."
}