{
    "source": "tr_TR",
    "target": "en_US",
    "text": "''Pijamalı olmadığıma dua et!''\nKendi kendime mırıldandığım sözler çok şükür ki Sarp tarafından duyulmadı. Karşımdaki sevdiğim adam da olabilirdi, ama bu onun için rahatımdan taviz verip akşam akşam tekrar süsleneceğim anlamına da gelmezdi. Beni sevecekse böyle sevsindi!\n''İyi akşamlar,'' dedi Sarp ona ulaşmamla.\nGülümsedim. Olgun olmaya çalışarak, ''İyi akşamlar,'' diye karşılık verdim ben de.\n''Neler yaptın?''\nSarp'ın dudaklarından dökülen bu soru oldukça zorlama gelse de, onun da tıpkı benim gibi nasıl davranacağını bilmediğini anlamak zor değildi. Bu yüzden ona ayak uydurdum ve kollarımı hafif esen rüzgar nedeniyle kendi etrafıma sararken, ''Hiç,'' diye mırıldandım. ''Çisem ile takılıyoruz öyle.''\nVerdiğim yanıta karşılık olarak kısa bir baş sallayış aldım. Sarp birkaç saniye beni süzdü ve sonra kaşlarını çatarak arkasını döndü. Ne olduğuna bir anlam vermeye çalışırken o aracın arka kapısını açtı ve içeri doğru eğildi.\nSana çiçek mi aldı yoksa?\nSarp arabanın içinden uzaklaşıp tekrar bana doğru gelirken elindeki ceket dikkatimden kaçmadı. Yanıma ulaşıp ceketini o an tahmin ettiğim gibi omuzlarıma attı.",
    "trans": "\"You should thank God that I am not in pyjamas!\"\nThe words I muttered to myself were, fortunately, not heard by Sarp. It could have been the man I love standing there, but that didn’t mean I’d give up my comfort and dress up again in the evening. If he was going to love me, he would love me like this!\n\"Good evening,\" said Sarp, as I reached him.\nI smiled, doing my best to seem mature. \"Good evening,\" I replied.\n\"What have you been up to?\"\nSarp’s question, although somewhat forced, made it clear that, like me, he didn’t know how to act in this situation. So, I went along with it, wrapping my arms around myself to shield against the breeze and muttered, \"Nothing, just hanging out with Cisem.\"\nIn response, I got a brief nod. Sarp examined me for a few seconds before frowning and turning away. As I tried to make sense of things, he opened the car’s back door and leaned in.\nDid he buy you flowers?\nAs Sarp moved away from the car and approached me again, the jacket in his hand caught my attention. Reaching me, he draped it over my shoulders, just as I had expected."
}