{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Onunla dediğin adamın kim olduğunu bilmiyor musun?\" dedi gardiyan ve beni sola doğru döndürdü, diğer görüş yerlerinden farklı bir yere götürdüğünü anladım. İşkence odalarına daha yakın bir yerdi.\nTugay Demir Çeviker de işkenceye uğruyor olmalıydı ama hiç de öyle görünmüyordu, bunu nasıl gizleyebiliyordu?\nTekrardan sola döndüğümüzde dar bir odadan içeriye girdik ve yine camlı odayla karşılaştım. Ortada geniş bir cam vardı, camın iki tarafında da sandalyeler ve kimse yoktu.\nOrtadaki sandalyeye doğru iteklediğimde bir anda dönüp gardiyanın kolunu kavradım ve kendime doğru çektim. Göz göze geldiğimizde büyük bir nefretle baktı. \"Bir daha bana dokunursan o kolunu kırarım, beni duydun mu gardiyan?\"\nGardiyan anlık olarak afalladı ardından \"Bu cesaretin nedeni, görüşeceğin adam mı?\" diye sordu ve kolunu kurtarmaya çalıştı ama bırakmadım. Avuç içlerim öfkeyle karıncalanmaya başladığında babama yaşattıklarıyla, krallığın yanında olmayanlara yaşattıklarıyla aslında nasıl da değersiz görüldüklerini anladım.\nKadın değildim, bir böcektim; erkeğin arkasına gizlenen ya da korunmaya muhtaç. Meydan okuyamaz, tepki veremezdim.\nCamın arkasından ses geldiğinde içeriye başka bir gardiyan girdi sonrasında yavaş adımlarla yürüyen Tugay Demir Çeviker'le karşılaştım. Üzerinde siyah mahkum forması vardı, bileklerinde kelepçeler fakat ağızlığı yoktu. Gözleri benden önce yanımdaki gardiyana kaydı sonra kolunu kavrayan elime.",
    "trans": "“Don't you know who the man you're talking to is?” the guard said and turned me to the left, and I realized he was taking me to a different place than the other viewing places. It was closer to the torture chambers.\nTugay Demir Ceviker should have been tortured too, but he didn't look like it, how could he hide it?\nWhen we turned left again, we passed through a narrow room and again I came across the room with the glass. There was a large glass in the middle, there were chairs on both sides of the glass and no one was there.\nWhen I pushed him towards the chair in the center, I turned quickly, grabbed the guard's arm and pulled him towards me. When our eyes met, he looked at me with great hatred. “Touch me again and I will break your arm, did you hear me, guard?”\nThe guard was instantly surprised, then asked, “ Is the reason for your courage the man you are going to see?” and tried to free his arm, but I didn't let go. As my palms began to tingle with anger, I realized how worthless they were, after what they had put my father through, after what they had put those who were not on the side of the kingdom through.\nI was not a woman, but an insect, hiding behind a man or in need of protection. I could not challenge, I could not react.\nWhen I heard a voice from behind the glass, another guard entered, then I came across Tugay Demir Ceviker walking slowly. He was wearing a black prisoner uniform, with handcuffs on his wrists but no mouthpiece. His eyes went to the guard next to me before mine, and then to my hand gripping his arm."
}