{
    "source": "tr_TR",
    "target": "en_US",
    "text": "oluşturup “Kişisel Bilgiler, Eğitim Bilgileri, Sosyal Faaliyetler, …” gibi bilgilerini doldurduktan sonra\nBaşarı Burs Programı’na başvuru yapabileceklerdir.\nBaşvuran adaylara, başvurularının alındığına dair teyit amaçlı bildirim yapılacaktır.\nBaşvuru bilgilerinin eksiksiz doldurulması ve zorunlu belgelerin taranarak uygun formatta (pdf, jpeg\nvb.) sisteme yüklenmesi gerekmektedir. Aksi durumda başvuru geçersiz sayılacaktır.\nBaşvuru esnasında sunulan bilgi ve belgelerde herhangi bir hata ya da yanlış tespit edilmesi durumunda\nbaşvuru geçersiz sayılacaktır. Burs verildikten sonra bunun tespit edilmesi halinde ise adaya ödenen\nburs miktarları ilgili mevzuat çerçevesinde adaydan geri tahsil edilecektir.\nBaşarı Bursları yalnızca bir eğitim yılı için aylık burs ödemesini kapsamakta ve bu ödeme yalnızca\neğitimin devam ettiği aylarda (en fazla 9 ay) yapılmaktadır.\nBaşarı Burs Programı kapsamında kabul edilen adaylardan;\n■ Lisans öğrencilerine 1400 TL,\n■ Yüksek lisans öğrencilerine 2000 TL,\n■ Doktora öğrencilerine 2750 TL aylık burs ödemesi yapılacaktır.\n***Başarı Bursu için sınırlı kontenjan tahsis edildiğinden, kazanan adayların belirlenmesinde;\nülke, üniversite, bölüm ve düzeylere göre dengeli bir dağılım yapılacaktır. ***",
    "trans": "After signing up and filling in information such as \"Personal Information, Education Information, Social Activities, ...\"\nThey will be able to apply for Success Scholarship Program.\nApplying candidates will be notified for confirmation of the receipt of their applications.\nApplication information shall be filled in completely and mandatory documents shall be scanned and uploaded\nto the system in proper format (pdf, jpeg etc.). Otherwise applications will be invalid.\nIn cases where any error or inaccuracy is found in the information and documents submitted during application,\napplication will be invalid. In case this is found after the scholarship is paid, amount paid\nto the candidate will be collected from the candidate in accordance with relevant legislation.\nSuccess Scholarship only covers one academic year and this payment is only\nmade in the months the education continues (maximum of 9 months).\nCandidates accepted to the Success Scholarship Program will be paid:\n■ 1400 TL for undergraduate students,\n■ 2000 TL for graduate students,\n■ 2750 TL for postgraduate students.\n*** Since limited quotas are assigned for Success Scholarship, in determination of the eligible candidates;\na balanced distribution will be observed by country, university, department and levels.***"
}