{
    "source": "tr_TR",
    "target": "en_US",
    "text": "10.10.2024 17:56\nAbone ol\nDUVAR -Oyuncu Uraz Kaygılaroğlu'nun, fotoğraf sanatçısı Sayna Soleimanpour'un ilk sergisi için verdiği pozlar yeniden gündeme geldi. Serginin sahibi Sayna Soleimanpour, konuyla ilgili sosyal medya hesabından bir açıklama yayınladı.\nSoleimanpour, açıklamasında şu ifadeleri kullandı:\n\"Sevgili dostlar merhaba. Geçtiğimiz günlerde ne yazık ki Türkiye'de hepimizi derinden sarsan trajik olaylar yaşandı. Bu olaylarla hiçbir şekilde ilgisi olmayan iki eserimin, trol hesaplar tarafından başlatılan bir linç kampanyası kapsamında dolaşıma sokulduğu bilgisini aldım. Sosyal medyayı aktif kullanan biri değilim. Instagram'ı yalnızca portfolyo niteliğinde ve tanıdığım kişilerle iletişim kurmak için kullanıyorum. Twitter ve diğer sosyal medya platformlarını kullanmıyor ve bunlara ilgi duymuyorum.\"\nHUKUKİ YOLLARA BAŞVURDU\nSayna Soleimanpour, sosyal medya platformları üzerinden şahsına yönelik spekülasyon ve hakaret içerikli paylaşımlarda bulunan hesaplara karşı hukuki yollara başvurulduğunu belirtti.\nSergi süresince eserlerini merak edenlerle söyleşi ve soru-cevap etkinlikleri düzenlediğini ifade eden Soleimanpour, \"Sergi metni zaten internette mevcut. Ancak ilerleyen günlerde eserlerimin içeriğini detaylı bir şekilde anlatan bir paylaşım yapmayı planlıyorum\" dedi.\nSanatçı, gündemi bu konuyla meşgul etmek istemediğini ve dikkatlerin asıl suçlulara yönelmesi gerektiğini vurguladı.\nURAZ KAYGILAROĞLU: OYUNCULUĞU BIRAKMAYA HAZIRIM\nNevşin Mengü'nün YouTube yayınına katılan Uraz Kaygılaroğlu,verdiği pozlardan dolayı özür diledi.",
    "trans": "10.10.2024 17:56\nSubscribe\nDUVAR -Posing of actor Uraz Kaygilaroglu for the first exhibition of photographer Sayna Soleimanpour is back on the agenda. Sayna Soleimanpour, the exhibition's owner, published a statement on her social media account.\nSoleimanpour made the following statements:\n“Hello, friends. Recently, there have been tragic events in Turkey that have sadly shaken us all deeply. I have been informed that two of my works, which have nothing to do with these events, are being popularized as part of a lynch campaign launched by troll accounts. I am not an active user of social media. I only use Instagram as a portfolio and to communicate with people I know. I do not use Twitter and other social media platforms and have no interest in them.”\nTOOK LEGAL ACTION\nSayna Soleimanpour noted that legal action has been taken against accounts that made speculation and shared insulting posts against her on social media platforms.\nStating that she organized interviews and Q&A events with those curious about her works during the exhibition, Soleimanpour said, “The exhibition text is already available on the internet. However, I plan to share a post explaining the content of my works in detail in the coming days.”\nThe artist emphasized that she did not want to keep the agenda busy with this issue and that the focus should be on the real criminals.\nURAZ KAYGILAROGLU: I AM READY TO QUIT ACTING\nUraz Kaygilaroglu, who attended Nevşin Mengü's YouTube broadcast, apologized for the photographs he had posed."
}