{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Aldım marka, bakmıyo'm faturasına\nAdı Katarina, verdim tam arasına\nDedi \"Lütfen tekrar gel ara sıra\"\nGüzel mi güzel, onun arabası var (Var)\nBatu sıradan biri, hani semtçi falan (Yay)\nMelis, Nişantaşı University kasa (Valla)\nMüziğimi cinsiyetçi bulmuş, hoş bakmamış\nBana hoş bakarsın, söyle, kaç paraya?\nTanıştım Bebek'te, adı Natasha\nDedim \"Uzatma bebek, yat aşağı\"\nBatuflex'le piyasayı baş aşağı\nİnan bana, inanmam ben aşka\nBunu not et (Not et), yaptım rap, no cap\nGezdim eşya, Calvin Klein don hep (Don hep)\nManita latin, saçı platin, gel beni kontrol et\nKapladım vücut tattoo, sigarayı puffladım sağa Batu\nSizde mi Türkçe rap'inin tapu? \"-\"cık, aradım avukatımı\n(Ha, ha)hazırlar savunmamızı, sevmem soru sorulmasını\nÇok bekledin düşmemi ama kestim bol sıfır faturasını\nİstanbul hoş ama her günü trafik\nSıkıntı, patlar arabanın kornası\nBiraz sempatik, birazcık zorbayım\nİstеdiğim olucak çünkü neden olmasın?\nHadi cıstak cıstak oynatalım\nİyi iş yapıp iyi para kaldıralım\nDokuz ay İstanbul, üç Bodrum'da\nKekеm ner'desin? Or'dan aldıralım\nHadi cıstak cıstak oynatalım\nİyi iş yapıp iyi para kaldıralım\nÜç ay İstanbul, dokuz Bodrum'da",
    "trans": "I bought the brand, I don't look at the invoice\nHer name is Katarina, I put it right in between\nShe said, \"Please come back sometimes.\"\nShe's beautiful, she has a car (She does)\nBatu is an ordinary guy, a neighborhood guy or something (Yay)\nMelis, Nisantasi University vault (Valla)\nShe found my music sexist and didn't like it.\nYou look nice to me, tell me, how much does it cost?\nI met her in Bebek, her name is Natasha\nI said \"Don't hold on baby, get down\"\nBatuflex turns the market upside down\nBelieve me, I don't believe in love.\nWrite it down (Write it down), I did the rap, no cap\nI traveled around, Calvin Klein underpants all the time (Underpants all the time)\nLatina chick, platinum hair, come check me out\nI covered my body with tattoos, I smoked right Batu\nDo you have the title deed of Turkish rap? \"-\"come on, I called my lawyer\n(Ha, ha) prepares our defense, I don't like to be asked questions\nYou waited so long for me to fall, but I cut off a lot of zero bills\nIstanbul is nice but every day is full of traffic\nBoredom, car horn blows\nI'm a little bit cute, a little bit of a bully\nI will have what I want because why not?\nLet's play it skinny-skinny\nLet's do good work and raise good money\nNine months in Istanbul, three in Bodrum\nKekem, where are you? Let's get it from there.\nLet's play it skinny-skinny\nLet's do good work and raise good money\nThree months in Istanbul, nine in Bodrum"
}