{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Polisten verilen bilgiye göre, ana yolun 10-12 kilometreleri arasında Kemal DORA (E-40) yönetimdeki GF 096 plakalı salon araç kuzey istikametine doğru seyrettiği sırada seyretmekte olduğu yol üzerinde bulunan Salamis Çemberine yaklaştığında dikkatsizliği sonucu direksiyon hakimiyetini kaybederek gidişine göre yolun sağında bulunan ve yolu ikiye ayıran beton bariyerlerine çarpıp kontrolsüzce yoluna devam edip yolun solundan çıkarak takla attı.\nKaza sonucu araçta yolcu olarak bulunan Zehra KARAMAN (K-30) olay yerinde yaşamın yitirdi.\nÜstel: Güçlü ekonomi için arz güvenliğinde sorunları kalıcı çözeceğiz\nKazada yaralanan araç sürücüsü Kemal DORA ve araçta yolcu olarak bulunan Mahmut YILMAZ (E-28) kaldırıldıkları Gazimağusa Devlet Hastanesinde tedavileri halen sürüyor.\nSoruşturma devam ediyor.\nBunlar da ilginizi çekebilir\nCem Garipoğlu'nun mezarı açılıyor: Polis bariyerli önlem aldı\nDuman Operasyonu: 82 bin 620 paket elektronik sigara tütünü ele geçirildi\nKKTC Enerji Arz Güvenliği ve ekonomisi Ankara Zirvesi’nde ele alındı",
    "trans": "As reported by the police, between the 10-12 kilometers of the main road, the sedan car with the license plate GF 096 driven by Kemal DORA (E-40) was heading towards the north direction and when it approached the Salamis Circular on the road it was traveling, it lost handling due to its inattention and hit the concrete barriers on the right side of the road that divided the road into two and continued on its way uncontrollably and rolled over, leaving the left side of the road.\nFollowing the accident, Zehra KARAMAN (W-30), a passenger in the vehicle, lost her life at the scene.\nUstel: We will solve the problems in supply security permanently for a strong economy\nKemal DORA, the driver of the vehicle, and Mahmut YILMAZ (M-28), injured in the accident, are still being hospitalized at Gazimagusa State Hospital.\nThe investigation is underway.\nYou might also be interested in\nCem Garipoglu's grave is being opened: Police take precautions with barriers\nSmoke Operation 82,620 packets of electronic cigarette tobacco are seized\nNorthern Cyprus Energy Supply Security and economy are discussed at the Ankara Summit"
}