{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Kalite, kalite ve kalite…\nICDDA 2024 panelinden notlar\nBu gönderi kategorisi hakkında gerçek zamanlı güncellemeleri doğrudan bildirim almak için tıklayın.\nBİLDİRİMLERİ AL\nÖnceki yazı\nBakan Karaismailoğlu: 1,5 milyon yolcu hava yolunu kullandı\nSonraki yazı\nABD’den İstanbul’a ilk tarifeli uçuş gerçekleşti\nİlgiliYazılar\n23 Nisan Ulusal Egemenlik ve Çocuk Bayramı kutlu olsun!\n23/04/2024\nTUSAŞ’ta hasat zamanı geldi! (3. Bölüm)\n11/03/2024\nTEI Yönetim Kurulu Başkanı Öztürk: Türkiye’nin geleceği Ar-Ge’de!\n08/03/2024\nÖğretmen kimdir?\n18/12/2023\nBir yanıt yazın\nE-posta adresiniz yayınlanmayacak. Gerekli alanlar * ile işaretlenmişlerdir\nYorum *\nAd\nE-posta\nİnternet sitesi\nSÜRMANŞET\nİngiliz gazete dünyanın en iyilerini açıkladı: THY kaçıncı oldu?\n19/10/2024\nScholz’dan Türkiye ziyareti öncesi Eurofighter açıklaması\n18/10/2024\nDünyanın en hızlı jetini bir Türk patron satın aldı!\n17/10/2024\nAlmanya Eurofighter ve Altay tankı için garanti istiyor\n16/10/2024\nÖne Çıkanlar\nTürbülans Çiğdem hakkında zorla getirme kararı\n20/10/2024\nMuhabiriniz Pati’den Girne’de iki sokak röportajı\n20/10/2024\nBoeing işçileri yeni zam teklifini oylayacak: Grev sona erebilir\n20/10/2024\nGazze’de hava yardımı can aldı: 1 çoçuk öldü",
    "trans": "Quality, quality and quality...\nNotes from the ICDDA 2024 panel\nClick to be notified directly to receive real-time updates about this post category.\nGET THE NOTIFICATIONS\nPrevious article\nMinister Karaismailoglu 1.5 million passengers traveled by air\nNext article\nFirst scheduled flight from the USA to Istanbul has taken place\nRelatedArticle\nHappy 23 April National Sovereignty and Children's Day!\n04/23/2024\nHarvest time has come at TUSAS! (Part 3)\n03/11/2024\nTEI Chairman Ozturk: The future of Turkey in R&D!\n03/08/2024\nWho is a teacher?\n12/18/2023\nLeave a reply\nYour e-mail address will not be published. Required fields are marked with *\nComment *\nName\nE-mail\nWebsite\nHEADLINE\nBritish newspaper announces the world's best: How does Turkish Airlines rank?\n10/19/2024\nScholz's Eurofighter statement ahead of Turkey visit\n10/18/2024\nThe world's fastest jet is bought by a Turkish boss!\n10/17/2024\nGermany asks for guarantees for Eurofighter and Altay tank\n10/16/2024\nHighlights\nCompulsory process order for Turbulans Cigdem\n10/20/2024\nTwo street interviews in Kyrenia by your reporter Pati\n10/20/2024\nBoeing workers will vote on a new raise offer: Strike likely to end\n10/20/2024\nAir aid in Gaza turned deadly: 1 child died"
}