{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Değerleri yaşatıyoruz.\nDeğerleri öğretmekle yetinmiyor; günlük hayatın içinde uygulamaya teşvik ederek, değerlerle yaşamayı bir hayat tarzına dönüştürüyoruz.\nDüşünmeyi sadeleştiriyoruz.\nBilgiyi en sade haliyle öğretiyor, ezbercilikten uzak duruyoruz.\nÖğrenmeyi kolaylaştırıyoruz.\nÖğrenmeyi, çocuklarımızın doğal yeteneklerine uygun şekilde deneyimlemelerine imkân sağlayarak kolaylaştırıyoruz.\nMutluluğu paylaşıyoruz.\nMutluluğun bize verilmiş bir nimet olduğunu biliyor ve onu paylaşarak çoğaltıyoruz.\nKeşfe çağırıyoruz.\nÖğrencilerimizle, kâinatı ve onun Yaratıcı’sını akleden bir kalp ile keşfe çıkıyoruz.\nEstetiği fark ettiriyoruz.\nYaratılışta var olan estetiğe dikkat çekip, ondan ilham alarak öğrencilerimizde estetik farkındalık uyandırıyoruz.\nTabiatı sevdiriyoruz.\nTabiatı Yaratıcı’nın en büyük eseri olarak görüyor, öğrencilerimizi tabiata yakınlaştırıyoruz.\nHayata dokunuyoruz.\nAkademik başarıları ve günlük yaşam becerilerini bütünleştirip buna uygun biçimde bir eğitim planı oluşturuyoruz.\nC) KATILIMŞARTNAMESİ\n1) NUN Parlamentosu 11 Aralık 2024 tarihinde 7. sınıf öğrencilerimizin gönüllü katılımıyla gerçekleştirilecektir.\n2) NUN Parlamentosunun başvuru alanları; raportör, parlamento başkanlığı, hükümet başkanlığı, basın grubu ve düzenleme komitesi olmak üzere 5 farklı başlıkta düzenlenmiştir. Başvurular bu beş farklı başlıktan birisi seçilerek gerçekleştirilmelidir.",
    "trans": "We make values ​​alive.\nWe do not only teach values; we also encourage them to be applied in daily life, turning living by values ​​into a lifestyle.\nWe make thinking simple.\nWe teach information in its simplest form and stay away from rote learning.\nWe make learning easy.\nWe facilitate learning by providing our children with opportunities to experience things in a way that suits their natural abilities.\nWe share happiness.\nWe know that happiness is a blessing given to us and we reproduce it by sharing it.\nWe invite to explore.\nWe set out to explore the universe and its Creator with a mindful heart, together with our students.\nWe make aesthetics noticeable.\nWe raise aesthetic awareness in our students by drawing attention to the aesthetics inherent in creation and drawing inspiration from it.\nWe make you love nature.\nWe consider nature as the greatest work of the Creator and we bring our students closer to nature.\nWe touch lives.\nWe integrate academic achievements and daily life skills and create an education plan accordingly.\nC) PARTICIPATION CONDITIONS\n1) The NUN Parliament will be held on December 11, 2024 with the voluntary participation of our 7th grade students.\n2) The application areas of the NUN Parliament are organized under 5 different headings: rapporteur, parliamentary presidency, government presidency, press group and organizing committee. Applications must be made by selecting one of these five different headings."
}