{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Cüzdanım ve telefonum yanımda yok.\" Gözlerimi kısarak dikkatli bir şekilde ona bakmaya başladım. \"Ne yapacaksın parayı?\"\nÜzerindeki ıslak elbiseyi gösterdi. Soğuk hava yüzünden üşüdüğünü benden gizlemeye çalışıyordu. \"Giyecek kuru bir şeyler almak istiyorum.\" Bir kez daha beni bozguna uğratmıştı. Birkaç kıyafet almak için benden para istediğini anlayamamıştım.\nIslak olduğu için titremeye başlayınca kendimi berbat hissettim. Bu gidişle hasta olacaktı. Onu ısıtmak için kollarımın arasına çekmeyi düşündüğüm sırada kaldırıma bir araba yanaştı. Ali'nin arabasını hemen tanımıştım. Ayağa kalkıp Farah'ı da yerden kaldırdım. Arabadan inen Ali yanıma gelip telefon ve cüzdanımı bana uzattı.\nEşyalarımı ondan alıp Farah'ın arabaya binmesine yardım ettim. Farah'ın kapısını kapattığımda Ali, \"Abi,\" diye seslenip arabadan uzak bir noktaya yürüdü. Bilmem gereken bir şeyler olduğunu anlayınca yanına gittim. Ne söyleyecekse Farah'ın bunu duymasını istemiyordu.\nArka koltukta oturan kızı kontrol eden Ali, sıkıntılı bakışlarını bana çıkardı. \"Bizim çocuklardan biri aradı.\" Farah'ı gösterdi. \"Dün akşamüzeri birileri onu Bolatlı'lara ait bir mekâna girerken görmüşler.\" Bakışlarım hızla Farah'ı bulduğunda her şeyden habersiz arka koltukta oturuyordu. Asaf'a mı gitmişti?\nYanımda duran elimi sıkarken öfkem büyüyüp hayal kırıklığına dönüşmüştü. Gitmemesi gereken tek kişinin ayaklarına kadar gittiğini duymak nabzımı hızlandırıp vücut ısımı düşürüyordu. Asaf ile aynı havayı solumaktan bile nefret ederken Farah'ın ona gittiğini bilmek beni içsel bir çatışmaya sürüklüyordu.",
    "trans": "“I don't have my wallet and phone with me.” I started to squint my eyes and look at her carefully. “What are you going to do with the money?”\nShe showed me the wet dress she was wearing. She was trying to hide from me that she was cold because of the cold weather. “I would like to buy something dry to wear.” Once again she had failed me. I couldn't understand she was asking me for money to buy some clothes.\nI felt awful when she started shaking because she was wet. She would get sick. At the moment I was thinking of holding her in my arms to warm her up, a car pulled up on the sidewalk. I recognized Ali's car immediately. I stood up and helped Farah off the ground. Ali got out of the car came over and handed me my phone and wallet.\nI picked up my things from him and helped Farah into the car. When I closed Farah's door, Ali said, “ Brother,” and walked away from the car. When I realized there was something I needed to know, I went to him. Whatever he was going to say, he didn't want Farah to hear it.\nAli checked the girl sitting in the back seat and looked at me in distress. “One of the boys called.” He pointed to Farah. “Someone saw her entering a place belonging to Bolatli's yesterday afternoon.” When my gaze quickly found Farah, she was sitting in the back seat, unaware of everything. Did she go to Asaf?\nAs I shook my hand at my side, my anger turned to frustration. Hearing that she went to the only person who shouldn't have gone was making my pulse accelerate and my body temperature drop. Knowing that Farah had gone to him while I hated even breathing the same air with Asaf was driving me into an internal conflict."
}