{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bu korkusuz kızdan etkilenmişti.\n''Kızım sen deli misin neden bana yardım etmek için kendini tehlikeye atıyorsun?''\n''Normal de olsa asla hiç tanımadığım biri için belaya bulaşmazdım.''\n''Ee şimdi neden bulaştın o zaman?''\n''Normalim de değilim çünkü.''\nAsi artık sürekli planlı yaşamaktan, her konuda hesap vermekten ve en önemlisi dilediği gibi davranmamaktan çok yorulmuştu. Son bir kez kafasını boş sokağa doğru uzatıp gelen giden var mı diye kontrol etti.\n''Gelen giden yok çıkabiliriz.'' Asi bunu söyler söylemez dakikalardır elini tuttuğu ve hayatında hiç kimseyle olmadığı kadar yakınında duran adamdan ayrıldı.\n''Façan düzgün, buraların insanı değilsin belli. Daha fazla başını belaya sokmadan git buradan.''\nAsi cümlesini bitirir bitirmez arkasını dönüp yürümeye başladı. Tam o sırada koluna dolanan elle durmak zorunda kaldı.\n''Adın ne senin, bari kurtarıcımın adını bileyim.''\nKarşısında arsızca gülen bu adama normalde asla cevap vermezdi, ama kendinin de söylediği gibi Asi şuan normalinde değildi.\n''Asi ben.''\n''Memnun oldum Asi, bana adımı sormaman ayrı bi hoşuma gitti.''\n''O halde sana ayrılan sürenin sonuna geldik, dediğim gibi çok dolanma buralarda her defasında seni bulup kurtaramam.''",
    "trans": "He was impressed by this fearless girl.\n\"Girl, are you crazy? Why are you putting yourself in danger to help me?''\n''Normally, I would never get into trouble for someone I don't know.''\n''Then why did you get into it now?''\n''Because I'm not my normal self now.''\nAsi was tired of living so tactfully, of being responsible for everything, and most of all, of not being able to act the way she wanted to. She poked her head out into the empty street one last time to see if anyone was coming.\n''No one is coming, we can leave.'' As soon as Asi said this, she left the man whose hand she had been holding for minutes and who stood closer to her than she had ever been with anyone in her life.\n''You're a nice-looking man, it's obvious you don't belong here. Leave here before you get into more trouble.''\nAs soon as Asi finished her sentence, she turned around and started walking. Just then she had to stop with a hand on her arm.\n\"What is your name, at least tell me the name of my savior.\"\nNormally she would never answer this man who was laughing shamelessly in front of her, but as she said, Asi was not her normal self right now.\n\"It's Asi.\"\n\"Nice to meet you Asi, I like that you didn't ask me my name.\"\n\"Then that's it, time's up, like I said, don't wander around here so much, I can't find and save you every time.\""
}