{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Yanıtlarınıza bakın ve bunları kendinize karşı tamamen dürüstçe yazıp yazmadığınıza\nkarar verin. Doğru yanıtlar yoktur, yanlış yanıtlar yoktur, sadece bakış açıları vardır; tek var\nolan, bakış açılarıdır. Ve bunlar hayatınızı onlarla yarattığınız sınırlamalardır. Eğer kozmik\ndoğru yanıt olan şeyden işliyorsanız, kendinize karşı samimi değilsiniz, çünkü samimi\nolsaydınız, hayatınız oldukça farklı olurdu.\nPara nedir? Bazıları için para arabalardır, bazıları için evlerdir, bazıları için para\ngüvenliktir, bazıları için enerji değiş tokuşudur. Fakat, para bu şeyler midir? Hayır, değildir,\npara enerjidir, aynen sizin enerji olduğunuz gibi enerjidir. Paraya verdiğiniz bakış açıları\nharicinde sizinle para arasında fark yoktur. Ve siz başkalarının bakış açılarını benimsemiş\nolduğunuz için; paraya o bakış açılarını veriyorsunuz.\nEğer finansal durumunuzu değiştirecekseniz, hayatınızda para olan şeyi\ndeğiştirecekseniz, o zaman her şeye izin vermeyiöğrenmelisiniz. Ama özellikle, size\naktarılan bir bakış açısını işittiğiniz zaman, ona bakmalısınız ve onun sizin için doğru olup\nolmadığını görmelisiniz. Sizin için doğru ise, ona uyumlanırsınız veya aynı fikirde olursunuz",
    "trans": "Look at your responses and decide whether you have written them with complete honesty to yourself.\nDecide. There are no correct answers, no wrong answers; there are only perspectives—what exists is solely perspectives.\nWhat exists is perspectives. And these are the limitations you create in your life with them. If the cosmic\nIf you are operating from what is considered the cosmic right answer, you are not being honest with yourself, because being honest\nIf you were honest, your life would be significantly different\nWhat is money? For some, money is cars; for others, it is houses. For some, money\nis security; for others, it is an exchange of energy. But is money these things? No, it is not.\nMoney is energy, just as you are energy. The perspectives you assign to money\nThere is no difference between you and money, except for the perspectives you give it. And because you have adopted the perspectives of others\nyou are giving those perspectives to money\nIf you want to change your financial situation, if you want to change what money represents in your life\nthen you must learn to allow everything. But most importantly, when\nWhen you hear a perspective that has been passed on to you, you should examine it and see if it is true for you\nyou should determine whether it is true or not for you. If it is true for you, you align with it or agree with it."
}