{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Başını başına yaklaştırıp burnunu burnuna sürttü.\n\"Ben ailemi buldum zaten, karıcım. Bak karıcım diyorum, sen oğlum Alaz Çağla Ece Rüya Asi Cesur hatta, Can koskocaman ailem var\"\nGözleri dolan kadın dudağını büzdü.\n\"Çok tatlısın\"\nYanağını okşayıp baş parmağını gamzesinin üstüne bastırdı.\n\"Ama ben--\"\n\"Sen daha tatlısın\"\nAvuc içlerini öptü kadının.\n\"Dur yaa\"\n\"Hm dinliyorum tamam\"\nTekrar yerinde omzunu oynatıp rahat yatan kadın adamın gamzelerini okşayarak konuştu.\n\"Mesela anneni bulsan ? Kardeşlerin falan olsa, Ali gibi. Ne olurdu ? Nasıl his ederdin ?\"\nKolunu kadının diğer yanına koyup dirseğine yaslandı. Yarım yamalak şekilde üstüne yattı.\n\"Evet ?\"\n\"İsmin de Güven değil başk--\"\nBurnunu kadının boynuna daldırdı. Huylandığı için kıkırdayan kadın omzuyla başı arasında sıklaştırdı Güven'in başını.\n\"Güven\"\n\"Seni dinliyorum\"\nKadının boynunu öpüp emmeye başladı.\n\"Güvennn\"\n\"Ailemle ilgileniyorum susar mısın ?\"\nKıkırdamasıyla adam boynundan göğsüne sürükledi dudaklarını.\n\"Sana diyorum ya\"\nYorganı üstüne çekip ağırlığını iyice kadına verdi. Odada ise kadının kahkahaları yankılandı.\nMerdivenlerden inen kadın üstüne çeketini giydi.\n\"Günaydın, inci tanem\"\n\"Günaydın, kocacım\"\nMasaya çaydanlığı bırakan adamın yanağından öpüp zeytinden ağzına attı.\n\"Ve hoşcakal\"\n\"Nereye ?\"\nKadının elinden tutup kendine çekti.\n\"Hasta haneye\"\n\"ı ı ı\"\nKaşlarıyla hayır diyip belinden kendisine bastırdı.\n\"Kahvaltı etmeden gitme\"",
    "trans": "He brought his head closer to hers and rubbed his nose against hers.\n“I've already found my family, my dear wife. Look, I'm saying my wife, you're my son Alaz Cagla Ece Ryya Asi Cesur, Can, I have a huge family.”\nThe woman, her eyes filled with tears, pursed her lips.\n\"You're so cute\"\nHe caressed her cheek and pressed his thumb on her dimple.\n\"But I--\"\n\"You're cuter\"\nHe kissed her palms.\n\"Wait a minute\"\n\"Hm, I'm listening, okay.\"\nThe woman, who was lying comfortably in her place with her shoulders moved, spoke while caressing the man's dimples.\n\"For example, if you found your mother? If you had siblings like Ali, what would happen? How would you feel?\"\nHe put his arm on her other side and leaned on his elbow. He lay down on top of her, half-asleep.\n\"Yes ?\"\n\"And your name is not Guven, but--\"\nHe buried his nose into the woman's neck. The woman giggled because she was cranky and squeezed Guven's head between her shoulder and her head.\n\"Guven\"\n\"I am listening to you\"\nHe started kissing and sucking the woman's neck.\n\"Guvennn\"\n\"I'm taking care of my family, will you be quiet?\"\nWith her giggle, the man dragged his lips from her neck to her chest.\n\"I'm telling you\"\nHe pulled the blanket over himself and put his weight on her. The woman's laughter echoed in the room.\nThe woman who came down the stairs put on her jacket.\n\"Good morning, my pearl\"\n\"Good morning, my husband\"\nShe kissed the man who left the teapot on the table on the cheek and put an olive in his mouth.\n\"And goodbye\"\n\"Where to?\"\nShe took the woman's hand and pulled her close.\n\"To the hospital\"\n\"ı ı ı\"\nHe said no with his eyebrows and pressed her waist against him.\n\"Don't leave without breakfast\""
}