{
    "source": "tr_TR",
    "target": "en_US",
    "text": "\"Öyle demişken ne zaman söyleyeceğiz bizimkilere. Özellikle Hakan abiye söylemek için deliriyorum.\"\n\"Var ya Hakan abi manyak sevinecek.\"\n\"Kerem ve Cenk abi peki. Onları tahmin edemiyorum ben.\"\n\"Eğer planladığım gibi olursa daha çok şaşıracaklar.\" demesi ile kaşlarımı çatıp ona bakmıştım. \"Nasıl yani?\"\n\"Sürpriz orası da balım.\" önce karnıma sonra da yanağıma bir öpücük kondurup ayağa kalktı. \"Çıkmam lazım artık. Bir şey olursa ara. Hemen gelirim.\" başımla onu onaylamıştım. O ceketini giyip odadan çıkarken bende peşinden ilerliyordun.\n\"Yarın kazanırsanız şampiyon oluyorsunuz ya.\" dudakları arasından beni onaylayan bir nida çıkardı. \"Acaba bizde Florya'da mı izlesek maçı Aylinlerle?\"\n\"Çok güzel olur he. Ben konuşurum Okan Hocayla, sende organize edersin hanımları.\" başımla onu onaylayıp veda etmek amacıyla ona sarılmıştım.\n\"Dikkat et kendine.\" boynumdan öpüp daha sıkı sarıldı bana. \"Sende güzelim. Yorma kendini. Önümüzdeki iki gün kutlamalarla yeterince yorucu olacak zaten.\" bu dediğine gülmüştüm.\n\"Çok eminsin bakıyorum da.\" diyerek ayrılmıştım. Yüzümdeki alay onu güldürmüştü.\n\"Senin kocandan şüphen mi var?\"\n\"Yok estafurrullah. Benimle küsken bile harikalar yarattı kocam.\" demiştim imayla. Gülerek beni kendine çekip saçlarımdan öpmüştü. \"Asıl harikayı yarın göreceksin.\"\n\"Öyle diyorsan öyledir... Hadi git artık geç kalacaksın.\" dememle hemen kol saatine bakmıştı.",
    "trans": "\"By the way, when are we going to tell the others? I especially want to tell Brother Hakan.\"\n\"Brother Hakan will be so happy.\"\n\"What about Kerem and Cenk? I can't predict their reactions.\"\nHe said \"If things go as I planned, they're going to be more surprised.\" and I looked at him, frowning. \"What do you mean?\"\n\"It's a surprise, honey,\" he said, kissing my stomach and then my cheek and stood up. \"I've gotta go out now. Give me a call if anything happens, and I'll be right back.\" I nodded, and as he put on his jacket and left the room, I followed him.\n“If you win tomorrow, you'll be champions.” He let out a murmur of approval from between his lips. “Should we watch the game in Florya with Aylin?”\n\"That would be great. I'll talk to Coach Okan and you can get the ladies organized.\" I nodded and hugged him to say goodbye.\n\"Take care of yourself,\" he said, kissing my neck and hugging me a little tighter. \"You too, sweetheart. Take it easy. The next two days are going to be tiring enough with the celebrations.\" I laughed at what he said.\n\"You're so sure\" I said and left. The irony in my face made him laugh.\n\"Do you doubt your husband?\"\n\"No, not at all. My husband worked wonders, even when he was angry with me.\" I said with a hint of irony. Laughing, he pulled me to him and kissed my hair. \"You'll see the real wonder tomorrow.\"\n\"If you say so... Go on, you'll be late.\" I said, and he immediately looked at his wristwatch."
}