{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Saat geldiğinde gözlerimi kapatıp dua etmeye başladım. [redacted_name] \"Ne yapıyorsun?\" dediğinde onu umursamamaya çalıştım. \"Bende mi dua edeceğim Teğmen?\" diye sordu bu sefer.\nDuamı kesmeden, gözlerimi açmadan kafamı sallayarak onayladım onu. En sonunda ellerimi yüzüme sürerek gözlerimi araladım, Leon birleştirdiği elleri ve kapalı gözleriyle dua ediyordu.\nOna bakarken ilk defa nefret hissetmedim. Bu düşünce yumruklarımı sıkmamı sağladı, kafayı sıyırıyordum.\nDuası bitince gözlerini araladı ve yeşil hareleri benim mavilerimle çakıştı. \"Yiyebilirsin Üsteğmen\" dediğimde bir kaç saniye gözlerini benden ayırmadı, daha sonra masadaki suyu alıp büyük yudumlar içerek bitirdi.\nTekrar sürahiye uzandığında \"Mideni suyla doldurma\" dedim, kendi suyumdan sadece bir kaç yudum aldım.\nSöylediklerimi dikkate alarak sürahiyi bıraktığında mideme kramplar girdi. Sözümü dinleyip beni bu hallere neden sokuyordu bu adam?\nYemeğe başlamadan önce bacaklarına beyaz bir örtü serdi, bir eline bıçak diğer eline çatal alıp büyük bir nezaketle yemeğine başladı.\n\"Senin için en güzel Yunan lezzetlerini hazırlattım\" dediğinde önümdeki tabağa baktım.",
    "trans": "When the time came, I closed my eyes and started praying. When [redacted_name] asked, \"What are you doing?\" I tried to ignore him. \"Should I pray too, Lieutenant?\" he asked this time.\nWithout interrupting my prayer, I nodded at him, keeping my eyes closed. Finally, I rubbed my hands on my face and opened my eyes. Leon was praying with his hands joined and eyes shut.\nAs I looked at him, for the first time, I didn’t feel hate. This thought made me clench my fists; I was losing my mind.\nWhen his prayer ended, he parted her eyes, and her green irises collided with my blue ones. \"You can eat now, Lieutenant,\" I said, and for a few seconds, he didn’t take his eyes off me. Then, he grabbed the water on the table and drank it in big gulps until it was finished.\nWhen he reached for the pitcher again, I said, \"Don’t fill your stomach with water.\" I took only a few sips from my own water.\nWhen he took my words into consideration and put the pitcher down, cramps hit my stomach. Why was this man listening to me and putting me in this condition?\nBefore starting his meal, he placed a white cloth over his legs, took a knife in one hand and a fork in the other, and began eating with great courtesy.\nWhen he said \"I had the best Greek delicacies prepared for you\", I looked at the plate in front of me."
}