{
    "source": "tr_TR",
    "target": "en_US",
    "text": "Bir Lezzet Hikayesi\nBolçi Çikolata, ülkemizde doğal güzellik denince akla ilk gelen şehir Bolu’nun meşhur markası ve tescilli çikolata üreticisidir. Fındık, antep fıstığı, badem ve yer fıstığı gibi kuruyemişlerden üretilen krokanın çikolata ile kaplanmasıyla oluşturulan tescilli ürünümüz Bolu Çikolatası’yla çıkılan bu yolculukta bugün 1000'i aşkın çeşidi ve son teknoloji fabrikasında, dünya piyasalarına hitap eden, her biri Bolçi ustalığıyla hazırlanan bu lezzetli tatlar 43 ülkede sıra dışı lezzet tutkunlarının gözdesi olmaya devam etmektedir.\nBolçi, 1998 yılında Deniz Gıda Sanayi Ltd. Şti.’nin, kimilerine göre büyük risk sayılan, “Bolu’ya özgü ulusal bir marka oluşturma” hayali ile çıktığı yolda yürütülen pazar oluşturma, markalaşma, satış ve Ar-Ge çalışmaları sonrasında hedefine ulaşmış bir çikolata markasıdır. Türkiye’ye özgü geleneksel gıda listelerinde başı çeken Bolçi Çikolata, “Bolu’nun markaları” sıralamasında en başta yer almaktadır. Ulusal medya ve internet ortamında sıkça yer bulan, lezzet siteleri ve bloglarda övgü dolu cümlelerle anlatılan, ünlü yazarlarımızın köşelerine konu olan ve tüketicisinin aşkla sahip çıktığı Bolçi, ismi ve benzersiz ürünleriyle Bolu’ya da “marka şehirleri” ayrıcalığını kazandırmıştır. Sıradışı lezzet tutkunlarının gözdesi olan Bolçi, artık klasik hediyelik sıkıntısına son veren ve özel günlerde de armağan edilebilecek en seçkin çikolataları sunmaktadır.",
    "trans": "A Taste Story\nBolçi Chocolate is the famous brand and registered chocolate producer of Bolu, the city that first comes to mind when thinking of natural beauty in our country. This journey began with our signature product, Bolu Chocolate, which is made by coating crocant, produced from dried nuts like hazelnuts, pistachios, almonds, and peanuts, with chocolate. Today, with over 1000 varieties, and in its state-of-the-art factory, Bolçi continues to captivate extraordinary taste enthusiasts in 43 countries with its delicious flavors, each crafted with Bolçi expertise, catering to global markets.\nBolçi is a chocolate brand that reached its goal after market creation, branding, sales, and R&D efforts, all driven by the dream of establishing a “national brand unique to Bolu,” which was considered a big risk by some, when it was launched in 1998 by Deniz Gıda Sanayi Ltd. Şti. Bolçi Chocolate, a leader in Turkey’s traditional food listings, ranks at the top in the “Bolu’s brands” category. Frequently featured in national media and online platforms, praised on flavor websites and blogs, and discussed in columns by famous writers, Bolçi has earned a place in the hearts of its consumers, who cherish it with passion. With its unique products and name, Bolçi has helped Bolu gain the distinction of being a \"brand city.\" Now, Bolçi offers the finest chocolates that end the dilemma of traditional gifts and can be given as presents on special occasions."
}