{
    "source": "tr_TR",
    "target": "en_US",
    "text": "f/5.6 ; 1/250 sn. ; ISO-400\nNOSTALGIC Neg.: Eski fotoğraf albümlerindeki görüntülerin görünümünü yeniden yaratmak için tasarlanan NOSTALGIC Neg. gölgelerde zengin renklere, orta tonlarda ve parlak noktalarda ise yumuşak bir tonlamaya sahip görüntüler üretir.\nACROS: Süper ince greniyle ünlü tek renkli bir film olan ACROS'u temel alan bu Film Simülasyonu modu, zengin gölge ayrıntıları ve mükemmel keskinlik sunarken, yüksek ISO'larda gren eklemeye devam ediyor ve tek renkliliğin çarpıcı dokulu hissini yeniden yaratıyor.\nf/5.6 ; 1/2000 sn. ; ISO-160\nETERNA/CINEMA: Sinema filmleri için tasarlanmış bir film olan ETERNA'yı temel alan bu Film Simülasyonu modu, hiçbir rengin diğerine baskın gelmemesini sağlamak için doygunluğu en aza indirir. Vurgularda son derece yumuşak ton geçişleri ve kırpmayı önlemek için derin gölgeler sağlayarak sinematik bir görünüm oluşturur.\nf/2 ; 1/2000 sn. ; ISO-160\nX100VI'ın benzersiz Film Simülasyonu modlarını diğer yaratıcı özelliklerle birleştirerek görüntü oluşturma yolculuğunuza ekstra seçenekler ekleyin. Görüntülerinizi yükseltmek için film greni gibi analog efektleri kullanın veya renk derinliğini, netliği veya keskinliği artırın ve yaratıcı paletinizi önemli ölçüde genişletmek için vurgu ve gölge tonlarının tam kontrolünü elinize alın. Gerçekten kişiye özel bir fotoğraf macerası sizi bekliyor.",
    "trans": "f/5.6; 1/250 sec; ISO-400\nNOSTALGIC Neg: Designed to recreate the appearance of images found in old photo albums, the NOSTALGIC Neg. produces images with rich colors in the shadows, soft tonality in the midtones, and gentle transitions in the highlights.\nACROS: Based on the iconic monochrome film ACROS, known for its ultra-fine grain, this Film Simulation mode offers rich shadow details and excellent sharpness, while continuing to add grain at high ISOs, recreating the strikingly textured feel of monochrome photography.\nf/5.6; 1/2000 sec; ISO-160\nETERNA/CINEMA: Based on the ETERNA film, designed for cinema, this Film Simulation mode minimizes saturation to ensure that no color overwhelms the other. It creates a cinematic look with extremely soft tone transitions in the highlights and deep shadows to avoid clipping.\nf/2; 1/2000 sec; ISO-160\nCombine the unique Film Simulation modes of the X100VI with other creative features to add extra options to your image-making journey. Use analog effects like film grain to enhance your images, or increase color depth, clarity, or sharpness. Take full control over highlight and shadow tones to significantly expand your creative palette. A truly personalized photographic adventure awaits you."
}