{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello Glebe Families,\nPlease see below about what's happening at GCI.\nFrom School Council:\na)The next School Council meeting of the school year will be held on October 21st. Start time will be earlier than usual; it will be at 6:30 as GCI’s Math and Business Department Head, Siobahn McComb, will be giving a presentation.\nb)Would you like to hear about the Snow Ball Dance the EquiUnity Committee will be\norganizing? Parents will be needed to run this event, so the more the merrier!\nWe have an action-packed meeting: Following the Principal’s presentation, students will present their Passion Projects and the Fundraiser Committee will talk about their meeting with facilities.\nThis is just a sample of all the things happening at Glebe that we would love to share with the entire parent/caregiver community. Please see the attached document for the evening’s agenda.\n24 10 17 Daft Agenda October 21.docx\nParent/Guardian - Teacher Interviews:\nInterviews will take place on Tuesday, October 22nd from 4:30 to 5:30 and 6:10 to 7:30. If you would like to book an interview with a teacher, please go to www.schoolinterviews.ca/login, click “Make a Booking” and enter the event code pxswr.\nStudent Services:\nWednesday, November 6, 2024 - Pathways and Career Exploration Day for Grades 9-12.\nThis day provides all Glebe CI students the opportunity to explore post-secondary pathways and career possibilities. Grade 9 students will participate in Take Our Kids to Work™ day, while grades 10-12 students will participate in Launch 2024!, a one-day virtual pathways and career exploration conference.\nGrade 9 Students: Preparation for Take Our Kids to Work™ Day\nThis day provides Grade 9 students the opportunity to shadow a parent/guardian or family friend in their place of work for a day. We encourage all grade 9 students and their families to start a conversation about potential placement options for the day. You may also want to research organizations and/or businesses of interest to see if they offer experiential activities for students on this day.\nMore information about the day, as well as consent forms, will be sent to families in the coming weeks.\nStudent Verification Forms:\nStudent Verification forms were given to students on Thursday. Parents/guardians are asked to verify and correct the information, sign the form and have the student return the form to their Block C teacher by October 25th. Students that do not have a Block C class should return their form to the office.\nPhoto Retakes:\nOctober 22 is the day for School Photo Retakes. All students who did not get a photo that day are expected to get their photo taken so that they can have an up to date image on this year's student card, in this year's yearbook and for school records. If a student who had their picture taken in September wants to have their photo changed, they need to bring their student card or proof package to the photographer to explain what needs to be changed. Grad photos will be coming later this semester.\nMath Course on Wednesdays:\nWe will be offering a number sense course for Glebe students. This opportunity is available to any student who would like to improve their numeracy skills including operations with integers, fractions and applying these skills within a context. This class will run throughout the school year and students will earn a general learning credit for completing this course. The class will meet once a week on Wednesdays after school. If this is of interest to a student in your household please fill in the following form.\nSpeaker Series for School Leaders:\nSenior students in leadership roles in the Link class, Business Leadership Class, Outdoor Education Leadership Class, EquiUnity Committee, Student Council, Athletic Council and Physical Education Leadership Class will have an opportunity to choose to attend a Speaker Series in the Auditorium in the morning of October 22nd. Parents of the students wishing to attend will receive an in-school field trip form to sign, as these students would be away from their regular classes if they choose to attend. The following speakers will present on the following topics: Liza Wilson on Resiliency, Emily Glossop from Abilities Ottawa on Inclusive Sport, Jennifer Talbot, Winner of the Prime Minister Award for Teaching, on Inclusive Sport, James Budrow, Parathlete will share his story, Nabil Ahmed and Brian Kom on Respectful Conversations, and Jade Desjardins, Jessica Houghton, and Huong Thai will present respectively on available school supports for Indigenous Students, 2SLGBTQIA students, and multilingual learners. Thank you to Student Council President and EquiUnity Committee Lead, Rose Haba, for organizing this special event with her EquiUnity Committee. In the afternoon, Rose’s team will be receiving mentorship from these students for their community projects. In the afternoon, we will be joined by Education Director, Pino Buffone, as well as additional community partners, and we will share this information with families of participating students as we confirm mentor attendance.\nLibrary:\na)Research and Writing Help is taking place at lunch on Thursday, Oct. 24th in the Library Seminar Room. Please encourage students to drop in to get help with either their research and/or writing task.\nb)OSSLT prep is taking at lunch on Thursday, Oct 24th in the Library for all students who are writing the Literacy test this semester and would like to drop in to get tips and tricks on how to write the OSSLT.\nGlebe Athletics:\nGlebe Athletics has gotten off to another amazing start this fall. We have had tremendous participation from both students, staff and community volunteers. Our home games have been well attended by our very supportive fans.\nIt is important to note, that while we encourage students to come cheer on their teams at home games after school, student fans should not be missing classes to attend either home or away games that take place during school hours. If student fans do want to cheer at an away game, it is important to know that not all schools allow spectators from visiting schools. If you are interested in attending and supporting a team during an away game outside school hours, please email the coach or athletic director to confirm the away school spectator policy and remember to follow the OFSAA Spectator policies and be a positive supporter of Glebe Athletics.\nThank you,\nGlebe CI Staff\nThe Ottawa-Carleton District School Board would like to continue connecting with you via email. You can select the type of email messages you receive, however we discourage unsubscribing from emergency messages. You can follow this link to confirm your email preferences: Unsubscribe\nSchoolMessenger is a notification service used by the nation's leading school systems to connect with parents, students and staff through voice, SMS text, email, and social media.",
    "trans": "글레브 식구들 안녕하세요,\nGCI에서 어떤 일이 일어나는지 아래를 보세요.\n학교 운영 위원회로부터:\na)학년의 다음 학교 운영 위원회 회의는 10월 21일에 열릴 예정입니다. 시작 시간은 보통보다 더 일찍 시작될 것이며; 6:30분 예정이며 GCI 수학 및 경영 부장, 시오반 매콤이 발표할 예정입니다.\nb) 스노울 볼 댄스에 대해 듣고싶나요 에퀴유니티 위원회가\n준비하고 있는? 학부모님들은 더 즐거울 수 있도록, 이 행사를 이끌어야 합니다!\n저희는 흥미진진한 회의가 있습니다: 총장님의 발표에 이어서, 학생들은 열정적인 프로젝트를 발표하고 모금 위원회는 기관과의 회의에 대해서 이야기 할 것입니다.\n이는 단지 모든 부모님/양육자 커뮤니티와 공유하고 싶은 글레브에서 일어나는 모든 일들의 맛보기입니다. 저녁 안건을 위해서 첨부된 문서를 봐주세요.\n24 10 17 Daft Agenda October 21.docx\n학부모/후견인 - 교사 면담:\n면담은 10월 22일, 화요일 4:30에서 5:30과 6:10에서 7:30까지 진행될 예정입니다. 교사와의 면담에 예약하고 싶으시다면, www.schoolinterviews.ca/login에 접속하여, '예약하기'를 클릭하시고 이벤트 코드 pxswr를 입력하세요.\n학생 서비스:\n2024년 11월 6일, 수요일 - 9-12학년을 위한 진로 및 직업 탐방의 날.\n이날은 모든 글레브 CI 학생들에게 고등학교 이후 진로와 직업 가능성을 탐방할 기회를 제공합니다. 9학년 학생들은 테이크 아워 키즈 투 워크™날에 참여할 것이고, 한편 10-12학년 학생들은 일일 가상 진로 및 직업 탐방 컨퍼런스인 론치 2024!에 참여할 것입니다.\n9학년 학생들: 아워 키즈 투 워크™날을 위한 준비\n이날은 9학년 학생들에게 학부모/후견인 또는 가족 친구와 하루 동안 그들의 직장에서 함께할 기회입니다. 저희는 모든 9학년 학생들과 가족이 그날을 위한 잠재적인 장소 선택지에 대해 대화하기를 격려합니다. 또한 그날 학생들에게 탐방 활동을 제공하는 보고 싶은 기관과/또는 업체들을 조사할 수 있습니다.\n그날에 대한 더 많은 정보, 동의서와 더하여 다음 주에 가족들에게 보낼 예정입니다.\n학생 검증 양식:\n학생 검증 양식은 화요일에 학생들에게 배부되었습니다. 학부모/후견인은 정보 확인 및 수정이 요청되며, 양식에 서명하고 10월 25일까지 블록 C 교사가 받을 수 있도록 학생에게 돌려주세요. 블록 C 수업이 없는 학생들은 사무실로 양식을 제출하세요.\n사진 재촬영:\n10월 22일은 학교 사진 재촬영 날입니다. 그날 사진을 찍지 않은 모든 학생은 학생증, 졸업 앨범과 학교 기록에 최신 사진이 담길 수 있도록 당일 사진을 촬영해야 합니다. 9월에 사진을 찍었지만 변경하기를 원하는 학생은 변경할 필요를 설명할 수 있는 학생증 또는 입증 패키지를 사진사에게 제출해야 합니다.\n수요일 수학 과정:\n저희는 글레브 학생들을 위한 숫자 감각 코스를 제공할 예정입니다. 이 기회는 정수, 분수 연산 및 이러한 기술을 상황에 맞게 적용하는 등 수리 능력을 향상하고자 하는 모든 학생에게 제공됩니다. 수업은 학기 내내 진행되며 학생들은 이 과정을 이수하면 일반 학습 학점을 받게 됩니다. 수업은 일주일에 한 번 수요일 방과 후에 있습니다. 이 수업에 관심이 있는 학생이 있다면 다음 양식을 작성해 주세요.\n학교 리더를 위한 연사 시리즈:\n링크 수업, 비즈니스 리더십 수업, 야외 교육 리더십 수업, 에퀴유니티 위원회, 학생회, 운동 위원회, 체육 리더십 수업에서 리더십 역할을 맡고 있는 상급 학년 학생들은 10월 22일 오전에 강당에서 열리는 연사 시리즈에 참석할 수 있는 기회를 갖게 됩니다. 참석을 희망하는 학생의 학부모는 학교-내 현장 학습 양식을 받아 서명해야 하며, 이 학생들은 참석을 선택할 경우 정규 수업을 듣지 않습니다. 다음 연사들은 다음 주제에 대해 발표할 예정입니다: 리자 윌슨은 회복력에 대해, 에이블스 오타와의 에밀리 글로솝은 포용적 스포츠에 대해, 국무총리 교육상 수상자인 제니퍼 탈봇은 포용적 스포츠에 대해, 제임스 버드로우는 패러레이스 선수의 이야기를, 나빌 아메드와 브라이언 콤은 존중하는 대화에 대해, 제이드 데자딘, 제시카 휴튼, 후옹 타이는 각각 원주민 학생, 2SLGBTQIA 학생 및 다국어 학습자를 위한 학교 지원에 대해 발표할 예정입니다. 학생회장이자 평등위원회 대표인 로즈 하바가 평등위원회와 함께 이 특별한 행사를 준비해 주신 데 대해 감사드립니다. 오후에는 로즈의 팀이 커뮤니티 프로젝트를 위해 학생들로부터 멘토링을 받게 됩니다. 오후에는 교육 책임자, 피노 버포네와 추가 커뮤니티 파트너들이 함께할 예정이며, 저희는 멘토 참석자 수를 확인하는 대로 참가 학생의 가족들과 이 정보를 공유할 예정입니다.\n도서관:\na)연구와 글쓰기 도움은 10월 24일, 목요일 점심시간에 도서관 세미나실에서 열릴 예정입니다. 학생들이 연구와/또는 글쓰기 작업에 도움을 받을 수 있도록 참여 할 수 있도록 지지해 주세요.\nb)이번 학기에 문해력 시험을 치르는 모든 학생을 위해 10월 24일, 목요일 점심시간에 도서관에서 OSSLT 준비가 진행되며, OSSLT 작성법에 대한 팁과 요령을 얻고자 하는 학생은 참여할 수 있습니다.\n글레브 체육:\n글레브 체육은 올가을 또 다른 놀라운 출발을 시작했습니다. 학생, 교직원, 지역 자원봉사자 모두의 엄청난 참여가 있었습니다. 저희의 홈 경기에 많은 팬들이 참석해 주셨습니다.\n주의해 주세요, 학생들이 방과 후 홈 경기를 응원하러 오는 것은 권장하지만, 학생 팬이 수업 시간에 열리는 홈 경기나 원정 경기에 참석하기 위해 수업을 결석해서는 안 됩니다. 학생 팬이 원정 경기를 응원하고 싶다면, 모든 학교가 관중의 학교 방문을 허용하는 것은 아니라는 점을 알아두는 것이 중요합니다. 만약 학교 시간 외의 원정 경기에 참석하여 팀을 응원하고 싶다면, 코치나 체육 감독에게 이메일을 보내 원정 학교 관중 정책을 확인하고 OFSAA 관중 정책을 준수하여 글레브 체육의 긍정적인 지지자가 되는 것을 잊지 마세요.\n감사합니다,\n글레브 CI 직원\n오타와-칼튼 교육청은 이메일을 통해 지속적으로 여러분과 소통하고자 합니다. 수신하는 이메일 메시지 유형을 선택할 수 있지만, 저희는 긴급 메시지 수신을 거부하는 것은 권장하지 않습니다. 이 링크를 따라 이메일 기본 설정을 확인할 수 있습니다: 구독 취소\n스쿨메신저는 국가의 선도 학교 시스템으로 음성, SMS 문자, 이메일 및 소셜 미디어를 통해 학부모, 학생들과 교직원들을 연결하기 위해 사용되는 알림 서비스입니다."
}