{
    "source": "en_US",
    "target": "ko_KR",
    "text": "07-Oct-2024\nDear [redacted_name]\nGlen Caulfield Primary Kindergarten | Kindergarten Offer 2024\nGlen Caulfield Primary Kindergarten is delighted to offer[redacted_name] a place in our funded First Year (3YO)\nKindergarten program in 2024.\nPlease read the enrolment information below, and then select the link at the end of this letter to complete\nyour online Kindergarten Offer (Accept, Defer, Decline). This offer is valid until 13-Oct-2024. If no response is\nreceived by this date, this kindergarten place will be offered to another family.\nGlen Education – our approach to education\nWe are a not-for-profit, Early Years Manager of local kindergartens in the municipalities of Bayside, Kingston,\nGlen Eira, Monash and Stonnington. Our role is to ensure that the delivery of programs for children are\ninclusive, individualized, reflective of contemporary research and can foster a lifelong love of learning.\nAll services are connected through an overarching educational philosophical approach; however, each\ncommunity also bring unique gifts to the learning space.\nWe are very pleased and proud to say that our services implement programs for children and families that\nare rated above the National Standard for high quality Education and Care. We are local and as such, pride\nourselves on being able to support our children, our families, our educational teams and the wider\ncommunity in a timely and responsive manner. The Department of Education, as well as the Bayside,\nKingston, Glen Eira, Monash and Stonnington Councils support us in our vision and our purpose.\nLevel 1, 2 North Drive, Bentleigh East 3165\nPhone: (03) 9570 5866 Fax: (03) 9570 7074\nenrolments@gleneducation.org.au gleneducation.org.au\nABN: 64 435 545 989\nAge Requirement\nTo be eligible for funded First Year (3 YO) Kindergarten, your child must be 3 years of age or older by 30 April\n2024.\nChildren can only attend kindergarten once they turn 3 years of age. If your child is not 3 years old at the\ncommencement of the kindergarten year they cannot start and will be invited by the educational team to\nvisit the program alongside a parent/guardian (child cannot be left) until they turn 3.\nFamilies with children born between 1 January and 30 April have a choice about whether their child will\ncommence First Year (3YO) Kindergarten in the year they turn three or the year they turn four. Once your\nchild attends kindergarten in a funded place, you cannot change your mind. To help you make an informed\nchoice about WHICH year to commence your child in school and therefore which year to commence your child in a\nkindergarten program please refer to the table below or visit when to start kindergarten\nYEAR KINDERGARTEN ADDITIONAL INFORMATION\n2024 First Year (3YO)\nKindergarten\nThere is no possibility of repeating or deferring First Year (3YO) Kindergarten",
    "trans": "2024년 10월 7일\n친애하는 [수정된_이름]님\n글렌 콜필드 초등학교 | 2024년 유치원 제공\n글렌 콜필드 초등학교 유치원은 자금화한 첫해(3YO)에 자리를 마련하게 되어 기쁩니다\n2024년 유치원 프로그램.\n아래 등록 정보를 읽고, 이 편지의 끝에 있는 링크를 선택하여 완료해 주세요\n귀하의 온라인 유치원 제안(승인, 연기, 거절)은 2024년 10월 13일까지 유효합니다. 답변이 없는 경우\n이 날짜까지 받고, 이 유치원 자리는 다른 가족에게 제공될 것입니다.\n글렌 교육 – 교육에 대한 우리의 접근 방식\n저희는 킹스턴 베이사이드 지역의 지역 유치원을 비영리적으로 운영하는 초기 관리자입니다,\n글렌 에이라, 모나쉬, 스토닝턴. 우리의 역할은 어린이를 위한 프로그램 제공을 보장하는 것입니다\n포괄적이고 개별화되며 현대 연구를 반영하며 평생 학습에 대한 애정을 키울 수 있습니다.\n모든 서비스는 포괄적인 교육 철학적 접근 방식을 통해 연결됩니다; 그러나, 각각의\n커뮤니티는 또한 학습 공간에 독특한 기증품을 제공합니다.\n우리의 서비스가 어린이와 가족을 위한 프로그램을 시행하게 되어 매우 기쁘고 자랑스럽습니다\n고품질 교육 및 돌봄을 위한 국가 표준보다 높은 등급을 받았습니다. 우리의 지역과 그와 같이 자부심은\n자녀, 가족, 교육 팀 및 더 넓은 범위를 지원할 수 있는 당사 내의\n시의적절하고 신속한 방식으로 지역 사회. 베이사이드와 더불어 교육부,\n킹스턴, 글렌 에이라, 모나쉬, 스토닝턴 의회는 우리의 비전과 목적을 지지합니다.\n1, 2 단계 노스 드라이브, 벤틀리 이스트 3165\n전화: (03) 9570 5866 팩스: (03) 9570 7074\nenrolments@gleneducation.org.au gleneducation.org.au\nABN: 64 435 545 989\n연령 요건\n자금화한 첫 해(3YO) 유치원에 입학하기 위해, 귀하의 자녀는 4월 30일까지 3세 이상이어야 합니다\n2024년.\n어린이는 3세 이후 유치원에 입학할 수 있습니다. 귀하의 자녀가 3세가 아니라면\n유치원 학기 개시를 시작할 수 없으며 교육 팀의 초청을 받게 됩니다\n부모/후견인과 함께 프로그램을 방문하세요 (아이는 남을 수 없습니다). 3세가 될 때까지.\n1월 1일부터 4월 30일 사이에 태어난 자녀가 있는 가정은 자녀의 여부에 대해 선택할 수 있습니다\n1학년 (3세) 유치원 입학은 3세가 되는 해나 4세가 되는 해에 시작합니다. 귀하의\n자녀가 자금화한 유치원에 다니기 시작하면, 마음을 바꿀 수 없습니다. 정보를 제공하는 데 도움이 되기 위해\n자녀를 학교에 입학시킬 연도와 자녀를 학교에 입학시킬 연도에 대한 선택\n유치원 프로그램은 아래 표를 참조하거나 유치원 입학 시점에 방문해 주시기 바랍니다\n유치원 연도 추가 정보\n2024년 첫해 (3세)\n유치원\n1학년(3세) 유치원을 반복하거나 연기할 가능성은 없습니다"
}