{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Disclaimer:* This communication contains information which is privileged and confidential. It is exclusively to the intended recipient(s). If you are not the intended recipient(s), please: (1) notify the sender by forwarding this email and delete all copies from your system and (2) note that disclosure, distribution, copying or use of this communication is strictly prohibited. Any erroneous disclosure, distribution or copying of this email communications cannot be guaranteed to be secure or free from error or viruses. Deloitte & Touche (M.E.) LLP (DME) is the affiliate for the territories of the Middle East and Cyprus of Deloitte NSE LLP (“NSE”), a UK limited liability partnership and member firm of Deloitte Touche Tohmatsu Limited, a UK private company limited by guarantee (“DTTL”).\nDeloitte refers to one or more of Deloitte Touche Tohmatsu Limited (“DTTL”), its global network of member firms, and their related entities. DTTL (also referred to as “Deloitte Global”) and each Deloitte member firm is a separate and independent legal entity. DTTL, NSE and DME do not provide services to clients. Please see www.deloitte.com/about to learn more. DME’s affiliates and related entities cannot oblige each other and/or DME, and when providing services, each affiliate and related entity engages directly and independently with its own clients and shall only be liable for its own acts or omissions and not those of any other affiliate. To the extent permitted by law, DME does not accept any liability for use of or reliance on the contents of this email by any person save by the intended recipient(s)and to the extent agreed in a DME engagement contractor any change or amendment as duly agreed on by the contracting parties. Opinions, conclusions and other information in this email which have not been delivered by way of the business of DME, are neither given nor endorsed by it.",
    "trans": "주의:* 이 대화는 특권이 부여된 기밀 정보를 포함하고 있습니다. 이는 지정된 수신자(들)만을 위한 것입니다. 만일 귀하께서 의도된 수신자(들)가 아니라면, (1) 발신인에게 이 이메일을 전달하여 알리고 모든 사본을 귀하의 시스템에서 삭제해주시기 바랍니다 (2) 이 대화의 공개, 배포, 복사 또는 사용은 엄격히 금지되어 있습니다. 이 이메일 대화의 잘못된 공개, 배포, 또는 복제는 보안 또는 오류나 바이러스가 없음을 보장할 수 없습니다. 딜로이트 & 터치 (중동) 유한책임 파트너십(DME)은 영국의 유한책임 파트너십인 딜로이트 북 및 남유럽 유한책임 파트너십 (\"NSE\")의 중동 및 키프로스 지역 계열사 및 영국의 유한책임 사기업인 딜로이트 터치 토마츠 유한책임(\"DTTL\")의 회원사 입니다.\n딜로이트는 딜로이트 터치 토마츠 유한책임(\"DTTL\")의 글로벌 네트워크 회원사 및 관련 법인을 지칭합니다. DTTL (또는 \"딜로이트 글로벌\"로 지칭됨) 및 각 딜로이트 회원사는 별도의 독립된 법인입니다. DTTL, NSE 및 DME는 고객에게 서비스를 제공하지 않습니다. 자세한 내용은 www.deloitte.com/about을 참고하시기 바랍니다. DME의 계열사 및 관련 법인은 서로 및/또는 DME에 의무를 지울 수 없으며, 각 계열사 및 관련 법인은 각자의 고객과 직접적이고 독립적으로 계약을 체결하며, 자신의 행위나 부작위에 대해서만 책임을 지며, 다른 계열사의 행위나 부작위에 대해서는 책임 지지 않습니다. 법이 허용하는 범위 내에서, DME는 의도된 수신자(들) 이외의 사람이 이 이메일의 내용을 사용하거나 신뢰하는 것에 어떠한 책임도 지지 않으며, 계약 당사자 간에 합의된 DME 계약서에 명시된 범위 내에서만 변경 또는 수정이 가능합니다. 이 이메일 안에서 DME의 업무와 관련없이 전달된 의 의견, 결론 및 다른 정보 등의 내용은 DME에 의해 제공되거나 승인된 것이 아닙니다."
}