{
    "source": "en_US",
    "target": "ko_KR",
    "text": "FANTASTIC POSITION FOR THOSE WANTING A PERFECT WORK-LIFE BALANCE TO SEE YOUR FAMILY AND FRIENDS\nAirgas operates a modern and efficient fleet. Most vehicles are under 6 years old and equipped with driver-friendly technology such as On Board Computers, collision avoidance technology, latest camera technology and GPS navigation.\nAs the \"face of Airgas\", the delivery driver is responsible for safely and efficiently delivering compressed gas cylinders to local and regional business customers from an Airgas branch or plant location using a company provided tractor trailer, straight, or box truck. This position loads, unloads, delivers, and returns compressed gas cylinders while frequently interacting with Airgas customers.\nAbout Airgas\nAirgas, an Air Liquide company, is a leading U.S. supplier of industrial, medical and specialty gases, as well as hardgoods and related products; one of the largest U.S. suppliers of safety products. Through the passion and diversity of its 18,000 associates, Airgas fosters a culture of safety, customer success, sustainability and innovation. Airgas associates are empowered to share ideas, take initiative and make decisions. Airgas is a subsidiary of Air Liquide, a worldwide leader in gases, technologies and services for Industry and Health. Air Liquide is present in 78 countries with approximately 64,500 associates globally. Join us for a stimulating experience: you'll find a world of learning and development opportunities where inventiveness is at the heart of what we do, in an open, collaborative and respectful environment.\nIn particular, you will:\nPerform pre-trip and post-trip vehicle inspections\nLoad and unload their truck daily with gas cylinders & supplies\nMaintain courteous & professional relationships with customers\nMake deliveries in a timely manner",
    "trans": "완벽한 일과 생활의 균형을 원하는 사람들을 위한 가족과 친구를 볼 수 있는 환상적인 위치\n에어가스는 현대적이고 효율적인 차량을 운영합니다. 대부분의 차량은 6년 미만이며 온보드 컴퓨터, 충돌 방지 기술, 최신 카메라 기술 및 전 지구 위치 파악 시스템 내비게이션과 같은 운전자 친화적인 기술이 탑재되어 있습니다.\n\"에어가스의 얼굴\"로서, 배송 기사는 견인 트레일러, 스트레이트 또는 유개 적재함이 있는 트럭을 제공하는 회사를 통해 에어가스 지점이나 공장 위치에서 지역 및 지역 비즈니스 고객에게 압축 가스 실린더를 안전하고 효율적으로 배송할 책임이 있습니다. 이 위치는 에어가스 고객과 자주 상호작용하는 동안 압축 가스 실린더를 적재, 하역, 배송 및 반품합니다.\n에어가스에 관해\n레르리키드 사의 에어가스는 미국의 선도적인 산업용, 의료용 및 특수 가스 공급업체이자 미국 최대 안전 제품 공급업체 중 하나인 하드재 및 관련 제품 공급업체입니다. 에어가스는 18,000명의 직원들의 열정과 다양성을 통해 안전, 고객 성공, 지속 가능성 및 혁신의 문화를 조성하고 있습니다. 에어가스 직원들은 아이디어를 공유하고, 주도권을 쥐고, 의사 결정을 내릴 수 있는 권한을 가지고 있습니다. 에어가스는 산업 및 보건을 위한 가스, 기술 및 서비스 분야의 세계적인 리더인 레르리키드의 자회사입니다. 레르리키드는 전 세계 78개국에 약 64,500개의 직원을 보유하고 있습니다. 활기를 주는 경험을 위해 당사와 함께 하세요: 개방적인, 협력적이며 존중받는 환경에서 창의성이 우리가 하는 일의 핵심인 학습 및 개발 기회의 세계를 찾을 수 있습니다.\n특히, 당신은 아래와 같을 것 입니다:\n여행 전 및 여행 후 차량 점검 수행하기\n매일 가스 실린더와 보급품으로 트럭에 짐을 싣고 내리기\n고객과의 정중하고 전문적인 관계 유지하기\n적시에 배송하기"
}