{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello,\nOur transaction was completed on February 15, 2023, as indicated by the date on my contract. After that date, the Toyota should no longer have been in my name. However, when I visited SAAQ, they informed me that you submitted the Toyota transaction information only after their system maintenance. This means Tesla did not upload the transaction documents in a timely manner after we completed the trade-in process. The government told me that their system maintenance occurred after my trade-in date, so this situation arose because Tesla failed to submit the information on time, leaving the Toyota still under the customer's name.\nI do not understand why you are shifting the responsibility. We have a documented contract with a signed transaction date. If Tesla had submitted the paperwork within three days after February 15, 2023, this situation would not have occurred. Is it customary for you to shift responsibility onto the government? Should the customer be expected to bear these unnecessary costs and losses? Do you not provide after-sales service or adhere to professional ethics?\nI sold the Toyota to Tesla on February 15, 2023, with a contract and all paperwork signed. If this car was still under my name in April, it is because Tesla failed to handle the transaction properly. Please do not pass the responsibility onto the customer, as they should not bear these losses and costs.\nShow integrity and professional ethics. If you continue to deny responsibility and mislead or even threaten customers, we are prepared to pursue legal action to clarify the facts and allow society to see fairness and justice.",
    "trans": "안녕하세요,\n계약 날짜에 명시된 대로 2023년 2월 15일에 우리의 거래가 완료되었습니다. 그 날짜 이후에, 도요타가 더 이상 제 이름으로 있지 않아야 했습니다. 그러나, 제가 SAAQ를 방문했을 때, 그들은 당신이 체계 유지보수 후에야 도요타 거래 정보를 제출했다고 알려주었습니다. 즉, 테슬라가 거래 절차를 완료한 후에도 거래 문서를 적시에 업로드하지 않았음을 의미합니다. 정부는 체계 유지보수가 제가 거래한 날짜 이후에 이루어졌기 때문에 테슬라가 고객의 이름을 여전히 남겨둔 채 정보를 제때 제출하지 않아 이 상황이 발생했다고 말했습니다.\n저는 당신이 왜 책임을 전가하는지 이해할 수 없습니다. 거래 날짜가 서명된 문서화된 계약서가 있습니다. 테슬라가 2023년 2월 15일 이후 3일 이내에 서류를 제출했다면 이런 상황은 발생하지 않았을 것입니다. 책임을 정부에 전가하는 것이 관례인가요? 고객이 이러한 불필요한 비용과 손실을 부담해야 하나요? 애프터서비스를 제공하지 않거나 전문 윤리를 준수하지 않나요?\n저는 2023년 2월 15일에 계약서와 모든 서류가 서명된 상태로 도요타를 테슬라에 매각했습니다. 이 차가 4월에 제 이름으로 남아 있었다면, 테슬라가 거래를 제대로 처리하지 못했기 때문입니다. 고객이 이러한 손실과 비용을 부담해서는 안 되므로 책임을 전가하지 말아 주세요.\n진실성과 전문 윤리를 보여주세요. 책임을 계속 부인하고 고객을 호도하거나 심지어 협박한다면, 우리는 사실을 명확히 하고 사회가 공정과 정의를 볼 수 있도록 법적 조치를 취할 준비가 되어 있습니다."
}