{
    "source": "en_US",
    "target": "ko_KR",
    "text": "those who achieve sufficient success to sustain a career in the industry. According to the Bureau of Labor Statistics (BLS), in May of 2018, the median salary for personal financial planners was $88,890 and the 90th percentile was above $208,000 per year (Bureau of Labor Statistics 2018). Other industry studies, which use a narrower definition of a financial planner which may more accurately reflect financial planner earnings by excluding some assistant planners and more junior roles included in the BLS figures, have indi- cated that median earnings for financial planners may be as high as $168,050 (TD Ameritrade 2017). The high-income status of personal financial planners provides an opportu- nity to explore ways in which entrepreneurship may influ- ence marriage outcomes differently among higher-income individuals.\nFinancial planning as an industry has also recently placed an emphasis on recruiting women. Part of the language around recruitment has attempted to paint financial planning as a supportive industry using anecdotal information (Bruno 2018). Industry specific websites also commonly post arti- cles about why life-work balance is important for the recruit- ment of female advisors (Thrasher 2018; CFP Board n.d.).\nEmployment, Gender, and Marriage\nStudies of individuals in the United States have investigated both the influence of work on family life (e.g., Minnotte et al. 2015) and the influence of family life on work (e.g., Fettro and Nomaguchi 2017). Findings generally conclude that having a family and trying to find a balance between labor market responsibilities and spending time with one’s family can cause stress and dissatisfaction both at home and at work. The stress of work on family life can result from many avenues, but a major theme is time spent at work. A study looking at employees in the United States, London, and Hong Kong found that working long hours te",
    "trans": "산업에서 경력을 유지하기에 충분한 성취를 달성한 이들. 노동통계국(BLS)에 따르면, 2018년 5월 개인 재무 계획자의 중간 연봉은 88,890달러였고 90번째 백분위수는 연간 208,000달러 이상이었다(2018년 노동통계국). BLS 수치에 포함된 일부 보조 계획자와 더 많은 하급자 역할을 제외하여 재무 계획자의 수입을 보다 정확하게 반영할 수 있는 재무 계획자의 하위어 정의를 사용하는 다른 산업 연구들은 재무 계획자의 중간 수입이 168,050달러에 달할 수 있다고 지적했다(2017년 TD 에머리트레이드). 개인 재무 계획자의 고소득 상태는 기업가 정신이 고소득 개인들 사이에서 결혼 결과에 다르게 영향을 미칠 수 있는 방법을 탐구할 수 있는 기회를 제공한다.\n산업으로서의 재무 계획도 최근 여성 채용에 중점을 두고 있다. 채용 관련 언어의 일부는 입증되지 않은 정보를 활용하여 재무 계획을 지원 산업으로 묘사하기 위한 시도를 하고 있다(2018년 브루노). 산업별 웹사이트에는 여성 자문가 채용을 위해 삶과 일의 균형이 중요한 이유에 대한 기사가 자주 게시된다(2018 스레셔; CFP Board n.d.).\n고용, 성별, 그리고 결혼\n미국의 개인들을 대상으로 한 연구들은 일이 가족 생활에 미치는 영향(예: 2015년 미니노트 외.)과 가족 생활이 일에 미치는 영향(예: 2017년 페트로와 노마구치)을 모두 조사했다. 연구 결과에 따르면, 가족을 두고 노동 시장 책임과 가족과 시간을 보내는 것 사이의 균형을 찾으려고 노력하는 것이 가정과 직장 모두에서 스트레스와 불만족을 초래할 수 있다고 결론지었다. 가족 생활에 대한 업무 스트레스는 여러 가지 경로에서 발생할 수 있지만, 주요 주제는 직장에서 보내는 시간이다. 미국, 런던, 홍콩의 직원들을 대상으로 한 연구에 따르면, 장시간 근무하는 것이"
}