{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Generally regarded as a golden age, the 18th century in Britain was called ‘Augustan' after the period of Roman history which had achieved political (1) and power along with a flourishing of the arts. This was a distinctive moment in the making of modern Britain. It was an age of (2) , elegance and wit. The virtues of politeness, moderation and rationality were commonly praised. It was a materialistic society – worldly, pragmatic and responsive to economic pressure. Yet, its institutions were (3) , hereditary and privileged. There was a growing tendency to focus on personal gain and pleasure as the main objectives of life. Elections were largely controlled by the local landowners. Politicians were not concerned with winning over the electorate but with (4) them, either with money or with the promise of jobs.\nEighteenth-century society championed (5) , seizing opportunities in the sectors of economy that provided scope for initiative, enterprise and enrichment. It was in many ways an extraordinarily free and open age, whose characteristics distinguished Britain from the other European countries. Many travellers were surprised by what they saw as the (6) freedom enjoyed by the British people in contrast with the more absolutist regimes of their own countries. Enlightened thinkers, from the philosopher John Locke (1632-1704) to journalists such as Joseph Addison (1672-1719), rejected the strict, (7) values of Puritanism, like original sin and the depravity of man. Liberal thought influenced the new view of the world and affirmed free will, salvation for all, as well as the belief in the goodness of mankind and its capacity for progress. (8) encouraged faith in progress and human perfectibility, and made people eager to try new ways of trusting their own capabilities: reason, which made them different from animals, and common sense.",
    "trans": "일반적으로 황금기로 여겨진, 18세기 영국은 로마 역사에서 정치적 (1)과 권력, 그리고 예술의 번영을 이루었던 시기를 따서 '오거스타'라고 불렸다. 이 시기는 현대 영국을 만드는 데 있어 독특한 순간이었다. 이 시기는 (2), 우아함과 재치의 시대였다. 예의, 절제, 합리성의 미덕은 일반적으로 찬사를 받았다. 이 사회는 물질주의 사회였으며, 세속적이고 실용적이며 경제적 압력에 반응했다. 그러나 그 기관들은 (3), 세습적이고 특권적이었다. 개인적인 이익과 쾌락을 삶의 주요 목표로 삼는 경향이 점점 더 커졌다. 선거는 주로 지역 지주들에 의해 통제되었다. 정치인들은 돈이나 일자리의 약속으로 유권자들을 이기는 것에 관심이 없었지만, (4) 유권자들을 이기는 것에 관심이 있었다.\n18세기 사회는 (5), 주도권을 쥐고 경제 부문에서 주도권, 기업화, 풍요를 위한 기회를 포착했다. 이 시기는 여러 면에서 영국을 다른 유럽 국가들과 구별 짓는 매우 자유롭고 개방적인 시대였다. 많은 여행자들은 영국인들이 누리는 (6) 자국의 절대주의 체제와 대조적인 자유에 감탄했다. 철학자 존 로크(1632-1704)부터 조셉 애디슨(1672-1719)과 같은 언론인에 이르기까지 계몽주의 사상가들은 청교도주의의 엄격하고 (7) 의 가치, 즉 원죄와 인간의 타락을 거부했다. 자유주의 사상은 세상에 대한 새로운 관점에 영향을 미쳤으며, 자유 의지, 모두를 위한 구원, 그리고 인류의 선과 진보를 위한 능력에 대한 믿음을 확인했다. (8) 진보와 인간의 완전성에 대한 믿음을 장려하고, 사람들이 자신의 능력을 신뢰하는 새로운 방법을 시도하기를 열망하게 만들었다: 이성, 상식 등이 그들을 동물들과 차별화 시켰다."
}