{
    "source": "en_US",
    "target": "ko_KR",
    "text": "At all times, Lessee shall keep said premises in a neat and orderly condition and shall keep the entry ways and areas adjoining the premises clean and free from rubbish. Lessee and Lessee’s employees are prohibited from smoking or loitering outside the front of the shopping center, including sidewalks and front parking lot. Lessor may impose a $50.00 Fine if Employees are found smoking out front. Lessee shall not use or permit the use of any portion of said premises for any illegal purpose. Lessee shall not permit, allow or cause the sinks, toilets or urinals in the premises or building to be used for any purpose except that for which they were designated and installed, and the expense of repairing any breakage or damage or removal of any stoppage resulting from the uses thereof shall be paid by Lessee. Lessee shall store all trash, rubbish and garbage (including cigarette butts) in proper containers in the rear of the building, and shall provide for the prompt and regular removal thereof for disposal of said trash, grease, refuse, etc. outside the leased property, and Lessee shall not burn or otherwise dispose of any trash, waste, rubbish or garbage in or about said premises other than in approved incinerators and containers. Lessee agrees to permit no waste of the property, but on the contrary, to take good care of same; and upon termination of this Lease, to surrender possession of same without notice, in as good condition as at the commencement of the term, or as they may be put in during the term, as reasonable uses and wear thereof will permit, damage by fire or other casualty beyond Lessee’s control expected. Lessee has inspected the premises and accepts them in an “AS IS” condition. The Lessor has made no further warranties expressed or implied, concerning the premises.",
    "trans": "항상, 임차인은 해당 건물을 깔끔하고 정돈된 상태로 유지해야 하며, 건물과 인접한 출입구와 구역을 청결하고 쓰레기가 없도록 유지해야 합니다. 임차인과 임차인의 직원은 인도와 전면 주차장을 포함한 쇼핑 센터 앞에서 흡연하거나 배회하는 것이 금지됩니다. 임대인은 직원이 앞에서 담배를 피우는 것을 발견하면 50.00달러의 벌금을 부과할 수 있습니다. 임차인은 해당 건물의 일부를 불법적인 목적으로 사용하거나 사용해서는 안 됩니다. 임차인은 해당 건물이나 건물의 싱크대, 화장실 또는 소변기를 지정 및 설치된 용도를 제외하고는 사용할 수 없으며, 사용으로 인한 파손 또는 손상 수리 또는 정지 제거 비용은 임차인이 부담해야 합니다. 임차인은 모든 쓰레기, 쓰레기(담배꽁초 포함)를 건물 뒤쪽의 적절한 용기에 보관해야 하며, 해당 쓰레기, 기름칠, 거부 등의 처리를 위해 신속하고 정기적으로 제거할 수 있도록 규정해야 합니다. 임차인은 승인된 소각로 및 컨테이너 이외의 해당 건물 내 또는 그 주변에서 쓰레기, 쓰레기, 쓰레기 또는 쓰레기를 태우거나 처리할 수 없습니다. 임차인은 해당 건물의 폐기물을 허용하지 않는 것에 동의하지만, 반대로 이를 잘 관리하기 위해 사전 통지 없이 동일한 건물을 소유하거나, 임기 시작 시 합리적인 사용 및 마모가 허용되는 한 좋은 상태로 소유할 수 있습니다. 임차인은 해당 건물을 점검하고 \"있는 그대로\" 상태로 수용합니다. 임대인은 해당 건물에 대해 더 이상의 명시적이거나 전제에 관한 보증을 하지 않았습니다."
}