{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Visit justplainclear.com to find simple definitions for complicated health care terms.\nCoverage for these services is subject to the terms and conditions of your health benefit plan including exclusions, limitations, conditions, and patient eligibility. Payment is based on the submitted claim, the actual health care services you received, your plan benefit language when services are received, and other plan rules, including coordination of benefits. If required by your plan, your primary care provider must send an electronic referral before you see a specialist. If you see a specialist without a referral, you might have to pay the full cost for services.\nVisit myuhc.com/exchange to access the cost estimator tool, look up benefits, update account information, find a doctor or facility, learn more about healthy living, or view your claims, Health Statements, and Explanation of Benefits. Registration is easy and gives you access to useful tools and information to help you take charge of your health and health care.\nYou are responsible for deductibles, coinsurance, copayments, and items not covered by the plan. Before getting services, it's a good idea to check your provider's network status and cost of service.\nThis approval does not guarantee that the plan will pay for the service. Other plan rules apply to claims payment.",
    "trans": "justplainclear.com을 방문하면 복잡한 의료 용어에 대한 간단한 정의를 확인할 수 있습니다.\n이 서비스에 대한 보장은 귀하의 건강 보험 계획의 약관 및 조건 (제외 사항, 제한 사항, 조건, 환자 적격성 포함)에 따라 달라집니다.지불은 제출된 청구서, 실제 받은 의료 서비스, 서비스 제공 시점의 보험 약관 및 기타 플랜 규정(보험 혜택 조정 포함)을 기준으로 이루어집니다.또한, 플랜에서 요구하는 경우, 전문의를 방문하기 전에 주치의가 전자 추천서를 제출해야 합니다.만약 추천서 없이 전문의를 방문하면, 진료비 전액을 본인이 부담할 수도 있습니다.\nmyuhc.com/exchange 를 방문하면 비용 예상 도구, 보험 혜택 조회, 계정 정보 업데이트, 의료진 또는 의료 시설 검색, 건강한 생활 정보 확인, 청구 내역, 건강 진술서, 보험 혜택 설명서 조회 등을 할 수 있습니다.등록은 간단하며, 건강과 의료 관리를 보다 효과적으로 할 수 있도록 유용한 도구와 정보를 제공합니다.\n귀하는 공제액, 공동 부담금, 본인 부담금, 그리고 플랜에서 보장하지 않는 항목에 대한 비용을 책임져야 합니다.서비스를 받기 전에 의료 제공자의 네트워크 가입 여부와 예상 비용을 확인하는 것이 좋습니다.\n이 승인은 해당 서비스에 대한 보험 플랜의 지급을 보장하지 않습니다. 청구금 지급에는 다른 플랜 규정이 적용될 수 있습니다."
}