{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Master of Music in Performance program at Boston University provides training to highly advanced instrumentalists and vocalists, focusing on the study and performance of solo repertoire as well as chamber music, orchestral, wind ensemble, choral, and/or opera repertoire. The program includes study in music theory and musicology as well as elective courses in areas such as diction, orchestral excerpts, new music, historical performance, pedagogy, and literature for specific instruments and voice. The intensity of study in the School of Music set within the College of Fine Arts is further enhanced by the extensive cultural offerings of the city of Boston, providing exposure to Boston’s resident and touring soloists and professional performing ensembles, and drawing guest artists who frequently present master classes in the various vocal and instrumental majors.\nMM in Performance students must take a minimum of 12 units of applied lessons (maximum of 14 units). The 12 units must be taken over four terms of study, with no more than 4 units per term. No more than 2 units of extra applied lessons may be applied to the degree as elective units. Students must take at least 6 units combined in music theory and musicology. Please see the Performance Studies Policies and Procedures document on the School of Music website. Approved music elective courses may include ME, MH, MP, and MT courses numbered 500 and higher. PDP courses, e.g., tennis, dancing, or yoga, do not count as approved music electives for graduate students. Students in all Master of Music programs must pass comprehensive examinations in their area. These examinations are normally given in the fourth or final term of study.\nStudents in Master of Music programs who are interested in pursuing a double major should speak with the chairs of both intended areas of study and then consult with the Director of Graduate Studies to work out details of the combined programs. A petition to the Graduate Studies committee is required for approval.",
    "trans": "보스턴 대학교의 음악 석사 프로그램은 고급 악기 연주자와 성악가들에게 교육을 제공하며, 독주 연주곡목뿐만 아니라 실내악, 오케스트라, 관악 앙상블, 합창 및/또는 오페라 연주곡목에 대한 연구와 연주에 중점을 둡니다. 이 프로그램에는 음악 이론과 음악학에 대한 연구뿐만 아니라 발음, 오케스트라 발췌곡, 새로운 음악, 역사 공연, 교육학, 특정 악기와 성악을 위한 문학과 같은 분야의 선택 과목도 포함되어 있습니다. 미술대학 내 음악대학 세트에서의 연구 강도는 보스턴 시의 광범위한 문화적 제공으로 인해 더욱 높아졌으며, 보스턴의 상주 및 순회 독주자와 전문 연주 앙상블에 대한 노출을 제공하고, 다양한 성악 및 기악 전공에서 마스터 클래스를 자주 개최하는 초청 예술가들을 끌어모으고 있습니다.\n공연 내 음악 석사 과정 학생들은 최소 12단위(최대 14단위)의 응용 수업을 들어야 합니다. 12단위는 4학기 동안 이수해야 하며, 학기당 4단위를 초과할 수 없습니다. 추가 응용 수업은 2단위를 초과하여 선택 과목으로 학위에 적용할 수 없습니다. 학생들은 음악 이론과 음악학을 결합하여 최소 6단위 이상을 이수해야 합니다. 음악 학교 웹사이트의 공연 연구 정책 및 절차 문서를 참조하세요. 승인된 음악 선택 과목에는 500 그리고 이상의 번호가 붙은 ME, MH, MP 및 MT 과목이 포함될 수 있습니다. 테니스, 춤, 요가와 같은 PDP 과목은 대학원생을 위한 승인된 음악 선택 과목으로 간주되지 않습니다. 모든 음악 석사 과정의 학생들은 해당 분야의 종합 시험을 통과해야 합니다. 이러한 시험은 일반적으로 학업의 네 번째 또는 마지막 학기에 치뤄집니다.\n복수 전공에 관심이 있는 음악 석사 과정 학생은 두 연구 분야의 학과장과 대화한 후 대학원장과 협의하여 통합 프로그램에 대한 세부 사항을 파악해야 합니다. 승인을 받으려면 대학원 연구위원회에 청원이 필요합니다."
}