{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Students.\nCarefully and methodically follow the instructed steps in the Task 2 Excel and PowerPoint files.\nStart by understanding the PowerPoint file. See the four recordings about the PowerPoint presentation.\nFollow the steps.\nAgree on roles (GM, SM, MM or FM) and stick steadfastly to their specific responsibilities.\nPlease consider changing these eight Old to New formulas. Whichever formulas you use you will receive the marks your Excel file calculates.\nWorksheet\nCell\nOld\nNew\nFinBud\nR64\n=IF(M64>=0,\"Yes\",\"No\")\n=IF(M64>0,\"Yes\",\"No\")\nFinBud\nZ65\n=IF(X65>=0,\"Yes\",\"No\")\n=IF(X65>0,\"Yes\",\"No\")\nOpBud\nR320\nYes\n=IF(AND(Q320>=R318*Q324,Q320<=R319*Q324),\"Yes\",\"No\")\nOpBud\nZ320\nYes\n=IF(AND(Y320>=Z318*Y324,Y320<=Z319*Y324),\"Yes\",\"No\")\nDesign New Products\nK40\n=IF(OR(E41=\"breach\",F41=\"breach\"),\"No\",\"Yes\")\n=IF(OR(E41=\"No\",F41=\"No\"),\"No\",\"Yes\")\nDesign New Products\nK43\n=IF(OR(E44=\"breach\",F44=\"breach\"),\"No\",\"Yes\")\n=IF(OR(E44=\"No\",F44=\"No\"),\"No\",\"Yes\")\nFM\nE29\n=FinBud! AG19/1000000\n=FinBud! AG20/1000000\nFM\nE30\n=FinBud! AG20/1000000\n=FinBud! AG22/1000000\nFM\nE31\n=FinBud! AG21/1000000\n=FinBud! AG23/1000000\nYour PPT needs to present your Excel.\nSome (but not all) of your numbers will be different to those in the Example in the PowerPoint file.\nFor some of the numbers for text in the PowerPoint file you might find it challenging to source the corresponding numbers from your own Excel.\nTo do that requires a good understanding of the Excel file and also realising when you need to so some extra calculation yourselves rather than take a number already presented in an Excel cell.\nOpen up the Grouping from Level 1 to Level 2.\nMake sure you see what is on offer in the final worksheet “Analysis Workings” this worksheet provides information used in many Charts and in the Example PowerPoint.\nSubmission: 5pm Thursday Oct 10. The instructions are in the \"Starting and ending steps\" worksheet in the Excel file.\nThe FM coordinates each group member to participate in completing the Peer Scoring matrix.\nThe FM submits the completed Excel and PowerPoint files - by email to your Tutor (PLEASE NOTE WE ARE NO LONGER NEED TO USE TurnItIn on BlackBoard - there is not TurnItIn for this assignment).\nYour Tutor will arrange for your submitted PowerPoint file to be available for your in-class presentation.\nThe order of in-class presentations will be based on Group ID number sequence.\nBest wishes,\nMatt.",
    "trans": "학생 여러분,\n과제 2의 엑셀 및 파워포인트 파일 내 지침을 면밀하고 체계적으로 따르세요.\n먼저 파워포인트 파일을 이해하세요. 파워포인트 프레젠테이션에 관한 녹화된 영상 네 편을 시청하세요.\n단계를 따르세요.\n역할 (GM, SM, MM, FM)을 정해 각각 책임을 공고하게 수행하세요.\n다음 기존 수식 여덟 개를 새 수식으로 바꿔 보시길 바랍니다. 어떤 수식을 사용하는지에 관계 없이, 엑셀 파일의 계산 결과에 따라 점수가 부여됩니다.\n워크시트\n셀\n기존 수식\n새 수식\nFinBud\nR64\n=IF(M64>=0,\"Yes\",\"No\")\n=IF(M64>0,\"Yes\",\"No\")\nFinBud\nZ65\n=IF(X65>=0,\"Yes\",\"No\")\n=IF(X65>0,\"Yes\",\"No\")\nOpBud\nR320\nYes\n=IF(AND(Q320>=R318*Q324,Q320<=R319*Q324),\"Yes\",\"No\")\nOpBud\nZ320\nYes\n=IF(AND(Y320>=Z318*Y324,Y320<=Z319*Y324),\"Yes\",\"No\")\nDesign New Products\nK40\n=IF(OR(E41=\"breach\",F41=\"breach\"),\"No\",\"Yes\")\n=IF(OR(E41=\"No\",F41=\"No\"),\"No\",\"Yes\")\nDesign New Products\nK43\n=IF(OR(E44=\"breach\",F44=\"breach\"),\"No\",\"Yes\")\n=IF(OR(E44=\"No\",F44=\"No\"),\"No\",\"Yes\")\nFM\nE29\n=FinBud! AG19/1000000\n=FinBud! AG20/1000000\nFM\nE30\n=FinBud! AG20/1000000\n=FinBud! AG22/1000000\nFM\nE31\n=FinBud! AG21/1000000\n=FinBud! AG23/1000000\n파워포인트에 엑셀이 반영되어야 합니다.\n일부 숫자 (전부는 안 됨)는 파워포인트 파일 내 예제와 다를 수 있습니다.\n파워포인트 내 텍스트의 숫자 중 일부는 엑셀 파일에서 바로 찾아내기 어려울 수도 있습니다.\n따라서 엑셀 파일을 잘 이해하고, 필요한 경우 엑셀 셀 내의 숫자보다는 추가 계산을 통해 도출해야 합니다.\n그룹을 레벨 1에서 레벨 2로 확장하세요.\n마지막 워크시트 '분석 방식'에 제공되는 것을 꼭 확인하시기 바랍니다. 이 워크시트에는 많은 차트와 예제 파워포인트에서 사용된 정보가 들어 있습니다.\n제출: 10월 10일 목요일 오후 5시. 엑셀 파일의 '시작 및 마무리 단계' 워크시트에서 지침을 확인하세요.\nFM은 팀원들이 동료 평가 매트릭스를 작성하도록 조율합니다.\nFM은 완성된 엑셀 및 파워포인트 파일을 튜터에게 이메일로 제출합니다. (블랙보드의 턴잇인은 더 이상 이용하지 않습니다 - 해당 과제에 대한 턴잇인은 없습니다)\n제출된 파워포인트 파일은 튜터가 수업 발표용으로 준비할 것입니다.\n발표 순서는 그룹 아이디 번호 순서에 따릅니다.\n행운을 빕니다,\n매트 드림."
}