{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Who Need Heated Neck Stretcher? 】 Are you suffering from neck pain? Prolonged bowing your head, sit still for a long time, improper sitting posture, stiff neck will cause your neck pain. You need a simple and effective physical solution, associated with consistent use, to help relieve neck pain and pressure, sore muscles, TMJ and tension headache relief. Relief neck pain in just 10 minutes.( Can't be used as an ordinary pillow all night long)\n✔ 【 How Does Neck Traction Pillow Work for Neck Pain Relief?】 Ergonomic design, the curve of neck relaxer matches the cervical spine. When you lie down, it offers vertical, horizontal support, and Curvature stretch for neck traction, allowing the cervical traction pillow to position the head to reduce spinal pressure, support the cervical spine and help the C-shaped curve of the neck. Combined with hot compress therapy, it will help muscles relaxer, blood circulation\n✔ 【 Where Can You Use This Neck Relaxer? 】 It can be used on hard surfaces, such as home floors, outdoor flat ground, and it can also be used on soft surfaces, such as sofas, beds or yoga mats. This cervical neck stretcher is lightweight and portable. Easy to carry on and storage. Ideal neck and shoulder relaxer for home use, office and travel relaxing, so that people can enjoy cervical stretcher more comfortably to ease work or travel neck fatigue\n✔ 【 Heated Neck Cervical Traction Device Pillow 】 When you choose to use USB heating neck traction pillow, combined with graphene heating pad, help relax tight muscles in the neck and jaw, release tension and pressure, and help blood circulation. The USB heating neck traction pillow has 3 adjustable temperatures and 3 hours automatic shutdown function, provide you with comfortable temperature. Just plug the USB cable into the power bank, PC or USB adapter (5V=1A charger/DC USB input)\n【 What’s The Material? 】 This cervical neck traction stretcher device is made of high-density self-skinning foam. The firm and sturdy base offers a strong support for the cervical spine. neck traction device is durable and not easy to deform, stretching assisted by gravity, creates the amount of traction needs according to your body weight",
    "trans": "가열식 경추 스트레처가 필요한 사람은?】 목 통증으로 고통받고 있나요? 오랜 시간 고개를 숙이거나, 같은 자세로 오래 앉아 있거나, 잘못된 자세로 앉아 있거나, 목이 뻣뻣해지는 경우 목 통증이 발생할 수 있습니다. 일관된 사용과 함께 간단하고 효과적인 물리적 해결책이 필요합니다. 이 제품은 목 통증과 압력 완화, 근육통, 턱관절 장애 및 긴장성 두통 완화에 도움을 줍니다. 10분 만에 목 통증을 완화할 수 있습니다. (주의: 일반적인 베개처럼 밤새 사용할 수는 없습니다.)\n✔ 【목 견인 베개는 어떻게 목 통증을 완화하는가?】 인체공학적 설계를 통해 목 릴랙서의 곡선이 경추의 형태와 일치하도록 디자인 되었습니다. 누워서 사용할 때, 이 베개는 수직 및 수평 지지와 곡률 스트레칭을 제공하여, 경추 견인 베개가 머리를 올바른 위치에 정렬하도록 도와주고, 척추 압력을 줄이고, 경추를 지지하며, 목의 C자형 곡선을 유지하는 데 도움을 줍니다. 온열 요법과 함께 사용하면 근육 이완 및 혈액 순환 개선에 효과적입니다.\n✔【이 경추 스트레처는 어디에서 사용할 수 있는가?】 이 제품은 집 바닥, 야외의 평평한 지면과 같은 딱딱한 표면에서 사용할 수 있으며, 소파, 침대, 요가 매트와 같은 부드러운 표면에서도 사용할 수 있습니다. 이 경추 스트레처는 가볍고 휴대성이 뛰어나며 보관이 용이합니다. 가정, 사무실, 여행 중 편안한 휴식을 위한 이상적인 목과 어깨 이완 기구로, 사람들이 보다 편안하게 경추 스트레처를 사용하여 업무나 여행으로 인한 목 피로를 완화할 수 있도록 돕습니다.\n✔ 【 가열식 경추 견인 베개 】 USB 가열 기능이 있는 경추 견인 베개를 사용하면, 그라펜 가열 패드와 결합하여 목과 턱의 긴장된 근육을 이완하고, 압력과 긴장을 해소하며, 혈액 순환을 돕는 효과를 제공합니다. USB 가열식 경추 견인 베개는 3단계 온도 조절 기능과 3시간 자동 종료 기능을 갖추고 있고, 쾌적한 온도를 제공해 줍니다. USB 케이블을 보조 배터리, PC 또는 USB 어댑터(5V=1A 충전기/DC USB 입력)에 연결하기만 하면 됩니다.\n【 소재는 무엇인가? 】 이 경추 견인 스트레처는 고밀도 셀프 스키닝 폼으로 제작되었습니다. 단단하고 견고한 베이스가 경추에 강력한 지지력을 제공합니다. 그리고 내구성이 뛰어나 쉽게 변형되지 않으며, 중력에 의해 견인 효과가 발생하며, 사용자의 체중에 따라 적절한 견인력을 형성합니다."
}