{
    "source": "en_US",
    "target": "ko_KR",
    "text": "the independent learning ability required for continuing professional development.\nto evaluate critically current research and advanced scholarship in the discipline\nthe qualities and transferable skills necessary for employment requiring:\nAnd holders will have:\ndeal with complex issues both systematically and creatively, make sound judgements in the absence of complete data, and communicate their conclusions clearly to specialist and non-specialist audiences\nthe qualities and transferable skills necessary for employment requiring the exercise of personal responsibility and largely autonomous initiative in complex and unpredictable situations, in professional or equivalent environments.\nAnd holders will have:\nthe creation and interpretation of new knowledge, through original research or other advanced scholarship, of a quality to satisfy peer review, extend the forefront of the discipline, and merit publication\ndecision-making in complex and unpredictable situations\nMaster's degrees are awarded to students who have demonstrated:\na systematic acquisition and understanding of a substantial body of knowledge which is at the forefront of an academic discipline or area of professional practice\nconceptual understanding that enables the student:\nmake informed judgements on complex issues in specialist fields, often in the absence of complete data, and be able to communicate their ideas and conclusions clearly and effectively to specialist and non-specialist audiences\noriginality in the application of knowledge, together with a practical understanding of how established techniques of research and enquiry are used to create and interpret knowledge in the discipline\nthe general ability to conceptualise, design and implement a project for the generation of new knowledge, applications or understanding at the forefront of the discipline, and to adjust the project design in the light of unforeseen problems\nto evaluate methodologies and develop critiques of them and, where appropriate, to propose new hypotheses.\nTypically, holders of a doctorate will be able to:\na detailed understanding of applicable techniques for research and advanced academic enquiry.\na comprehensive understanding of techniques applicable to their own research or advanced scholarship\ncontinue to undertake pure and/or applied research and development at an advanced level, contributing substantially to the development of new techniques, ideas or approaches.\na systematic understanding of knowledge, and a critical awareness of current problems and/or new insights, much of which is at, or informed by, the forefront of their academic discipline, field of study or area of professional practice\nthe exercise of initiative and personal responsibility\nTaken from:UK Quality Code for Higher Education Part A: Setting and maintaining Academic Standards. The Frameworks for Higher Education Qualifications of UK Degree-Awarding Bodies. October 2014. QAA.\nDoctoral qualifications are awarded to students who have demonstrated\nTypically, holders of the qualification will be able to:\ndemonstrate self-direction and originality in tackling and solving problems, and act autonomously in planning and implementing tasks at a professional or equivalent level\ncontinue to advance their knowledge and understanding, and to develop new skills to a high level.",
    "trans": "전문성 개발 지속에 필요한 독립적인 학습 능력.\n해당 분야 내 최신 연구와 고급 학문을 비판적으로 평가하기 위해\n채용을 위해 필요한 자질과 활용 가능한 역량:\n그리고 이를 갖춘 이들은 다음을 가지고 있습니다:\n체계적이고 창의적으로 복잡한 문제들을 다루고, 데이터가 완전하지 않은 상황 속에서 합리적인 판단을 내리고, 그에 대한 결론을 전문 및 비전문 청중들에게 명확하게 전달하기\n채용을 위해 필요한 자질과 활용 가능한 역량 복잡하고 예측 불가한 상황, 전문적 혹은 비슷한 환경에서 주인의식과 자율적인 주도성을 발휘하는 것.\n그리고 이를 갖춘 이들은 다음을 가지고 있습니다:\n독창적인 혹은 기타 고급 학문 연구를 통해 동료 심사를 충족할 수 있는 수준의 새로운 지식을 생성하고 해석하며, 학문의 최전선을 확장하고 출판할 수 있어야 함\n복잡하고 예측 불가한 상황에서의 의사 결정\n석사 학위는 다음을 입증한 학생에게 수여됩니다:\n학문 분야 혹은 전문 실천 분야의 최전선에 있는 방대한 지식을 체계적으로 습득하고 이해하기\n개념적 이해를 통해 학생이 다음을 할 수 있습니다:\n완전하지 못한 데이터를 가진 상황 속에서도 전문 분야에서 복잡한 문제들에 대해 정보를 근거로 한 판단을 내리고, 명확하고 효과적으로 전문 및 비전문 청중에게 아이디어 및 결론을 전달하기\n학문 분야에서 확립된 연구 및 탐구 기법이 지식의 창출 및 해석에 어떻게 활용되는지에 대해 실질적으로 이해하면서, 독창적으로 지식을 활용하기\n해당 분야의 최전선에서 새로운 지식, 응용 혹은 이해를 생성하기 위해 프로젝트를 개념화하고, 만들고, 실행할 수 있고, 예상하지 못한 문제들에 따라 프로젝트 디자인을 수정할 수 있는 전반적인 역량\n방법론을 평가하고 이것에 대한 비판을 하고, 적절한 경우엔 새로운 가설을 제안하기.\n일반적으로, 박사 학위 소지자는 다음과 같이 할 수 있어야 됩니다:\n연구 및 고급 학문 탐구에 응용 가능한 기법에 대한 깊은 이해도\n본인의 연구 혹은 고급 학문 연구에 대한 기법을 포괄적으로 이해할 것\n순수 및/혹은 응용 연구와 개발을 지속적으로 고급 수준에서 진행하고, 새로운 기법, 아이디어 혹은 접근 방식의 발전에 상당히 기여할 것.\n본인의 학문 분야, 연구 분야 혹은 전문 실천 영역의 최전선에 있는, 혹은 그로부터 영향 받은 지식을 체계적으로 이해하고, 현재의 문제 및/혹은 새로운 통찰에 대해 비판적으로 인식할 것\n주도성 및 주인의식을 가질 것\n출처: 고등교육 품질 기준 코드 파트 A: 학업 기준 설정 및 유지. 영국 학위 수여 기관의 고등교육 자격 체계. 2014년 10월. QAA.\n박사 학위는 다음을 입증한 학생들에게 수여됩니다\n일반적으로, 학위 소지자는 다음과 같이 할 수 있어야 됩니다:\n문제들에 대해 고민하고 해결하면서 자기 주도성과 창의성을 발휘하고, 전문적인 혹은 그와 비슷한 수준에서 자율적으로 과제를 계획하고 수행하는 것\n계속해서 본인의 지식과 이해도를 향상시키고, 새로운 역량을 높은 수준으로 발전시키는 것"
}