{
    "source": "en_US",
    "target": "ko_KR",
    "text": "New Guild Skills\nCan be acquired with skill books out of Balathor's Krypta\nThe blessings of the greater Meley: All guild members are immune to stun and slow effects for a certain period.\nThe greater Meley's resolution: All guild members are immune to confusion, binding, and freezing effects for a certain period.\nThe greater Meley of solidity: All guild members are immune to knockback effects for a certain period.\nNew Polymorph Marble\nTransform yourself into a stationary Ballista\nHas a duration and can be used repeatedly\nDoes not alter your damage stats\nInstead has \"Strong against Dragons\" attribute and does AoE damage\nCan be acquired from Balathor's Krypta\nAuto-Hunting improvements\nYou can now select which grades and level range of monsters you want to hunt\nYou'll still defend yourselves when attacked by monsters outside your settings, though\nDews can now be registered for auto-hunting\nYou can now define the radius of your focus area\nThe focus area is now displayed visually\nYou will now not use skills if there are no enemies in range\nSome problems about characters getting stuck in terrain have been fixed\nBlock Penetration\nNew Bonus introduced, that counteracts your enemies block (PvP)\nCan be acquired on:\nGloves: 1-5th bonus\nBracelets: 1-5th bonus\nLycan skill: Indigo Wolf Soul\nNew potions, that are available out of mercenary mission rewards\nDebuff Notifications\nApplied debuffs are now displayed on the target bar of enemies\nWhen the duration of a debuff is less than 3 seconds, its icon starts blinking",
    "trans": "새로운 길드 기술\n발라소르의 크립타에서 스킬북으로 획득 가능\n더 큰 멜리의 축복: 모든 길드 회원들이 일정 기간 동안 기절 및 둔화 효과에 면역이 됩니다.\n더 큰 멜리의 결의: 모든 길드 회원이 일정 기간 동안 혼란, 구속 및 동결 효과에 면역이 됩니다.\n더 큰 견고함의 멜리: 모든 길드 회원이 일정 기간 동안 기를 꺾는 효과에 면역이 됩니다.\n새로운 변신 구슬\n고정된 발리스타로 변신\n지속 시간이 있으며 반복해서 사용할 수 있음\n데미지 통계를 변경하지 않음\n대신 \"드래곤에 강함\" 속성을 가지며 AoE 데미지를 줌\n발라소르의 크립타에서 획득 가능\n자동 사냥 개선\n이제 사냥할 괴물들의 등급과 레벨 범위를 선택할 수 있음\n하지만 설정 외의 괴물들에게 공격을 받아도 여전히 방어할 수 있음\n이제 자동 사냥에 이슬을 등록할 수 있음\n이제 초점 영역의 반경을 정의할 수 있음\n이제 초점 영역이 시각적으로 표시됨\n이제 범위 내에 적이 없으면 기술을 사용하지 않음\n캐릭터들이 지형에 갇히는 일부 문제가 수정됨\n블록 관통\n적의 블록을 상쇄하는 새로운 보너스 도입(PvP)\n다음에서 획득 가능:\n장갑: 1~5번째 보너스\n팔찌: 1~5번째 보너스\n라이칸의 기술: 남색 늑대의 영혼\n용병 임무 보상으로 얻을 수 있는 새로운 물약들\n디버프 알림\n적용된 디버프가 이제 적의 타겟 바에 표시됩니다.\n디버프 지속 시간이 3초 미만이면 그 아이콘이 깜빡이기 시작합니다."
}