{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi [redacted_name]\nI've prepared the agreement, which is made up of the three documents (attached):\nForm R18 - I'm using the standard RTA form for rooming accommodation, with some modifications. Please review and let me knowif you detect any errors.\nHouse Rules/Code of Conduct - Please review as it forms part of the agreement.\nForm R1 - condition report. I have completed my part. You can add your notes when you come to sign and collect the keys (before 14 October)\nAlso, once you've read through the documents, if you want to go ahead, please transfer $100 deposit for me to reserve the room. This amount is not a bond - it will go towards your first fortnight's rent. Also, it is not refundable, so, if you change your mind, it will be forfeited.\nRent will be payable fortnightly ($420 per fortnight). On the day you come to collect the keys and sign the agreement, please pay the remainder of the first fortnight's rent ($420 less $100 deposit = $320). You don't need to print the documents - I will have two copies printed for signing.\nYou can make payments to me using my mobile number (0423656648) as my PayID. Once you've keyed it in correctly into your online banking system/phone banking app, my name will come up ([redacted_name]). Once you've processed the payment, it will arrive instantly in my bank account and I will get a notification on my phone. Alternatively, you can pay me in cash, if you prefer.\nOnce you've made the payment, please let me know when you'd like to come to sign the documents and collect the keys.\nPlease don't hesitate to contact me if you have any questions or concerns.\nRegards\n[redacted_name]",
    "trans": "안녕하세요 [수정된_이름]님\n저는 게약서를 준비했으며, 이것은 세 가지 문서(첨부)로 구성되었습니다 (첨부):\n양식 R18 - 객실 숙박을 위해 표준 RTA 양식을 사용하고 있으며, 몇 가지 수정 사항이 있습니다. 검토 후 오류가 발견되면 알려주세요.\n시설 규칙/행동의 강령 - 계약서의 일부이므로 검토해 주시기 바랍니다.\n양식 R1 - 상태 보고서. 제 역할을 완료했습니다. 서명하고 열쇠를 수령하러 오실 때 메모를 추가하실 수 있습니다 (10월 14일 이전)\n또한, 해당 문서를 읽어보신 후 객실 예약을 원하시면 보증금 100달러를 송금해 주세요. 이 금액은 보증금이 아니며 첫 2주치 임대료로 지급됩니다. 또한 환불이 불가능하므로 취소하실 경우 상실됩니다.\n임대료는 격주로 지불될 예정입니다(2주일에 420달러). 열쇠를 수령하고 계약서에 서명하러 오는 날, 첫 2주일치 임대료의 나머지 금액을 지불해 주시기 바랍니다(보증금 420달러를 제외한 100달러 = 300달러). 서류를 인쇄하실 필요는 없습니다. 서명을 위해 두 복사본을 인쇄해 드리겠습니다.\n제 휴대폰 번호(0423656648)를 제 페이아이디로 사용하여 결제가 가능합니다. 온라인 뱅킹 시스템/폰 뱅킹 앱에 정확하게 입력하면 제 이름([수정된_이름])이 뜹니다. 결제가 완료되면 제 은행 계좌에 즉시 도달하며 휴대폰으로 알림을 받게 됩니다. 그렇지 않으면, 원하시는 경우 현금 결제도 가능합니다.\n결제가 완료되는 즉시, 문서에 서명하고 열쇠를 수령하러 오실 때 알려주시기 바랍니다.\n질문이나 염려 사항이 있다면 주저없이 저에게 연락 바랍니다.\n안부 인사를 전하며\n[수정된_이름]"
}