{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Red Rooster is Australia’s first and favourite chicken shop, loved by Aussies for almost 50 years. We are passionate about our people - that is, our crew, customers and community – and we are here to satisfy Australia’s chicken cravings. At Red Rooster we are serious about creating craveable experiences that put smiles on our customers’ faces …. And that’s where you come in.\nDo you love to bring joy to the everyday? Want to be part of an iconic Australian brand?\nWorking at Red Rooster is so much more than just a job. It’s a place where you will gain skills and experiences that will last a lifetime, create friendships and connections, be recognised and rewarded for making a difference and have access to careers within Red Rooster and the broader Craveable Brands family. (this includes our Restaurant Support Centre, Oporto and Chicken Treat.)\nAt Red Rooster we wanna have fun. We bring our swagger and generous spirit to work and put pride, passion and care into everything we do. We celebrate diversity and individuality and strive to be our best selves every day. The safety of our product, people and customers is always our top priority.\nWe are looking for crew members right now!\nAs a Crew Member you will be part of a great team that prepares and serves deliciously amazing food and creates memorable customer experiences through every interaction. You will maintain a well presented, clean and safe restaurant whilst utilising your strong time management and multi tasking skills during the peak periods in the restaurants.\nDo you have what it takes to join our crew?\nIf you love food, love to have fun, take care and pride in the way you present your space and what you will prepare and serve your customer AND have a passion to be the best part of someone’s day, then The Rooster’s Calling You.\nFor the exciting opportunity to be a part of our awesome crew, please apply today.",
    "trans": "레드 루스터는 거의 50년간 호주인들의 사랑을 받은 호주의 1등 치킨 가게입니다. 우리는 우리 사람들 - 이 말은 우리 직원, 고객, 지역 사회를 말합니다 - 에게 열정적이며 치킨에 목마른 호주 사람들의 열망을 만족시켜주기 위해 여기 있습니다. 레드 루스터는 고객의 얼굴에 미소를 띄울 수 있는 고객이 갈망하는 경험을 만드는 것에 대해 진지하게 생각합니다... 그리고 이 지점에서 당신이 필요합니다.\n매일매일 기쁨을 선사하는 것을 좋아하시나요? 아이코닉한 호주 브랜드의 일부가 되고 싶으신가요?\n레드 루스터에서 일하는 것은 일자리 그 이상을 의미합니다. 여기서 당신은 평생 동안 지속될 기술과 경험을 쌓을 수 있고, 친구와 연줄을 만들 수 있으며, 차별화에 대한 보상을 받을 것이고, 레드 루스터 내부 및 크레이버블 브랜드 가족(레스토랑 지원 센터, 오포르토, 치킨 간식 등을 포함합니다)에서 경력을 쌓을 수 있습니다.\n레드 루스터는 재미있고 싶습니다. 우리는 호기롭고 관대한 정신으로 일하고, 자부심을 가지며, 우리가 하는 모든 일에 집중합니다. 우리는 다양성과 개별성을 존중하며 매일 최고가 되도록 노력합니다. 제품의 안전성, 사람과 고객이 항상 우리의 가장 우선순위입니다.\n우리는 지금 채용중입니다!\n직원으로서 당신은 맛있는 음식을 준비하고 서빙하며 고객들과 상호작용 하면서 기억에 남을 만한 고객 경험을 만들어 주는 엄청난 팀의 일부가 될 것입니다. 당신은 레스토랑의 바쁜 시간대에 강력한 시간 관리 기술과 멀티 태스킹 기술을 활용하면서 자리를 잘 잡은, 깔끔하고 안전한 레스토랑을 유지할 것입니다.\n우리 직원이 될 자질이 있나요?\n음식을 좋아한다면, 재미있는 걸 좋아하고 당신을 표현하는 방식과 당신이 고객에게 무엇을 준비하고 서빙할지에 자부심이 있고 신경쓴다면, 그리고 누군가의 하루 중 가장 좋은 순간을 만들어 주는 데 열정적이라면 루스터는 당신을 부르고 있는 중이랍니다.\n멋진 저희 팀의 일부가 될 기회를 놓치지 않으려면, 오늘 지원하세요."
}