{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Welcome to ChatGPT! Here’s a quick guide to getting the most out of your interaction.\n1. Start with Clear, Specific Prompts\n• State Your Goal: Make your question or task as clear as possible. A good starting point might be, “Help me write a resume” rather than just “Resume.”\n• Include Relevant Details: Adding context improves response accuracy. For instance, “Help me write a resume for a software engineering job with 5 years of experience in Python and Java” is better than “Help with my resume.”\n2. Request Specific Response Styles\n• Ask for the Tone You Want: ChatGPT can adjust to formal, friendly, detailed, or brief styles. You might say, “Please explain this in simple terms,” or “Give me a detailed explanation with examples.”\n• Choose the Type of Answer: You can ask for step-by-step instructions, examples, summaries, or lists. For example, “Summarize this text in three sentences,” or “Explain as if I’m a beginner.”\n3. Iterate on Responses\n• Follow-Up for Clarification: If you don’t get the answer you expected, ask follow-up questions or add more context. You might say, “Could you expand on that?” or “Explain that last part in more detail.”\n• Request Revisions: If you want a different style or angle, ask for it! For instance, “Make this answer more concise,” or “Can you write this in a formal tone?”\n4. Practice by Trying a Prompt\n• Now, if you’d like, send me a prompt on any topic you’d like help with! I’ll give you gentle feedback on how it worked and a few suggestions for improvement if needed.\nWould you like to give it a try?",
    "trans": "챗GPT에 오신 걸 환영합니다! 여기 대화를 최대한 활용하기 위한 간단한 가이드가 있습니다.\n1. 명확하게, 구체적인 프롬프트로 시작하세요\n• 목표를 서술하세요: 가능한 한 질문 또는 작업을 명확히 하세요. 좋은 시작점은 아마, \"이력서\"보다는 \"제가 이력서를 작성하게 도와주세요\"입니다.\n• 관련한 세부 정보를 포함하세요: 응답의 정확성을 개선하기 위해 맥락을 추가하세요. 예를 들어서, \"이력서 작성을 도와줘.\"보다 \"파이썬과 자바에서 5년 경험을 가지고 있는 소프트 엔지니어 직업을 위해 이력서 작성을 도와줘\"가 더 좋습니다.\n2. 구체적인 응답 형식을 요청하세요\n• 원하는 어조로 물어보기: 챗GPT는 격식적이고, 친근하고, 또는 생략 형식으로 적응할 수 있습니다. 당신은 아마 \"이것을 간단한 용어로 설명해 주세요,\" 또는 \"예시를 가지고 자세한 설명을 저한테 주세요\"라고 말할 거예요.\n• 대답의 유형을 선택하세요: 단계별로 명령을 요청할 수 있습니다, 예를 들어서, 요약, 또는 목록. 예를 들어서, \"이 글을 세 문장으로 요약해 줘,\" 또는 \"내가 초보자인 것처럼 설명해 줘\"\n3. 응답을 반복하세요\n• 설명 후속 조치 : 만약 기대했던 대답을 얻지 못했다면, 후속 질문을 하거나 문장을 덧붙이세요. \"더 확장해 줄래?\" 또는 \"그 마지막 부분을 더 자세하게 설명해 줘.\"라고 말할 수 있습니다.\n• 수정 요청: 만약 다른 형식 또는 각도를 원한다면, 요청하세요! 예를 들어서, \"대답을 더 간결하게 만들어줘,\" 또는 \"이거를 형식적인 톤으로 작성해 줄래?\"\n4. 프롬프트 시도로 연습하기\n• 이제, 만약 원하신다면, 도움이 필요한 어떤 주제에 대한 프롬프트를 보내세요! 작동하는 법 및 필요시 개선을 위한 몇 가지 제안을 다정하게 대답해 드리겠습니다!\n사용해 보시겠어요?"
}