{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Owner shall ensure the security of the Project performing the continuous security and video surveillance of the Project by a remote video surveillance and alarm system (the “Security System”), monitoring the Project 24 (twenty-four) hours a day for 365 (three hundred sixty-five) days a year. The Security System shall be remotely connected 24h to a dedicated operations centre: such operation centre shall be responsible to collect in real time any alarm from the Security System and promptly intervene and come on Project in any circumstance it is necessary The Parties agree that the security services as per above shall be materially executed by a skilled security firm, duly provided with all the necessary licences and permits pursuant to the AppEcable Law, to be appointed by the Owner (the “Security Firm”). In the event an on-Project intervention by the Security Firm is required, the Owner will contract these Additional Services, at the cost of the Owner, to ensure the on-Project proper and continuous security of the Project. The O&M Provider will not be Hable for damages or losses related to relevant incidents with respect to the security of the Project or in the event the Security Firm is in breach of its obligations; In any case, all relevant incidents related to the security of the Project shall be duly notified by the Owner to the All Risk Insurance Company.",
    "trans": "소유자는 프로젝트의 보안을 보장해야 하며, 원격 비디오 감시 및 경고 시스템(“보안 시스템”)을 통해 프로젝트에 대한 지속적인 보안 및 비디오 감시를 수행해야 합니다. 보안 시스템은 하루 24시간, 연중 365일 프로젝트를 모니터링합니다. 보안 시스템은 24시간 전용 운영 센터와 원격으로 연결되어야 하며, 해당 운영 센터는 보안 시스템에서 발생한 경고를 실시간으로 수집하고, 필요할 경우 즉시 개입하여 프로젝트 현장에 출동해야 합니다. 당사자들은 위와 같은 보안 서비스가 적절한 법률에 따라 필요한 모든 라이선스와 허가를 적법하게 제공받은 숙련된 보안 회사에 의해 실질적으로 수행될 것에 동의합니다. 이 보안 회사는 소유자가 지정합니다(“보안 회사”). 만약 보안 회사가 프로젝트 현장에서 개입해야 할 경우, 소유자는 해당 추가 서비스를 소유자 비용으로 계약하여 프로젝트 현장의 적절하고 지속적인 보안을 보장합니다. 운영 및 유지관리 제공자는 프로젝트 보안과 관련된 사고로 인한 손해나 손실에 대해 책임을 지지 않으며, 보안 회사가 의무를 위반한 경우에도 책임을 지지 않습니다. 모든 프로젝트 보안과 관련된 사고는 소유자가 적절하게 모든 리스크 보험 회사에 통지해야 합니다."
}