{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Carolina Peds Families,\nWe hope you and your loved ones are staying safe during this time. Our hearts go out to all of those in our WNC Communities, and we are looking forward to seeing you again as our community continues to recover and rebuild. We wanted to share a few updates regarding our clinic operations as we work to restore services across our locations.\nClinic Update (10/6):\n Charlotte: Fully operational and open.\n Brevard: Reopening Monday, October 7th.\n Waynesville: Reopening Monday, October 7th.\n South Asheville: Reopening Monday, October 7th.\n Hendersonville: Still without power, but water is available; no internet. Closed. Our team will be reaching out to you to offer virtual or in-person sessions at another of our open locations while we await utility restoration.\nDue to the recent storm, we do have some limitations with staffing. While our team is working hard to reach out to every family, if you haven't heard from us yet, please don't hesitate to contact us directly to schedule or discuss your child's care. Your family's well-being is our priority, and we are here to assist in any way we can. We know the recent events have been challenging, and we are committed to being part of the healing process for the children and families in our community. Our therapy services are essential in helping children regain a sense of stability and rebuild resilience. Thank you for your continued trust in us. We look forward to resuming therapy and supporting your family.\nWith much love from our family to yours,\nYour Carolina Pediatric Therapy Team",
    "trans": "친애하는 캐롤라이나 소아과 가족들께,\n이 시기에 여러분과 사랑하는 사람들이 안전하게 지내고 있기를 바랍니다. 우리 WNC 커뮤니티에 있는 모든 분들에게 마음을 전하며, 우리 커뮤니티가 계속해서 회복하고 재건해 나가는 동안 다시 여러분을 만나게 되기를 기대합니다. 우리가 여러 지역에서 서비스를 복원하는 동안 클리닉 운영에 관한 몇 가지 업데이트를 공유하고자 합니다.\n클리닉 업데이트 (10/6):\n샬롯: 완전히 운영 중이며 개방됨.\n브레바드: 10월 7일 월요일에 재개방.\n웨인즈빌: 10월 7일 월요일에 재개방.\n남부 애슈빌: 10월 7일 월요일에 재개방.\n헨더슨빌: 여전히 전기가 없으며, 물은 공급되나 인터넷은 없음. 휴업 중. 유틸리티 복구를 기다리며 우리의 팀이 여러분에게 연락을 드려 다른 개방된 지점에서 가상 또는 대면 세션을 제공할 예정입니다.\n최근 폭풍으로 인해 인력에 제한이 있습니다. 우리 팀이 모든 가족에게 연락을 시도하고 있으나, 아직 연락을 받지 못한 경우 직접 저희에게 연락하여 자녀의 치료 일정을 조정하거나 논의하는 것을 망설이지 마세요. 여러분의 가족의 복지가 최우선이며, 우리가 할 수 있는 모든 방법으로 도와드리겠습니다. 최근의 사건들이 어려운 상황이었음을 알고 있으며, 우리는 우리 커뮤니티의 아이들과 가족들에게 치유 과정의 일부가 되기를 다짐하고 있습니다. 우리의 치료 서비스는 아이들이 안정감을 되찾고 회복력을 재건하는 데 필수적입니다. 계속해서 저희를 믿고 맡겨 주셔서 감사합니다. 치료를 재개하고 여러분의 가족을 지원할 수 있기를 기대합니다.\n여러분에 대한 우리 가족의 마음을 담아,\n캐롤라이나 소아과 치료팀 드림"
}