{
    "source": "en_US",
    "target": "ko_KR",
    "text": "the household economy is required to cover all factors of household production, all intermediate inputs and all the principal outputs.\n5. National Household Accounts and Modeling the Household Economy\n5.1 Extended National Accounts\nA number of scholars have suggested that national accounts needed extending to cover missing non-market household production. Essentially they viewed household production as a missing part of the estimates, not a separate economy. [redacted_name] and colleagues at Northwestern University conducted the most extensive work on these lines in the 1980s. Their research culminated in the book The Total Incomes System of Accounts (1989). [redacted_name]estimates for the United States make clear the greatly expanded role, in total economic product, of households. United States GHP in 1981 was put at $1,709 billion, 37.5 per cent of the extended GNP of $4,560 billion.\n5.2 Household Input-Output Tables and Satellite Household Accounts\nHousehold production is best considered as the production of goods and services by a separate economy, complementary to and competitive with the market economy. Every country can be analysed as two linked economies. The household sells labor to the market; it uses the money income to purchase intermediate commodities from the market which it transforms into items of final consumption through the use of its own unpaid labor and its own capital goods.\nThe household economy can be studied as a set of six industries providing accommodation, meals, clean clothes, transport, recreation and care in competition with parallel market industries. Activities such as shopping and cleaning are simply ancillary activities to the principal final outputs of the household economy.\nThe input-output approach to measuring and modeling the industries of the market economy associated with the work of [redacted_name](1941) has been applied to measuring and modeling the industries of the household economy. This was started in Australia for Australian households (Ironmonger 1989). Input-output tables showing the uses of labor, capital, energy and materials in each of the main and ancillary industries of the household economy have now been prepared for Australia, Canada, Finland, Norway and the United States.\nHow the household economy uses time, materials, energy and capital can be seen from the following table adapted from the first published household input-output table. This is for the Australian household economy.",
    "trans": "가계는 가계 생산의 모든 요소, 모든 중간 투입물 및 모든 주요 산출물을 포함해야 한다.\n5. 국가적 가계 계정 및 가계 경제 모형화\n5.1 확장된 국가적 계정\n많은 학자들이 누락된 비시장 가구 생산을 충당하기 위해 국가적 계정을 확장할 필요가 있다고 제안해 왔다. 본질적으로 그들은 가구 생산을 별도의 경제가 아닌 추정치의 누락된 부분으로 보았다. [수정된_이름]과 노스웨스턴 대학교의 동료들은 1980년대에 이러한 항목들에 대해 가장 광범위한 연구를 수행했다. 그들의 연구는 1989년에 출간된 \"총소득 계정 체제\"이라는 책에서 절정에 달했다. [수정된_이름] 추정치는 전체 경제 생산에서 가구의 역할이 크게 확대되었음을 분명히 보여준다. 1981년 미국의 국내 총생산은 1,709억 달러로, 확장된 국민 총생산 4,5600억 달러의 37.5%에 달했다.\n5.2 가구 투입산출표 및 위성 가구 계정\n가구 생산은 시장 경제와 상호 보완적이고 경쟁적인 별도의 경제에 의해 상품과 서비스가 생산되는 것으로 가장 잘 간주된다. 모든 국가는 두 개의 연계된 경제로 분석할 수 있다. 가구는 노동력을 시장에 판매하고, 화폐 소득을 시장에서 중간재를 구매하여 자체 무급 노동력과 자본재를 사용하여 최종 소비 품목으로 전환한다.\n가계 경제는 병행 시장 산업과 경쟁하여 숙박, 식사, 깨끗한 옷, 교통, 여가 및 돌봄을 제공하는 6가지 산업으로 연구할 수 있다. 쇼핑과 청소와 같은 활동은 가계 경제의 주요 최종 산출물에 부수적인 활동일 뿐이다.\n[수정된_이름](1941)의 작업과 관련된 시장 경제의 산업을 측정하고 모형화하기 위한 투입-산출 접근법이 가계 경제의 산업을 측정하고 모형화하는 데 적용되었다. 이는 호주 가정에서 시작되었습니다(1989년 철물상). 호주, 캐나다, 핀란드, 노르웨이, 미국을 대상으로 가계 경제의 주요 및 부수 산업에서 노동, 자본, 에너지 및 자재의 사용을 보여주는 투입-산출표가 준비되었다.\n가계 경제가 시간, 재료, 에너지 및 자본을 어떻게 사용하는지는 첫 번째로 발표된 가계 투입-산출표에서 발췌한 다음 표에서 확인할 수 있다. 이것은 호주 가계 경제를 위한 것이다."
}