{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Year 1 student,\nDo you want to spend your third year studying abroad at one of our high-ranking partner universities in Australia, Canada, Hong Kong, France, Germany, Japan, New Zealand, Singapore, South Korea, or Spain etc., over 18 destinations around the world?\nStudying abroad offers invaluable opportunity to increase your employability, develop your skills and confidence, open up your horizons to international perspectives, gain deeper insights into another culture, grow your network further through international connections, and give you the opportunity to learn (or improve) a foreign language (not to mention it also looks great on your CV). Recent research also indicates that with Study Abroad experience, students are more likely to get a higher degree classification, to be in a graduate job, to have a low rate of unemployment and to receive a higher starting salary than their non-mobile peers just six months after graduation.\nWhat are the criteria to be eligible for study abroad nomination? If you want to know more about studying abroad, our partner universities, the nomination process, financial matters, accommodations, etc., please don’t miss the MANG1039 timetabled study abroad information session in week 4 on Tuesday, 22nd October 2024, from 14:00 to 15:00(online via Teams). This is a great opportunity to meet SBS Exchange Coordinator Dr. Dorrie Chao and our Study Abroad and Exchange Team.",
    "trans": "1학년 학생 여러분에게,\n여러분은 3학년을 호주, 캐나다, 홍콩, 프랑스, 독일, 일본, 뉴질랜드, 싱가포르, 대한민국, 스페인 등 전 세계 18개 목적지에 있는 우리의 중요한 파트너 대학 중 하나에서 유학하고 싶으신가요?\n유학은 고용 가능성을 높이고, 기술과 자신감을 개발하며, 국제적 관점에 대한 시야를 넓히고, 다른 문화에 대한 깊은 통찰력을 얻고, 국제적 인맥을 통해 네트워크를 더욱 확장하며, 외국어를 배우거나 향상시킬 수 있는 귀중한 기회를 제공합니다 (더 나아가 여러분의 이력서도 훌륭하게 보입니다). 최근 연구에 따르면 유학 경험이 있는 학생들은 졸업 후 6개월 만에 유학 경험이 없는 동료들보다 더 높은 학위 분류를 받고, 대학원에 진학하고, 실업률이 낮으며, 더 높은 초봉을 받을 가능성이 더 높다고 합니다.\n유학 후보 자격 기준은 무엇인가요? 유학, 파트너 대학, 추천 과정, 재정적 문제, 숙박 등에 대해 더 알고 싶으시면 2024년 10월 22일 화요일 14시부터 15시까지 4주차에 열리는 MANG1039 시간표 유학 설명회를 놓치지 마세요(팀즈를 통한 온라인). SBS 교환 코디네이터인 도리 차오 박사님과 저희 유학 및 교류팀을 만나볼 수 있는 좋은 기회입니다."
}