{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We hope you are well.\nThank you for informing us about the accident (12.10.2024) that occurred during your last ride.\nWe consider it to be in our common interest to complete this process as soon as possible. In order to arrange this as quickly and efficiently possible, we are counting on your help.\nTherefore, we would like your support on the following:\n1) Fill in the respective accident report (car or van) in the attachment and send it back to us by e-mail.\n(Please make sure your provided description of the accident course is as detailed as possible and includes a precise sketch of the accident)\n2) Attach pictures of the damaged MILES vehicle (if available).\n3) Attach a photo of the police file number or the official accident report that the local police handed over to you.\n4) Provide us with any information about the other party involved in the accident - if available (name, pictures of the damaged vehicle, license plate number and insurance company).\nPlease send the documents relating to these four points within 3 days after receiving this email, i.e. by 15.10.2024.\nIn addition, we would like to point out that you have agreed to cooperate in the event of accidents and damage. If we do not receive the requested documents in time, we are entitled to charge you with the full amount of the damage (of both vehicles).\nIn such cases, the amount of damage can be significantly higher than the agreed deductible. Furthermore, our customers are not allowed to anticipate possible liability or regulation issues. You have agreed to these conditions in our General Terms and Conditions.\nAs soon as we receive the assessor's feedback, we will reach out to you again.\nIf you have any questions about the further procedure in the meantime, please do not hesitate to contact us by replying to this e-mail. We ask for your understanding that we do not provide any information about accidents and damage by phone.",
    "trans": "잘 지내시길 바랍니다.\n지난번 운전에서 발생한 사고 (12.10.2024)에 대해 알려주셔서 감사합니다.\n가능한 빨리 이 과정을 마무리하는 것이 공통의 관심사라고 생각합니다. 가능한 빨리 효율적으로 이를 처리하기 위해 당신의 도움이 필요합니다.\n따라서, 다음의 과정에 당신의 도움이 필요합니다:\n1) 첨부된 각각의 사고 경위서(차 혹은 승합차)를 작성하여 이메일로 회신해주세요.\n(사고 과정을 가능한 자세하게 서술하여 주시고 사고 상황을 정확하게 묘사해주세요)\n2) 파손된 MILES 차량의 사진을 첨부해주세요 (가능하신 경우).\n3) 경찰 파일 번호의 사진이나 경찰이 준 공식 사고 기록을 첨부해주세요.\n3) 사고와 관계된 제3자에 대한 모든 정보를 주세요 - 가능하신 경우 (이름, 파손된 차량의 사진, 면허 번호판, 보험 회사).\n이 이메일을 받은 후 3일 내에 (예를 들면 2024년 10월 15일까지) 이 4가지 질문에 관련된 서류를 보내주세요.\n추가로, 당신은 이 사고와 피해에 대해 협조하기로 동의하였음을 알려드립니다. 제때 저희가 요청한 서류를 받지 못한 경우, 피해액 전부(양쪽 차량 모두의)를 당신에게 청구할 것입니다.\n그러한 경우, 피해액이 합의한 공제액보다 상당히 높을 수 있습니다. 게다가, 우리 고객은 법적 책임이나 규제 문제가 없어야 합니다. 당신은 이러한 조건에 대해 종합 약관에서 동의했습니다.\n평가사의 피드백을 받는 즉시, 다시 연락 드리겠습니다.\n그동안 그 후의 과정에 관해 질문이 있으시다면 주저하지 마시고 이 이메일을 통해 저희에게 연락하세요. 전화로는 사고나 피해에 관한 어떤 정보도 드릴 수 없음을 이해해주시길 바랍니다."
}