{
    "source": "en_US",
    "target": "ko_KR",
    "text": "AMD ATHLON™ SILVER 7120U PROCESSOR: Built with exceptional experiences in mind, this AMD Athlon™ processor delivers responsive, reliable computing for everyday users from students to household managers to office workers with great battery life.\nTHE RIGHT FIT FOR EVERY FLOW: Research your next project, play online or enjoy a relaxing show on the 15.6\" screen with vibrant resolution.\nFLICKER-FREE HD TOUCHSCREEN: Reach out and control your PC with just a touch. Being able to pinch, zoom, tap, and swipe right from the high definition screen makes interacting with your computer a totally intuitive experience. Using DC Dimming technology that controls brightness by adjusting direct current rather than cycling the backlight, we can eliminate screen flickering for more comfortable viewing.\nGET A FRESH PERSPECTIVE WITH WINDOWS 11: From a rejuvenated Start menu, to new ways to connect to your favorite people, news, games, and content—Windows 11 is the place to think, express, and create in a natural way.\nHP TRUE VISION HD CAMERA: Video chat in vibrant clarity, even in low light, and make every conversation a face-to-face experience for a better way to stay in touch. Enjoy greater peace of mind and the convenience of a dedicated microphone mute button that you can easily activate and know it’s on or off with an LED indicator light. Stay secure with a physical camera shutter. Video chat with peace of mind with a privacy camera you can close when not in use.\nAI NOISE REMOVAL: Artificial intelligence technology automatically removes background noise for clearer than ever video chats, audio calls, and recordings.\nKEEP HUSTLING: Get your hustle on with long battery life and fast charging technology so you never have to slow down. HP Fast Charge goes from 0 to 50% charge in approximately 45 minutes, so you're never tied to the outlet for long.\nPORTABLE PERFORMANCE: 14.17\" W x 9.29\" D x 0.73\" H x 15.6\" Diagonal screen. Weighs 3.52 lbs. Up to 12 hours mixed usage battery life.\nWHAT'S IN THE BOX: HP 15.6\" Laptop, 45 W Smart AC power adapter, Setup instructions\nLITTLE THINGS. BIG DIFFERENCE.: Containing ocean-bound plastic, recycled materials and EPEAT® Gold & ENERGY STAR® ratings, this planet-friendly laptop is a great choice.",
    "trans": "암드 애슬론™ 실버 7120U 프로세서: 전례 없는 경험에 대해 생각하며 만들어진 이 암드 애슬론™ 프로세서는 학생부터 주부, 사무원에 이르기까지 일상적으로 컴퓨터를 사용하는 분들께 반응이 빠르고 믿을만한 컴퓨터 사용 경험을 선사하며 배터리 수명도 아주 깁니다.\n뭘 하든 최적의 선택: 선명한 해상도의 15.6\" 사이즈 스크린에서 다음 프로젝트에 대해 조사하시고 온라인 게임을 하거나 편안하게 방송을 시청하세요.\n깜빡임 없는 고화질 터치스크린: 터치만으로 컴퓨터를 조작하고 제어하세요. 고화질 스크린에서 꼭 집고, 끌어당기고, 두드리고 오른쪽으로 넘기는 일이 가능하니 컴퓨터와의 상호작용은 완전히 직관적인 경험이 됩니다. 역광 회전보다 직류 조정으로 밝기를 제어하는 직류 조광 기술을 사용함으로써 스크린 깜빡임은 없어지고 더 편안한 화면을 보실 수 있습니다.\n윈도우 11로 새로운 시각을 얻으세요: 활기를 되찾은 시작 메뉴부터 가장 마음에 드는 인물, 뉴스, 게임, 그리고 컨텐츠와 연결하는 새로우 방식들까지—윈도우 11을 통해 자연스러운 방식으로 생각하고 표현하며 만들어낼 수 있습니다.\n에이치피 트루비전 고화질 카메라: 빛이 적은 환경에서도 선명한 화상 대화를 즐기시고 매 순간의 대화를 실제 만나서 하는 것처럼 만들어 연락을 취하는 새로운 방법을 얻으세요. 간단히 활성화시킬 수 있는 전용 마이크 음소거 버튼을 통해 편안함과 마음의 평화를 더 누리시고 발광 다이오드 표시기로도 이 기능을 키고 끌 수 있다는 걸 기억하세요. 실제 카메라 닫개로 보안을 유지하세요. 사용하지 않을 때면 꺼둘 수 있는 개인용 카메라와 함께 편안한 마음으로 화상 대화를 하세요.\n인공지능 소음 제거: 인공 지능 기술로 배경 소음을 자동 제거하여 어느 때보다 선명한 화상 대화, 음성 전화, 그리고 녹음이 가능합니다.\n계속 작업하세요: 긴 배터리 수명 및 고속 충전 기술과 함께 작업하시니 속도를 늦출 필요가 전혀 없습니다. 에이치피 고속 충전을 통해 약 45분만에 0에서 50%까지 충전되니 콘센트에 오래 묶여있을 일이 결코 없습니다.\n휴대 성능: 폭 14.17\" x 깊이 9.29\" x 높이 0.73\" x 15.6\" 대각선 스크린. 무게 3.52 파운드. 최대 12시간 혼합 사용 배터리 수명.\n구성 품목: 에이치피 15.6\" 노트북, 45와트 스마트 교류 전원 어댑터, 설치 설명서\n작은 것. 큰 차이: 폐플라스틱 및 재활용을 포함하고 있으며 전자제품 환경평가 인증® 골드 & 에너지 스타® 등급을 획득한 친환경 노트북이므로 좋은 선택입니다."
}