{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Sometimes, he wondered if Optimus ever woke up from recharge with his fuel pump pounding and the feeling that his spark was expanding too rapidly in its casing, names and faces still lingering in his processor accompanied by the familiar, overwhelming odor of innermost energon seeping into the dirt.\nThe doors of Iaso Medical Center slid open to admit them as they finally reached the main entrance to the facility. Ratchet made his way into the empty foyer with the group of MTOs close behind him.\nHe’d never been to Iaso before—the place was too new to even be staffed—but the neat, white walls and clean, shiny floor paneling was standard to Autobot hospitals. He barely registered it. The furniture was utilitarian, the decorative elements sparse and scattered about inconsistently: typical for buildings constructed under wartime resource restrictions. Nothing about the place was particularly distinctive; the details were already blurring together with thousands of other medical centers and field hospitals and makeshift clinics he’d seen. The only significant difference he noticed was that Iaso’s interior wasn’t filled with the cries and anguished sounds of the injured and the dying. Not yet.\n“Ratchet, hey. Always good to see you still kicking.” A black and yellow mech with broad, rounded shoulders appeared in the doorway beyond the triage area, raising a hand in greeting. Smiling, he approached them, his optics drifting to take in the rest of the group. “Glad you all finally made it.”\n“Meltdown.” He acknowledged the other mech with a brief, amiable nod. “Been a long time. At least a thousand years, give or take?”\n“At least.”",
    "trans": "때때로, 그는 만약 옵티머스가 재충전에서 깨어났을 때 그의 연료 펌프가 쿵쿵거리고 이 케이스 안에서 그의 스파크가 너무 빠르게 팽창하고 있는 느낌, 그의 처리기에서 익숙하고, 내면 에너지가 흙 속으로 스며드는 압도적인 향수를 동반하는 여전히 남아있는 이름과 얼굴들\n그들이 마침내 시설의 정문에 다다르자 라소 메디컬 센터의 문이 그들을 허용하기 위해 미끄러지며 열렸다. 라쳇은 그를 따라서 MTO의 무리와 비어 있는 로비 들어섰다.\n그는 라소에 와본 적이 없었다—그곳은 너무 새것이어서 채워지지도 않았다—하지만 깔끔한, 흰색 벽과 깨끗하고, 빛나는 마룻바닥은 오토봇 병원으로는 표준이었다. 그는 간신히 등록했었다. 가구는 실용적이었고, 장식적인 요소는 드물고 일관성 없이 흩어져 있었다: 전시 자원 제한 아래에서 건축된 건물로는 전형적이다. 장소는 특별히 구별되는 것은 없었다; 그가 보았던 수천 개의 다른 의료 센터와 임시 병원, 임시 진료소들로 이미 세부적인 것들은 흐릿했다. 그가 알아차린 중요한 차이는 라소의 인테리어가 다치고 죽어가는 울음과 고통스러운 소리로 차 있지 않다는 것이다. 아직.\n\"라쳇, 이봐. 여전히 발차기 하는 것을 보니 항상 좋네.\" 넓고, 둥근 어깨를 가진 검은색과 노란색의 기계가 환자 분류 구역 너머의 출입구에서 나타났고, 손을 들어 반겼다. 미소를 지으며, 그들에게 다가갔고, 그의 시선은 나머지 집단을 살피기 위해 움직였다. “마침내 모두 도착해서 기뻐요.”\n“멜트다운.” 그는 짧고, 다정하게 끄덕이며 다른 로봇을 인정했습니다. “오랜만이군. 얼추, 적어도 천년은 겠죠?”\n\"적어도.\""
}