{
    "source": "en_US",
    "target": "ko_KR",
    "text": "About iPhone charge speeds\nLearn how to improve the charging speed of your iPhone.\nYou might charge faster with a different charger\nFor faster wired charging, use a USB-C Power Delivery charger, and a USB-C cable for iPhone 15 models and later1 or a USB-C to Lightning cable for iPhone 14 models and earlier.\nFor faster wireless charging, use a MagSafe Charger2 or a Qi2-certified wireless charger.\nCharging your iPhone might take longer than expected if you use:\nA wired charger that provides 7.5W or less\nA wireless charger that provides less than 10W, like a Qi1-certified charger\nWith iOS 18, if iOS detects that your charging experience could be improved, you'll see a Slow Charger message in Settings > Battery. This doesn’t mean that there’s anything wrong with your iPhone or charger; it just means that your iPhone could charge faster by using a higher-wattage charger.\nIf your wired charger has more than one port, like the 35W Dual USB-C Port Power Adapter, or if you charge with a computer or USB hub with other connected devices, the maximum power output might be reduced. This depends on the combined power needs of all connected devices and on system conditions.\nCharge ports in USB hubs or cars might charge slower than a dedicated USB-C charger.\nCharge faster\nHere are a few more ways to speed up charging.\nDisconnect other accessories\nTo comply with regulatory standards, if you charge your iPhone wirelessly while USB-C or Lightning accessories (like headphones) are connected, charging is limited to 7.5W.\nIf an accessory with power pass-through, like a USB-C Digital AV Multiport Adapter, needs to reserve power for the ports, it might reduce the power delivered to your iPhone.\nFor faster wireless charging, disconnect wired accessories from your iPhone.\nLimit your use of apps\nYou might notice reduced charging speed if:\nYou use graphics-intensive or processor-intensive apps, games, or features, including camera apps\nYou stream high-quality video, especially with the display at full brightness\nIf you need your iPhone to charge fast, limit your use of these apps while charging.\nCharge in a cooler place\nYour iPhone might get slightly warmer while it charges. Your iPhone might put charging on hold temporarily while in extreme temperature conditions. Charging will resume when the battery’s temperature returns to its normal operating range. Try moving your iPhone and charger to a cooler place.\nYou can see if charging was on hold on your iPhone by going to Settings > Battery.\nLearn more\nCharging and maintaining your battery\nWhat to do if your iPhone won't charge\nFast charge your iPhone\nWith a USB-A charger, iPhone 15 models and later will charge at only up to a 7.5W rate .\nMagSafe Battery Pack will be displayed as a Slow Charger.\n发布日期：2024 年 09 月 16 日\n有帮助? 是 否",
    "trans": "아이폰 충전 속도에 대해\n아이폰 충전 속도를 개선하는 방법을 알아보세요.\n다른 충전기를 사용하면 더 빠르게 충전할 수 있습니다.\n더 빠른 유선 충전을 위해, 아이폰 15 모델 이상에는 USB-C 전력 공급 충전기와 USB-C 케이블을 사용하거나, 아이폰 14 모델 이하에는 USB-C-라이트닝 케이블을 사용하세요.\n무선 충전을 더 빠르게 하려면, 맥세이프 충전기2나 Qi2 인증을 받은 무선 충전기를 사용하세요.\n충전 속도가 예상보다 느려질 수 있는 경우:\n7.5W 이하를 제공하는 유선 충전기 사용\nQi1 인증 충전기와 같은 10W 미만을 제공하는 무선 충전기 사용\niOS 18에서 충전 경험을 개선할 수 있다고 감지될 경우, 느린 충전기 메시지가 설정 > 배터리에서 표시됩니다. 이는 아이폰이나 충전기에 문제가 있다는 의미가 아닙니다; 더 높은 와트 수의 충전기를 사용하면 아이폰이 더 빠르게 충전된다는 뜻입니다.\n35W 듀얼 USB-C 포트 전원 어댑터처럼 유선 충전기에 하나 이상의 포트가 있는 경우나 컴퓨터나 USB 허브에서 다른 장치들과 함께 충전하는 경우, 최대 출력이 감소할 수 있습니다. 이는 모든 연결된 장치의 전력 요구 사항과 시스템 조건에 따라 다릅니다.\nUSB 허브나 자동차의 충전 포트는 전용 USB-C 충전기보다 충전 속도가 느릴 수 있습니다.\n더 빠르게 충전하기\n충전을 빠르게 하는 몇 가지 추가적인 방법입니다.\n다른 액세서리 빼기\n규제 기준을 준수하기 위해, USB-C나 라이트닝 액세서리(예시 헤드폰)가 연결된 상태에서 아이폰을 무선 충전하면 충전 속도가 7.5W로 제한됩니다.\nUSB-C 디지털 AV 멀티포트 어댑터와 같은 전력 전달 기능이 있는 액세서리가 포트에 전력을 예약해야 할 경우, 아이폰에 전달되는 전력이 감소할 수 있습니다.\n무선 충전을 더 빠르게 하려면, 아이폰에서 유선 액세서리를 분리하세요.\n앱 사용 제한하기\n다음과 같은 경우 충전 속도가 느려질 수 있습니다:\n그래픽 집약적이거나 프로세서 집약적인 앱, 게임 또는 카메라 앱이 포함된 기능을 사용할 때\n고화질 영상을 스트리밍할 때, 특히 화면 밝기가 최대일 때\n아이폰을 빠르게 충전해야 할 경우, 충전하는 동안 이러한 앱 사용을 제한하세요.\n시원한 장소에서 충전하기\n아이폰은 충전 중에 약간 뜨거워질 수 있습니다. 아이폰은 극단적인 온도 조건에서 충전을 잠시 멈출 수 있습니다. 배터리 온도가 정상 작동 범위로 돌아오면 충전이 재개됩니다. 아이폰과 충전기를 시원한 곳으로 옮겨 보세요.\n충전이 일시 중지되었는지 확인하려면, 설정 > 배터리에서 확인할 수 있습니다.\n더 알아보기\n충전 및 배터리 관리하기\n아이폰이 충전되지 않는 경우 해결 방법\n아이폰 빠르게 충전하기\nUSB-A 충전기를 사용하면, 아이폰 15 모델 이상은 최대 7.5W 속도로만 충전됩니다.\n맥세이프 배터리 팩은 느린 충전기로 표시됩니다.\n발행일: 2024년 9월 16일\n도움이 되었나요? 예 아니오"
}