{
    "source": "en_US",
    "target": "ko_KR",
    "text": "E-Invoice submission at Vendors@Gov\nYou may log in to Vendors@Gov (www.vendors.gov.sg) to submit electronic invoices (e-invoices) to government agencies. For a user to access the Vendors@Gov e-service, the user must have a Singpass account and be assigned the Vendors@Gov e-service for the Registered Entity on Corppass (www.corppass.gov.sg).\n[For non-UEN Registered Entity]\nIf your entity has already registered for a Corppass account and your entity has been awarded invoicing instructions through your GeBIZ ID e.g. Y12345,\n1. Please refer to this user guide (slides 16 to 22) on the steps required to be performed at Corppass portal to access Vendors@Gov. When setting up the Vendors@Gov e-service (User guide - Slide 20), please note that you should input your GeBIZ ID e.g. Y12345.\na. If you also have a vendor ID registered under your Corppass ID (e.g. C12345678X) for which you require to transact with, please also input your Corppass ID.\nb. If you also have a vendor ID registered under your Corppass ID (e.g. C12345678X) for which you do not require to transact with (i.e. transacting with GeBIZ ID is sufficient), please do not input your Corppass ID. Instead, do inform AGD Helpdesk to inactivate the vendor record that is created under your Corppass ID.\n2. Please also kindly provide the following through AGD Helpdesk.\no Entity ID (provided by Corppass upon registration e.g. C12345678X)\no GeBIZ ID, and other vendor IDs that you have input at Corppass portal as per\nStep 1 above (if any)\nIf you have not registered for a Corppass account, you may refer to the user guide (Slides 16 to 22) for more details on how to register for a Corppass account.\nAfter you have registered for Corppass account and approached AGD helpdesk to do the relevant mapping for your entity and GeBIZ IDs, you will be able to access your GeBIZ ID through Vendors@Gov to create a vendor record and submit e-invoices tagged to the invoicing instructions which have been issued to your entity. Please note that going forward, you should only submit e- invoices through your GeBIZ ID at Vendors@Gov.\n[For UEN Registered Entity/Individuals with SingPass/Foreign individuals without SingPass]\nPlease refer to this user guide for more details on how to log in to Vendors@Gov",
    "trans": "Vendors@Gov에서 전자세금계산서 제출\n사용자는 Vendors@Gov(www.vendors.gov.sg)에 로그인하여 정부 기관에 전자세금계산서(e-청구서)를 제출할 수 있습니다. Vendors@Gov 전자 서비스에 접근하려면 사용자가 씽패스 계정을 보유하고, 코패스(www.corppass.gov.sg)에서 등록된 기관에 대해 Vendors@Gov 전자 서비스가 할당되어야 합니다.\n[비-UEN 등록 기관용]\n귀하의 기관이 이미 코패스 계정을 등록하였고, 귀하의 기관이 GeBIZ 아이디 예: Y12345를 통해 청구 지침을 받은 경우,\n1. Vendors@Gov에 접근하기 위해 코패스 포털에서 수행해야 하는 단계에 대한 사용자 가이드(슬라이드 16에서 22)를 참조하세요. Vendors@Gov 전자 서비스를 설정할 때(사용자 가이드 - 슬라이드 20), GeBIZ 아이디 예: Y12345를 입력해야 한다는 점에 유의하세요.\na. 귀하가 코패스 아이디(예: C12345678X) 하에 등록된 공급업체 아이디를 가지고 있고, 해당 아이디로 거래가 필요한 경우, 코패스 아이디도 입력하세요.\nb. 귀하가 코패스 아이디(예: C12345678X) 하에 등록된 공급업체 아이디를 가지고 있고, 해당 아이디로 거래할 필요가 없는 경우(즉, GeBIZ 아이디로 거래하는 것으로 충분한 경우), 코패스 아이디를 입력하지 마세요. 대신, AGD 헬프데스크에 연락하여 귀하의 코패스 아이디 하에 생성된 공급업체 기록을 비활성화하도록 알려주세요.\n2. AGD 헬프데스크를 통해 다음 사항도 제공해 주시기 바랍니다.\no 기관 아이디 (등록 시 코패스에서 제공한 예: C12345678X)\no 위 단계 1에 따라 코패스 포털에 입력한 GeBIZ 아이디 및 기타\n공급업체 아이디 (있는 경우)\n만일 코패스 계정을 등록하지 않으셨다면, 코패스 계정을 등록하는 방법에 대한 자세한 내용은 사용자 가이드(슬라이드 16에서 22)를 참조하세요.\n코패스 계정을 등록하고, AGD 헬프데스크에 연락하여 귀하의 기관과 GeBIZ 아이디에 대한 관련 매핑을 완료한 후, Vendors@Gov를 통해 GeBIZ 아이디에 접근하여 공급업체 기록을 생성하고 귀하의 기관에 발행된 청구 지침에 연결된 전자세금계산서를 제출할 수 있습니다. 앞으로는 GeBIZ 아이디를 통해 Vendors@Gov에서만 전자세금계산서를 제출해야 한다는 점에 유의하세요.\n[UEN 등록 기관/싱패스가 있는 개인/싱패스가 없는 외국인 개인]\nVendors@Gov에 로그인하는 방법에 대한 자세한 내용은 이 사용자 가이드를 참조하세요"
}