{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A.J. looked up at Justin standing over him. The unquenchable rage in his eyes had vanished. It had been replaced with a mixture of shock and bewilderment. A.J. spit out a mouthful of blood and saliva that had filled up below his bottom lip and was distraught to find up to three teeth swimming in the bloody soup. He got back up to his feet, only this time, very slowly. His eyes inspected the seemingly indestructible jock before him. No-one had ever escaped the fury of A.J.’s rib shots without some serious injury to his breast cage, but Justin looked unscathed. In fact, Justin was smiling. Justin’s confidence was soaring higher than any artificial high A.J. had ever experienced on the “juice”. The aura of invincibility that once surrounded A.J. had been shattered. It was clear to everyone present who the toughest man in the school was…and it wasn’t A.J. In fact, everyone there was shocked to discover just how much stronger Justin was than the bully everyone once feared.\n“Come on, freak”, Justin said stepping toward A.J. who found himself stepping back. “You think we’re done, here? We ain’t done! I’m just gettin’ started!” Justin said proudly thumping his hard, muscular chest. “I’m havin’ too much fun to stop now!”",
    "trans": "A.J.는 자신 위에 서 있는 Justin을 올려다보았다. 그의 눈에 있던 채워지지 않는 분노는 사라졌다. 그 자리에 충격과 혼란이 섞인 표정이 대신했다. A.J.는 아래 입술 아래에 고여 있던 피와 침을 뱉어냈고, 그 안에서 세 개의 이가 피 범벅 속에서 떠다니는 것을 보고 절망했다. 그는 다시 천천히 일어섰다. 이번에는 아주 천천히. 그의 눈은 눈앞에 있는 겉보기에 파괴할 수 없는 운동선수를 살펴보았다. 그 누구도 A.J.의 갈비뼈 가격을 피해 간 적이 없었는데, Justin은 아무런 상처도 없이 그대로 서 있었다. 사실, Justin은 미소를 짓고 있었다. Justin의 자신감은 A.J.가 \"주사\"로 경험했던 어떤 인위적인 고조감보다도 더 높이 치솟고 있었다. 한때 A.J.를 둘러싼 불사의 aura는 산산조각이 났다. 이제 학교에서 가장 강한 사람이 누구인지 모든 사람이 분명히 알게 되었다… 그리고 그 사람은 A.J.가 아니었다. 사실, 거기에 있던 모두는 Justin이 그들이 한때 두려워했던 괴롭히는 자보다 훨씬 강하다는 사실에 충격을 받았다.\n“어서 와, 괴물아”, Justin이 A.J.에게 다가가며 말했다. A.J.는 자신도 모르게 뒷걸음질을 쳤다. “여기서 끝났다고 생각해? 끝나지 않았어! 나는 이제 시작하는 거야!” Justin이 자랑스럽게 자신의 단단하고 근육질의 가슴을 두드리며 말했다. “지금 너무 재밌어서 멈출 수 없어!”"
}