{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Buyer issues Purchase Order upon receipt in acceptance of seller's Soft Offer.\n2. Seller issues Draft Sales and Purchase Agreement Contract for buyer's review and\nSigning.\n3. Seller send’s partial POP to Buyer via email:\n(a) Statement of Availability of Product\n(b) Commitment to Supply\n(c) Product Passport\n(d) Company Registration Certificate\n(e) Product Allocation Export License\n4 Seller appoints and signs charter Party Agreement with the buyer and the shipping\nCompany. This is applicable only for 1st shipment, Buyer And Seller pay the Shipping Freight to\nthe shipping company via T/T wire transfer directly to the shipping company (Seller 50% / Buyer 50%\n) for transporting of the product to buyer’s final discharge port the fee would later be\nrefunded/deducted when the buyer is paying for the payment ( 1st shipment contract amount).\n5. Seller swift the full POP and 2% Performance Bond to buyer’s bank. Buyer’s Bank swift in return,\nthe Irrevocable Non Transferable Documentary Letter of Credit to the Seller’s Bank.\n6. Shipment commences as scheduled in the contract and upon arrival of the cargo at the\nDischarge port and after SGS/Q&Q or Equivalent inspection immediately Buyer’s Bank releases the\nTotal value of the. Shipping to Seller’s Bank within 48hours (two banking days) By MT103.\n7. Buyer / Seller pays all in",
    "trans": "구매자는 판매자의 소프트 오퍼를 수락하는 대로 구매 주문서를 발행한다.\n2. 판매자는 구매자가 검토할 수 있도록 매매 계약서 초안을 발행한다.\n서명.\n3. 판매자는 이메일을 통해 구매자에게 부분적인 물품 보증 서류를 발송한다:\n(a) 제품 가용성 진술서\n(b) 공급 확약서\n(c) 제품 여권\n(d) 회사 등록 증명서\n(e) 제품 할당 수출 허가서\n4. 판매자는 구매자 및 선박 회사와 용선 계약을 체결한다.\n회사. 1차 선적에 대해서만 적용될 수 있으며, 구매자와 판매자는 선박 운송비를 지불한다.\n선박 회사 전신환 송금을 통해 직접 선박 회사에 (판매자 50% / 구매자 50%\n) 구매자의 최종 양하항까지 제품을 운송하는 데 대해, 해당 비용은 추후\n구매자가 결제 시 (1차 선적 계약 대금) 환급/차감된다.\n5. 판매자는 구매자의 은행에 전체 물품 보증 서류 및 2% 이행 보증금을 송금한다. 구매자의 은행은 이에 대해 개설한다.\n판매자의 은행에 취소 불가능 및 양도 불가능한 신용장을.\n6. 선적은 계약서에 명시된 일정대로 시작되며, 화물이 도착한 후\n양하항에 SGS/Q&Q 혹은 동등한 검사가 완료되는 즉시 구매자의 은행은 발송한다.\n판매자의 은행에 MT103 형식으로 총 선적 대금을 48시간 (이 영업일) 이내에.\n6. 구매자 / 판매자는 모두 지불합니다."
}