{
    "source": "en_US",
    "target": "ko_KR",
    "text": "the unintelligibility of public life (Foy 20IO; Keiser 20IO; Prochnik 20IO; Sim 2007).\nBut even as noise has been named as the cause ofsocial and physiologi- cal ills from hearing loss to schizophrenia, experiences of technological noise have become integral to contemporary sonic knowledge. Machine operators, for example, must careflllly listen to and interpret the noises of machines to assure proper function (Bijsterveld 2008).6 Far from being regulated itself~ mechanical noise is used to regulate and control daily life. Bells, buzzers, and alarms force public senses to attention, while weapons technologies such as the Long Range Acoustic Device (LRAD) can gener- ate a directional field ofsound that disorients and disables its victims. In these contexts, noise shifts from being the accidentaI byproduct ofa tech- nological environment to become a deliberate form ofcoercive violence (Cusick 2008; Goodman 2009).\nSocial Circulations ofNoise\nNoise stands for subjectivities of difference that break from normative social contexts. It interpellates marginal snbjects into circulation, giving name to their unintelligible discourses even as it holds apart unfamiliar ways of being. In the violence of transatlantic slavery, noise textualized the disorientation of African culture (Cruz 1999; Smith 200I; Radano 2003). Describing the music and speech of slaves as noise allowed Euro- pean colonists to domesticate an expressive production that was \"theo- retically understandable [even] as it remained practically inaccessible\" (Radano 2003: 93). Once rendered as noise, black music could circulate as authentic cultural material, while continuing to signify its fundamental incommensurability with European civilization. Noise also symbolized class relations throughout early modernity. In Victorian England, noise complaints targeted Italian migrant workers, who were caricatured as street organ grinders; noise echoed the nnrest of the brawling, milling crowd, with its rude dialects and nnconstrained bodily sounds ofwork, sex, digestion, and disease (Smith 1999; Picker 2003; Schwartz 20n).\nBut even as noise retained its statns as a marker ofdifference in postco- lonial, multicultural, and cosmopolitan societies, it also became a power- fuI term ofcultural agency. In contemporary projects ofresistance, noise is the \"voice\" of subaltern identity on the margins, where \"bringing the noise\" is not accidentaI but an expressive practice and a deliberate act of\n130 David Novak",
    "trans": "공공생활의 난해함 (포이 2010; 케이저 2010; 프로치닉 2010; 심 2007).\n소음이 청력 손실부터 정신분열증까지 사회적 및 생리적 질병의 원인으로 알려졌지만, 기술적 소음 경험은 현대의 소리 지식에서 필수가 되었다. 가령, 기계 운영자들은 기계가 정상적으로 운영되고 있음을 확인하기 위해 그 소리를 조심히 듣고 해석해야 된다 (바이스터펠드 2008).6 기계적 소음은 규제 대상이 되기보다는 ~ 일상을 통제하고 조절하는 데 쓰인다. 종, 버저, 그리고 경보음은 대중의 감각을 집중하게 하고, 장거리 음향 장치(LRAD) 같은 무기 기술은 특정 방향의 소리를 만들어서 그 피해자들을 혼란에 빠뜨리고 무력화 시킬 수 있다. 이런 맥락에서, 소음은 기술 환경의 우연한 부산물에서 의도적인 강압적 폭력 형태로 바뀐다 (쿠식 2008; 굿맨 2009).\n소음의 사회적 순환\n소음은 규범적 사회 맥락에서 벗어나는 차이적 주관성을 상징한다. 그것은 주변에 있는 주체들을 순환 속으로 끌어 당겨, 낯선 존재 방식을 따로 분리하면서 그들의 난해한 담론을 입증한다. 대서양 노예 제도의 폭력 속에서, 소음은 아프리카 문화의 혼란을 문자화했다 (크루즈 1999; 스미스 2001; 라다노 2003). 노예들의 음악과 말을 소음이라고 표현하며 유럽 식민주의자들은 \"사실상 접근할 수 없지만 이론적으로 이해할 수 있던\" 표현 양식을 길들일 수 있었다 (라다노 2003: 93). 한때 소음으로 표현된 흑인 음악은 진정한 문화적 산물로 유통되면서, 계속해서 유럽 문명과의 근본적인 상충성을 나타냈다. 또한 소음은 근대 초기부터 계급 관계를 상징했다. 빅토리아 시대 영국에서, 소음 불만의 대상은 주로 거리에서 오르간을 연주하는 떠돌이 악사로 희화화된  이탈리아인 이주 노동자들이었다. 소음은 노동, 섹스, 소화, 그리고 질병과 같은 억제된 육체적 활동 및 거친 방언, 떠들썩하고 밀집된 군중을 반영했다 (스미스 1999; 픽커 2003; 슈왈츠 20n).\n하지만 소음이 탈식민지, 다문화, 그리고 세계주의 사회에서 여전히 차이를 나타내는 요소로 남아 있지만, 강력한 문화적 행위의 뜻이 되기도 하였다. 현대 저항 운동에선, 소음이 주변 정체성의 \"목소리\"가 되고, 여기서 \"소음을 일으킨다\"는 건 그저 우연이 아닌 표현의 실천이자 의도적인 행위이다\n130 데이빗 노박"
}