{
    "source": "en_US",
    "target": "ko_KR",
    "text": "DISCLAIMER: Nobody was harmed in the making of this music video. All persons involved voluntarily signed up to perform these stunts, and all scenes were heavily dramatized to enhance the viewer's experience. Please do not attempt to replicate anything seen in this video at home.\nAre you pissed off? I am pissed off! The official music video for one of our most iconic jams is finally here! The \"I'm Pissed Off\" music video features Alex Adams from @anxietyatbestpgh4224, the official backup drummer for @theparishables, and Anthony Skariot, better known as @tonypickles.\nFilmed and edited by Ryan Dowden from @shellshockmultimedia at Casey's Draft House, one of Pittsburgh's most iconic bar scene locations.\nSpecial thanks to Mike Casey for granting permission to bash bottles over our drummer @ejdrums head in his establishment.\nWe are very happy to officially announce @trevormurray_art3804 as our permanent bass player with the unveiling of this video!\nPlease like, subscribe, and share this awesome video with your friends. We had a blast making it and hope you enjoy it as much as we do!\nThe Parishables are a Fridge Rock/Pantry Punk band from Pittsburgh, Pennsylvania, playing original music and covers by bands like @blacksabbath, @ramones and @TheofficialSublime.\nThank you for viewing our video!\nFollow us on Social media!\nSolo.to/theParishables\nwww.theparishables.com",
    "trans": "책임의 부인: 이 뮤직비디오를 만드는 동안 아무도 다치지 않았습니다. 참여한 모든 사람들이 이러한 스턴트행위를 수행하기 위해 자발적으로 등록했으며, 모든 장면들은 시청자들의 경험을 향상시키기 위해 철저하게 각색되었습니다. 가정에서 이 비디오의 내용을 복제하려고 시도하지 마십시오.\n여러분 화가 나셨나요? 저는 화가 났습니다! 우리의 가장 상징적인 잼들 중 하나에 대한 공식 뮤직비디오가 마침내 출시되었습니다! \"I'm Pissed Off(나 화났어)\" 뮤직비디오에는 @theparishables의 공식 백업 드러머인 @anxietyatbestpgh4224의 알렉스 아담스와 @tonypickles로 더 잘 알려진 안토니 스카리옷이 출연합니다.\n이 비디오는 @shellshockmultimedia의 라이언 다우덴이 피츠버그에서 가장 상징적인 바 장면 촬영장소들 중 하나인 Casey's Draft House에서 촬영 및 편집했습니다.\n드러머 @ejdrums의 회사에서 그의 머리에 병을 후려치는 것을 허락해 준 마이크 케이시에게 특별히 감사드립니다.\n이 영상의 공개와 함께 @trevormurray_art3804를 우리의 정식 베이스 연주자로 공식 발표하게 되어 매우 기쁩니다!\n좋아요를 눌러 주시고, 구독해 주시고, 이 멋진 동영상을 여러분의 친구들과 공유해 주세요. 우리는 이 동영상을 만드는 내내 정말로 즐거웠고, 여러분도 저희만큼 즐기시길 바랍니다!\nThe Parishables는 펜실베이니아주 피츠버그 출신의 Fridge Rock/Pantry Punk 밴드로, @blacksabbath, @ramones, @TheofficialSublime 등의 밴드가 작곡한 오리지널 음악과 커버곡들을 연주합니다.\n당사의 비디오를 시청해주셔서 감사드립니다.\n소셜미디어 상에서 당사를 팔로우하세요!\nSolo.to/theParishables\nwww.theparishables.com"
}