{
    "source": "en_US",
    "target": "ko_KR",
    "text": "SCHEDULE A SHOWING ONLINE AT:\nshowmojo.com/Irbe/***_--- Large Studio Apartment For Rent in Providence! -$1275 per month -Third Floor -Huge Double Parlor\n-Glass dividing doors split of parlor area\n-High ceilings -Fresh paint -New lighting throughout -Big windows for plenty of natural light -Modern fixtures -Hardwood flooring throughout -Kitchen with plenty of countertop and cabinet space -Refrigerator\n-Gas stove -Small pets negotiable - Resident pays gas, electric, water, and sewer - Street parking only -One year lease Requirements:\n-First month's rent & equal security due before move in. -Each adult must pass a credit & background check -Each adult must fill out separately an application ($20 fee-non refundable, Does cover all properties!)\n-Total gross monthly household income must be 3x the market rent. Must be able to prove with either two months of most recent paystubs or most recent year's tax returns if self employed. -Must be able to provide a government issued ID when filling out application PLEASE NOTE: We are require each adult to apply first before scheduling showings. Once approved, a member from our staff will reach out to schedule a showing if you wish to do so before signing a lease.\nHow to Apply: -Go to www.stonelinkpm.com\n-Click on Rental Search on the top right\n-Scroll down to the listing you want to apply",
    "trans": "전시 일정을 온라인에서 잡으세요:\nshowmojo.com/Irbe/***_--- 프로비던스에 임대용 큰 스튜디오 아파트! -한달에 1275불-3층- 거대한 이중 응접실\n-응접실 면적을 가르는 유리 분리 문들\n-높은 천장들 -새 페인트 -전체 새로운 조명 -풍부한 자연 조명을 위한 큰 유리창들-현대 정착물들 - 전체 하드우드 바닥 - 많은 싱크대와 보관함 장소들이 있는 부엌 -냉장고\n-가스레인지-작은 애완동물들은 협상할 수 있음 -거주자가 가스, 전기, 물, 하수도 비용을 냄 - 거리 주차만 됨 -1년 임대 요구사항들:\n-첫달의 집세와 동일한 보증금은 이사오기 전에 지불해야 함. -각각의 어른은 신용과 신원 조사를 통과해야만 한다 - 각각의 어른은 따로 신청서를 작성해야만 한다 (20불 비용-환불 안됨, 모든 소유물들을 다 포함한다!)\n-전체 총 한달 가정의 소득은 시장 임대의 3배여야만 한다. 가장 최근의 급여 명세서 두달치 또는 자영업자일 경우에는 가장 최근 년도의 세금 신고서를 반드시 제공할 수 있어야 한다. - 신청서를 작성할 시에는 정부가 발행한 신분증을 제공할 수 있어야 한다 참고하세요: 저희는 각각의 어른들이 전시 일정을 잡기 전에 먼저 신청하기를 요구합니다. 승인이 되고 나면, 저희 직원 중 한 명이 당신이 임대차 계약을 맺기 전에 그렇게 하기를 원하면 전시 일정을 잡기 위해서 연락을 할 것입니다.\n신청하는 법: -www.stonelinkpm.com로 가세요\n-오른쪽 상단에 임대 검색을 클릭하세요\n- 당신이 신청하고 싶은 목록에서 스크롤을 내리세요."
}