{
    "source": "en_US",
    "target": "ko_KR",
    "text": "He hadn’t. It had all fallen into pieces, at the drop of a hat. His work had proven to be a house of cards. One tiny flick and it all came crashing down.\n“You’ve worked yourself to the bone. Do you think I haven’t noticed? Mum is worried sick about you. So am I.” A softness crept into Anthony’s eyes, both unusual and disconcerting. Colin wanted to look away, but he didn’t. “I wish you’d talk to me. Trust me. I’m your brother. I want to help you.”\nColin let out a ragged breath. “I—I trust you. That’s not—”\n“Be honest with me. Are you unhappy?”\nHe couldn’t speak.\n“You are.”\n“I’m fine.”\n“Enough,” Anthony said. “You’re going on holiday.”\nColin’s head snapped up. “What?”\n“I said, you’re going on holiday.”\n“What the hell are you on about? I’m not going anywhere—”\n“You need a break or you’ll snap.”\nWas Anthony kicking him out? Threatening to take away his restaurants? He stared at Anthony, but all he saw was sympathy. Concern. Somehow that was worse.\n“I mean it, Colin. Go anywhere. Take Penelope with you. The only time I see you smiling these days is when you’re with her. It’ll do you good.”\n“I can’t,” Colin said flatly.\n“You can. It’s not weakness, Colin. Mental health is important. I take holidays. I’d lose my mind, otherwise. And Kate wouldn’t appreciate that.”\n“But—”\n“I’ll handle the situation here,” Anthony said solemnly. He held up a hand, quelling the hot retort Colin was about to make. “I won’t make any big decisions—I know this is your project. But I’ll smooth everything over while you take a break. You'll have the last say—I promise I’ll consult with you before anything major happens. Go. Even if it’s just for a week. You can be back here for the grand opening and it’ll be like you never went away.”",
    "trans": "그는 그러지 않았다. 모든 것들이 곧바로 산산이 부서졌다. 그가 한 일들은 마치 카드로 쌓은 집과 같았다. 손으로 살짝만 건드리기만 해도 무너져내려 버린 것이다.\n\"정말 힘들게 일했잖아. 내가 눈치채지 못했을 것 같아? 엄마가 널 정말 걱정하고 계셔. 나도 그렇고.\" 안토니의 눈에 수상하고 불안하게도 다정함이 어렸다. 콜린은 다른 곳을 쳐다보고 싶었지만, 그러지 않았다. \"나한테 이야기해 줬으면 좋았을 텐데. 날 믿어. 난 네 형이잖아. 널 돕고 싶어.\"\n콜린은 가쁜 숨을 내쉬었다. \"나, 난 널 믿어. 그건-\"\n\"솔직히 말해 줘. 행복하지 않지, 안 그래?\"\n그는 아무 말도 할 수 없었다.\n\"그런가 보네.\"\n\"난 괜찮아.\"\n\"됐어,\" 안토니는 말했다. \"너 휴가 좀 내자.\"\n콜린의 고개가 튕겨올라갔다. \"뭐라고?\"\n\"말했잖아, 너 휴가 좀 내자고.\"\n\"도대체 뭔 소리야? 난 아무데도 안 갈-\"\n\"안 쉬면 너 언젠간 망가질 거야.\"\n안토니는 자기를 쫓아내려고 하는 것이었을까? 자기의 식당을 뺏어가려고 협박하는 것이었을까? 그는 안토니를 쳐다봤지만, 그의 눈에 보인 것은 오직 동정, 그리고 걱정뿐이었다. 어째서인지, 그것이 오히려 더 좋지 않았다.\n\"진심이야, 콜린. 어딘가 여행이라도 가. 페넬로페도 데려가고. 요즘 너 그녀와 함께 있을 때 말고는 웃는 모습을 못 봤어. 네게도 그게 좋을 거야.\"\n\"못 해,\"라고 콜린은 단언했다.\n\"할 수 있어. 그건 약점이 아냐, 콜린. 정신건강은 중요하다고. 나도 휴가를 내. 그렇지 않으면 돌아버릴 거거든. 그러면 케이트가 안 좋아할 거고.\"\n\"그렇지만-\"\n\"내가 잠시 일을 맡고 있을게.\" 안토니는 엄숙하게 말했다. 그는 손을 들어 콜린이 말하려 했던 날카로운 반박을 멈췄다. \"그 어떤 큰 의사결정도 안 할 거야. 네 프로젝트인 걸 아니까. 하지만 네가 쉬는 동안 모두 원활하게 처리해 둘게. 최종 결정은 네가 내릴 거야. 뭔가 중요한 일을 하기 전에 너와 상의할 거라고 약속할게. 휴가를 가. 일주일만이라도. 개업 날에 돌아와도 마치 휴가 안 간 것처럼 만들어 줄게.\""
}