{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello [redacted_name]\nThank you for your interest in the Associate Governmental Program Analyst (Investigative Analyst) FFD 10/30/2024 position.\nHOW TO APPLY:\n1. Create a CalCareers account. This is a free database that allows you to create an account, load your resume and apply for positions. https://jobs.ca.gov/\n2. Take the Associate Governmental Program Analyst Exam that can be located at the link below. https://www.calcareers.ca.gov/JOBSGEN/9PB04. PDF\n3. Apply for the Associate Governmental Program Analyst position through the link below.\nhttps://calcareers.ca.gov/CalHrPublic/Exams/ExamBulletin.aspx? ExamControlId=1764\nRequired Application Package Documents\nThe following items are required to be submitted with your application. Applicants who do not submit the required items timely may not be considered for this job:\nCurrent version of the State Examination/Employment Application STD Form 678 (when not applying electronically), or the Electronic State Employment Application through your Applicant Account at www.CalCareers.ca.gov. All Experience and Education relating to the Minimum Qualifications listed on the Classification Specification should be included to demonstrate how you meet the Minimum Qualifications for the position.\nResume is optional. It may be included, but it's not required\nSupplemental Application - Please see Supplemental Questionnaire instructions below at end of Posting. Any applications received that do not provide a written response to the SQ may not be scored/reviewed\nOnce you have submitted your official State Application (STD. 678) through the CalCareers Portal you may be contacted within 2-3 weeks After the Final Filing Date of the position.\nHave a great day! Hope to see your application in our portal soon!\nFor inquiries, please contact Recruitment Outreach at CDPHCHCQRecruitment@cdph.ca.gov or (279) 667-1550",
    "trans": "안녕하십니까 [삭제된 이름]\n정부 계획 보조분석관 (조사 분석관) FFD 10/30/2024 직책에 대한 귀하의 관심에 감사드립니다.\n지원방법:\n1. 캘커리어 계정을 생성하십시오. 계정을 생성할 수 있도록 하는 무료 데이터베이스이므로 이력서를 게시하고 지원절차를 진행하십시오. https://jobs.ca.gov/\n2. 아래 링크를 통해 정부 계획 보조분석관 시험에 접속하고 응시하십시오. https://www.calcareers.ca.gov/JOBSGEN/9PB04. PDF\n3. 아래 링크를 통해 정부 계획 보조분석관 직책에 지원하십시오.\nhttps://calcareers.ca.gov/CalHrPublic/Exams/ExamBulletin.aspx? ExamControlId=1764\n필요 지원 서류 일람\n지원시 다음 자료들을 제출해야 합니다. 정해진 기한 내에 필요한 자료들을 제출하지 못한 지원자의 경우 본 직책을 위한 심사 대상에서 제외될 수 있습니다.\n현시점의 주내 고시/구직 신청 STD 서식 678 (온라인 제출이 아닐시) 혹은 온라인 주내 구직 신청서를 www.CalCareers.ca.gov 이용자 계정을 통해 제출. 본 직책에 요구되는 최소 요건 충족 여부를 증명하기 위해 유형 설명란 내 최소 요건과 관련된 경력 및 학력 일체가 포함되어야 합니다.\n이력서는 선택 사항입니다. 서류에 포함할 수도 있지만 필수는 아닙니다.\n추가 신청 - 아래의 게시물 끝 부분에 위치한 추가 질문표 안내를 참조하시길 바랍니다. 추가 질문표에 대한 서면 응답을 포함하지 않은채 제출된 신청서는 채점 및 검토 대상에서 제외될 수 있습니다.\n캘커리어 포탈을 통해 귀하의 공식 주내 구직 신청서 제출을 완료하셨다면 본 직책에 대한 최종 지원 기한 만료 후 2-3주 내에 연락을 받게 될 것입니다.\n좋은 하루 되시길 바랍니다! 저희 포탈에서 곧 귀하의 신청서를 받아볼 수 있기를 바랍니다!\n문의사항이 있으실 경우 CDPHCHCQRecruitment@cdph.ca.gov 혹은 (279) 667-1550을 통해 채용지원팀에 연락해 주시길 바랍니다."
}