{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The anatomy of the reptilian oral cavity varies dramatically according to taxa. Squamates have lips that protect the gingiva and teeth. Lizards typically possess two maxillary and two mandibular dental arcades, whereas snakes have two additional palatal arcades for a total of six arcades (Fig. 73.2). The vomeronasal organ is located in the rostral maxilla. In the roof of the mouth, snakes and lizards have a choana in which the tubular larynx sits when the mouth is closed. The lingual structure varies drastically in different species of lizards. Some lizards, such as chameleons, have specialized tongues and hyoid apparatus for capture of prey from a distance, whereas others have fleshy tongues in a form similar to that of mammals. Varanid lizards and snakes have specialized telescoping, forked tongues with keratinized epithelium that are used for collection and delivery of scent particles to the vomeronasal organ. The forked tongue facilitates tracking of prey scent trails.3 The dentition of squamate reptiles also shows great anatomical diversity. Lizards possess either acrodont or pleurodont dentition. With acrodont dentition, the teeth are fused to the maxillary and mandibular ridges. With advanced age, the teeth of some lizards with acrodont dentition may become worn down to the point where only the bony ridges of the mandibles and maxillae remain. Agamid lizards, such as bearded dragons (Pogona vitticeps), and chameleons possess acrodont dentition. With pleurodont dentition, the replaceable teeth are seated in grooves on the medial aspect of the maxilla and mandibles. Iguanid lizards have pleurodont dentition (Fig. 73.3). Snakes are considered to have modified pleurodont dentition, and teeth are constantly shed and replaced throughout life. Snake dentition is further defined according to the presence of fangs and, when present, venom delivery systems. Aglyphous snakes do not have specialized fangs for venom delivery and represent many of the nonvenomous species frequently kept in captivity. Solenoglyphous snakes are the viperids, which have hollow fangs. These fangs are mobile and lie folded against the roof of the mouth when not in use. Proteroglyphous snakes are the elapids; the fangs are fixed in",
    "trans": "파충류 구강의 해부학적 구조는 분류군에 따라 크게 다릅니다. 비늘 있는 파충류는 잇몸과 이를 보호하는 입술을 가지고 있습니다. 도마뱀은 일반적으로 상악 2개와 하악 2개의 구개음 아케이드를 가지고 있는 반면 뱀은 구개음 아케이드가 2개 더 있어 총 6개의 아케이드가 있습니다(그림 73.2 참조). 비서골기관은 주둥이 상악에 있습니다. 뱀과 도마뱀은 입 천장에 입을 다물었을 때 관 모양의 후두가 위치하는 후두공을 가지고 있습니다. 혀의 구조는 도마뱀 종마다 크게 다릅니다. 카멜레온과 같은 일부 도마뱀은 멀리서 먹이를 잡기 위해 특수한 혀와 혀뼈 기관을 가지고 있는 반면 다른 도마뱀은 포유류와 비슷한 형태의 살덩어리 혀를 가지고 있습니다. 바라니드 도마뱀과 뱀은 각질화된 상피가 있는 특수한 망원경 모양의 갈래 혀를 가지고 있으며, 이는 냄새 입자를 모아서 비강 기관으로 전달하는 데 사용합니다. 갈래 혀는 먹이 냄새의 흔적을 추적하는 데 도움이 됩니다.3 유두류 파충류의 치열도 해부학적 다양성이 매우 큽니다. 도마뱀은 아크로돈트 또는 플레우로돈트 치열을 가지고 있습니다. 아크로돈트 치열의 경우, 이빨은 상악과 하악 융기와 융합됩니다. 나이가 들면 아크로돈트 치열을 가진 일부 도마뱀의 이빨은 하악과 상악의 뼈 융기만 남을 정도로 마모될 수 있습니다. 수염도마뱀(Pogona vitticeps)과 같은 아가미드 도마뱀과 카멜레온은 아크로돈트 치열을 가지고 있습니다. 측생 치열의 경우 교체 가능한 치아는 상악과 하악의 중앙 측면에 있는 홈에 위치합니다. 이구아나과 도마뱀은 측생 치열을 가지고 있습니다(그림 73.3). 뱀은 변형된 측생 치열을 가지고 있는 것으로 간주되며, 그들의 치아는 평생 동안 끊임없이 빠지고 교체됩니다. 뱀의 치열은 송곳니의 존재 여부와 독을 전달하는 시스템(있는 경우)에 따라 추가로 정의됩니다. 독니가 없는 뱀은 독을 전달하기 위한 특수한 송곳니가 없으며, 자주 사육되는 비독 종 중 다수를 나타냅니다. 관상형의 발기성 송곡니를 가진 뱀은 속이 빈 송곳니를 가진 독사류입니다. 이 송곳니는 움직이며 사용하지 않을 때는 입천장에 접혀 있습니다. 앞쪽 턱뼈에 송곳니가 있는 뱀은 코브라입니다. 송곳니들이 내부에 고정되어 있습니다."
}