{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Meet Apple Watch Series 10. A bigger display with more screen area and a thinner, lighter design. Get advanced fitness and health features with Sleep Apnea Notifications,1 plus faster charging.\nWHY APPLE WATCH SERIES 10: Bigger display with up to 30 percent more screen area.2 A thinner, lighter, and more comfortable design.2 Advanced health and fitness features provide invaluable insights.3 Safety features connect you to help when you need it.4 Faster charging gives you 80 percent battery in about 30 minutes.5\nADVANCED HEALTH INSIGHTS: Take an ECG anytime.6 Get notifications if you have high or low heart rate or an irregular heart rhythm.7 Understand your menstrual cycle and get retrospective ovulation estimates.8 See overnight health metrics like heart rate, respiratory rate, and more with the Vitals app.9 Track sleep and get notifications if signs of sleep apnea are detected.1\nCELLULAR CONNECTIVITY: With a cellular service plan you can send a text, make a call, and stream music without your iPhone nearby. Use Apple Watch For Your Kids to set up Apple Watch for those who don’t yet have their own iPhone, so everyone can stay connected, active, healthy, and safe.16\nA POWERFUL FITNESS PARTNER: Measure all the ways you move with Activity Rings, which are customizable to match your lifestyle. Get advanced metrics for a range of workouts with the Workout app. Track the intensity of your workouts with training load. Use depth and water temperature sensors for your aquatic adventures. And Apple Watch comes with three months of Apple Fitness+ free.10",
    "trans": "애플 와치 시리즈 10을 만나보세요. 더 넓은 스크린 영역을 포함한 디스플레이와 더 얇고 가벼운 디자인. 수면 무호흡증 알림을 가진 선진화된 피트니스와 건강 기능과 1 더 빠른 충전 기능을 사용하세요.\n왜 애플 와치 시리즈 10인가: 최대 30 퍼센트 더 넓은 스크린 영역을 포함한 더 큰 디스플레이. 2 더 얇고 가벼우며 편안한 디자인. 2 선진화된 건강과 피트니스 기능은 귀중한 통찰력을 제공합니다. 3 안전 기능은 필요할 때 도움을 줄 수 있는 곳으로 연결시켜 줍니다. 4 더 빠른 충전 기능은 약 30분 내로 배터리 80퍼센트를 충전해 줍니다. 5\n선진 건강 통찰력: 어느 때나 심전도를 확인하세요. 6 높은 혹은 낮은 심박동 수나 불규칙한 심장 박동이 있으면 알림을 받게 됩니다. 7 생리주기를 이해하고 후향적 배란을 추정해 보세요. 8 바이탈스 앱을 통해 심박수, 호흡수 등 같은 건강지표가 한밤 중에 어땠는지 확인해 보세요. 9 수면 무호흡증의 증상이 발견될 경우 수면을 추적하고 알림을 받아보세요. 1\n셀룰러 연결: 셀룰러 서비스 계획으로 귀하는 문자를 보낼 수 있고, 전화를 걸 수 있으며 아이폰이 근처에 없어도 음악을 틀 수 있습니다. 애플 와치 포 유얼 키즈를 사용해 아직 아이폰이 없는 아이들을 위해 애플 와치를 설치하면, 모두가 연결되고, 활동적이고, 건강하며 안전하게 지낼 수 있습니다. 16\n강력한 피트니스 파트너: 귀하의 생활 방식에 맞춘 액티비티 링을 끼고 이동한 모든 거리를 측정하세요. 워크아웃 앱을 통해 다양한 운동에 대한 고급 지표를 받아보세요. 훈련 부하로 운동 강도를 추적하세요. 수중 탐사를 위해 깊이 및 수온 감지기를 사용하세요. 그리고 세 달간의 무료 애플 피트니스+가 애플 와치에 포함돼 제공됩니다.10"
}