{
    "source": "en_US",
    "target": "ko_KR",
    "text": "\"Don't waste that stomach space on water,\" she said, crunch crunch crunching. \"Come on now. What are you eating?\"\nMy third sister sat down across the table from me. Her dark hair reminded me of my mother's; almost too shiny and homogenous to be real, though it was. She smiled kindly at me, like she was about to give me some bad news.\nI ordered a cavalcade of oysters. Most of them had been cut the way they were supposed to be, and they slipped down as easily as water, like the ocean, like nothing at all, but one fought me: anchored to its shell, a stubborn hinge of flesh. It resisted. It was resistance incarnate. Oysters are alive, I realized. They are nothing but muscle, they have no brains or insides, strictly speaking, but they are alive nonetheless. If there were any justice in the world, this oyster would grab hold of my tongue and choke me dead.\nI almost gagged, but then I swallowed.\n\"Why are you here?\" I asked her.\n\"You look troubled,\" she said. She held her hands in a way that showed off her red nails, which were so lacquered they had horizontal depth, like a rose trapped in glass. She tapped them against her cheekbones, scraping them down her face with the very lightest touch. I shuddered. Then she picked up my water and drank deeply of it, until the water had filtered through the ice and the ice was nothing more than a fragile lattice and then the whole construction slid against her face as she tipped the glass higher and she chewed the slivers that landed in her mouth.",
    "trans": "\"그 위 공간을 물로 낭비하지 마,\" 그녀가 오도독 오도독 씹으면서 말했다. \"자, 지금 뭐 먹고 있어?\"\n세 번째 여동생은 내 맞은편 테이블에 앉았다. 그녀의 검은 머리는 나에게 어머니의 머리를 생각나게 했다. 실제라고 하기에는 너무 반짝거리고 균질했지만, 실제로 그랬습니다. 그녀는 마치 나쁜 소식을 전하려는 듯 나에게 친절하게 미소를 지었다.\n나는 굴  한 접시를 주문했다. 그들 대부분은 예상대로 잘려져 있었고, 물처럼, 바다처럼, 아무 것도 아닌 것처럼 쉽게 미끄러져 내려갔지만, 한 마리는 나와 싸움을 벌였다. 껍질에 단단히 고정되어 있는, 완고한 살점이었다. 저항했다. 그것은 저항의 화신이었다. 굴이 살아있다는 것을 깨달았다. 그들은 근육일 뿐이고, 엄밀히 말하면 뇌나 내장도 없지만 그럼에도 불구하고 살아있다. 세상에 정의가 있다면 이 굴이 내 혀를 붙잡고 숨통을 막히게 해 죽일 것이다.\n거의 목이 막힐 뻔했지만 삼켰다.\n\"왜 여기 있어?\" 나는 그녀에게 물었다.\n\"너 문제 있어 보여,\"고 그녀는 말했다. 그녀는 유리에 갇힌 장미처럼 수평 깊이가 있을 정도로 과도하게 옻칠이 된 붉은 손톱을 돋보이게 하는 방식으로 두 손을 잡았다. 그녀는 그것을 광대뼈에 두드려서 아주 가벼운 손길로 얼굴 아래로 긁어냈다. 나는 몸서리쳤다. 그런 다음 그녀는 내 물을 집어 물이 얼음을 통해 걸러져 얼음이 깨지기 쉬운 격자에 지나지 않을 때까지 깊이 마셨다. 그런 다음 그녀가 유리 잔을 더 높이 기울이고 입에 떨어진 조각을 씹을 때 전체 구조가 그녀의 얼굴로 미끄러졌다."
}