{
    "source": "en_US",
    "target": "ko_KR",
    "text": "2.2.4 Treasury Stock\nThere are a number of reasons for companies to repurchase their common stock. The primary reason is to return capital to shareholders. When a firm has more earnings than it can invest for growth, managers may want to distribute those earnings, or to invest in the firm by repurchasing shares. Repurchased shares reduce the extent of free cash available to managers to invest without the discipline of accessing funds from the market, which makes it more difficult for managers to waste corporate resources. This reduction in agency costs also improves the stock price. In addition, repurchasing shares reduces the number of shares outstanding, which therefore increases the per- share price. Repurchases are a tax-efficient way of returning capital to shareholders; only the selling shareholders will need to pay taxes—at the capital gains rate, which is often lower than the income tax rate—whereas cash dividends are taxed as current income. Companies also repurchase shares to offer them when employees redeem their stock options (which is often offered as part of compensation). This removes the need for a company to issue additional shares during option redemption and prevents dilution of share ownership.\nWhen a company repurchases its common stock from the shareholders, the reacquired stock—before it is formally retired—is known as treasury stock. Holders of treasury stocks do not have voting rights and these stocks are not counted in the calculation of earnings per share.",
    "trans": "2.2.4 자사주\n회사들이 그들의 일반주를 사는 데는 여러 가지 이유가 있습니다. 주요한 이유는 자본을 주주들에게 돌려주려는 것이죠. 기업이 성장을 위해 투자하는 것보다 더 많은 수익이 있을 경우, 관리자는 이 수익을 배분하거나, 기업에 투자하기 위해 주식을 재구매하기를 바랄 것입니다. 재구매된 주식은 관리자가 시장에서 자금을 조달하지 않고도 투자할 수 있는 유동성 현금의 범위를 줄여주므로 관리자가 기업 자원을 낭비하기가 더 어려워집니다. 기업에서 이 감소는 또한 주식 가격을 개선합니다. 또한, 주식을 재구매하는 것은 발행 주식의 수를 감소시키고, 따라서 주식당 가격을 올리죠. 재구매는 주주에게 자본을 돌려주는 세금-효율적인 방법입니다; 오직 주식을 파는 것에 세금을 낼 필요가 있죠— 자본 수익률에 따라서, 이는 종종 수익 세금 비율보다 낮습니다—현금 배당금은 현재 수익으로 과세되는 반면에. 회사는 또한 그들의 스톡 옵션을 직원들에게 상환할 때 주식을 재구매합니다 (보통 보상의 일환으로 재고되는). 이는 회사가 옵션 상환 중에 추가 주식을 발행할 필요를 없애고 주식 소유권의 희석을 방지할 수 있습니다.\n회사가 이 보통주를 주주들로부터 재구매할 경우, 재취득 주식—공식적인 은퇴 전—자사주로 알려져 있습니다. 자사주를 소유한 자들은 투표할 권리가 없으며 배당에서 계산되지 않습니다."
}