{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dr. Basel Sherif\n01220691582\nEpithelium\n• Epithelium is one of the four primary or basic body tissues.\n• It is formed of group of adherent cells with minimal or no intercellular substance.\n• General Characters of Epithelium:\n1. Epithelial cells are close together and separated by a little (or no) intercellular\nsubstance.\n2. Cell junctions are present between its cells to help their fixation.\n3. Epithelium is separated from the underlying C.T. by the basement membrane.\n4. It has no blood vessels (not vascularized).\n5. The cells receive their nutrition by diffusion from underlying connective tissue.\n6. It has no lymph vessels.\n7. It has numerous nerve endings.\n8. Its cells have a high power to regenerate after degeneration.\n9. Its cells exhibit polarity.\n• Classification of epithelium:\nA) According to its functions, the epithelium is classified into:\n1. Surface epithelium (membrane epithelium) 2. Glandular epithelium\n3. Myoepithelium\n4. Neuroepithelium\nDr. Basel Sherif 01220691582\n1. Surface Epithelium:\n• The lining epithelium of tubes and cavities and the covering epithelium of body\nsurface.\n• Arranged to form one continuous layer or layers resting on a basement membrane.\n• They are classified according to the number of layers into:\nA. Simple Epithelium:\n• It is a surface epithelium in which the cells are arranged in one layer. • According to the shape of its cells, it is classified into:\nSimple Squamous Epithelium:\n• Shape: flat cells with flat nuclei\n• Sites:\n1. Lung alveoli.\n2. Endothelium of blood vessels.\n3. Serous cavities; pleura, pericardium and peritoneum (mesothelium).\n• Functions: provides a smooth and thin surface to facilitate filtration and diffusion of water, electrolytes, and transport of gases.\nSimple Cuboidal Epithelium:\n• Shape: cubical in shape with central and rounded nuclei\n• Sites:\n1. Thyroid follicles.\n2. Some kidney tubules. 3. Ovarian surface.\n• Functions: mainly absorption and secretion.\nDr. Basel Sherif\n01220691582\nSimple Columnar Epithelium:\n• Shape: tall cylindrical with basal and oval nuclei. • Types:\n1. e.g. epithelium of stomach. 2. that seen by EM and may be:\nA. Cilia e.g. epithelium of uterus and fallopian tubes. B. Microvilli e.g. epithelium of small intestine.\n• Functions: the function differs according to its site:\na. Secretory e.g. epithelium of the stomach.\nb. Absorptive e.g. epithelium of small intestine.\nc. Movement of ova and sperms in the uterus and fallopian tubes (ciliated epithelium).\nPseudostratified Columnar Epithelium:\n• Shape:\n✓ It is formed of one sheet of cells which rest on basement membrane.\n✓ Some cells are tall with apical nuclei and others are short with basal nuclei.\nWithout brush border\nWith brush border\nDr. Basel Sherif 01220691582\n• Types and sites:\na. Non ciliated pseudostratified columnar epithelium: epithelium of large ducts of\nglands\nb. Pseudostratified columnar ciliated epithelium: epithelium of trachea.\nc. Pseudostratified columnar epithelium with stereocilia: epithelium of epididymis. • Functions: protective and others according its site.\nB. Stratified Epithelium:\n• It is one of the surface epithelium in which the cells are arranged in several layers. ✓ The basal layer is usually formed of columnar cells.\n✓ The middle layers are mostly formed of polyhedral cells.\n✓ The superficial layers the cells have different shapes.\n• Functions:\n✓ All types of stratified epithelium perform protective functions.\n✓ Usually found in the surfaces subjected to frictional forces and other potential\nhazards.\n• According to the shape of cells in the superficial layers, it is classified into:\nDr. Basel Sherif 01220691582\nStratified Squamous Epithelium:\n• It is of two types:\nA. Non-keratinized stratified squamous epithelium:\n✓ The superficial cells are squamous and nucleated (no keratin).\n✓ It lines the wet surfaces as mouth, oral pharynx, esophagus, anal canal, and\nvagina.\nB. Keratinized stratified squamous epithelium:\n✓ The superficial layers are apoptotic cells, lose their nuclei & cytoplasm is replaced with\nkeratin.\n✓ It covers the dry surfaces as epidermis of the skin.\nStratified cuboidal epithelium:\n• The superficial cells are cuboidal.\n• It lines large ducts of exocrine glands as salivary and sweat glands.\nStratified columnar epithelium: • The superficial cells are columnar.\n• It is of two types:\nA. Non ciliated stratified columnar epithelium: e.g. large ducts of exocrine glands, and one part of male urethra (penile part).\nB. Ciliated stratified columnar epithelium: e.g. fetal esophagus.\nDr. Basel Sherif 01220691582\nTransitional Epithelium:\n• The superficial cells are cuboidal and may be binucleated.\n• It is exclusively found in urinary passages including renal calyces, renal pelvis, ureter,\nurinary bladder and first part of urethra.\n• It is specialized to accommodate greater stretch so the number of its layers is\nchangeable; nearly 4-8 layers in the empty bladder and become 2-3 when the bladder is full.\n2. Myoepithelium:\nDefinition: Epithelial cells which have the ability to contract like the muscle. Cytoplasm: These epithelial cells contain myofilaments.\nSite: They surround the secretory exocrine acini, usually located between the secretory cells and their basal lamina e.g. salivary and sweat glands. Function: Help releasing secretory products to the lumen of the acini.\nDr. Basel Sherif 01220691582\n3. Neuroepithelium:\nDefinition: These are modified epithelial cells for perception of nerve stimuli. Site:\n1. Tongue: taste buds.\n2. Inner ear: organ of corti (hearing), macula and crista ampularis (vestibular\napparatus).\n3. Nose: olfactory mucosa\n4. Glandular Epithelium:\n• Definition: is composed of group of epithelial cells, which are specialized for\nsecretion.\n• Development:\n✓ The gland is formed by invagination of surface epithelium which either:\n1- Remains connected to the surface epithelium with a duct forming an exocrine gland.\n2- Not connected to the surface with a duct forming an endocrine gland.\n• Types: classified into 3 types according to presence or absence of duct system: A. Exocrine glands: glands that secrete their products to either external or internal\nsurface of the body through a duct e.g. salivary and sweat glands.\nB. Endocrine glands: glands that release their products (hormones) directly in blood\nstream as they lack duct system e.g. pituitary, thyroid, and suprarenal glands.\nC. Mixed glands: glands that contain secretory acini forming an exocrine portion and\ncells secreting hormones forming an endocrine portion e.g. pancreas.\nDr. Basel Sherif 01220691582\nEXOCRINE GLANDS:\n• The classification of exocrine glands is based on different criteria:\nI. Nature of Secretion:\nA. Mucous glands: Secrete mucin that forms viscous mucus e.g. goblet cells.\nB. Serous (watery) glands: Secrete protein-rich watery fluid e.g. parotid gland.\nC. Seromucous glands (mixed gland): Secrete both serous and mucus secretions e.g.\nsubmandibular gland.\nD. Glands with special secretions:\na) Fatty: e.g. sebaceous gland.\nb) Waxy: e.g. glands of external ear (ceruminous glands). c) Cellular: e.g. spermatozoa (testis) and ova (ovary).\nDr. Basel Sherif 01220691582\nII. Mechanism (Mode) of Secretion:\nA. Merocrine glands: release their secretion by exocytosis without any cellular changes\ne.g. parotid gland.\nB. Apocrine glands: the apex of the cell is released with the secretion\ne.g. mammary gland.\nC. Holocrine glands: secretory granules accumulate until the cell becomes filled\n(bloated) with the secretory products; then, the cell ruptures to release its contents e.g. sebaceous gland.\nIII. Number of Cells:\nA. Unicellular Glands:\nGoblet cell: secretory single cells distributed among non-secretory cells. • Shape: is goblet (cup like):\n✓ Its apex is expanded with secretory granules.\n✓ Its base is narrow containing flattened nucleus and some organelles.\n• Staining: H & E-stained sections, the mucin is dissolved and the cells appear\nvacuolated. Therefore, a special stain e.g. PAS is used to clarify these cells. • Site: in the epithelial lining of respiratory tract and intestine.\n• Function: secretion of mucus.\nDr. Basel Sherif 01220691582\nB. Multicellular Glands:\n• These glands consist of more than one cell.\n• The exocrine multicellular glands are further classified according to the shape of\nsecretory or conducting portions:\nA) According to the shape of the secretory portion:\n1. Tubular glands: the secretory cells form a tube-shaped lumen\n2. Acinar (grape) or alveolar (sac) glands: The secretory cells are arranged around a\nroughly rounded or flask shaped lumen.\n3. Tubulo-alveolar glands: the secretory part is a tube that ends with a sac like dilatation.\nB) According to the shape of the duct portion:\n1. Simple glands: glands that have a single unbranched duct. 2. Compound glands: glands that have branched ducts.\nDr. Basel Sherif 01220691582\nEpithelial Polarity\nCell membrane specializations\n• Definition: epithelial cells are called polarized cells as we can distinguish their different surfaces with specific structural modifications in their cell membrane; apical, basal, and lateral domains.\n• Types:\n1) Apical Surface Specializations: The specific structures found on the apical surface (the free surface facing the lumen or external environment) include:\na) Microvilli b) Cilia\nc) Flagella\nd) Stereocilia\nDr. Basel Sherif 01220691582\nA) Microvilli:\n• Definition: They are finger- like projections from the apical surface of cell\nmembrane\n• Site: epithelial cells lining small intestine and proximal convoluted tubules of kidney\n• LM: they appear as acidophilic striated or brush border\n• EM:\n✓ In longitudinal sections, appear as cylind",
    "trans": "바젤 쉬리프 박사\n01220691582\n상피\n• 상피는 네 개의 주요 또는 기본 몸 조직의 하나입니다.\n• 세포 사이 물질이 아주 적거나 전혀 없는 부착 세포 집단으로 형성됩니다.\n• 상피의 일반적인 특징:\n1. 상피는 서로 붙어있고 세포 사이가 아주 적게 (또는 아예) 분리되어 있습니다\n물질.\n2. 세포 접합부는 세포의 고정을 돕기 위해 세포 사이에 존재합니다.\n3. 상피는 기저막을 바탕으로 C.T.아래로부터 분리됩니다.\n4. 이것은 혈관이 없습니다 (혈관이 아님)\n5. 세포 아래의 결합 조직으로부터 확산에 의해 영양을 얻습니다.\n6. 이것은 림프관이 없습니다.\n7. 이것은 수많은 신경 말단을 가집니다.\n8. 세포는 퇴화 이후 재생을 위하나 높은 힘을 가집니다.\n9. 세포는 양극성을 보입니다.\n• 상피의 분류\nA) 상피는 기능에 따라 다음과 같이 분류됩니다:\n1. 표면 상피(막 상피) 2. 선 상피\n3. 근상피\n4. 신경 상피\n바젤 쉬리프 박사 01220691582\n1. 표면 상피:\n• 관과 구멍의 내벽 상피 및 몸의 덮개 상피\n표면.\n• 하나의 연속적인 층을 형성하도록 배열되거나 기저막 위에 놓여 있습니다.\n• 층의 수에 따라서 다음과 같이 분류됩니다:\nA. 단순 상피:\n• 이것은 세포가 한 층으로 배열된 표면 상피입니다. • 세포의 모양에 따라서, 다음과 같이 분류됩니다:\n단순 편평 상피 조직:\n• 모양: 편평한 핵을 가진 편평한 세포\n• 부위:\n1. 폐 폐포.\n2. 혈관의 내피.\n3. 장액강; 흉막, 심낭 및 복막 (중피).\n• 기능: 물, 전해질의 여과 및 확산, 가스 수송을 용이하게 하는 부드럽고 얇은 표면을 제공합니다.\n단순 직육면체 상피:\n• 모양: 가운데에 정육면체 모양이고 둥근 핵입니다.\n• 부위:\n1. 갑상선 여포.\n2. 일부 신장 세뇨관. 3. 난소 표면.\n• 기능: 주로 흡수 및 분비.\n바젤 쉬리프 박사\n01220691582\n단순 원주상피:\n• 모양: 기저가 되는 키카 원통형과 타원형 핵. • 유형:\n1. 예: 위의 상피. 2. EM에서 볼 수 있습니다:\nA. 섬모 예. 자궁 및 나팔관 상피. B. 미세 융모. 예. 소장의 상피.\n• 기능: 부위에 따라서 기능이 다릅니다:\na. 분비성 예. 위의 상피.\nb. 흡수성 예. 소장의 상피.\nc. 자궁과 나팔관 (섬모 상피) 안에서 난자와 정자의 움직임.\n가성 층화 원주 상피:\n• 모양:\n✓ 기저막 위에 있는 한 장의 세포로 구성됩니다.\n✓ 일부 세포는 정단핵이 있는 키가 크고 다른 세포는 기저핵이 있는 키가 작습니다.\n브러쉬 경계막 없음\n브러쉬 경계막 있음\n바젤 쉬리프 박사 01220691582\n• 유형 및 부위:\na. 비섬모성 가성층화 원주 상피: 큰 관의 상피의\n샘\nb. 가성 층상 원주상피: 기관의 상피.\nc. 입체 섬모가 있는 다열상피 원주 상피 : 부고환의 상피. • 기능 : 부위에 따라 보호 및 기타.\nB. 층화 상피:\n• 세포가 여러 층으로 배열되어 있는 표면 상피 중 하나입니다.  ✓ 기저층은 보통 원주 상피 세포로 형성됩니다.\n✓ 중간층은 대부분 다면체 세포로 형성됩니다.\n✓ 표층은 세포가 모양이 다릅니다.\n• 기능:\n✓ 모든 유형의 층상피는 보호 기능을 수행합니다.\n✓ 일반적으로 마찰력 및 다른 잠재적인 위험에 노출된 표면에서 발견됩니다.\n위험요소.\n• 표층에 있는 세포의 모양에 따라서, 다음과 같이 분류됩니다:\n바젤 쉬리프 박사 01220691582\n층화 편평 상피:\n• 두 가지 유형이 있습니다:\nA. 비-각질화된 층화 편평 상피:\n✓ 표피 세포는 편평하고 핵이 형성되어 있습니다 (각질 없음).\n✓ 입, 구강 인두, 식도, 항문관, 질 등 젖은 표면에 막을 형성합니다, 그리고\n질.\nB. 각질화된 층상 편평 상피:\n✓ 표피층은 세포 사멸 세포로, 그들의 핵을 잃고 & 세포질은 대체됩니다\n케라틴.\n✓ 이것은 피부의 표피로써 건조한 표면을 덮고 있습니다.\n층화된 직육면체 상피:\n• 표피 세포는 직육면체입니다.\n• 침샘과 땀샘으로 외분비샘의 큰 관을 덮고있습니다.\n층상 원주상피: • 표피 세포는 원주형입니다.\n• 두 가지 유형이 있습니다:\nA. 섬모가 없는 층상 원주 상피: 예를 들어. 외분비선의 큰 관, 남성 요도(음경 부분)의 한 부분.\nB. 섬모성 층상 원주상피: 예를 들어. 태아 식도.\n바젤 쉬리프 박사 01220691582\n이행 상피:\n• 표면 세포는 입방체이고 이핵형이 될 수 있습니다.\n• 신우, 신골반, 요관을 포함하여 요로에서 독점적으로 발견됩니다,\n방광 및 요도의 첫 번째 부분.\n• 이것은 더 큰 신축성을 동반하도록 특화되어 있어서 층의 수는\n변할 수 있습니다; 비어 있는 방광에서는 거의 4-8개의 층으로 이루어져 있고 방광이 가득 찾을 때 2-3개의 층으로.\n2. 근상피:\n정의: 근육처럼 수축하는 능력이 있는 상피 세포입니다. 세포질: 그러한 상피 세포에는 근섬유를 포함합니다.\n부위: 분비샘을 둘러싸고 있으며, 일반적으로 분비 세포와 기저층(예: 침샘 및 땀샘) 사이에 위치합니다. 기능: 분비물을 아치 내강으로 방출하는 데 도움을 줍니다.\n바젤 쉬리프 박사 01220691582\n3. 신경 상피:\n정의: 신경 자극을 인식하기 위해 변형된 상피 세포입니다. 부위:\n1. 혀: 미각.\n2. 내이: 피질(청각), 황반 및 와우(전정기관)\n기관).\n3. 코: 후각 점막\n4. 샘상피:\n• 정의: 상피 세포 그룹으로 구성되어 있으며\n분비.\n• 발달:\n✓ 선은 표면 상피의 침윤에 의해 형성되며, 다음 중 하나에 의해 형성됩니다:\n1- 외분비선을 형성하는 관으로 표면 상피와 연결된 상태로 유지됩니다.\n2- 내분비선을 형성하는 관으로 표면 상피와 연결되어 있지 않습니다.\n• 유형: 덕트 시스템의 유무에 따라 3가지 유형으로 분류합니다: A. 외분비선: 덕트를 통해 신체 외부 또는 내부로 분비하는 분비샘\n타액선 및 땀샘과 같이 관을 통해 신체 표면으로 분비하는 땀샘.\nB. 내분비선: 생성물(호르몬)을 혈액으로 직접 방출하는 분비샘.\n뇌하수체, 갑상선 및 부신과 같이 관이 없기 때문에 혈류로 직접 분비됩니다.\nC. 혼합선: 외분비 부분을 형성하는 분비 아코니가 포함된 샘과\n내분비 부분을 형성하는 호르몬을 분비하는 세포(예: 췌장).\n바젤 쉬리프 박사 01220691582\n외분비선:\n• 외분비선의 분류는 다양한 기준에 따라 이루어집니다:\nI. 분비의 성격:\nA. 점액선: 점성 점액을 형성하는 뮤신을 분비합니다(예: 고블릿 세포).\nB. 장액선(물샘): 이하선: 단백질이 풍부한 수성 액체를 분비합니다(예: 귀밑샘).\nC. 장액선(혼합선): 장액 분비물과 점액 분비물을 모두 분비합니다.\n턱밑샘.\nD. 특수 분비물이 있는 분비샘:\na) 지방성: 예: 피지선.\nb) 왁스성: 예: 외이선(세루선). c) 세포성: 예: 정자(고환) 및 난자(난소).\n바젤 쉬리프 박사 01220691582\nII. 분비의 메커니즘 (모드):\nA. 부신선: 세포의 변화 없이 세포 외 분비를 통해 분비물을 방출합니다.\n예를 들어. 귀밑샘\nB. 아포크린샘: 세포의 꼭지가 분비물과 함께 방출됩니다.\n예를 들어. 젖샘\nC. 홀로크린샘: 세포가 채워질 때까지 분비 과립이 축적됩니다\n분비물로 (부풀어 오름); 그런 다음, 세포가 파열되어 내용물 예를 들어. 피지샘을 방출합니다.\nIII. 세포의 수:\nA. 단세포 땀샘:\n배상 세포: 비분비 세포 사이에 분포하는 분비성 단세포. • 모양: 고블릿 모양 (컵 같은)입니다:\n✓ 꼭대기는 분비 과립으로 확장되어 있습니다.\n✓ 밑부분은 좁고 납작한 핵과 몇몇의 세포 소기관을 포함하고 있습니다.\n• 염색: H & E-얼룩진 부분, 뮤신이 용해되고 세포가 나타납니다.\n진공화. 따라서, 그러한 세포를 명확히 하기 위해 예로. PAS 특수 염색을 사용합니다. • 부위: 호흡기 및 장의 상피 내벽에 있습니다.\n- 기능: 점액 분비.\n바젤 쉬리프 박사 01220691582\nB. 다세포 땀샘:\n• 이 땀샘은 하나 이상의 세포로 구성됩니다.\n• 외분비 다세포 땀샘은 다음과 같은 모양에 따라 더 분류됩니다.\n분비 또는 전도성 부분:\nA) 분비 부분의 모양에 따라:\n1. 관상 샘 : 분비 세포가 튜브-모양의 내강을 형성합니다.\n2. 선 (포도) 또는 폐포 (주머니) 샘: 분비 세포가 주위에 배열되어 있습니다.\n대략 둥글거나 플라스크 모양의 루멘 주위에 배열되어 있습니다.\n3. 세관-폐포샘: 분비 부분이 주머니처럼 확장된 관으로 끝나는 분비샘입니다.\nB) 덕트 부분의 모양에 따라:\n1. 단순 샘: 분비관이 여러 갈래로 나누지 않은 단일 관을 가진 샘입니다. 2. 복합 샘: 샘이 여러 갈래로 나눠진 덕트\n바젤 쉬리프 박사 01220691582\n상피 극성\n세포막 전문화\n• 정의: 상피 세포는 세포막의 특정 구조적 변형으로 서로 다른 표면, 즉 정단, 기저부 및 측면 영역을 구분할 수 있기 때문에 극성 세포라고 불립니다.\n• 유형\n1) 정단 표면 전문화: 정단 표면 (루멘 또는 외부 환경을 향한 자유 표면) 에서 발견되는 특정 구조는 다음을 포함합니다:\na) 미세 융모 b) 섬모\nc) 편모\nd) 입체 섬모\n바젤 쉬리프 박사 01220691582\nA) 미세 융모:\n• 정의: 세포의 정단 표면에서 손가락처럼 돌출된 돌기입니다.\n막\n• 부위: 소장 및 신장의 근위부 복잡한 세뇨관을 감싸는 상피 세포\n• LM: 산성 줄무늬 또는 브러시 테두리로 나타남\n• EM:\n✓ 세로 단면에서는 원통형으로 나타남"
}