{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Instrument installation, connection instructions\n1，Open the instrument box and insert the handle line port vertically into the instrument detection head socket.\n2，Connect the power supply to the drain of municipal power, then plug the power supply DC plug into the instrument power port.\n3，According to the instrument schematic diagram \"1\" \"2\", turn on the instrument power switch for normal use.\n4，Handle stop motion function: ensure that the handle is connected, the handle perpendicular to the scalp, or skin surface, select the parts, press the handle stop motion button, can frame the selected screen.If you want to unlock the picture frame, and then press the handle frame button.\n5,Polarization of 50 times the lens, must be adjusted through the lens adjustment circle (adjust to polarized light to the left to watch the bottom of the skin epidermis, pull back to the right to normal white light to watch the skin epidermis layer)\n6,Instrument function adjustment (color) must first use the remote control, their remote control installed the battery (two 7 small batteries), press the touch menu to select the image into the selection function, click the confirmation button, press the left and right direction button to adjust.( Volume) Adjust the volume size directly through the volume button.\nStandard equipment\n1, Host 2, handle 3, standard (light praseodymium 50 times one, HD",
    "trans": "기구 설치 및 접속 안내\n1. 기구함을 열고 기구 감지 헤드 소켓에 핸들 라인 포트를 수직으로 연결하시오.\n2. 전력 공급원을 지역 전력 공급관에 연결하고 전력 공급 DC 플러그를 기구 전력 포트에 꽂으시오.\n3. 통상적 사용을 위해 기구 도식 다이어그램 '1', '2', 에 따라 기구 전력 스위치를 켜시오.\n4. 핸들 정지 움직임 기능: 핸들이 연결되었는지, 핸들이 두피혹은 피부 표면과 수직인지 확인하고 부품을 선택한 후 핸들 정지 움직임 버튼을 누르면 선택된 화면을 잡아낼 수 있다. 사진 프레임을 해제하고 싶은 경우 핸들 프레임 버튼을 누르시오.\n5. 렌즈 분극화 50배는 렌즈 조정 사이클을 통해서만 이루어져야 한다 (피부 표피를 관찰하기 위해 분극광을 왼쪽으로 조정하고 피부 표피층을 관찰하기 위해 오른쪽으로 다시 돌려 일반 백광으로 두라).\n6. 기구 기능 조정(색상)은 우선 리모콘을 사용해야만 하며 리모콘이 배터리(두 소형 배터리)를 설치하면 터치 메뉴를 눌러 선택 기능 속에 넣을 이미지를 선택하고 확인 버튼을 누른 후  좌우 버튼을 눌러 조정하라. (볼륨) 볼륨 버튼을 통해 볼륨 크기를 직접 조정하라.\n표준 장비\n1, 호스트 2, 핸들 3, 표준 (광프라세오디뮴 50배, HD)"
}