{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello [redacted_name]\nI have changed the days required to complete the transaction to 20 days, just to be safe with the Comerica bank. I have added todays date as the date for all the documents, this is because I now have all the documents to transfer the shares and the officers of Hamaton Inc., in my possession produced by our attorney in the USA and the accountants in the UK, dated and ready for [redacted_name] and my signature in Las Vegas.\nSo as soon as we sign the documents, the shares will be transferred, I just need to send scans of the documents to the US attorney and the UK accountants who will then register the new share ownership and notify the Federal Authorities that Jack is the Director for Hamaton Inc.\nAs to the bank change I am in contact with the bank and I do not expect this to be a problem, but I don’t know how long this will take, hence the 20 days, but I will do my best to get it done immediately in Las Vegas when we have signed the agreements.\nI have attached the master agreement, could you please review and let me have the printable copy so that I can take it with me for signature.\nI am waiting for the final intangible asset transfer document, I believe that [redacted_name] has requested this from you.\nPlease let me have the agreement soonest.\nRegards",
    "trans": "안녕하세요 [redacted_name]님\n저는 코메리카 은행의 안전을 위해 거래를 완료에 필요한 날짜를 20일로 변경했습니다. 모든 문서의 날짜로 오늘 날짜를 추가했는데, 이는 미국 변호사와 영국 회계사가 작성하고 날짜가 적혀 있고 [redacted_name]과  라스베가스에서 내 서명을 위해 준비된 내 소유인 Hamaton Inc.의 주식과 임원을 양도하기 위한 모든 문서를 소유하고 있기 때문입니다.\n따라서 우리가 문서에 서명하자마자 주식이 양도될 것입니다. 미국 변호사와 영국 회계사에게 문서 스캔을 보내면 그들은 새로운 주식 소유권을 등록하고 Jack이 Hamaton Inc.의 이사임을 연방 당국에 알릴 것입니다\n은행 변경에 관해 저는 은행과 연락 중이고 이것이 문제가 될 것이라고 예상하지 않습니다. 그러나 이것이 얼마나 걸릴지 모르기 때문에 지금부터 20일이 소요될것이나 계약서에 서명한 후 라스베거스에서 즉시 완료될 수 있도록 최선을 다하겠습니다.\n기본 계약서를 첨부했습니다. 검토한 후 제가 서명할 수 있도록 인쇄 가능한 사본을 가져가도록 해주세요.\n나는 최종 무형 자산 양도 문서를 기다리고 있습니다. [redacted_name]이 귀하에게 이를 요청한 것으로 보입니다.\n빠른 시일 내에 합의서를 받을 수 있도록 해주세요.\n안부를 전합니다"
}