{
    "source": "en_US",
    "target": "ko_KR",
    "text": "high divorce rate.7 In Iran, divorce was ranked in the list of 10 stressful events.1 Since 1994, Iran has experienced a higher divorce rate compared to the years before this date.8 The crude divorce rate (per 1000 population) in Iran has increased from 0.50 in 1993 to approximately 2.1 in 2014. The trend of divorce from 1959-2014 is shown in Figure 2.9 In addition, the ratio of divorce to marriage that was 6.9% in 1980, has reached to 8.24% in 2000 and 12.29% in 2012. A recent statistics provided by the Iran’s National Organization for Civil Registration displays that on average 16 divorce cases were registered every hour in Iran in 2013.6 During the years 2004-2010, most of the divorces were in the ages of 25-29 years and 20-24 years among males and females, respectively.10 Some factors of divorce are related to unfavorable economic status like: rising housing costs, high unemployment, and inflation.6 Economic hardship that adds stress to marriages, also increases the risk of marital conflict and dissolution.11 Others are psychosocial and social factors including: absence of compatibility and understanding, absence of securing psychic needs, violence, personality problems, immorality, parsimony, condescension, problems with children, absence of responsibility, family interference, cultural differences, education level differences,1 drug and alcohol use,10 falling in love with someone else,12 and sexual dissatisfaction.13 In the divorce rate formula, the numerator is the number",
    "trans": "높은 이혼율.7 이란에서 이혼이 스트레스를 받는 10가지 사건 목록에 올랐습니다. 1 1994년 이후 이란은 이 날짜 기준 수년 전에 비해 더 높은 이혼율을 경험했습니다. 8 이란의 초기 이혼율(인구 1000명당)은 1993년 0.50에서 2014년 약 2.1로 증가했습니다. 1959~2014년의 이혼 추세는 그림 2.9에 나와 있습니다. 또한 1980년 6.9%였던 이혼 대 결혼 비율은 2000년 8.24%, 2012년 12.29%로 증가했습니다. 이란 국민등록기구가 최근 발표한 통계에 따르면 2013년 이란에서는 매시간 평균 16건의 이혼이 접수됐다. 6 2004년부터 2010년까지 대부분의 이혼은 남성과 여성 각각 25~29세와 20~24세였습니다. 10 이혼의 일부 요인은 주택 비용 상승, 높은 실업률, 인플레이션 등 불리한 경제 상황과 관련이 있다. 6 결혼에 스트레스를 가중시키는 경제적 어려움은 부부 갈등과 해체의 위험도 증가시킵니다. 11 기타에는 호환성 및 이해 부족, 정신적 필요 확보 부족, 폭력, 성격 문제, 부도덕, 인색함, 생색내기, 자녀 문제, 책임 부재, 가족 간섭, 문화적 차이, 교육 수준 차이,1 약물 및 알코올 사용,10 다른 사람과 사랑에 빠지기,12 성적 불만 등을 포함한 심리사회적 및 사회적 요인이 있습니다.13 이혼율 공식에서 분자는 숫자입니다."
}