{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Wei Wuxian tried to push the thought away. He hated it. He wanted to trust his husband so badly. Hell, he’d already started trusting his husband, even when at first he hadn’t wanted to. Every time he’d tried to push Lan Zhan into exposing himself as a spy, into making an attempt at killing Wei Wuxian, Lan Zhan just… hadn’t. None of the information they’d given to him had spread past the Burial Mounds. None of the sects had suddenly made suspicious moves. Lan Zhan certainly had never taken a shot at cutting Wei Wuxian down. Instead, Lan Zhan just made Wei Wuxian’s heart flutter. Lan Zhan cared for the children, taking the time to completely re-sculpt the planning of their education and then taking some of the responsibility of teaching them himself. He answered their questions calmly, as best he could. No matter how many questions came out at once, Lan Zhan always made sure to answer each one in turn. He learned to cook from Granny Wen, helping in the kitchen, completely at odds with the fact that he was raised as the heir to the Lan sect after his brother. He made near daily offerings to Wei Wuxian’s parents. As the weeks went by, it became glaringly unavoidable to Wei Wuxian that Lan Zhan was likely just as much the upstanding and good man as he was rumored to be, unyielding to the poisoning darkness of the world.\nAnd yet…\nAnd yet…\nIn the back of his head, he heard a part of him whispering what if I was wrong this whole time? What if he’s entirely more skilled at subterfuge than I could’ve ever imagined?",
    "trans": "웨이우시안은 그 생각을 밀어내려고 노력했습니다. 그는 그것을 싫어했습니다. 그는 남편을 너무 믿고 싶어했습니다. 젠장, 처음에 심지어 남편을 믿고 싶지 않았을 때조차도 이미 남편을 믿기 시작했습니다. 그가 란잔을 밀어붙여 자신을 스파이라고 폭로하고 웨이우시안을 죽이려 할 때마다 란잔은.... 그러지 않았습니다. 그들이 그에게 제공한 정보 중 어느 것도 베리얼 마운드에 퍼지지 않았습니다. 어느 종파도 갑자기 의심스러운 움직임을 보이지 않았습니다. 란잔은 확실히 웨이우시안을 쓰러뜨리려는 시도를 한 적이 없었습니다. 대신 란잔은 웨이우시안의 마음을 설레게 했습니다. 란잔은 아이들을 돌보며 시간을 내어 교육 계획을 완전히 재설계한 다음 직접 아이들을 가르치는 책임도 맡았습니다. 그는 가능한 한 차분하게 아이들의 질문에 답했습니다. 란잔은 한 번에 아무리 많은 질문이 나와도 항상 반드시 차례대로 각각에 답변 했습니다. 그는 웬 할머니로부터 요리를 배웠고, 부엌 일을 도우며 형을 따라 란 종파의 후계자로 자란 사실과 완전히 반대의 태도를 보였습니다. 그는 웨이우시안의 부모님께 거의 매일 제물을 바쳤습니다. 몇 주가 지나면서 란잔이 세상에 독이 되는 어둠에 굴하지 않고 소문만큼 정직하고 선한 사람일 가능성이 높다는 사실이 피할 수 없게 웨이우시안의 눈에 띄게 되었습니다.\n그리고 아직...\n그리고 아직...\n그의 머리 뒤쪽에서 그는 만일 내가 내내 틀렸다면 어떡하지?라고 속삭이는 소리를 들었습니다. 그가 내가 상상했던 것보다 훨씬 더 속임수에 능숙하다면 어떨까요?"
}