{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Role of biomarkers in the diagnosis of heart failure in type 2 diabetes mellitus\nBiomarkers add value as their blood concentrations aid in the diagnosis, determine disease severity, estimate prognosis, evaluate response to therapy, and establish management plans [54, 55]. Largely, B-type natriuretic peptide (BNP) and N- terminal-proBNP are used for the diagnosis and prognosis of HF. However, other biomarkers, cardiac troponin I, could also be used to assist in the diagnosis of HF (Table 5). Biomarkers should be used in conjunction with clinical judgment while making treatment decisions.\nRecommendations\n1. BNP and NT proBNP are good diagnostic and prognostic markers. 2. ST2 and Galectin-3 are supportive prognostic markers.\n3. Elevated cardiac troponin level suggests ongoing cardiac necrosis. 4. High-sensitive troponin is considered quantitative troponin.\nThe diagnostic algorithm for HF is described in Fig. 3 a and b.\nImportant diagnostic test in T2DM is the coronary angiog- raphy: In India, most common cause of HF is coronary artery disease (CAD), especially in T2DM. Hence, in undiagnosed HF (especially in those aged > 40 years) where the etiology is unclear, it should be mandatory to do a coronary angiography to rule out CAD (in view of the high incidence of CAD, especially in diabetics) [63].",
    "trans": "제2형 당뇨병에서 심부전 진단에 있어 바이오마커의 역할\n바이오마커는 혈액 농도가 진단에 도움을 주고, 질병의 심각성을 결정하며, 예후를 추정하고, 치료 반응을 평가하며, 관리 계획을 수립하는 데 가치를 더합니다 [54, 55]. 주로, B형 나트륨이뇨펩타이드(BNP)와 N-말단 프로BNP는 심부전의 진단과 예후에 사용됩니다. 그러나, 다른 바이오마커인 심장 트로포닌 I도 심부전 진단을 보조하는 데 사용할 수 있습니다(표 5). 바이오마커는 치료 결정을 내릴 때 임상적 판단과 함께 사용되어야 합니다.\n추천 사항\n1. BNP와 NT proBNP는 좋은 진단 및 예후 마커입니다. 2. ST2와 갈렉틴-3은 보조적인 예후 마커입니다.\n3. 증가된 심장 트로포닌 수치는 지속적인 심장 괴사를 나타냅니다. 4. 고감도 트로포닌은 정량적인 트로포닌으로 간주됩니다.\n심부전 진단 알고리즘은 그림 3a와 b에 설명되어 있습니다.\n제2형 당뇨병에서 중요한 진단 검사는 관상 동맥 조영술입니다: 인도에서 심부전의 가장 흔한 원인은 관상 동맥 질환(CAD)으로, 특히 제2형 당뇨병에서 그렇습니다. 따라서 원인이 불분명한 심부전(특히 40세 이상의 환자)에서는 CAD를 배제하기 위해 관상 동맥 조영술을 시행하는 것이 필수적입니다(당뇨병 환자에서 CAD 발생률이 높기 때문입니다) [63]."
}