{
    "source": "en_US",
    "target": "ko_KR",
    "text": "My insides twist. “I was indisposed. The twins can handle it.”\n“But they don’t know weapons like you.”\n“Was there an issue?”\n“Not that I know of.”\nI nod. “Well, if there’s an issue, I’ll see to it.”\nRu scowls, lifting the back of his hand up like he’s ready to smack the air. “The amount of disrespect that comes outta your mouth, kid. I swear to God.”\n“Oh, come now, Roofus. You’re one of the only people alive that I do respect.”\nHe puffs on his cigar. “Yeah, well… I didn’t say it the other day, but thank you for the gift.”\nI cringe, my stomach twisting.\n“Now don’t go getting all weird on me, kid,” he continues. “Just let me say what I need to say.”\nSighing, I stand, walking to the globe in the corner of his office that houses the brandy, pouring myself two fingers and spinning around. The ice clinks against the edges of the glass.\n“You’re the closest thing I’ve ever had to a son,” he says.\nMy heart twists violently in my chest, my fingers gripping my drink so hard the ridges of the crystal imprint onto my skin.\n“And I know you don’t like the sentimental garbage, so I’ll make it quick. We have a lotta enemies. And I’m just saying…” He clears his throat. “I’m glad you’ve got my six, kid.”\nThe tendons in my jaw tighten as I clench my teeth, pushing down the knot of emotion lodging itself in my throat. I tip my drink toward him. “Every night.”\n“And straight on ‘til morning.” He winks.",
    "trans": "제 내부가 뒤틀린다. “몸이 좋지 않았어요. 쌍둥이들이 처리할 수 있어요.”\n“하지만 그들은 당신처럼 무기를 다루지 못해.”\n“문제가 있었나요?”\n“제가 아는 한 없었어요.”\n나는 고개를 끄덕인다. “음, 문제가 생기면, 제가 처리할게요.”\n루는 찡그리며 손등을 들어 공기를 때릴 준비가 된 것처럼 보인다. “입에서 나오는 무례함, 애송아. 내가 하나님께 맹세할게.”\n“오, 이제 그만 하세요, 루푸스. 살아있는 사람 중에 내가 존경하는 몇 안 되는 사람 중 하나잖아요.”\n그는 시가를 피우며 말한다. “그래, 뭐… 내가 그때는 말하지 않았지만, 선물 고마워.”\n나는 몸을 움츠린다. 배가 꼬인 느낌이다.\n“이제 나한테 이상하게 굴지 마, 애송이,” 그가 계속 말한다. “그냥 내가 해야 할 말만 할게.”\n한숨을 쉬며 나는 일어나 그의 사무실 구석에 있는 글로브를 향해 걸어가, 그 안에 담긴 브랜디를 따라 두 손가락 만큼 붓고 돈다. 얼음이 유리의 가장자리에 부딪히는 소리가 들린다.\n“너는 내가 아들처럼 생각했던 유일한 것이다,” 그가 말한다.\n내 심장이 세게 뛰며 비틀린다. 술잔을 쥐고 있는 내 손은 너무 꽉 잡아 유리의 결이 피부에 새겨질 정도다.\n“그리고 너가 감성적인 얘기를 좋아하지 않는 거 알아, 그래서 빨리 끝낼게. 우리는 많은 적들이 있다. 그리고 내가 말하는 건…” 그는 목을 가다듬는다. “너가 내 뒤를 지켜줘서 고맙다, 애송이.”\n내 턱에 있는 힘줄이 팽팽하게 당겨지며 이빨을 꽉 물고, 목에 걸린 감정의 덩어리를 누른다. 나는 술잔을 그에게 기울인다. “매일 밤.”\n“그리고 아침까지.” 그가 윙크하며 말한다."
}