{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Take 50% off select footwear styles and 2 for $20 on select tees on PUMA.com. Offer valid only at PUMA.com for shipments to the US only; not valid at The PUMA Store or PUMA Outlet. Valid beginning 3:00am Eastern Time, 10/21/2024 through 11:59pm Eastern Time, 10/29/2024 and shall have no redeemable value thereafter. No minimum purchase required. Offer cannot be combined with any other promotion, offer or coupon. Offer cannot be applied to past purchases, redeemed for cash equivalent, used to purchase gift cards, or used as payment on an account. Offer cannot be combined with the PUMA Employee Discount. PUMA reserves the right to cancel this offer at any time, and to cancel orders arising from pricing, technical, or other errors. All returns are subject to PUMA's Returns and Exchanges Policy. Usage is subject to credit approval and product availability. Exclusions apply.\nGET 20% OFF\nSign up to get this discount along with exclusive offers and the latest news.\nTake 20% off your purchase at PUMA.com by using your unique, one time use PUMA code. Offer valid only at PUMA.com for shipments to the US only; not valid at The PUMA Store or PUMA Outlets. Excludes but not limited to new product releases, select Teamsport styles, Golf, Basketball, select RS Product, clearance merchandise and new licensed and replica jerseys. Offer cannot be combined with any other promotion, offer or coupon. Offer cannot be applied to past purchases, redeemed for cash equivalent, used to purchase gift cards, or used as payment on an account. Offer cannot be combined with the PUMA Employee Discount. PUMA reserves the right to cancel this offer at any time, and to cancel orders arising from pricing, technical, or other errors. All returns are subject to PUMA's Return/Exchange Policy Guidelines. Usage is subject to credit approval and product availability.\nThis site uses Cookies. Tap Here to manage or opt out. By continuing or closing this message you agree to our Privacy Policy and Terms & Conditions.\nClose\nSUPPORT\nABOUT\nSTAY UP TO DATE\nEXPLORE\nUNITED STATES\nYouTube\nTwitter\nPinterest\nInstagram\nFacebook\n© PUMA NORTH AMERICA, INC.\nIMPRINT AND LEGAL DATA\nWEB ID: 543 589 279\n/us/en/puma/sale-terms-and-conditions",
    "trans": "PUMA.com에서 일부 신발 스타일을 50% 할인받고 일부 티셔츠를 20달러에 2개 할인 받으세요. 미국으로의 배송에 대해서만 PUMA.com에서만 유효한 제안입니다. PUMA 스토어 또는 PUMA 아울렛에서는 유효하지 않습니다. 2024년 10월 21일 동부 표준시 오전 3시부터 2024년 10월 29일 동부 표준시 오후 11시 59분까지 유효하며 그 이후에는 상환할 수 있는 가치가 없습니다. 최소 구매가 필요하지 않습니다. 혜택은 다른 프로모션, 혜택 또는 쿠폰과 결합할 수 없습니다. 혜택은 과거 구매에 적용할 수 없으며, 현금 등가물로 교환하거나, 기프트 카드 구매에 사용하거나, 계정 결제 수단으로 사용할 수 없습니다. 혜택은 PUMA 직원 할인과 결합될 수 없습니다. PUMA는 언제든지 이 혜택을 취소하고 가격, 기술 또는 기타 오류로 인해 발생한 주문을 취소할 권리를 보유합니다. 모든 반품에는 PUMA의 반품 및 교환 정책이 적용됩니다. 사용은 신용 승인 및 제품 가용성에 따라 달라질 수 있습니다. 제외 사항이 적용됩니다.\n20% 할인을 받으세요\n독점 혜택 및 최신 뉴스와 함께 이 할인 혜택을 받으려면 가입하세요.\n고유한 일회용 PUMA 코드를 사용하여 PUMA.com에서 구매 시 20% 할인을 받으세요. 미국으로의 배송에 대해서만 PUMA.com에서만 유효한 혜택입니다. PUMA 스토어 또는 PUMA 아웃렛에서는 유효하지 않습니다. 신제품 출시, 일부 팀스포츠 스타일, 골프, 농구, 일부 RS 제품, 클리어런스 상품, 새로운 라이센스 및 복제 유니폼은 제외되지만 이에 국한되지는 않습니다. 혜택은 다른 프로모션, 혜택 또는 쿠폰과 결합할 수 없습니다. 혜택은 과거 구매, 현금 등가물로 교환, 기프트 카드 구매, 계정 결제 수단으로 사용할 수 없습니다. 혜택은 PUMA 직원 할인과 결합될 수 없습니다. PUMA는 언제든지 이 혜택을 취소하고 가격, 기술 또는 기타 오류로 인해 발생한 주문을 취소할 권리를 보유합니다. 모든 반품에는 PUMA의 반품/교환 정책 지침이 적용됩니다. 사용은 신용 승인 및 제품 가용성에 따라 달라질 수 있습니다.\n이 사이트는 쿠키를 사용합니다. 관리하거나 선택 해제하려면 여기를 탭하세요. 이 메시지를 계속하거나 닫으면 당사의 개인 정보 보호 정책 및 이용 약관에 동의하는 것입니다.\n닫으세요\n지원하세요\n에 대한\n최신 정보를 받아보세요\n탐색하세요\n미국\n유튜브\n트위터\n핀터레스트\n인스타그램\n페이스북\n© 푸마 노스 아메리카 주식회사\n인쇄 및 법률 데이터\n웹 ID: 543 589 279\n/us/en/puma/판매-약관"
}