{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Your purchase has been cancelled\nDear Sir/Madam, [redacted_name],\nDespite multiple payment reminders from Troostwijk Auctions on behalf of the selling party, you have not paid the purchase amount for the purchase of your lot(s).\nA1-22251-461 - AEG - set di 20 pannelli solari completamente neri (375 wp) (totale 7.500 wp)\nAs you have not paid and taken delivery of your lot(s) within the stipulated period, you are in default under the law and the General Terms and Conditions for Buyers. For this reason, pursuant to Article 19 of the applicable General Conditions for Buyers, the purchase agreement is rescinded. Dissolution means that you will no longer be able to claim your lot(s).\nIn accordance with Article 19 of the General Terms and Conditions for Buyers, you continue to owe Troostwijk Auctions the premium and 25% of your winning bid, without prejudice to the selling party's right to claim full damages. For this reason, the premium and 25% of your winning bid will be charged to you. You can expect a separate invoice for this. Your account will also be blocked.\nYou can find the General Terms and Conditions for Buyers on our website.\nIn case of non-payment of the premium and 25% of your winning bid to Troostwijk Auctions, Troostwijk Auctions reserves the right to claim this amount via a collection agency.",
    "trans": "귀하의 구매가 취소되었습니다.\n존경하는 [삭제된_이름]님께,\n트로스트윅 옥션은 판매자 측을 대신하여 여러 차례 결제 리마인더를 보냈으나, 귀하는 귀하의 경매 물품에 대한 구매 금액을 지불하지 않으셨습니다.\nA1-22251-461 - AEG - 검정색 태양광 패널 세트 20개 (375 wp) (총 7,500 wp)\n귀하께서 정해진 기간 내에 물품을 결제하거나 인수하지 않으셨으므로, 법률 및 구매자 일반 약관에 따라 귀하는 의무 불이행 상태입니다. 이에 따라 구매자 일반 약관 제19조에 의거하여 구매 계약이 해제되었습니다. 해제란 귀하가 더 이상 물품을 청구할 수 없다는 것을 의미합니다.\n구매자 일반 약관 제19조에 따라, 귀하는 트로스트윅 옥션에게 여전히 프리미엄과 낙찰 금액의 25%를 지급해야 하며, 이는 판매자가 전액 손해배상을 청구할 권리를 방해하지 않습니다. 이로 인해 프리미엄과 낙찰 금액의 25%가 귀하에게 청구될 것입니다. 이에 대한 별도의 청구서가 발송될 예정입니다. 귀하의 계정은 또한 차단될 것입니다.\n구매자 일반 약관은 당사 웹사이트에서 확인하실 수 있습니다.\n프리미엄과 낙찰 금액의 25%가 트로스트윅 옥션에 지급되지 않을 경우, 트로스트윅 옥션은 이 금액을 추심 대행사를 통해 청구할 권리를 보유합니다."
}