{
    "source": "en_US",
    "target": "ko_KR",
    "text": "ord! Anyways, tell me what you think! Love you!\nHa Ni\nI can't do this. Honestly, I can't stand here and watch this. Baek Seung Jo, don't you care? Don't you love me enough to get rid of her for me. He was giving her the blankets she needed for where she would be sleeping. Which was little Baek Eun Jo's room. So, in short, we would have little to no privacy tonight. But I couldn't cry. I wouldn't-that would mean leaving. And I couldn't do that yet; I had to give him a fair chance. That's when I noticed what he had just started working on.\nBaek Seung Jo\nI wasn't dealing with this anymore. I was too smart for this. So why hadn't I thought of this before? I'll just make a back up project. Let's just hope no one mentioned anything. The walls were so thin she could probably hear every squeak of the floorboards. That in mind, how was I supposed to tell Ha Ni? Oh, I got it; I'll write it down and show her! But, knowing Ha Ni she would probably get mad and do something about it. Aish, why am I worrying about this? Once I finish the project tonight there will be no problem, then she can leave. But why did it have to be so difficult for Ha Ni to keep a secret? If she wasn't a gossiper this would be so much easier. \"Aish Ha Ni, why can't you keep a secret?\"\nHa Ni\nWhat did he mean I couldn't keep a secret? Of course I could keep a secret, if it was really important I could. \"What do you mean I can't keep a secret? Of course I can.\" I could hear the pride in my voice. Oh how I hoped Seung Jo's arrogance wasn't rubbing off on me.",
    "trans": "ord! 어쨌든, 뭐라고 생각했는지 말해봐! 난 널 사랑해!\n하니\n난 이럴 수 없어. 솔직히, 여기 서서 이걸 지켜볼 수 없어. 백승조, 넌 상관 없어? 날 위해서 그 여자를 제거할 만큼 날 사랑하는 건 아니니? 그는 그녀가 자는 곳에서 필요한 담요를 주고 있었어. 그건 작은 백은조의 방이었어. 그러니까, 간단히 말해서, 오늘 밤은 사생활이 거의 없을 거야. 하지만 나는 울 수 없었어. 울지 않을 거야. 그러면 떠나야 할 거야. 그리고 아직은 그럴 수 없었어. 그에게 공평한 기회를 줘야 했어. 그때야 나는 그가 방금 시작한 일을 알아챘어.\n백승조\n난 더 이상 이걸 다루지 않았어. 나는 이 일에 하기엔 너무 똑똑했어. 그럼 난 왜 전에 이걸 생각하지 못했을까? 그냥 백업 프로젝트를 만들 거야. 누구도 아무런 말도 하지 않았으면 좋겠어.\n내가 비밀을 지킬 수 없다는 게 그에게 무슨 뜻이지? 물론 그게 정말로 중요한 일이라면 난 비밀을 지킬 수 있어. \"내가 비밀을 지킬 수 없다는 게 무슨 뜻이야? 물론 난 지킬 수 있어.\" 나는 내 목소리에서 자부심이 느껴졌다. 승조의 오만함이 나에게 옮겨오지 않았으면 얼마나 좋았을까. 벽들이 너무 얇아서 바닥판이 삐걱거리는 소리도 다 들렸을 거야. 그걸 염두에 두고, 하니에게 어떻게 말해야 할까? 아, 알겠어. 적어서 그녀에게 보여줄게! 하지만 하니를 알면 아마 그녀는 화를 내고 뭔가 할 거야. 제기랄, 내가 왜 이걸 걱정해야 하지? 오늘 밤 프로젝트를 끝내면 아무 문제 없을 거고, 그러면 그녀는 떠날 수 있을 거야. 하지만 하니가 비밀을 지키는 게 왜 그렇게 어려웠을까? 그녀가 수다쟁이가 아니었다면 훨씬 쉬웠을 거야. \"이봐 하니, 비밀 좀 지키지 그러니?\"\n하니"
}