{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Background: Thyroid cancer (TC) is one of the most common carcinomas in young women. Concerns have been raised regarding the impact of the disease and its treatment on reproductive function. The aim of the study was to investigate the association of TC diagnosis and radioactive iodine (RAI) treatment on infertility and pregnancy rates in women. Methods: The comprehensive computerized database of a health management organization in Israel was screened for all female patients who were diagnosed with TC at age ≤40 years in 2000-2020. Rates of infertility (based on a documented diagnosis or purchase of fertility medications in the patient files) and pregnancy were compared with healthy age-matched controls. Results: The cohort included 1164 patients with TC (median age at diagnosis 31.6 years; interquartile range [IQR]: 26.7-35.4) and 5030 controls, followed for a median period of 10 years (IQR: 5.0-15.0). The infertility rate was higher in the TC group than in the control group (23.9% vs. 20.4%, p=0.008). Still, the postdiagnosis/referent date pregnancy rates were comparable in the whole cohort (46.9/47.7%, p=0.625) and across all age quartiles. The median time to the first pregnancy postdiagnosis/referent date was longer in TC patients than in controls (37 vs. 31 months, p<0.001). Within the TC group, women who received repeated radioactive iodine treatment (n=611, 52.5%) had comparable rates of infertility and pregnancy as those who did not. However, their time to the first postdiagnosis pregnancy was longer (median 45 vs. 29 months, p=0.020). Conclusions: Our study provides reassuring evidence about the reproductive characteristics of women treated for TC. Pregnancy rates in TC survivors were comparable with controls. However, a higher infertility rate and a longer time to conceive were observed in the TC group compared with the control group. These findings were consistent in women who received single or repeated RAI treatments.",
    "trans": "배경: 갑상선암(TC)은 젊은 여성들 사이에서 가장 흔한 암 중 하나입니다. 이 질병과 그 치료가 생식 기능에 미치는 영향에 대한 우려가 제기되었습니다. 본 연구의 목적은 갑상선암 진단과 방사성 요오드(RAI) 치료가 여성의 불임 및 임신율에 미치는 연관성을 조사하는 것이었습니다. 방법: 이스라엘의 한 건강 관리 기관의 종합 컴퓨터화된 데이터베이스에서 2000-2020년 기간 동안 40세 이하로 갑상선암 진단을 받은 모든 여성 환자를 선별했습니다. 불임(환자 파일에 기록된 진단이나 가임 약물 구매를 기반으로)과 임신율을 건강한 연령별 일치 대조군과 비교했습니다. 결과: 이 연구에는 1164명의 갑상선암 환자(진단 당시 중앙 연령 31.6세; 사분위수 범위 [IQR]: 26.7-35.4)와 5030명의 대조군이 포함되었으며, 평균 추적 기간은 10년(사분위수 범위: 5.0-15.0)입니다. 갑상선암 환자의 불임율은 대조군보다 더 높았습니다(23.9% vs. 20.4%, p=0.008). 그러나 진단 후/참조 날짜를 기준으로 한 임신율은 전체 군과 모든 연령 사분위에서 대조군과 비교하여 유사했습니다(46.9/47.7%, p=0.625). 진단 후 첫 임신까지 걸린 시간은 갑상선암 환자가 대조군보다 더 길었습니다(37개월 vs. 31개월, p<0.001). 갑상선암 그룹 내에서 반복적인 방사성 요오드 치료를 받은 여성(611명, 52.5%)은 치료를 받지 않은 여성과 불임율과 임신율이 비슷했습니다. 그러나 첫 임신까지 걸린 시간은 더 길었습니다(중앙값 45개월 vs. 29개월, p=0.020). 결론: 본 연구는 갑상선암 치료를 받은 여성의 생식 특성에 대해 안심할 수 있는 증거를 제공합니다. 갑상선암 생존자의 임신율은 대조군과 유사했습니다. 그러나 갑상선암 그룹에서는 대조군에 비해 불임율이 높고 임신하는 데 더 오랜 시간이 걸렸습니다. 이러한 결과는 단일 및 반복적인 방사성 요오드 치료를 받은 여성에서도 일관되게 나타났습니다."
}