{
    "source": "en_US",
    "target": "ko_KR",
    "text": "If pval.type=“all” is too stringent yet pval.type=“any” is too generous, a compromise is to set pval.type=“some”. For each gene, we apply the Holm-Bonferroni correction across its p -values and take the middle-most value as the combined p-value. This effectively tests the global null hypothesis that at least 50% of the individual pairwise comparisons exhibit no DE. We then rank the genes by their combined p-values to obtain an ordered set of marker candidates. The aim is to improve the conciseness of the top markers for defining a cluster while mitigating the risk of discarding useful genes that are not DE to all other clusters. The downside is that taking this compromise position sacrifices the theoretical guarantees offered at the other two extremes.\nThis strategy will only report genes that are highly specific to the cluster of interest. When it works, it can be highly effective as it generates a small focused set of candidate markers. However, any gene that is expressed at the same level in two or more clusters will simply not be detected. This is likely to discard many interesting genes, especially if the clusters are finely resolved with weak separation. To give a concrete example, consider a mixed population of CD4+-only, CD8+-only, double-positive and double-negative T cells. With pval.type=“all”, neither Cd4 or Cd8 would be detected as subpopulation-specific markers because each gene is expressed in two subpopulations. In comparison, pval.type=“any” will detect both of these genes as they will be DE between at least one pair of subpopulations.",
    "trans": "만약 pval.type=“all”은 너무 엄격면 pval.type=“any”는 너무 관대한 경우, 타협점은 pval.type=“some”을 설정하는 것입니다. 저희는 각 유전자에, 홀름-본페로니 수정을 적용하여 p-값에 걸쳐 가장 중간-값을 합산된 p-값으로 사용합니다. 이는 개별 쌍별 비교의 50% 이상에서 DE가 나타나지 않는다는 세계적인 귀무가설을 효과적으로 시험합니다. 저희는 그런 다음 표시 후보의 정렬된 집합을 얻기 위해서 결합 p-값을 기준으로 유전자 순위를 매깁니다. 목표는 집단을 정의하는 최상위 표시의 간결을 개선하는 동안 다른 모든 집단에 DE가 아닌 유용한 유전자를 버리는 것의 위험을 완화시킵니다.  단점은 이러한 절충적인 입장을 취하면 다른 양극단에서 제공되는 이론적인 보장을 희생한다는 것입니다.\n이 전략은 집단의 관심에 매우 구체적인 유전자만 보고합니다. 이게 효과적일 경우, 적게 집중된 후보 표시 세트를 생성하므로 매우 효과적일 수 있습니다. 그러나, 두 개 이상의 집단에서 동일한 수준으로 나타나는 유전자는 단순히 발견되지 않습니다. 이는 많은 흥미로운 유전자를 제거하는 것과 같으며, 특히 만약 집단이 약한 분리로 잘게 분해된 경우에. 구체적인 예를 들면,  CD4+-전용, CD8+-전용, 이중-양성 및 이중-음성 T 세포들이 혼합된 집단을 고려합니다. pval.type=“all”로, 각 유전자는 두 개의 하위 모집단에서 표현되기 때문에 Cd4 또는 Cd8이 하위 모집단-표시로써 발견되지 않습니다. 비교하여, pval.type=“any”는 하위 모집단의 한 쌍 사이에서 DE가 되므로 그러한 두 유전자를 모두 발견할 것입니다."
}