{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A couple of days had past and I had been accepted by slender. I was staying on my bed and reading a book that I borrowed from Hoodie. It was a really intresting one. Anyway as I was reading the book I heard a load noise coming from downstairs and some yelling from downstairs. Putting the page with a sign and closing the book, I puted it down on my nightstand and got up. I walked downstairs and saw [redacted_name] running behind a dog wich I knew it was his dog. His name is [redacted_name]. He is a really friendly dog but when it comes to some people that he doesn't like he can become really dangerous and attacks them.\n\"For fuck sake! [redacted_name] get back here. You need to take a bath or Slandy will kill me for having a dirty dog sleeping on his couch.\"[redacted_name] really likes to sleep on slandy's couch. He also likes to take baths but not when is [redacted_name] who is bathing him. I never knew why though. So anyways [redacted_name] was trying to catch [redacted_name] and Jane was yelling to[redacted_name] because him and [redacted_name] destroy the bord game wich Jane and Sally were playing. Sally was glaring at [redacted_name]and [redacted_name] but she smiled as soon as she saw me.\n\"(Y/N)!!\" She runned up to me hugging me. I smiled and hugged her back.\n\"(Y/N), can you please tell them to stop bothering us when we play?\" I chuckled and smiled \"Okay Sally, I'll try.\" She smiled big then went to fix her game.\nJane and [redacted_name] were still fighting with each other and [redacted_name] was in a corner trying to be far away from them.\nA sigh escaped my lips as i walked to [redacted_name]. \"Do you want me to bath you instead of[redacted_name]?\" I asked him.\n[redacted_name] head perked up looking at me. He then soon walked at me wich I figured that he ment that he wanted him to. I noded then looked at [redacted_name] and Jane who were still arguing.\n\"Guys, No need to yell anymore. I'll be the one to bath [redacted_name].\" Jane looked at me and noded and [redacted_name] was relived after hearing that.\n\"Good.\" [redacted_name] said, and with that he went outside on who God knows where. As [redacted_name] had made his way to one of the bathrooms upstairs, I decided to go to the kitchen to take a drink first.\nAs I entered the kitchen, I saw some people staying in the table. There was E.J who was eating some what assumed to be human kidneys. On the other side of the table were [redacted_name] and Toby.\nToby was annoying [redacted_name] by calling him many times and saying other thinks to him. [redacted_name] on the other hand were really pissed ready to attack Toby.\nWith them three were also another person. It was Laughing Jack. A black and white clown wich I met yesterday whist playing with Sally. He was chuckling and laughing a little at the situation of [redacted_name] and Toby were in.\nI was noticed by them all wich saw me as soon as I entered the kitchen. I greeted them and made my way to the fridge to take my drink.\n\"Stop it for God sake.\" I heard [redacted_name] said in a loud tone glaring at Toby. Toby just shrugged and smirked. After taking my drink I made my way to the table where they were all staying.\n\"What's going on here?\" I asked whist taking a sip of my drink.\n\"This bastard over here is getting on my nerves.\" [redacted_name] said whist glaring at Toby. Judging by his voice he was really pissed of at him.\n\"Why?\"\n\"Well just because I made a mistake on our last mission doesn't mean he is the best and and doesn't mean he should remind me of it.\" [redacted_name] frowned. Toby smirked and laughed. I rolled my eyes. Toby is really immature sometimes.\nOh well. I soon got an idea to take and keep Toby away from [redacted_name] so that they won't fight and bother each other.\n\"Hey Toby?\" I said looking at him. Toby's eyes met mine. \"Hmmm?\" He hummed looking at me. \"Can you help me to bath [redacted_name] please?\" I asked him. He smiled and stood up from his chair.\n\"Sure, why not?\" I smiled. \"Come on then.\" Toby smiled and noded making his way out of the kitchen. As soon as he was out of view I looked at [redacted_name]and chuckled \"Your welcome.\" I then left the kitchen as well. [redacted_name] just chuckled shaking his head. I made my way upstairs to where Toby and [redacted_name] were. Toby had turned on the water of the bath as [redacted_name] was looking at it. I looked at it then went to take [redacted_name] shampoo. After the bath was full I spilled some shampoo on the water. After doing that [redacted_name] jumped inside splashing the water at me and Toby. \"Ughh, [redacted_name]!\" I said whist looking at where the water was at some part of my clothes. Toby just laughed. We both then started washing and cleaning[redacted_name]. It was really fun to be honest. After it ended me and Toby were soked with water and the bathroom was a mess.\n\"Oh damn it i didn't expect that [redacted_name] would be so hard to deal with in this situation.\" I laughed a little. Toby chuckled and noded \"it is. He really wants to move and play a lot wich makes it really difficult.\" I noded and chuckled\"Yeah I figured.\" We then dried [redacted_name] with a towel. Toby then went outside along with [redacted_name] and probably to get changed. Me on the other hand was cleaning the bathroom. I didn't want to leave it like that. After doing that I walked out of the bathroom as well. I needed to get changed to. I walked to my room to do so.\nI got some clothes that I found on my closet. I wore some shorts and a shirt. As I took the shirt off the door of my room opened. \"(Y/N), you need to come downstairs now. Slendy needs to talk with all of us.\" The voice of Liu said as he opened the door. Helooked at me and my eyes widen. I was only on my bra whist putting my shirt on. I blushed hard and saw that Liu was blushing as well.\n\"Damn it!! Liu get the hell out.\" I yelled putting my shirt quickly on.Liu's eyes were wide and closed the door quickly. On the other hand I was a blushing mess.\nLiu was now behind the closed door taking a deep breath. \"Why didn't you walk inside?\" Sully said inside of his head with a smirk on his tone of his voice. Liu was still blushing and glared at him. \"Shut up Sully.\" And with that he made his way downstairs.",
    "trans": "몇 일이 지나고 나는 슬렌더에게 받아들여졌다. 나는 침대에 누워 후디에게 빌린 책을 읽고 있었다. 정말 흥미로운 책이었다. 어쨌든 책을 읽고 있던 중 아래층에서 큰 소음과 함께 몇 명이 소리치는 소리가 들렸다. 책을 덮고 표지에 표시를 하고 나서 나는 책을 나이트스탠드에 놓고 일어났다. 아래층으로 내려갔더니 [삭제된_이름]이 자기가 데리고 있는 개를 쫓고 있었다. 그 개는 [삭제된_이름]이라는 이름을 가지고 있었다. 그는 정말 친근한 개였지만, 싫어하는 사람들에겐 매우 위험하게 변할 수 있었고 그들을 공격할 수 있었다.\n\"젠장! [삭제된_이름] 거기서 나와! 너는 목욕해야 해, 그렇지 않으면 슬렌디가 내가 더러운 개를 소파에 자게 두었다고 나를 죽일 거야.\" [삭제된_이름]은 슬렌더의 소파에서 자는 걸 정말 좋아했다. 그리고 목욕도 좋아했지만, [삭제된_이름]이 목욕시키는 걸 별로 좋아하지 않았다. 왜 그런지 나는 몰랐다. 어쨌든 [삭제된_이름]은 [삭제된_이름]을 쫓고 있었고, 제인은 그와 [삭제된_이름]이 제인과 샐리가 하는 게임을 망쳐버렸다고 [삭제된_이름]에게 소리쳤다. [삭제된_이름]은 [삭제된_이름]과 [삭제된_이름]을 노려보았지만 나를 보자마자 그녀는 미소를 지었다.\n\"(Y/N)!!\" 그녀는 나에게 달려가서 나를 안았다. 나는 미소 지으며 그녀를 다시 안았다.\n\"(Y/N), 우리 게임할 때 방해하지 않게 좀 말해줄래?\" 나는 웃으며 말했다. \"알았어, 샐리, 노력해볼게.\" 그녀는 큰 미소를 지으며 다시 게임을 고치러 갔다.\n제인과 [삭제된_이름]은 여전히 싸우고 있었고, [삭제된_이름]은 그들로부터 멀리 떨어져서 있으려 구석에 있었다.\n나는 한숨을 쉬며 [삭제된_이름]에게 다가갔다. \"내가 너 대신 [삭제된_이름]을 목욕시켜줄까?\" 내가 물었다.\n[삭제된_이름]의 머리가 확 일어났다. 그가 나에게 다가오자, 내가 그가 나에게 목욕을 시켜달라는 뜻인 것을 알았다. 나는 고개를 끄덕이며, 여전히 싸우고 있는 [삭제된_이름]과 제인을 보았다.\n\"얘들아, 더 이상 소리 지를 필요 없어. 내가 [삭제된_이름] 목욕시킬게.\" 제인은 나를 보고 고개를 끄덕였고, [삭제된_이름]은 그 말을 듣고 안도했다.\n\"좋아.\" [삭제된_이름]이 말했다. 그러고 나서 그는 밖으로 나갔다. [삭제된_이름]이 위층의 욕실 중 하나로 가는 동안, 나는 먼저 음료를 마시기 위해 주방으로 가기로 했다.\n주방에 들어가며 테이블에 몇 명이 있는 것을 보았다. E.J.는 인간 신장으로 추정되는 것을 먹고 있었다. 테이블 반대쪽에는 [삭제된_이름]과 토비가 있었다.\n토비는 [삭제된_이름]을 계속 부르고 말을 걸며 그를 귀찮게 하고 있었다. [삭제된_이름]은 정말 화가 난 듯 보였고, 토비를 공격할 준비를 하고 있었다.\n그들 세 명과 함께 다른 사람도 있었다. 바로 웃고 있는 잭이었다. 어제 샐리와 함께 놀았던 어제 만난 흑백의 광대였다. 그는 [삭제된_이름]과 토비가 처한 상황을 보며 가볍게 웃고 있었다.\n내가 주방에 들어서자 그들은 모두 나를 보았다. 나는 그들에게 인사를 하고, 냉장고에서 음료를 꺼냈다.\n\"제발 그만해.\" 나는 [삭제된_이름]이 큰 목소리로 토비를 노려보며 말하는 것을 들었다. 토비는 그냥 어깨를 으쓱이며 미소를 지었다. 음료를 마신 후 나는 그들이 있는 테이블로 갔다.\n\"여기 무슨 일이야?\" 나는 음료를 한 모금 마시며 물었다.\n\"이 자식이 나를 미치게 만들고 있어.\" [삭제된_이름]은 토비를 노려보며 말했다. 그의 목소리에서 정말 화가 난 것이 느껴졌다.\n\"왜?\"\n\"내가 지난 임무에서 실수했다고 해서, 그가 잘했다는 건 아니고, 그걸 계속 나한테 떠들면 안 된다고.\" [삭제된_이름]은 찡그리며 말했다. 토비는 미소를 지으며 웃었다. 나는 눈을 굴리며 말했다. 토비는 정말 가끔 어린애 같다.\n아무튼, 나는 토비와 [삭제된_이름]이 서로 싸우고 괴롭히지 않도록, 그들을 떨어지게 할 방법을 생각해냈다.\n\"야, 토비?\" 나는 그를 보며 말했다. 토비는 내 눈을 맞추며 대답했다. \"응?\" 그는 내게 응답하며 말했다. \"나를 대신해서 [삭제된_이름] 목욕시켜줄래?\" 내가 물었다. 그는 미소 지으며 일어났다.\n\"물론, 왜 안 되겠어?\" 나는 웃으며 말했다. \"그럼, 같이 가자.\" 토비는 미소를 지으며 고개를 끄덕였다. 그가 주방 밖으로 나가자 나는 [삭제된_이름]을 보며 웃었다. \"천만에.\" 그리고 나는 주방을 나섰다. [삭제된_이름]은 웃으며 고개를 저었다. 나는 위층으로 올라가서, 토비와 [삭제된_이름]이 있는 곳으로 갔다. 토비는 목욕물을 틀고 있었고, [삭제된_이름]은 그 물을 보고 있었다. 나는 샴푸를 가져오며 물을 채운 후 샴푸를 부었다. 그러자 [삭제된_이름]은 물속으로 뛰어들어 나와 토비에게 물을 튕겼다. \"아우, [삭제된_이름]!\" 나는 내 옷에 물이 튄 것을 보고 말했다. 토비는 웃었다. 우리는 둘 다 [삭제된_이름]을 씻기고 닦았다. 솔직히 말해 정말 재밌었다. 목욕이 끝나고 우리는 물에 젖은 채로, 욕실은 엉망이 되었다.\n\"젠장, [삭제된_이름]이 이 상황에서 이렇게 힘들 줄 몰랐네.\" 나는 웃으며 말했다. 토비는 웃으면서 고개를 끄덕였다. \"그렇지. 그는 정말 많이 움직이고 놀고 싶어해서, 이게 정말 어려워.\" 나는 고개를 끄덕이며 웃었다. \"그래, 알았어.\" 우리는 [삭제된_이름]을 수건으로 말렸다. 그 후 토비와 [삭제된_이름]은 밖으로 나갔고, 아마도 옷을 갈아입으러 갔을 것이다. 나는 욕실을 청소했다. 이 상태로 두고 가기 싫었기 때문이다. 청소를 마친 후 나는 욕실을 나섰다. 나도 옷을 갈아입어야 했다. 나는 내 방으로 갔다.\n내 옷장을 열고 옷을 꺼냈다. 나는 반바지와 티셔츠를 입었다. 티셔츠를 벗고 있는데 내 방 문이 열렸다. \"(Y/N), 아래층으로 내려와야 해. 슬렌디가 우리 모두와 얘기하고 싶대.\" 그 목소리는 류의 목소리였다. 그는 문을 열었다. 나를 봤다. 내 눈이 커졌다. 나는 셔츠를 입으면서 브래지어만 입고 있었다. 얼굴이 빨개지며, 류도 얼굴이 빨개진 걸 보았다.\n\"젠장!! 류, 나가!\" 나는 급히 티셔츠를 입으며 소리쳤다. 류는 눈이 커지며 급히 문을 닫았다. 나는 얼굴이 붉어졌다.\n류는 이제 닫힌 문 뒤에서 깊은 숨을 쉬며 있었다. \"왜 들어오지 않았어?\" 샐리가 그의 머릿속에서 미소를 짓는 톤으로 말했다. 류는 여전히 얼굴이 빨갛고 샐리에게 노려보았다. \"조용히 해, 샐리.\" 그런 후 류는 아래층으로 내려갔다."
}