{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Apple Inc (NASDAQ:AAPL) is expanding its payment offerings within Apple Pay, providing users with more flexible online and in-app purchase options. The company is introducing installment loan features and increasing the availability of rewards programs.\nWith the release of iOS 18, eligible U.S. users can now access installment loan options from buy-now-pay-later company Affirm Holdings, Inc (NASDAQ:AFRM) when using Apple Pay online or in apps.\nAlso Read: Affirm Set To Drive GMV Growth From Lower Interest Rates And Apple Pay Partnership – Analyst Upgrades Stock\nSimilarly, users in the U.K. can take advantage of installment plans through Monzo Flex, allowing them to spread out payments over time. Additionally, U.S. and U.K. users can now opt for Klarna's flexible payment options at checkout.\nApple isn’t stopping there, future updates will allow users in the U.S. to access installment payment options from several significant issuers, including Citigroup, Inc (NYSE:C) and Synchrony Financial (NYSE:SYF), with more options available through participating Apple Pay issuers like Fiserv, Inc (NYSE:FI).\nThis feature will extend internationally, with planned rollouts in Australia through ANZ, Singapore via DBS, and Spain with CaixaBank. In the U.K., users can access installment payments from HSBC, NewDay, and Zilch.\nGlobal BNPL transactions have the potential to grow by $450 billion between 2021 and 2026 as per Statista.\nApple Pay is also expanding its usability on third-party web browsers.\nFurthermore, starting next year, U.S. customers using PayPal Holdings, Inc (NASDAQ:PYPL) in Apple Wallet will be able to see their PayPal balance when using their PayPal debit card.\nApple phased out its BNPL service, Apple Pay Later, earlier in 2024, offering BNPL users the ability to manage loans through the Wallet app.\nEarlier in 2024, Visa Inc (NYSE:V) launched a new e-commerce tech with facial recognition payments like Apple Pay and simplified payment methods in partnership with Affirm.\nPrice Action: AAPL stock is down 0.19% at $232.21 at last check Thursday.",
    "trans": "애플 주식회사 (나스닥:AAPL)은 애플 페이 내에서 결제 옵션을 확장해서, 이용자들에게 더 유연한 온라인 및 인앱 결제 옵션들을 제공하고 있다. 회사는 할부 대출 기능을 출시하고 리워드 프로그램의 이용 가능성을 확대하고 있다.\niOS 18 출시와 함께, 미국 내 적격 이용자들은 이제 애플 페이를 온라인 혹은 앱에서 쓸 때, 선구매 후결제 업체인 Affirm Holdings 주식회사 (나스닥:AFRM)의 할부 대출 선택지를 쓸 수 있다.\n이것도 읽어보세요: 금리 인하 및 애플 페이 파트너십으로 Affirm의 GMV 성장 견인 전망 – 애널리스트가 주식 등급을 상향시키다\n마찬가지로, 영국의 이용자들도 몬조 플렉스를 통해 할부 결제 선택지를 써서 분할 결제를 할 수 있다. 그리고, 미국과 영국 이용자들은 결제할 때 클라나의 유연한 결제 선택지를 선택할 수도 있다.\n애플은 여기서 멈추지 않는데, 향후 업데이트로 미국 이용자들이 씨티그룹 주식회사 (NYSE:C)와 Synchrony Financial (NYSE:SYF)과 같은 여러 주요 기관들의 할부 결제 선택지를 쓸 수 있게 할 계획이고, Fiserv 주식회사(NYSE:FI)와 같은 애플 페이 참여 기관들로 추가 선택지들도 제공할 예정이다.\n이 기능은 세계적으로 확장될 것이고, 호주에서는 ANZ, 싱가포르에서는 DBS, 그리고 스페인에서는 CaixaBank를 통해 제공될 예정이다. 영국에서 이용자들은 HSBC, 뉴데이, 그리고 Zilch를 통해 할부 결제를 할 수 있다.\n스타티스타에 의하면, 세계적인 BNPL 거래는 2021년부터 2026년까지 4,500억 달러 증가할 가능성이 있다.\n애플페이는 서드파티 웹 브라우저에서의 사용성도 확장하고 있다.\n그리고, 내년부터 애플 월렛에서 페이팔 홀딩스 주식회사(NASDAQ:PYPL)를 쓰는 고객들은 페이팔 직불카드를 쓸 때 페이팔 잔액을 확인할 수 있다.\n2024년 초에 애플은 BNPL 서비스인 애플 페이 Later를 페이드 아웃하며, BNPL 이용자들이 월렛 앱을 통해 대출을 관리할 수 있게 하였다.\n2024년 초에, 비자 주식회사(NYSE:V)는 애플 페이 같은 얼굴 인식 결제 및 간편 결제 방식 등의 새로운 이커머스 기술을 Affirm과 협력하여 출시하였다.\n주가 반응: 애플 주식은목요일 마지막 확인 시 0.19% 하락하며 $232.21을 기록했다."
}