{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Declaration\n1. I declare that\n1.1.\nthe information given in support of this application is accurate and complete.\n1.2.\nI have obtained results of my Hong Kong Diploma of Secondary Education (\"HKDSE\") Examination / or expect to obtain them in 2025.\n1.3.\nI am NOT currently enrolled in any full-time bachelor's degree programme offered under Joint University Programmes Admissions System (\"JUPAS\") by any of the 9 JUPAS participating-institutions [namely (1) City University of Hong Kong (\"CityUHK\"), (2) Hong Kong Baptist University (\"HKBU\"), (3) Lingnan University (\"LingnanU\"), (4) The Chinese University of Hong Kong (\"CUHK\"), (5) The Education University of Hong Kong (\"EdUHK\"), (6) The Hong Kong Polytechnic University (\"PolyU\"), (7) The Hong Kong University of Science and Technology (\"HKUST\"), (8) The University of Hong Kong (\"HKU\"), and (9) Hong Kong Metropolitan University (\"HKMU\") or the Study Subsidy Scheme for Designated Professions / Sectors (\"SSSDP\") programmes offered by the SSSDP institutions (collectively be referred to as the \"Institutions\").\n1.4.\nI am currently a local applicant (Read \"Definition\").\n1.5.\nI have read and understand the Online Application System User Guide for Applicants (\"Applicants' User Guide\") in relation to the submission and the whole process of my JUPAS application. I understand that if there is any discrepancy between the English and Chinese version of the Applicants' User Guide, the English version shall prevail.\n2. I understand and accept that\nFor ALL Applicants\n2.1.\nthe entire application procedure will be processed online, and it is my responsibility to check all information and all message(s) sent by the JUPAS Office and the Institutions (whether by post, via phone, online application system, email and / or SMS) as they may contain important information regarding my application. I also understand that no reminders will be sent to me, and if for any reason I fail to check such information I will bear the consequences of missing the information / message(s);\n2.2.\nit is my responsibility to ensure that my contact information (such as email address, phone number(s) and mailing address, etc.) is correct / up to date, otherwise I may not receive important messages and correspondence from the JUPAS Office and the Institutions;\n2.3.\nif I make any changes to my application, it is my responsibility to retain a copy of the confirmation page and confirmation email (if applicable) as proof that such changes have been made. I also understand and agree that in the event of any dispute or queries, the JUPAS Office will only accept the retained copy of the said confirmation as official evidence, and no other documentation in any format will be accepted; and\n2.4.\nthe final decision on admission will be subject to the authenticity of the information as listed in my application. I may be requested to produce original copies of documentation acceptable to the Institution concerned for verification when required. If I fail to do so, my JUPAS application may be disqualified, or the Institution concerned may withdraw or amend my offer, or cancel my registration / enrolment, or terminate my studies.\nFor Applicants who Belong to LS2, LS4 – 9 in accordance with the Education Bureau's (\"EDB\") \"Definition of Local Students\" (Read \"Definition\")\n2.5.\nnotwithstanding that JUPAS accepts my application, I should not assume that my \"local\" status will remain unchanged after this acceptance;\n2.6.\nit is my responsibility to report to the JUPAS Office in writing immediately should there be any changes to my identity document(s) which affect my status as \"local\" or \"non-local\" applicant as defined in the said EDB's Definition of Local Students [including any updates / renewal of my identity document(s)] (\"Reporting Requirements\"). My \"local\" status may change to reflect the changes to my identity document(s);\n2.7.\nin particular, if my identity document(s) will expire on or before 19 July 2025:\n2.7.1.\nI am required to submit, no later than 19 July 2025 (11:59 PM), latest / renewed document(s) (\"Renewed Document(s)\") to the JUPAS Office in order to maintain my \"local\" status;\n2.7.2.\nif I fail to provide the Latest / Renewed Document(s) on or before 19 July 2025 (11:59 PM), I will be considered as a Non-Local student (\"NLS\"). Although my application will still be processed by JUPAS, my application will be assessed by the 9 JUPAS participating-institutions as NLS applying via non-JUPAS route*. NLS, when admitted by the JUPAS participating-institutions, will be required to pay higher tuition fees than local students; and\n2.7.3.\nafter the submission deadline of 19 July 2025 (11:59 PM), I may still produce the Latest / Renewed Document(s) to the relevant Institutions for consideration during admission / registration (but not to the JUPAS Office which will not accept them after the said deadline). The relevant Institutions may take into account the Renewed Document(s) in determining my \"local\" or \"non-local\" status; and\n2.8.\nif I make any false statement(s) or omit to state any significant information in my application, or if I make a misleading representation concerning my application, or if I fail to comply with the \"Reporting Requirements\" as in paragraph 2.6 above, my application may be disqualified; the Institutions may withdraw and / or amend my offer, and / or cancel my registration / terminate my studies after admission; and / or any fees paid in connection with my application / offer will not be refunded or transferred to another year / other application.\n* NLS are not covered under the SSSDP.\nFor Applicants who will be Submitting JUPAS Application Data in Mainland ONLY\n2.9.\nif I will be submitting my JUPAS application data in Mainland, it is my responsibility to give my consent and understand this constitutes cross-border data transfer in accordance with the provisions of the Personal Information Protection Law of the People's Republic of China [Chinese version, English version], and I can request for withdrawal of consent via email at info@jupas.edu.hk;\n2.10.\nif I have given my consent as specified in paragraph 2.9 AND I am at the age of 17 or below at the time of my JUPAS account creation for 2025 admission, in accordance with the provisions of the Personal Information Protection Law of the People's Republic of China [Chinese version, English version], a Consent Form should be completed by my parent or guardian;\n2.10.1.\nI understand that if I fail to provide a completed Consent Form, my application may not be processed; and\n2.10.2.\nI understand that if my school in which I am currently enrolled (applicable to school applicants only) fails to check my Consent Form; my application may not be processed; and\n2.10.3.\nI understand that this consent shall lapse upon I reaching the age of 18 years; and\n2.10.4.\nif I withdraw my consent at the age of 17 or below, my application may not be processed.\nPurpose of Collection and Use of Personal Data / Personal Information (the \"Data\") (Read \"Personal Data Collectio",
    "trans": "선언문\n1. 저는 선언합니다\n1.1.\n이 신청서를 뒷받침하기 위해 제공된 정보는 정확하며 완전합니다.\n1.2.\n저는 홍콩 중등교육 졸업시험(\"HKDSE\") 결과를 받았거나 / 2025년에 받을 예정입니다.\n1.3.\n저는 현재 공동 대학 프로그램 입학 시스템 (\"JUPAS\") 참여 기관 9곳 [즉 (1) 홍콩시립대학교(\"CityUHK\"), (2) 홍콩침례대학교(\"HKBU\"), (3) 링난대학교(\"LingnanU\"), (4) 홍콩중문대학교(\"CUHK\"), (5) 홍콩교육대학교(\"EdUHK\"), (6) 홍콩이공대학교(\"PolyU\"), (7) 홍콩과학기술대학교(\"HKUST\"), (8) 홍콩대학교(\"HKU\"), (9) 홍콩메트로폴리탄대학교(\"HKMU\")]에서 제공하는 정규 학사 학위 프로그램 혹은 SSSDP 기관들(\"기관들\"이라고 통칭)이 제공하는 지정된 직무 / 산업을 위한 학업 지원금 제도(\"SSSDP\")에 등록되어 있지 않습니다.\n1.4.\n저는 현재 지역 지원자입니다(\"정의\" 참고).\n1.5.\n저는 제 JUPAS 지원서 제출 및 전체 과정과 관련하여 지원자용 온라인 지원 시스템 유저 가이드(\"지원자들의 유저 가이드\")를 읽고 이해하였습니다. 저는 지원자들의 유저 가이드의 영문 버전과 중문 버전 사이에 불일치가 있는 경우 영문 버전이 우선한다는 것을 이해합니다.\n2. 저는 이해하고 이에 동의합니다\n모든 지원자용\n2.1.\n지원 절차는 전부 온라인으로 처리되고, JUPAS 사무국과 기관들이 보낸 모든 정보와 메시지(우편, 전화, 온라인 지원 시스템, 이메일 및 / 혹은 SMS)를 확인하는 것은 나의 지원서와 관련된 중요한 정보를 포함할 수 있으므로 저의 책임입니다. 그리고 저는 어떤 알림도 저에게 전송되지 않고, 어떤 이유로든 이 정보를 확인하지 못한다면 정보 / 메시지 누락에 따른 결과를 책임질 것임을 이해합니다.\n2.2.\n저의 연락처 정보(이메일 주소, 핸드폰 번호 그리고 우편 주소 등)가 정확하고 최신 정보인지 확인하는 것은 저의 책임이며, 그렇지 않을 경우 JUPAS 사무국과 기관들로부터 주요 메시지와 회신을 못 받을 수도 있습니다;\n2.3.\n만약 제 신청서를 수정할 경우, 그러한 수정 사항들이 반영되었다는 증거로 확인 페이지 및 확인 이메일(해당된다면)의 사본을 보관하는 것은 저의 책임입니다. 그리고 저는 분쟁이나 질문이 있을 경우, JUPAS 사무국은 해당 확인서의 보관본만을 공식 증거로 인정하고, 어떤 형식의 다른 문서도 인정하지 않는다는 점에 대해 이해하고 동의합니다; 그리고\n2.4.\n입학에 대한 최종 결정은 제 신청서에 기재된 정보의 진위 여부에 따라 결정됩니다. 필요시 기관에서 인정하는 원본 서류를 제출하여 확인 절차를 거쳐야 할 수 있습니다. 만약 이를 하지 못할 경우, 제 JUPAS 신청이 무효화될 수 있거나, 관련 기관은 입학 허가를 철회하거나 변경할 수 있고, 제 등록 / 입학을 취소하거나 학업을 중단할 수 있습니다.\n교육국(\"EDB\")의 \"지역 학생의 정의\"(\"정의\" 참조)에 따라 LS2, LS4 – 9에 포함되는 지원자들의 경우\n2.5.\nJUPAS가 제 신청서를 수락해도, 저는 이후에도 제 \"현지\" 상태가 그대로 유지될 것이라고 가정하지 않을 것입니다;\n2.6.\nEDB의 현지 학생 정의[신분 증명서 업데이트 / 갱신 포함](\"보고 필수 사항\")에 정의된 대로 \"현지\" 혹은 \"비현지\" 지원자로서의 상태에 영향을 주는 신분 증명서에 수정 사항이 있을 경우 JUPAS 사무국에 바로 서면으로 보고하는 것이 제 책임입니다. 제 \"현지\" 상태는 신분 증명서의 수정 사항을 반영하여 수정될 수 있습니다.\n2.7.\n특히, 만약 제 신분 증명서가 2025년 7월 19일에 혹은 그 이전에 만료되는 경우:\n2.7.1.\n저는 \"현지\" 상태를 유지하기 위해선 적어도 2025년 7월 19일(오후 11시 59분)까지 최신 / 갱신된 문서(\"갱신된 문서\")를 JUPAS 사무국에 제출해야 됩니다;\n2.7.2.\n만약 제가 2025년 7월 19일 (오후 11시 59분) 혹은 그 전까지 최신 / 갱신 문서를 제공하지 못할 경우 비현지 학생(\"NLS\")으로 평가 받게 됩니다. 제 신청서는 여전히 JUPAS에서 처리되나, 제 신청서는 비JUPAS 경로*를 통해 지원하는 NLS로 9개 JUPAS 참여 기관들로부터 평가 받게 됩니다. NLS로 JUPAS 참여 기관에 입학하게 될 경우, 현지 학생보다 높은 등록금을 내야 됩니다; 그리고\n2.7.3.\n제출 마감일인 2025년 7월 19일(오후 11시 59분) 이후, 입학 / 등록 시 고려할 수 있도록 관련 기관들에게 최신 / 갱신 문서를 여전히 제출할 수 있습니다 (그러나 마감일 이후 이를 받지 않는 JUPAS 사무국에는 제출할 수 없습니다). 관련 기관들은 \"현지\" 혹은 \"비현지\" 상태를 결정할 때 갱신 문서를 고려할 수도 있습니다; 그리고\n2.8.\n만약 제가 제 신청서에 허위 진술을 하거나 주요 정보를 기재하지 않거나, 신청서와 관련해서 오해의 소지가 있는 진술을 했거나, 위 2.6항의 \"보고 필수사항\"을 준수하지 못한 경우 제 신청서가 실격될 수 있습니다; 기관들은 제 신청서를 철회하거나, 변경하거나, 등록을 취소하거나, 입학 후 학업을 종료시킬 수 있습니다; 그리고 / 혹은 제 신청서 / 신청 관련 납부된 수수료는 환불되지 않고, 다른 연도 / 다른 지원서로 이연되지 않습니다.\n* NLS는 SSSDP에 포함되지 않습니다.\n본토에서만 JUPAS 지원 데이터를 제출할 지원자용\n2.9.\n만약 본토에서 JUPAS 지원 데이터를 제출할 예정이라면, 이에 동의하고 이것이 중화인민공화국 개인정보 보호법[중문 버전, 영문 버전] 조항에 의해 국가 간 데이터 전송에 해당된다는 것을 이해하는 것은 제 책임이고, info@jupas.edu.hk 이메일을 통해 동의 철회를 요청할 수 있습니다;\n2.10.\n만약 제가 2.9항에 명시된 대로 동의를 했고, 2025년 입학용 JUPAS 계정을 만들었을 당시에 17세 이하인 경우, 중화인민공화국 개인정보 보호법[중문 버전, 영문 버전] 조항에 의해 동의서는 제 부모 혹은 보호자가 작성해야 됩니다;\n2.10.1.\n저는 작성된 동의 양식을 제공하지 않을 경우, 제 신청서가 처리되지 않을 수 있음을 이해합니다; 그리고\n2.10.2.\n저는 현재 재학 중인 학교(학교 지원자에게만 해당)가 제 동의 양식을 확인하지 않은 경우 제 신청서가 처리되지 않을 수 있음을 이해합니다; 그리고\n2.10.3.\n저는 이 동의가 18세가 되면 무효가 된다는 점을 이해합니다; 그리고\n2.10.4.\n만약 제가 17세 이하일 때 동의를 철회할 경우, 신청이 처리되지 않을 수 있습니다.\n개인정보 / 개인정보(\"데이터\")의 수집 및 이용 목적(\"개인 데이터 수집 참조)"
}