{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This is a 6.5” Antique Bronze Brass Tibetan Buddhist Ceremonial Ritual Prayer Bell\nTibetan singing bells are a type of bell that vibrates and produces a rich, deep tone when played. The bell is a representation of “wisdom”. Ringing the bell is a method to evoke Wisdom and show compassion. Bells , Gongs , Tibetan bowls or Wind chimes and other such sound instruments are symbolism of Good luck and Spirituality all over Asia.\n1\"=2.54cm\nSize: Height 16.5 cm. Length:7.5cm. Width: 7.5 cm.\nWeight: 0.22 kg.\nMaterials: Brass\nCondition: Good condition\nOrigin: China\nf you have any problems with payment, please let us know via message on eBay.\n1. We ship regularly from Monday to Friday and will ship your items within 1-3 days after receiving your payment. If we are unable to ship your item on time for any special reason, we will notify you via ebay message.\n2Please note:\nOur listed price includes item price, packaging cost and export taxes, excluding international duties. We are not responsible for and cannot make any specific recommendations regarding import charges, duties, customs, VAT or taxes that you may have to pay upon receipt of your order.\n3. Make sure your address is correct when you buy items on eBay. We are not responsible for item loss due to incorrect address.\n4. Estimated delivery time:\nDelivery may be affected by holidays, events and certain other uncertainties. If you are uncomfortable with the seemingly long shipping times, please think carefully before bidding or purchasing the item. We do not want to receive a negative, neutral or low DSR rating due to shipping time. If you have special shipping time",
    "trans": "이것은 6.5\" 청동과 황동으로 만든 골동품으로서, 티베트 불교 의식에서 사용하는 기도 종입니다.\n티베트 싱잉 벨은 울렸을 때 풍부하고 깊은 음색을 진동시키는 종입니다. 이 종은 \"지혜를 상징합니다. 종을 울리는 행위는 지혜를 일깨우고 연민을 보여주기 위한 방식입니다. 종, 징, 티베트 그릇 또는 윈드 차임 등의 음향 악기는 아시아 전역에서 행운과 숭고함의 상징입니다.\n1\"=2.54cm\n크기: 높이 16.5cm. 길이: 7.5cm. 너비: 7.5cm.\n무게: 0.22 kg.\n재료: 황동\n상태 : 양호함\n원산지 : 중국\n결제에 문제 발생시, 이베이 메시지로 연락주세요.\n1. 당사의 정기 배송은 월요일에서 금요일까지 진행되며 결제 확인후 1~3일 이내에 제품을 발송해 드립니다. 특별한 사유로 인하여 제때 발송이 불가능할 경우, 이베이 메시지로 알려드립니다.\n2참고:\n당사 제품의 권장 판매 가격에는 상품 가격, 포장 비용 및 수출세가 포함되며, 국제 세금은 제외됩니다. 당사는 수입 수수료, 관세, 통관비, 부가가치세 또는 귀하가 물품 수령시 지불해야 하는 세금에 대한 책임을 지지 않습니다.\n3. 이베이에서 제품 구매시 물품 수령 주소가 정확한지 확인하세요. 당사는 고객의 주소 입력 오류로 인한 제품 분실에 대해 책임지지 않습니다.\n4. 예상 배송 기간:\n배송 기간은 휴일, 행사 및 그 외의 예상치 못한 사정으로 인한 영향을 받을 수 있습니다. 배송 지연 가능성으로 불편함이 예상된다면, 신중하게 제품 입찰 및 구매를 결정해 주세요. 배송 기간으로 인한 부정적, 중립적 또는 낮은 DSR 리뷰 점수를 받지 않도록 협조 부탁드립니다. 특정 배송 시간이 있다면, 저희에게 미리 알려주세요."
}