{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Alternatively, you might instead read chapters 3 and 4 of Punch (2003) Survey Research: the basics which is available in the resource lists as an e-book.\nBryman Alan (2021) ‘Chapter 8 Sampling’ and ‘Chapter 11 Asking Questions’ in Social Research Methods, Oxford: Oxford University Press.\nYou will return to your small groups to develop a presentation describing your pitch for this research. You will need to consider the questionnaire (implementation and example questions) and sampling strategy. You will have 5 minutes to present your pitch to the rest of the group!\nSubmit your group's 12 questions on the Learn assignment page. You may include a short personal reflection on the issues and challenges you discussed in your group.\nTo support you, please undertake at least one of essential readings for week 3 or 4. Suggested texts that can help you are below.\nChapter 6 - De Vaus, D.A. (2014)Surveys in Social Research. Sixth edition. Abingdon, Oxon, Routledge.\nYou can also consider these:\nEssential Reading\nMccoll, E., Jacoby, A., Thomas, L. & Soutter, J. (2002) Design and use of questionnaires: A review of best practice applicable to surveys of Health Service staff and patients. British Journal of Clinical Governance. 7 (3), 206–208.\nIn the workshop\nIn your small group, prepare12 questionswhich would form part of a questionnaire fulfilling the Council’s data needs. You may approach this in any way you see fit. For example, you might choose to deal with one definable aspect of the Council’s needs.\nYou will discuss your questions together and the challenges you encountered formulating your survey questions.",
    "trans": "또는 리소스 목록에서 전자책으로 제공되는 펀치(2003)의 설문조사 연구의 기초 3장과 4장을 읽을 수 있습니다.\n브라이머 앨런(2021) 사회연구방법 '8장 표본 조사' 및 '11장 질문하기', 옥스포드: 옥스포드 대학 출판부\n소그룹으로 돌아가 이 연구에 대한 제안 발표를 준비합니다. 설문지(실행 방법 및 예시 질문)와 표본 조사 전략을 고려해야 합니다. 5분 동안 나머지 그룹 앞에서 발표합니다!\n과제 학습 페이지에서 그룹의 12개 질문을 제출합니다. 그룹에서 논의한 문제와 과제에 대한 짧은 자기 성찰을 포함할 수 있습니다.\n도움을 주자면 3주 차 또는 4주 차의 필독서 중 적어도 하나를 살펴보세요. 도움이 될 추천 자료는 아래와 같습니다.\n6장 - 드 바우스, D.A.(2014) 사회 연구 설문조사. 6판. 아빙던, 옥슨, 라우틀리지.\n다음 사항도 고려해 보세요:\n필독서\n맥콜, E., 제이코비, A., 토마스, L. & 소터, J. (2002) 설문지 설계 및 활용: 의료 서비스 직원 및 환자 설문조사에 적용할 수 있는 모범 사례 검토. 영국 임상 거버넌스 저널. 7(3), 206-208.\n워크숍에서\n소그룹에서 의회가 필요로 하는 데이터 관련 설문지에 들어갈 질문 12개를 준비하세요. 여러분이 원하는 방식으로 접근해도 좋습니다. 예를 들어, 의회의 요구 사항 중 명확한 한 가지 주제를 선택하여 다룰 수 있습니다.\n함께 질문을 논의하고 설문 조사 질문을 작성하는 과정에서 겪은 어려움에 관해 이야기할 것입니다."
}