{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The lantern decorated arcade is for Yamaguchi Tanabata Lantern Festival (山口七夕ちょうちんまつり).\nYamaguchi's heyday did not end with the demise of the Oouchi as the prefecture played a significant role in the Meiji Restoration in 1868.\nOouchi Yoshitaka's dream may have realised to a limited extent.\nThe event has been hosted on August 6 and 7 as part of the traditional Tanabata (七夕) or Star Festival. The main shopping arcade was decorated with millions of paper lanterns, through which people were enjoying long strolls on a summer night.\nDespite the 1.3 million population of the prefecture, which is only 1% of the Japanese population, eight prime ministers came from Yamaguchi since 1885 when Japan introduced a parliamentary democracy led by Itou Hirobumi (伊藤博文 1841 - 1909). He was also appointed the first prime minister and assassinated later by a Korean nationalist. Another prominent figure would be Abe Shinzou (安倍晋三 1954 - 2022) who was also assassinated recently.\nThe terms of the eight prime ministers constitute 30% of the total terms of Japanese prime ministers since 1885.\nIt was lead by young Samurais from the four Han, domains of local rulers, of Satsuma (Kagoshima prefecture), Choushuu (Yamaguchi), Tosa (Kouchi) and Hizen (Saga), which are all located in the remote southwestern parts of Japan. As a consequence, politicians and entrepreneurs from these prefectures have had unproportional presence even today.\nUniqlo and the Dassai sake brewery are also from the Yamaguchi prefecture.",
    "trans": "등불로 장식된 회랑은 야마구치 칠석 등불 축제를 위한 것이다(山口七夕ちょうちんまつり).\n야마구치의 전성기는 오우치의 멸망과 함께 끝나지 않았는데 이는 해당 현이 1868년 메이지 유신에 중요한 역할을 했던 덕분이다.\n오우치 요시타카의 꿈은 제한된 정도로는 실현되었다고 해도 좋을지 모른다.\n이 행사는 전통 행사인 칠석(七夕) 혹은 별 축제의 일환으로 8월 6일과 7일에 개최되었다. 주 쇼핑 회랑은 수백 개의 종이 등불로 장식되었으며, 사람들은 여름 밤 이들 사이를 지나며 긴 산책을 즐겼다.\n현의 인구가 일본 전체 인구의 고작 1%인 130만 명에 불과함에도 야마구치는 일본이 이토 히로부미(伊藤博文 1841 - 1909)의 선도 하에 의회 민주주의가 도입된 1885년 이래로 여덟 명의 총리를 배출했다. 그는 또한 최초의 총리로 임명되었으며 후에 한국의 민족주의자에 의해 암살되었다. 또다른 중요한 인물이라면 아베 신조(安倍晋三 1954 - 2022)가 있을 것인데 그 또한 최근에 암살되었다.\n총리 여덟 명의 임기는 1885년 이래 일본 총리들의 총 임기의 30%를 차지한다.\n이곳은 지방 통치자의 영토인 네 곳의 번 출신의 젊은 사무라이들이 이끌었는데, 이는 사츠마(카고시마 현), 초슈(야마구치), 토사(코우치), 그리고 히젠(사가)를 이르며, 이들은 모두 일본의 서북 지역의 동떨어진 곳에 위치해 있다. 그 결과 이들 현 출신의 정치인과 기업가들은 오늘날까지도 불균형한 존재감을 가지고 있다.\n유니클로와 다사이 사케 양조장 또한 야마구치 현에서 비롯되었다."
}