{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The library artificial intelligence research assignment\nActivity\nThe purpose of this activity is to help you get information to compare & contrast how an AI bot and a human tutor gives you feedback on your essay.\nYou will be conducting an interview with the tutor to get information from them about what they draw from to give feedback to students about their writing. But to get information about how an AI bot gives students feedback, I'd like you to visit the library and find one or two articles that explain how generative artificial intelligence works. It does not need to be too technical. It just needs to give you a basic understanding.\nThe library at North Seattle College is a place where you can check out books and study quietly for your classes. And our faculty librarians are at the reference desk to help you with your research questions. They can also help you online through research appointments.\nTo complete this activity, please make a research appointment with a librarian on the library website. You can do so by following this link to the library web page. Click on the “Make an Appointment” button at the top center of the page and a calendar will pop up with available times. Select the day and time and click continue. Complete the rest of the form and click continue.\nBefore you go to your research appointment, please prepare some questions to ask the librarian. Think about what kind of information you are looking for. What is the question you are trying to answer?",
    "trans": "도서관 인공지능 연구 과제\n활동\n이 활동의 목적은 인공지능 봇과 인간 튜터가 에세이에 대한 피드백을 제공하는 방식을 비교 & 대조하는 데 도움이 되는 정보를 얻는 것입니다.\n당신은 튜터와 인터뷰를 진행하여 학생들에게 작문 피드백을 제공하기 위해 그들이 무엇을 참고하는지에 대한 정보를 얻게 됩니다. 그러나 인공지능 봇이 학생들에게 피드백을 제공하는 방법에 대한 정보를 얻으려면, 도서관을 방문하여 생성형 인공지능이 어떠한 방식으로 작동하는지 설명하는 기사를 한두 개 찾아보시기 바랍니다. 너무 전문적인 내용일 필요는 없습니다. 기본적인 이해만 되면 됩니다.\n노스 시애틀 컬리지 도서관은 도서 대출이 가능하며 수업 준비를 위한 조용한 학습이 가능한 장소입니다. 교수진 사서들이 참고 데스크에서 여러분의 연구 관련 질문에 도움을 드릴 수 있습니다. 또한 연구 예약을 통해 사서진들에게 온라인으로도 도움을 받을 수 있습니다.\n해당 활동을 완료하고자 한다면, 도서관 웹 사이트에서 사서와 연구 예약을 해 주세요. 이 링크를 따라 도서관 웹 페이지로 이동하면 됩니다. 페이지 중앙 상단의 '예약하기' 버튼을 클릭하면 나타나는 달력에 이용 가능한 시간이 표시되어 있습니다. 날짜와 시간을 고르시고 계속하기를 클릭하세요. 나머지 양식을 작성하고 계속하기를 클릭합니다.\n예약된 연구 미팅에 가기 전에 사서에게 물어볼 몇 가지 질문을 준비해 주세요. 어떤 종류의 정보를 찾고 있는지 염두에 두시기 바랍니다. 어떤 질문에 답하려고 하나요?"
}