{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Short-term plans are like sprinters ready to dash toward the finish line! You’ve got your sights set on completing your English course, which is like polishing your language skills until they shine brighter than the sun. Imagine the glorious moment when you can string together sentences that don’t just make sense but dazzle too! Following that, you plan to dive into a short degree in the medical field. It’s a wise step—healthcare is always in demand, and who knows? You might end up saving lives while impressively wielding a stethoscope.\nNow, let's peek into those long-term dreams! You’re not just aiming for the stars; you’re packing your bags, ready to travel the world! Who wouldn’t want to see new cultures, sample exotic foods, and occasionally lose their way in a bustling market? But first, you’re laying the groundwork for a business. Imagine your name lighted up in neon on a storefront, where people line up to experience whatever magical services or products you’ll offer.\nAnd let’s not forget properties! Owning several properties is the perfect blend of financial savvy and adulting prowess. It’s like playing Monopoly in real life—so long as you avoid Jail, of course! Consider the satisfaction of watching your investments grow, all while you’re off gallivanting around the globe on an adventure, popping into whatever cafe looks just too cute to resist.\nSo, whether it’s acing your English skills or piecing together your future empire, the journey is just as thrilling as the destination. Buckle up; it sounds like a fun ride ahead!",
    "trans": "단기 목표는 마치 결승선을 향해 전력 질주할 준비가 된 스프린터와 같습니다! 당신은 영어 과정을 마치는 것을 목표로 하고 있으며,이는 언어 능력을 태양보다 더 빛나게 연마하는 과정과도 같습니다. 문장들이 단순히 의미가 통하는 것을 넘어, 눈부시게 멋지게 구성되는 순간을 상상해 보세요! 그 다음에는, 의료 분야의 단기 학위 과정에 도전할 계획을 가지고 있네요. 훌륭한 선택입니다— 의료 업계는 항상 수요가 많으며, 어쩌면 당신은 청진기를 멋지게 다루면서 생명을 구하는 전문가가 될 수도 있겠네요.\n이제, 장기적인 꿈을 살펴보시죠! 당신은 단순히 별을 향해 꿈꾸는 것이 아니라; 가방을 싸고 세계 여행을 떠날 준비까지 하고 있습니다! 새로운 문화를 경험하고, 이국적인 음식을 맛보며,때로는 붐비는 시장 한복판에서 길을 잃는 일들은 누구나 꿈꾸는 일 아닐까요? 하지만 그 전에, 사업을 시작할 기반을 다지고 있습니다. 상상해 보세요, 네온사인으로 빛나는 당신의 이름, 사람들이 당신이 제공하는 놀라운 서비스나 제품을 경험하기 위해 줄을 서는 모습들을.\n그리고 부동산을 잊으면 안되죠! 여러 개의 부동산을 소유하는 것은 재정적 감각과 성숙한 어른으로서의 능력을 겸비하는 최고의 조합입니다. 마치 실제 삶에서 모노폴리 게임을 하는 것 같지만—물론 감옥만 피하면 되겠네요! 당신의 투자 가치가 점점 상승하는 모습을 보며, 한편으로는 전 세계를 여행하며, 너무 예뻐서 그냥 지나칠 수 없는 작은 카페에 들르는 모습을 상상해 보세요.\n그러니, 영어 실력을 완벽히 다듬든, 미래의 제국을 하나하나 조립하든, 이 여정은 목적지 만큼이나 짜릿할 것입니다. 안전벨트 매세요; 앞으로 재미있는 여정이 있을 것 같으니까요!"
}