{
    "source": "en_US",
    "target": "ko_KR",
    "text": "\"Cam-Woah.\" The both of us jerk apart as the door swings open, \"My bad, should've knocked.\"\nClint stands at the door, looking like a kid who had just walked in on his parents.\nSteve clears his throat, \"I'll leave you to finish getting ready. See you at the hanger in ten.\" He says, before awkwardly exiting the room, but not before greeting Clint with a nod to acknowledge his presence.\n\"What? Are you guys a thing now?\" Clint asks as soon as the Captain was gone.\n\"Clint,\" I shoot him an exasperated look, \"Don't make me knock you out again.\"\n\"What? That's a very valid question. Have I been gone that long?\" He argues.\n\"It's nothing. We're friends.\" I shrug, praying that he'll drop the subject.\n\"No judgment here, Cam. But friends don't exactly make out with each other.\" He says giving me a look.\nI use my archery bracer to smack him and he raises his hands in surrender.\n\"Alright. I'll shut up.\" He laughs, \"I probably should, considering that I owe you one.\"\n\"Clint-\" I start to speak but is soon cut off.\n\"I know, I know. We don't keep scores.\" He rests his hand over mine, \"But I don't know what would've happened to me if it weren't for you. So, thank you.\"\nI give his hand a squeeze, \"It's good to have you back, Clint.\"\n\"It's good to be back. I'm glad you're back too. I've missed you.\" He replies with a smile, \"Also, we should get going. Don't want to keep your 'friend' waiting now, do we?\" He says with a smirk.\nI grunt, rolling my eyes at him and pulling on my bracer before stomping out the door.\nClint follows close behind me, \"Cami! C'mon, I'm kidding. I'll stop!\"",
    "trans": "\"캠-오아.\" 문이 열리자 우리 둘은 흠칫 놀라 서로에게서 멀어졌다. \"미안, 노크 할 걸 그랬네.\"\n클린트는 방금 부모님 집에 들어온 아이 같은 표정으로 문 앞에 서 있었다.\n스티브는 목을 가다듬으며 “준비를 마저 끝낼 수 있게 저는 이만 갈게요. 10분 후에 격납고에서 봬요.” 그는 클린트에게 고개를 끄덕여 그를 반기는 인사를 건넨 후, 어색하게 방을 나갔다.\n“뭐야? 둘이 지금 사귀니?” 대위가 나가자마자 클린트가 물었다.\n“클린트,” 나는 그에게 격앙된 표정으로 쳐다보며 말했다, ”또 기절시키게 만들지 말아.”\n“왜, 아주 타당한 질문이잖아. 내가 그렇게 오래 자리를 비웠나?” 그가 받아쳤다.\n“아무것도 아니에요. 우린 친구예요.” 난 어깨를 으쓱하며 그가 이 얘기를 그만두기를 바랐다.\n\"뭐라고 하는 게 아니야, 캠. 그런데 친구끼리는 대개 키스하지 않는다고.\" 그가 의미심장한 표정으로 쳐다봤다.\n나는 양궁 팔 보호구를 휘둘러 그를 쳤고 그는 항복의 의미로 손을 들었다.\n\"알았어. 입 다물게. 네게 빚을 진 게 있으니 그래야겠지.\" 그가 웃으며 말했다.\n\"클린ㅌ-\" 내가 말을 하려고 하자 곧 클린트가 말을 끊었다.\n“알아, 알아. 계산적으로 담아두지 않기로 했지. 하지만 네가 아니었다면 내가 어떻게 되었을지 아무도 몰라. 그러니 고마워.”그는 내 손 위에 그의 손을 얹으며 말했다.\n나는 그의 손을 꽉 쥐며, “네가 돌아와서 기뻐, 클린트”라고 말했다.\n“돌아오니 좋네. 네가 돌아와서 나도 기뻐. 보고 싶었어.” 그는 미소를 지으며 대답했다. “그리고 우리도 슬슬 가야 해. 네 '친구'를 기다리게 하고 싶지 않겠지?” 그는 방긋 웃으며 말했다.\n나는 씩씩거리며 눈을 굴렸고, 내 팔 보호구를 잡아당기며 문 밖으로 쿵쾅거리며 나섰다.\n\"캠아! 농담이야. 그만할게!” 클린트가 내 뒤를 바짝 따라붙으며 말했다."
}