{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Greetings from UAE\nIt is my immense pleasure to share that Review of Management Literature (RoML) received its first Scopus CiteScore yesterday. It's a humble beginning with 3.5.\nhttps://www.scopus.com/sourceid/21101242572\nOn behalf of the team, I convey our thanks for your contributions and services to the Review of Management Literature. I am sure we will keep contributing relevance to the research and academic community.\nI am sharing the latest volumes below that may be useful to you in your present andfuture research.\nVol. 3 -Review of Technologies and Disruptive Business Strategies\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202403\nVol. 2 -Advancing Methodologies of Conducting Literature Review in Management Domain\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202402\nVol. 1 -Exploring the Latest Trends in Management Literature\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202301\nI welcome your suggestions, thoughts, and collaboration forward. Please note that our Emerald webpage will remain unavailable for a few weeks as we are updating the information.\nCheers!!\nHigh Regards,\n[redacted_name]",
    "trans": "UAE로부터의 인사\n저는 관리문헌 검토(RoML)가 어제 첫 Scopus Cite Score를 받았다는 소식을 전하게 되어 매우 기쁩니다. 이는 3.5라는 겸손한 시작입니다.\nhttps://www.scopus.com/sourceid/21101242572\n저희 팀을 대신하여 여러분의 RoML에 대한 기여와 봉사해 대해 감사드립니다. 우리가 앞으로도 연구 및 학술 커뮤니티에 우리의 관련성을 계속 기여할 수 있을 것이라고 저는 확신합니다.\n귀하의 현재와 미래의 연구에 유용할 수 있는 최신 책들을 아래에 공유합니다.\nVol. 3 - 기술 및 파괴적 비즈니스 전략 검토\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202403\nVol. 2 - 경영 분야에서의 문헌 검토 수행의 방법론적 발전\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202402\nVol. 1 - 경영 문헌의 최신 동향 탐구\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202301\n저는 여러분의 제안, 생각, 그리고 앞으로의 협업을 환영합니다. 현재 정보를 업데이트하는 중이므로 Emerald 웹페이지는 몇 주 동안 이용할 수 없습니다. 이 점 양해부탁드립니다.\n힘 내세요!!\n안녕히 계세요,\n[삭제된_이름]"
}