{
    "source": "en_US",
    "target": "ko_KR",
    "text": "As Hurricane Milton approaches Florida's west coast, Tampa Electric stands ready, and we encourage you to be prepared as well. While we prepare year-round for extreme weather and have a comprehensive strategy in place through our Storm Protection Plan, Milton is currently tracking toward Tampa Bay as a major hurricane, with the potential for extended, widespread power outages. It's important to be prepared for that possibility and to have backup power arrangements if you or a loved one rely on electricity for health needs.\nWe urge you to take action now to protect your family, home, belongings and businesses. Please consider the following important tips and safety precautions:\nKnow your evacuation zone and follow any government-issued orders. Visit FloridaDisaster.org for statewide and county preparedness guides, evacuation zones, shelter information, alerts and more.\nIf you're evacuating, especially if due to flooding risk, we recommend turning your electricity off at the main breaker while your home is still dry. This helps protect your electrical system from damage, supports your personal safety and improves restoration time. Never touch your breaker box if your hands are wet or you are standing in water.\nPlease do NOT turn off your natural gas service at the meter. Natural gas appliances have safety valves that will shut off the flow of natural gas automatically if the pilot light goes out.\nBe prepared for the potential of extended outages with supplies including water, nonperishable foods for family and pets, manual can opener, medicine, cash, flashlights, batteries, hand-crank or battery-operated cell phone chargers and battery or solar-powered radios.\nUnplug or turn off non-essential electrical equipment and small appliances to protect them from power surges.\nDo not operate portable generators indoors or in any enclosed area, or near air conditioning ducts. Do not allow portable generators to get wet or operate in the rain. A dry, outdoor space is required. Do not connect a generator to home circuits. Instead, plug appliances directly into the generator.\nStay away from wet electrical equipment such as transformers, circuit breakers, fuses, power lines and wiring.\nAvoid flood waters, as they may be energized with electrical current and present other hazards.\nAlways assume downed power lines are energized. Never drive over or touch downed power lines, including anyone or anything touching the lines. Stay away and call 911, then call us immediately at 877-588-1010.\nPark electric vehicles in a secure location away from areas that may flood. Avoid charging electric vehicles during severe weather to prevent electrical hazards, and ensure charging equipment is disconnected and safely stored when not in use.\nIf you smell rotten eggs or see a broken natural gas line, immediately move to safety and call 911.\nYou can report an outage on our Outage Map, by texting OUT to 27079, or by calling us at 877-588-1010.\nFollow our social channels for timely updates and safety information.",
    "trans": "허리케인 밀튼이 플로리다주 서부 해안에 접근하므로, 탐파 전력은 준비 상태이며, 저희는 여러분 또한 준비되어 있기를 권장합니다. 기상 이변을 위해 저희가 연중 준비 중이며 저희의 태풍 보호 계획을 통해 광범위한 전략을 가지고 있습니다, 밀튼은 현재 주요 허리케인으로 탐파만 쪽으로 뒤쫓고 있으며, 광범위한 정전이 확장될 잠재성이 있습니다. 이러한 가능성에 대비하고 여러분이 가족이 건강상 필요를 위한 전기에 의존하는 경우 대비 전원을 가지는 것이 중요합니다.\n저희는 여러분의 가족, 집, 소유물과 비즈니스를 보호하기 위해 행동할 것을 촉구합니다. 다음 중요한 팁들과 안전 예방책을 고려하세요:\n대피 구역을 알고 어떠한 정부에서-내려진 지침을 따르세요. 주 전체와 국가 준비 지침, 대피 구역, 대피소, 경보 등을 위해 FloridaDisaster.org에 방문하세요.\n만약 특별히 홍수 위험 때문에, 대피 중이라면, 저희는 아직 집이 말랐을 때 주 차단기의 전력을 끄는 것을 권장합니다. 이는 손상으로부터 전기 시스템을 보호하는 데 도움을 주며, 개인적인 안전 지원과 복구 시간을 개선합니다. 손이 물어 젖어있거나 물 안에서 서 있다면 절대 차단기 상자를 만지지 마세요.\n절대 계량기에서 천연 가스 서비스를 끄지 마세요. 천연 가스 가전 제품은 파일럿 표시등이 꺼지면 천연가스의 흐름을 자동으로 차단되는 안전 벨브가 있습니다.\n잠재적으로 확대된 단전에 대비하여 수도, 가족과 애완동물을 위한 보존 식품, 약, 현금, 손전등, 배터리, 발전기 또는 배터리-작동 핸드폰 충전기 및 배터리 또는 태양열 라디오를 준비하세요.\n전력 급증으로 보호하기 위해 비-필수적인 전기 장비와 작은 가전제품의 플러그를 뽑거나 끄세요.\n휴대용 발전기를 실내 또는 닫혀있는 공간이나, 에어컨 배관 근처에서 작동시키지 마세요. 휴대용 발전기를 젖은 상태나 빗속에서 작동시키면 안 됩니다.  마르고, 실외 공간이 요구됩니다. 집 회로에 발전기를 연결하지 마세요, 대신, 가전제품은 바로 발전기에 플러그하세요.\n변압기, 회로 차단기, 퓨즈, 전선 및 배선과 같은 전기 장비로부터 멀어지세요.\n전류로 힘이 흐르고 다른 위험을 나타낼 수 있기 때문에 넘치는 물을 피하세요.\n항상 넘어진 전선은 힘이 흐르고 있다고 추정하세요. 전선을 넘어서거나 넘어진 전선, 선을 만진 누군가나 어떤 것도 만지지 마세요. 물러서서 911에 전화하고, 877-588-1010으로 즉시 저희에게 전화하세요.\n전기 자동차는 침수 위험이 있는 지역에서 떨어진 안전한 장소에 주차하세요. 전기적 위험들을 방지하기 위해 험한 날씨 동안에는 전기 자동차 충전을 피하고, 사용하지 않을 때는 충전 장비와 분리하여 안전하게 보관되었는지 확인하세요.\n만약 썩은 계란 냄새를 맡거나 끊어진 천연 가스선을 본다면, 안전한 장소로 이동해 911로 전화하세요.\n27079로 OUT이라고 문자 보내거나, 877-588-1010으로 전화해서 저희 Outage Map에 단전이라고 보고할 수 있습니다.\n실시간 업데이트 및 안전 정보를 위해 저희의 사회 채널을 팔로우하세요."
}