{
    "source": "en_US",
    "target": "ko_KR",
    "text": "For a moment it was almost as though Crowley had forgotten about the traumatic events that had led them to where they were now. He blinked at Aziraphale for several quiet seconds. Then he looked down at himself and cringed.\n“I, uh…yeah, I suppose I…um…” he murmured, voice small and shaky.\nAziraphale wanted to kick himself.\nCrowley’s many wounds had been healing quite well, he knew. He’d seen some of the more raw damage while first observing hospital staff changing out dressings, so he was able to mentally compare Then and Now in a way that Crowley wasn’t. Crowley hadn’t gotten to see the damage when it was still new, nor had he witnessed the progression of the healing of that damage. Without that comparison, it was understandable that Crowley might look upon his body and see only the obvious.\nScars and discolored flesh, and marks that would most likely never fully fade.\nAs if that precise thought had been going through Crowley’s head in that moment, he huffed a humorless sort of laugh and lifted both his hands to examine the reminders of melted flesh left behind on scalding metal. “Yeah…s’pose I’ve got enough marks now, really,” he murmured to himself. “Plenty of permanent proof of the day I was nearly broken beyond repair. S’pose I always was a bit too vain about my looks anyway…”\n“Stop that right this instant.”",
    "trans": "잠시 동안 크로울리는 자신들이 지금 있는 곳에 이르게 된 트라우마적인 사건들을 잊은 것처럼 보였다. 그는 아지라펠을 몇 초 동안 조용히 바라보았다. 그리고 나서 자신을 내려다보며 몸을 움찔했다.\n“어, 저…응, 내가…음…” 그가 중얼거렸고, 목소리가 작고 떨렸다.\n아지라펠은 차라리 자신을 발로 차고 싶었다.\n크로울리의 많은 상처는 꽤 잘 치유되고 있다는 걸, 그는 알고 있었다. 그는 병원 직원들이 드레싱을 교체하는 모습을 처음 볼 때 더 심하게 다친 부분들을 봤기 때문에, 원래는 그러지 못했던 방법으로 그 전과 지금을 비교할 수 있었다. 크로울리는 상처가 처음 났을 때 그것을 본 적이 없었고, 그 상처가 치유되는 과정을 직접 겪어본 적도 없었다. 그 비교가 없다면, 크로울리가 자신의 몸을 보고 단지 눈에 띄는 것만을 보게 되는 것을 이해할 수 있었다.\n흉터와 변색된 살들, 아마도 결코 완전히 사라지지 않을 흔적들.\n마치 그 순간 그 정확한 생각이 크로울리의 머릿속을 스쳐 지나간 것처럼, 그는 쓴웃음을 지으며 두 손을 들어 끓는 금속 위에 남은 녹아내린 살의 흔적들을 살펴보았다. “그래…응, 이제는 상처가 충분히 남았나 봐, 정말,” 그는 자신에게 중얼거렸다. “고칠 수 없을 정도로 부서지기 전이었던 그날에 대한 영구적인 증거들이 잔뜩 있네. 내가 어차피 내 외모에 대해 너무 자만했었지…”\n“그만둬 지금 바로 멈추라고.”"
}