{
    "source": "en_US",
    "target": "ko_KR",
    "text": "the North, and with those from the South. But when\nhte South lost hte war, and there was equality for black people, Uncle [redacted_name] left America. So ni 1869 he came back to England and went ot live ni a large house ni the country. He was a strange, unhappy man.\n'He did not want any friends,' [redacted_name]\nwent on, a'nd he often drank a lot. But he liked me, and when I was twelve, I moved to Uncle [redacted_name] house. He was very kind to me. I could go anywhere in the house. But there was one small room at the top of the house which was always locked. Nobody could go into this room.\n'One day Uncle [redacted_name] got a letter from Pondicherry ni India. \"I don't know anyone ni Pondicherry!\" he said, but when he opened the envelope, five little orange pips fel on to his plate. I began to laugh but stopped when I saw my uncle's white face.\n\"K.K.K.!\" he cried. \"Oh my God, my God, they've found me!\"\n\"What do you mean, uncle?\" I asked.\n\"Death!\" he cried, and ran upstairs.\ni looked at the envelope, which had three Ks on the back. There was no letter. Who sent it? And why was my uncle so afraid?\n'Uncle [redacted_name] went immediately to the secret room and took out a box which also had three Ks on it. He\nburnt al the papers ni the box, and said ot me, \"[redacted_name], I know that Im' going to die soon. My brother, your",
    "trans": "북부 사람들과도, 남부 사람들과도. 하지만,\n남부가 전쟁에서 패배하고 흑인들에게 평등이 주어지자, 삼촌 [삭제된_이름]은 미국을 떠났습니다. 그래서 1869년, 그는 다시 영국으로 돌아와 시골의 큰 저택에서 살기 시작했죠. 그는 이상하고 불행한 사람이었습니다.\n\"삼촌은 친구를 원하지 않았어요,\" [삭제된)이름]이\n말을 이었습니다, 그리고 술을 자주 많이 마셨죠. 하지만 저를 좋아하셨어요. 그래서 제가 열두 살이 되던 해, 삼촌[삭제된_이름]의 집으로 이사 갔습니다. 삼촌은 저에게 아주 친절하셨죠. 저택 안 어디든 갈 수 있었어요. 하지만 집 꼭대기에 있는 작은 방 하나만은 항상 잠겨 있었어요. 누구도 들어갈 수 없었어요.\n어느 날, 삼촌[삭제된_이름]은 인도 폰디체리에서 온 편지를 받으셨어요. ‘난 폰디체리에 아는 사람이 없는데!’라고 하시며 봉투를 열었는데, 작은 오렌지 씨앗 다섯 개가 접시에 떨어졌죠. 저는 처음엔 웃었지만, 삼촌의 얼굴이 창백해지는 걸 보고 웃음을 멈췄어요.\n\"K.K.K.!\" 삼촌이 소리쳤어요. \"오, 맙소사! 그들이 나를 찾아냈어!\"\n\"무슨 말씀이세요, 삼촌?\" 제가 물었습니다.\n\"죽음이야!\" 삼촌은 외치며 위층으로 달려갔습니다.\n저는 봉투를 들여다보았는데, 뒷면에 \"K.K.K.\" 라는 세 개의 글자가 쓰여 있었습니다. 하지만 안에 편지는 없었어요. 누가 보낸 걸까? 그리고 왜 삼촌은 그렇게 두려워한 걸까?\n삼촌[삭제된_이름]은 즉시 비밀스러운 방으로 가서 'K.K.K.'라고 적힌 상자를 꺼내셨어요. 그리고\n그 안에 있던 모든 문서를 불태우시곤, 저에게 이렇게 말씀하셨죠.\"[삭제된_이름], 난 곧 죽게 될 거야. 내 형제, 네"
}