{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The appraiser does not assume responsibility for the accuracy of such\nitems\nthat were furnished by other parties.- The appraiser will not disclose the contents of the appraisal report except as provided for in the\nUniform Standards of Professional Appraisal Practice, and any applicable federal, state or local laws.- If this appraisal is indicated as subject\nto satisfactory completion, repairs, or alterations, the appraiser has based his or her appraisal report\nand valuation conclusion on the assumption that completion of the improvements will be performed in a workmanlike manner.- An\nappraiser's client is the party (or parties) who engage an appraiser in a specific assignment. Any other party acquiring this report from the\nclient does not become a party to the appraiser-client relationship. Any persons receiving this appraisal report because of disclosure\nrequirements\napplicable to the appraiser's client do not become intended users of this report unless specifically identified by the client at the time of the\nassignment.\n- The appraiser's written consent and approval must be obtained before this appraisal report can be conveyed by anyone to the public,\nthrough advertising, public relations, news, sales, or by means of any other media, or by its inclusion in a private or public database. - An\nappraisal of real property is not a 'home inspection' and should not be construed as such. As part of the valuation process, the appraiser\nperforms a non-invasive visual inventory that is not intended to reveal defects or detrimental conditions that are not readily apparent. The\npresence\nof such conditions or defects could adversely affect the appraiser's opinion of value. Clients with concerns about such potential negative\nfactors\nare encouraged to engage the appropriate type of expert to investigate.The Scope of Work is the type and extent of research and analyses\nperformed in an appraisal assignment that is required to produce credible assignment results, given the nature of the appraisal problem, the\nspecific requirements of the intended user(s) and the intended use of the appraisal report. Reliance upon this report, regardless of how\nacquired, by any party or for any use, other than those specified in this report by\nthe Appraiser, is prohibited. The Opinion of Value that is the conclusion of this report is credible only within the context of the Scope of\nWork, Effective Date, the Date of Report, the Intended User(s), the Intended Use, the stated Assumptions and Limiting Conditions, any\nHypothetical Conditions and/or Extraordinary Assumptions, and the Type of Value, as defined herein. The appraiser, appraisal firm, and\nrelated parties assume no obligation, liability, or accountability, and will not be responsible for any unauthorized use of this report or its\nconclusions.\nAdditional Comments (Scope of Work, Extraordinary Assumptions, Hypothetical Conditions, etc.):\nThis is a retrospective appraisal with an effective date of 04/20/2024 as requested by [redacted_name] for the estimated market value of\nthe subject as of the effective date.",
    "trans": "감정인은 다른 당사자가 제공한\n항목의\n정확성에 대해 책임을 지지 않습니다. - 감정인은 전문 감정 관행의 통일 표준 및 해당 연방, 주 또는 지역 법률에 규정된 경우를 제외하고는\n감정 보고서의 내용을 공개하지 않습니다. - 본 감정서에 만족할 만한 완료, 수리 또는 변경이 필요한 것으로 표시되어 있을 경우,\n감정인은 개선이 작업자와 같은 방식으로 완료된다는 가정 하에\n감정 보고서 및 평가 결론을 작성했습니다. - 감정인의 고객은\n특정 과제에 대해 감정인을 고용한 당사자(또는 당사자들)를 말합니다. 의뢰인으로부터 이 보고서를 받는\n다른 당사자는 감정인-고객 관계의 당사자가 되지 않습니다. 감정인의 의뢰인에게 적용되는\n공개 요건으로 인해\n이 감정 보고서를 받는 사람은 의뢰인이 의뢰 당시 특별히 명시하지 않는 한, 이 보고서의\n사용자가 되지 않습니다.\n- 이 감정 보고서를 광고, 홍보, 뉴스, 판매 또는 기타 매체를 통해 대중에게 전달하거나 비공개 또는 공개 데이터베이스에 포함시키기 전에\n감정인의 서면 동의와 승인을 얻어야 합니다. - 부동산 감정은\n'주택 점검'이 아니며 그렇게 해석해서는 안 됩니다. 감정인은 감정 절차의 일부로\n쉽게 드러나지 않는 결함이나 해로운 상태를 밝히기 위한 것이 아닌, 비침습적인 육안 목록을 작성합니다. 이러한\n상태나\n결함이 있으면 감정인의 가치 평가에 부정적인 영향을 미칠 수 있습니다. 이러한 잠재적 부정적\n요인에 대한\n우려가 있는 고객은 적절한 유형의 전문가를 고용하여 조사할 것을 권장합니다. 업무 범위는 감정 문제의 성격, 의도된 사용자의 특정 요구 사항 및 감정 보고서의 용도를 고려하여\n신뢰할 수 있는 감정 결과를 산출하는 데 필요한 감정 과제에서 수행되는 연구 및 분석의 유형과 범위입니다.\n감정인이 이 보고서에 명시한 용도 외의 다른 용도로 이 보고서를 취득한 방법이나 당사자 또는 용도에 관계없이\n이 보고서에 의존하는 것은 금지됩니다. 본 보고서의 결론인 가치 의견은\n여기에 정의된 작업\n범위, 효력 발생일, 보고서 날짜, 의도된 사용자(들), 의도된 용도, 명시된 가정 및 제한 조건,\n가상 조건 및/또는 예외적 가정, 가치 유형의 맥락 내에서만 신뢰성을 갖습니다. 감정인, 감정 회사 및\n관련 당사자는 어떠한 의무, 책임 또는 책임을 지지 않으며 본 보고서 또는 그 결론의 무단 사용에 대해\n책임을 지지 않습니다.\n추가 의견(작업 범위, 특별한 가정, 가상의 조건 등.):\n본 감정서는 [편집됨_이름]의 요청에 따라 효력 발생일을 2024년 4월 20일로 하는 소급 감정으로\n효력 발생일 현재 대상의 추정 시장 가치에 대한 감정입니다."
}