{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Thank you for shopping with Amazon.co.jp.\nUnfortunately, your order to 雷霆万钧 (Order #: #249-5693340-9512639) had to be canceled by the seller.\nWe're very sorry for the inconvenience and being unable to deliver your order.\nIf you've already paid by Convenience Store / ATM / Internet Banking / e-Money payment, the charges for the canceled item(s), as well as shipping fee(s) and other handling fee(s), will be refunded with Amazon Gift Card or via bank transfer. If you'd like your refund via bank transfer, please prepare your account information and contact Customer Service by phone. Refunds by Amazon Gift Card can take about three days after this e-mail was sent. Refunds by bank transfer can take about two to three weeks after you contact Customer Service. Please be aware you cannot receive your refund at a convenience store.\nIf you paid by credit card or mobile carrier billing or Pay Later (Paidy), you won't be charged until your order ships. You won't be charged for canceled items or the shipping fees associated with those items.\nIf you paid by QR Code Payment, the charges for the cancelled item(s), as well as shipping fee(s), will be refunded to your QR code payment balance about one day after this e-mail was sent.\nIf you paid with Amazon Gift Card or Amazon Points, the amount you spent will be refunded to your Amazon Gift Card or Amazon Point balance.\nIf you have any questions about this cancellation, please contact 雷霆万钧 directly.",
    "trans": "아마존 일본(Amazon.co.jp)에서 쇼핑해 주셔서 감사합니다.\n안타깝게도 귀하의 雷霆万钧(주문 번호: #249-5693340-9512639)에 대한 주문이 판매자에 의해 취소되었습니다.\n불편을 끼쳐드려 죄송하며 귀하의 주문품을 배송할 수 없게 되어 죄송합니다.\n귀하가 이미 편의점/ATM/인터넷 뱅킹/전자화폐로 결제하셨다면, 취소된 품목에 대한 요금과 배송료 및 기타 처리 수수료는 아마존 기프트 카드 또는 전신환을 통해 환불됩니다. 전신환을 통해 환불을 원하시는 경우, 계좌 정보를 준비하고 고객 서비스센터에 전화로 문의하세요. 아마존 기프트 카드로 환불하는 경우, 이 이메일 발송일로부터 약 3일이 걸릴 수 있습니다. 전신환으로 환불하는 경우, 고객 서비스센터에 문의한 후 약 2~3주가 걸릴 수 있습니다. 편의점에서는 환불을 받을 수 없습니다. 이점 유의하시기 바랍니다.\n신용카드나 이동통신사 결제 또는 후불(Paidy)로 결제한 경우 주문품이 발송될 때까지는 요금이 청구되지 않습니다. 취소된 품목이나 해당 품목과 관련된 배송료 역시 청구되지 않습니다.\nQR코드로 결제한 경우 취소된 품목의 요금과 배송료는 이 이메일의 발송 약 1일 후에 QR코드 결제잔액으로 환불됩니다.\n아마존 기프트 카드 또는 아마존 포인트로 결제한 경우, 지출한 금액은 아마존 기프트 카드 또는 아마존 포인트 잔액으로 환불됩니다.\n이 취소과정에 대한 질문이 있으시면 雷霆万钧에 직접 문의하시기 바랍니다."
}