{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Background: A lack of agreement on definitions and terminology used for nutrition-related concepts and procedures limits the development of clinical nutrition practice and research.\nObjective: This initiative aimed to reach a consensus for terminology for core nutritional concepts and procedures.\nMethods: The European Society of Clinical Nutrition and Metabolism (ESPEN) appointed a consensus group of clinical scientists to perform a modified Delphi process that encompassed e-mail communication, face-to-face meetings, in-group ballots and an electronic ESPEN membership Delphi round.\nResults: Five key areas related to clinical nutrition were identified: concepts; procedures; organisation; delivery; and products. One core concept of clinical nutrition is malnutrition/undernutrition, which includes disease-related malnutrition (DRM) with (eq. cachexia) and without inflammation, and malnutrition/undernutrition without disease, e.g. hunger-related malnutrition. Over-nutrition (overweight and obesity) is another core concept. Sarcopenia and frailty were agreed to be separate conditions often associated with malnutrition. Examples of nutritional procedures identified include screening for subjects at nutritional risk followed by a complete nutritional assessment. Hospital and care facility catering are the basic organizational forms for providing nutrition. Oral nutritional supplementation is the preferred way of nutrition therapy but if inadequate then other forms of medical nutrition therapy, i.e. enteral tube feeding and parenteral (intravenous) nutrition, becomes the major way of nutrient delivery.\nConclusion: An agreement of basic nutritional terminology to be used in clinical practice, research, and the ESPEN guideline developments has been established. This terminology consensus may help to support future global consensus efforts and updates of classification systems such as the International Classification of Disease (ICD). The continuous growth of knowledge in all areas addressed in this statement will provide the foundation for future revisions.\nKeywords: Clinical nutrition; Consensus; Definition; Malnutrition; Medical nutrition; Terminology.",
    "trans": "배경: 영양 관련 개념과 절차에 사용되는 정의와 용어에 대한 합의가 부족해 임상 영양 실무와 연구 개발이 제한됩니다.\n목표: 이번 계획은 핵심 영양 개념과 절차에 대한 용어의 합의 도출을 목표로 했습니다.\n방법: 유럽 임상 영양 및 대사 학회(ESPEN)는 이메일 커뮤니케이션, 대면 회의, 그룹 내 투표 및 전자 ESPEN 회원 델파이 라운드를 비롯한 수정된 델파이 프로세스를 수행하기 위해 임상 과학자들의 합의 그룹을 임명했습니다.\n결과: 임상 영양과 관련된 다섯 가지 핵심 영역이 확인되었습니다. 개념, 절차, 조직, 제공 및 제품. 임상 영양의 핵심 개념 중 하나는 영양실조/영양저하로, 여기에는 염증이 있거나(예: 악액질) 없는 질병 관련 영양실조(DRM)와 기아 관련 영양실조와 같은 질병이 없는 영양실조/영양저하가 포함됩니다. 영양 과잉(과체중 및 비만)은 또 다른 핵심 개념입니다. 근육감소증과 허약은 종종 영양실조와 관련된 별도의 상태로 합의되었습니다. 확인된 영양 절차의 예로는 영양 위험에 처한 대상자를 선별하여 완전한 영양 평가를 실시하는 것입니다. 병원 및 요양 시설 케이터링은 영양을 제공하는 기본 조직 형태입니다. 경구 영양 보충은 영양 요법의 선호되는 방법이지만, 불충분한 경우에는 다른 형태의 의료 영양 요법인 장관 영양 공급 및 비경구(정맥) 영양이 영양소 보충의 주요 방법이 됩니다.\n결론: 임상 실무, 연구 및 ESPEN 지침 개발에 사용될 기본 영양 용어에 대한 합의가 이루어졌습니다. 이러한 용어 합의는 향후 국제 질병 분류(ICD)와 같은 분류 시스템에 대한 글로벌 합의 노력과 업데이트를 지원하는 데 도움이 될 수 있습니다. 이 성명서에서 다루는 모든 분야에서 지식이 지속적으로 확대되면 향후 개정을 위한 기반이 제공될 것입니다.\n키워드: 임상 영양; 합의; 정의; 영양실조; 의료 영양; 용어."
}