{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Global education policy since 1944: Some key events\nThe timeline below is by no means exhaustive or complete. Numerous other events and moments could be added. The timeline is also rather centred on developments in the US and Europe. Still, the timeline provides important orientation points when thinking about developments in global education policy.\nTimeline prepared by:\nTore Bernt Sorensen\ntore.sorensen@glasgow.ac.uk\nSchool of Education, University of Glasgow\nSources for timeline:\nElfert, M. & Ydesen, C. (2023). UNESCO, the OECD and the World Bank: A Global Governance Perspective (Chapter 2, pp.23-50). In Global Governance of Education: The Historical and Contemporary Entanglements of UNESCO, the OECD and the World Bank. Springer. https://go.exlibris.link/1x4y0P7N\nRizvi, F. & Lingard, B. (2010). Globalizing education policy. Routledge.\n+ websites of some of the organisations mentioned in the overview above\n-----\n1944 World Bank is created at the Bretton Woods conference for the purpose of funding post-WWII reconstruction. World Bank has headquarters in Washington DC, US (Formally known as the United Nations Monetary and Financial Conference, the Bretton Woods conference takes place in New Hampshire, US, and gathers 730 delegates from all 44 allied nations).\n1945 United Nations (UN) is created. UN has headquarters in New York City, US.\n1945 United Nations Educational, Scientific and Cultural Organization (UNESCO) created as specialised agency of the UN. UNESCO is based in Paris, France.\n1946 UNICEF, the United Nations agency for children, is created. UNICEF works to protect the rights of children, especially the most disadvantaged and hardest to reach.\n1948 The Universal Declaration of Human Rights proclaimed by UN General Assembly.\n1948 Organisation for European Economic Cooperation (OEEC) created to channel US investments and know-how to Europe in the context of the Marshall Plan. OEEC later transforms into the Organisation for Economic Co-operation and Development (OECD).\n1957 The launch of the Soviet Sputnik satellite.\n1\n1958 National Defense Education Act launched in the US as reaction to the Soviet Sputnik satellite.\n1958 First steps towards the International Association for the Evaluation of Educational Achievement (IEA) at a meeting at the UNESCO Institute for Education in Hamburg, Germany. IEA becomes a legal entity in 1967.\nEnd-1950s/start-1960s Strong decolonization and independence movement especially across Africa and Asia (Between 1947 and 1967, 70 countries from Latin America, Asia and especially Africa joined UNESCO).\n1961 Organisation for Economic Co-operation and Development (OECD) created in Paris, France, to promote economic growth and trade in the capitalist world.\n1961 OECD Conference on “Economic Growth and Investment in Education” in Washington DC, influenced by human capital theory showing a strong relationship between investment in education and economic growth.\n1970s Economic turbulence caused by oil crises.\n1980s-1990s Neoliberalism becomes prominent as a political ideology. Election of Margaret Thatcher as UK Prime Minister in 1979, and Ronald Reagan as US President in 1980.\n1980-1990s World Bank’s Structural Adjustment Programmes. Countries in the Global South (especially in Africa and Latin America) forced to accept conditions tied to loans, such as reduction of public sector spending and introduction of market- oriented principles in education systems.\n1983 A Nation at Risk: The Imperative for Educational Reform by the US National Commission on Excellence in Education is published.\n1984 US withdraws from UNESCO.\n1988 Launch of the OECD’s International Educational Indicators (INES) project.\n1989 Fall of the Berlin Wall, giving further momentum to neoliberal ideology and globalisation of capitalism, as represented e.g. by the ‘Washington Consensus’.\n1990 World Declaration on Education For All (EFA), Jomtien, Thailand. Focusing on the expansion of primary education, EFA is proposed by the UN Development Program (UNDP) together with other international organisations. EFA is based on the Universal Declaration of Human Rights (‘everyone has the right to education’, Art. 26).\n1992 OECD launches the annual series of Education at a Glance reports.\n1996 The Delors Report, Learning: The Treasure Within, published by the International\nCommission on Education for the Twenty-First Century, set up by UNESC",
    "trans": "1944년 이후 세계 교육 정책: 몇몇 핵심 사건\n아래의 연대표는 결코 철저하거나 완전하지 않다. 수많은 다른 사건이나 순간이 추가될 수 있다. 이 연대표는 다소 미국과 유럽에서의 발전을 중점으로 두고 있다. 그러나 여전히 이 연대표는 세계의 교육 정책의 발전에 관해 생각할 때 중요한 지향점을 제공한다.\n연대표 제공자:\n토레 베른트 소렌센\ntore.sorensen@glasgow.ac.uk\n글래스고 대학 교육학부\n연대표 출저:\n엘페르트, M & 이데센, C. (2023). 유네스코, OECD와 세계 은행: 세계적 관리의 관점 (2장, 페이지 23-50). 교육의 세계적 관리: 유네스코와 OECD, 세계 은행의 과거 및 현재의 연루. 스프링거. https://go.exlibris.link/1x4y0P7N\n리즈비, F. & 링가드, B. (2010). 교육 정책의 세계화. 루틀리지.\n+ 위 개괄에서 언급된 일부 기관의 웹사이트\n-----\n1944 제2차 세계대전 이후 재건에 자금을 조달하고자 하는 목적 아래 브레턴 우즈 회의에서 세계 은행이 형성됨. 세계 은행은 미국 워싱턴 DC에 본부가 있음 (공식적 명칭은 국제 연합 통화 및 금융 회의로, 브레턴 우즈 회의는 미국 뉴햄프셔에서 이루어졌으며 44개의 동맹국 모두에서 730명의 대변인을 모음).\n1945 국제 연합(UN)이 형성됨. UN은 미국 뉴욕시에 본부가 있음.\n1945 유엔의 특수화된 기관으로서 유엔교육과학문화기구(UNESCO) 창설. 유네스코는 프랑스 파리에 기반을 둠.\n1946 아동을 위한 국제 연합 기구인 유니세프가 창설됨. 유니세프는 아이들, 특히 가장 사회적으로 혜택 받지 못하고 손길을 뻗기 어려운 아이들의 권리를 보호하기 위해 노력함.\n1948 국제 연합 총회에서 세계 인권 선언이 공포됨\n1948 마셜 플랜의 맥락에서 유럽경제협력기구(OEEC)가 미국의 투자 및 노하우를 유럽으로 돌리기 위해 형성됨. OEEC는 추후 경제협력개발기구(OECD)로 전환됨.\n1957 소비에트의 스푸트니크 인공위성의 발사.\n1\n1958 소비에트의 스푸트니크 인공위성에 대응하여 미국에서 국가방위교육법이 제정됨.\n1958 독일 함부르크에 소재한 유네스코 교육 연구소 내 회의에서 국제 교육성취도 평가 협회(IEA)를 향한 첫 걸음을 뗌. IEA는 1967년에 법인이 됨.\n1950년대 말/1960년대 초 특히 아프리카와 아시아에서 강력한 탈식민지 및 독립 운동 발생 (1947년과 1967년 사이에, 라틴 아메리카와 아시아 그리고 특히 아프리카에 있는 70개의 국가가 유네스코에 가입함).\n1961년 자본주의 세계 내 경제적 성장과 무역을 촉진하기 위해 프랑스 파리에서 경제협력개발기구(OECD)가 형성됨.\n1961 교육에 대한 투자와 경제적 성장 사이의 강력한 관계가 있음을 보이는 인적자본이론의 영향을 받아 워싱턴 DC에서 \"경제적 성장과 교육에의 투자\"를 주제로 OECD 회의가 열림.\n1970년대 석유 위기가 야기한 경제적 격동.\n1980년대-1990년대 신자유주의가 정치적 이데올로기로 대두됨. 1979년 영국 수상으로 마거릿 대처가, 1980년 로널드 레이건이 미국 대통령으로 당선됨.\n1980-1990년대 세계 은행의 구조 조정 프로그램. 남반구 저개발국 소속 국가(특히 아프리카 및 라틴 아메리카 소재)가 교육 체계 내에서 공공 부문 지출 감소 및 시장 지향형 원칙의 도입 등 대출에 묶인 조건을 수용할 것을 강제당함.\n1983 위기에 처한 국가: 미국국가교육우수위원회가 작성한 교육 개혁의 시급성이 출판됨.\n1984 미국이 유네스코에서 탈퇴함.\n1988 OECD의 국제교육지표(INES) 프로젝트가 개시됨.\n1989 베를린 장벽이 붕괴하며 신자유주의 이데올로기와 자본주의의 세계화에 더욱 탄력을 가함, 이는 '워싱턴 합의' 등에 의해 대변됨.\n1990 모든 이를 위한 교육에 관한 세계 선언(EFA), 태국 좀티엔. EFA는 초등 교육의 확장에 중점을 두고 유엔 개발 계획(UNDP)이 기타 국제 기구와 함께 제안함. EFA는 세계 인권 선언에 기반을 둠('모든 사람은 교육받을 권리가 있다', 26조).\n1992 OECD가 연간 시리즈인 한눈에 보는 교육 보고서를 개시함.\n1996 들로르 보고서, 학습: 그 안에 숨겨진 보물이 국제\n교육 위원회에 의해 출판됨, 21세기를 위해, 유네스코가 설정함"
}