{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A fiery flame came out of the blade as she called out a breath.\n\"Breath of the Sun, Sixth Form:...\"\nHer attacks began to be more uncoordinate. They were more a disfigured type of attacks than planned ones. It was visibly seen that she was swaying in her sea of emotions.\n[redacted_name] clenched her husband blade on her right hand, tears were already covered all over her cheeks. The knot on her bandages loosened and fell from her eyes as she put all of the strength and feelings on her last swing, pulling [redacted_name] blade from behind towards his exposed neck.\n[redacted_name] noticed her plum red eyes were glistening with tears, and he did not notice the tears on her cheeks until now. He clenched his teeth.\n\"Aranea !!!\" He screamed her name and she continued bringing her sword toward his neck. Many unwanted memories came flooding back into her mind, and she tried to ignore them, or better yet, used them as a contribution to her strength by pouring it to her hatred towards him.\nBut one memory tugged in her heart.\n\"Aranea, I have an idea.\" she heard a voice from above where she laid her body was. She moved her body and turned her head up\ninside the warm arms to look up to her loving partner who was looking down to him with a happy smile.\n\"What is it, Muzan ?\" she softly asked back, and received a snuggle from the male which she giggled.\n\"If we have a son, let's name him Michikatsu.\"\nShe pulled from him herself from him to have a good look on him. Muzan gave her a expectant smile.\nShe scoffed in disbelief.\n\"You thought about us that far ?\" She asked.\n\"Of course. We love each other, right ?\"\nAranea gazed in his sparkling eyes. Her heart was softened at the genuine feelings he had for her. She was beyond happy hearing it from his own mouth. He was really serious with her until he wanted children with her.\nShe leaned in and pecked on his lips.\n\"[redacted_name] sound wonderful.\" She rested her forehead on him, and he did the same with his eyes closed.\n\"It's a beautiful name, right ?\"\nThe blade reached his neck and created a contact. When he believes she would still do it, it stopped. He stared at her, who looked at him with her plum red eyes. Tears came running furiously down her cheeks as she stared at him.\nSeeing him again, she realized she missed the male so much. Her heart beating painfully in her chest but she still was unable to bring the blade through his neck.",
    "trans": "불꽃이 칼에서 타오르며 그녀는 숨을 내쉬었다.\n\"태양의 호흡, 6형:...\"\n그녀의 공격은 점점 불규칙해졌다. 계획된 공격이라기보다는 형태가 일그러진 공격이었다. 그녀가 감정의 소용돌이 속에서 흔들리고 있음이 눈에 보였다.\n[삭제된_이름]은 오른손에 남편의 검을 힘껏 쥐었고, 이미 눈물로 뺨이 흠뻑 젖어 있었다. 붕대의 매듭이 풀려 눈가에서 떨어져 내렸다. 그녀는 마지막 일격에 온 힘과 감정을 실으며, 검을 뒤쪽에서부터 [삭제된_이름]의 노출된 목을 향해 휘둘렀다.\n[삭제된_이름]은 그녀의 자주빛 붉은 눈이 눈물로 반짝이는 것을 보았고, 그제서야 그녀의 뺨을 타고 흐르는 눈물을 알아차렸다. 그는 이를 악물었다.\n\"아라네아 !!!\" 그는 그녀의 이름을 외쳤고 그녀는 여전히 칼을 그의 목을 향해 내리쳤다. 수많은 원치 않는 기억들이 그녀의 머릿속을 스쳐 갔고, 그녀는 그 기억들을 무시하려 하면서, 더 나아가 그것을 그의 존재에 대한 증오로 승화시켜 힘으로 바꾸려 했다.\n그러나 한 가지 기억이 그녀의 마음을 붙잡았다.\n\"아라네아, 나에게 좋은 생각이 있어.\" 그녀가 누워 있던 곳 위에서 목소리가 들려왔다. 그녀는 몸을 움직여 머리를 들어서\n따뜻한 품 안에서 그의 얼굴을 올려다보았고, 사랑하는 그가 행복한 미소를 띠며 그녀를 내려다보고 있었다.\n\"뭔데, 무잔?\" 그녀가 부드럽게 되묻자, 그는 그녀를 꼭 끌어안으며 얼굴을 부볐다. 그녀는 피식 웃음을 터뜨렸다.\n\"우리에게 아들이 태어나면, 그 아이의 이름을 미치카츠라고 짓자.\"\n그녀는 그의 품에서 몸을 떼어 그의 얼굴을 똑바로 바라보았다. 무잔은 기대에 찬 미소를 짓고 있었다.\n그녀는 어이없다는 듯 코웃음을 쳤다.\n\"벌써 그런 것까지 생각했어?\" 그녀가 물었다.\n\"당연하지. 우리는 서로 사랑하잖아, 맞지?\"\n아라네아는 그가 반짝이는 눈으로 자신을 바라보는 모습을 응시했다. 그녀의 마음이 따뜻해졌다. 그의 입에서 직접 그런 말을 듣게 되어 기뻤다. 그가 자신을 정말 진심으로 생각하고 있다는 걸 알 수 있었고 심지어 그녀와 함께 아이들까지 원하고 있었다.\n그녀는 천천히 다가가 그의 입술에 가볍게 입을 맞췄다.\n\"[삭제된_이름], 참 아름다운 이름이네.\" 그녀는 이마를 그의 이마에 기대었고, 그도 눈을 감은 채 그녀의 이마에 이마를 맞댔다.\n\"정말 아름다운 이름이야, 맞지?\"\n칼날이 그의 목에 닿아 접촉했다. 그는 그녀가 결국 결행할 거라 생각했지만, 칼은 더 이상 나아가지 않았다.그는 그녀를 바라보았다. 그녀 역시 자주빛 붉은 눈동자로 그를 바라보고 있었다. 거센 눈물이 그녀의 뺨을 타고 흘러내렸다.\n그를 다시 마주한 순간, 그녀는 그를 너무나도 그리워하고 있었음을 깨달았다. 가슴이 미칠 듯이 아려 왔으나 여전히, 그녀는 그 칼날을 그의 목을 꿰뚫도록 내리칠 수 없었다."
}