{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The essential elements of [redacted_name] Human Caring Theory include the following key concepts:\nCarative Factors: Watson originally identified ten Carative Factors, which are foundational to her theory. These factors focus on the interpersonal aspects of care and include:\nThe formation of a humanistic-altruistic system of values.\nThe cultivation of sensitivity to oneself and others.\nThe development of a helping-trust relationship.\nThe promotion and acceptance of the expression of positive and negative feelings.\nThe systematic use of the scientific problem-solving method for decision-making.\nTranspersonal Caring Relationship: This concept emphasizes the connection between the nurse and the patient, suggesting that caring goes beyond the physical to encompass a spiritual and emotional connection.\nCaring Moment: Watson describes this as the moment when the nurse and patient come together in a meaningful interaction, highlighting the significance of context and presence in caregiving.\nCaring Science: Watson advocates for a philosophy that incorporates both art and science in nursing, emphasizing that caring is a science rooted in human experience.\nHolistic Approach: Watson's theory stresses the importance of addressing the whole person—body, mind, and spirit—rather than just the physical symptoms of illness.\nEnvironment and Context: The theory recognizes the influence of the environment on health and well-being, advocating for a supportive and healing space for patients.\nNurse’s Self-Care: Watson emphasizes that nurses must engage in self-care to provide effective care to others, highlighting the reciprocal nature of the caring relationship.\nFor further academic exploration, refer to works such as:\n[redacted_name] (1979). Nursing: The Philosophy and Science of Caring.\n[redacted_name] (2012). Human Caring Science: A Theory of Nursing.\n[redacted_name], & [redacted_name] (2018). Their discussions on nursing theories provide context for [redacted_name] concepts.\nThese elements collectively underscore the significance of caring in nursing practice and the transformative potential of the nurse-patient relationship.",
    "trans": "[삭제된_이름] 인간 돌봄 이론의 핵심 요소는 다음과 같은 주요 개념을 포함합니다:\n카리티브 요소: 왓슨은 본래 10개의 카리티브 요소를 정의했으며, 이는 그녀의 이론의 기초가 됩니다. 이 요소들은 돌봄의 대인 관계 측면에 초점을 맞추며, 다음을 포함합니다:\n인간주의적-이타주의적 가치 체계의 형성.\n자신과 타인에 대한 민감성 함양.\n도움과 신뢰 관계의 발전.\n긍정적이고 부정적인 감정의 표현을 촉진하고 수용.\n의사결정을 위한 과학적 문제 해결 방법의 체계적 사용.\n초개인적 돌봄 관계: 이 개념은 간호사와 환자 사이의 관계를 강조하며, 돌봄이 단순히 신체적인 것을 넘어 영적이고 감정적인 연결을 포함한다는 점을 시사합니다.\n돌봄의 순간: 왓슨은 이를 간호사와 환자가 의미 있는 상호작용을 통해 만나는 순간으로 설명하며, 돌봄에서 맥락과 존재의 중요성을 강조합니다.\n돌봄 과학: 왓슨은 간호에서 돌봄이 인간 경험에 뿌리를 둔 과학임을 강조하며, 간호는 예술과 과학을 모두 포함하는 철학을 주장합니다.\n전체적 접근: 왓슨의 이론은 신체, 마음, 정신을 모두 포함하여 병의 신체적 증상만을 다루는 것이 아니라 전체적인 사람을 다루는 것의 중요성을 강조합니다.\n환경과 맥락: 이 이론은 환경이 건강과 웰빙에 미치는 영향을 인식하며, 환자를 위한 협력적이고 치유적인 공간을 제안합니다.\n간호사의 자기 돌봄: 왓슨은 간호사들이 다른 사람에게 효과적인 돌봄을 제공하기 위해 자기 돌봄에 참여해야 한다고 강조하며, 돌봄 관계의 상호적인 특성을 부각시킵니다.\n추가적인 학문적 탐구를 위해, 다음 자료들을 참고하십시오:\n[삭제된_이름] (1979). Nursing: The Philosophy and Science of Caring.\n[삭제된_이름] (2012). Human Caring Science: A Theory of Nursing.\n[삭제된_이름], & [삭제된_이름] (2018). 이들의 간호 이론에 관한 논의는 [삭제된_이름] 개념에 대한 맥락을 제공합니다.\n이 요소들은 간호 실천에서 돌봄의 중요성과 간호사-환자 관계의 변화 가능성을 강조합니다."
}