{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Kevin Lerdwichagul is an Australian content creator and entrepreneur, best known as the co-founder and CEO of Glitch Productions, the animation studio behind popular YouTube channels like SMG4 and series such as Meta Runner and Murder Drones. Born in Australia to Thai parents, Kevin gained attention in the digital space by leveraging his passion for video games, storytelling, and animation.\nHere are some key points about Kevin:\n1. Founder of SMG4: Kevin is closely associated with the SMG4 YouTube channel, which he co-created with his brother, Luke Lerdwichagul. SMG4 began as a gaming parody channel focused on the Super Mario franchise, and it evolved to feature original stories, comedic animations, and mash-ups of gaming culture.\n2. Glitch Productions: Kevin, along with Luke, expanded beyond SMG4 to form Glitch Productions, their animation studio. This studio produces high-quality animated series like Meta Runner (a sci-fi gaming-themed series) and Murder Drones (a dark-comedy series involving killer robots).\n3. Expansion into Storytelling: Under Kevin’s leadership, Glitch Productions has evolved from short comedy skits into full-fledged story-driven animated series. His ambition is to push the boundaries of online animation and bring high-quality content to digital platforms.\n4. Entrepreneurial Vision: Kevin has been instrumental in building Glitch Productions into a multi-faceted company that not only creates YouTube content but also explores merchandising, collaborations, and partnerships with other media platforms.\n5. Passion for Video Games: Much of Kevin’s inspiration comes from his deep love for video game culture, which is reflected in the themes and styles of the content produced by Glitch Productions. This passion for gaming, combined with animation, has helped him carve out a niche in the YouTube and online content creation world.\nThrough his creative and business ventures, Kevin has played a significant role in popularizing internet-based animation, and he continues to innovate within the digital entertainment space.",
    "trans": "케빈 러드위처글은 호주의 콘텐츠 크리에이터이자 기업가로, SMG4 같은 유명 유튜브 채널 또는 메타 러너나 머더 드론 같은 시리즈를 만든 애니메이션 스튜디오 글리치 프로덕션의 공동 창립자이자 대표로 잘 알려져 있다. 호주에서 태국인 부모 아래 태어난 케빈은 비디오 게임, 스토리텔링 및 애니메이션에 대한 열정으로 디지털 업계의 주목을 받았다.\n케빈에 대한 주요 정보들을 다음과 같이 소개한다:\nSMG4의 창립자: 케빈은 형제인 루크 러드위처글과 공동으로 만든 유튜브 채널 SMG4와 밀접한 관련을 맺고 있다. SMG4는 슈퍼 마리오 프랜차이즈를 주로 하여 게임 패러디 채널로 시작하였으며, 이후 오리지널 스토리, 코미디 애니메이션을 비롯해 여러 게임 문화를 조합해 발전시켜 나갔다.\n2. 글리치 프로덕션: 케빈은 루크와 함께 SMG4 너머로 더욱 확장세를 이어 애니메이션 스튜디오 글리치 프로덕션을 설립했다. 글리치 프로덕션은 메타 러너 (사이언스 픽션 게임 테마) 또는 머더 드론 (살인 로봇이 등장하는 다크 코미디) 같은 뛰어난 품질의 애니메이션 시리즈를 만든다.\n3. 스토리텔링의 확장: 케빈의 리더십 아래, 글리치 프로덕션은 짧은 코미디물에서 스토리를 동력으로 하는 애니메이션 시리즈로 날개를 펼쳤다. 케빈의 목표는 온라인 애니메이션의 경계를 넓히고 디지털 플랫폼에 고품질의 콘텐츠를 공급하는 것이다.\n4. 기업가적인 면모: 케빈은 유튜브 콘텐츠를 만드는 데에 그치지 않고 다른 미디어 플랫폼에서의 상품화, 협업 및 콜라보레이션을 통해 글리치 프로덕션의 다각화에 중요한 역할을 해냈다.\n5. 비디오 게임에 대한 열정: 케빈이 얻은 영감 중 대부분은 깊은 비디오 게임 문화 사랑으로부터 유래하여 글리치 프로덕션이 만든 콘텐츠의 테마나 스타일에 반영되었다. 게임에 대한 이런 열정은 애니메이션과 결합되어 유튜브 및 온라인 콘텐츠 제작 분야에서 틈새시장을 공략하는 데에 도움이 되었다.\n이러한 창의력과 사업적 도전을 통해 케빈은 인터넷을 기반으로 한 애니메이션의 유명세를 끌어올리는 데에 지대하게 기여했으며, 여전히 케빈은 디지털 엔터테인먼트 분야에서 혁신을 이어나가고 있다."
}