{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Before you begin, shake the bottle well to ensure the natural ingredients are well-mixed and ready to work their magic.\n2. Test for Staining:\nAlthough our flea spray for house use is designed to be non-staining, it’s always best to test it on a hidden area first. Spray a small amount on an inconspicuous spot and check for any discoloration or damage. If everything looks good, proceed with the application.\n3. Apply a Light Spray:\nSpray the surface uniformly with a light mist. You don’t want to saturate or soak anything; a light spray is sufficient to cover the area and make it effective against fleas and ticks. This makes it ideal for use on various surfaces in your home.\n4. Let it Dry:\nAllow the product to dry completely before allowing pets or children to re-enter the area. This ensures that the spray has time to work and reduces the risk of incidental ingestion or skin contact.\n5. Wash Your Hands:\nAfter applying the spray, wash your hands thoroughly. This step is important to prevent the transfer of the product to your skin or ingestion.\n6. Avoid Fine Furniture:\nBe cautious when applying the spray near fine furniture. While the product is generally safe, it's best to avoid spraying directly on delicate or valuable items.",
    "trans": "시작하기 전에, 병을 잘 흔들어 자연 성분이 잘 혼합되었고 마법과 같은 효과를 발휘할 준비가 되었는지 확인하세요.\n2. 얼룩을 테스트해보세요:\n비록 저희 가정용 벼룩 스프레이가 얼룩이 남지 않도록 설계되었지만, 항상 먼저 눈에 띄지 않는 부분에서 테스트하는 것이 좋습니다. 적은 양을 눈에 띄지 않는 곳에 뿌리고 변색이나 손상이 있는지 확인하세요. 문제가 없다면, 본격적으로 사용을 진행하세요.\n3. 스프레이를 가볍게 도포하세요:\n표면에 고르게 가벼운 안개 형태로 뿌려주세요. 어떤 물건이라도 아예 적시거나 스며들게 하고 싶지 않을 겁니다; 가벼운 뿌림만으로 영역을 충분히 커버할 수 있고 벼룩과 진드기에 효과가 있습니다. 이는 집안의 다양한 표면에 사용하기에 적합합니다.\n4. 건조시켜주세요:\n애완동물이나 어린이가 다시 그 지역에 들어가기 전에 제품이 완전히 마를 때까지 기다리세요. 이는 스프레이가 제 기능을 다하도록 돕고 우발적인 섭취나 피부 접촉위험을 줄여줍니다.\n5. 손을 씻어주세요:\n스프레이를 사용한 후에는 손을 깨끗이 씻어주세요. 이는 제품이 피부에 묻거나 섭취되는 것을 방지하는 중요한 단계입니다.\n6. 고급 가구는 피해주세요:\n고급 가구 근처에서 스프레이를 뿌릴 때는 주의하세요. 이 제품은 일반적으로 안전하지만, 섬세한 주의가 필요하거나 귀중한 물건에는 직접 뿌리지 않는 것이 좋습니다."
}