{
    "source": "en_US",
    "target": "ko_KR",
    "text": "IT WAS NOW AFTERNOON. Evelyn and Minho were already planning on how to tell their friends that they had at least something going on.\nNo, they weren't boyfriend or girlfriend, in fact, they, themselves, didn't know what they were.\nAnd they weren't planning onto asking one another.\nEvelyn was staring at the ceiling, while Q and Kitty were busy reviewing.\n\"Okay. I need a break.\" Q said, sitting down beside Evelyn. \"What's on your mind?\"\n\"Yeah, you've been acting suspicious lately.\" Kitty agreed.\nEvelyn took a deep breath and sat up, her back was resting against the armchair beside her. \"I'm dating someone.\"\nKitty and Q looked at her in disbelief, their mouths agape.\n\"And I don't know if we're dating or not but I'm not his girlfriend and he's not my boyfriend — I just don't know what we are but we're something.\" Evelyn rambled.\n\"Wait what?\"\n\"I second that — Minho's gonna be pissed if you tell him.\"\n\"What if it's Minho that I have a situation with...\" Evelyn trailed off, interrupting the two.\nKitty and Q did a double take, but jumped out of their seats, squealing like kids.\n\"What are you doing?\" Evelyn questioned, looking at them with a concerned look on her face. \"Stop that!\"\nThe two stopped immediately, sitting on opposite sides beside Evelyn.\n\"Look, Evelyn. You need to have a conversation on what you guys are! What even happened between you two?\" Q questioned.\nEvelyn cleared her throat, \"Well, we kissed last night.\"\nKitty and Q let out gasps in union.\n\"Twice.\"\nThey let out gasps once again.\n\"You're telling me, you two kissed, twice? And you guys don't have a label?\" Kitty asked.\nEvelyn bit her lip, \"Yeah.\" She nodded, \"That's what I'm telling you.\"\n\"You guys definitely need to talk it out.\" Q patted her shoulder, \"Minho's ready for a relationship, we had that conversation this morning.\"\n\"What did he say?\" Evelyn questioned eagerly.\nQ smiled, \"He said that you showed him that he's ready for something real.\" He paused, \"He didn't really say it to me, it just kind of came up then the pushed away the topic.\"\nEvelyn leaned back onto the couch, \"I was meant to study here, Kitty, not to fall for someone.\"\n\"I see how he looks at you, Eve. Mom would be proud.\" She sent her a reassuring smile.\nSomeone then knocked on their front door.\nThe trio shared suspicious looks, \"Coming!\" Q stood up, Evelyn and Kitty trailing behind, hiding behind a wall.\nThe door revealed Yuri, carrying some bags in her hands.\n\"Yuri?\" Kitty and Evelyn asked simultaneously.\n\"I just came out to my mom.\" Yuri explained, \"I'm gay.\"\nQ clapped his hands together, \"Oh my God, Welcome!\"\n\"Oh! I feel amazing! Scared, but free.\" Yuri exclaimed, \"And I'm moving in with you guys!\"\nEvelyn's eyes went wide. The trio didn't have time to protest as Yuri went in the room and shut the door behind her.",
    "trans": "오후였다. 에블린과 민호는 이미 친구들에게 적어도 무슨 일이 진행되고 있다는 것을  말할 계획을 세우고 있었다.\n아니요, 그들은 남자친구도 여자친구도 아니었고, 사실 그들 자신도 자신이 무엇인지 알지 못했다.\n그리고 그들은 서로 물어볼 계획도 없었다.\n에블린은 천장을 바라보고 있었고, 큐와 키티는 검토하느라 바빴다.\n\"알겠어. 좀 쉬어야겠어.\" 큐가 에블린 옆에 앉으며 말했다. \"무슨 생각해 ?\"\n\"그래, 너 요즘 의심스러운 행동을 하고 있잖아.\" 키티가 동의했다.\n에블린은 심호흡을 하고 일어나 앉았고, 그녀의 등을 옆에 있는 안락의자에 기대어 있었다. \"나 데이트하는 사람 있어.\"\n키티와 큐는 믿을 수 없다는 듯이 입을 떡 벌린 채 그녀를 바라보았다.\n\"우리가 사귀고 있는지 아닌지는 모르겠지만 나는 그의 여자친구도 아니고 그는 내 남자친구도 아니야 ㅡ 단지 우리가 무엇인지는 모르겠지만 우리는 중요한 사람이긴 해.\" 에블린은 횡설수설했다.\n\"잠깐만, 뭐?\"\n\"나는 두 번째 — 민호한테 말하면 화낼 거야.\"\n\"내가 처한 상황이 만약 민호라면 어떨까...\" 에블린은 두 사람의 말을 가로막으며 말을 이었다.\n키티와 큐는 두 번이나 횡설수설했지만, 아이들처럼 비명을 지르며 자리에서 벌떡 일어났다.\n\"뭐 하는 거야?\" 에블린이 걱정스러운 표정으로 그들을 바라보며 물었다. \"그만해!\"\n두 사람은 즉시 멈추고 에블린 옆 반대편에 앉았습니다.\n\"이봐, 에블린. 너희들이 어떤 사람인지에 대해 대화를 나눠야 해! 너희 둘 사이에 무슨 일이 있었던 거야?\" 큐가 물었다.\n에블린은 목을 가다듬었다, \"음, 어젯밤에 키스했어.\"\n키티와 큐는 함께 숨을 헐떡였다.\n\"두 번.\"\n그들은 다시 한 번 숨을 헐떡였다.\n\"너희 둘이 키스를 두 번이나 했다는 말이지? 그런데 너희들 라벨은 없니?\" 키티가 물었다.\n에블린은 입술을 깨물었다. \"그래.\" 그녀는 고개를 끄덕였다. \"그게 바로 내가 말하는 거야.\"\n\"너희들은 분명히 이야기해야 해.\" 큐는 그녀의 어깨를 두드리며 말했다. \"민호는 연애할 준비가 됐어, 우리는 오늘 아침에 그런 대화를 나눴어.\"\n\"그가 뭐라고 말했어?\" 에블린은 열심히 물었다.\n큐는 미소를 지었다, \"그는 진짜 뭔가 준비를 했다는 걸 네가 보여줬다고 하더라\". 그는 잠시 말을 멈췄다. \"그는 사실 나에게 그런 말을 하지 않았어.그냥 그 이야기가 나왔다가 주제를 밀어냈어.\"\n에블린은 소파에 등을 기대며, \"나는 여기서 공부할 작정이었어, 키티, 누군가에게 반하기 위해서가 아니라.\"\n\"그가 너를 어떻게 보는지 알겠어, 이브. 엄마는 자랑스러우실 거야.\" 그녀는 그녀에게 안심시키는 미소를 보냈다.\n그때 누군가가 현관문을 두드렸다.\n세 사람은  의심스러운 표정을 지었다. \"왔어!\"라며큐는 일어섰고, 에블린과 키티는 뒤를 따라 벽 뒤에 숨었다.\n문을 열자 손에 가방 몇 개를 들고 있는 유리가 보였다.\n\"유리?\" 키티와 에블린이 동시에 물었다.\n\"방금 엄마에게 나왔어.\" 유리가 설명했다. \"나는 게이야.\"\n큐는 손뼉을 치며 \"맙소사, 어서 와!\"라고 말했다.\n\"오! 기분이 정말 좋아! 두렵지만 자유로워.\" 유리는 외쳤다. \"나도 이사해서 너희들과 함께 할 거야!\"\n에블린의 눈이 휘둥그레졌다. 유리가 방으로 들어가 문을 닫자 세 사람은 이의를 제기할 시간도 갖지 못했다."
}