{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A week passed in hospital before Malcolm was given the all clear go home. He was already bored in hospital, his own solace being the visits of Dani after each shift, sharing the cases the team was working on. He wasn’t much help to them in hospital, but at least at home he could be more engaged. Out of respect of Dani, he decided to give it a week before he started going off on his merry way.\nBeing at home was difficult, and he didn’t like to constant calls from his mother about his health, or the looks Ainsley was giving him every time she popped in. Yes, he knew he looked like shit, but he didn’t need everyone to remind him.\nThe only person who seemed to be able to balance their worry/care towards him was Dani. He didn’t feel attacked by her questions too much and he actually enjoyed her presence.\nShe was also really helpful at playing nurse. With his broken arm, trying to change his bandages was a nuisance, so he let Dani do it for him. He liked that time. He cherished being close to her. Within a few days of their alone time, he even finally plucked up the courage to tell her how he felt about her, and was pleasantly surprised when Dani didn’t look horrified, or shriek away from him.\n“I feel it too Bright. I do. And I’ve known what you feel for a while.” She mused, trying carefully to not irritate his old bullet would that was precariously close to a more recent stab wound, all whilst trying to not break his ribs once again.",
    "trans": "말콤은 퇴원 허가를 받기까지 병원에서 일주일을 보냈습니다. 그는 병원에서 이미 지루했고, 대니가 각 교대 후 방문하여 그 팀이 작업 중인 사례를 공유하는 것이 그의 위안이었습니다. 그는 병원에서는 그들에게 큰 도움이 되지 않았지만, 적어도 집에서는 더 많은 참여를 할 수 있었습니다. 대니에 대한 존경심에서, 그는 즐거운 길을 떠나기 전에 일주일의 기간을 그를 위해 보내기로 결정했습니다.\n집에 있는 것은 힘들었고, 그는 어머니가 그의 건강에 대해 끊임없이 전화를 걸거나 에인슬리가 들를 때마다 그에게 보내는 시선을 좋아하지 않았습니다. 네, 그는 자신이 쓰레기로 보인다는 것을 알고 있었지만 모든 사람이 그에게 상기시켜 주기를 원하지 않았습니다.\n그를 향한 걱정/관심을 균형 있게 조절할 수 있는 사람은 대니뿐이었습니다. 그는 그녀의 질문들에 너무 공격받는다고 느끼지 않았고 실제로 그는 그녀의 존재를 즐겼습니다.\n그녀는 또한 간호사 놀이에 큰 도움을 주었습니다. 자신의 부러진 팔로 붕대를 바꾸려고 하는 것은 귀찮았기 때문에, 대니가 그 일을 대신 하게 했습니다. 그는 그 시간을 좋아했습니다. 그는 그녀와 가까이 있는 것을 소중히 여겼습니다. 둘만의 시간을 며칠간 보낸 끝에 그는 마침내 용기를 내어 그녀에게 자신이 그녀에 대해 어떻게 생각하는지 말했고, 대니가 겁먹은 듯 보이지 않고 그에게 비명을 지르지 않는 것을 보고는 놀라울 정도로 기뻐했다.\n\"나도 그렇게 느껴. 정말 그래. 그리고 난 네가 느끼는 것을 꽤 오래 전부터 알고 있었어.\" 그녀는 곰곰이 생각하며 최근에 찔린 상처에 위태롭게 가까이 있는 그의 오래된 총알을 자극하지 않으려고 조심조심 노력했고, 그의 갈비뼈를 다시는 부러뜨리지 않으려고 노력했다."
}