{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Here are ten of the top Python libraries commonly used for AI and machine\nlearning:\n1. TensorFlow*\n- An open-source library developed by Google for numerical computation\nand machine learning. It is widely used for deep learning applications.\n2. Keras*\n- A high-level neural networks API, Keras is user-friendly and can run on\ntop of TensorFlow. It's great for quick prototyping and experimentation.\n3. PyTorch*\n- Developed by Facebook, PyTorch is known for its dynamic computation\ngraph and is popular among researchers for deep learning projects.\n4. Scikit-learn*\n- A versatile library for classical machine learning algorithms. It provides\ntools for data mining and data analysis, making it easy to implement\nalgorithms like regression, clustering, and classification.\n5. Pandas*\n- While primarily a data manipulation library, Pandas is crucial for data\npreprocessing and analysis in machine learning workflows.\n6. NumPy*\n- A fundamental package for scientific computing in Python. NumPy\nprovides support for arrays and matrices, along with a collection of\nmathematical functions.\n7. Matplotlib*\n- A library for creating static, animated, and interactive visualizations in\nPython. It's often used to visualize data and results from machine learning\nmodels.\n8. Seaborn*\n- Built on top of Matplotlib, Seaborn provides a high-level interface for\ndrawing attractive statistical graphics, making it easier to visualize complex\ndatasets",
    "trans": "다음은 인공지능 및 머신러닝에 널리 사용되는 상위 10개의\n파이썬 라이브러리입니다:\n1. 텐서플로우*\n- 구글에서 개발한 오픈소스 라이브러리로 수치 연산과\n머신 러닝을 위한 것입니다. 딥러닝 어플리케이션에서 널리 사용됩니다.\n2. 케라스*\n- 고수준 신경망 API로, 케라스는 사용자 친화적이며\n텐서플로우 위에서 실행할 수 있습니다. 빠른 프로토타이핑과 실험에 적합합니다.\n3. 파이토치*\n- 페이스북에서 개발되어, 파이토치는 동적 연산\n그래프로 유명하고 딥러닝 프로젝트의 연구자들 사이에서 인기가 높습니다.\n4. 사이킷런*\n- 전통적인 머신러닝 알고리즘을 위한 다용도 라이브러리입니다. 이는\n데이터 마이닝과 데이터 분석을 위한 도구를 제공하며, 적용을 쉽게 하는데 이는\n회귀, 군집화, 분류 등의 알고리즘입니다.\n5. 판다스*\n- 주로 데이터 조작을 위한 라이브러리이지만, 판다스는\n머신러닝 워크플로우에서 데이터 전처리와 분석에 필수적입니다.\n6. 넘파이*\n- 파이썬에서 과학 연산을 위한 기본 패키지입니다. 넘파이는\n배열 및 행렬 연산을 지원하며, 그 외에도\n다양한 수학 함수들을 제공합니다.\n7. 매트플롯라이브러리*\n- 정적, 애니메이션, 인터랙티브 시각화를 생성할 수 있는 라이브러리\n파이썬으로. 머신 러닝 모델의 데이터 및 결과를 시각화하는 데에\n자주 사용됩니다.\n8. 씨본*\n- 매트플롯라이브러리를 기반으로 하여, 씨본은 세련된 통계 그래픽을 그리기 위한\n고수준의 인터페이스를 제공하며, 복잡한 데이터셋을 시각화하는 데\n유용합니다"
}