{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Comprehensive (Excluding Collision) Coverage\nPlease note: GEICO requires that leased or financed vehicles carry Comprehensive (Excluding Collision) coverage.\nWhat is Comprehensive (Excluding Collision) Coverage?\nComprehensive (Excluding Collision) coverage pays for loss or damage to your vehicle caused by fire, theft, vandalism, hail, windstorm, riot, falling objects, flood, collision with an animal, and other events as stated in your policy contract. Each Comprehensive (Excluding Collision) claim is subject to a deductible (the amount you will pay out of pocket).\nHow much Coverage do I need?\nYou should choose a deductible that meets your financial needs; the higher the deductible, the lower the premium charged for this coverage. Please see your contract for state specific coverage details. Comprehensive (Excluding Collision) is an optional coverage. You may want to consider whether the present value of your vehicle justifies the cost of this coverage. If you finance or lease your vehicle, your lease or financing agreement may require you to have this coverage. Refer to your lease or financing agreement for details.\nComprehensive (Excluding Collision) [Non-Deductible (Glass)]:\nIf you have Comprehensive (Excluding Collision) coverage you may elect to have no deductible for damage to your vehicle's safety glass. This will allow for either repair or replacement of damaged safety glass without applying a deductible. Safety glass includes the safety glass used in the windshield, doors, and windows, as well as the glass, plastic, or other material used in the lights of the motor vehicle.",
    "trans": "종합 보험 (충돌 제외)\n참고해 주세요: GEICO는 리스나 금융을 통해 구입한 차량에 대해 종합 보험 (충돌 제외) 가입을 요구합니다.\n종합 보험 (충돌 제외) 보험이란 무엇인가요?\n종합 보험 (충돌 제외) 보험은 화재, 도난, 파손, 우박, 폭풍, 폭동, 떨어진 물체, 홍수, 동물과의 충돌 등 보험 계약서에 명시된 기타 사건으로 인해 차량에 발생한 손해나 파손에 대한 비용을 지급합니다. 각 종합 보험 (충돌 제외) 청구에는 공제액(자기부담금)이 적용됩니다. 이는 본인이 부담해야 하는 금액입니다.\n얼마나 많은 보험 보장이 필요한가요?\n자신의 재정 상황에 맞는 공제액을 선택해야 합니다. 공제액이 높을수록 이 보험의 보험료는 낮아집니다. 주별 보험 세부 사항은 계약서를 참조하세요. 종합 보험 (충돌 제외)은 선택 사항입니다. 차량의 현재 가치가 이 보험의 비용을 정당화하는지 고려해 보세요. 차량을 금융 계약이나 리스를 통해 구입한 경우, 리스나 금융 계약서에서 이 보험을 요구할 수 있습니다. 자세한 내용은 리스나 금융 계약서를 참조하세요.\n종합 보험 (충돌 제외) [비공제 (유리)]:\n종합 보험 (충돌 제외) 보장이 있는 경우, 차량의 안전 유리에 대한 손상에 대해 공제액을 적용하지 않도록 선택할 수 있습니다. 이를 통해 손상된 안전 유리를 수리하거나 교체할 때 공제액 없이 처리할 수 있습니다. 안전 유리는 앞유리, 문, 창문에 사용되는 안전 유리뿐만 아니라, 자동차의 조명에 사용되는 유리, 플라스틱 또는 기타 재료를 포함합니다."
}