{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It's not like I didn't wanna make this through. You know how much I had wanted to keep our love in spite of all more than anyone. even if we had completely shut off our fight, I would've still gotten to the same decision today in the morning. We tried our best in all the hard situations and no one doubts it here. There might be no relationship where I can never fight. 2 years are a long time to just expect to be perfectly peaceful. But since time ahead of us would've been much longer than that, I believe we should've been able to resolve the issues that were on us for so long and find a way to move forward together, which we unfortunately failed all of the time. 2 years were long enough to figure out how we can come for happiness and improvement as much as argue and struggle against each other. If we've missed every single chance to be better for 2 years, how can we look forward to the rest of our days together. Sadly, I never felt healed. There were many times when I convinced myself and tried to move on and you tried to help me with it. But I don't think it's equivalent to healing. It ended up repeatedly collapsing our strong bond and trust about things we talked to each other promising we will be better and change. It was really painful to always suspect your mind, words, and be proven that my doubt was right even though I prayed I was wrong and your cheerful words were right. It was also devastating how I didn't get better for us but kept acting the same to set our relationship on fire. There used to be time when I thought what u say like this is really beautiful. Even though your love is still beautiful, I had so many question marks in my head even by reading this. I wish only these months were a hard time, but if we really talk about it we all know it has never been just easy on me cos of all our issues. I started really not being able to understand some of your actions and to like our imperfections and then I realized we are actually too different about the way we view things happened as I had asserted many times. You have no idea how many times I thought of the positive 'what if's. That's all the reason why I had always come back to you. Reading 99% of posts saying couples like us are eventually meant to be doomed, I kept scrolling to find 1% of hopeful posts and praying this could be us, because we are special and our love is pure. I don't wanna give myself any kind of self-torture like this anymore. It makes me get hurt more, disappointed more and hurt you and us more in the end. There's a new celeb issue revealed where a model couple actually has fought for the entire 15 years and they are divorcing now. In that, she said to him that she should've left hime when there was a bad sign in their second year and she's been in the pain the whole time because she didn't leave him 13 years ago. From reading it, I was sad because I thought the same thing when we were in a few months, a half year, a year, and now. And I really don't wanna be a person who says something like that after a decade. Ethan, I sincerely loved you. I don't think we should hurt each other anymore constantly convincing ourselves that there will be time to be happy. I don't wanna scratch our hearts anymore. Let's not do it. We've done enough...",
    "trans": "난 이걸 끝내고 싶었던 것이 아냐. 너는 내가 그 누구보다도 우리가 모든 걸 넘어서서 우리의 사랑을 지키길 원했다는 것을 알고 있잖아. 우리가 싸움을 완전히 그만뒀다고 해도, 나는 오늘 아침과 같은 결정을 내렸을 거야. 우리는 힘든 모든 상황 속에서 최선을 다했고 그것은 누구도 의심하지 않아. 절대 싸우지 않는 관계는 없을수도 있어. 2년 동안 완벽하게 평화로운 것은 어렵지. 그치만 우리 앞에 놓인 시간이 더 길었던 만큼, 나는 우리가 긴 기간동안 이어져온 문제들을 해결하고 같이 나아갈 방법을 찾았어야 된다고 생각하는데, 안타깝게도 우리는 늘 그것을 해내지 못했지. 2년은 서로 싸우고 고생한만큼 행복과 성장으로 나아가는 방법을 알아내기에도 충분한 시간이었지. 우리가 더 나아질 기회를 매번 놓쳤는데, 어떻게 남은 시간을 같이할 수 있겠어. 슬프게도, 나는 결국 치유받지 못했어. 나 스스로를 설득하고 넘어가려 했던 순간들이 많았고 너는 나를 도와주려고 했지. 그치만 그것은 치유와는 다른 것 같아. 결국 그로 인해 계속해서 우리가 더 나아질 것이고 변화할 것이라고 약속했던 것들에 대한 우리의 강한 관계와 신뢰가 무너졌지. 항상 너의 긍정적인 말들이 맞고 내가 틀리길 기도했음에도 불구하고, 너의 마음과 말을 의심했고 결국 그게 맞았다는 것이 증명될 때마다 정말 아팠어. 그리고 나도 우리를 위해 나아지지 않았고 우리의 관계를 망치는 행동을 반복해서 괴로웠지. 너가 이렇게 하는 말들이 아름답다고 생각했던 때가 있었지. 여전히 너의 사랑이 아름답지만, 이걸 읽으면서도 내 머릿속에는 수많은 물음표가 떠올랐어. 난 이 힘든 시간이 그저 몇 달간의 일이었길 바라는데, 우리 진짜로 얘기해보면 우리의 모든 문제 때문에 나한테 한 번도 쉬웠던 적이 없는 걸 알잖아. 나는 너의 일부 행동들을 이해할 수 없게 되었고 우리의 불완전함조차 좋아해주기 어려워졌는데, 그 뒤 나는 내가 여러 번 말했던 것처럼 우리가 세상을 바라보는 방식이 너무 다르다는 것을 알게 되었지. 너는 내가 얼마나 많은 긍정적인 ‘만약’에 대해서 생각해 봤는지 모를 거야. 내가 그래서 항상 너에게 돌아왔던 이유지. 우리 같은 커플은 결국 끝이 좋지 않을 거라는 99%를 차지하는 글들을 읽어도, 난 계속해서 남은 1%의 희망적인 글을 찾으면서, 우리가 특별하고 우리의 사랑은 순수하니 이럴 수 있을 거라고 기도했지. 이제는 이런 식으로 스스로를 괴롭히기 싫어. 그럴 수록 나는 더 상처받고, 더 실망하고 결국엔 우리를 더 아프게 해. 최근 어떤 모델 부부가 사실 15년 간 싸웠는데 결국 이혼할 것이라는 소식이 떴어. 거기서 그녀는 그에게 그들의 결혼 2년 차일 때 안 좋은 신호가 보였을 때 그를 떠났어야 했고, 그녀가 그를 13년 전에 떠나지 못해서 내내 고통 받았다고 말했어. 그걸 읽으면서 나는 슬펐는데, 나도 우리가 몇 개월 차 때, 반년 차 때, 1년 차 때, 그리고 지금 같은 생각을 했기 때문이야. 그리고 난 10년 뒤 그런 말을 하는 사람이 되고 싶지 않네. 이든, 난 너를 진심으로 사랑했어. 나는 우리가 계속해서 언젠가는 행복해질 것이라고 설득하면서 서로에게 상처를 주는 것은 그만해야 될 것 같아. 더 이상 서로의 마음에 상처를 주고 싶지 않네. 그러지 말자. 우리는 이미 충분히 했어..."
}