{
    "source": "en_US",
    "target": "ko_KR",
    "text": "List of Improvements - An action tracker will be provided and will be updated on the 1st of every month for OC review and comments. We are updating the tracker which will be shared with OC within this week.\nAgenda Item 3 – Sub Item 1 – The query was addressed by Jaza Director Owners Affairs via email on 12th September 2024. Please find attached email communication for your reference.\nAgenda Item 3 – Sub Item 2 – Please note that we will request the owners committee for an online meeting next week with a single agenda item of vote on re-election. Meeting schedule will be confirmed based on majority availability.\nNeutrality of auditors and rapporteurs - Please note that RERA guidelines are being followed in all cases. In case of any objection, please contact RERA for guidance.\nBudget review timeline will also be provided based on the guidelines issued RERA which will be shared once budget draft is ready for review.\nSingle of contact for OC communication is building manager with escalation to senior manager.\nSuggested improvements for the year 2024 to be carried out based on 2024 budget availability. The details will be available in the tracker.\nNo warning has been issued to management company. Please find below link to view law 6. Of 2019 for your reference highlighting the parts of common area and in-unit. Also, for any in-unit/common area disputes, third party consultant will be appointment in accordance with RERA guidelines. Report submitted by the consultant will be shared with RERA for their decision.",
    "trans": "개선 사항에 대한 목록 - 액션 트래커가 제공되고 OC 검토 및 피드백을 위해 매월 1일에 업데이트 될 것입니다. 현재 저희는 트래커를 업데이트하고 있는데 이번 주 내로 OC와 공유될 예정입니다.\n어젠다 항목 3 – 하위 항목 1 –  이 문의는 Jaza Director Owners Affairs에서 2024년 9월 12일 이메일을 통해 처리했습니다. 첨부된 이메일 커뮤니케이션 참고해주세요.\n어젠다 항목 3 – 하위 항목 2 – 다음 주에 재선거 투표를 단일 어젠다 항목으로 하는 온라인 회의를 소유주 위원회에 요청할 예정인 점 참고 부탁드립니다. 회의 일정은 다수의 참석 가능 여부에 따라 확정될 예정입니다.\n감사 및 기록자의 중립성 - 모든 경우에 RERA 지침이 준수되고 있음을 참고 부탁드립니다. 이와 관련해 이의가 있으시다면, RERA에 문의하여 지침을 확인해주세요.\n예산 초안이 준비되는 대로, RERA에서 발행한 가이드라인을 기반으로 한 예산 검토 일정 또한 공유될 예정입니다.\nOC 커뮤니케이션을 위한 담당자는 빌딩 매니저이고 필요한 경우 그 다음은 선임 매니저입니다.\n2024년 예산 가용성에 기반하여 2024년의 개선 사항이 실행될 예정입니다. 트래커에서 세부사항이 확인 가능할 예정입니다.\n관리 회사에 대해 경고는 발행되지 않았습니다. 아래 링크에서 2019년 법률 제6호를 확인이 가능하고, 공용 구역과 개별 유닛과 관련된 조항이 강조되어 있습니다. 그리고, 개별 유닛/공용 구역 관련 분쟁의 경우, RERA 가이드라인에 따라 제3자 컨설턴트가 임명될 예정입니다. 컨설턴트가 제출한 보고서는 RERA에 공유되어 최종 결정을 내리게 됩니다."
}