{
    "source": "en_US",
    "target": "ko_KR",
    "text": "報告內容】 MRI of the posterior fossa without contrast enhancement was performed including: [1] Axial T1WI, T2WI, T2/FLAIR [2] Sagittal T2WI, Coronal T1/FLAIR [3] Diffusion-weighted imaging (DWI) [4] Coronal T1WI, T2WI [5] 3-D T1-weighted images for brain [6] 3-D TOF of intracranial arteries [7] 3-D T2-CUBE * Due to non-administration of contrast medium, subtle lesions might be obscured in this study. * Findings are as compared with prior study on 2022-12-27: 1. A mixed solid and cystic mass at right cerebellopontine angle, measured approximately 2.3 x 2.3 x 2.0 cm, showing low signal on T1WI, mixed low and high signal on T2WI, causing mild expanding of right internal auditory canal and mild adjacent parenchymal edema at right cerebellum, consider vestibular schwannoma with post-treatment change, relatively stationary in size but with newly-devloping mild adjacent right cerebellar parenchymal edema. 2. Mild obliteration of right aspect of 4th ventricle by the positive mass effect at right cerebellopontine angle. Presence of cavum septum pellucidum and cavum vergae. No obvious parenchymal herniation. 3. No definite focal restriction of diffusion on DWI and ADC map. 4. TOF MRA shows patent major intracranial arteries. Focal dilatation at basilar artery tip, favored vascular infundibulum. 5. The cranial vault and skull base appear normal. 6. Mucus retention in right ethmoid and sphenoid sinuses. Impression: Right cerebellopontine angle tumor, approximately 2.3 x 2.3 x 2.0 cm, consider vestibular schwannoma with post-treatment change, relatively stationary in size but with newly-devloping mild adjacent right cerebellar parenchymal edema. 陳郁惟-放診專醫字第000862號",
    "trans": "報告內容】 조영 증강 없이 후두의 MRI는 포함하여 수행되었다: [1] 축 T1WI, T2WI, T2/FLAIR [2] 시상 T2WI, 관상 T1/FLAIR [3]확산-강조 영상 (DWI) [4] 관상 T1WI, T2WI [5] 3-D T1-뇌 강조 영상 [6] 3-D 두개골 내부 동맥의 TOF [7] 3-D T2-CUBE *조영제의 미실시 때문에, 본 연구에서 미묘한 병변이 모호할 수 있음. * 2022년 12월 27일의 이전 연구와 비교한 결과이다: 1. 오른쪽 소뇌골 각도에서 혼합된 고형 및 낭종 덩어리, 약 2.3 x 2.3 x 2.0센티미터로 측정 되었으며, T1WI에는 낮은 신호를 보였으며, T2WI에는 낮고 높은 신호가 섞였다, 우측 내이도의 경미한 확장 및 우측 소뇌의 경미한 인접 실질 부종을 유발하면서, 우측 소뇌에서 약한 가까운 실질 부종이, 치료-이후 변화로 청신경초종를 고려하여, 크기는 상대적으로 변하지 않지만 새로-발생하는 약한 우측 소뇌 가까운 실질 부종이 있다. 2. 오른쪽 소뇌다리 각도에서 긍정적인 질량 효과에 의한 4번째 심실의 우측의 약한 소실. 구개 중격 및 구내염의 존재. 조직의 탈장은 불분명하다. 3. DWI 및 ADC 맵에서 확산에 대한 명확한 중심의 제한이 없다. 4. TOF MRA는 주요한 두개골 내부 동맥을 명백히 보여준다. 5. 머리덮개뼈와 뇌기저부는 정상으로 나타났다. 6. 오른쪽 사골과 쐐기뼈 부비강의 성대낭종. 자국: 오른쪽 소뇌 교각부 종양 약 2.3 x 2.3 x 2.0센티미터, 치료-후 변화로 청신경초종 고려하기, 상대적으로 크기가 정지되어 있지만 새로-발견된 약한 오른쪽 소뇌 인접 실질 부종. 陳郁惟-放診專醫字第000862號"
}