{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Preface\nPreface to 3rd edition\nNutrition is one of those subjects which comes up every day in general practice—or should do—yet in most undergraduate medical schools it is crowded out by the big clinical specialities and high technology procedures. It is for subjects like nutrition that the British Medical Journal’s ABC series is extremely useful.\nThis book was started when Dr Stephen Lock, previous editor of the BMJ asked me to write a series of weekly articles for an imagined general practitioner, in an unfashionable provincial town who had been taught almost no nutrition at medical school. They now felt the need to use nutrition in the practice, but could spare only 15 to 20 minutes a week to read about it.\nThe brief was that the writing must be practical and relevant; about half the page was to be for tables, figures, photographs or boxes (that is, not text) and these have to tell part of the story. The writing was to “come down off the fence”, to make up its mind on the balance of evidence and state it plainly. The first edition had no references but some reviewers asked for them and now in the era of evidence-based medicine some well chosen references seem indispensable when writing about nutrition.\nNutritional concepts, of course, are not as tightly evidence-based as information about drugs because randomised controlled trials, so routine for drug therapy, are rare for nutrition.\nThis book does not deal with all aspects of human nutrition, only those that are useful in everyday medical practice. The latest fads and controversies are not here either. This is the ABC of Nutrition, not the XYZ.\nA Stewart Truswell 1999",
    "trans": "서문\n제 3판 서문\n영양학은 일반 진료에서 매일 등장하는ㅡ또는 그래야만 하는ㅡ 과목 중 하나이지만, 대부분의 학부 의과대학에서는 대규모 임상 전문 분야와 첨단 기술 절차로 인해 밀려납니다. 영국 의학 저널의 ABC 시리즈는 영양학 같은 과목을 위해 매우 유익합니다.\n이 책은 BMJ의 전 편집자였던 스티븐 락 박사가 의과대학에서 영양학을 거의 배우지 않은 유행에 뒤떨어진 지방 마을의 상상 속 일반의를 위해 매주 일련의 기사를 써 달라고 요청하면서 시작되었습니다. 이제 그들은 실습에서 영양학을 활용해야 할 필요성을 느꼈지만 이를 읽는 데 일주일에 15~20분밖에 시간을 줄 수 없었습니다.\n요약하면, 글은 실용적이고 관련성이 있어야 한다는 것이었습니다. 약 절반의 페이지는 표, 도형, 사진 또는 상자(즉, 텍스트가 아닌)를 위한 것이었고, 이는 이야기의 일부를 전해야 했습니다. 글은 \"울타리에서 내려와\" 증거의 균형에 대해 결정하고 명확하게 말하는 것이었습니다. 초판에는 참고 문헌이 없었지만 일부 비평가들이 참고 문헌을 요청했고, 이제 증거 기반 의학 시대에 영양에 관한 글을 쓰려면 잘 선택된 참고 문헌들이 필수적인 것처럼 보입니다.\n물론 영양 개념은 약물에 대한 정보만큼 엄격한 증거를 바탕으로 하지 않습니다. 왜냐하면 약물 치료의 일상적인 무작위 대조 시험은 영양학적으로 드물기 때문입니다.\n이 책은 인간 영양의 모든 측면을 다루는 것이 아니라 일상적인 의료 행위에서 유용한 부분만 다루고 있습니다. 최신 유행과 논란은 여기에 없습니다. 여기는 영양학 ABC이지 XYZ가 아닙니다.\n스튜어트 트러스웰 1999"
}