{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Monday, 21 October 2024\nF iji Airports - Exclusive to My F iji\nExclusive MyF iji F ast Track Experience\nArrive in Fiji in style with our exclusive fast track airport service. Be welcomed on arrival at Nadi Airport by dedicated My Fiji staff, while also keeping\nan eye out for our My Fiji signage, which will direct you to your exclusive fast track lane. On your way home, please follow the My Fiji signage\ndirecting you to the Fast Track Lane. Please have your documentation ready, either on paper or electronically, to show our MyFiji airport staff.\nF iji Ros ie Holidays VIP New - Exclusive to My F iji\nUpon exiting the customs hall, you will be met by Rosie Holidays staff and escorted to the Welcome Lounge.\nExclusive MyFiji VIP concierge service includes 24 Hour Customer Care Support, meet & greet at Nadi Airport with a welcome shell necklace,\nrefreshing drink & cold face towel. Plus, each room per booking receives a complimentary MyFiji welcome beach bag on arrival containing Pure Fiji\nSurvival Kit, MyFiji Cap & Beach Ball!\nFiji Rosie Holidays One Way Transfers, Nadi Airport PRIVATE Nadi Apt to Nadi Area Hotels - Confirmed\nFor 2 x Adults\nUpon exiting the customs hall, you will be met by My Fiji / Rosie Holidays staff and escorted to the Welcome Lounge. Exclusive MyFiji VIP concierge\nservice including 24 Hour Customer Care Support, meet & greet at Nadi Airport with a welcome shell necklace, refreshing drink & cold face towel.\nPlus, each room per booking receives a complimentary MyFiji welcome beach bag on arrival containing Pure Fiji Survival Kit, MyFiji Cap & Beach Ball!\nRos ie Holidays contact\nMonday to Sunday 8:00am to 5:00pm\nTel: [redacted_number]\nEmail: [redacted_email]\nConditions :\nTo ensure a seamless journey, all guests must pre-book and pre-pay for Baby Capsules (0-6 Months), baby car seats (6 Months - 3 years or up to 25\nkilograms), booster seats, and all oversized luggage (e.g., surfboards and golf clubs) at least 48 hours before your arrival at the destination. Click the\nlink below to submit your preferences directly to Rosie Holidays. Once you've completed the form, Rosie Holidays will update your booking,\naccordingly, ensuring everything is arranged for your convenience upon arrival.\nSubmit your preferences here -[redacted_url]\nBaby capsule (0-6 Months), baby car seat (6 Months - 3 years or up to 25 kilos), booster seat: If advised at time of booking/prior to travel, then pay\n@ FJD13.78 on arrival per capsule/seat each way OR if not notified, then on arrival you will pay FJD20.47 per capsule/seat per way.\nSurfboard/Golf Bag Charges: If advised at time of booking/prior to travel, then pay @ FJD10.44 on arrival per board/bag per transfer OR if not\nnotified of surfboard prior to arrival, you will pay FJD31.32 on arrival per board per transfer. Alternative vehicles will have to be arranged with roof\nracks or extra storage if guest arrives with surfboard and no prior notification.\nFees are available to be paid locally if desired.\nRosie Holidays Nadi Airport Office is cashless, credit cards are the only form of payment accepted.\nF or em erg encies, Rosie Holidays Reservations Af ter Hours Contact:\nMonday to Friday from 5pm to 9pm (Local FJ Time)\nSaturday 12pm to Sunday 9pm (Local FJ Time)\nAccommodation is Confirmed for 10 nights at:\nCrowne Plaza Fiji Nadi Bay Resort And Spa 1 & 2 Nadi Bay Road, Wailaloa Beach\nNadi Bay Nadi\nFiji\nTelephone: Fax:\n[redacted_number]\nNo Voucher is necessary for your accommodation booking. This itinerary serves as your booking confirmation/documentation.\nPlease note that standard resort check-in and check-out times are generally 3pm and 10am respectively.\nPlease note that it is standard practice for resorts/hotels to take a security bond in the form of a credit card\npre-authorisation which is available for release upon completion of your stay.\n1 x Standard King - Double\nBedding configuration is always at the discretion of the resort and cannot be guaranteed.\nCheck In: Monday, 21 October 2024 3:00 PM Check Out:Thursday, 31 October 2024 11:00 AM\nFor Ms S Han, Ms H Kim }\nTWIN BEDS PLEASE AS TWO FRIEND. THANKING YOU TEAMInclusions:\nBuffet Breakfast daily at Harvest Restaurant\nDinner for 2 guests on 1 night of stay at Harvest All Day Dining Restaurant including a Welcome Drink (Welcome drink includes soft drinks, local beer\n& wine by the glass. Dinner is up to the value of the FJD$185 per room).\nUnlimited Ice-cream, soft drink by the glass and water for children\nUp to two children (aged 0-11 years) stay free in existing bedding. One child eats breakfast free - Additional children receive 50% off breakfast.\nDaily F$10 Sundowner Voucher per room per day (available to use on hotel’s owned and operated Food & Beverage outlets)\nFree Wi-Fi\nNotice - Resort includes a phased opening with most facilities open from 1 April 2024. During this initial phase there will be selective availability of\nrestaurants, bars, and certain facilities as we gradually enhance and perfect our offerings. Additionally, guests may notice ongoing construction\nactivities as we work tirelessly to create an environment that exceeds guests' expectations. Based on the phased opening, below is the list of\nfacilities available as we progress:\nOPEN NOW\nHarvest All Day Dining Restaurant (Open daily for Breakfast, Lunch and Dinner)\nLa Bottega Italian Restaurant (Open daily from 1730hrs to 2200hrs for dinner)\nLatitude Bar & Lounge & 17.78 Whiskey Bar (Open daily from 1600hrs to late)\nAzura Pool Bar (Open daily from 1000hrs to 2100hrs)\nBean Bar Cafe (Open daily from 0630hrs to 1700hrs daily serving Breakfast, Lunch, Premium Coffees, and Fresh Pastries)\nIn Room Dining (Open daily from 1100hrs to 2230hrs daily serving Breakfast, Lunch and Dinner)\nThe Lobby Lounge (Open daily from 1100hrs to 2300hrs daily serving Lunch)\nBreeze Swim Up Bar (Open daily from 1000hrs to 1800hrs)\nFitness Centre in a temporary location\nMareqeti Spa in a temporary location\nKids Club in a Temporary Location\nBaravi Ballroom + Volivoli Meeting Rooms 1 & 2.\nNewly built south wing with 28 keys comprised of 2-Bedroom Suites and King Junior Suites with direct swimming pool access, pool views and ocean\nviews.\n3 main hotel pools - Children Pool, Family Pool, and Adults Pool (from Sunrise to Sunset)\n2 additional pools directly connected to standard bedrooms in Denarau Wing and suites in Wailoaloa Wing. (Total 5 pools)\nPhase 2\nUrban Sugar Beach Club (Open from October 2024 onwards)\nPhase 3 – Novem ber 2024 onwards\nFull inventory of 324 bedrooms\nTotal of 7 Swimming Pools\nRetail Precinct\nDedicated Mareqeti Spa\nDedicated Fitness Centre\nPan Asian Restaurant\nTutuvalu Kids Club\nThe Privileges Dining Cards Extras, Resort Dining\nDining Card Voucher\nEnjoy exclusive and rewarding experiences at a variety of popular restaurants and cafes with a limited-edition, award-winning, Privileges Dining Card,\nthat offers you up to 25% (or more) off the bill, for you and your accompanying guest/s – increasing your spending power at participating venues.\nTo get the card, please visit https://privileges.cards/your-dine-around-program and enter your Ignite Travel Booking/Reference Number (Eg:\nIG000000MF). Make a note of the unique Promo Code (that starts with the letters \"TP\" featured on that same page) for use in the activation\nprocess.\nIMPORTANT INFORMATION: Please don't register your card until a few days before your departure, because the membership will run from the time\nit's activated.\nIf you have any questions, email office@privileges.cards and, if you want to preview the current offers, please visit www.privileges.cards\nCrowne Plaza Fiji Nadi Bay Resort And Spa Extras, Wine Dine & Spa Credit\nFJD500 Wine Dine & Spa Credit\nWine & Dine Credit - This amount is credited to the guest's room account on check-in which can be applied towards all food and beverage at the\nresort. Credit cannot be shared with or transferred to any other hotel room account. Credit applicable for use at hotel-owned bars & restaurants and\nroom service. Credit cannot be used at any non-hotel owned F&B outlets, resort gift shops, merchandise stores or toward any watersports/activities\nor any other third party. If the resort credit value is exceeded, the additional amount will be payable on checkout. Any unused credit upon checkout\ncannot be redeemed for cash or held in credit.\nTuesday, 22 October 2024\nSIV Sabeto Safari Full Day Tour - operated by Rosie Holidays FJD",
    "trans": "2024년 10월 21일, 월요일\n피지 공항 - 마이 피지 단독\n마이피지 단독 패스트트랙 서비스\n마이피지의 전용 패스트트랙 공항 서비스로 스타일리시하게 피지에 도착하세요. 나디 공항에 도착하면 전담 My Fiji 직원이 환영하며,\n공항 내 My Fiji 안내 표지판을 따라 이동하면 전용 패스트트랙 통로로 안내됩니다. 출국 시에도 마이피지 표지판을 따라\n패스트트랙 통로를 이용하시면 됩니다. 마이피지 공항 직원에게 제시할 여권 및 관련 서류를 종이 또는 전자 형태로 준비해 주세요.\n피지 로지 홀리데이즈 중요인물 서비스 – 마이 피지 단독 제공\n세관을 통과한 후, 로지 홀리데이즈 직원이 마중을 나와 웰컴 라운지로 안내해 드립니다.\n마이 피지 중요 인물 전용 VIP 컨시어지 서비스는 24시간 고객 지원 서비스 제공, 나디 공항 도착 시 환영 조개껍데기 목걸이 포함 환영 서비스,\n신선한 환영 음료 & 차가운 타월을 포함합니다. 또한, 모든 예약 객실당 도착 시 제공하는 마이 피지 웰컴 비치백 무료 증정, 퓨어 피지\n생존 키트, 마이 피지 캡 & 비치볼 포함!\n피지 로지 홀리데이즈 편도 전용 차량 환승 서비스, 나디 공항 전용 나디 공항에서 나디 지역 호텔 - 확정\n성인 2인용\n세관을 통과한 후, 마이 피지 / 로지 홀리데이즈 직원이 마중을 나와 웰컴 라운지로 안내해 드립니다. 마이피지 전용 중요인물 컨시어지\n서비스, 24시간 고객 지원 서비스, 환영 조개 껍데기 목걸이와 함께 나디 공항에서 환영 서비스, 신선한 환영음료 & 차가운 타월 제공 포함.\n또한, 모든 예약 객실당 도착 시 퓨어 피지 생존 키트, 마이 피지 캡 & 비치볼 포함 마이 피지 웰컴 비치백 무료 증정!\n로지 홀리데이즈 연락처\n월요일부터 일요일 오전 8:00부터 오후 5:00\n전화번호: [삭제된_번호]\n이메일: [삭제된_이메일]\n이용 조건 :\n원활한 여행을 위해 모든 고객은 사전 예약 및 결제해야 합니다, 유아용 캐리어 (0-6개월), 유아용 카시트 (6개월 - 3세 혹은 25\n킬로그램까지), 어린이용 보조의자, 초과 수하물 (예, 서핑보드 그리고 골프채) 이것들은 도착 최소 48시간 전까지. 클릭하세요\n로지 홀리데이즈에 직접 선호 사항을 제출하기 위해 아래 링크를. 양식을 제출하면 로지 홀리데이즈에서 귀하의 예약 정보를 업데이트해 드립니다,\n그에 따라, 도착 시 모든 사항이 귀하의 편의를 위해 준비되도록 보장합니다.\n여기에서 선호 사항을 제출하세요 - [삭제된_인터넷 주소]\n유아용 캐리어 (0-6개월), 유아용 카시트 (6개월 - 3세 또는 최대 25킬로그램), 어린이용 보조 의자: 예약 시/여행 전에 사전 안내가 있을 경우, 그렇다면\n도착 시 유아용 캐리어/카시트 당 @ 피지달러 13.78를 지불하거나, 사전 통보 없이 도착할 경우, 도착 시 유아용 캐리어/카시트 당 피지 달러 20.47를 지불하셔야 합니다.\n서핑보드/골프백 요금: 예약 시/여행 전에 사전 안내가 있을 경우, 도착 시 서핑보드/골프백 당 피지 달러 10.44를 지불하셔야 합니다 혹은 그렇지 않다면\n서핑보드를 도착 전 사전 안내가, 도착 시 서핑보드 당 피지 달러 31.32를 지불하셔야 합니다. 대체 차량은 루프 있는 차량으로 예약해야 할 수 있습니다.\n랙 혹은 서핑보드를 가지고 도착했으나 사전 통보가 없는 경우, 추가 저장 공간이 있는 차량으로 예약해야 할 수 있습니다.\n원하는 경우, 요금은 현지에서 지불할 수 있습니다.\n로지 홀리데이즈 나디 공항 사무소는 현금 결제가 불가하며, 신용카드만 결제 수단으로 허용됩니다.\n비상 시, 로지 홀리데이즈 예약팀 근무 시간 외 연락처:\n월요일부터 금요일까지 오후 5시부터 9시까지 (현지 피지 시간)\n토요일 오후 12시부터 일요일 오후 9시까지 (현지 피지 시간)\n숙박은 10박 동안 확정되었습니다:\n크라운 플라자 피지 나디 베이 리조트 & 스파 1 & 2 나디 베이 로드, 와일로아 비치\n나디 베이, 나디\n피지\n전화번호: 팩스:\n[삭제된_번호]\n숙박 예약에 대해 별도의 바우처는 필요하지 않습니다. 이 일정은 예약 확인서/문서 역할을 합니다.\n일반적인 리조트 체크인 시간은 오후 3시, 체크아웃 시간은 오전 10시라는 점을 참고해 주십시오.\n리조트/호텔에서는 보안 보증금을 신용카드 형태로 받는 것이 일반적인 절차임을 유의하시기 바랍니다.\n사전 승인 이것은 숙박이 완료되면 보증금은 해제됩니다.\n1 x 스탠다드 킹 - 더블\n침대 배치는 리조트의 재량에 따라 결정되며 보장되지 않습니다.\n체크인: 2024년 10월 21일 월요일 오후 3:00 체크아웃: 2024년 10월 31일 목요일 오전 11:00\n객실 예약자 한 에스 씨, 김 에이치 씨 }\n두 친구와 함께라 트윈 베드로 부탁드립니다. 감사합니다. 포함 사항:\n매일 하베스트 레스토랑에서 조식 뷔페 제공\n하베스트 올 데이 다이닝 레스토랑에서, 체류 중 1회 저녁 식사 2인 제공 (환영 음료는 탄산음료, 현지 맥주 포함\n& 글라스 와인. 저녁은 객실 당 피지 달러 185까지).\n어린이를 위한 무제한 아이스크림, 유리컵에 제공되는 탄산음료 및 물 제공.\n어린이(0-11세) 2명까지 기존 침대에서 무료 숙박 가능합니다. 1명 어린이는 조식을 무료로 제공받으며 - 추가 어린이는 조식을 50% 할인받습니다.\n매일 객실당 피지달러 10 선다우너 바우처 제공 (호텔에서 운영하는 음식 및 음료 매장에서 사용 가능)\n무료 와이파이\n알림 - 리조트는 단계별 개장을 진행하며, 대부분의 시설은 2024년 4월 1일부터 개장됩니다. 초기 단계에서는 일부 시설만 이용 가능합니다\n레스토랑, 바, 그리고 특정 시설을, 저희는 점진적으로 제공되는 서비스를 향상시키고 완성도를 높여가고 있습니다. 또한, 손님들은 진행 중인 건설 작업을 볼 수 있습니다\n저희는 손님의 기대를 뛰어넘는 환경을 만들기 위해 끊임없이 노력하기 때문에. 단계별 개장에 따라, 아래는 목록입니다\n우리가 진행하면서 이용 가능한 시설을:\n현재 오픈 중\n하베스트 올 데이 다이닝 레스토랑 (조식, 중식, 석식 매일 운영)\n라 보테가 이탈리안 레스토랑 (저녁 17:30에서 22:00 매일 운영)\n래티튜드 바 & 라운지 & 17.78 위스키 바 (매일 16:00부터 늦은 시간까지 운영)\n아주라 풀 바 (매일 10:00부터 21:00 운영)\n빈 바 카페 (매일 06:30부터 17:00 운영, 조식, 중식, 프리미엄 커피, 신선한 페이스트리 제공)\n객실 내 다이닝  (매일 11:00부터 22:30 운영, 조식, 중식, 석식 제공)\n로비 라운지 (매일 11:00부터 23:00 운영, 중식 제공)\n브리즈 스윔 업 바 (매일 10:00부터 18:00 운영)\n피트니스 센터 임시 위치\n마레케티 스파 임시 위치\n키즈 클럽 임시 위치\n바라비 볼룸 + 볼리볼리 회의실 1 & 2.\n새로 건설된 남쪽 날개에는 28개의 객실이 있으며, 이 객실은 2베드룸 스위트와 킹 주니어 스위트로 구성되어 있으며, 직접 수영장 접근, 수영장 전망과 바다를 제공합니다\n전망.\n3개의 주요 수영장 - 어린이 수영장, 가족 수영장, 성인 수영장 (일출부터 일몰까지 운영)\n덴라우 날개와 와일로로아 날개의 스탠다드 객실과 스위트룸에 직접 연결된 2개의 추가 수영장 (총 5개의 수영장)\n2단계\n어반 슈가 비치 클럽 (2024년 10월부터 오픈 예정)\n3단계 – 2024년 11월부터\n324개의 객실\n총 7개의 수영장\n소매 구역\n전용 마레케티 스파\n전용 피트니스 센터\n판 아시안 레스토랑\n투투발루 키즈 클럽\n프리빌리지 다이닝 카드 추가 혜택, 리조트 다이닝\n다이닝 카드 바우처\n한정판 수상 경력에 빛나는 Privileges Dining Card로 다양한 인기 레스토랑과 카페에서 독점적이고 보람 있는 경험을 즐기세요,\n이 카드는 최대 25% (또는 그 이상) 할인을 제공하며, 동반 손님과 함께 사용 가능하여 – 참여하는 매장에서 지출을 늘릴 수 있습니다.\n카드를 받으려면 https://privileges.cards/your-dine-around-program 사이트에 방문하여 이그나이트 트래블 예약/참조 번호 (예: )를 입력하세요.\nIG000000MF). 고유 프로모션 코드 (해당 페이지에서 제공되는 앞자리가 \"TP\"인) 를 적어두고 활성화 사용하세요\n과정에서.\n중요 정보: 카드는 회원 자격이 시작되기 때문에, 출발 며칠 전까지 카드를 등록하지 마세요\n활성화 시점부터.\n궁금한 점이 있으면 office@privileges.cards로 이메일을 보내주시고, 현재 제공되는 혜택을 미리 보고 싶으시면 www.privileges.cards 웹사이트를 방문해 주세요.\n크라운 플라자 피지 나디 베이 리조트 & 스파 추가 혜택, 와인 다이닝 & 스파 크레딧\n피지달러 500 와인 다이닝 & 스파 크레딧\n와인 & 다이닝 크레딧 - 이 금액은 체크인 시 고객의 객실 계정에 적립되며, 모든 음식 및 음료에 사용할 수 있습니다.\n리조트 내. 크레딧은 다른 호텔 객실 계정과 공유되거나 양도될 수 없습니다. 크레딧은 호텔 소유의 바 및 레스토랑에서만 사용할 수 있습니다\n그리고 룸 서비스. 크레딧은 호텔 소유가 아닌 음식 및 음료 매장, 리조트 기념품 가게, 상점 또는 수상 스포츠/활동에는 사용할 수 없습니다\n또한, 제3자에게도 사용할 수 없습니다. 리조트 크레딧 금액을 초과한 금액이 있다면, 체크아웃 시 결제해야 합니다. 체크아웃 시 사용되지 않은 크레딧은\n현금으로 환불되거나 크레딧으로 보유할 수 없습니다.\n2024년 10월 22일, 화요일\n에스아이브이 사베토 사파리 풀데이 투어 - 로지 홀리데이즈 운영, 피지 달러"
}