{
    "source": "en_US",
    "target": "ko_KR",
    "text": "President Xi Jinping extended greetings to the elderly ahead of the country's Seniors' Day, which falls on Friday, and he called on the silver-haired group nationwide to continue their pursuits to live a fulfilling life.\nHe also called for efforts to address the pressing concerns of the elderly, improve relevant policies and measures, ensure the protection of their rights and well-being, and enable them to effectively contribute to society.\nXi, who is also general secretary of the Communist Party of China Central Committee and chairman of the Central Military Commission, made the remarks in a reply letter, dated Wednesday, to representatives of seniors who participate in a national volunteer initiative.\nThe Silver Age Action initiative was launched in 2003 with the goal of leveraging the expertise of senior professionals across various domains to assist in improving underdeveloped areas.\nMore than 7 million elderly volunteers have participated in the initiative, undertaking over 4,000 assistance projects. It has become one of the key platforms for promoting the active engagement of elderly people in social activities.\nIn his letter, Xi commended the participants in the initiative who have taken part in volunteer activities in recent years and applied their knowledge and skills to serve the public. This embodies the fine spirit of the Chinese elderly in the new era, he said.\nNoting that the seniors are a valuable asset to both the Party and the country, Xi expressed the hope that more seniors would maintain an enterprising spirit to contribute to the advancement of Chinese modernization.\nHe urged Party committees and governments at all levels to prioritize work related to the elderly in order to address their concerns.\nThe president also underlined the need to improve policies and measures to foster a favorable social environment for the elderly.\nSeniors' Day, also known as Chongyang Festival or Double Ninth Festival in China, falls on the ninth day of the ninth lunar month. It is an occasion to care for and send blessings to the elderly throughout the nation.\nChina's population age 60 and above approached 300 million by the end of 2023, accounting for 21.1 percent of the total population, according to statistics from the Ministry of Civil Affairs. Among them, the number of people age 65 and above was more than 217 million, representing 15.4 percent of the total population.\nEnsuring that elderly people can live happy and fulfilling lives is something that Xi always bears in mind. He has expressed his personal care on many occasions, including during his inspection tours nationwide, about the well-being of seniors in the country, particularly those who live alone.\nUnder Xi's leadership, China has pursued a proactive national strategy in response to an aging population, and it strives to develop elderly care programs and services. The goal of ensuring that all elderly people can be well provided for, have access to elderly care and enjoy fulfilling lives is becoming a reality.\nAs of the end of 2023, more than 43 million elderly people nationwide have benefited from various elderly subsidies, highlighting the high level of attention the country pays to the welfare of the elderly, according to a report released by the Ministry of Civil Affairs in September.",
    "trans": "시진핑 국가주석은 금요일에 맞이하는 중국의 노인의 날을 앞두고 노년층에게 인사를 전하며, 전국의 어르신들이 계속해서 충족된 삶을 추구할 것을 당부했다.\n그는 또한 노년층의 시급한 문제를 해결하고 관련 정책과 대책을 개선하며, 그들의 권리와 복지를 보장하고, 사회에 효과적으로 기여할 수 있도록 노력할 것을 촉구했다.\n중국 공산당 중앙위원회 총서기이자 중앙군사위원회 주석인 시진핑 주석은 수요일 자로 작성된 답신에서 전국 자원봉사 활동에 참여하는 노년층 대표들에게 이 같은 발언을 전했다.\n실버 에이지 행동 이니셔티브는 2003년에 시작되었으며, 다양한 분야에서 경험을 쌓은 노년 전문가들의 역량을 활용하여 저개발 지역의 발전을 지원하는 것을 목표로 하고 있다.\n700만 명이 넘는 노년 자원봉사자들이 이 이니셔티브에 참여하여 4,000개 이상의 지원 프로젝트를 수행해왔다. 이는 노년층의 사회 활동 참여를 촉진하는 주요 플랫폼 중 하나로 자리 잡았다.\n시 주석은 서한에서 최근 몇 년 동안 자원봉사 활동에 참여하며 자신의 지식과 기술을 활용해 공공에 봉사한 이니셔티브 참가자들을 칭찬했다. 그는 이것이 새로운 시대 중국 노년층의 훌륭한 정신을 구현하는 것이라고 말했다.\n시 주석은 노년층이 당과 국가에 귀중한 자산이라고 언급하며, 더 많은 노년층이 진취적인 정신을 유지하여 중국 현대화 발전에 기여할 수 있기를 바란다고 표현했다.\n그는 당의 각급 위원회와 정부가 노년층의 걱정을 해결하기 위해 노인 관련 업무를 우선시할 것을 촉구했다.\n주석은 또한 노년층을 위한 유리한 사회적 환경을 조성하기 위해 정책과 대책을 개선할 필요성을 강조했다.\n노인의 날은 중국에서 중양절 또는 더블 나인 축제로도 알려져 있으며, 음력 9월 9일에 해당한다. 이 날은 전국의 노년층을 돌보고 축복을 전하는 날이다.\n중국의 60세 이상 인구는 2023년 말까지 3억 명에 근접했으며, 이는 전체 인구의 21.1%에 해당한다고 중국 민정부의 통계에 따르면 보고되었다. 이 중 65세 이상 인구는 2억 1,700만 명을 넘어서며, 전체 인구의 15.4%를 차지했다.\n노년층이 행복하고 충실한 삶을 살 수 있도록 하는 것은 시 주석이 항상 마음에 두고 있는 일이다. 그는 전국적으로 진행된 여러 차례의 시찰을 포함해, 특히 홀로 사는 노인들의 복지에 대해 많은 자리에서 개인적인 관심을 표명했다.\n시 주석의 지도 아래, 중국은 고령화 인구에 대응하기 위해 적극적인 국가 전략을 추진하고 있으며, 노인 돌봄 프로그램과 서비스를 개발하기 위해 노력하고 있다. 모든 노년층이 충분히 지원받고, 노인 돌봄 서비스를 이용하며, 충실한 삶을 누릴 수 있도록 하는 목표는 현실이 되어가고 있다.\n2023년 말 기준으로, 전국적으로 4,300만 명 이상의 노년층이 다양한 노인 보조금을 혜택을 받았으며, 이는 국가가 노인 복지에 대해 얼마나 높은 관심을 기울이고 있는지를 강조하는 수치라고 9월에 발표된 중국 민정부 보고서에 따르면 전해졌다."
}