{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This policy provides guidance for employee use of social media, which should be broadly un-\nderstood for purposes of this policy to include blogs, wikis, micro-blogs, message boards, chat\nrooms, electronic newsletters, online forums, social networking sites such as Facebook, and\nother sites and services that permit users to share information with others in a contemporane-\nous manner.\nPROCEDURES\nThe following principles apply to professional use of social media on behalf of Get Smart Kids\nAcademy, as well as personal use of social media, when referencing Get Smart Kids Acad-\nemy.\n- Employees need to know and adhere to the Company’s Employee Handbook, and/or any\nother company policies when using social media in reference to Get Smart Kids Academy.\n- Employees should be aware of the effect their actions may have on their images, as well as\nGet Smart Kids Academy’s image. The information that employees post or publish may be\npublic information for a long time.\n- Employees should be aware that Get Smart Kids Academy may observe content and infor-\nmation made available by employees through social media. Employees should use their best\njudgment in posting material that is neither inappropriate nor harmful to Get Smart Kids Acad-\nemy, its employees, or customers.\n- Although not an exclusive list, some specific examples of prohibited social media conduct\ninclude posting commentary, content, or images that are defamatory, pornographic, propri-\netary, harassing, libelous, or that can create a hostile work environment.\n- Employees are not to publish, post or release any information that is considered confidential\nor private such as student pictures, student names, their relationship with parents, where they\nlive, student behavior or medical related issues. If there are questions about what is considered\nconfidential, employees should check with their immediate supervisor.\n- Social media networks, blogs and other types of online content sometimes generate press\nand media attention or legal questions. Employees should refer these inquiries to and autho-\nrized Get Smart Kids Academy spokespersons.\nGet Smart Kids Academy is a drug free work place\nControlled Substances, Alcohol Abuse, and Workplace Drug Testing Policy\nGet Smart Kids Academy policy strictly prohibits the unlawful use, possession, distribution, sale,\ndispensation, or manufacture of controlled substances or alcohol and/or prescription or over-\nthe-counter medication (except as described within this policy) during and employee’s work-\ning hours. If administration suspects an employee is under the influence of drugs or alcohol\nwhile at work, they may request the employee take a drug test. Failure to comply with this pol-\nicy will be grounds for immediate discharge without notice. All employees must agree to and\nunderstand Get Smart Kids Academy's Workplace Drug Testing Policy provided to each new\nemployee in this handbook upon hire and on occasion thereafter when amendments are\nmade. A signed copy of the Employee Handbook acknowledgment will be kept on file.\nGet Smart Kids Academy of Employee Hand",
    "trans": "이 정책은 직원들이 소셜 미디어를 사용하는 방법에 대한 지침을 제공합니다.\n이 정책의 목적을 위해 소셜 미디어는 블로그, 위키, 마이크로블로그, 게시판,\n채팅룸, 전자 뉴스레터, 온라인 포럼, 페이스북과 같은\n소셜 네트워킹 사이트 및 사용자가 다른 사람들과 실시간으로 정보를 공유할 수 있는 기타 사이트와 서비스를 포함한다고\n넓게 이해해야 합니다.\n절차\n다음 원칙은 Get Smart Kids Academy를 대표하여 소셜 미디어를 직업적으로 사용하는 경우뿐만 아니라\n개인적으로 소셜 미디어를 사용할 때도 Get Smart Kids Academy를 언급할 경우에\n적용됩니다.\n- 직원들은 Get Smart Kids Academy를 언급하는 소셜 미디어 사용 시 회사의 직원 핸드북 및/또는\n기타 회사 정책을 알고 준수해야 합니다.\n- 직원들은 자신의 행동이 자신의 이미지뿐만 아니라 Get Smart Kids Academy의 이미지에\n미칠 영향을 인식해야 합니다. 직원들이 게시하거나 공개하는 정보는\n오랫동안 공개된 정보가 될 수 있습니다.\n- 직원들은 Get Smart Kids Academy가 직원들이 소셜 미디어를 통해 공개한 콘텐츠와\n정보를 관찰할 수 있다는 점을 인식해야 합니다. 직원들은 Get Smart Kids Academy,\n그 직원들 또는 고객에게 부적절하거나 해로운 내용이 아닌 자료를 게시할 때\n최선의 판단을 사용해야 합니다.\n- 독점적인 목록은 아니지만, 금지된 소셜 미디어 행동의 몇 가지 구체적인 예로는\n명예 훼손, 포르노, 독점적, 괴롭힘, 명예 훼손, 또는 적대적인 근무 환경을 만들 수 있는\n논평, 콘텐츠 또는 이미지를 게시하는 것이 포함됩니다.\n- 직원들은 학생 사진, 학생 이름, 부모와의 관계, 거주지, 학생 행동 또는 의료 관련 문제와 같은 기밀\n또는 개인 정보는 게시, 공개하거나 배포해서는 안 됩니다.\n기밀 정보가 무엇에 해당하는지에 대한 질문이 있을 경우,\n직원들은 즉시 상사에게 확인해야 합니다.\n- 소셜 미디어 네트워크, 블로그 및 기타 유형의 온라인 콘텐츠는 때때로 언론 및 미디어의\n관심이나 법적 질문을 일으킬 수 있습니다. 직원들은 이러한 문의를 Get Smart Kids Academy의\n공식 대변인에게 전달해야 합니다.\nGet Smart Kids Academy는 약물 없는 근무지입니다\n통제 물질, 알콜 남용 및 직장 내 약물 테스트 정책\nGet Smart Kids Academy의 정책은 직원의 근무 시간 동안 통제된 물질이나 알콜 및/또는 처방약 또는 일반 의약품(이 정책에 명시된 경우를 제외하고)의 불법 사용, 소지, 배포, 판매,\n처방 또는 제조를 엄격히 금지합니다.\n만약 관리자가 직원이 근무 중 약물이나 알콜의 영향을 받고 있다고 의심할 경우,\n직원에게 약물 테스트를 요청할 수 있습니다.\n이 정책을 따르지 않을 경우 즉시 해고될 수 있습니다. 모든 직원은 입사 시 본 핸드북을 통해 제공된 Get Smart Kids Academy의 직장 내\n직장 내 약물 테스트 정책에 동의하고 이를 이해해야 하며,\n그 후 수정 사항이 있을 때마다 이를 이해하고 동의해야 합니다.\n직원 핸드북 확인서에\n서명한 사본은 파일에 보관됩니다.\nGet Smart Kids Academy 직원 핸드북"
}