{
    "source": "en_US",
    "target": "ko_KR",
    "text": "After reviewing your assessments, we can waive the reassessment fee for the unit ICTPMG617. However, the reassessment fee for the unit ICTSAS602 will still apply, as it was not covered in the medical documents you provided.\nIn this regard, please submit your assessment for the unit below on or before 5 November 2024:\nICTPMG617_2024_Term3: Submit your assessment - Grading\nPrior to submission of your assessments, kindly ensure you have met the mandatory assessment requirements including the observation task and use all the resources provided on Moodle as all assessments should be submitted promptly and meet the required standards.\nReminder: Failure to submit or receiving a 'Not Yet Competent' grade on any of your reassessments, it will necessitate another re-assessment with fee as no further extension will be granted.\nFor the other unit, ICTSAS602 , please see the attached invoice for the reassessment.\nAfter you made a payment, you will be granted an extension of 7-10 days for one (1) attempt depending on the assessment's scope. The required bank details are provided at the bottom of the attached invoice. Please make sure to pay within 24 hours of receiving the invoice.\nIf you have any questions or concerns, please do not hesitate to reach out to me through this email academics@acbi.edu.auor call me on 0416965299 between 9:00 am to 5:00 pm Monday to Friday.\nKind regards,",
    "trans": "귀하의 평가를 검토한 결과, ICTPMG617 유닛에 대한 재평가 수수료는 면제할 수 있습니다. 그러나 ICTSAS602 유닛에 대한 재평가 수수료는 귀하가 제공한 의학 문서에 포함되지 않았기 때문에 여전히 적용됩니다.\n이와 관련하여, 아래 유닛에 대한 평가를 2024년 11월 5일 이전에 제출해 주시기 바랍니다:\nICTPMG617_2024_3학기: 평가 제출 - 성적\n평가를 제출하기 전에 관찰 과제를 포함한 필수 평가 요구 사항을 충족했는지 확인해 주시고, Moodle에서 제공된 모든 리소스를 사용해 주시기 바랍니다. 모든 평가는 신속하게 제출되어야 하며 요구되는 기준을 충족해야 합니다.\n알림: 재평가 중 제출하지 않거나 '미비한 성과' 등급을 받은 경우, 추가 연장은 허용되지 않으므로 재평가가 필요하며, 이에 대한 수수료가 부과됩니다.\n다른 유닛인 ICTSAS602에 대해서는 재평가에 대한 첨부된 인보이스를 참조해 주세요.\n결제 후, 평가의 범위에 따라 한 번(1회)의 시도에 대해 7-10일의 연장이 제공됩니다. 필요한 은행 세부 사항은 첨부된 인보이스 하단에 제공됩니다. 인보이스를 받은 후 24시간 이내에 결제해 주시기 바랍니다.\n질문이나 우려 사항이 있으시면, 이 이메일 academics@acbi.edu.au로 연락주시거나 월요일부터 금요일까지 오전 9시부터 오후 5시 사이에 0416965299로 전화해 주시기 바랍니다.\n감사합니다."
}