{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Cottagecore has a naturalistic color palette with light green foliage, browns of natural stones and wood, straw, and flowers. Pastels are common in painting. Lighting is always natural, with sunlight being the de facto light source. Morning to late afternoon \"golden hour\" is the range of lighting.\nDifferent motifs appear throughout Cottagecore in various ways; rather than limiting a photo subject to just pictures of its natural form, some items appear in various mediums, such as in illustration, printed fabric, novelty dishware, and other manners of home decor. The most common motifs are: strawberries, mushrooms, and flowers.\nNature is one the main visuals of the aesthetic. One of the most common photographic subjects is wild fields of grass with small wildflowers dotted throughout.\nDeciduous forest is also common, always in green during spring and summer, with autumnal colors and wintertime being rare. However, unlike more wild aesthetics such as Naturecore, there are almost always signs of human involvement in the rural space. Fences, bridges, clothes lines, picnicking, and controlled amounts of forestation are more often than not, elements of these images. In Cottagecore, humans have to have presence in the natural environment, shaping the landscape into home.",
    "trans": "코티지코어는 자연적인 색감을 특징으로 하며, 밝은 녹색의 나뭇잎, 자연석과 나무의 갈색, 짚, 그리고 꽃과 같은 색상을 포함한다. 회화에서는 파스텔톤이 흔하게 사용된다. 조명은 항상 자연광을 사용하며, 햇빛이 기본적인 광원 역할을 한다. 아침부터 늦은 오후까지의 \"골든 아워\"가 조명의 범위이다.\n코티지코어에서는 다양한 모티프가 여러 형태로 등장한다; 사진의 피사체를 자연적인 형태의 모습으로만 제한하는 대신, 일부 요소들은 일러스트, 프린트된 패브릭, 독특한 식기류 및 다양한 홈 데코 방식으로도 등장한다. 가장 흔한 모티브로는: 딸기, 버섯, 그리고 꽃이 있다.\n자연은 이 미학의 핵심적인 시각적 요소이다. 가장 흔한 사진 주제 중 하나는 들판을 가득 메운 풀과 그 사이에 점점이 피어 있는 작은 야생화들이다.\n낙엽수림도 자주 등장하며, 봄과 여름에는 항상 녹음이 우거져 있다. 그러나 가을철의 단풍이나 겨울 풍경은 드물다. 하지만 더 자연 그대로의 분위기를 강조하는 네이처코어와는 달리, 시골의 공간에서는 인간의 흔적이 항상 존재한다. 울타리, 다리, 빨랫줄, 소풍, 적절히 조성된 숲 등은 코티지코어 사진에서 자주 등장하는 요소들이다. 코티지코어에서는 인간이 자연 환경 속에 존재하며, 그 공간을 집으로 조성한다."
}