{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Chapter 4: Of Property\n- Locke addresses the question of property rights within the state of nature, arguing that individuals gain ownership through labor.\n- He asserts that when a person mixes their labor with something common, they acquire ownership of it, excluding others' rights to it.\n- He acknowledges that the concept of property requires a distinction between natural rights and positive laws (laws created by a government).\n- Locke discusses the role of money in creating the possibility for unequal acquisition of land and other resources.\nChapter 5: Of Parental Power\n- Locke refutes the idea of paternal power being solely vested in the father, arguing that mothers also hold equal authority over their children based on their role in their creation.\n- He emphasizes the temporary nature of parental power, which exists to guide and protect children during their infancy and diminishes as they grow in reason and independence.\n- He asserts that parental power does not extend to dictating laws or controlling children's lives permanently, but rather focuses on their nurture and education.\nChapter 6: Of Political Society or Civil Government\n- Locke argues that individuals naturally seek political society to secure their property and protect their natural rights more effectively than they can in the state of nature.\n- He contends that the consent of the governed is the sole legitimate foundation for political authority.\n- He asserts that the majority within a society holds the power to govern and impose laws on the minority, as this is the only way to ensure the community's unity and effectiveness.",
    "trans": "4장: 재산\n- 로크는 자연 상태에서 재산 권리에 관한 문제를 다루며, 개인이 노동을 통해 소유권을 얻는다고 주장합니다.\n- 그는 사람이 자신의 노동을 공통된 것에 섞으면, 그것에 대한 소유권을 얻으며, 다른 사람들의 권리는 배제된다고 주장합니다.\n- 그는 재산 개념이 자연권과 긍정법(정부가 만든 법) 사이의 구분을 필요로 한다고 인정합니다.\n- 로크는 돈이 토지와 다른 자원의 불평등한 취득 가능성을 만드는 역할에 대해 논의합니다.\n5장: 부모의 권력\n- 로크는 부모 권력이 오직 아버지에게만 부여된다는 생각을 반박하며, 어머니도 자녀의 창조에 있어서 역할에 기반해 동일한 권위를 가진다고 주장합니다.\n- 그는 부모의 권력이 일시적인 성격을 가지고 있음을 강조하며, 이 권력은 자녀가 유아기 동안 지도하고 보호하기 위해 존재하고, 자녀가 이성과 독립성을 키워가면서 점차 감소한다고 설명합니다.\n- 그는 부모의 권력이 법을 제정하거나 자녀의 삶을 영구적으로 통제하는 데까지 미치지 않으며, 대신 자녀의 양육과 교육에 집중한다고 주장합니다.\n6장: 정치 사회 또는 시민 정부\n- 로크는 개인들이 자연 상태보다 더 효과적으로 재산을 보호하고 자연권을 보호하기 위해 정치 사회를 추구한다고 주장합니다.\n- 그는 피지배자의 동의가 정치 권위의 유일한 합법적인 기초라고 주장합니다.\n- 그는 사회 내에서 다수가 소수를 다스리고 법을 제정할 권력을 가지고 있다고 주장합니다. 이는 공동체의 통합성과 효율성을 보장하는 유일한 방법이기 때문입니다."
}