{
    "source": "en_US",
    "target": "ko_KR",
    "text": "READING.\nRead the text.\nDear [redacted_name],\nMy family and I are going to go on vacation to Venezuela next week. Isn't that fantastic?\nWe're going to travel on January 18th and arrive in Caracas early in the morning. We are going to stay at a five star hotel in Caracas.\nI'm going to share a room with my brother, [redacted_name], and I'm not happy about that. He is very noisy.\nOn one of the days of the trip, we are going to go sightseeing. We are going to visit the Avila National Park and we are going to ride Caracas Cable Cars at the Mariperez Station.\n[redacted_name] is also going to see the Museum of Fine Arts with my mom.\nOn the third day my dad and I are going to go to Caricuao Zoo in Caracas.\nAfter we visit Caracas, we are going to fly to Barquisimeto. It is the fourth largest city in Venezuela.\nWe want to see the Cathedral, which was completed in 1968. We are also going to enjoy a cruise to the Margarita Island, which is 40 km north of the mainland.\nI am very excited! I am going to learn a lot of things about Venezuela.\nSee you soon, [redacted_name].\nChoose the correct answer, according to the text above.\nWhere are they going to stay?\nA) They stay in Caracas.\nB) They are going to stay in Caracas\nC) They staying in Caracas\nD) They stay in Margarita Island",
    "trans": "독서.\n텍스트를 읽으세요.\n[redacted_name]님께,\n우리 가족과 저는 다음 주에 베네수엘라로 휴가를 가려고 합니다. 정말 환상적이지 않나요?\n1월 18일에 여행을 떠나 아침 일찍 카라카스에 도착할 것입니다. 우리는 카라카스의 5성급 호텔에 묵을 거예요.\n저는 제 동생 [redacted_name]과 방을 같이 쓸 건데, 그게 마음에 들지 않아요. 그는 너무 시끄러워요.\n여행 중 하루는 관광을 할 거예요. 아빌라 국립공원을 방문하고 마리페레즈 역에서 카라카스 케이블카를 탈 거예요.\n[redacted_name]도 엄마와 함께 미술관을 보러 갈 거예요.\n셋째 날 아빠와 저는 카라카스에 있는 카리쿠아오 동물원에 가려고 합니다.\n카라카스를 방문한 후 바르키시메토(Barquisimeto)로 비행기를 타고 갈 예정입니다. 베네수엘라에서 네 번째로 큰 도시입니다.\n1968년에 완공된 대성당을 보고 싶어요. 또한 본토에서 북쪽으로 40km 떨어진 마르가리타 섬으로 크루즈를 즐기려고 해요.\n정말 기대돼요! 베네수엘라에 대해 많은 것을 배울 거예요.\n곧 뵐게요, [redacted_name]님\n위의 텍스트에 따라 정답을 고르세요.\n그들은 어디에서 머물 예정인가요?\nA) 그들은 카라카스에 머뭅니다.\nB) 그들은 카라카스에 머물 예정입니다\nC) 카라카스에 머물고 있습니다\nD) 그들은 마가리타 섬에 머뭅니다"
}