{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Response Summary:\nConsent to Treatment via Telehealth Services\nClient Name: [redacted_name]\nI do hereby voluntarily consent to the evaluation and/or treatment procedures provided by Charlie Health for myself (or my child if a parent/guardian is consenting to the treatment), including services provided via telehealth and am choosing to receive services via telehealth.\nI understand that “telehealth” or “telemedicine” includes the practice of health care delivery, assessment, diagnosis, consultation, treatment, transfer of medical data, and psychoeducation using interactive audio, video, and/or data communications.\nI understand that I will need access to hardware enabled to engage in video conferencing in order to participate in treatment. I understand Charlie Health utilizes HIPAA-compliant video conferencing software when providing treatment. I understand Charlie Health does NOT record therapy sessions without prior permission.\nI have read and understand the expectations for participating in individual and group therapy which include participating in treatment in a safe and private location.\nI understand the risks and benefits of treatment provided by telehealth include but are not limited to, the possibility that: the transmission of my personal information could be disrupted or distorted by technical failures and/or the transmission of my personal information could be interrupted by unauthorized persons. Because therapy often involves discussing unpleasant aspects of life, I may experience uncomfortable feelings like sadness, guilt, anger, frustration, loneliness, and helplessness. Therapy often leads to better relationships, solutions to specific problems, and significant reductions in feelings of distress. However, there are no guarantees as to what I will experience.\nIn the event of an emergency, I understand I have the ability to seek care at a local hospital or urgent care, or call 911. In the event of a technical failure, I understand that I have the ability to contact Charlie Health staff via phone.\nI understand my right to privacy, confidentiality, and access to my medical records are the same as if receiving in-person services.\nPlease check the box below to indicate that you have read and understand the above.\nQID152. Please type your legal name to indicate that you have read and understand the above.\n[redacted_name]",
    "trans": "응답 요약:\n원격 진료 서비스에 대한 치료 동의서\n고객 이름: [삭제된_이름]\n본인은 찰리 헬스가 제공하는 평가 및/또는 치료 절차에 대해 자발적으로 동의하며, 원격 진료 서비스를 통해 치료를 받을 것을 선택합니다. (부모/보호자가 치료에 동의하는 경우, 자녀에 대한 동의도 포함됩니다.)\n본인은 \"원격 진료\" 또는 \"원격 의학\"이 건강 관리 제공, 평가, 진단, 상담, 치료, 의료 데이터 전송, 심리 교육을 포함하며, 이를 위해 상호작용하는 오디오, 비디오 및/또는 데이터 통신을 사용하는 것임을 이해합니다.\n본인은 치료에 참여하기 위해 비디오 회의에 참여할 수 있는 하드웨어에 접근할 필요가 있음을 이해합니다. 또한, 찰리 헬스가 치료를 제공할 때 HIPAA 규정을 준수하는 비디오 회의 소프트웨어를 사용함을 이해합니다. 본인은 찰리 헬스가 사전 허락 없이 치료 세션을 녹음하지 않음을 이해합니다.\n본인은 안전하고 개인적인 장소에서의 치료에 참여하는 것을 포함해 개별 및 그룹 치료에 참여하기 위한 기대사항을 읽고 이해합니다.\n본인은 원격 진료에서 제공되는 치료의 위험과 이점이 포함되며, 그 중 일부는 다음과 같다는 것을 이해합니다: 개인 정보의 전송이 기술적 오류로 인해 방해받거나 왜곡될 수 있으며, 개인 정보의 전송이 허가되지 않은 사람에 의해 중단될 수 있다는 가능성. 치료는 종종 인생에서 불쾌한 부분을 다루기 때문에 슬픔, 죄책감, 분노, 좌절, 외로움, 무력감 등의 불편한 감정을 경험할 수 있습니다. 치료는 종종 더 나은 관계, 특정 문제 해결 및 고통의 상당한 감소로 이어집니다. 그러나 제가 경험할 내용에 대한 보장은 없습니다.\n긴급 상황이 발생할 경우, 저는 지역 병원이나 응급 치료소에서 치료를 받거나 911에 전화를 걸 수 있다는 점을 이해합니다. 기술적 오류가 발생할 경우, 저는 찰리 헬스 직원에게 전화로 연락할 능력이 있다는 점을 이해합니다.\n본인은 개인 정보 보호, 기밀성 및 제 의료 기록에 대한 접근 권리가 대면 서비스를 받는 것과 동일함을 이해합니다.\n아래 상자를 체크하여 위 내용을 읽고 이해했음을 표시해 주세요.\nQID152. 위 내용을 읽고 이해했음을 표시하기 위해 법적 이름을 입력해 주세요.\n[삭제된_이름]"
}