{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear [redacted_name],\nThank you for applying to UCI. After a thorough review of your application, we regret to inform you that we will be unable to offer you admission for the Fall 2023 term.\nWithin our comprehensive review process, we take great care in the consideration of every application. Admissions officers review each application and carefully balance many factors including but not limited to grades, coursework, honors and awards, work experience, community service, and leadership. We are honored to receive so many applications from such talented students.\nShould you believe you have new and compelling evidence to support an appeal of your admission decision, you may choose to submit an Appeal to Selection Decision through your Applicant Portal. You can learn more about the appeal process on our website. Please note that the deadline to submit an appeal is April 15, 2023.\nFor an appeal to have merit, it must bring to light new academic and personal information, as well as information pertaining to extenuating circumstances that had not been present in the application, and that clearly shows the student to be stronger than had been earlier evidenced. Please note: high grades received in the senior year, recently acquired awards, or an increase in activities are not a basis for the reversal of a decision.\nIf attending UCI remains your ambition, please consider applying to UCI as a transfer student. For more",
    "trans": "[redacted_name] 님께,\nUCI에 지원해 주셔서 감사합니다. 귀하의 지원서를 검토해 본 결과, 유감스럽게도 2023년 가을 학기 입학을 허가할 수 없음을 통보드립니다.\n종합 검토 과정에 있어 저희는 모든 지원서들을 신중히 살핍니다. 입학사정관은 매 지원서마다 성적, 교과 과정, 우등 및 수상 경력, 직무 수행 경력, 지역사회 봉사, 리더십 등 여러 요소들 간을 균형적으로 고려합니다. 재능 있는 학생들의 수많은 지원서들을 받는 것은 저희에게 영광입니다.\n입학 불허 통보에 제기하실 이의를 뒷받침할 만한 설득력 있고 새로운 근거가 있으시다면, 귀하의 지원자 포털을 통해 선발 결정 이의신청을 등록하실 수 있습니다. 본교 웹 사이트에 게재된 관련 절차를 참고하시기 바랍니다. 이의신청의 기한은 2023년 4월 15일까지인 점을 확인하시길 바랍니다.\n이의신청이 타당성을 갖기 위해서는 기존의 평가보다 학생이 더욱 뛰어남을 보이는 새로운 학업 및 개인 정보는 물론, 그 정보가 기존 지원서에 포함되지 않은 상황에 대한 합리적인 사유 또한 요구됩니다. 고등학교의 마지막 해 받은 높은 성적, 최근 수상 또는 추가 활동 내역은 결정을 번복할 근거가 될 수 없습니다.\nUCI 진학을 여전히 꿈꾸고 계시다면 편입생 지원 또한 고려해 보시길 바랍니다. 자세히 알아보기"
}