{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The banking enterprise is present in the process of a transformative shift with the arrival of GenAI. This powerful technology is poised to revolutionize how banks perform, supply services, and engage with customers.\nAccording to an Accenture study, the pinnacle 20 banking industry roles are probable to advantage from GenAI. These roles span throughout the front, middle, and back office of work, with the capacity for automation starting from 15% to 60%.\nOne key area where AI is already creating a big effect is in the mortgage business. As illustrated in the image, #GenAI may streamline processes, improve efficiency, and enhance customer experience. For instance, mortgage officer assistants may be upskilled to become sales prompt engineers, at the same time mortgage processors may be replaced through AI-powered systems.\nThis shift will surely result in new roles and possibilities for personnel. Banks that embody generative AI may be well-located to thrive in the #digital age.\nHere are a few key takeaways from the photo:\n- The potential for AI to automate banking processes is huge, with a few roles seeing as much as 60% automation.\n- Generative AI may be used to create new roles, such as sales prompt engineers and loan fulfillment prompt engineers.\n- #Banks that include AI will need to spend money on employee schooling and improvement to ensure a clean transition.\nYou need to learn more about the impact of AI on the banking industry and how your organization can leverage this #technology to stay ahead of the competition.",
    "trans": "은행업은 생성형 AI의 등장으로 혁신적인 변화 과정에 있습니다. 이 강력한 기술은 은행들이 어떻게 일하는지, 서비스를 어떻게 제공하는지, 그리고 어떻게 고객들에게 접근하는지에 대해 혁신을 일으킬 것으로 보입니다.\n한 액센츄어 연구에 의하면, 은행 산업에서 가장 중요한 20개의 직무가 생성형 AI로부터 수혜를 받을 확률이 높습니다. 이런 직무들은 프런트, 미들, 그리고 백 오피스 전반에 걸쳐 있고, 자동화 가능 범위는 15%에서 60%까지 달합니다.\n이미 AI가 큰 영향을 끼치고 있는 주요 영역 중 하나는 주택담보대출 업무입니다. 이미지에 나와 있듯이, #생성형AI는 과정을 간소화하고, 효율성을 높이고, 고객 경험을 개선할 수 있습니다. 가령, 주택담보대출 담당자 지원 역할들은 영업 프롬프트 엔지니어로 역량을 키울 수 있고, 동시에 주택담보대출 프로세서는 AI 기반의 시스템으로 대체될 수도 있습니다.\n이 변화는 사람에게 새로운 직무와 기회를 창출하는 결과로 당연히 이어질 것입니다. 생성형 AI를 적극적으로 수용하는 은행들은 #디지털 시대에서 잘 성장할 수 있는 좋은 위치를 선점할 수 있을 것입니다.\n다음은 사진에서 도출된 주요 시사점 몇 개입니다:\n- AI가 은행 업무를 자동화할 수 있는 가능성은 매우 크고, 일부 직무에서는 최대 60%까지 자동화될 수 있습니다.\n- 생성형 AI는 영업 프롬프트 엔지니어와 대출 실행 프롬프트 엔지니어 같은 새로운 직무를 창출하는데 활용될 수 있습니다.\n- AI를 도입하는 #은행들은 원활한 전환을 위해서 직원 교육 및 개발에 투자해야 할 것입니다.\nAI가 은행업에 끼치는 영향과 어떻게 귀하의 조직이 이 #기술을 활용하여 경쟁에서 앞서 나갈 수 있을 지에 대해 더 배워야 합니다."
}