{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear All Branch Mangers , workshop , fleet\nWith the beginning of Rainy season with heavy Rain , we hope that all areas managers and workshop supervisors guiding and warning drivers to care and caution while driving during rainfall or when he Driving on waterlogged roads, to avoid accidents or Damage some from electronic parts which can be flooded by rainwater and seep inside it .\nThey must adhere to the following:\n- Drive at the specified speed that suitable for wet or flood Roads .\n- Stop in a safe designated area when it rains heavily.\n- Do not stop on the sides of highways; dense fog on the roads may obscure visibility for the truck, leading to collision .\n- Use the engine brakes and trailer brakes and avoid excessive use of the truck's brakes alone to prevent the trailer from swerving and colliding with the truck's rear.\n- If the flatbed or curtain is loaded, it is preferable to stop under a shelter , if possible.\n- No allow to any drivers to move without have Waterproof Tarpaulin to cover the goods completely . .\n- All Workshops must ensure that all Trucks & Trailers Brakes are working properly .\n- All lighting and fog lights must be operational, and the lighting must be sufficient.\n- Ensure that all curtain surfaces are intact and free of holes.\n- Ensure that the curtain flaps are closed from the top to prevent rainwater from entering due to strong winds.\n- Ensure that all drivers have safety stop warning light . t\n- In case of shortages or unavailability of some supplies, please immediately request . .\n- It is preferable to conduct a physical inventory for each driver and complete any shortage of items.\nWe hope everyone will comply to avoid any accidents or damage to the goods.",
    "trans": "친애하는 모든 지점장님, 작업장, 작업반\n폭우와 함께 장마철이 시작됨에 따라 모든 지역 관리자님과 작업장 감독관님들은 비가 올 때나 물에 잠긴 도로에서 운전할 때 운전자가 주의를 기울이고 조심해서 운전하도록 지도하고 경고해서 빗물에 침수되거나 빗물이 내부로 스며들 수 있는 전자부품의 손상을 예방해 주시기 바랍니다.\n운전자들은 다음 사항을 준수해야 합니다.\n- 젖거나 침수된 도로에 적합한 지정된 속도로 운전합니다.\n- 비가 많이 올 때는 지정된 안전구역에 정차합니다.\n- 고속도로 옆에 정차하면 안 됩니다. 도로의 짙은 안개는 트럭의 시야를 가려 충돌로 이어질 수 있습니다.\n- 엔진 브레이크와 트레일러 브레이크를 사용하고, 트럭의 브레이크만 과도하게 사용하면 트레일러가 급선회하여 트럭의 후면과 충돌할 수 있으니 주의해야 합니다.\n- 평상이나 커튼에 짐이 실려 있는 경우, 가능하면 대피소 아래에서 정차하는 것이 좋습니다.\n- 방수포로 물품을 완전히 덮기 전에는 차량을 운전하지 마십시오.\n- 모든 작업장은 모든 트럭 및 트레일러 브레이크가 제대로 작동하는지 확인해야 합니다.\n- 모든 조명 및 안개등은 정상 작동해야 하며 조명은 충분해야 합니다.\n- 모든 커튼 표면에 손상이 없는지 또는 구멍이 없는지 확인하십시오.\n- 강풍으로 인해 빗물이 들어오지 않도록 커튼 덮개가 위에서 닫혀 있는지 확인하십시오.\n- 모든 운전자에게 안전 정지 경고등이 있는지 확인하십시오.\n- 일부 물품이 부족하거나 사용할 수 없는 경우 즉시 요청하십시오.\n- 모든 운전자가 물리적 재고파악을 실시하고 부족한 품목을 보충하는 것이 좋습니다.\n당사는 모든 사라들이 상기 사항을 준수해서 사고나 물품 손상을 예방해 주시기를 바랍니다."
}