{
    "source": "en_US",
    "target": "ko_KR",
    "text": "As we continue restoration efforts following Hurricane Helene, we are inspired by the resilience and dedication shown by our communities, our crews, and our partners.\nThis hurricane has been the most destructive in our company's history, and we recognize the immense and numerous difficulties it has brought to our customers and communities. Our crews continue to navigate treacherous conditions including extensive tree and flooding damage, as well as road closures. Efforts remain fully underway to restore power to less than 300,000 customers who remain without power due to the storm as of Tuesday morning - many in the hardest hit areas such as Valdosta, Augusta and Savannah.\nHurricane Helene caused historic damage to our infrastructure across the state. Initial estimates illustrating the extensive damage include:\n8,000+ power poles that must be repaired or replaced\n21,000+ spans of wire equivalent to approximately 1,000 miles\n1,500+ transformers that will need to be replaced\n3,200+ trees on power lines that must be removed or addressed to restore power\nDespite the widespread damages, we have restored power to approximately one million customers that were impacted by the storm.\nSuspension of Service Disconnection\nWe are committed to supporting our communities in every possible way during these challenging times. To help aid the recovery from Helene, service disconnections have been suspended for all customers. We understand the importance of reliable service and are committed to ensuring that all our customers continue to receive the energy they need.",
    "trans": "태풍 헬레네로 인한 피해 복구 작업을 지속하며 지역 사회와 팀원들, 파트너들은 활기와 헌신을 보여주었습니다. 우리는 이에 감명받았습니다.\n이 태풍은 우리 회사가 지금껏 본 적 없는 큰 피해를 주었고, 이에 따라 고객과 지역 사회는 많은 어려움을 겪고 있습니다. 우리 팀원들은 대규모 수목 및 홍수 피해, 도로 폐쇄처럼 위험한 상황을 헤쳐나가고 있습니다. 화요일 아침 태풍으로 인해 최대 300,000명의 고객이 전기 없이 버티고 있습니다. 이들 대다수는 크게 피해를 입은 발도스타와 아우구스타, 사바나 지역 주민입니다. 우리는 전력을 복구하기 위해 최선을 다하고 있습니다.\n태풍 헬레네로 인해 우리 주 전역의 사회 공공시설이 매우 큰 피해를 입었습니다. 피해의 초기 추정치는 다음과 같습니다.\n수리 혹은 교체해야 할 전신주 8,000개 이상\n약 1,000마일 길이의 전선 21,000개 이상\n교체해야 할 변압기 1,500개 이상\n송전선 위에 쓰러져 전력 복구를 위해 제거 등 조치가 필요한 나무 3,200그루 이상\n우리는 광범위한 피해에 굴하지 않고, 약 백만 명 이상의 태풍 피해 고객에게 전력 복구를 도왔습니다.\n서비스 중단 보류\n이 어려운 시기에 우리는 가능한 모든 방법을 통해 지역 사회를 지원하는 데 헌신합니다. 헬레네로 인한 피해에서 도움을 드리기 위해 모든 고객을 대상으로 서비스 중단을 보류합니다. 우리는 믿을 수 있는 서비스의 중요성을 이해하며 고객이 필요한 에너지를 받을 수 있도록 보장하는 일에 전념합니다."
}