{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Changbin ends up falling asleep first, after their first meal is served and then cleaned up. [redacted_name] is content to watch the movies he had downloaded on his phone, but when [redacted_name] digs his laptop out of his bag, it draws Jisung’s attention.\n“Not gonna sleep?” [redacted_name] asks.\n[redacted_name] scoffs a little, trying to untangle his corded headphones — seriously, who even has those nowadays? — as his computer boots up. “Nah. I can never sleep on flights. [redacted_name] usually sleeps through the whole thing. I’m jealous,” he says, with a little chuckle as he glances over at his husband, who is sleeping cutely with his arms crossed and his mouth slack.\n“Normally, I can sleep anywhere,” [redacted_name] admits, a bit shy about it. “But I don’t know about the plane…”\n“Well, it’ll be nice to have someone to talk to,” [redacted_name] says. He sounds so genuine that it melts away some of [redacted_name] worries of overstepping when he notices [redacted_name] opening Logic on his computer.\n“You make music?” he asks, already feeling the pressing urge to look over his shoulder.\n[redacted_name] sets his headphones down beside his touchpad. “Yeah, I do. Not for any huge clients right now, but hopefully someday.”\n“Wait, wait, wait,” [redacted_name] says, his eyes widening. “You do this for work?”\n“Yeah,” [redacted_name] says, cheeks dimpling as he laughs. “So does [redacted_name].”\n[redacted_name] tries to keep his groan of jealousy quiet to respect [redacted_name] and the other passengers on the plane who are sleeping. “That’s so cool. That’s my dream,” he says.\n[redacted_name] eyebrows shoot up. “Really? That’s such a coincidence.”\n“Yeah, I just do it for fun mostly. I’m on Soundcloud, though.”\nAbort. Jisung has no idea why he said that. Now he’s going to have to show [redacted_name] his page, his music, and worry about what he thinks about it.\n“Yeah?” [redacted_name] says, sounding genuinely excited. “I still update mine too; it’s good to have. You’ll have to send me the link, yeah?”\n[redacted_name] nods, thankful that [redacted_name] didn’t ask him to pull it up right now while they’re stuck together for at least seven and a half more hours.\n“Can I show you what I’m working on? Get your opinion?” [redacted_name] says, holding out one finally detangled earbud to him.\nLike [redacted_name] would ever pass up on that opportunity.\nEventually, [redacted_name] does fall asleep. He and [redacted_name] had talked music for well over an hour, but eventually Jisung had left him to his own devices and ended up nodding off right at the end of some tragically long and mostly boring movie.\nIt’s turbulence that wakes him.\nWith a gasp, he bolts upright, and he doesn’t have time to think about how he had embarrassingly fallen asleep with his head on [redacted_name] shoulder before the panic grips at his chest.\n“Hey, you’re okay.”\nIt’s [redacted_name] voice, from his left, and it’s his hands that reach for him, one warm and steady on his back and the other on his shoulder, gently guiding him to lean back in his chair. The plane lurches again, and [redacted_name] bites his lips together as his knee starts to bounce.\n“I just– I don’t like that– that,” he emphasizes as the plane drops again, making his stomach swoop. “That weightless feeling. Makes me feel like–”\n“Like the plane is falling out of the sky,” [redacted_name] finishes.\nJisung snaps his head toward him. “Yeah,” he says, strained.\n[redacted_name] just smiles, tight and cute. “It’s not.”\n“I know,”[redacted_name] says, laughter bubbling up from the anxiety in his gut.\n[redacted_name] lets him hog the armrest, clutching it in a deathgrip until the turbulence passes a few minutes later. When Jisung is finally able to relax, he chances a glance at [redacted_name], who politely looks away and pretends he wasn’t keeping an eye on them the whole time.\n“Thanks,” Jisung says to Changbin as he removes his hands from Jisung and settles back into his own chair. “And sorry for falling asleep on you,” he adds, embarrassment catching up with him as he feels a blush fly up his neck into his cheeks.\n“It’s okay. I’m sure the drool will come out in the wash,” [redacted_name] says.\n[redacted_name] eyes widen as he looks down at the sleeve of [redacted_name] shirt – mistake, because damn, his arm looks good – as [redacted_name] laughs, and [redacted_name] scolds him. “[redacted_name]!” he says, but he’s laughing too.\nThere’s no drool on [redacted_name], so Jisung feels some of the embarrassment evaporate as he lightly smacks at [redacted_name], who doesn’t even flinch. The sound of his hand hitting [redacted_name] is solid, and [redacted_name] tries not to think of the give of his chest under his hand.\nNot a trail of thought [redacted_name] needs to follow when his husband is sitting on the other side of him.",
    "trans": "창빈은 그들의 첫 식사가 제공되고, 정리된 이후 제일 먼저 잠들었다. [redacted_name]은 그의 핸드폰에 다운 받은 영화를 보며 만족했지만, [redacted_name]이 그의 가방에서 노트북을 꺼내자 지성의 시선을 끌었다.\n“안 잘 거니?” [redacted_name]이 물었다.\n[redacted_name]은 약간 비웃으며, 그의 노트북이 부팅되는 도중 꼬인 유선 이어폰을 풀려고 했다 — 진짜, 요즘 누가 유선 이어폰을 쓰지? “아니. 난 비행기에선 절대 못 자. [redacted_name]은 보통 비행 내내 자거든. 부럽네,” 그는 팔짱을 끼고 입을 벌린 채 귀엽게 자고 있는 그의 남편을 살짝 바라보며 조금 웃었다.\n“보통 나는 모든 곳에서 잘 잘 수 있는데,” [redacted_name]이 살짝 쑥스러운 듯 인정했다. “근데 비행기는 모르겠네…”\n“음, 같이 얘기할 수 있는 사람이 생겨서 좋네,” [redacted_name]이 말했다. 그의 목소리엔 진심이 담겨 있어 [redacted_name]이 그의 노트북에서 로직을 여는 걸 보며 [redacted_name]이 선을 넘지는 않았을까 하는 우려를 조금 덜 수 있었다.\n“너 노래 만드니?” 그는 벌써 그의 어깨 너머를 훔쳐보고 싶은 충동을 느끼며 물었다.\n[redacted_name]은 터치패드 옆에 그의 이어폰을 내려놓았다. “응, 나 만들어. 지금 큰 고객은 없지만, 언젠가는 있었으면 좋겠네.”\n“잠깐만, 잠깐만, 잠깐만,” [redacted_name]이 눈을 동그랗게 뜨며 말했다. “이게 너 직업이니?”\n“응,” [redacted_name]이 보조개가 살짝 패이게 웃으며 말했다. “[redacted_name]도.”\n[redacted_name]은 자고 있는 [redacted_name]과 다른 승객들을 배려하기 위해 속으로 질투의 소리를 내기 위해 노력했다. “너무 멋지다. 이거 내 꿈인데,” 그가 말했다.\n[redacted_name]의 눈썹이 올라갔다. “정말? 우연의 일치네.”\n“응, 나는 그냥 대부분 취미로 해. 그래도 사운드클라우드 써.”\n철회. 지성은 왜 그 말을 했는지 몰랐다. 이제 [redacted_name]에게 그의 페이지를 보여줘야 하고, 음악을 들려줘야 되고, 그가 어떻게 생각할지 걱정해야 했다.\n“그래?” [redacted_name]이 신난듯이 말했다. “나도 내 것 아직 업데이트해. 있으면 좋은 것 같아. 링크 보내줄 거지, 그치?”\n[redacted_name]은 고개를 끄덕이며, 이 비행기에서 앞으로도 최소한 일곱 시간 반은 같이 있어야 되니까 [redacted_name]이 바로 페이지를 열어 보라고 하지는 않은 점에 감사했다.\n“내가 작업 중인 거 보여줄까? 네 의견 좀 줄래?” [redacted_name]이 드디어 풀어낸 이어폰을 하나를 주면서 말했다.\n[redacted_name]은 이 기회를 놓칠 리가 없었다.\n결국, [redacted_name]도 잠이 들었다. 그와 [redacted_name]는 같이 음악 얘기를 한 시간 넘게 나눴으나, 결국 지성은 그를 그의 장치들과 두고 지루하고 긴 영화를 보다가 그대로 잠들었다.\n그리고 그는 난기류로 깼다.\n놀라면서 그는 벌떡 일어났고, 그는 창피하게 [redacted_name]의 어깨에 기대 잠들었다는 것을 깨달을 새도 없이, 가슴을 조이는 공포가 그를 먼저 덮쳤다.\n\"친구야, 괜찮아.\"\n그의 좌측에서 들려온 [redacted_name]의 목소리고, 그의 손이 그를 잡는데, 한 손은 그의 등을 따뜻하고 안정적으로 받쳐주고, 다른 한 손은 그의 어깨를 부드럽게 눌러주며 다시 의자에 기대게 했다. 비행기가 다시 한 번 출렁였고, [redacted_name]은 그의 무릎을 떨기 시작하며 입술을 꽉 깨물었다.\n“나는 그냥– 나는 그냥 그게 싫어,\" 그는 강조하며 다시 한 번 비행기가 흔들렸는데, 그의 속을 울렁거리게 하였다. “그 무게가 없는 것 같은 느낌. 마치–”\n“마치 비행기가 하늘에서 떨어지는 것 처럼,” [redacted_name]이 말을 끝냈다.\n지성은 그를 쳐다보았다. “맞아,” 그는 힘없이 말했다.\n[redacted_name]은 짧고 귀여운 미소를 지었다. “그렇지 않아.”\n“나도 알아,”[redacted_name]은 속에서의 불안감으로부터 웃음이 나오기 시작했다.\n[redacted_name]은 몇 분 뒤 난기류가 사라질 때까지 그가 팔걸이를 혼자 꽉 쥘 수 있게 두었다. 지성은 겨우 긴장을 풀 수 있게 되었을 때, 그는 조심스럽게 [redacted_name]을 흘끗 쳐다 봤는데, 그는 매너 있게 시선을 돌리며 그들을 계속 지켜보고 있지 않은 척 했다.\n“고마워,” 그가 지성으로부터 그의 손을 다시 빼고 다시 그의 의자에 앉으면서 지성은 창빈에게 말했다. “그리고 너 위에 잠들어서 미안해,”라고 덧붙였는데, 그가 부끄러워지며 목덜미부터 얼굴까지 달아오르는 게 느껴졌다.\n“괜찮아. 빨면 침 자국도 지워질 거야,” [redacted_name]이 말했다.\n[redacted_name]의 셔츠 소매를 내려다 보면서 [redacted_name]의 눈이 커졌다 - 실수였다, 왜냐면 젠장, 그의 팔이 너무 멋졌다 - [redacted_name]이 웃으면서, [redacted_name]이 뭐라 하였다. “[redacted_name]!” 그가 말했지만, 그도 웃고 있었다.\n[redacted_name]엔 침 자국이 없어서 지성은 창피함이 약간 사라지는 걸 느끼며 가볍게 [redacted_name]을 살짝 쳤으나, [redacted_name]은 전혀 움찔하지 않았다. 그의 손이 [redacted_name]에게 닿는 소리가 크게 났고, [redacted_name]은 가슴이 손에 닿는 느낌에 대해 생각하지 않으려고 노력했다.\n지금 그의 남편이 바로 건너 편에 앉아 있기 때문에 [redacted_name]에 대한 생각은 하나도 나면 안 된다."
}