{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It is estimated that 1 billion people worldwide are vitamin D insufficient or deficient, with post- menopausal women especially at risk. It has also been suggested that up to 36 percent of healthy 18- to 29-year-old adults are vitamin D deficient.44,45 This is likely because of reduced sun exposure, low intake of dietary vitamin D, and comorbidi- ties that can interfere with vitamin D synthesis or absorption.\nVitamin D and its receptor are ubiquitously expressed throughout the body and have a myriad of downstream effects that can influence wound healing. Vitamin D plays an important role in reg- ulating infection and the associated inflammatory response. Potential mechanisms by which vitamin D modulates the immune system include suppres- sion of interferon-mediated macrophage activa- tion,46 down-regulation of cytokine generation,47\nCopyright © 2020 American Society of Plastic Surgeons. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/plasreconsurg by 3sgfAnLs9BzVM7Qe0f5vFDUfpkXwjJ0scm9Nsyb1j3C\ne4YT1efnOE5XgH4PLdIsJPesSR8ZvGnoOJG3G25/5VMHxd+9AIUyVaGHn61SOgF+ipJOjJb1w4AgftksUyMgB on 10/09/2024\nVolume 146, Number 2 • Perioperative Nutrition Recommendations\nphagocytosis stimulation,48 decreasing production of T-helper type 1 cytokines, and promotion of T-helper type 2 cytokines.49 This collectively leads to improvements in inflammatory biomarkers and oxidative stress levels.48\nVitamin D also plays a crucial role in mod- ulating glycemic control through activation of insulin receptor expression and improved insu- lin sensitivity.47,50,51 It is well established that poor glycemic control negatively impacts wound healing through a variety of downstream influ- ences, including alterations in cytokine produc- tion that can lead to the development of chronic wounds.52 In addition, vitamin D influences the metabolism of other nutrients such as calcium and phosphorus.47,50,51\nThe majority of studies investigating the role of vitamin D have been performed in the ortho- pedic literature because of its known role in bone healing.53 However, vitamin D supplementation in patients with diabetic foot ulcers demonstrated to not only improve ulcer healing, but also to lead to beneficial effects on glucose homeostasis, total cholesterol, low-density lipoprotein choles- terol, total/high-density lipoprotein cholesterol, erythrocyte sedimentation rate, high-sensitivity C-reactive protein, and malondialdehyde levels, all of which have been associated indirectly with improved wound healing.54\nExpert recommendations for vitamin D supplementation vary, with the Institute of Medicine recommending 400 IU daily and the Endocrine Society advocating for 200 IU daily to achieve optimal serum calcifediol levels.55 How- ever, these recommendations do not address the increased needs of surgical and/or chronic wound patients. For example, a multicenter trial of orthopedic trauma patients found that 2000 IU daily was more effective at achieving optimal calcifediol levels compared with 400 IU daily.56 Other meta-analyses in the orthopedic literature have demonstrated that daily doses greater than 1000 IU may be more efficacious.57 There may also be a dose-dependent response. In one study, it was demonstrated that for every additional 100 IU supplemented daily, there was an associated 8 percent reduction in risk of vitamin D deficiency.56 Relevant to surgical plan- ning, it has been shown that vitamin D–deficient patients with traumatic fractures who took oral vitamin D and calcium achieved normal calcife- diol levels at a mean of 7 weeks.58 This should prompt early identification and supplementa- tion in patients that may be at risk for vitamin D deficiency.\nGlutamine and Arginine\nArginine and glutamine are two amino acids that have been shown to play important roles in wound healing.59 Arginine impacts wound heal- ing through several mechanisms.60 It is a precur- sor to nitric oxide and proline, both of which are required for the inflammatory response, collagen synthesis, and neovascularization.61–63 Arginine also stimulates the production and secretion of growth hormone and activation of T cells.64,65 In healthy volunteers and rodents, arginine supplementation was able to enhance wound strength and collagen deposition in incisional wounds.63,66,67 A meta-analysis of six studies and 397 head and neck cancer patients demonstrated that arginine-enriched enteral formulas led to a significant reduction in fistu- las and improved wound healing.68 Arginine is one of the crucial ingredients in IMPACT (Nes- tle, Arlington County, Va.), a nutrition formula, which was demonstrated in a systematic review to reduce infection rate and length of stay in high-risk elective surgical patients.69 Pertinent to microvascular and plastic surgery, a randomized controlled trial demonstrated that arginine sup- plementation led to improved microcirculation in abdominally based free tissue transfers.70\nGlutamine plays roles related to metabolic, enzymatic, antioxidant, and immune responses.60 It is a fuel source for enterocytes, lymphocytes, fibroblasts, epithelial cells, and macrophages, all of which are required for wound healing.71 In wounds, glutamine leads to the up-regulation of heat shock proteins, which provide antiinflam- matory and immunomodulatory functions.72 It also regulates leukocyte apoptosis, superoxide production, antigen processing, and phagocy- tosis in the inflammatory response.72,73 Gluta- mine is a precursor of glutathione, a powerful antioxidant and cofactor for enzymatic reactions for cell membrane stabilization and amino acid transport.74 In addition, glutamine is uniquely essential for the integrity of gut mucosa. When glutamine is broken down into α-ketoglutarate, it acts as an energy substrate for enteric cells, including neutrophils, which leads to improved superoxide production, phagocytosis, and anti- gen processing.73,75,76\nOmega-3 Fatty Acids\nFats have numerous important physiologic roles in the human body. They are structurally important in the lipid bilayer of cell membranes",
    "trans": "전 세계적으로 10억 명의 사람들이 비타민 D 부족 또는 결핍 상태에 있으며, 특히 폐경 후 여성들이 위험에 처해 있다고 추정됩니다. 또한, 18세에서 29세 사이의 건강한 성인의 최대 36%가 비타민 D 결핍 상태일 수 있다는 주장도 있습니다.44,45 이는 햇볕 노출 감소, 비타민 D가 포함된 식이 섭취 부족, 그리고 비타민 D 합성이나 흡수를 방해할 수 있는 동반 질환들 때문일 가능성이 큽니다.\n비타민 D와 그 수용체는 신체 전반에 걸쳐 널리 발현되며, 상처 치유에 영향을 미칠 수 있는 다양한 하위 효과를 가지고 있습니다. 비타민 D는 감염과 관련된 염증 반응을 조절하는 데 중요한 역할을 합니다. 비타민 D가 면역 체계를 조절하는 잠재적인 메커니즘에는 인터페론 매개 대식세포 활성화 억제,46 사이토카인 생성 억제등이 포함됩니다,47\n저작권 © 2020 미국 성형외과 학회. 이 기사의 무단 복제는 금지되어 있습니다.\nhttp://journals.lww.com/plasreconsurg에서 3sgfAnLs9BzVM7Qe0f5vFDUfpkXwjJ0scm9Nsyb1j3C에 의해 다운로드됨\n2024년 10월 9일에 e4YT1efnOE5XgH4PLdIsJPesSR8ZvGnoOJG3G25/5VMHxd+9AIUyVaGHn61SOgF+ipJOjJb1w4AgftksUyMgB\nVolume 146, Number 2 • 수술 전후 영양 권장 사항\n식세포작용 자극,48 T-헬퍼 1형 사이토카인 생성 감소, T-헬퍼 2형 사이토카인 촉진.49 이로 인해 염증 생체지표와 산화 스트레스 수준이 개선됩니다.48\n비타민 D는 인슐린 수용체 발현을 활성화하고 인슐린 민감도를 향상시킴으로써 당 대사를 조절하는 중요한 역할을 합니다.47,50,51 당뇨병 조절이 잘 되지 않으면 다양한 하류 영향으로 상처 치유에 부정적인 영향을 미치며, 사이토카인 생성 변화가 만성 상처 발생을 초래할 수 있습니다.52 또한, 비타민 D는 칼슘과 인과 같은 다른 영양소의 대사에도 영향을 미칩니다.47,50,51\n비타민 D의 역할을 조사한 대부분의 연구는 골 치유에 대한 알려진 역할 때문에 정형외과 문헌에서 수행되었습니다.53 그러나 당뇨병성 족부 궤양 환자에게 비타민 D를 보충한 결과 궤양 치유가 개선될 뿐만 아니라, 포도당 항상성, 총 콜레스테롤, 저밀도 지단백 콜레스테롤, 총/고밀도 지단백 콜레스테롤 비율, 적혈구 침강 속도, 고감도 C-반응성 단백질, 말론디알데하이드 수치 등에 유익한 영향을 미친 것으로 나타났으며, 이는 모두 간접적으로 상처 치유 개선과 관련이 있습니다.54\n비타민 D 보충에 대한 전문가들의 권장 사항은 다양하며, 미국 의학연구소는 하루 400 IU를, 내분비학회는 최적의 혈청 칼시페디올 수치를 달성하기 위해 하루 200 IU를 권장합니다.55 그러나 이러한 권장 사항은 수술 환자 및/또는 만성 상처 환자의 증가된 필요량을 반영하지 않습니다. 예를 들어, 정형외과 외상 환자를 대상으로 한 다기관 연구에서는 하루 2000 IU가 400 IU보다 칼시페디올 수치를 최적으로 유지하는 데 더 효과적인 것으로 나타났습니다.56 또한, 정형외과 문헌의 다른 메타 분석에서는 하루 1000 IU 이상의 용량이 더 효과적일 수 있다고 보고되었습니다.57비타민 D 보충은 용량 의존적 반응을 보일 수도 있습니다. 한 연구에서는 하루 100 IU를 추가로 섭취할 때마다 비타민 D 결핍 위험이 8% 감소하는 것으로 나타났습니다.56 수술 계획과 관련하여, 외상성 골절이 있는 비타민 D 결핍 환자가 경구 비타민 D 및 칼슘을 복용한 경우 평균 7주 후에 정상적인 칼시페디올 수치를 달성한 것으로 밝혀졌습니다.58 따라서, 비타민 D 결핍 위험이 있는 환자들은 조기에 식별하고 보충하는 것이 중요합니다.\n글루타민과 아르기닌\n아르기닌과 글루타민은 상처 치유에서 중요한 역할을 하는 것으로 밝혀진 두 가지 아미노산이다.59 아르기닌은 여러 가지 기전을 통해 상처 치유에 영향을 미친다.60 이는 염증 반응, 콜라겐 합성, 신생혈관 형성에 필요한 일산화질소와 프로린의 전구체 역할을 한다.61-63 또한, 아르기닌은 성장 호르몬의 생성과 분비를 자극하며 T세포를 활성화한다.64,65 건강한 성인과 설치류 실험에서, 아르기닌 보충이 절개 상처의 강도와 콜라겐 침착을 증가시키는 것으로 나타났다.63,66,67 6건의 연구와 397명의 두경부암 환자를 대상으로 한 메타분석에서는 아르기닌이 함유된 경장영양식이가 누공 발생률을 유의미하게 감소시키고 상처 치유를 개선하는 것으로 확인되었다.68 아르기닌은 IMPACT(Nestlé, Arlington County, Va.)라는 영양식의 주요 성분 중 하나로, 체계적 문헌 검토에서 고위험 선택적 수술 환자의 감염률과 입원 기간을 줄이는 것으로 나타났다.69 또한, 미세혈관 및 성형외과 분야에서 수행된 무작위 대조 연구에 따르면, 아르기닌 보충이 복부 유리조직 이식에서 미세순환을 향상시키는 것으로 보고되었다.70\n글루타민은 대사, 효소 작용, 항산화, 면역 반응과 관련된 다양한 역할을 수행한다. 이는 창자 상피세포, 림프구, 섬유아세포, 상피세포, 대식세포 등 상처 치유에 필수적인 세포들의 주요 에너지원이다.71 상처 부위에서 글루타민은 염증 완화 및 면역 조절 기능을 제공하는 열충격 단백질의 발현을 증가시킨다.72 또한, 글루타민은 염증 반응에서 백혈구의 세포 자멸사, 초과산화물 생성, 항원 처리, 그리고 식균 작용을 조절하는 역할을 한다.72,73 글루타민은 강력한 항산화제이자 세포막 안정화 및 아미노산 수송을 위한 효소 반응의 보조 인자인 글루타티온의 전구체이기도 하다.74 추가적으로, 글루타민은 장 점막의 무결성을 유지하는 데 필수적인 역할을 한다. 글루타민이 α-케토글루타르산으로 분해되면, 이는 창자 세포를 위한 에너지원으로 작용하여 초과산화물 생성, 포식작용, 항원 처리를 향상시킨다.73,75,76\n오메가-3 지방산\n지방은 인간의 신체에서 다양한 중요한 생리적 역할을 합니다. 지방은 세포막의 지질 이중층에서 구조적으로 중요한 역할을 합니다."
}