{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Exciting news! The countdown to the 2025 BetMGM Premier League Darts is officially on, and we’re thrilled to offer you priority access to tickets before they go on sale to the public.\nStarting Tuesday, October 15, at 12:00 BST/13:00 CEST, as a Priority Member, you'll have an exclusive window to purchase your tickets for the thrilling 17-night roadshow happening across the UK, Ireland, Netherlands, and Germany from February to May.\nHere’s a reminder of the important dates:\nMonday, October 14: PDCTV Annual Members will have the first opportunity to purchase tickets.\nTuesday, October 15 at 12:00 BST: Your Priority Member access window opens! Look out for an email on Monday, October 14 between 17:00-19:00 BST with your exclusive ticket link.\nTicket Prices:\nFront Table: £60/€70\nRear Table: £50/€60\nFront Tier: £38/€45\nRear Tier: £33/€40\nTicket prices do not include any booking fee. € Prices refer to Dublin, Berlin & Rotterdam. Rear Tables not available in Dublin & Leeds. Rear Tier not available in Exeter.\nDemand is expected to be extremely high, so be sure to set a reminder for October 15 and secure your spot at what promises to be another sell-out event.\nNot a PDCTV Annual Member yet? Subscribe today by clicking the banner below to get first access to tickets on October 14 and increase your chances of securing the best seats - especially if you're aiming for table seats!\nWe can’t wait to see you at the 2025 BetMGM Premier League Darts!",
    "trans": "흥미로운 소식입니다! 2025 BetMGM 프리미어 리그 다트의 카운트다운이 공식적으로 시작되었으며, 일반 판매 전에 티켓을 우선 구매할 수 있는 기회를 제공합니다.\n10월 15일 화요일 12:00 BST/13:00 CEST부터 우선 회원으로서, 2월부터 5월까지 영국, 아일랜드, 네덜란드, 독일에서 진행되는 짜릿한 17일간의 로드쇼를 위한 티켓을 우선 구매할 수 있는 기회를 갖게 됩니다.\n중요한 날짜를 다시 한번 확인하세요:\n10월 14일 월요일: PDCTV 연간 회원이 티켓을 가장 먼저 구매할 수 있습니다.\n10월 15일 화요일 12:00 BST: Priority Member 우선 예매 시작! 10월 14일 월요일 17:00~19:00 BST 사이에 발송되는 이메일을 확인하여 전용 예매 링크를 받아보세요.\n티켓 가격:\n프런트 테이블: £60 / €70\n리어 테이블: £50 / €60\n프런트 티어: £38 / €45\n리어 티어: £33 / €40\n티켓 가격에는 예약 수수료가 포함되지 않습니다. € 가격은 더블린, 베를린, 로테르담 기준입니다. 더블린 및 리즈에서는 리어 테이블이 제공되지 않으며, 엑서터에서는 리어 티어가 제공되지 않습니다.\n티켓 수요가 매우 높을 것으로 예상되므로, 10월 15일을 잊지 말고 미리 알람을 설정하여 빠르게 예매하고 또 한 번의 매진이 예상되는 이 이벤트의 자리를 확보하세요!\n아직 PDCTV 연간 회원이 아니신가요? 아래 배너를 클릭하여 지금 가입하셔서 10월 14일에 티켓을 가장 먼저 예매할 기회를 얻고, 최고의 좌석을 확보할 확률을 높이세요 - 특히 테이블 좌석을 원하신다면요!\n2025 BetMGM 프리미어 리그 다트에서 여러분을 만나길 기대하겠습니다!"
}