{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Message from CEDARS - Careers and Placement\nHKU STEM Internship Scheme Winter 2024-25 Opens Now!\nDear Students,\nAre you keen on exploring career opportunities in the Innovation and Technology (I&T) sector while enhancing your employability during your academic journey? The HKU STEM Winter Internship Programme 2024/25 offers the perfect opportunity to apply your knowledge in a practical environment and unlock your potential!\nLast Winter, over 100 HKU students from diverse disciplines embarked on their journey into I&T-related professions. This year, we anticipate our partner organizations will offer more than 150 I&T/STEM-related internship positions with a monthly allowance of $11,190 or higher across various industries. We warmly invite eligible students majoring in fields such as Science, Technology, Engineering, Data, AI, FinTech, Architecture, or other related areas to participate in this winter break.\nWhy join STEM Internship?\n✓ Discover your career path & interest\n✓ Gain invaluable hands-on experience\n✓ Immerse yourself in the I&T Industry\n✓ Develop interpersonal & communication skills\nWhat is about the job?\nFull-time placements during the winter break (minimum 35 hours per week) for at least four consecutive weeks (28 calendar days).\nInternship period generally falls between the end of final exam in December 2024 and the end of add/drop period for the spring term on 10 February, 2025.\nPositions in various I&T-related fields across industries, such as engineering, computer science, AI, FinTech, digital marketing, data analysis, biomedical, scientific research, and more.\nWho are we looking for?\nYear 2 or above full-time undergraduate and postgraduate students majoring in one of the STEM-related programmes. (Year 1 undergraduate students can apply for summer internship under the Scheme in 2nd semester).\nBoth local and non-local students (Non-local students can take up internships in Hong Kong only and should have obtained a No-Objection-Letter/Work Permit before job commencement).\nRemark: The quota for non-local students has already reached its maximum. However, CEDARS will observe the situation and approve applications subject to any release of additional quota and the total number of applicants.\nCareer Support for Students?\nCEDARS-Careers and Placement offers a series of Career Readiness Training to equip you with the skills and knowledge required to excel in your professional journey.\nOur career consultants offer One-on-One Career Coaching to help you prepare for internship applications, improve your interview skills, and plan your post-graduation career path.\nHow to Apply for Winter Interns 2024-25?\nStudents are highly recommended to read through our Guidelines for Employers and Students and Important Notes and FAQ for Students before applying for internships. Interested students can find STEM Internship opportunities on NETjobs and submit their applications.\nFor more information, visit the HKU ITC STEM Internship Scheme Website.\nFor inquiries, please email us at: stem@cedars.hku.hk or call 3917 4055 / 3917 0176\nDon't miss this fantastic opportunity to enhance your employability and gain invaluable industry experience. Apply now and embark on an exciting STEM career journey!\nBest regards,\nCentre of Development and Resources for Students (CEDARS)\nThe University of Hong Kong | http://cedars.hku.hk\nCopyright (c) 2024 Centre of Development and Resources for Students, The University of Hong Kong. All rights reserved.\nNote from HKU Bulk Email Delivery System\nThis is a General Notice delivered by the Bulk Email Delivery System.\n**To Unsubscribe**\nIf you do not wish to receive General Notice from a department, please click here to unsubscribe.\n(You will be prompted to login HKU Portal if you have not done so.)",
    "trans": "CEDARS - 진로 및 취업 섹션 안내 메시지\n2024-25 홍콩과기대 스템 겨울 인턴쉽 제도 시작!\n학생 여러분께,\n학업을 진행하시면서 취업 경쟁력을 높이고자 혁신 및 기술(I&T) 분야에서 경력을 쌓을 기회를 찾고 계신가요? 2024-25 홍콩과기대 스템 겨울 인턴쉽 제도가 여러분의 지식을 실무적 환경에 적용하고 잠재력을 발휘할 완벽한 기회가 되어 줄 겁니다!\n지난 겨울, 100명이 넘는 다양한 전공의 홍콩과기대 학생들이 I&T 관련 직종으로의 여정을 시작했습니다. 올해는 협력 기관들이 월 급여 11,190$ 이상을 지급하는 I&T/스템 관련 인턴쉽 자리를 다양한 산업 분야에 걸쳐 150개 이상 제안할 것으로 예상됩니다. 이번 겨울방학 동안 과학, 기술, 공학, 데이터, AI, 핀테크, 건축 또는 기타 분야를 전공한 자격 있는 학생 여러분을 초대하고자 합니다.\nSTEM 인턴쉽에 왜 참여해야 하나요?\n✓ 진로와 흥미를 발견할 기회\n✓ 귀중한 실무 경험 획득 가능\n✓ I&T 산업 심층 참여\n✓ 대인 관계 및 소통 능력 개발\n직무의 자세한 내용은 어떻게 되나요?\n겨울방학(주당 최소 35시간) 내 최소 연속된 4주의 기간(28일) 동안 풀타임 배치.\n일반적으로 2024년 12월 기말고사 종료부터 2025년 2월 10일 봄학기 수강 정정 기간 종료까지의 인턴쉽 기간.\n공학, 컴퓨터 과학, AI, 핀테크, 디지털 마케팅, 데이터 분석, 의생명, 과학 연구 등 폭넓은 I&T 관련 분야 선택지.\n모집 대상은 누구인가요?\n스템 관련 분야를 전공 중인 2학년 이상의 전일제 학부생 및 대학원생(1학년 학부생은 2학기 여름 인턴쉽 참여 가능).\n자국 및 해외 학생 모두 참여 가능(해외 학생의 경우 홍콩 내 인턴쉽만 참여 가능, 근무 시작 전 No-Objection-Letter 및 취업허가서 구비 필요).\n참조: 해외 학생 정원은 이미 찼지만, CEDARS에서 추이를 지켜보며 정원 확대 또는 지원자 수 변동에 따라 지원을 받아들일 수도 있습니다.\n학생들을 위한 진로 지원엔 무엇이 있나요?\nCEDARS - 진로 및 취업 섹션에선 여러분이 뛰어난 전문가로서의 여정을 나설 수 있도록 하고자 관련 기술과 지식을 습득할 수 있는 진로 준비 교육을 제공합니다.\n저희 진로 컨설턴트들은 개별 코칭을 통해 여러분의 인턴쉽 지원 준비와 면접 기술의 향상, 졸업 후 진로 계획 수립을 돕습니다.\n2024-25 겨울 인턴쉽에 어떻게 지원하나요?\n먼저 학생 여러분께 근로자 및 학생용 가이드라인, 그리고 인턴쉽 지원 전 주요 공지사항 및 FAQ를 숙지하시길 강력히 권장드립니다. 지원을 희망하실 경우 NETjobs에서 인턴쉽 자리를 찾아 지원서를 제출하실 수 있습니다.\n더 많은 정보를 원하실 경우 홍콩과기대 혁신 및 기술 위원회 스템 인턴쉽 제도 웹사이트를 방문해 주시길 바랍니다.\n문의 사항은 이메일: stem@cedars.hku.hk 또는 전화번호 3917 4055 / 3917 0176으로 연락해 주시길 바랍니다.\n채용 가능성을 높이고 귀중한 산업 분야 경험을 쌓기 위해 이 멋진 기회를 놓치지 않으시길 바랍니다. 지금 지원하셔서 가슴이 뛰는 스템 진로 탐색 여정을 시작하세요!\n감사를 담아,\n학생 발전 및 자원 지원 센터 (CEDARS)\n홍콩과학기술대학교 | http://cedars.hku.hk\n저작권 (c) 홍콩과학기술대학교, 2024 학생 발전 및 자원 지원 센터. 모든 권리 보유.\nHKU 이메일 대량 발신 시스템 안내\n본 메일은 이메일 대량 발신 시스템에 의해 전송됐습니다.\n**수신 거부**\n섹션에서 전달하는 일반 공지를 더 받지 않기를 희망하신다면, 수신 거부를 위해 이곳을 클릭해 주세요.\n(로그인 상태가 아닐 경우 홍콩과기대 포털 로그인 페이지로 연결됩니다.)"
}