{
    "source": "en_US",
    "target": "ko_KR",
    "text": "What operational changes can our restaurant managers expect?\nA: Nothing changes in the short term. Throughout the integration process, we will evaluate how\nDarden’s systems and support can improve our ability to take care of our guests and\nemployees. And where we find opportunities, we will work to integrate new support systems in\na way that does not significantly disrupt restaurant operations.\nQ: Will there be any changes to our menus?\nA: Our commitment to high-quality, made-from-scratch Tex-Mex cuisine remains unchanged.\nWe’ll continue to offer generous portions at competitive prices.\nQ: Is my job in our restaurant going away?\nA: Darden is committed to operating our restaurant with the same great team we have in place\ntoday.\nQ: Will I be able to transfer jobs to a different Darden brand?\nA: We don’t know the answer to that question right now. But we are working through it and we’ll\naddress it as soon as we have an answer.\nQ: Can I hire an applicant who currently works for another Darden restaurant (Olive Garden,\nLongHorn Steakhouse, Yard House, Ruth’s Chris Steak House, Cheddar’s Scratch Kitchen, The\nCapital Grille, Seasons 52, Eddie V’s or Bahama Breeze)?\nA: We recognize that existing team member crossover is likely, and we will work to understand\nwhat the current state looks like. At this time, we ask that you refrain from hiring new team\nmembers who currently work at another Darden brand due to the complexities it creates with\nidentifying and complying with overtime rules.\nQ: Will there be any changes to supply, ordering and delivery processes? Any changes to third-\nparty service providers that we use today?\nA: Nothing changes in the short term. You will still continue to order and receive deliveries in the\nsame manner you do today. Additionally, nothing changes right now with regard to third-party\nservice providers. We will provide updates on any changes during the integration period.\nBENEFITS QUESTIONS:\nQ: Will my compensation change?\nA: Your compensation remains the same in the short term, and we are committed to sharing",
    "trans": "우리 레스토랑 매니저들이 예상할 수 있는 운영 변경 사항은 무엇인가요?\nA: 단기적으로는 아무런 변화가 없습니다. 통합 과정 동안, 우리는 Darden의 시스템과 지원이 어떻게\n우리 고객과 직원들을 더 잘 돌볼 수 있도록 개선할 수 있을지 평가할 것입니다.\n그리고 기회를 찾으면, 레스토랑 운영에 큰 영향을 주지 않는 방식으로\n새로운 지원 시스템을 통합하기 위해 노력할 것입니다.\nQ: 우리의 메뉴에 변화가 있을까요?\nA: 고품질의 정통 텍스멕스 요리를 직접 만드는 것에 대한 우리의 약속은 변하지 않았습니다.\n우리는 계속해서 경쟁력 있는 가격으로 푸짐한 양을 제공할 것입니다.\nQ: 제 직업이 우리 레스토랑에서 없어지나요?\nA: Darden은 현재 우리가 가진 훌륭한 팀과 함께 우리 레스토랑을 운영하는 데\n헌신하고 있습니다.\nQ: 다른 Darden 브랜드로 직무를 옮길 수 있나요?\nA: 지금은 그 질문에 대한 답을 알지 못합니다. 하지만 우리는 이를 해결하기 위해 노력하고 있으며,\n답을 알게 되는 대로 바로 안내드리겠습니다.\nQ: 현재 다른 Darden 레스토랑(올리브 가든,\n롱혼 스테이크하우스, 야드 하우스, 루스 크리스 스테이크하우스, 체더스 스크래치 키친,\n더 캐피탈 그릴, 시즌 52, 에디 V’s, 바하마 브리즈)에서 근무 중인 지원자를 채용할 수 있나요?\nA: 우리는 기존 팀원 간의 교차가 있을 가능성이 있다는 점을 인식하고 있으며,\n현재 상황을 파악하기 위해 노력할 것입니다.\n현재로서는 초과 근무 규칙을 식별하고 준수하는 데 복잡함을 초래하므로,\n다른 Darden 브랜드에서 근무 중인 신규 팀원을 채용하는 것을 자제해 주시기 바랍니다.\nQ: 공급, 주문 및 배송 프로세스에 변화가 있나요? 현재 사용 중인\n제3자 서비스 제공업체에 변화가 있나요?\nA: 단기적으로는 변화가 없습니다. 현재와 동일한 방식으로 주문하고\n송을 받을 수 있습니다. 또한, 제3자 서비스 제공업체와 관련된 변화도 없습니다.\n통합 기간 동안 변경 사항에 대해 업데이트를 제공하겠습니다.\n혜택 관련 질문:\nQ: 제 보상에 변화가 있나요?\nA: 귀하의 보상은 단기적으로 변하지 않으며, 우리는 이에 대해 공유할 계획입니다."
}