{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I am striving to provide safe, ethical, and evidence based practice for all my clients. I see each individual as a human being who has endured suffering, and accepting unconditionally the manifestation of these suffering you may present. I would work with you collaboratively to understand your difficulties and accompany you in the journey of discovery of your own strengths, building resilience, and developing an adaptive way of coping in life. I work in an integrative, and trauma informed way in which different approaches may combine to suit your needs at any given time. Therapeutic approaches I am experienced with are listed.\nAs a humanist psychologist, I trust that we human beings all strive to achieve the best version of ourselves, and this is exactly why you are here. I would encourage you to give yourself some credits for seeking professional psychological help, as it is a difficult step to take. Yes, offering yourself validations and discovering strengths are important.\nAs we are all confronted by various complex crisis, I am encouraging you to reframe this. CRISIS in Chinese means danger and opportunity. I would be honoured to help you adress whatever is challenging and unleash your potentials. Why not contact me for an informal free-of-charge consultation prior to making an appointment.",
    "trans": "저는 모든 고객에게 안전하고 윤리적이며 증거에 기반한 진료를 제공하기 위해 노력하고 있습니다. 저는 각 개인을 고통을 견뎌온 인간으로 보고, 당신이 제시할 수 있는 이러한 고통의 표현을 무조건 받아들이는 것입니다. 저는 여러분과 협력하여 여러분의 어려움을 이해하고 여러분 자신의 강점을 발견하고 회복력을 키우며 삶에 적응하는 방식을 개발하는 여정에 동행하고자 합니다. 저는 주어진 시간에 귀하의 요구에 맞게 다양한 접근 방식을 결합할 수 있는 통합적이고 트라우마 정보 방식으로 일합니다. 제가 경험한 치료 접근 방식이 나열되어 있습니다.\n인본주의 심리학자로서 저는 우리 인간 모두가 최고의 모습을 달성하기 위해 노력한다고 믿습니다. 이것이 바로 여러분이 여기에 있는 이유입니다. 전문적인 심리적 도움을 구하는 것은 어려운 단계이므로 스스로에게 어느 정도 공로를 인정하시기 바랍니다. 그렇습니다. 자신을 검증하고 강점을 발견하는 것이 중요합니다.\n우리 모두는 다양하고 복잡한 위기에 직면해 있으므로 이를 재구성해 보시기 바랍니다. CRISIS는 중국어로 위험과 기회를 의미합니다. 저는 여러분이 어려운 일을 해결하고 잠재력을 발휘할 수 있도록 도와주게 되어 영광입니다. 예약하기 전에 저에게 연락해 비공식 무료 상담을 받는 것은 어떨까요."
}