{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Image\nThe Foods That Fight Inflammation\nChronic inflammation can be a silent killer, but your diet can play a role in tamping it down.\nListen to this article · 6:29 min Learn more\nBy Jillian PretzelIllustrations by Sarah Mafféïs\nSept. 18, 2024\nLeer en español\nExperts sometimes describe inflammation as a necessary evil. On one hand, this essential immune system response helps you stay safe and heal from illnesses, though it isn’t always pleasant: often causing symptoms like redness, swelling and soreness.\nBut when inflammation levels in your body remain high for months or years at a time — even in the absence of a threat — it can create health risks of its own. Untreated, chronic inflammation can increase the risk of serious health issues like cancer, cardiovascular disease, arthritis and metabolic conditions like Type 2 diabetes.\nThe condition, which some surveys estimate affects about a third of U.S. adults, is hard to diagnose. This is in part because chronic inflammation symptoms can vary widely and there isn’t a test that can reliably diagnose it.\nADVERTISEMENT\nDiets high in highly processed and sugary foods are connected to chronic inflammation, while consuming certain healthy foods — fresh fruits, vegetables, fiber and certain fats — have been shown to help tamp it down. Here are the foods with demonstrated anti-inflammatory benefits.\nImage\nVegetables, Especially Leafy Greens\nDr. Sean Spencer, a gastroenterologist and physician-scientist at Stanford University, said that the fiber in vegetables is essential for feeding and maintaining the gut microbiome, which signals the immune system to keep inflammation down. The antioxidants in vegetables can help reduce inflammation too.\nTami Best, a dietitian in Rochester, New York, recommended leafy green vegetables like spinach, kale, collard greens, broccoli, Swiss chard and arugula, which are high in antioxidants.\nAnd vegetables rich in apigenin — a type of plant compound called a flavonoid that has anti-inflammatory properties — are also helpful, Ms. Best said. These include celery, carrots and parsley.\nADVERTISEMENT\nBarbara Olendzki, an associate professor of medicine at UMass Chan Medical School who developed an anti-inflammatory diet, said that most people don’t consume enough vegetables, but there are easy ways to incorporate more.\nShe recommended mixing onions, spinach and tomatoes into your eggs or adding grated carrots or leafy greens into pasta sauce.\nImage\nFruits, Especially Berries\nFruits are another fiber- and antioxidant-rich anti-inflammatory food group, Ms. Best said. She noted that tart cherries and berries, particularly blueberries, are rich in inflammation-fighting flavonoids.\nADVERTISEMENT\nShe also advised eating citrus fruits because they’re rich in vitamin C, an antioxidant that protects cells against oxidation, which can lead to inflammation.\nImage\nLegumes\nDr. Nate Wood, a physician and director of culinary medicine at Yale School of Medicine, said that beans, lentils, edamame, tofu, tempeh and other legume-based foods can be powerful inflammation fighters because they are high in fiber and antioxidants.\nLeona West Fox, a functional nutritionist in Santa Monica, Calif., said that not only are legumes beneficial to the gut microbiome, they’re also rich in vitamins and minerals like folate and magnesium, which some suggest are associated with lowering inflammation.\nADVERTISEMENT\nLegumes are versatile, Ms. Best said. Add them to a soup or salad, enjoy them on their own, or whip them into a hummus or black bean spread to pair with vegetables. Or roast some garbanzo beans with a little olive oil and seasoning of your choice for a healthy snack, she added.\nImage\nTurmeric and Other Spices\nSpices can be another inflammation fighter, though most people don’t typically consume large volumes of them.\nCurcumin, a compound found in turmeric, has been linked to reduced inflammation in animals. Studies also have shown that spices like ginger, cardamom and garlic can also help with inflammation.\nADVERTISEMENT\nImage\nFermented Foods\nSome studies suggest that consuming a variety of fermented foods, like yogurt, kimchi, sauerkraut and kombucha may help reduced inflammation as well.\nIn one small study, published in 2021, researchers split 36 healthy adults into two groups: one that was instructed to eat a diet rich in fermented foods, while the other had a diet high in fiber. By the end of the study, the group that ate more fermented foods saw consistent decreased levels of inflammation, while the other group saw a mix of results depending on the state of their gut microbiome at the beginning of the study.\nStill, Dr. Wood said more research is needed on whether eating fermented foods can meaningfully reduce inflammation. Just avoid fermented foods like certain yogurts and kombuchas that contain added sugars, Dr. Spencer said.\nImage\nOmega-3 Fatty Acids\nStudies suggest that omega-3 fatty acids may also fight inflammation. Dr. Wood said that these healthy fats can help make molecules called resolvins and protectins in the body, which “seem to lower levels of inflammation,” he explained, “although researchers are still investigating how,” he added.\nFoods that are rich in omega-3 fatty acids include fatty fish (salmon, herring, mackerel, tuna), eggs, nuts (particularly walnuts) and seeds (such as flax and hemp). Ms. West Fox recommended spreading a tablespoon of nut butter onto apple slices or sprinkling ground flax seeds into yogurt, oatmeal or a salad.\nImage\nCoffee and Tea\nCoffee and tea are antioxidant-rich, so consuming them in moderation might help cut down inflammation, Dr. Wood said. In a 2015 study of about 1,700 older white adults, regular coffee drinkers were found to have lower levels of certain inflammatory markers than those who didn’t regularly drink coffee.\nJust be mindful of any added sugar, Ms. Olendzki said.\nThe Bottom Line\nSince various nutrients can help reduce inflammation in different ways, those looking to decrease inflammation should focus on consuming a wide variety of different fruits, vegetables, fiber, omega-3s and other inflammation fighting foods, Dr. Wood said. He recommended eating at least 30 different foods per week.\nIndeed, there’s isn’t one magic bullet food or product that will quell inflammation on its own, but Dr. Spencer said there are many healthy, delicious menu choices that can help, and encourages people to find some they love. There’s a whole universe of flavor beyond processed foods, he added.\nA Guide to Coffee\nFrom machine-brewed pods to small-batch pour-overs, coffee is steeped into our culture. Here’s a closer look at this popular beverage.\nAfter a few cups, you may have found yourself asking: Is coffee good for me? The answer is yes, but it depends on a few factors.\nThere are proven health benefits. Drinking coffee has been linked to a lower risk of dyingand a reduced risk of all kinds of ailments. But is it possible to have too much?\nAs global warming threatens the two main varieties of coffee, growers in Uganda are betting on a type that can stand up to heat, drought and pests.\nWhen used correctly, a cup of coffee before exercising can improve your performance. Here is what to know.\nFor many people, coffee quickly and reliably jump-starts gut activity and an urgent need to poop — but it’s not clear why.\nThe collective obsession with iced coffee is still growing, even in the dead of winter. Is the hot cup of joe on its way out?\nWhether you’re a cold-brew connoisseur or you just want a basic cup o’ joe, Wirecutter has the best coffee makers,as well as tips on how to clean your burr coffee grinder.",
    "trans": "사진\n염증에 좋은 음식\n만성 염증은 당신을 소리 없이 죽음에 이르게 할 수 있습니다. 하지만 식이요법을 통해 이를 완화할 수 있습니다.\n기사 듣기 · 6:29 분 더 보기\n글 질리언 프레첼, 삽화 사라 마페이스\n2024년 9월 18일\n스페인어로 읽기\n전문가들은 때로는 염증을 필요악이라고 말합니다. 늘 반가운 것은 아니지만 이 필수 면역 체계 반응은 한편으로는 건강을 유지하고 질병을 치유하는 데 도움이 됩니다.\n수개월 혹은 수년 동안 연이어 체내에 염증 수준이 높게 유지되면, 별다른 증상이 없더라도 그 자체로 건강을 위협할 수 있습니다. 만성 염증을 방치하면 암, 심혈관 질환, 관절염, 2형 당뇨 같은 대사 장애처럼 심각한 건강 문제가 생길 가능성이 높아집니다.\n일부 조사에 따르면 미국 성인의 대략 1/3이 해당 상태에 있고, 이는 진단하기 어렵습니다. 만성 염증 증상은 매우 다양하게 나타나며 신뢰할 만한 진단 검사 방법이 없기 때문이기도 합니다.\n광고물\n고가공 식품과 단 음식 비중이 높은 식단은 만성 염증과 관련이 있습니다. 하지만 신선한 과일과 채소, 식이섬유, 일부 지방 종류와 같이 특정 건강식품을 섭취하면 만성 염증을 완화하는 데 도움이 된다고 알려져 있습니다. 항염증 효능이 있다고 증명된 음식들을 소개합니다.\n사진\n야채, 특히 녹색 채소\n스탠퍼드 대학 위장병 전문의이자 과학자인 션 스펜서 박사는 야채의 식이섬유가 인체 내 미생물 생태계에 영양분을 공급하고 이를 유지하는 데 매우 중요하다고 밝혔습니다. 인체 내 미생물 생태계는 면역 체계가 염증 수준을 낮추도록 신호를 보내는 역할을 합니다. 야채에 들어있는 항산화 성분도 염증을 진정시키는 데 도움을 줄 수 있습니다.\n뉴욕 로체스터에서 영양사로 일하는 타미 베스트는 항산화 성분이 풍부한 시금치, 케일, 콜라드 그린, 브로콜리, 근대, 루콜라와 같은 녹색 채소를 추천했습니다.\n베스트 씨에 의하면 샐러리와 당근, 파슬리처럼 아피게닌이 풍부한 야채도 도움이 된다고 합니다. 아피게닌은 플라보노이드라고도 불리며 항염증 성질을 가진 식물성 화합물의 일종입니다.\n광고물\n항염증 식이요법을 개발한 바바라 올랜즈키 유메스 챈 의과대학 부교수는 대부분 사람이 야채를 충분히 섭취하지 않지만, 야채의 비중을 쉽게 늘릴 방법이 있다고 합니다.\n계란에 양파와 시금치, 토마토를 섞거나 파스타 소스에 당근이나 녹색 채소를 갈아 넣는 방법을 추천했습니다.\n사진\n과일, 특히 딸기류 과일\n베스트 씨에 의하면 식이섬유와 항산화 성분이 풍부하고 항염증 식품군에 속하는 또 다른 식품은 과일이라고 합니다. 타트체리와 딸기류, 특히 블루베리는 염증을 완화하는 플라보노이드가 풍부하다고 언급했습니다.\n광고물\n베스트 씨는 비타민C가 풍부한 감귤류 과일 섭취를 권하기도 했습니다. 세포의 산화 작용은 염증으로 이어질 수 있는데 이를 방지하는 항산화 성분이 비타민C이기 때문입니다.\n사진\n콩과 식물\n예일대학교 의과대학 외과 의사이자 요리 의학 주임 교수 나이트 우드 박사는 콩과 렌틸콩, 풋콩, 두부, 템, 기타 콩 기반 식품이 강력한 염증 완화제가 될 수 있다고 합니다. 식이섬유와 항산화 성분 함량이 높기 때문입니다.\n캘리포니아 산타 모니카에서 기능 영양사로 일하고 있는 레오나 웨스트 폭스에 따르면 콩과 식물이 비타민과 미네랄이 풍부하여 인체 내 미생물 생태계에 도움이 된다고 합니다. 엽산, 마그네슘과 같은 미네랄은 염증 완화와 연관이 있다고 알려져 있습니다.\n광고\n베스트 씨에 의하면 콩과 식물은 다양하게 활용할 수 있다고 합니다. 그 자체로 먹거나 국 또는 샐러드에 넣거나, 후무스 혹은 스프레드와 섞어 야채와 함께 먹을 수 있습니다. 건강 간식으로써 가르반조 콩을 올리브유에 볶아 원하는 시즈닝과 함께 먹는 것도 좋다고 첨언했습니다.\n사진\n강황 및 기타 향신료\n보통 대용량으로 먹지는 않지만, 향신료 역시 염증 완화제가 될 수 있습니다.\n강황에서 발견되는 커큐민 성분은 동물의 염증 진정과 관련이 있습니다. 연구에 의하면 생강과 카르다몸, 마늘과 같은 향신료가 염증에 도움을 줄 수 있다고도 합니다.\n광고물\n사진\n발효 식품\n연구에 따르면 요거트와 김치, 사우어크라우트, 콤부차처럼 다양한 발효 식품을 섭취하면 염증 진정에 도움을 줄 수 있다고 합니다.\n2021년 발표한 소규모 연구에서 연구자들이 건장한 성인 36명을 두 집단으로 구분했습니다. 그리고 한 쪽은 작은 연구 발효 식품 비중이 높은 식단을, 다른 한쪽은 식이섬유 비중이 높은 식단을 따르도록 했습니다. 연구가 끝날 무렵, 발효 식품을 더 많이 섭취한 집단은 염증 수준이 지속적으로 감소했지만, 다른 한 집단은 연구 초기 개인별 체내 미생물 생태계의 상태에 따라 제각기 다른 결과를 보였습니다.\n우드 박사는 발효 식품 섭취가 유의미하게 염증 진정에 도움이 되는지에 대해서는, 여전히 더 많은 연구가 필요하다고 합니다. 스펜서 박사는 설탕을 첨가한 특정 요거트나 콤부차만 피하면 된다고 합니다.\n사진\n오메가3 지방산\n일부 연구에 의하면 오메가3 지방산 역시 염증 완화에 도움이 된다고 합니다. 우드 박사는 이처럼 건강한 지방은 체내에서 레졸빈과 프로텍신이라 부르는 분자를 만들어내는 데 도움이 된다고 합니다. 우드 박사는 \"레졸빈과 프로텍신은 염증 수준을 완화하는 것으로 보이며, 연구자들이 계속해서 원리를 조사하는 중이다.\"고 덧붙였습니다.\n오메가3 지방산이 풍부한 식품에는 지방이 많은 생선(연어, 청어, 고등어, 참치)과 계란, 견과류(특히 호두), 씨앗류(아마, 대마 등)가 있습니다. 웨스트 폭스씨는 사과 슬라이스에 견과류 스프레드 한 스푼을 곁들이거나 땅 아마 씨를 요거트, 오트밀, 샐러드에 뿌려 먹는 걸 권장했습니다.\n사진\n커피와 차\n우드 박사에 의하면 커피와 차는 항산화 성분이 풍부하므로, 적당량 섭취 시 염증을 완화하는 데 도움을 줄 수 있다고 합니다. 약 1,700명의 백인 노인이 참여한 2015년 연구에서, 정기적으로 커피를 마신 자가 그렇지 않은 자에 비해 특정 염증 증상이 낮은 수준으로 나타났습니다.\n올젠스키 씨는 설탕이 들어간 커피만 주의하라고 언급했습니다.\n요지\n우드 박사는 다양한 영양분이 여러 방면으로 염증을 진정시킬 수 있으므로, 염증을 완화하고자 하는 이들은 과일과 야채, 식이섬유, 오메가3와 기타 염증 완화 식품을 다양하게 섭취하는 데 집중해야 한다고 합니다. 그리고 주마다 최소 30가지 종류를 다양하게 섭취하기를 권장했습니다.\n스펜서 박사에 의하면 염증을 가라앉히는 단일 식품 혹은 제품은 사실 존재하지 않는다고 합니다. 본인이 원하는 대로 건강하고 맛있는 메뉴를 골라 도움을 받을 수 있습니다. 가공식품 너머에 다양한 맛의 세계가 존재한다고도 덧붙였습니다.\n커피 가이드\n기계로 내린 커피에서 직접 손으로 내린 커피까지, 커피는 우리 문화에 깊이 녹아들어 있습니다. 이 인기 많은 음료에 대해 면밀히 살펴보겠습니다.\n몇 잔 마신 후, 이렇게 자문할지도 모릅니다: 커피가 몸에 좋은 건가? 몇 가지 요인에 따라 달라질 수 있지만 정답은 \"그렇다.\" 입니다.\n커피가 건강에 좋다는 건 증명된 바 있습니다. 커피를 마시면 사망 확률과 각종 질병의 위험을 낮출 수 있다고 합니다. 하지만 많이 마셔도 괜찮은 걸까요?\n지구 온난화에 따라 두 가지 주요 커피 품종이 위협받고 있습니다. 우간다 커피 재배업자들은 고온과 가뭄, 해충에 잘 견디는 품종 쪽에 내기하고 있습니다.\n적당히 섭취했을 시, 운동 전 커피 한 잔은 운동 능력을 향상시킬 수 있습니다. 중요한 내용은 다음과 같습니다.\n대부분의 사람은 커피를 마시면 장 활동이 금세 활발해져 변의를 느낍니다. 왜 그런지는 명확하지 않습니다.\n엄동설한에도 아이스 커피에 대한 대중적인 집착이 점점 심해지고 있습니다. 따뜻한 커피는 유행이 끝난 걸까요?\n당신이 콜드 브루 권위자이든 평범한 따뜻한 커피 한 잔을 원하는 사람이든, 와이어커터는 최고의 커피 제조기입니다. 커피 그라인더를 청소하는 팁도 제공합니다."
}