{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A flash of panic coursed through her. Mr. Anderson’s words ran through her mind again, and made her heart skip another beat. She muttered, unconvincingly, “N-nothing.”\nColin was instantly on alert. He studied her face, and said: “It did not seem like nothing. You were speaking very intimately. One might have thought he was–” His voice darkened, as did his gaze. “You seemed rather affected. Did he say something improper?”\nImproper, indeed. Penelope looked down at her feet, feeling strangely guilty.\n“Of course not,” she lied.\nColin frowned, remaining silent as they walked slowly through the garden path, their footsteps sounding gently against the paved stone. A breeze cooled Penelope’s cheeks, but not nearly enough to rid them of their colour.\n\"We discussed marriage,\" she said, hoping that would be enough to appease him. \"He informed me of his expectations for a wife. It was most illuminating.\"\nShe let herself, for a brief moment, imagine what being Colin's wife would be like in comparison to the life Lady Danbury and Mr. Anderson had laid out for her. Colin did not have an estate to manage—they would live in London, in a small home with a small number of staff. Perhaps someday he would inherit a country home, but it would be modest at best and his love for travel would not be hindered by responsibility. He would take his fortunate wife with him, she thought, to faraway adventures. It would be a life of freedom, until they had children… and then they would settle down and Colin would be a wonderful father.\nThere would be plenty of time to read and write, plenty of loving family all around them… all the delights of London as they were used to, and the comfort of their own home when they grew tired of company. Everything she longed for, and more.\nA pang of envy filled Penelope, but she pushed it down and returned her focus to their conversation.\nColin was outraged. \"Marriage? He has not yet formally declared his intentions to court you, he has no right to be talking to you about marriage so soon! You promised to wait, Pen, have you forgotten? I have not yet begun my inquiries into his financial standing, nor his reputation—you must not be rash!\"\n\"He did not propose, if that is what you think,\" she replied, releasing his arm and taking a step back, putting some space between them. She did not like the accusatory tone of his voice, as though blaming her for inciting scandal. \"I would not say yes, so quickly, either. I remember my promise to you.\"\nColin dropped his arm. \"Good. We do not know if his interest is genuine, or if he is simply flirting.\"\nIt was not simply flirting, she thought, growing angry with him for his callousness.\n\"Do gentlemen discuss the finer points of their ideals for marriage with a young lady they do not intend for the role of wife?\"\n\"Scoundrels do,\" Colin said darkly.\n\"Why do you dislike him so?\" she asked, her frustration outweighing her caution. \"Pray tell, Colin. You slander him at every turn, and yet I cannot find fault anywhere, no matter how hard I look.\"\nIt was hard to understand Colin when he was like this: pacing back and forth, the line of his shoulders tense and agitated, speaking to her in curt tones and refusing to explain himself. He had disliked Mr. Anderson from the very first moment they had met–a very unusual thing for Colin Bridgerton, the Ton darling, who liked everyone and had a charming smile for all. Colin was even friends with the likes Lords Fife and Cho, both of whom were quite awful in Penelope's estimation. Mr. Anderson had never done anything wrong, had always been courteous. Even Colin's brother, the Viscount, who did not suffer fools after his marriage, seemed to like him. It did not make a lick of sense.",
    "trans": "당황한 기색이 그녀를 스쳐 지나갔다. 앤더슨 씨의 말이 다시 그녀의 머릿속을 스쳐 지나갔고, 그녀는 또 한 번 심장을 뛰게 만들었다. 그녀는 납득할 수 없다는 듯 \"아무것도 아니야.\"라고 중얼거렸다\n콜린은 즉시 경계 태세에 들어갔다. 그는 그녀의 얼굴을 살펴보며 이렇게 말했다. “아무것도 아닌 것 같았어요. 아주 친근하게 말씀하셨네요. 누군가는 그가 그였다고 생각했을 수도 있습니다.” 그의 목소리가 어두워졌고, 그의 시선도 그랬다. “당신은 오히려 영향을 받은 것 같았습니다. 그가 뭔가 부적절한 말을 했나요?”\n정말 부적절하다. 페넬로페는 이상한 죄책감을 느끼며 자신의 발을 내려다보았다.\n“물론 그렇지 않아요.” 그녀는 거짓말을 했다.\n콜린은 얼굴을 찌푸리고 침묵을 지키며 정원 길을 따라 천천히 걸어갔다. 그들의 발소리는 포장된 돌에 부드럽게 닿았다. 산들바람이 페넬로페의 뺨을 식혔지만 그 혈색을 지우기에는 충분하지 않았다.\n\"우리는 결혼에 관해 논의했어요.\" 그녀는 그것이 그를 달래기에 충분할 것이라고 기대하면서 말했다. \"그는 아내에 대한 자신의 기대에 대해 나에게 말했습니다. 그것은 매우 계몽적이었어요.\"\n그녀는 잠시 동안 콜린의 아내가 되는 것이 레이디 댄버리와 앤더슨 씨가 그녀를 위해 마련한 삶과 비교했을 때 어떤 모습일지 상상하게 했다. 콜린은 관리할 재산이 없었고 ㅡ그들은 소수의 직원이 있는 작은 집인 런던에서 살게 될 것이다.  어쩌면 언젠가 그는 시골 집을 물려받게 될지도 모르지만 그것은 기껏해야 소박하고 여행에 대한 그의 사랑은 책임감으로 인해 방해받지 않을 것이다. 그는 운이 좋은 아내를 데리고 머나먼 모험을 떠날 것이라고 그녀는 생각했다. 아이들을 가질 때까지... 자유로운 삶이 될 것이다. 그리고 나서 그들은 정착하고 콜린은 훌륭한 아버지가 될 것이다.\n읽고 쓸 많은 시간이 있을 것이고, 그들 주위에는 사랑하는 가족들이 많이 있을 것이다. 그들에게 익숙한 런던의 모든 즐거움을 누릴 것이며, 사교 모임이 지겨워지면 집에서 편안하게 지낼 것이다. 그녀가 갈망했던 모든 것, 그리고 그 이상.\n페넬로페는 부러움의 고통에 휩싸였지만, 그녀는 그것을 내려놓고 그들의 대화에 집중했다.\n콜린은 분노했다. \"결혼? 그는 아직 정식으로 당신에게 구애할 의사를 밝히지 않았습니다. 그는 당신에게 그렇게 빨리 결혼에 대해 이야기할 권리가 없습니다! 기다리기로 약속했잖아요, 펜, 잊었어요?  나는 아직 그의 재정 상황이나 평판에 대해 조사를 시작하지 않았습니다 ㅡ경솔해서는 안됩니다!\"\n\"그 사람은 청혼을 한 게 아니죠. 만약 그렇게 생각하신다면요.\" 그녀는 그의 팔을 놓고 두 사람 사이에 약간의 공간을 두며 뒤로 물러나며 대답했다. 그녀는 스캔들을 일으킨 자신을 비난하듯 그의 비난하는 목소리가 마음에 들지 않았다. \"저도 그렇게 빨리 승낙하지는 않을 거예요. 당신과의 약속을 기억해요.\"\n콜린은 팔을 떨어뜨렸다. \"좋습니다. 그의 관심이 진짜인지, 아니면 단순히 장난삼아 연애를 하는 것인지는 알 수 없습니다.\"\n그녀는 그의 냉담함에 화가 나서 단순히 장난삼아 연애를  하는 것이 아니라고 생각했다.\n\"신사들은 아내 역할을 맡을 생각이 없는 젊은 여성과 결혼에 대한 자신들의 이상을 시시콜콜하게 이야기하나요?\"\n\"악당들은 그렇죠.\" 콜린이 어둡게 말했다.\n\"왜 그를 그렇게 싫어해요?\" 그녀는 조심스러움보다 좌절감이 더 컸는지 물었다. \"콜린, 말해주세요. 당신은 사방에서 그를 중상모략하지만, 아무리 찾아봐도 저는 어디에서도 흠잡을 데가 없어요.\"\n콜린이 앞뒤로 서성거리고, 어깨선이 긴장되고 동요되어, 그녀에게 퉁명스러운 어조로 말하고 자기 설명을 거부하는 모습은 이해하기 어려웠다. 그는 처음 만난 순간부터 앤더슨 씨를 싫어했다- 모든 사람을 좋아하고 모두에게 매력적인 미소를 지녔던 톤의 사랑꾼 콜린 브리저튼에게는 매우 이례적인 일이었다. 린은 페넬로페가 평가하기에 꽤 끔찍한 파이프와 조 경 같은 사람들과도 친구였다.앤더슨 씨는 잘못된 일을 한 적이 없었고 항상 예의바르게 행동했다. 결혼 후에도 바보 같은 일을 당하지 않았던 콜린의 형인 자작조차도 그를 좋아하는 것 같았다. 그것은 말이 되지 않았다."
}