{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hermee (Patreon)\n15 ott 2024, 5:06AM GMT-7\nHi there,\nI'm Hermee from Patreon Support. I hope you're doing well today.\nThank you for getting in touch with us!\nIf you are requesting a refund, you will want to review these articles here: Patreon's refund policy & How do I request a refund?\nIf you are having difficulty canceling your membership, you can refer to this article here: Cancel my membership.\nIf you are unable to access these patron-only posts when logged in, you may be logged in with a different email address (I have two accounts). Be sure to check your Memberships tab to confirm you are in the right account.\nIf you are having trouble understanding how the billing system works on Patreon, you can refer to these articles here: Understand my payments to creators, I was charged immediately, Patron currency settings on Patreon, Declined payments, & How do I update my payment information?\nIf you find yourself unable to access your account to manage your payments, could you please send me the following:\n- Exact date and amount of the last two charges in your creator’s chosen currency (or payouts if you are a creator) as they appear on your statement.\n- The last four digits of your card (or bank account that received the funds).\n- Credit card type (i.e. Visa, Mastercard, Amex).\n- The card's expiration date.\n- Your current IP address, which can be found at https://tools.keycdn.com/geo\nUsed PayPal? Please also write back with the email associated with your PayPal account, along with the first and last bullet points above.\nUsed Apple Pay? Let me know the Device Account Number [this can be found by opening Apple Wallet, selecting the card used, and clicking the 3 dots in the top right], along with the first and last bullet points above.\nAlong with the payment details, would you mind sharing the following:\n- The URL(or name) of a creator you are supporting\n- How your profile name is listed on the site\nWith that, if you are still experiencing issues and need further assistance, please reply to this email.\nBest regards,\nHermee",
    "trans": "헤르미(패트리온)\n2024년 10월 15일, 오전 5:06 (GMT-7)\n안녕하세요,\n저는 패트리온 고객지원센터의 헤르미라고 합니다. 좋은 하루 보내고 계신지요.\n저희 패트리온에 문의 주셔서 감사합니다!\n환불 요청을 원하시면, 다음  글을 확인해 주세요: 패트리온 환불 정책 & 환불 요청 절차는?\n멤버쉽 취소가 어려우시다면, 다음 글을 확인해 주세요: 나의 멤버쉽 취소.\n로그인 후 패트리온 회원-전용 게시판에 접속할 수 없을 경우, 다른 이메일 계정으로 로그인을 시도했을 수 있습니다(계정이 두 개임). 멤버쉽 탭에서 올바른 계정을 반드시 확인해 주세요.\n패트리온 청구 방식을 이해하기 어려울 경우, 다음 글을 확인해 주세요: 크리에이터에게 지불한 내역 알아보기, 즉시 결제가 된 경우, 패트리온에서 사용할 통화 종류 설정, 결제 거절, & 내 결제 정보를 업데이트 하는 방법은?\n고객님의 계정에 접속하여 결제 관리를 할 수 없는 경우, 다음의 정보를 보내주세요:\n- 고객님의 명세서에 표기된 크리에이터가 선택한 통화 (또는 본인이 크리에이터일 경우 수익금 내역)로 지불된 최근 두 건의 정확한 지불 날짜 및 금액.\n- 고객님 카드번호 (또는 결제받은 은행 계좌) 마지막 네 자리.\n- 신용카드 종류 (비자, 마스터카드, 아멕스 등).\n- 신용카드 유효기간.\n- https://tools.keycdn.com/geo에서 확인되는 고객님의 현재 IP 주소\n페이팔을 사용하셨나요? 고객님의 페이팔 계정과 연동된 이메일 주소와 위 첫 번째 및 마지막 항목 정보를 보내주세요.\n애플 페이를 사용하였나요? 장치 계정 번호 [애플 월렛에서 사용하신 카드를 선택후, 우측 상단의 점 세개를 눌러 확인할 수 있습니다] 및 위 첫 번째와 마지막 항목 정보를 보내주세요.\n결제 세부정보와 함께 아래 정보를 공유해 주세요:\n- 고객님이 후원하는 크리에이터의 URL (또는 이름)\n- 사이트에서 사용하는 고객님의 프로필 이름\n이러한 조치 후에도, 문제가 해결되지 않아 추가 도움이 필요할 경우 본 이메일에 답장해 주세요.\n감사합니다,\n헤르미 드림"
}