{
    "source": "en_US",
    "target": "ko_KR",
    "text": "suspected, and earlier than they would have if life hadn't come off its rails ten years ago. She had friends whose children were the same age as Jake and Hanna and who were still at home.\nHer friends moaned about it, about the empty orange juice cartons in the fridge, the appalling sex noises and the noisy, drunken returns from nightclubs at four in the morning that set the dog off and disturbed their sleep. How she would love to hear one of her children stumbling about in the early hours of the morning. How she would love the trail of used crockery and the rumpled joggers, still embedded with underwear, left pooled all over the floor. But no, her two had not looked back. ward once they'd seen their escapes. Jake lived in Devon with a girl called Blue who didn't let him out of her sight and was already talking about babies only a year into their relationship. and Hanna lived a mile away from Laurel in her tiny, gloomy flat, working fourteen-hour days and weekends in the City for no apparent reason other than financial reward. Neither of them were setting the world alight but then whose children did? All those hopes and dreams and talk of ballerinas and pop stars, concert pianists and boundary-breaking scientists. They all ended up in an office. All of them.\nLaurel lived in a new-build flat in Barnet, one bedroom for her, one for a visitor, a balcony big enough for some planters and a table and chairs, shiny red kitchen units, and a reserved parking space. It was not the sort of home she'd ever envisaged for herself, but it was easy and it was safe.\nAnd how did she fill her days, now that her children were gone? Now that her husband was gone? Now that even the cat was gone, though he'd made a big effort to stay alive for her and lasted until he was almost twenty-one. Laurel filled three days a week with a job. She worked in the marketing department of the shopping center in High Barnet. Once a",
    "trans": "의심한 대로, 십 년 전 인생이 빗나가지 않았더라면 더 늦게 왔을 것이다. 그녀의 친구 중에는 제이크와 한나 또래의 자녀가 있고 여전히 집에 있는 친구들이 있었다.\n친구들은 냉장고 속 빈 오렌지 주스 병, 끔찍한 섹스 소리, 새벽 네 시 나이트 클럽에서 술에 취한 채 돌아와 개를 깨우고 잠을 방해하는 아이들에 대해 불평했다. 그녀가 이른 새벽 휘청거리며 돌아다니는 아이들의 소리를 들을 수 있다면. 사용한 그릇들이 여기저기 널려 있고, 속옷이 박힌 채 바닥에 널브러진 구겨진 조거 팬츠가 모여 있는 걸 볼 수 있다면. 하지만 두 아이들은 떠난 후 뒤돌아보지 않았다. 제이크는 데번에서 블루라는 여자와 살았는데, 블루는 제이크를 한시도 눈밖에 못 나게 하고 만난 지 일 년밖에 되지 않았는데 벌써 아기 얘기를 했다. 한나는 라우렐의 집에서 1마일 거리의 작고 음울한 아파트에 살면서, 돈 외의 특별한 이유 없이 하루 열 네 시간씩 주말 없이 일했다. 두 사람 모두 세상에 불을 붙이고 있지는 않았지만 누구의 자녀가 그렇겠는가? 온갖 희망과 꿈, 발레리나와 팝스타, 콘서트 피아니스트나 경계를 허무는 과학자에 대한 이야기들. 결국 다들 사무실에서 일하는 신세가 되었다. 그들 모두가.\n라우렐은 바넷의 신축 아파트에 살았는데, 그녀의 침실 하나, 손님용 침실 하나, 화분과 테이블, 의자를 둘 정도 크기의 발코니, 반짝이는 빨간색 주방 수납장, 그리고 지정된 주차 공간이 있었다. 마음 속에 그리던 집은 아니었지만, 편했고 안전했다.\n자녀들이 떠난 지금, 그녀는 어떻게 하루를 보냈을까? 남편도 떠났는데? 심지어 그녀를 위해 스물한 살이 되기 직전까지 살아보려 애썼던 고양이마저 세상을 떠난 지금. 라우렐은 일주일에 세 번 일을 했다. 하이 바넷의 쇼핑몰 마케팅 부서에서였다."
}