{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hurry, you only have until 12/19/2024\nView Online\nAction needed to get your bonus!\nHere's how:\nMake direct deposits totaling $500 or more1 by 12/19/2024 to get your $300 Chase checking bonus.\nSet up direct deposit»\nAfter you complete this step, you'll receiveyour checking bonus within 15 days.\nSee below for Important Information.\nYour coupon enrollment date was 09/20/2024.\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase.\nEmail Security Information:\nEmail intended for [redacted_email]\nIf you have concerns about the authenticity of this message, please visit chase.com/CustomerService for options on how to contact us.\nIMPORTANT INFORMATION\n1Your direct deposits totaling $500 or more need to be electronic deposits of your paycheck, pension or government benefits (such as Social Security) from your employer or the government. Person to Person payments (such as Zelle®) are not considered a direct deposit. Micro-deposits do not qualify as a direct deposit for the bonus. Micro-deposits are small deposits, typically less than $1, that are sent to your account to verify it is the correct account.\nImportant Bonus/Account Information: You can receive only one new checking account opening related bonus every two years from the last coupon enrollment date and only one bonus per account. Coupon is good for one-time use. To receive this bonus, the enrolled account must not be closed or restricted at the time of payout. Eligibility may be limited based on account ownership. Bonus is considered interest and will be reported on the IRS Form 1099-INT (or Form 1042-S, if applicable).\nABOUT THIS MESSAGE\nYou have received this email to give you updates and information about your Chase relationship. This email was sent from an unmonitored mailbox. Go to chase.com/CustomerService for options on how to contact us.\nYour privacy is important to us. See our online Security Center to learn how to protect your information.\nChase Privacy Operations, P.O. Box 734007, Dallas, TX 75373-4007.\nJPMorgan Chase Bank, N.A. Member FDIC\n©2024 JPMorgan Chase & Co.\nLC-FECHECKDDQ224",
    "trans": "서두르세요! 2024년 12월 19일까지입니다\n온라인에서 보기\n보너스를 받기 위해 필요한 조치!\n방법은 다음과 같습니다:\n2024년 12월 19일까지 총 $500 이상의 직접 입금을 완료하면 $300의 Chase 체크 계좌 보너스를 받을 수 있습니다.\n직접 입금 설정하기»\n이 단계를 완료하면, 15일 이내에 체크 계좌 보너스를 받게 됩니다.\n아래에서 중요한 정보를 확인하세요.\n귀하의 쿠폰 등록일은 2024년 9월 20일입니다.\n질문이 있으시면 가까운 Chase 지점을 방문하거나 전화해 주세요.\n이메일 보안 정보:\n수신 대상 [삭제된_이메일]\n이 메시지의 진위 여부에 대해 우려가 있으시면chase.com/CustomerService 를 방문하여 문의 방법에 대한 옵션을 확인하세요.\n중요한 정보\n1 총 $500 이상의 직접 입금은 급여, 연금 또는 정부 지원금(예를 들어, 사회보장연금)의 전자 입금 이어야 합니다. 개인 간 결제 (예를 들어, Zelle®)는 직접 임금으로 고려되지 않습니다. 검증용 소액 입금은 직접 입금의 보너스 요건에 해당되지 않습니다. 이는 일반적으로  $1 미만의 소액 입금으로, 계좌가 올바른지 확인하기 위해 귀하의 계좌로 송금되는 금액입니다.\n보너스 및 계좌 관련 주요 정보: 새로운 체크 계좌 개설 보너스는 마지막 쿠폰 등록일로부터 2년에 한 번만, 계좌당 1회만 받을 수 있습니다. 쿠폰은 1회 사용만 가능합니다. 보너스를 받으려면 해당 계좌가 보너스 지급 시점에 닫히거나 제한되지 않아야 합니다. 보너스는 이자 수입 으로 간주되며, IRS 양식 1099-INT(또는 해당 시, 양식 1042-S) 에 보고됩니다.\n이 메시지에 대해\n이 이메일은 귀하의 Chase 계좌 관련 업데이트 및 정보를 제공하기 위해 발송되었습니다. 본 이메일은 모니터링되지 않는 메일함에서 발송되었습니다. chase.com/CustomerService 를 방문하여 문의 옵션을 확인하세요.\n귀하의 개인정보 보호는 저희에게 매우 중요합니다. 온라인 보안 센터 에서 정보를 보호하는 방법을 알아보세요.\nChase 개인정보 보호 운영팀, P.O. Box 734007, 댈러스, 텍사스 75373-4007\nJPMorgan Chase Bank, N.A. Member FDIC\n©2024 JPMorgan Chase & Co.\nLC-FECHECKDDQ224"
}