{
    "source": "en_US",
    "target": "ko_KR",
    "text": "FINANCING PROMOTION DETAILS: Offer subject to credit approval and cannot be combined with any other credit-related offer. We reserve the right to discontinue or alter the terms of this offer at any time.\n†36 Fixed Monthly Payments at 1.99% APR. Applies to purchase or order of $1,999 or more on your MyLowe’s Rewards Credit Card 9/26/2024 through 10/9/2024. Interest will be charged on the promo purchase from the purchase date at a reduced 1.99% APR, and fixed monthly payments are required until paid in full. These payments are equal to 2.8638% of initial total promo purchase amount, rounded up to the next whole dollar and will not be adjusted for merchandise returns which may result in paying the promo purchase in less than 36 months. These payments may be higher than the payments that would be required if this purchase was a non-promo purchase. During the last month(s) of the promo period the required monthly payment may be reduced due to the prior months’ rounding. Regular account terms apply to non-promo purchases. See your credit card agreement for your applicable terms. Cannot be combined with 5% Off Everyday offer or other credit-related promotional offers.\nOnly one credit-related promotional offer can be applied to any one item on a sales receipt. The “purchase date” for an item is the date it is charged to",
    "trans": "재무 프로모션 세부 정보: 혜택은 다른 신용-연계 혜택과 결합할 수 없습니다. 저희는 언제든지 이 혜택의 조건을 중단하거나 바꿀 수 있는 권리를 가집니다.\n1.99%의 †36 고정 할부 연이율. 마이로우스 리워드 신용카드로 2024년 9월 26일에서 2024년 10월 9일까지 1,999달러 이상의 구입 또는 주문하시면 적용됩니다. 이자는 구입 날짜로부터 감소된 1.99% 연이율로 프로모션 구입에 청구될 것이며, 완납할 때까지 고정 월 지불이 요구됩니다. 이 지불은 최초 총 프로모션 구입 금액에서 2.8638%와 동등하며, 달러 전체는 반올림되고 36개월 이내의 프로모션 구입 지불에 대한 상품 반품에 대해서는 조정되지 않습니다. 만약 구입이 비-프로모션 구입이라면 더 많은 지불이 요구될 수 있습니다. 프로모션 기간의 마지막 달(들) 동안에는 전월 반올림으로 인해 요구되는 월 지불액이 줄어들 수 있습니다. 비-프로모션 구입에는 일반적인 거래 약관이 적용됩니다. 고객님의 거래 약관을 위해서는 신용카드 계약서를 확인하세요. 5% 에브리데이 할인 또는 다른 신용-연계 프로모션 할인과 결합할 수 없습니다.\n오직 하나의 신용-연계 프로모션 혜택만이 판매 영수증에서 어떤 하나의 제품에만 적용 가능합니다. 제품에 대한 '구매 날짜'는 청구된 날짜입니다"
}