{
    "source": "en_US",
    "target": "ko_KR",
    "text": "13.14.4 Slush Funds. An institution shall not permit any outside organization, agency or group of individuals to use, administer or expend funds for recruiting prospective student-athletes, including the transportation and entertainment of, and the giving of gifts or services to, prospective student-athletes or their family members or friends. (Revised: 4/25/18)\n15.01.6.1 Student Assistance Fund. The receipt of money from the NCAA Student Assistance Fund for studentathletes is not included in determining the permissible amount of financial aid that a member institution may award to a student-athlete. Member institutions and conferences shall not use money received from the fund to finance salaries and benefits; tuition and fees, living expenses, and required course-related books during a regular term (other than summer school) for student-athletes with remaining eligibility; capital improvements; stipends; competition-related travel expenses for student-athletes who are ineligible for competition (e.g., nonqualifier, transfer student-athlete); and outside athletics development opportunities (e.g., participation in a sports camp or clinic, private sports-related instruction, greens fees, batting cage rental, outside foreign tour expenses) for current student-athletes with remaining eligibility. (Adopted: 4/24/03, Revised: 1/8/07, 2/24/12, 1/17/15 effective 8/1/15, 10/5/16, 3/28/17, 7/31/23)\n15.02.4 Family Member. A family member is an individual with any of the following relationships to the prospective student-athlete: spouse, parent or legal guardian, child, sibling, grandparent, domestic partner or any individual whose close association with the prospective student-athlete is the practical equivalent of a family relationship. (Adopted: 4/25/18)",
    "trans": "13.14.4 비자금. 본 기관은 다른 외부 기관, 단체 혹은 개인 그룹이 학생 운동선수 희망자를 모집하기 위해 자금을 사용, 관리 또는 지출하는 것을 승인하지 않으며, 이는 학생 운동선수 희망자 혹은 그들의 가족 구성원 또는 친구의 유흥과 수송, 서비스나 선물을 주는 것을 포함한다. (수정됨: 18/4/25)\n15.01.6.1. 학생 보조 기금. 학생 운동선수를 위한 전국대학체육협회 학생 보조 기금에서 수령한 돈은 회원 기관이 학생 운동선수에게 수여하는 허용되는 재정 지원 금액을 결정하는 데 포함되지 않는다. 회원 기관과 협회는 기금으로 수령된 돈을 급여 및 혜택; 학비 및 수수료, 생활비, 및 (여름학교 이외) 보통 학기 동안에 자격이 있는 학생 운동선수들을 위한 필요한 학과 관련 책들; 자본 개선; 보조금; 대회 참가 자격이 없는 학생 운동선수를 위한 대회 관련 여행 경비 (예, 비적격자, 편입 학생 운동선수); 그리고 자격이 유효한 현 학생 운동선수를 대상으로 한 운동선수 발전 기회 이외의 것들 (예, 스포츠 캠프 혹은 치료 참여, 개인 스포츠 관련 교육, 그린피, 배팅 케이지 임대, 해외 투어 비용)에 사용해서는 안된다. (채택됨: 03/4/24, 수정됨: 07/1/8, 12/2/24, 15/1/17 유효함 15/8/1, 16/10/5, 17/3/28, 23/7/31/)\n15.02.4 가족 구성원. 가족 구성원은 학생 운동선수 희망자와 다음 관계를 가진 개인이다: 배우자, 부모 또는 법적 보호자, 자녀, 형제자매, 조부모, 동거인 혹은 학생 운동선수 희망자와 가까운 관계에 있는 개인은 사실상 가족 구성원과 동등하다. (채택됨: 18/4/25)"
}