{
    "source": "en_US",
    "target": "ko_KR",
    "text": "coders are also prone to a variety of well-documented errors that range from subjective bias to inconsistency and lack of attention—particularly when researchers organize small teams to code documents in a coordinated fashion. LLMs can also exert bias and be inconsistent, as I discuss in further detail below. But LLMs may enable social scientists to examine corpora of unprecedented size with unforeseen speed. Rather than taking a random sample of documents, for example, social scientists now have the potential to code an entire corpus in short order. LLMs also appear capable of performing coding tasks in many of the world’s most prominent languages as well as other rudimentary tasks typically assigned to human research assistants such as data coding or data entry (as discussed in greater detail in SI Appendix) (56). More studies are needed to evaluate the promise of LLMs for text analysis—and to evaluate possible privacy issues discussed in additional detail below. But for now, they appear poised to have a significant impact upon the range of questions social scientists can ask with text- based data. Multimodal models that can translate content from images into text suggest these coding capabilities may soon apply to other mediums as well.",
    "trans": "코더들은 주관적 편향에서부터 비일관성과 집중력 부족에 이르기까지 다양한 관련 증거가 많은 오류를 일으키기 쉽다—특히 연구자들이 소규모 팀을 조직해 문서를 체계적인 방식으로 코딩할 때 더 그럴 수 있다. 대규모 언어 모델 역시 하기 세부적으로 논의하려는 바와 같이 편향적이거나 비일관적일 수 있다. 그러나 대규모 언어 모델은 사회과학자들이 전례 없는 규모의 말뭉치를 생각지도 못한 속도로 분석할 수 있도록 해줄 수 있다. 예컨대, 사회과학자들은 이제 문서의 무작위 샘플을 추출하는 대신, 전체 말뭉치를 즉시 코딩할 수 있게 된다. 또한 대규모 언어 모델은 세계에서 가장 중요한 언어 대부분으로 코딩 작업을 수행할 수 있을 뿐 아니라, 데이터 코딩이나 데이터 입력 등 사람인 연구 보조원들이 보통 담당하는 매우 기본적인 작업도 수행할 수 있는 것으로 보인다. (SI 부록에서 더 자세하게 논의됨) (56) 대규모 언어 모델이 텍스트 분석에서 가진 가능성을 평가하고—하기 추가 세부 사항에 다룬 발생 가능한 개인정보 문제를 검토하기 위해 더 많은 연구가 수행되어야 한다. 그러나 현재로서는 대규모 언어 모델이 텍스트 기반 데이터를 활용한 사회과학자들의 질문 범위에 상당한 영향을 줄 가능성이 커 보인다. 이미지의 콘텐츠를 텍스트로 변환할 수 있도록 하는 멀티모달 모델의 발전은 이러한 코딩 기능이 곧 다른 매체에도 적용될 수 있음을 시사한다."
}