{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I heard him hiss as I let out a painful moan. I placed my hands on his shoulders while he rubbed soothing circles on my waist.\n\"Just give me a minute\" I said breathing harshly, hoping that I won't take too long to adjust to him.\n\"Get comfortable. We have plenty of time amore\" He placed a soft, comforting kiss on my cheek.\nWe do have more time than we need, forty-five minutes to be specific. But I was hoping to do a second round after this so I don't want to waste any time.\nAfter a few minutes of kissing him to pass the time, I get impatient and start moving slowly. It still hurts but it's equally pleasurable if not more. He felt so perfect inside me. I've never felt this good before.\nNow I know why people like having sex, it's so hot and heavenly when it's consensual. It the best form of pleasure.\nHe groaned as I came down with a lot of force. I repeated that again and got satisfying reaction each time. His hands were tightening on my waist as he tried his best to not guide me.\nHe let me move on my pace and I slowly started going faster and harder. His hips bucked up against mine and the room was filled by the sound of our moans and harsh breaths.\nHe couldn't control anymore and gripped my ass pulling me closer so my breasts were closer to his face. He looked up at me silently asking for permission and I nodded.\nHe kissed my left boob over my t-shirt and I pushed further into his mouth. He did the same to the other before I grabbed his face, guiding him to my lips.\nI shoved my tongue in his mouth as his hands slide in my t-shirt, going upwards. He squeezed my breasts hard enough to hurt but I was too distracted to feel anything but pure euphoria.\nSoon I felt a bundle of knots forming in my stomach. I knew I was gonna release soon. I really wanted him to finish first, I wanted him to enjoy it to the fullest. I wanted him to remember how perfect we are together.\n\"Are you close?\" I asked out of breath.\n\"Yes\" He started kissing down my neck but I brought his lips back on mine before he left any marks that can sure get me in trouble.\n\"Let's do it together, ya?\" He nodded and I was moving faster than ever, even though my legs wanted to give up.\nHe was getting tense under me and my body begged me to release. After fighting off the urge for a few extra minutes to make it last as long as I can, I knew I couldn't hold it anymore.\n\"Now\" He didn't waste a second and complied to my demand.\nI felt warmth in my pussy as he finished inside the condom. A shivering orgasm left my body as my legs shook and I almost went limp on him. But I still kept a slow pace to ride off my high and his.\nWe both were out of breath and our chest heaved together in an uneven rhythm. When I finally gave up, I placed my head of his shoulder and wrapped my arms around his neck, hugging him tiredly.\nHe brought his hands to my back and started rubbing it soothingly like I was a baby. The gesture was so kind because I loved comfort. I was leaning in his touch but I knew we have to go back.\nI reluctantly pulled back, still sitting on him as I looked at his face flushed with satisfaction. He was looking at me with soft eyes and a charming smile which was contagious and I smiled back with a small blush.\nI pecked his lips one last time for today and was about to get up when he took his hands off my back and cupped my face.\nHe pulled me towards himself and the moment caused me to move on him and I felt another orgasm threatened to build up inside me.\nHe started kissing me and I didn't protest. This arrangement is for both of us, I can let him do a few things on his own. He doesn't need my permission for everything.\nI made a mental note to give him a kiss everytime we do the deed. He might be into these romantic gestures and I should provide him with the necessary comfort.\nThe kiss was sweet and everything that I've never had. He was gentle and almost grateful. He showed his appreciation by pouring all of his feelings in the kiss that I didn't let last for a moment longer.\nI pulled back harshly. This is not right. He's kissing me like all of this means something. I can't let him think that I'm doing this for any reason other than physical.\nI'm confused and indecisive. I don't know how much I want from him. I don't know how much I'm willing to give him. I don't even know if what we just did is right or wrong.\nI just hope my fucked up mental health didn't spoil his mood. I don't want him to get hurt because of my actions. Or worse blame himself for my lack of participation in certain acts.\n\"Amore-\" I cut him off.\n\"I think we should get going\" I suggest and hastily get off him, hating the feel of emptiness as we parted.\nI stumbled on my feet and his hands shot up to balance me. My lower half feel like jelly, I'm having trouble standing up but I have enough experience to manage the discomfort.\nHe looked like he wanted to say something but refrained from it. I feel bad because everyday I do or say something that is sure to hurt him if all of this means anything to him.\nHe pulled the condom off, tying it up and placing it in a disposal box before sliding it inside his bag. He really came prepared for everything. He zipped up his pants and came towards me with a fresh towel in hand.\n\"May I?\" He asks gesturing towards my skirt but I took the towel from him instead.\nI want him to touch me. But it feels too intimate. Both the times we engaged in sexual activities, I wanted to prioritized his needs. I can take care of myself, I've done that my whole life.\n\"Can you please leave?\" Red coated my face as I requested some privacy to clean myself.\nThere's something about what we've just done that's making my confident and dominating facade slip off. I'm blushing and nervous. I want to do everything perfect.\n\"Sure but if you need any help, I'll be right outside\" I could see he was hesitant but didn't argue.\nOnce he was out I quickly did what I had to and wore my panties back, straightening my clothes and ruffled hair. I went outside and sure enough, he was waiting for me.\n\"I'll take that\" He asked as I shoved the towel inside my bag to bring home and clean.\n\"No, it's ok. I can wash it and bring it back tomorrow\" I blushed hard again.\n\"No please, I insist\" He said way too quickly. \"I mean if you take it... we don't want your brothers to find out so...\" He trailed off and for the first time he felt sus. He looks like he has some ulterior motive in taking the damn towel.\n\"Arius\" I said in an authoritative voice and he nodded, understanding that I don't wanna argue about this any further",
    "trans": "내가 고통스레 낸 신음에 그가 숨을 날카롭게 들이마셨다. 나는 허리를 둥글게 어루만지며 나를 진정시키는 그의 손길을 받아들인 채 그의 어깨에 손을 얹었다.\n\"잠깐만 기다려 줘.\" 그를 받아들이는 게 너무 오래 걸리지 않기를 바라는 마음으로, 숨을 헐떡이며 나는 말했다.\n\"마음 편히 먹어도 돼. 시간은 차고 넘치니까.\" 볼에 내려앉는 그의 부드러운 입맞춤이 내게 위안을 줬다.\n정확히 45분이라는 시간은 우리에게 필요한 것보다 분명 많았다. 하지만 시간을 조금이라도 낭비할 바에야 차라리 한 번이라도 더 할 수 있기를 나는 바랐다.\n시간을 보내기 위해 몇 분간 키스를 하던 나는 조바심이 나 천천히 움직이기 시작했다. 여전히 통증은 있었지만 그만큼의 쾌감도 찾아 왔다. 내 안에 들어온 그는 너무나 완벽했다. 여태껏 느낀 그 어떤 기쁨도 이런 식은 아니었다.\n사람들이 왜 섹스를 하는지 그제야 알 수 있었다. 합의 하에 하는 섹스는 대단하고 황홀한 쾌감을 안겨 주는 것이었다.\n위로 올라탄 내가 무게를 실어 그의 것을 내 안으로 밀어 넣을 때마다 그가 신음을 냈다. 만족감을 즐기며 나는 그것을 반복해 나갔다. 날 통제하지 않으려 최대한 노력하며 그가 두 손으로 내 허리를 단단히 조였다.\n그는 내가 원하는 대로 하도록 내버려두었고, 나는 점점 더 격렬하고 빠르게 몸을 움직였다. 방 안은 우리가 살갗을 부딪치면서 내는 신음과 거친 숨소리로 가득 찼다.\n더는 참을 수 없었던 그가 내 엉덩이를 부여잡고 자기 쪽으로 더욱 당겼고, 나는 그의 얼굴에 거친 숨을 내뿜었다. 말 없이 동의를 구하는 그의 눈빛에 나는 고개를 끄덕였다.\n그가 티셔츠 위로 내 왼쪽 가슴에 입을 맞췄고, 나는 그의 입 안으로 내 젖꼭지를 안겼다. 오른쪽 가슴도 핥는 그의 얼굴을 나는 두 손으로 잡아 내 입술로 당겼다.\n우리는 입 안에서 혀를 섞었고, 티셔츠 안으로 들어간 그의 손이 원래라면 아플 정도로 내 가슴을 움켜쥐었다. 그러나 완전히 흥분한 나는 쾌감 외에 다른 어떤 것도 느낄 수 없었다.\n곧 복부에서 무언가 덩어리지는 감각이 느껴졌고, 절정이 가까워 옴을 나는 알았다. 나는 그가 먼저 사정하기를, 그가 이 순간을 온전히 즐기기를 바랐다. 우리가 얼마나 완벽한 한 쌍인지 그가 기억하기를 바랐다.\n\"거의 다 됐어?\" 나는 가쁜 숨을 내쉬며 물었다.\n\"응.\" 내 목으로 입술을 옮기는 그의 얼굴을, 나는 날 곤란에 빠뜨릴 수 있는 흔적을 남기기 전에 붙잡아 다시 위로 올렸다.\n\"같이 가자, 알겠지?\" 고개를 끄덕이는 그를 보며 나는 풀려 버리려 하는 다리도 무시한 채 더욱 더 몸을 빠르게 움직였다.\n내 아래에서 그가 점점 더 달아오르고, 내 몸은 절정을 갈구했다. 끝을 내지 않기 위해 몇 분을 더 애쓰다, 나는 마침내 더는 버틸 수 없단 걸 알았다.\n\"지금.\" 그는 일말의 기다림도 없이 내 간절함에 응했다.\n그가 콘돔 안에서 사정을 하자 질 안에서 따스함이 느껴졌다. 전신을 휘감았다 사라지는 오르가즘에 하마터면 그의 위로 쓰러질 뻔했으나, 나는 그와 내 절정을 유지하기 위해 계속 천천히 움직였다.\n가쁜 숨을 다잡는 우리 둘 모두의 가슴이 고르지 못하게 들썩였다. 마침내 움직임을 멈춘 나는 그의 어깨에 머리를 기댄 채 목에 팔을 둘러 단단히 감쌌다.\n양손을 내 등에 올린 그가 마치 아기를 달래듯이 부드럽게 어루만지기 시작했다. 편안함을 좋아하는 내게 그 손길은 너무나 따스했다. 그의 손길에 몸을 맡기면서도 나는 이제는 돌아가야 한다는 것을 알고 있었다.\n마지못해 몸을 일으킨 나는 그의 위에 앉아 만족감으로 상기된 그의 얼굴을 바라보았다. 부드러운 눈으로 날 바라보며 그가 보이는 매혹적인 미소엔 전염성이 있었다. 나도 그를 따라 볼을 붉히며 미소를 되돌려 주었다.\n내 등에서 손을 떼고 얼굴을 어루만지는 그를 향해, 나는 오늘로는 마지막으로 그의 입술을 살며시 깨물고 일어나려 했다.\n그때 그가 나를 자기 쪽으로 끌어당겼고, 그에게 몸을 맡긴 나는 안에서 또 다른 오르가즘이 차오르는 것을 느꼈다.\n내게 키스하는 그를 나는 밀어내지 않았다. 이 자리는 우리 모두가 원한 것이었고, 그가 원하는 대로 하도록 내가 내버려두지 않을 이유는 없었다. 그가 무엇을 하든 내 허락은 필요하지 않았다.\n매번 섹스를 한 후에 그에게 키스를 해 주기로 나는 속으로 다짐했다. 그가 원한다면 나는 이런 로맨틱한 행위에 대한 욕구를 채워 주고 싶었다.\n키스는 내가 여태 맛보았던 어떤 것보다 달콤했다. 그에게선 상냥함이, 거의 감사함이 느껴졌다. 키스에 모든 감정을 쏟아부음으로써 그는 내게 고마움을 표하고 있었다. 나는, 잠시도 주저하지 않고 그를 밀어냈다.\n나는 거칠게 몸을 뒤로 당겼다. 이건 옳지 않았다. 그의 키스는 이 모든 것에 어떤 의미를 부여하려 하는 듯했다. 내가 육체적인 것 외에 어떤 이유로 이런 일을 한다고 그가 생각하게 둘 순 없었다.\n막연함과 혼란이 밀어닥쳤다. 상 내가 그를 얼마만큼 원하는지, 내가 그에게 얼마를 기꺼이 줄 수 있는지 나는 알 수 없었다. 우리가 방금 한 일이 옳은지, 그른지조차 내겐 알 도리가 없었다.\n엉망인 내 정신 상태가 그의 기분을 망치지 않기만을 나는 바랐다. 내 행동으로 그가 상처를 받는 건 원하지 않았다. 내가 그의 어떤 행동에 동조하지 않았다고 그가 자신을 비난하게 되는 건 더더욱 나쁜 일이었다.\n\"아모레-\" 나는 그의 말을 끊었다.\n\"이제 가야 할 때인 것 같아.\" 떨어질 때의 공허함을 견딜 수 없어 나는 서둘러 몸을 떼어냈다.\n그가 손을 뻗어 비틀거리며 넘어지려던 나를 잡아 줬다. 젤리처럼 물렁거리는 내 하반신으로 몸을 지탱하기가 쉽지 않았지만, 이런 불편함을 다스릴 수 있을 만큼 내겐 경험이 많았다.\n뭔가 말하고 싶은 표정으로 나를 쳐다보던 그는 결국 그것을 삼켰다. 이 모든 게 그에게 어떤 의미가 있는 것이라면 매일마다 내가 그에게 상처를 줄 말이나 행동을 하고 있으리라. 기분이 좋지 않았다.\n그가 콘돔을 빼 묶은 후 폐기함에 넣어 가방 안에 담았다. 정말로 모든 걸 철저히 준비하고 온 것이었다. 바지의 지퍼를 채우곤 그가 깨끗한 수건을 든 채 내게 다가왔다.\n\"도와줄까?\" 그가 내 치마를 향해 손짓하며 물었지만, 나는 대신 그의 손에서 수건을 받아들었다.\n그의 손길을 내 몸에 받아들이고 싶었지만, 그건 너무나 친밀하게 느껴졌다. 우리가 성행위에 들이는 시간 동안은 난 그의 욕구를 우선으로 하고 싶었다. 내 몸은 내가 알아서 할 수 있다, 평생 그러면서 살아 왔으니 말이다.\n\"나가 줄 수 있을까?\" 몸을 씻으려 혼자 있게 해 줄 것을 요청하는 내 얼굴이 빨갛게 물들었다.\n방금 우리가 한 일엔 내 자신감과 통제감을 앗아 가는 무언가 있는 듯했다. 얼굴이 자꾸만 달아오르고 안절부절 할 수가 없었다. 난 모든 걸 완벽하게 해내고 싶었다.\n\"알겠어. 바로 바깥에 있을 테니까 혹시 필요하면 불러 줘.\" 주저하면서도 그는 순순히 내 말을 받아들였다.\n그가 나가자마자 나는 재빨리 팬티를 다시 입고 헝클어진 머리와 옷을 정돈했다. 바깥에 나간 나를 당연히 그가 기다리고 있었다.\n\"이리 줘.\" 집에 가져가서 빨려고 가방 안에 수건을 쑤셔 넣자 그가 말했다.\n\"아니, 괜찮아. 세탁해서 내일 돌려줄게.\" 다시 내 얼굴이 붉게 물들었다.\n\"제발, 안 돼.\" 그가 다급히 말했다. \"내 말은, 네가 가져갔다가... 네 가족이 알면 안 되니까...\" 처음으로 불편함을 드러낸 그가 말끝을 흐렸다. 그 망할 수건을 가져가려는 데에 어떤 숨은 의도가 있는 것처럼 보이기까지 했다.\n\"아리우스.\" 위압적으로 말하자 내가 더는 이 문제로 말다툼을 하고 싶지 않아 한다는 걸 받아들인 그가 고개를 끄덕였다."
}