{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Duties and responsibilities:\nAvailable to attend a lawful unpaid work trial shift (operated within The Fair Work Ombudsman guidelines)\nInclude a cover letter outlining why you are the best fit for the role. If you have no animal handling experience or don’t tick all the boxes, we'd love to know how your current skill set can transfer!\nMust be driven and have a strong work ethic as the role can be physically demanding\nFrequent cleaning and upkeep of facility to maintain a high level of hygiene and safety\nEmployee Assistance Program (EAP) that supports our employees with free confidential counselling services.\nShortlisted candidates will be sent an invite to complete a one-way video interview.\nKey requirements:\nA generous Employee Referral Program where you can earn up to $3000 per person when you recommend exceptional people that we onboard at Kip Happy Stays.\nDid someone say pets?\nAs the leading provider of pet care services across Australia, Kip Happy Stays sets the benchmark for excellence, ensuring every pet receives the ultimate in care and enrichment during their stay.\nA structured induction program to set you up to succeed.\nWork with like-minded people in a fun and exciting business with a well-established reputation and brand.\nAvailable on weekends and school holiday periods\nWork wellin a team environment\nCreating and distributing media content for our pet owners through videos and photos\nWe offer opportunities for career growth and promote from within.\nEnjoy up to 50% off on shop items and our boarding and daycare services.\nWhy Kip Happy Stays?\nSupervising groups of dogs and managing their behaviours to maintain overall wellbeing and safety\nAnimal Attendant (Pet Boarding)\nProviding enrichment through play and scheduled activities\nThe ideal candidate will be available to work flexible hours between 7am-6pm, Monday through Sunday, with the ability to adapt to a variety of shifts and schedules. Weekend availability is preferred. Availability to work across all school holiday periods (including the upcoming Christmas period) is required.\nDaily administration such as answering enquiries through email and phone, record keeping and entering information in our booking systems\nProvision of food and water for pets in care (including both cats and dogs)\nHealthchecks and general animal husbandry\nExtensive training opportunities to further build your skillset.\nBuilding and maintaining rapport with our pet owners through feedback and transparency\nMust be able to follow routines, policies and procedures\nGenerous incentive programs for our leaders to earn bonuses based on performance.\nMust be attentive and have a great attention to detail\nAt Kip Caloundra, our team is deeply committed to delivering exceptional care to every furry friend that walks through it's doors. We are now looking for the pick of the litter to complement our existing team and help contribute to providing a premium service to the local pets.\nHow to apply\nKip Caloundra\nPrevious experienceworking with animals is preferred\nWe look forward to reviewing your applications!",
    "trans": "의무와 책임:\n합법적인 무급 근로 시험 교대 근무(공정 근로 옴부즈만 지침에 따라 운영)에 참석할 수 있습니다\n자신이 이 역할에 가장 적합한 이유를 설명하는 자기소개서를 포함하세요. 동물 취급 경험이 없거나 모든 상자를 체크하지 않으신다면 현재 스킬 세트가 어떻게 전달되는지 알고 싶습니다!\n해당 역할이 신체적으로 부담스러울 수 있으므로 추진력이 있어야 하며 강한 직업 윤리를 가지고 있어야 합니다.\n높은 수준의 위생 및 안전을 유지하기 위해 시설을 자주 청소하고 유지 관리합니다\n직원 지원 프로그램(EAP)은 무료 기밀 상담 서비스를 통해 직원들을 지원합니다.\n최종 후보자에게는 단방향 화상 인터뷰를 완료하라는 초대장이 발송됩니다.\n주요 요구 사항:\n킵 해피 스테이에 합류한 뛰어난 사람들을 추천하면 1인당 최대 3000달러까지 적립할 수 있는 관대한 직원 추천 프로그램입니다.\n누군가 애완동물이라고 말했나요?\n호주 전역에 걸쳐 애완동물 관리 서비스를 제공하는 선두업체인 킵 해피 스테이는 모든 애완동물이 머무는 동안 최고의 관리와 풍요로운 서비스를 받을 수 있도록 우수성에 대한 기준을 설정합니다.\n성공할 수 있도록 도와주는 체계적인 입회 프로그램입니다.\n좋게 확립된 평판과 브랜드를 바탕으로 재미있고 흥미로운 비즈니스를 통해 같은 생각을 가진 사람들과 함께 일하세요.\n주말 및 방학기간에도 이용 가능\n팀 환경에서 잘 일하세요\n영상, 사진을 통해 애완동물 주인들을 위한 미디어 콘텐츠 제작 및 배포\n우리는 경력 성장을 위한 기회를 제공하고 내부에서 승진합니다.\n상점 품목과 기숙사 및 어린이집 서비스를 최대 50% 할인된 가격에 만나보세요.\n왜 킵 해피 스테이인가요?\n전반적인 건강과 안전을 유지하기 위해 개 그룹을 감독하고 행동을 관리합니다.\n동물 안내원(애완동물 탑승)\n놀이와 예정된 활동을 통해 풍요로움 제공\n이상적인 지원자는 월요일부터 일요일까지 오전 7시부터 오후 6시까지 다양한 교대 근무와 일정에 적응할 수 있는 유연한 근무 시간을 가질 수 있습니다. 주말 근무 시간이 선호됩니다. 모든 방학 기간(다가오는 크리스마스 기간 포함) 동안 일할 수 있어야 합니다.\n이메일 및 전화를 통한 문의 답변, 기록 보관, 예약 시스템 정보 입력 등 일상적인 관리\n보호 중인 애완동물(고양이 및 개 모두 포함)에게 음식 및 물 제공\n건강검진 및 일반 축산업\n귀하의 기술을 더욱 발전시킬 수 있는 광범위한 교육 기회.\n피드백과 투명성을 통해 애완동물 주인과 관계를 구축하고 유지합니다.\n루틴, 정책 및 절차를 따를 수 있어야 합니다.\n성과에 따라 보너스를 받을 수 있는 리더를 위한 관대한 인센티브 프로그램.\n세심한 주의와 세심한 주의가 필요합니다\n칼룬드라의 팀은 문을 통과하는 모든 털복숭이 친구에게 특별한 보살핌을 제공하기 위해 최선을 다하고 있습니다. 이제 기존 팀을 보완하고 지역 반려동물에게 프리미엄 서비스를 제공하는 데 기여할 수 있는 애완동물을 찾고 있습니다.\n지원 방법\n킵 칼룬드라\n이전에 동물과 함께 일한 경험을 우대합니다\n귀하의 신청서를 검토하기를 기대합니다!"
}