{
    "source": "en_US",
    "target": "ko_KR",
    "text": "an update on the destruction and loss in the wake of Hurricane Helene. In the U.S. Southeast, search and rescue efforts are still underway. Almost a week after Helene dumped a devastating amount of water on the region, 40 trillion gallons of rain. That's like more than all of the water in Lake Tahoe coming down on the region in just a matter of days. That unleashed unprecedented floods and landslides that destroyed towns and infrastructure. What we're seeing there is heartbreaking.\nThe death toll from the storm continues to rise. Many people remain missing, perhaps unable to leave their location or contact family as communications infrastructure in some places are nearly non-existent. Officials are working around the clock to clear roads and debris.\nOne nonprofit, World Central Kitchen, has been helping to feed folks who have been affected in the area, even sending a helicopter to areas that are only accessible by air.\nCNN's Gary Tuchman takes us to see how and why it's still so difficult to access some of the areas that have been hit.\n(BEGIN VIDEOTAPE)\nGARY TUCHMAN, CNN NATIONAL CORRESPONDENT: This area is known as Green River Cove. It's right near Hendersonville, North Carolina, southeast of Asheville.\nThis road is treacherous even in the best of times, when it rains, it's even more treacherous. But now it has been devastated from the remnants of the storm.\nYou could see the guard rail is gone. The drop here off the side of the road, which has been so heavily damaged about a hundred feet down. Cars are not supposed to be on here anymore. There are also houses below.",
    "trans": "허리케인 헬레네에 뒤따른 파괴와 손실에 대한 새로운 소식입니다. 미국 남동부에서, 수색 및 구조 노력이 여전히 진행 중입니다. 헬레네가 해당 지역에 40조 갤런의 강우라는 충격적인 양의 물을 뿌린 지 거의 한 주가 지났습니다. 불과 며칠 동안, 타호 호의 물 전부를 초과하는 양의 비가 지역에 내린 겁니다. 이는 유례 없는 홍수와 산사태를 불러일으켜 마을과 시설물을 파괴했습니다. 이곳의 광경은 정말 가슴 아픕니다.\n폭풍으로 인한 사망자 통계는 지속적으로 증가하고 있습니다. 많은 사람들이 실종 상태로 남아있고, 아마도 본인의 위치에서 이동이 불가능하거나, 일부 지역은 통신 기반 시설이 거의 전무하여 가족에게 연락을 취할 수 없는 것으로 보입니다. 당국자들은 도로와 잔해물을 치우기 위해 밤낮 없이 일하고 있습니다.\n월드 센트럴 키친이라는 한 비영리 단체는 지역에서 폭풍의 영향을 받은 주민들의 식사를 돕고 있는데, 항공으로만 접근 가능한 지역들에는 헬리콥터까지 보냈습니다.\n타격을 입은 지역 일부에 접근하기가 여전히 그토록 어려운 이유를 알아보겠습니다. CNN의 개리 터크만입니다.\n(영상 재생)\n개리 터크만, CNN 국내 특파원: 그린 리버 코브라는 지역입니다. 이곳은 노스캐롤라이나주 헨더슨빌 바로 근처이며, 애시빌의 남동쪽에 위치합니다.\n이 도로는 상황이 좋을 때조차 위험한데, 비가 내리면 훨씬 더 위험합니다. 그러나 지금은 폭풍의 후유증으로 완전히 파괴되었습니다.\n가드레일이 사라진 것을 볼 수 있습니다. 도로 가장자리는 백 피트 아래까지 매우 심하게 손상되어 낭떠러지가 되었습니다. 차들은 더 이상 이 도로를 통행할 수 없습니다. 아래에는 또한 집들이 있습니다."
}