{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Weekday 2ndShift Shipping/Receiving Supervisor\nJoin Algood and enjoy great pay and benefits!\nShipping and Receiving Supervisor\n***Candidates must NOT have a peanut allergy to be eligible for consideration*** and COVID vaccinations are strongly encouraged***\nAlgood Food Company is recognized throughout the United States as one of the premier packers of private label peanut butter, jellies, and preserves. Our main location is in the Riverport area of Louisville in Jefferson County Kentucky.\nAlgood Food Company is an Equal Opportunity Employer: disability/veteran, and we participate in the E-Verify Program.\nIf you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to access job openings or apply for a job on this site. Please send requests for reasonable accommodation to ADArequest@algoodfood.com.\nStatus: Exempt (Salary)\nJob Category:\nRegular Full-Time\nDepartment: Shipping/Receiving\nLocation: Louisville, KY\nApplicant must be available to work the following schedule:\nWeekday 2nd Shift: Monday Friday, 2:00 pm 11:30 pm\nSalary: Competitive salary based upon experience\nThe Shipping and Receiving Supervisor is responsible for planning, organizing, and monitoring the activities concerned with daily cycle counts, inventory reconciliation within the warehouse and plant, and supervising the daily warehouse operations and internal order fulfillment.\nOrganizational Relationships\nReports to: Logistics Superintendent\nSupervises: Hourly Shipping and Receiving Employees\nEssential Duties and Responsibilities\nAssure accurate receipt, storage, and distribution of all raw goods.\nVerify that all items have been cycle counted by month end.\nConduct training associated with Warehouse Management System (WMS) and RF Scanners.\nPlan and coordinate work; train and motivate; and monitor and evaluate performance of warehouse and receiving associates.\nAct as back-up for Logistics Superintendent in the event of their absence.\nProvide raw materials for production in a timely manner based upon need and available inventory.\nAlways maintain a clean and safe work environment.\nAssist with problem solving, generation of new ideas, and open communications throughout the organization.\nComply with safety regulations and maintain a clean and orderly work area.\nCommunicate with co-workers, management, clients, and others in a courteous and professional manner.\nConform with and abide by all regulations, policies, work procedures and instructions.\nPerform other duties and special projects as assigned.\nStandards of Performance\nInformative and professional assistance when working with internal and external customers, and vendors.\nAbility to identify and solve problems in a timely manner and within established procedures.\nExceptional oral and written communicative skills.\nSuccessful performance of duties within a team environment.\nExcellent leadership skills and the ability to mentor and coach others.\nAccurate and timely completion of projects and/or reports.\nAbility to manage multiple projects with established practices, while meeting demands and deadlines.\nEffectively manage internal and external interpersonal relationships encouraging openness, candor, and trust.\nSuccessful performance of duties with frequent interruptions and time pressures.\nMaintenance of Company information in a confidential manner.\nMental and Physical Requirements\nAbility to maintain considerable concentration with frequent time pressures and interruptions.\nAbility to maintain visual attention for extended periods of time.\nMust be detail oriented and organized.\nAbility to process work with accuracy.\nAbility to sit for extended periods of time.\nAbility to occasionally stand for extended periods of time.\nAbility to occasionally lift or carry minimal weights up to 60 pounds.\nAbility to occasionally reach, squat, kneel, climb, push or pull.\nAbility to manipulate necessary office equipment, computer software, hardware, and equipment.\nWorking Environment and Conditions\nThis position operates in a professional office environment which is climate controlled and a low noise area. This position also requires occasional exposure to plant and manufacturing environments.\nTravel\nThis position requires less than 25% travel on an as needed basis.\nAssociate Degree (AA) from a two-year college or technical school.\nUp to 2 years related experience, preferably within manufacturing facilities.\nEquivalent combination of education and experience.\nFamiliarity with Microsoft Dynamics AX, Enterprise Resource Planning (ERP) software, Warehouse Management Systems (WMS), RF Scanners, and/or other scheduling software experience required.\nExperience with Microsoft Office Suite and an understanding of other software, web-based applications, and Internet search functions preferred.\n&nbsp;\n&nbsp",
    "trans": "주간 2교대 배송/수령 감독관\n알굿에 입사하여 높은 급여와 혜택을 누리세요!\n배송 및 수령 감독관\n***지원자는 땅콩 알레르기가 없어야 합니다*** 또한 코로나 바이러스 백신 접종이 강력히 권장됩니다***\n알굿 푸드 컴퍼니는 미국 전역에서 개인 상표 땅콩버터, 젤리, 보존 식품의 최고 포장업체 중 하나로 인정받고 있습니다. 저희는 켄터키주 제퍼슨 카운티의 루이빌 리버포트 지역을 중심으로 활동합니다.\n알굿 푸드 컴퍼니는 기회균등을 추구하는 고용주입니다: 장애인/퇴역 군인, 그리고 E-Verify 프로그램에 참여하고 있습니다.\n장애인 또는 장애인 참전 용사의 경우, 이 사이트에서 채용 공고에 접근할 수 없거나 지원할 수 없는 경우 정당한 도움 요청을 할 수 있습니다. 정당한 도움 요청은 ADArequest@algoodfood.com으로 보내주시기 바랍니다.\n상태: 면제 (연봉)\n채용 분야:\n정규직\n부서: 배송/수령\n위치: 루이빌, 켄터키\n지원자는 아래 일정을 따라 근무할 수 있어야 합니다:\n주간 2교대: 월요일 금요일, 오후 2시부터 오후 11시 30분까지\n급여: 경력에 따른 업계 수준의 급여\n배송 및 수령 감독관은 일일 재고 수량을 계획, 조정, 감독하고, 창고 및 공장의 재고 확인, 내부 주문 처리하는 책임이 있습니다.\n조직 관계\n보고 대상: 물류 관리자\n감독: 시간당 배송 및 수령 직원\n주요 직무 및 책임\n모든 원재료의 정확한 수령, 보관 및 유통을 정확히 합니다.\n모든 품목의 수량이 월말까지 주기적으로 점검되었는지 확인합니다.\n창고 관리 시스템(WMS) 및 RF 스캐너와 관련된 교육을 실시합니다.\n작업를 계획하고 조정하며, 교육하고 동기 부여하며, 창고 및 수령 직원들의 성과를 관찰하고 평가합니다.\n물류 감독관이 부재할 경우에 대리를 맡습니다.\n수요와 재고를 바탕으로 제 시간에 생산을 위한 원자재를 제공합니다.\n항상 깨끗하고 안전한 작업 환경을 유지합니다.\n문제를 해결하고, 새로운 아이디어를 내며 조직 전반에 걸쳐 열린 소통을 하는데 도움을 줍니다.\n안전 규정을 준수하고 깨끗하고 질서 있는 작업장을 유지합니다.\n동료, 관리직, 고객 및 다른 사람들과 예의 바르고 전문적인 방식으로 소통합니다.\n모든 규정, 정책, 작업 절차 및 지침을 준수합니다.\n할당된 다른 업무 및 특별 프로젝트를 수행합니다.\n업무 성과 기준\n내외부 고객 및 공급업체와 협력할 때 유익하고 전문적인 도움.\n제때에 문제를 식별하고 정해진 절차 내에서 문제를 해결하는 능력.\n뛰어난 구두 및 서면 의사소통 능력.\n팀 환경 내에서 성공적으로 업무 수행.\n훌륭한 리더십 능력과 다른 사람을 멘토링하고 지도할수 있는 능력.\n프로젝트 와/또는 보고서를 정확하고 적시에 완료.\n요구 사항과 기한을 맞추며 기존 관행에 따라 여러 프로젝트를 관리할 수 있는 능력.\n개방성, 솔직함, 신뢰를 장려하여 내외부 관계를 효과적으로 관리.\n잦은 방해와 시간적 압박에도 성공으로 업무를 수행.\n회사의 정보 기밀 유지 관리.\n정신 및 신체 요구 사항\n빈번한 시간 압박과 방해에도 상당한 집중력을 유지할 수 있는 능력.\n오랜 시간 동안 시각적 집중력을 유지할 수 있는 능력.\n꼼꼼하고 체계적이어야 합니다.\n작업을 정확하게 처리하는 능력.\n장시간 앉아 있을 수 있는 능력.\n때때로 오랜 시간 동안 서 있을 수 있는 능력.\n가끔 60파운드까지 가벼운 무게를 들어 올리거나 운반할 수 있는 능력.\n때때로 손을 뻗거나, 쪼그려 앉거나, 무릎을 꿇거나, 올라가거나, 밀거나 당길 수 있는 능력.\n필요한 사무기기, 컴퓨터 소프트웨어, 하드웨어나 장비를 조작할 수 있는 능력.\n작업 환경 및 조건\n이 직무는 온도 조절이 가능하고 소음이 적은 전문 사무실 환경에서 근무합니다. 또한 가끔 공장 및 제조 환경에 노출될 수 있습니다.\n출장\n이 직무는 필요에 따라 25%미만의 출장을 필요로 합니다.\n2년제 대학 또는 기술 학교에서 준학사(AA) 학위.\n최대 2년의 관련 경력, 가급적 제조 시설 내에서.\n교육과 경험의 동등한 조합.\n마이크로소프트 다이나믹스 AX, 엔터프라이즈 리소스 플래닝(ERP) 소프트웨어, 창고 관리 시스템(WMS), RF 스캐너 및/또는 기타 일정 관리 소프트웨어 경험이 요구됨.\n마이크로소프트 오피스 Suite에 대한 경험과 기타 소프트웨어, 웹 기반 애플리케이션 및 인터넷 검색 기능에 대한 이해가 선호됨.\n&nbsp;\n&nbsp"
}