{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I walked in the house just a little before midnight. Gem hadn't left the light on for me as she usually did, and I stumbled into my study, exhausted from the last two days. Yesterday, I hadn't gotten home until two in the morning, all of us on both sides of the deal wanting to hammer out some last-minute details so we could look through the contract today with the lawyers and finally, after months and months of endless negotiations, seal the deal on this merger that would be beneficial for both sides -- especially my company. We'd started again at seven this morning, and I just snuck out of the house and showered in my office, opting to wear one of the ten suits I kept at work so I wouldn't have to disturb Gem.\nOnce the deal had been inked after a long day of the lawyers haggling, all of us went out to celebrate, about thirty of us in total, and we had the restaurant to ourselves, thanks to Rhiannon. My assistant never slept, I swear, and I really needed to give her a raise so I wouldn't lose her to another company. Dad had taught me the importance of taking care of your employees to make sure they stayed loyal.\nEvery time I sent her out to buy Gemma a gift, I made sure she bought herself something as well, to show her my appreciation for her willingness to handle those domestic tasks so I didn't lose time from the office.\nRhiannon had joined us at the restaurant, sharing in the relief the team was feeling for the successful completion of this merger.\n\"Tomorrow the real work begins,\" I said to her. \"But tonight, just enjoy yourself. You've been a huge help and you worked as hard as anyone to make this possible.\"\n\"What about me?\" Erika asked teasingly, giving me a hug and a kiss on the cheek.\nAs VP of Mergers and Acquisitions, she'd started the whole ball rolling just based on some industry rumors she'd heard so we were able to approach Garnet Tech before anyone else had with a lucrative offer that would be hard to beat. We'd fought off some other competitors and had nailed them down pretty quickly.\nI'd always been glad I'd kept Erika on even after our divorce. She was a single-minded shark and had an amazing network that kept us ahead of industry happenings and rumors. Through Erika's efforts, we'd increased our company's bottom line many times over.\n\"Of course you were slightly important to the deal,\" I teased her as we walked to the bar and ordered our drinks. Leaning sideways against the bar, I watched as photographers from our PR department roamed the room looking for candid shots to capture the elation of both sides of the merger. They'd already taken some posed shots of the executive team in various arrangements. I saw the flash go off as Erika and I clinked out drink glasses in a toast to the contract signing. We both knew the hardest work, absorbing the Garnet Tech employees into MartinCorp, was about to begin.\nWe'd have executive sessions daily for the next month to ensure the plan we'd put into place during negotiations was running smoothly. This next month was going to make the last few months look like child's play and I fully expected to put in eighty-hour weeks for the foreseeable future.\nBy the time we all left the restaurant, it was after eleven thirty and I was glad the restaurant wasn't far from home. I was ready to fall into bed, and it was so late that another night on the bed in my study was in the cards.\n\"See you tomorrow, Case,\" Erika had said as she headed for her limo. Rhiannon had ordered a fleet to take everyone home safely after a long night celebrating.\n\"Night, babe,\" I said without thinking, then winced. Sometimes, it was easy to fall back into the habits of our years together, beginning as freshmen in college. Erika had been comfortable to be with and we'd shared the same drive to succeed. It was only after we were in our late twenties that we realized business was all we shared and we'd been living like roommates. After my father had died, Erika had been instrumental in propping me up and getting us through the transition of me taking over as CEO. I owed her a huge debt and we'd divorced amicably so we were able to maintain the working relationship we'd always had and hadn't missed a beat.\nI fell into bed, setting my alarm for seven, and passed out. Since it was early and my pregnant wife needed her sleep, I headed for the office and once again showered and dressed there for the day. Right before noon, I had five minutes before a working lunch with my Marketing team, so I gave Gem a call.",
    "trans": "나는 자정이 되기 직전 집 안으로 걸어 들어갔다. 젬은 평소처럼 나를 위해 불을 켜두지 않았고, 나는 지난 이틀간의 피로와 함께 연구실로 비틀거리며 들어갔다. 어제는 새벽 두 시까지 집에 오지 못했다. 거래의 양측 모두 오늘 변호사들과 계약서를 검토하고 마침내 몇 달간 끝없는 협상을 거친 후, 이 인수합병을 성사시키기를 원했기 때문이다. 이 합병은 양측 모두에게 유익했지만 -- 특히 내 회사에 큰 이득이 될 것이었다. 오늘 아침 7시에 다시 시작했고, 나는 몰래 집을 빠져나와 사무실에서 샤워한 뒤, 회사에 보관해 둔 열 벌의 정장 중 하나를 입었다. 젬을 깨우고 싶지 않았기 때문이다.\n긴 하루 동안 변호사들이 치열하게 협상한 끝에 계약이 체결되었고, 우리는 모두 축하를 위해 외출했다. 총 서른 명이 넘는 인원이었고, 리애논 덕분에 레스토랑 전체를 우리만 사용할 수 있었다. 내 비서인 그녀는 거의 잠을 자지 않는 것 같았다. 그녀를 다른 회사에 빼앗기지 않으려면 반드시 연봉을 인상해 줘야겠다고 생각했다. 아버지는 직원들에게 충성심을 유지하게 하려면 그들을 잘 챙겨야 한다고 가르쳐 주셨다.\n나는 젬마에게 선물을 사주기 위해 리애논을 보낼 때마다, 그녀도 자신을 위한 무언가를 사도록 했다. 이는 그녀가 그런 집안일을 대신 처리해 줌으로써 내가 사무실에서 시간을 허비하지 않도록 해 준 것에 대한 감사의 표시였다.\n리애논은 레스토랑에 우리와 함께 참석했고, 인수합병이 성공적으로 마무리된 것에 대한 팀의 안도감을 공유했다.\n\"내일부터가 진짜 시작이야.\" 나는 그녀에게 말했다. \"하지만 오늘 밤은 그냥 즐기자. 네가 큰 도움을 줬고, 이걸 가능하게 하기 위해 누구 못지않게 열심히 일했어.\"\n\"저는요?\" 에리카가 장난스럽게 물으며, 내게 포옹과 볼키스를 하였다.\n그녀는 인수합병 부문 부사장으로, 업계에서 들려오는 소문 몇 개를 의하면 우리가 가넷 테크에 누구보다 먼저 접근할 수 있도록 기회를 열어준 사람이었다. 우리는 몇몇 경쟁자와 싸워 이기고, 빠르게 거래를 따낼수 있었다.\n나는 이혼 후에도 에리카를 회사에 남겨 두길 잘했다고 항상 생각했다. 그녀는 목표에 집중하는 냉철한 사업가였고, 그녀의 인맥은 우리 회사가 업계 동향과 소문을 빠르게 포착하는 데 크게 기여했다. 에리카의 영향으로, 우리는 수익성을 여러 번 끌어올릴 수 있었다.\n\"물론 너도 이번 거래에서 조금은 중요한 역할을 했지.\" 우리는 바에 가서 술을 주문하면서 장난치면서 말했다. 나는 바에 비스듬히 기대어, 홍보팀의 사진사들이 돌아다니며 인수합병을 축하하는 순간을 포착하는 것을 지켜보았다. 이미 경영진이 다양한 조합으로 포즈를 취한 사진을 찍은 후였다. 에리카와 나는 계약 체결을 축하하며 건배를 위해 잔을 부딪치는 순간 플래시가 터졌다. 우리 둘 다 진짜 어려운 일은 이제부터 시작이라는 것을 알고 있었고, 가넷테크 직원들을 마틴회사의 통합이 곧 시작될 것이다.\n다음 한 달 동안 우리는 매일 임원 회의를 열어, 협상 중에 마련한 계획이 제대로 실행되는지 점검할 예정이었다. 지난 몇 달이 어린애들 일처럼 느껴질 정도로, 앞으로의 한 달은 힘든 시간이 될 것이고, 상당한 기간 동안 주 80시간 근무를 하게 될 것이라고 예상했다.\n레스토랑을 나설 때는 이미 11시 30분이 넘었고, 다행히 집과 가까운 곳이어서 금방 도착할 수 있었다. 나는 당장 침대에 쓰러질 준비가 되어 있었고, 너무 늦은 시간이었기에 또 한 번 연구실 침대에서 자야 할 것 같았다.\n\"내일 보자, 케이스.\" 에리카가 그녀의 리무진으로 향하며 말했다. 긴 축하파티가 끝난 후, 리애논은 모두가 안전하게 귀가할 수 있도록 차량을 준비해 두었다.\n\"잘 자, 자기야.\" 나는 무심코 말했다가 순간 움찔했다. 우리는 대학 신입생 때부터 함께였기 때문에, 때때로 옛 습관이 나오기 쉽상이었다. 에리카와 나는 함께 있으면 편안했으며 우리는 같은 목표를 가지고 있었고, 함께 일하는 것이 너무 자연스러웠다. 하지만 20대 후반이 되었을 때, 우리가 사실상 룸메이트처럼 살고 있다는 것을 깨달았다. 아버지가 돌아가신 후, 에리카는 내가 대표직을 맡도록 도와주는 데 결정적인 역할을 했다. 나는 그녀에게 큰 빚을 지고 있었고, 덕분에 우리는 원만하게 이혼할 수 있었다. 사업적인 관계는 그대로 유지되었고, 일하는 방식에도 전혀 문제가 없었다.\n나는 침대에 쓰러지듯 눕고, 알람을 7시로 맞춘 후 그대로 기절해버렸다. 아침 일찍, 임신한 아내가 충분히 잠을 잘 수 있도록 배려하기 위해 나는 다시 사무실로 향한 후, 거기서 샤워를 하고 하루를 준비했다. 점심 시간이 되기 직전, 마케팅 팀과의 업무 점심 회의가 있기까지 5분이 남아 있었고, 나는 젬에게 전화를 걸었다."
}