{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We’ve been tipped off to a very special haunting. We’re at a Christmas tree farm, and there have been multiple sightings here this week alone. Every night, just as the sun starts to set, something spooky appears. We’ve had twelve separate reports, one from a group where six out of seven saw the very same phenomenon.\n[Boots crunching on snow, camera follows Luna.]\nLuna: [whispering, but louder] This little saltbox-style building has been on this property for decades. It’s a workshop and storage space now, but it used to be a house. And that window up there? That’s where the action happens. There have been reports of a light flickering in the window on the left—exactly where the bedroom had been before the residents left.\nMy research shows that, after a stint in the US Army Signal Corps as a Hello Girl during World War One, Marion came back to her childhood home—with a fellow switchboard operator, Ethel. They were rumored to be a couple, completely in love, though there is no paper trail to confirm this … for obvious, yet completely discriminatory bullshit reasons. But, I digress. When Marion took a job as a switchboard operator in New York City in the early 1920s, Ethel stayed behind to start a millinery business and storefront. Though parted and likely never reunited, it is said that Ethel lit a candle in this window every night, and Marion promised to do the same in her city apartment.",
    "trans": "우리는 매우 특별한 유령의 출몰에 휩싸였습니다. 우리는 크리스마스 트리 농장에 있으며 이번 주에만 해도 여러 차례 목격되었습니다. 매일 밤, 태양이 지기 시작하자마자 Spooky가 나타납니다. 우리는 12 개의 별도 보고서를 가지고 있었는데, 총 인원 7 명 중 6 명이 똑같은 현상을 보았던 집단에서 나왔습니다.\n[눈 위를 뽀드득거리며 부츠가 걸으면서, 카메라는 루나를 따릅니다.]\n루나: [속삭임, 그러나 더 크게]이 작은 소금톰 형태의 건물은 수십 년 동안 이 토지 위에 서 있었습니다. 지금은 워크숍 및 저장공간이지만 예전에는 집이었습니다. 그리고 저기 그 위의 창? 왼쪽의 창문, 즉 주민들이 떠나기 전에 침실이 있었던 바로 그 곳에 가벼운 깜박거림이 있다는 보고가 있었습니다.\n저의 연구에 따르면, 1차 세계대전 중에 미 육군 통신대가 여성 전화교환병으로 일한 마리온은 전쟁이 끝나자 동료 전화교환병인 에델과 함께 어린 시절의 집으로 돌아 왔습니다. 분명하지만 여전히 완전히 차별적인 엉터리 이유로 인해 증거서류는 없지만 그들은 서로 열애를 하고 있었다는 소문이 있었습니다. 그러나 나는 주제에서 벗어납니다. 매리언이 1920 년대 초 뉴욕시에서 전화교환원으로 일했을 때 에델은 여성모자 제조업과 상점을 시작하기 위해 뒤로 물러서 있었졌습니다. 이별한 후에 재결합하지는 않았지만, 에델은 매일 밤 이 창문에서 촛불을 켜고 있었고 마리온은 자신의 시내 아파트에서도 같은 일을 하겠다고 약속했다고 합니다."
}