{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Kuwait has recorded an increase in suicide cases since the start of the pandemic, while most people who committed suicide were young people and Bidoons (stateless) as well as expatriates, according to official statistics. The statistics indicate that the total number of people who took their lives in Kuwait during the period between 2015 to the end of 2021 was about 620 suicides. While Indian residents ranked the highest with 342 cases, Kuwaitis came in second place with 54 suicide cases. Kuwait Times discussed with Psychologist [redacted_name] the problems that may lead a person to commit suicide.\nRegarding the causes of suicide, [redacted_name] said that depression, schizophrenia, addiction, and personality disorders such as borderline personality disorder may lead to suicide. According to [redacted_name], a person first suffers from psychological problems that ultimately leads them to commit suicide. \"The closure during the pandemic and difficult economic conditions in that period revealed many psychological diseases that many people suffered from. The pandemic enhanced the feeling of depression among people who are prone to depression, and thus, it led some of them to commit suicide to end their negative feelings,\" he said.\nPsychologist [redacted_name]\n[redacted_name] also mentioned cases of suicide among stock market speculators who declared bankruptcy. \"Suffering from financial loss is not what led them to commit suicide, but their mental illness such as depression did,\" he said. [redacted_name] explained that the victims were using speculation and making profit in the stock market as a way to 'treat' their depression. \"But when they were exposed to financial loss, their depression escalated and led them to commit suicide,\" he argued. He added that a people who suffers from depression cannot be distinguished from any normal person, except that they are in constant danger due to their willingness to commit suicide.\n\"Therefore, we should not look at the material causes of suicide, such as bullying or financial bankruptcy. The real problem is that the suicide victim does not know how to deal with his own problems that had accumulated and leads to suicide,\" [redacted_name] pointed out. \"If people consider mental illness like any other physical illness, society's view of mental illness will change very dramatically, and we will understand more clearly the causes of suicide.\"",
    "trans": "공식 통계에 따르면 쿠웨이트는 팬데믹 시작 이래로 자살 사례가 증가했으며, 자살한 사람의 대부분은 젊은이와 비둔(무국적자) 및 외국인이었습니다. 통계에 따르면 2015년부터 2021년 말까지 쿠웨이트에서 자살한 사람의 총 수는 약 620명이었습니다. 인도인 거주자가 342건으로 가장 많았으며, 쿠웨이트인이 54건으로 2위였습니다. 쿠웨이트 타임스는 심리학자인 [redacted_name]과 자살의 원인이 될 수 있는 문제에 대해 논의했습니다.\n자살의 원인과 관련해 [redacted_name]은 우울증, 정신분열증, 중독 및 경계성 인격 장애와 같은 인격 장애가 자살로 이어질 수 있다고 언급했습니다. [redacted_name]에 따르면 사람은 먼저 심리적 문제를 겪고 결국에 가서 자살하게 됩니다. \"팬데믹 동안의 폐쇄적인 상황과 그 기간 동안의 어려운 경제 상황은 여러 사람들이 겪었던 많은 심리적 질환을 표출시켰습니다. 팬데믹은 우울증에 걸리기 쉬운 사람들의 우울감을 심화시켰고, 그 결과 그들 중 일부는 부정적인 감정을 멈추기 위해 자살을 감하게 되었습니다.\"라고 그는 말했습니다.\n심리학자 [redacted_name]\n[redacted_name]은 파산 선고를 받은 주식 시장 투기꾼들 사이의 자살 사례 또한 언급했습니다. 그는 \"재정적 손실로 인한 고통이 그들을 자살로 이끈 것이 아니라 우울증과 같은 정신 질환이 그들을 자살로 이끈 것입니다.\"라고 말했습니다. [redacted_name]은 피해자들이 주식 시장에서의 투기로 이익을 내는 것을 우울증의 '치료' 방법으로 사용했다고 설명했습니다. \"그렇지만 그들이 재정적 손실에 노출되자, 우울증이 심화되고 자살로 이어졌습니다.\"라고 그는 주장했습니다. 그는 우울증을 겪는 사람들이 자살 의지로 인해 지속적인 위험에 처해 있다는 것을 제외하면 정상적인 사람과 구별해낼 수 없다고 덧붙였습니다.\n\"따라서 우리는 괴롭힘이나 재정적 파산과 같은 자살의 물질적 원인을 살펴보지 않아야 합니다. 진짜 문제는 자살 피해자가 쌓여진 문제를 다루는 방법을 몰라 자살로 이어진다는 점입니다.\" [redacted_name]이 지적했습니다. \"사람들이 정신 질환을 다른 신체적 질병처럼 생각한다면, 정신 질환에 대한 사회적 시각은 대단히 극적으로 바뀔 것이고, 우리는 자살의 원인을 더 명확하게 이해하게 될 것입니다.\""
}