{
    "source": "en_US",
    "target": "ko_KR",
    "text": "ate: March 19, 2024\nCompany SIMPLE SOLUTIONS PLUS CO., LIMITED, hereinafter referred to as the Seller, on the one hand, and\nHONGKONG SHENGLIN INTERNATIONAL TRADE CO.,LIMITED, hereinafter referred to as the Buyer, on the other\nhand, both Seller and Buyer hereinafter referred to as the Parties, have concluded the present Contract as follows:\n1. Subject of the Contract\n1.1 The Seller shall sell and the Buyer shall buy the Goods or Services, which quantity, lists and cost of goods are\nfixed in the annex to the Contract for each delivery. The annex to the Contract is an integral part of it.\n2. Price and Total Value of the Contract\n2.1 Prices of the Goods and Services hereunder shall be established in the Invoice for each batch in US dollars.\n2.2 The total value of the Contract is not fixed and will be regulated by Invoices, which are an integral part of this\nContract.\n3. Terms of Payment\n3.1 Payment terms, including the amount and the time of advance payment and balance payment, are to be specified\nin the Invoices, which are an integral part of this Contract.\n3.2 Payment to the third party is allowed according to the details specified in the invoice. Invoices are the integral part\nof the Contract.\n4. Delivery Terms\n4.1 The delivery of the goods is carried out on the terms EXW warehouses Hong Kong, Tianjin, Shanghai, Shenzhen,\nNingbo, Beijing, Guangzhou or another city of China in accordance with INCOTERMS 2010.\n4.2 All actions related to the fulfillment of the terms of the contract must be completed till December 30, 2024.\n4.3 Early delivery is considered acceptable if mutually agreed by the Parties.\n4.4 The Services or delivery of the goods to a third party specified by the buyer is allowed.\n4.5 Should the delay be caused by Force Majeure the Contract period shall be extended by a period, which is\nreasonable taking due regard to the circumstances.\n5. Packing and Marking\n5.1 The packaging and the labeling of the Product shall conform with the requirements of the international standards\nand to guarantee preservation and safety of the Product in the course of its transportation. Packaging cost is included\nin the Contract price.\n5.2 Marking is to be made with weatherproof paint in English including all required manipulation symbols.\n6. Penalties\n6.1 A Party that failed to perform or duly perform its obligations hereunder shall reimburse the other Party for the\nentire damages caused by such failure on the basis of supported documents. Loss of profit shall not be subject to\nrecovery.\n7. Guarantee\n7.1 Quality of the delivered goods shall be in full conformity with the technical terms and lays on the response of the\nproducing factory. Seller gives limited warranty from the date of delivery that the Goods are in good condition and\nshall be free from substantive defects. The warranty does not apply to any Goods that are damaged due to the\nmisuse, abuse or negligence of any party other than Seller.\n8. Force Majeure\n8.1 Should any circumstances arise which prevent the complete or partial fulfillment by any of the parties of the\nrespective obligation under this Contract namely: fire, flood, earthquake, sabotage, labor disputes, refusal of\ngovernmental authorities to grant import or export licenses, change of legislation etc., the time fixed for the fulfillment\nof the obligations shall be extended for a period equal to that during which circumstances will remain in force.\n8.2 The Party for which it becomes impossible to meet its obligation under this Contract, shall immediately act the\nother Party as regards the beginning and the cessation of the circumstances preventing the fulfillment of the\nobligations.\nCertificates issued by the respective Chamber of Commerce of the Seller's or Buyer's country shall be sufficient proof\nof such circumstances and their duration.\n8.3 If the above circumstances continue to be in force for more than 3 months each Party shall have the right to\nrenounce to any further fulfillment of the obligations under this Contract. In such case neither of the Parties shall have\nthe right to make a demand upon the other Party for compensation of any possible damages.",
    "trans": "날짜: 2024년 3월 19일\n심플 솔루션 플러스 유한회사를 이하 판매자라 칭한다.\n홍콩 솅린 인터네셔널 트레이드 유한회사를 이하 구매자라 칭한다.\n판매자 및 구매자 모두 이하 당사자라 칭하며, 다음과 같이 본 계약을 체결한다:\n1. 계약서의 내용\n1.1 판매자 및 구매자가 구매하는 상품 또는 서비스는 해당 상품의 수량, 목록 및 비용 정보가\n각 납품 별로 계약서의 부록에 명시되어야 한다. 부록은 본 계약서에 포함되는 요소이다.\n2. 계약 가격 및 총액\n2.1 본 계약에 포함되는 상품 및 서비스의 가격은 각 배치별로 송장에 표시되며 통화는 미국 달러로 책정된다.\n2.2  본 계약의 총액은 고정가가 아닌, 송장에 의해 조정되는 가격이며, 해당 조건은\n본 계약서에 포함되는 요소이다.\n3. 결제 조건\n3.1 결제 조건은 결제 금액 및 선결제와 잔금 결제 시기를 포함하며 이는\n송장에 명시되어야 한다. 해당 조건은 본 계약서에 포함되는 요소이다.\n3.2 송장에 상세 명시된 바에 따라 제 삼자로의 결제가 가능하다. 송장은\n본 계약서에 포함되는 요소이다.\n4. 운송 조건\n4.1 상품 운송은 EXW 창고 조건으로 진행하며, 창고는 홍콩, 톈진, 상하이, 선전,\n닝보, 베이징, 광저우 또는 중국 내 다른 도시에 위치한다. 운송 조건은 인코텀즈 2010을 따른다.\n4.2 본 계약 조건과 관련된 모든 절차는 2024년 12월 30일까지 이행이 완료되어야 한다.\n4.3 당사자간 합의가 있을 경우, 조기 납품이 허용될 수 있다.\n4.4 구매자가 지정한 제삼자에게 서비스 및 상품을 인도할 수 있다.\n4.5 불가항력에 의한 지연상황 발생시, 계약기간 연장이 가능하며,\n해당 상황을 고려한 합리적인 기간까지 연장할 수 있다.\n5. 포장 및 표기\n5.1 제품 포장 및 라벨링은 국제 표준 요구조건에 부합해야 하며\n운송 기간동안 제품의 보존 및 안전을 보장하는 수준이어야 한다. 포장비용은\n계약 비용에 포함된다.\n5.3 포장에는 상품 취급에 필요한 모든 기호 표시가 포함되어야 하며, 방수성 도료를 이용하여 표시한다.\n6. 벌칙 조항\n6.1 본 계약서에 명시된 의무를 이행하지 않는 당사자는 상대 당사자에게\n입증 서류를 기반으로 의무 불이행으로 인한 전체 손해를 보상해야 한다. 수익 손실액은\n배상 금액에서 제외된다.\n7. 보증 조항\n7.1 운송 상품의 품질은 기술 사양과 완전 일치해야 하며 이에 대한 책임은\n제작사가 진다. 판매자는 상품의 운송일로부터 제한적 기간까지의 보증기간을 제공하며, 이 기간 내에는 상품의 상태가 양호하고\n중대한 결함이 없음을 보증해야 한다. 해당 보증은 상품 손상이\n판매자가 아닌 제삼자의 오용, 남용 또는 부주의로 인해 발생되었을 경우 적용되지 않는다.\n8. 불가항력\n8.1 당사자에게 계약 내용을 전체적 또는 부분적으로 이행할 수 없는 상황 즉,\n화재, 홍수, 지진, 고의적 방해행위, 노동 분쟁,\n정부의 수입 또는 수출 허가 거부, 법률 개정 등이 발생했을 경우, 고정 되었던 계약 이행\n의무기간은 불가항력 사유가 지속되는 기간만큼 연장되어야 한다.\n8.2 본 계약서의 의무 이행이 불가능하게 된 당사자는, 즉시\n상대 당사자에게 의무 이행 불가능 기간의 시작시점과 종료시점을\n알려야 한다.\n해당 당사자는 판매자 또는 구매자가 속한 국가의 상공회의소에서 발행된 증명서를 증거로 하여\n관련 상황 및 지속 기간을 입증해야 한다.\n8.3 위 불가항력 상황이 3개월 이상 지속될 경우, 당사자는 각자의 권리에 따라\n본 계약서 상의 의무를 추가적으로 이행하지 않을 수 있다. 이러한 경우, 당사자는\n상대 당사자에게 어떠한 손해 배상도 청구할 권리가 없다."
}