{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Rental companies in the audiovisual industry, but also in construction or IT, face the challenge of optimizing logistics and generating a reliable inventory and workflow around the cables they handle every day. Identifying cables with printed bar or QR codes is inefficient, since every barcode needs to be scanned manually within line of sight.\nThe PCB-based HID Sentry Cable tag has a low profile — just 2.8 mm tall — and a very small footprint of 36 mm x 11 mm. Despite this small package, it provides a read range of up to 20 ft (6 m) when mounted on insulated metal. The Sentry Cable tag fits perfectly in HID’s line of tag holders, deployed by companies that use large, expensive cable assemblies. The optimized read range of this latest generation product provides reliable reads even when cables are piled together for transport.\nSentry Cable tag holders are the most efficient way to mount Sentry RFID tags to cables of various dimensions.\nMade of high-performance thermoplastic polyester resin, secured with industrial-quality screws and specifically designed for the Sentry Cable tag, these holders are designed to stand up to the harsh conditions to which cables are often subjected. From impact and pressure to temperature extremes, the cable tag holders keep an onboard RFID tag safe and secure — ensuring the data you need is always at your fingertips.",
    "trans": "대여 회사들은 시청각 산업일 뿐만 아니라, 건설 또는 정보 기술이기도 하며, 매일 다루는 케이블과 관련하여 물류를 최적화하고 안정적인 재고 및 작업을 생성해야 하는 도전에 직면해 있습니다. 인쇄된 바코드 또는 QR 코드로 케이블을 찾아내는 것은, 모든 바코드가 시선 내에서 수동적으로 스캔되어야 하기 때문에 비효율적입니다.\nPCB-기반의 HID 센트리 케이블 태그는 주의를 거의 못 봤지만 — 단지 2.8밀리미터 높이이며 — 36 x 11 밀리미터 크기로 아주 작습니다. 이렇게 작은 패키지임에도 불구하고, 절연 처리가 된 금속에 부착되었을 때 최대 20피트 (6미터)의 판독 범위를 제공합니다. 이 최신 세대 제품의 최적화된 판독 범위는 케이블이 이동을 위해 함께 쌓여 있는 때 신뢰할 수 있는 판독을 제공합니다.\n센트리 케이블 태그 소유자는 다양한 차원의 케이블을 센트리 RFID 태그로 시장하기 위해 가장 효율적인 방법입니다.\n고-성능 열가소성 수지 폴리에스테르로 만들어졌습니다, 산업용- 품질 나사로 안전하며 센트리 케이블 태그로 특별히 설계되어 있습니다, 이 홀더는 종종 어떤 케이블이 대상인지 견디기 어려운 상태를 위해 설계되어 있습니다. 영향과 압박에서 온도 최대치까지, 케이블 태그 홀더는 탑재된 RFID 태그를 안전하고 안심되게 유지하며 —고객님이 필요한 정보가 항상 손끝에 있도록 보장합니다."
}