{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I'd deleted multiple pictures in the last month all because he didn't like how I 'portrayed' that I was single on social media. Which was false, we previously agreed that our social medias would strictly be a no faces type of thing. So if the photo of him on my Instagram is of the back of his head, I'm not changing that now.\n[redacted_name] kept commenting on my photos, with winks, smiley faces, and little banter that insinuated we were friends outside of work. Which again would be something that's false, I strictly kept it work related with him especially since my remote position started. We followed each other before I left to Las Vegas, and I always thought I kept it respectfully friendly, [redacted_name] however not so much.\n[redacted_name] and I settled on a long chair in the corner of the club as people moved around us. We were there for the drinks and the music, I also thought it'd be nice for her to get out since leaving Egypt. I was excited to have her here, and when we decided to leave we walk down to a local pizza shop and grab a late night bite before we walked back to my apartment. The night being filled with laughter and everything I remember our times being like. I missed this uninterrupted time with her, it felt like with her husband's new rules she couldn't talk to me or even see me.",
    "trans": "그가 내가 소셜미디어에서 싱글인 것처럼 '보이게 한다’는 이유 때문에 나는 지난 한 달 동안 여러 장의 사진을 삭제했다. 하지만 그것은 사실이 아니었다. 우리는 이전에 서로의 소셜미디어에서는 얼굴이 나오지 않는 스타일로만 게시물을 올리기로 엄격하게 합의했었다. 그래서 내 인스타그램에 올라간 그의 사진이 그의 뒷모습이라면, 나는 지금 와서 그걸 바꾸지 않을거다.\n[가명]은 윙크, 웃는 얼굴, 그리고 우리가 직장 밖에서도 친구인 것처럼 보이게 하는 장난스러운 말들로 내 사진에 계속 댓글을 달았다. 하지만 그것도 사실이 아니었다. 나는 그와의 관계를 철저하게 업무 관련으로만 유지해왔고, 특히나 내가 원격 근무를 시작한 이후로는 더욱 그랬다. 내가 라스베이거스로 떠나기 전부터 우리는 서로를 팔로우했었고, 나는 항상 정중하고 우호적인 태도를 유지했다고 생각했지만, [가명]은 그렇지 않았다.\n나는 [가명]과 함께 사람들이 우리 주변을 오가는 클럽 구석의 긴 의자에 자리를 잡았다. 우리는 단순히 술과 음악을 즐기기 위해 거기에 있었다. 그리고 나는 그녀가 이집트를 떠난 이후로 한 번쯤 밖에 나와 보는 것도 좋겠다고 생각했다. 그녀가 여기에 와서 정말 기뻤고, 우리가 떠나기로 결정했을 때는 근처 피자가게에 들러 늦은 밤 간단한 음식을 사서 내 아파트까지 걸어갔다. 그 밤은 웃음으로 가득했고, 우리가 예전처럼 함께했던 순간들이 떠올랐다. 나는 이런 방해받지 않는 시간을 정말 그리워했다. 그녀의 남편이 새로운 규칙으로, 나와 말조차 할 수도, 심지어 볼 수도 없는 것처럼 느꼈기 때문이다."
}