{
    "source": "en_US",
    "target": "ko_KR",
    "text": "work allows and your line manager agrees, you may work from home up to two days per week (prorated if you work part-time).\nHome working days may not be rolled over to future weeks.\n5.5. Working abroad\nWhen you need to work outside France for any competition, tournament, conference, workshop, etc., this is recorded as a business absence.\nFor every consecutive seven days spent travelling and working abroad – including weekends – you must plan one rest day on-site and can be credited for an additional day off in lieu (or the equivalent number of hours) by requesting this on the attendance management system.\nTo make best use of your time on these assignments, you’re free to plan your travel arrangements in such a way that your travel does not excessively impinge on your personal life and allows you optimal rest.\nThese provisions may be relaxed if your line manager agrees.\nTo compensate for the potential inconvenience of travel time and assignments abroad, you'll receive a fixed lump sum compensation payment, the amount of which is currently set at CHF 150 gross per night spent abroad, or the EUR equivalent. FIFA may change this amount at any time.\n5.6. Overtime\nYou’re a valued member of our team, so you have the freedom to organise your work to suit you. In return, we expect you to use your time efficiently and respect your contracted working hours.\nFor employees working fixed hours, this is calculated in half-days or full days of work and you’ll be able to claim back any days worked above your annual fixed amount.\nFor employees not working fixed hours, the provisions of the Collective Bargaining Agreement regarding any overtime shall apply.\nRemember that overtime may only be carried out at the request, or with the agreement, of your line manager.\nIn addition, to reward you for your work and investment in the success of a specific event organised by FIFA, such as the World Cup, FIFA may decide to pay an exceptional bonus. This additional bonus would be to compensate for the obligations inherent in organising this type of event (extended hours, high level of responsiveness required, etc.).\n5.7. Holidays\nYou’ll have five weeks of paid holiday each year (i.e. 25 days from Monday to Friday). From the age of 50, this increases to six weeks. In addition, the provisions of the Collective Bargaining Agreement about long-service leave are replaced by this sixth week of paid leave.",
    "trans": "업무가 허용되고 직속 상사가 동의하면, 주 2일(파트타임 근무 시 비례 조정)의 재택근무가 가능합니다.\n재택근무 일수는 다음 주로 이월될 수 없습니다.\n5.5. 해외 근무\n대회, 토너먼트, 컨퍼런스, 워크숍 등 프랑스를 벗어나 근무해야 할 경우, 이는 업무 결근으로 기록됩니다.\n해외에서 여행과 업무를 연속적으로 7일간 수행할 경우(주말 포함), 현지에서 하루 휴식을 계획해야 하며, 출석 관리 시스템을 통해 이를 요청하면 추가 휴일(또는 동등한 시간)을 받을 수 있습니다.\n이 과제에서 시간을 최대한 효율적으로 활용하기 위해, 여행이 개인 생활에 지나치게 영향을 미치지 않도록 여행 일정을 계획하고 최적의 휴식을 취할 수 있도록 자유롭게 조정할 수 있습니다.\n이 규정은 라인 매니저의 동의가 있을 경우 완화될 수 있습니다.\n해외 출장 및 과제 수행으로 인한 잠재적인 불편을 보상하기 위해, 귀하는 고정된 일시불 보상금을 받게 되며, 현재 금액은 해외에서 보낸 1박당 CHF 150 또는 이에 상응하는 EUR 금액으로 설정되어 있습니다. FIFA는 언제든지 이 금액을 변경할 수 있습니다.\n5.6. 초과 근무\n당신은 우리 팀의 소중한 일원이므로, 본인에게 맞는 방식으로 업무를 조직할 자유가 있습니다. 그 대가로, 우리는 당신이 시간을 효율적으로 사용하고 계약된 근무 시간을 준수할 것을 기대합니다.\n정해진 근무 시간을 가진 직원의 경우, 이는 반나절 또는 하루 단위로 계산되며, 연간 고정 근무 시간을 초과한 근무일은 반환 청구할 수 있습니다.\n정해진 근무 시간을 갖지 않는 직원의 경우, 초과 근무에 관한 단체 협약의 규정이 적용됩니다.\n초과 근무는 반드시 상사의 요청이나 동의 하에 이루어져야 함을 기억하세요.\n또한, FIFA가 주최하는 특정 이벤트(예: 월드컵)의 성공을 위한 여러분의 노력과 투자에 보상하기 위해 FIFA는 특별 보너스를 지급할 수 있습니다. 이 추가 보너스는 이러한 유형의 이벤트를 조직하는 데 수반되는 의무(연장 근무, 높은 수준의 대응 요구 등)를 보상하기 위한 것입니다.\n5.7. 휴일\n매년 5주의 유급 휴가가 제공됩니다(즉, 월요일부터 금요일까지 25일). 50세가 되면 이 휴가는 6주로 증가합니다. 또한, 단기 근속 휴가는 이 6주 유급 휴가로 대체됩니다."
}