{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The continental drift theory is a geological concept that explains how continents have moved over geological time. Proposed by the German meteorologist Alfred Wegener in the early 20th century, the theory suggests that continents were once part of a single supercontinent called Pangea, which began to break apart approximately 200 million years ago.\nKey Points of the Continental Drift Theory:\n1. Pangea: Wegener theorized that all current continents were once joined together in a single landmass. Over millions of years, they drifted apart to their current positions.\n2. Fossil Evidence: Wegener noted that identical fossils of plants and animals, such as the Mesosaurus (a freshwater reptile), were found on continents now separated by vast oceans, suggesting these continents were once connected.\n3. Geological Similarities: Similar rock formations and mountain ranges, such as the Appalachian Mountains in North America and the Caledonian Mountains in Scotland, indicated that these landmasses were once joined.\n4. Climate Evidence: Wegener pointed to past climate indicators, such as glacial deposits found in now tropical regions, suggesting that continents had moved from different climatic zones.\n5. Rejection and Acceptance: Initially, Wegener’s theory was met with skepticism because he could not adequately explain the mechanism behind the movement of continents. It was not until the development of the theory of plate tectonics in the 1960s that his ideas gained widespread acceptance. Plate tectonics provided a scientific basis for understanding how continents drift on the Earth’s lithosphere due to the movement of tectonic plates.\nToday, the theory of continental drift is an integral part of the broader theory of plate tectonics, which explains the dynamics of Earth’s surface and the movement of continents and ocean floors.",
    "trans": "대륙 이동설은 지질학적 시간 동안 어떻게 대륙이 이동해는지를 설명해 주는 지질학적 개념이다. 20세기 초 독일의 기상학자인 알프레드 베게너에 의해 제기된 이 이론은 대륙들이 예전엔 판게아라는 하나의 거대한 초대륙의 일부였고, 약 2억 년 전부터 분리되기 시작해서 현재의 위치로 이동했다고 주장한다.\n대륙 이동설의 핵심 부분들:\n1. 판게아: 현재의 모든 대륙이 한때 거대한 육지 덩어리 하나로 연결되어 있었다고 베게너는 가설을 지었다. 백만년 이상의 시간에 걸쳐 대륙들은 현재의 위치로 이동했다.\n2. 화석 증거: 베게너는 메소사우루스(담수 파충류 화석)와 같은 식물과 동물의 화석들이 현재 대양으로 분리된 대륙들에서 동일하게 발견되었기 때문에 이전에 이 대륙들이 서로 연결되어 있었다고 봤다.\n3. 지질학적 유사성: 북아메리카의 아팔래치아 산맥과 스코틀랜드의 칼레도니아 산맥 등의 유사한 암석 구조와 산맥들은 이전에 이 지역들이 하나였음을 나타낸다.\n4. 기후 증거: 베게너는 현재 열대 지역에서 발견 되는 빙하 퇴적층 등 과거의 기후적 흔적을 언급하며, 대륙들이 기후대가 다른 지역으로 이동했음을 주장했다.\n5. 거부와 수용: 처음에, 베게너의 가설은 받아 들여지지 않았는데, 그가 대륙 이동에 대한 원리를 적절히 설명하지 못했기 때문이다. 1960년대에 판구조론이 발전하면서, 그의 생각들이 널리 인정받게 되었다. 판구조론은 지구의 암석권의 대륙들이 판의 움직임으로 이동한다는 것을 과학적으로 뒷받침해주었다.\n현재 대륙 이동설은 판구조론의 중요한 부분이며, 지구 표면의 역동적인 변화와 대륙 및 해양 지각의 이동을 설명한다."
}