{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The legs on these garments (and other women’s bifurcated legwear of this era) tend to be very full. My assumption is that this was a compromise between the practicality of trousers and the need to obscure women’s legs and bums. With a coverall, however, the other challenge is to create a garment in which the wearer has a full range of motion. (You don’t want to get a wedgie every time you squat, for example.) This means including a lot of material in the seat. However, it isn’t always necessary to have the same amount of material in the front of the crotch. The seam from waist to crotch is called the “rise” and if the front rise is significantly shorter, the extra material in the seat tends to pouch out, whereas if they front and back rise are closer to the same length (the back rise will always need to be a little longer, so this is definitely relative) the crotch of the pants will drop lower and the bum will be less obvious. There are period photographs showing womanalls with both a pouchy seat and a dropped seat. Curious about what a fuller seat and shorter front rise would look like, I drafted my garment along those lines, and the result was a great range of motion and a noticeably baggy bum. When I make this pattern again, I will lengthen the front rise to experiment with that variation.",
    "trans": "이 의류(및 같은 시대의 다른 여성용 두 갈래로 갈라진 하의)는 다리 부분이 매우 넉넉한 편입니다. 이는 바지의 실용성과 여성의 다리와 엉덩이를 가려야 한다는 요구 사이의 타협이었을 것으로 추정됩니다. 그러나 작업복의 경우에는, 착용자가 온전히 자유롭게 활동할 수 있는 의복을 만들어야 한다는 또 다른 과제가 있습니다. (예를 들면, 매번 쪼그려 앉을 때마다 속옷이 끼는 상황은 누구도 원하지 않을 것입니다.) 이 때문에 엉덩이 부분에는 여유분이 필요합니다. 하지만, 앞쪽 가랑이 부분에는 그렇게 똑같이 많은 여유분이 항상 필요하지는 않습니다. 허리에서 가랑이까지 이어지는 이음매를 “밑위”라고 하는데, 앞 밑위가 훨씬 짧으면 엉덩이 부분에 남는 천이 부풀어 보이는 경향이 있습니다. 반면에, 앞 밑위와 뒤 밑위가 비슷한 길이라면 (뒤 밑위는 항상 더 길어야 해서 이는 분명 상대적입니다.) 바지의 가랑이 부분이 더 낮아져 엉덩이가 덜 도드라져 보일 것입니다. 당시 사진들을 보면 엉덩이 부분이 부푼 여성용 작업복과 엉덩이 부분이 헐렁한 여성용 작업복을 모두 볼 수 있습니다. 엉덩이 부분이 넉넉하고 앞 밑위를 짧게 하면 어떤 모습일지 궁금해서, 저는 이러한 방향으로 옷을 제작해 보았고, 그 결과 활동성이 좋으며 엉덩이 부분이 눈에 띄게 헐렁했습니다. 이 패턴을 다시 만들 때는, 변화를 시도해 보기 위해 앞 밑위를 늘릴 예정입니다."
}