{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Wait right here (wait right here)\nI'll be back in the mornin' (mornin')\nI know that I'm not that important to you\nBut to me, girl, you're so much more than gorgeous (yeah)\nSo much more than perfect (yeah)\nRight now, I know that I'm not really worth it\nIf you give me time, I can work on it\nGive me some time while I work on it\nLosin' your patience, and, girl, I don't blame you\nThe Earth's in rotation, you're waitin' for me\nLook at my face when I fuck on your waist\n'Cause we only have one conversation a week\nThat's why your friends always hatin' on me\nFuck 'em though, I did this all by myself\nMatter fact, I ain't never asked no one for help\nAnd that's why I don't pick up my phone when it ring\nNone of my exes is over Lil Peep\nNobody flexin' as much as I be\nThat's why she text me and tell me she love me\nShe know that someday I'll be over the sea\nMakin' my money and smokin' my weed\nI think it's funny, she open up to me\nGet comfortable with me, once I got it comin'\nI love her, she love me\nI know that I'm nothing like someone her family want me to be\nIf I find a way, would you walk it with me?\nLook at my face while you talkin' to me\n'Cause we only have one conversation a week\nCan I get one conversation at least?\nShout out to everyone makin' my beats\nYou helpin' me preach\nThis music's the only thing keepin' the peace when I fall into pieces\nLook at the sky tonight\nAll of the stars have a reason\nA reason to shine, a reason like mine\nAnd I'm fallin' to pieces\nLook at the sky tonight\nAll of them stars have a reason",
    "trans": "여기서 기다려요 (여기서 기다려요)\n아침에 돌아올게요 (아침)\n저는 당신에게 그렇게 중요하지 않다는 것을 알고 있습니다\n하지만 저에게 당신은 정말 멋져요 (그렇죠)\n완벽함 그 이상입니다 (그래요)\n지금은 제가 그만한 가치가 없다는 것을 알고 있습니다\n시간을 주시면 고칠 수 있습니다\n고치기 위해 시간을 좀 주세요\n인내심을 잃어버리세요, 그리고 저는 당신을 탓하지 않습니다\n지구가 자전하고 있으니 당신은 나를 기다리고 있습니다\n내가 네 허리에 장난칠 때 내 얼굴을 봐\n일주일에 한 번만 대화를 나누기 때문에\n그래서 당신의 친구들이 항상 저를 싫어합니다\n젠장, 저 혼자서 다 했어요\n사실 저는 누구에게도 도움을 요청한 적이 없습니다\n그래서 전화벨이 울릴 때 휴대폰을 받지 않습니다\n제 전 애인 중 누구도 릴 핍을 잊지 못했어요\n저만큼 좋은 사람은 없습니다\n그래서 그녀는 저에게 문자를 보내며 사랑한다고 말합니다\n그녀는 언젠가 내가 바다 위에 있을 것이라는 것을 알고 있습니다\n돈을 벌고 대마초를 피우는 것\n재미있는 것 같아요, 그녀가 저에게 마음을 열어요제가 준비되면 편하게 지내세요\n제가 준비되면 편하게 지내세요\n저는 그녀를 사랑해요, 그녀는 저를 사랑해요\n저는 그녀의 가족이 원하는 사람과는 전혀 다르다는 것을 알고 있습니다\n길을 찾으면 저와 함께 걸어 주시겠어요?\n저와 대화하는 동안 제 얼굴을 보세요\n일주일에 한 번만 대화를 나누기 때문에\n대화를 한 번만 할 수 있을까요?\n제 비트를 만드는 모든 사람에게 소리쳐 주세요\n설교하는 데 도움이 됩니다\n이 음악만이 내가 너무 힘들 때 평화를 유지해주는 것입니다\n오늘 밤 하늘을 보세요\n모든 별에는 이유가 있습니다\n빛나는 이유, 나와 같은 이유\n그리고 나는 산산조각이 나고 있습니다\n오늘 밤 하늘을 보세요\n스타들에게는 모두 이유가 있습니다"
}