{
    "source": "en_US",
    "target": "ko_KR",
    "text": "he Trust Group’s net property income increased by 57.7% year-on-year to HK$494.7 million.\n Net profit after tax for 2023 was HK$1,080.3 million. Excluding fair value changes of investment properties and derivative financial\ninstruments, a net profit of HK$224.1 million in 2023 was recorded, representing a year-on-year increase of HK$106.0 million, or 89.8%.\n After adjusting for the non-cash items, total distributable income amounted to HK$297.6 million for the year ended 31 December 2023, representing a year-over-year increase of 56.2%. No final distribution was recommended for the year ended 31 December 2023.\n The constant interest rate hikes since the second half of 2022 was the primary reason that finance costs rose by 70.3% to HK$247.1 million. The average interest rate of our bank borrowings incurred by the Trust Group rose to 5.0% per annum in 2023 as compared to 2.0% per annum in 2022.\n As at 31 December 2023, valuation of the hotel portfolio rose to HK$15,662.0 million as compared with HK$14,685.0 million as at the end of December 2022.\n Gearing ratio was lowered to 38.3% (2022: 42.0%).\n Net Asset Value (“NAV”) of the Trust Group amounted to HK$9,190.7 million or HK$2.77 per Share Stapled Unit as at 31 December 2023, representing a 313.4% premium to the closing Share Stapled Unit price of HK$0.67 as at 29 December 2023.",
    "trans": "트러스트 그룹의 순자산 수입은 전년 대비 57.7% 증가하여 4억 9,470만 홍콩 달러에 달했다.\n2023년 세후 순이익은 1,080.3만 홍콩 달러였다. 투자 부동산과 파생 금융 상품의 공정가치 변화를 제외하면\n2023년 순이익은 2억 2,410만 홍콩 달러로 기록되었으며, 이는 전년 대비 1억 600만 홍콩 달러, 즉 89.8% 증가한 수치이다.\n비-현금 항목을 조정한 후, 2023년 12월 31일로 마감된 연도의 총 분배 가능 수입은 2억 9,760만 홍콩 달러로 전년 대비 56.2% 증가했다. 2023년 12월 31일로 마감된 연도에 대한 최종 분배는 권장되지 않았다.\n2022년 하반기 이후 지속적인 이자율 인상은 금융 비용이 70.3% 증가하여 2억 4,710만 홍콩 달러에 달한 주된 이유였다. 신탁 그룹이 부담한 은행 차입금의 평균 이자율은 2022년 연 2.0%에 비해 2023년에는 연 5.0%로 상승했다.\n2023년 12월 31일 기준으로, 호텔 유가 증권 보유 일람표의 평가액은 2022년 12월 말 기준 14,685.0만 홍콩 달러에 비해 15,662.0만 홍콩 달러로 상승했다.\n자금 조달 비율은 38.3%(2022년: 42.0%)로 낮아졌다.\n2023년 12월 31일 기준으로 신탁 그룹의 순자산가치(\"나브코인\")는 9,190.7백만 홍콩달러 또는 주당 고정된 단위 2.77홍콩달러에 달했으며, 이는 2023년 12월 29일 기준 주당 고정된 단위 종가 0.67홍콩달러 대비 313.4% 할증료를 나타낸다."
}