{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Three days has passed since Scarlett left and Sage was coping okay, sort of.\nShe and Rose had started spending a lot of time together. Their favorite thing was building legos or playing house outside in Rose's playhouse.\nThey were outside in her playhouse when Rose suddenly turned to Sage and asked a question.\n\"Sage, when was the last time you spoke?\"\nSage froze for a second before regaining her composure and straightened up. She simply shrugged because she wasn't sure herself.\n\"Well, why don't you speak now?\"\nShe shrugged again, not sure what Rose wanted with this conversation.\n\"Is it that you have forgotten how to speak?\"\nSage nodded, unsure herself at that moment. She couldn't even remember how her own voice sounded like. So what if she couldn't remember how to speak, even if she wanted to?\n\"Can you try?\" Rose queried and looked up at Sage with her big blue eyes.\nAnother shrug max the young girl sigh and flop down on a wooden chair.\n\"Please? I won't tell anyone.\" She pleaded, clasping her hands under her chin in a begging gesture.\n'What if I can't remember?' She wrote on her whiteboard.\n\"It's okay.\" Rose flew up onto her feet and blew on Sage's face. \"Can you blow on me like I did?\"\nSage did as she was told and Rose seemed satisfied.\n\"Okay so now open your mouth wide and blow.\"\nSage felt incredibly stupid but again did as she was told.\n\"Awesome!\" Rose squealed, clapping her hands and jumping up and down. \"Now just mouth the word 'hi' and blow at the same time.\"\nA whispered \"hi\" came out of the girls throat and Rose cheered.\n\"You whispered Sage!\"\nSage looked around the small playhouse. He wasn't here. He didn't come for her.\n\"Try again!\" Rose demanded, jumping up and down on the spot.\nSage said some simple words to please her sister. She hadn't actually spoken yet, just whispered to test out what would happen.\nSworn to secrecy, the sisters then continued with their play like nothing had ever happened.\n—\nThey continued speech-training for two days",
    "trans": "스칼릿이 떠난 지 사흘이 지나고, 세이지는 그럭저럭 잘 지내고 있었다, 어느 정도는.\n그녀와 로즈는 많은 시간을 함께 보내기 시작했다. 그들이 가장 좋아하는 것은 레고를 쌓거나 로즈의 놀이터 밖에서 소꿉놀이를 하는 것이었다.\n그들은 로즈의 놀이터 집 밖에 있었는데, 갑자기 로즈가 세이지를 돌아보며 질문을 던졌다.\n\"세이지, 너 마지막으로 말한 게 언제였어?\"\n세이지는 잠시 얼어붙었다가 곧 평정을 되찾고 몸을 곧게 폈다. 그녀는 자신도 잘 모르겠어서 그냥 어깨를 으쓱였다.\n\"그럼, 지금 왜 말 안 해?\"\n세이지는 이번에도 어깨를 으쓱였는데, 로즈가 이 대화로 뭘 원하는지 확신이 없었다.\n\"말하는 법을 잊은 거야?\"\n세이지는 그 순간 자신도 확신이 서지 않아 고개를 끄덕였다. 자신의 목소리가 어떻게 들렸는지조차 기억나지 않았다. 말하고 싶어도 말하는 법을 기억하지 못한다면 어쩌겠는가?\n\"해보지 않을래?\" 로즈가 큰 파란 눈으로 세이지를 올려다보며 물었다.\n또다시 어깃을 으쓱이자 어린 소녀는 한숨을 쉬며 나무 의자에 털썩 주저앉았다.\n\"제발? 누구한테도 말 안 할게.\" 로즈는 턱 아래에서 두 손을 모아 애원하는 제스처로 간청했다.\n'만약 내가 기억하지 못한다면?' 세이지는 화이트보드에 적었다.\n\"괜찮아.\" 로즈는 벌떡 일어나 세이지의 얼굴에 바람을 불었다. \"나처럼 나한테 바람 불 수 있어?\"\n세이지는 시키는 대로 했고, 로즈는 만족스러워 보였다.\n\"좋아, 이제 입을 크게 벌리고 바람을 불어.\"\n세이지는 몹시 바보 같다고 느꼈지만 또다시 시키는 대로 했다.\n\"멋져!\" 로즈가 손뼉을 치며 깡충깡충 뛰며 소리쳤다. \"이제 '안녕'이라는 단어를 입으로만 하고 동시에 바람을 불어봐.\"\n소녀의 목에서 속삭이는 \"안녕\" 소리가 나왔고, 로즈가 환호했다.\n\"세이지, 너 속삭였어!\"\n세이지는 작은 놀이터 집 안을 둘러보았다. 그는 여기 없었다. 그는 그녀를 찾으러 오지 않았다.\n\"다시 해봐!\" 로즈가 그 자리에서 깡충깡충 뛰며 요구했다.\n세이지는 여동생을 기쁘게 하기 위해 몇 가지 간단한 단어를 말했다. 사실 아직 제대로 말한 건 아니었고, 무슨 일이 일어날지 시험 삼아 속삭여본 것 뿐이었다.\n비밀을 지키기로 맹세한 자매는 마치 아무 일도 없었던 듯 놀이를 계속했다.\n—\n그들은 이틀 동안 말하기 훈련을 계속했다."
}