{
    "source": "en_US",
    "target": "ko_KR",
    "text": "STAY JAPAN Newsletter\nSeptember 25, 2024 Issue\n【Newsletter Exclusive! 1,000 yen Discount Coupon!】\nAs a token of our appreciation to our mail magazine readers, we are sending a discount coupon worth 1,000 yen. Only the first 20 newsletter readers can use this coupon. Please take advantage of this opportunity.\nCoupon Code: [redacted_info]\nEligible application period: Available for reservations made by March 12, 2025\nEligible stay period: Available for stays until September 12, 2025\nFor details on how to use the coupon, please refer to the explanation page (PC version and smartphone version).\n[Interview with Host] “Ooda Sanso” by [redacted_name], Kanagawa Prefecture\n[Introduction of New Facilities] My House F104 Fighter House, Yamanashi\n[This Month’s Top Picks] Gokayama Gassho-no-Sato - Private rental of a gassho-zukuri house - 5 minute walk from Suganuma Gassho-Zukuri Village, a World Heritage Site!, Toyama\n[Word of mouth of this month] A quiet house in the mountains - Farmhouse guest house “Cococan” Miyazaki Prefecture\nThe holiday season is approaching. Why don't you go on a trip to find a different kind of autumn? Please search STAY JAPAN. You will surely find a special trip just for you!\nWe would like to introduce a new project, “Interview with Hosts”.\n“We want to be a friendly homestay.”\nMr. and [redacted_name] and staff of Ooda Sanso\nMr. and [redacted_name], who have been running a guest house for about 7 years, also run a café/restaurant nearby, and open a gallery and boutique several times a year.\nQ: Why did you start the guest house?\nA: Fujino, the area where we live, is called “Art Village” and is a very interesting town where many artists have moved to. It is also close to Mt. Takao and Lake Sagami, which attract more and more visitors every year, but there were not enough accommodation facilities. We happened to come across a beautiful old house in the satoyama and renovated it ourselves over time, opening the Oda Sanso guest house.\nQ: What do you find rewarding?\nA: I am happy when people say, “That was good.”\nQ: What do you keep in mind?\nA: We try to make our guests feel comfortable and enjoy their stay, so that they feel free to talk to us.\nQ: What are you proud of?\nA: We are located at a dead end in a village with only seven houses in the mountains. It is a very quiet and peaceful place, where you can enjoy the nature of Satoyama with the sound of birds in spring and insects in autumn. I am very happy to hear people say, “I can get a good night's sleep.”\nQ: What are your hopes for the future?\nA: We want to be a “friendly guest house” now and in the future.\nQ: Do you have any message for the guests?\nA: Oda Sanso will never be finished. We are always making little changes to make it a more comfortable place.\nThank you very much to [redacted_name] who kindly responded to our interview for the 1st new project, and for the photo with all the staff members!\nClick here for “Ooda Sanso”\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/13486\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/14420\n【Introduction of New Facilities】\nMy House (F104 Fighter House)\nhttps://en.stayjapan.com/area/yamanashi/minamikoma/pr/14523\nIn August, a very unique new facility was opened to the public. Located in Minobu-cho, Minamikoma-gun, Yamanashi Prefecture, in a peaceful area surrounded by beautiful mountains, it is a private house with an impressive F104 fighter jet on the roof. Several valuable fighter planes are preserved in the house, and the host will show you around so you can take pictures. The house also boasts a spacious bath that can easily accommodate up to 6 people. BBQ is available in the large garden. Please contact us in advance for pick-up service from the station.\n【This Month's Top Picks】\nGokayama Gassho-no-Sato - Private Gassho-Zukuri Houses - 5 minute walk from the World Heritage Site Suganuma Gassho-Zukuri Village!\nhttps://en.stayjapan.com/area/toyama/nanto/pr/13417\nGokayama Gassho-no-Sato in Toyama Prefecture has three gassho-zukuri cottages. When the cottages were relocated, the kitchens and baths were updated in a modern style, and they are now available for overnight stays as single cottages. We invite you to experience staying in the only gassho-zukuri house in the world!\nEach season has its own charm, and you can enjoy the scenery of each of the four seasons. We have many reservations from overseas as well.\n【Word of mouth of this month】\nThis accommodation is run by a nice couple. I stayed here for a family vacation. I was wondering what kind of trip it would be like since it was my first time to stay at a private accommodation, but it was a wonderful experience that will remain in my memory. The couple was very kind and our 5 year old child immediately missed them and had a great time. He was sad and tearful when we checked out and said he wanted to stay again. You can choose the optional bread-making experience and learn from the process of kneading the dough. Depending on the season, you can also try buckwheat noodle making or picking wild vegetables, which I would like to try next time. We were blessed with beautiful weather and were able to see the beautiful starry sky at night and the sea of clouds when we woke up in the morning. We were also able to experience the precious nature of the satoyama.\nSeptember 2, 2024 STAY JAPAN user\n【Quaint Japanese House】 “KOKOKYAN” FARM STAY\nhttps://en.stayjapan.com/area/miyazaki/ebino/pr/13249\n“KOKOKYAN” is a farmhouse guest house in Ebino city, Miyazaki prefecture. The house is an old house that has been renovated and the chairs and tables are handmade. Located on top of a mountain, the view is beautiful and surrounded by trees, so you can enjoy a relaxing forest bath and heal from daily fatigue. In the Ebino dialect, the word for “please come” is “kyan”. The name “KOKOKYAN” is derived from the thought of “Please come here”!\nPlease visit our official blog “STAY JAPAN MEDIA”!\nAlso, please follow us on STAY JAPAN's official Instagram, which is posted every Tuesday!\nSTAY JAPAN MEDIA\nSTAY JAPAN Instagram\nHow was the newsletter of this month?\nWe hope you will use it as a reference for your next trip.\nIf you have any questions or concerns, please feel free to contact us anytime.\nSTAY JAPAN Newsletter Management\nEmail: support@stayjapan.com\nCopyright (C) 2024 Hyakusenrenma, Inc.. All rights reserved.\nUpdateUnsubscribe",
    "trans": "스테이 재팬 뉴스레터\n2024년 9월 25일 호\n【뉴스레터 단독! 1,000엔 할인 쿠폰!】\n메일 잡지 독자분들께 감사의 표시로 1,000엔 상당의 할인 쿠폰을 보내드립니다. 이 쿠폰은 첫 20명의 뉴스레터 독자만 쓸 수 있습니다. 이 기회를 꼭 활용하세요.\n쿠폰 코드: [redacted_info]\n적용 가능 기간: 2025년 3월 12일까지 예약한 경우 가능\n숙박 가능 기간: 2025년 9월 12일까지 숙박한 경우 가능\n쿠폰 사용에 대한 자세한 방법은 설명 페이지(PC 버전과 스마트폰 버전)를 참고해주세요.\n[호스트와의 인터뷰] [redacted_name]의 “우다 산소”, 가나가와현\n[새로운 시설들의 소개] 마이 하우스 F104 파이터 하우스, 야마나시\n[이번 달의 인기] 고카야마 가쇼노사토 - 가쇼즈쿠리 집 개인 임대 - 스가누마 가쇼즈쿠리 마을에서 도보 5분, 세계문화유산!, 도야마\n[이번 달의 입소문] 산 속의 조용한 집 - 농가 게스트 하우스 “코코칸” 미야자키현\n연말연시가 다가 오고 있습니다. 색다른 가을을 찾기 위해 여행을 떠나보시는 건 어떠세요? 스테이 재팬을 검색하세요. 당신만을 위한 특별한 여행을 꼭 찾을 수 있을 것입니다!\n새 프로젝트 “호스트와의 인터뷰”를 소개해 드립니다.\n“저희는 친절한 홈스테이가 되고 싶습니다.”\n우다 산소의 [redacted_name] 및 직원들\n약 7년 간 게스트하우스를 운영해 온 [redacted_name] 은 근처에서 카페/레스토랑도 운영하고 있고, 일년에 여러 번 갤러리와 부티크를 엽니다.\nQ: 왜 게스트 하우스를 시작하셨나요?\nA: 저희가 살고 있는 곳인 후지노는 \"아트 빌리지\"라고 불리고 여러 예술가들이 이주를 해 온 매우 흥미로운 마을입니다. 그리고 매년 점점 더 많은 방문객을 유치하는 다카오산과 사가미호수랑 가까우나 숙박 시설이 부족했습니다. 우연히 저희는 사토야마에서 아름다운 오래된 집을 발견했고 저희가 오랜 시간 직접 개조해서 우다 산소 게스트 하우스를 열었습니다.\nQ: 무엇에서 보람을 느끼시나요?\nA: 사람들이 \"이거 좋았어요\"라고 말할 때 좋아요.\nQ: 어떤 것을 염두에 두고 계신가요?\nA: 저희는 손님들이 편안해 하고 숙박을 즐겨서, 그들이 저희와 자유롭게 이야기할 수 있게끔 노력합니다.\nQ: 무엇에 대해 자랑스러우신가요?\nA: 저희는 산 속에 일곱 집만 있는 마을의 막다른 골목에 있습니다. 봄에는 새소리 그리고 가을에는 곤충소리로 사토야마의 자연을 즐길 수 있는 굉장히 조용하고 평화로운 곳입니다. 사람들이 \"저는 깊은 잠을 잘 수 있어요\"라고 말하는 것을 듣는 것이 좋습니다.\nQ: 미래엔 어떤 것을 기대하고 계신가요?\nA: 저희는 현재 그리고 미래에 \"친절한 게스트하우스\"가 되고 싶습니다.\nQ: 게스트한테 전하고 싶은 메시지가 있나요?\nA: 우다 산소는 절대 완성되지 않을 것입니다. 저희는 더 편안한 장소가 되기 위해 늘 작은 변화들을 일으키고 있습니다.\n1번째 새 프로젝트를 위한 저희의 인터뷰에 친절하게 응답해 주신 [redacted_name], 그리고 모든 스태프와 같이 사진을 찍어 주신 것에 대해 감사드립니다!\n\"우다 산소\"는 여기를 눌러 확인하세요\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/13486\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/14420\n【새 시설들에 대한 소개】\n나의 집 (F104 파이터 하우스)\nhttps://en.stayjapan.com/area/yamanashi/minamikoma/pr/14523\n8월에 굉장히 독특한 새 시설이 대중에게 공개되었습니다. 야마나시현, 미나미코마군, 미노부초에 있는 아름다운 산으로 둘러싸인 평화로운 지역에 있는 이 곳은 지붕에 엄청난 F104 전투기가 있는 개인 집입니다. 이 집엔 귀중한 전투기가 많이 보존되어 있고, 호스트가 여러분을 안내해서 사진을 찍을 수 있게 해줍니다. 이 집에는 최대 6명을 수용할 수 있는 넓은 욕실도 자랑합니다. 넓은 정원에서 바바큐도 할 수 있습니다. 역에서의 픽업 서비스를 원하면 저희에게 미리 연락해 주세요.\n【이번 달의 탑 추천】\n고카야마 가쇼노사토 - 개인 가쇼즈쿠리 집들 - 세계문화유산 수가누마 가쇼즈쿠리 마을에서 도보 5분!\nhttps://en.stayjapan.com/area/toyama/nanto/pr/13417\n도야마현의 고카야마 가쇼노사토에는 가쇼즈쿠리 별장이 세 개가 있습니다. 별장이 이전하면서, 주방과 욕실은 현대식으로 리노베이션되어 , 이제 단독 별장으로 숙박 가능합니다. 전 세계에서 유일한 가쇼즈쿠리 주택에서 숙박해 보세요!\n계절마다 매력이 있고, 사계절의 풍경을 즐길 수 있습니다. 해외에서도 많이 예약해 주십니다.\n【이번 달의 입소문】\n친절한 부부가 이 숙박 시설을 관리합니다. 전 가족 휴가를 위해 여기 머물렀습니다. 전 개인 숙박 시설에 머무르는 것이 처음이어서 어떤 여행이 될지 궁금했는데, 기억에 남을 멋진 경험이었습니다. 부부는 굉장히 친절했고 5살인 저희의 아이는 바로 그들을 그리워했고 즐거운 시간을 보냈습니다. 저희가 체크아웃할 때 그는 슬퍼하고 눈물을 글썽거렸고 다시 머물고 싶다고 했습니다. 선택사항으로 빵 만들기 체험을 골라서 반죽하는 과정에 대해 배울 수 있습니다. 계절에 따라, 메밀 국수 만들기 혹은 산나물 따기도 할 수 있는데, 다음에 해보고 싶네요. 운이 좋게도 날씨가 아름다워서 밤엔 아름다운 별이 빛나는 하늘을 볼 수 있었고 아침에 일어날 땐 수많은 구름을 볼 수 있었습니다. 그리고 사토야마의 소중한 자연도 경험할 수 있었습니다.\n2024년 9월 2일 스테이 재팬 이용자\n【고풍스러운 일식 주택】 “코코캰” 농장 숙박\nhttps://en.stayjapan.com/area/miyazaki/ebino/pr/13249\n“코코캰”은 미야자키현, 에비노시에 있는 농가 게스트하우스입니다. 이 집은 오래된 집을 개조하여 의자와 테이블은 직접 만들었습니다. 산 위에 위치해서, 경치가 아름답고 나무로 둘러싸여 있어, 편안한 삼림욕을 즐기면서 일상의 피로를 풀 수 있습니다. 에비노 사투리로, “와주세요”라는 단어는 “캰”입니다. “코코캰”이라는 이름은 “여기에 와주세요”라는 의미에서 유래되었습니다!\n저희의 공식 블로그 “스테이 재팬 미디어”를 방문해 주세요!\n그리고 매주 화요일에 포스팅하는 스테이 재팬 공식 인스타그램을 팔로우해 주세요!\n스테이 재팬 미디어\n스테이 재팬 인스타그램\n이번 달 뉴스레터는 어떠셨어요?\n다음 여행에 참고하시길 바랄게요.\n궁금한 점이나 우려 사항이 있으면 언제든지 편하게 문의해 주세요.\n스테이 재팬 뉴스레터 관리\n이메일: support@stayjapan.com\n저작권 (C) 2024 Hyakusenrenma, Inc.. 모든 권리 보유.\n업데이트 구독 취소"
}