{
    "source": "en_US",
    "target": "ko_KR",
    "text": "First we’ll travel up to Massaponax High School for our State Marching Band Assessment. The format is basically the same as a marching band competition, but there are no rankings. Instead of competing against the other bands, we’ll be competing against a standard to get a rating of Superior, Excellent, Good, Fair, or Poor. This is the only state-level performance we participate in, and it’s the first half of the Honor Band recognition.\nWhen we’re done there, we’ll come back closer to home for our final competition of the season at Powhatan High School. This one is a true competition like Hermitage and Godwin. I like to do one after Assessment where the pressure is off and we can just let it all hang out and see what we can do. We’re the next to last band in a VERY competitive 4A class.\nWe probably won’t have time to visit concessions at Massaponax, so I HIGHLY recommend students bring a lunch to eat on the bus ride up there. We’ll probably get to Powhatan right before we need to warm up, so I’d also HIGHLY recommend students bring a substantial snack for the bus ride back. There will be a short amount of time to visit the Powhatan concessions after we perform.\nIt should be pretty nice during the day, but once the sun goes down, it’s going to get pretty chilly. Please bring warm coats, gloves, hats, etc. Students will have time to get concessions before or after our performance at Godwin, so make sure they bring money.",
    "trans": "먼저 우리는 우리 주 행진악단 평가를 위해 마사포낙스 고등학교로 갈 것입니다. 방식은 행진악단 대회와 사실상 똑같지만, 순위가 없습니다. 다른 악단과 경쟁하는 대신, 우리는 어떤 기준과 경쟁하여 우수함, 훌륭함, 좋음, 괜찮음, 나쁨이라는 평가를 받게 될 것입니다. 이것은 우리가 참가하는 유일한 주 단위의 공연으로, 의장 악단으로 인정받는 일의 전반부입니다.\n그걸 마치면, 우리는 집과 더 가까운 곳으로 돌아와 포우하탄 고등학교에서 이번 계절의 마지막 대회를 치릅니다. 이것은 허미타지와 고드윈과 같은 진짜 대회라 할 수 있습니다. 저는 평가가 끝나고, 압박 없이 자유롭게 우리가 얼마나 할 수 있는지 볼 수 있을 때 이런 대회를 하고자 합니다. 우리는 아주 경쟁이 심한 4A 클래스의 끝에서 바로 두 번째 악단이니까요.\n우리가 마사포낙스에서 매장을 방문할 시간은 아마 없을 테니까, 그곳으로 가면서 버스에서 먹을 점심을 학생들이 준비해올 것을 정말 추천합니다. 포우하탄으로 갈 때도 준비를 해야 하기 직전에 도착할 테니, 돌아오는 버스에서 먹을 충분한 양의 간식도 학생들이 준비해올 것을 정말 추천합니다. 우리가 공연한 다음엔 포우하탄의 매장을 방문할 수 있는 짧은 시간이 주어질 것입니다.\n낮 동안에는 괜찮겠지만, 해가 지면 꽤나 추워질 것입니다. 따뜻한 외투, 장갑, 모자 같은 것을 챙겨오기 바랍니다. 고드윈에서 공연하기 전이나 후에 학생들에게 매장을 방문할 시간이 주어질 테니, 학생들이 돈을 가져오도록 해 주세요."
}