{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear [redacted_name],\nWe have noticed that you may have encountered some difficulties recently while trying to network your smart camera. Please do not worry, as we are always ready to assist you in resolving this issue.\nFirst and foremost, we want to assure you that our technical support team is always here to provide you with help. Below are some common suggestions for issues that may lead to network setup failure, which we hope will assist you in checking and successfully completing the network setup process:\n1. QR Code Setup:\na. Before starting the setup, please remove the camera's protective film or clean the camera lens.\nb. It is recommended that the distance between your camera and router does not exceed 5 meters and there are no walls in between to ensure good Wi-Fi signal strength.\nc. Make sure the Wi-Fi account and password you entered are correct.\nd. Try pressing the reset button for about 5 seconds, release the button when you hear a beep. The camera will restart and flash a red light, starting the pairing process again.\ne. Ensure your phone's brightness is sufficient and the phone is about 8 inches away from the camera.\nf. You can also watch instructional videos by visiting [https://www.youtube.com/watch? v=fAYoDiE3Ms0].\n2. Hotspot Setup:\na. Before starting the setup, please remove the camera's protective film or clean the camera lens.\nb. It is recommended that the distance between your camera and router does not exceed 5 meters and there are no walls in between to ensure good Wi-Fi signal strength.\nc. Make sure the home Wi-Fi account and password you entered are correct.\nd. Ensure you are connected to the correct device hotspot that starts with \"SecurityCam\" or the brand name.\ne. If you are using an iPhone, make sure to enable the \"Local Network\" permission for Osaio; otherwise, you will fail to set up the network.\nf. You can also watch instructional videos by visiting [https://www.youtube.com/watch? v=vE3wEaWzRe4].\n3. Bluetooth Setup:\na. Before starting the setup, please remove the camera's protective film or clean the camera lens.\nb. It is recommended that the distanc",
    "trans": "[redacted_name]님께,\n저희는 고객님이 최근 스마트 카메라 연결을 시도하는 동안 어려움이 있으셨다는 것을 알고 있습니다. 걱정하지 마세요, 저희는 이 문제의 해경을 돕우려고 항상 준비되어 있습니다.\n먼저 가장 중요한 것으로, 저희는 저희의 기술 지원팀이 고객님에게 도움을 제공하기 위해 항상 있다는 것을 보장하는 것입니다. 다음은 연결 설정 실패를 이끌 수도 있는 문제에 대한 몇 가지 보통의 제안입니다, 저희는 고객님이 확인하고 성공적으로 연결 설정 과정을 완료하는 데 도움을 드리기를 바랍니다:\n1. QR 코드 설정:\na. 설정을 시작하기 전에, 카메라의 보호 필름을 제거하거나 카메라 렌즈를 닦으세요.\nb. 카메라와 라우터 사이 거리가 5 미터가 넘지 않고 좋은 Wi-Fi 신호 강도를 보장하기 위해 사이에 벽이 없는 것이 권장됩니다.\nc. 고객님이 입력했던 Wi-Fi 계정과 비밀번호가 정확한지 확인하세요.\nd. 약 5초 동안 리셋 버튼을 누르며, 삐 소리를 들으면 놓으세요. 카메라가 다시 시작되며 빨간불이 켜지고, 다시 페어링 과정을 시작할 것입니다.\ne. 핸드폰 밝기가 충분한지 확인하며 핸드폰은 카메라로부터 약 8인치 떨어져야 합니다.\nf. 고객님은 또한 [https://www.youtube.com/watch? v=fAYoDiE3Ms0]에 방문하여 설명 영상을 볼 수 있습니다.\n2. 핫스팟 설정:\na. 설정을 시작하기 전에, 카메라의 보호 필름을 제거하거나 카메라 렌즈를 닦으세요.\nb. 카메라와 라우터 사이 거리가 5 미터가 넘지 않고 좋은 Wi-Fi 신호 강도를 보장하기 위해 사이에 벽이 없는 것이 권장됩니다.\nc. 고객님이 입력했던 Wi-Fi 계정과 비밀번호가 정확한지 확인하세요.\nd.   'SecurityCam' 또는 상품명으로 알맞은 장치 핫스팟에 연결되어 있는지 확인하세요.\ne. 만약 아이폰을 사용하고 계신다면, 오사이오를 위해 '로컬 네트워크' 허용이 가능한지 확인하세요; 아니면, 네트워크 설정을 하는 데 실패할 것입니다.\nf. 고객님은 또한  [https://www.youtube.com/watch? v=vE3wEaWzRe4]에 방문하여 설명 영상을 볼 수 있습니다.\n3. 블루투스 설정:\na. 설정을 시작하기 전에, 카메라의 보호 필름을 제거하거나 카메라 렌즈를 닦으세요.\nb. 거리는 권장됩니다"
}