{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hanged Man is your invitation to welcome these ‘pauses’ with open arms and surrender to the ‘what is’ – even if it is different from what you expected. Take time away from your routine to connect with a new way of thinking and seeing. Sure, you might have to put important projects on hold while you do this (and it might be super inconvenient) but trust me, it’ll be worth it. This is the Universe’s way of helping you see new perspectives and preparing you for the next uplevelling that is happening in your life. If you push or resist, you will meet more obstacles along the way; instead, ‘allow’ the opportunities to flow smoothly and effortlessly to you.\nThe Hanged Man can sometimes reflect that you are feeling stuck or restricted in your life. What is holding you in this ‘stuck’ position? What is preventing you from moving forward? On one level, The Hanged Man is asking you to surrender and let go. Instead of investing in specific outcomes or resisting your current circumstances, accept them and allow yourself to flow with life. On another level, you are being called to change your perspective and shift your energy and may find that separating yourself from your everyday life is helpful, whether it’s going for a walk in nature, going on a retreat or moving to a new country. Change up your routine so you can start to",
    "trans": "Hanged Man(매달린 남자)는 열린 팔로 이러한 '일시 정지'를 환영하고 비록 당신이 기대한 바와는 다르더라도 '있는 그대로'에 항복하라는 귀하의 초대장입니다. 자신의 일상에서 벗어나 새로운 사고방식과 시각을 연결하세요. 물론, 이렇게 하는 동안 중요한 프로젝트를 보류해야 할 수도 있고(매우 불편할 수도 있지만) 저를 믿어주세요. 분명히 그럴 가치가 있을 거세요. 이것은 우주가 새로운 관점을 보도록 돕고 귀하의 인생에서 일어나는 다음 단계로의 업그레이드를 준비시키는 방식입니다. 밀거나 저항할수록 그 과정에서 더 많은 장애물에 부딪히게 됩니다. 대신 기회들이 자신에게 순조롭고 수월하게 흐르도록 '허용'하세요.\nHanged Man는 때때로 당신이 삶에서 갇히거나 제한을 받고 있다고 느낀다는 것을 보여줍니다. 무엇이 당신을 이 '갇힌' 위치에 붙잡고 있을까요? 무엇이 당신이 전진하는 것을 막고 있을까요? 한 단계에서, Hanged Man은 당신에게 항복하고 놓아주라고 요구합니다. 특정 결과에 투자하거나 현재 당신이 처한 상황에 저항하는 대신, 그것을 받아들이고 삶과 함께 흐르도록 허용하세요. 다른 단계에서, 당신은 관점을 바꾸고 에너지를 바꾸라는 부름을 받고 있으며, 자연 속을 산책하거나, 휴양을 가거나, 새로운 나라로 이사하는 등 일상 생활에서 벗어나는 것이 도움이 된다는 것을 알게 될 것입니다. 자신의 일상을 바꿔서 ~을 시작할 수 있도록 하세요."
}