{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It seemed like the best solution now was to break the formation. Otherwise, he would have to take a longer detour to reach the Dong Sheng Divine Region. The loss would outweigh the gain.\nAfter weighing the pros and cons, [redacted_name] had no choice but to break the formation forcefully.\n\"Ten days. I'll try my best to break this formation within ten days. Otherwise, it's impossible to take a detour.\"\n[redacted_name] sighed. This Hovering Grand Formation wasn't too difficult for him. At least at this moment, this was his only option. No matter who it was, [redacted_name] had no choice but to break the formation first.\n\"I hope this won't attract more trouble,\" Yan Qingcheng said faintly.\n[redacted_name] couldn't care less anymore. Breaking the formation as soon as possible was the most important thing.\n[redacted_name] stepped on the Nine Heavens. The source of the formation was struck three times. Even a Divine Emperor expert like him was pushed back by the tremendous force.[redacted_name] heart became even more solemn.\nHe activated the No Beginning Formation and evolved the reincarnation cycle of the formation. [redacted_name] was extremely cautious and solemn. He started to change the formation rapidly and evolved the No Beginning Formation. Breaking the formation wasn't something that could be done in a day or two. Even though [redacted_name] was extremely anxious, he still had to take it one step at a time.\nSeven days had passed.[redacted_name] was getting more and more excited. His formation had been broken by seventy to eighty percent. At most two days, this formation would be completely broken by him.\n\"It won't be long before this Hovering Grand Formation is going to be broken.\"\n[redacted_name] smiled faintly. The current him was already a formidable formation master, and he was not afraid of any formation. It was just a matter of time. However, the person who set up this formation might not be any weaker than him. This person must be an extremely powerful formation genius. Jiang Chen smiled faintly.[redacted_name] smiled.\nHowever,[redacted_name] didn't care who it was. In order to cross this void, he had to break the formation first.\nTime passed by. The powerful Hovering Grand Formation was completely broken by [redacted_name]. Above the void, a purple ripple spread out. The entire sky seemed to have become clear at this moment. [redacted_name] lips curled into a bright smile. They could finally hurry on with their journey!\nAt this moment, in the Ninth Wangye's mansion in Youlan City, a middle-aged man in a purple robe with a wild dragon on his back suddenly stood up. He stared in the northeast direction and narrowed his eyes. His expression was extremely ugly as he said in a deep voice, \"Don't worry.\n\"Who dares to break my formation! Today, I will fight to the death with you. \"\nA furious voice went straight to the sky. The middle-aged man's expression changed completely. Once the Hovering Grand Formation was broken, the Long Family would inevitably attack with irresistible force. At that time, he would be in even more danger. His family's ancestral land would inevitably be devoured bit by bit. His daughter would not be able to escape misfortune and would definitely become a sacrifice for the marriage alliance.",
    "trans": "지금으로서는 가장 좋은 해결방법은 탄생되는 것을 막는 것인 듯 싶었다. 그렇지 않으면, 그는 신의 동섕 지역에 도달하기 위해서 더 길게 빙 둘러가야만 했다. 손실이 이득보다 더 클 것이었다.\n장단점들을 고려하고 난 이후, [redacted_name]은 선택의 여지가 없었고 힘차게 탄생되는 것을 막을 수 밖에 없었다.\n\"열흘이에요. 열흘동안 저는 최선을 다해서 이 탄생을 막아 보려고 노력해 볼게요. 그렇지 않으면, 우회해서 가는 것은 거의 불가능해요.\"\n[redacted_name]이 한숨을 쉬었다. 이 공중을 맴도는 위대한 탄생은 그에게는 너무 어려운 것은 아니었다. 적어도 이 순간은, 이것만이 그의 유일한 선택지였다. 그것이 누구였던지 간에, [redacted_name]은 선택의 여지가 없고 이 탄생을 먼저 막아야만 했다.\n\"이 일이 더 많은 문제를 일으키질 않길 원해요,\" 얀 킹챙은 희미하게 말했다.\n[redacted_name]은 더이상 신경 쓰지 않았다.  탄생을 가능한 한 빨리 막는 것만이 가장 중요한 일이었다.\n[redacted_name] 은 9번째 천국으로 올라섰다. 탄생의 근원지가 세번 강하게 때려쳐졌다. 신의 황제 전문가인 그조차도 거대한 힘에 의해 뒤로 물러나게 되었다. [redacted_name] 의 심장은 심지어 더욱 더 엄숙해 졌다.\n그는 시작이 없는 탄생을 활성화 시켰고, 탄생의 환생 주기를 진화시켰다. [redacted_name]은 극도로 조심스러웠고, 엄숙했다. 그는 탄생을 급속도로 변화시키기 시작했고, 시작이 없는 탄생을 발전시켰다. 탄생을 막는 것은 하루나 이틀 동안에 할 수 있는 일이 아니었다. [redacted_name]이 극도로 불안해 했지만, 그는 여전히 한 번에 한 가지 단계만 밟아야만 했다.\n칠일이 지났다. [redacted_name]은 더욱 더 흥분되었다. 그의 탄생은 70에서 80 퍼센트 가량 막아졌다. 많아봤자 2틀 동안, 이 탄생은 그에 의해 완전히 막아질 것이었다.\n\"이 공중을 맴도는 위대한 탄생이 막아질 때까지 그렇게 오래 걸리지 않을 거야.\"\n[redacted_name]은 희미하게 웃었다. 현재의 그는 벌써 어마어마한 탄생의 주인이었다, 그리고 그는 어떤 탄생도 두려워하지 않았었다. 그것은 단지 시간 문제였다. 그러나 이 탄생을 처음 설계한 사람은 그보다 더 약하지 않을 지도 몰랐다. 이 사람은 굉장히 강한 탄생의 천재였다. 지앙 첸은 희미하게 웃었다.  [redacted_name]은 웃었다.\n그러나, [redacted_name]은 그것이 누구였는지 상관하지 않았다. 이 빈 공간을 건너기 위해서는 그는 이 탄생을 먼저 막아야만 했다.\n시간이 지나갔다. 강력하게 공중을 맴도는 위대한 탄생은 [redacted_name]에 의해 완전히 막아졌다. 빈 공간 위로는, 보라빛 파문이 퍼져갔다. 하늘 전체는 이 순간 더욱 맑아 보였다. [redacted_name]의 입술은 밝은 미소로 구부러졌다. 그들은 마침내 여행을 서둘러 시작할 수 있는 것이었다 !\n이 순간, 유란시의 9번째 왕예의 저택에는, 등에 야생 용이 그려진 자주색 옷을 입은, 중년의 남자가 갑자기 일어섰다. 그는 북동쪽 방향으로 응시했다가 눈을 가느다랗게 떴다. 그가 깊은 목소리로 \"걱정하지 마.\"라고 말하였는데, 그의 표정은 대단히 못생겼다.\n\"누가 감히 나의 탄생을 막으려 하느냐! 오늘, 나는 너와 죽을 때까지 싸우겠다.\"\n성이 난 목소리가 하늘 똑바로 올라갔다. 중년의 남자의 표정은 완전히 변화되었다. 공중을 맴도는 위대한 탄생이 저지된 이상, 이 대가족은 불가피하게 불가항력을 지니고 공격해야만 했다. 그 당시에는, 그는 심지어 더 위험해 질수도 있었다. 그의 가족 조상 땅은 불가피하게 조금씩 조금씩 파괴되어 갔다. 그의 딸은 불행을 피해갈 수 없었고, 결혼 동맹에 희생양이 결국 확실하게 될 수 밖에 없었다."
}