{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It had almost been a week since [redacted_name] had come down with a cold. At first, it had barely affected him, just a bit of a runny nose, so it wasn't too hard for the vocalist to work through it. The alphas of the group had not been too happy about that, especially [redacted_name] as the pack-alpha despised one of his dongsaengs working while sick but their schedules were tight and they couldn't really afford a member missing either, so the leader grumpily had to accept it. The omegas had pretty much started clinging to [redacted_name] the moment they realized the boy was feeling a bit under the weather. They just wanted to make their friend feel better but frequent scolding from [redacted_name] eventually forced them away. [redacted_name] had been the most persistent, already pouting when he had to let the other go to the bathroom alone but the leader insisted, they couldn't afford anyone else catching it. [redacted_name] had been rather moody ever since, no matter how hard [redacted_name] and [redacted_name] tried to cheer him up. [redacted_name] too had been clinging to [redacted_name] but relented after a while, though the vocalist frequently had to assure him that he was still feeling fine and that it was really only his nose bothering him.\n[redacted_name] hated that [redacted_name] was denied cuddles and occasionally got quite mad at [redacted_name]. One evening, he had almost challenged the older alpha to alpha if it hadn't been for [redacted_name] intervening and agreeing with their leader. The younger had insisted that he was fine, though a little sniffly, so it wasn't worth getting anyone else sick too. [redacted_name] wasn't convinced but when his dongsaeng had huffed that he might also appreciate some space sometimes, the rapper resigned to taking care of [redacted_name] and [redacted_name]. The two omegas were truly struggling with being kept away from their friend, so [redacted_name] stayed close, frequently scenting them for comfort. Though [redacted_name] had in fact been a little annoyed by the members' clinginess, he soon came to crave the affection as his cold steadily got worse. It slowly moved from his nose to his chest, keeping the vocalist up for hours each night as he just couldn't seem to stop coughing long enough to fall asleep.\n[redacted_name] knew. Of course, he did. Sharing a dorm with his dongsaeng, the dancer had listened to most of the other's nightly coughing fits. He also knew that [redacted_name]'s warning about clinging to their friend also included him but he decided simply checking on the younger did not equal clinging to him. That was how [redacted_name] found himself sitting on the edge of [redacted_name]'s bed late one night, rubbing the vocalist's back. When the younger seemed to catch his breath for the time being, [redacted_name] frowned: \"If I asked how you're feeling, would you give me an honest answer? I know that you're not really feeling fine, like you keep insisting but without more details, I don't know how to help.\" - \"I- I'm tired\", [redacted_name] admitted hesitantly, his voice sounding painfully scratchy \"It's so frustrating because I just want to sleep but I can't. That and my throat hurts from all the coughing.\" The older nodded, chewing on his bottom lip.\n\"How about I make you a cup of tea?\", [redacted_name] offered after taking a moment to think, \"We can just sit and relax, while you sip that and then we'll see if you'll be able to sleep. If it doesn't work, I'll find some cough syrup.\" [redacted_name] nodded, massaging his throat. He felt sorry for keeping his hyung up too but he didn't really want to tell the older to leave either, craving at least some company. Settling back against the pillows, the vocalist allowed himself to close his eyes and almost fell asleep while [redacted_name] was in the kitchen making tea. Sleep was probably what he needed most right now, at least if the headache was anything to go by. Well, his back also ached a little, so he might also have developed a fever. His lower back always got sore when he had a fever, something he hated about being a hybrid. Having a tail could really mess with his back sometimes but it was even worse when he was hiding his tail, so there wasn't much he could do about it.\n[redacted_name] startled when cold fingers pressed against his forehead, growling lowly. \"Sorry, I didn't mean to scare you\", [redacted_name] apologized quietly as he placed the steaming cup onto the nightstand, \"You're running a fever though.\" The younger nodded in acknowledgement, humming: \"That explains stuff.\" - \"Like what?\", [redacted_name] pressed, taking a seat next to his dongsaeng. [redacted_name] shrugged and rested his head on the dancer's shoulder muttering: \"Headache and my back's sore.\" Sympathetically patting the boy's head and scratching his soft puppy ears, [redacted_name] mused: \"Maybe you could lay on your tummy for a while. Your back's only going to get worse if you keep laying on it and trapping your tail.\" - \"I'll start coughing the second I lay down flat\", [redacted_name] complained, scrubbing at his face in frustration as he hoped it would stop his tears from falling. The older shushed him softly, cooing: \"Try laying on your side propped up on the pillows while we wait for your tea to cool down, I'll rub your back for you.\" The hybrid sniffled but complied, relaxing as his hyung tried to massage the pain away.\nAfter a while, [redacted_name] retracted his hand and hummed: \"You wanna have your tea now? I added extra honey to soothe your throat.\" - \"Thanks\", [redacted_name] breathed, sitting back up to accept the cup from the older. The warm drink was incredibly soothing and the sweet taste was able to comfort the boy some, though he really craved the love of his pack. Sometimes, [redacted_name] couldn't help but wish he was an omega instead of a beta. [redacted_name] was an omega too but tougher than [redacted_name] and [redacted_name] because he was the second oldest. When it came to [redacted_name] and [redacted_name], the group would always baby them when they were either down or sick, sometimes [redacted_name] too though he was more like [redacted_name]. [redacted_name] was both down and sick but he wasn't even allowed cuddles because he could get one of the members sick. Somehow that never mattered when all of the omegas cuddled up in one of their nests but what could he do? At least he had his hyung with him to keep him company while he couldn't sleep.\n[redacted_name] had eventually been able to sleep later that night and [redacted_name] moved back to his own room but it was obvious neither of them got much sleep when they joined the group for their schedule the next morning. From the moment he got up, [redacted_name] was coughing again, the sound deep and chesty. Both him and [redacted_name] had dark circles under their eyes and when the vocalist failed to speak a full sentence before his voice cut out, [redacted_name] decided the boy would not be attending their schedule today. The leader's announcement caused [redacted_name] to break down crying, though he didn't know why he was so upset. Attending his schedule would mean having to hide his ears and tail, which would inevitably make both the headache and the backpain worse, besides, he was way too tired to work and wouldn't even get much done while coughing so much. Still it seemed like the end of the world to [redacted_name].\n[redacted_name] tried his best to comfort his fellow beta but soon realized it was the fever messing with the other's emotions, so all he could do was let him cry them off his chest. [redacted_name] joined the two maknae's, stroking [redacted_name]'s back, while [redacted_name] took [redacted_name] aside to inform the older about the previous night. \"[redacted_name]?\", [redacted_name] asked quietly, earning a curious look, \"You'll be in charge of the group today, yeah? [redacted_name] and [redacted_name] will help you, while I take [redacted_name] to a doctor. I trust you to take good care of the pack while I'm gone. Do you think you can handle that?\" Though a little nervous, the rapper agreed. He knew that as the only other alpha besides [redacted_name], the responsibility for the pack would be on his shoulders should [redacted_name] ever need a backup, yet that had barely ever happened before. They should be fine though and taking [redacted_name] to a doctor would be for the best.\n\"[redacted_name], can we go and get you changed, so we can go to the doctor?\", [redacted_name] hummed softly, after the rest of the group had bid their goodbyes. The vocalist only kept crying, playing with his tail. That was when the [redacted_name] realized. \"It's okay, you can wear really loose sweatpants and I'll find a beanie that can hide your ears. I know it hurts when you need to make them disappear\", [redacted_name] cooed, offering the younger his hand. [redacted_name] allowed his hyung to walk him back to his room and sluggishly treated his shorts for sweatpants. Wiping his tears with his sweater paws, he waited patiently as the older put the beanie on him, making sure the ears were properly disguised. The vocalist couldn't help but feel fuzzy as [redacted_name] was taking care of him and quietly followed the leader to the car waiting for them. Since [redacted_name] had lost his voice, it took a while for the alpha to realize that his dongsaeng had slipped into his littlespace.\n[redacted_name] had tried his hardest to get the trip over with quick and was relieved that [redacted_name] really only had a bad chest cold and nothing worse but the little was drained from the appointment. He fell asleep during the drive back and [redacted_name] didn't have the heart to wake him, so the [redacted_name] simply carried him back to his dorm. The alpha knew [redacted_name] would prefer his own bed over any other and that was why he chose to take the younger back to his own dorm instead of the 3racha dorm plus, all of the boy's littlegear was there. [redacted_name] made sure to text the group chat as soon as he had tucked the boy in for a nap, so the pack wouldn't worry too much, before he started to prepare some soup for lunch. He startled when two arms wrapped tightly around his waist. \"Hey there, puppy\", the [redacted_name] cooed as he turned around and cupped the little's flushed cheeks, \"How was your nap?\" [redacted_name] just shrugged, burying his face in [redacted_name]'s chest, whimpering. The alpha gently scratched [redacted_name]'s ears, allowing the boy to really melt into his arms.\nThe pair took it slow and although [redacted_name] whined about his throat hurting, he eventually accepted a bowl of soup. For most of the afternoon, the little clung",
    "trans": "[redacted_name]이 감기에 걸린 지 거의 일주일이 되어가고 있었다. 처음에는 콧물이 약간 나는 정도로 그를 거의 괴롭히지 않았기 때문에, 보컬리스트가 그 상태로 일하는 것은 그리 어렵지 않았다. 그룹의 알파들, 특히 팩 알파인 [redacted_name]은 동생 중 한 명이 아픈 상태로 일하는 것을 싫어했기 때문에 그리 기쁘지 않았지만, 그들의 일정이 빡빡했고 멤버가 빠지는 것을 정말로 감당할 수 없었기 때문에, 리더는 투덜거리면서도 그 상황을 받아들여야 했다. 오메가들은 [redacted_name]이 컨디션이 좋지 않다는 것을 알아차린 순간부터 그에게 매달리기 시작했다. 그들은 단지 친구의 기분을 나아지게 하고 싶었지만, [redacted_name]의 빈번한 꾸짖음으로 결국 멀어져야 했다. [redacted_name]은 가장 고집스러웠는데, 다른 멤버가 화장실에 혼자 가야할 때도 이미 삐져 있었지만 다른 누구도 감기에 걸리게 할 수 없다고 주장했다. [redacted_name]은 그 이후로 꽤 우울했는데, [redacted_name]과 [redacted_name]이 그를 기운나게 하려고 아무리 노력해도 소용이 없었다. [redacted_name]도 [redacted_name]에게 매달렸지만 얼마 후에 포기했고, 하지만 보컬리스트는 자주 그에게 자신이 여전히 괜찮다는 것과 정말로 콧물만 그를 괴롭히고 있다고 확신시켜야 했다.\n[redacted_name]은 [redacted_name]이 포옹을 못 받는 게 싫어서 때때로 [redacted_name]에게 꽤 화를 냈다. 어느 날 저녁, [redacted_name]이 끼어들어 리더에게 동의하지 않았다면, 그는 나이 많은 알파에게 거의 알파 대 알파로 도전할 뻔했다. 어린 멤버는 자신이 괜찮다고, 콧물이 좀 나긴 해도 다른 사람까지 아프게 할 필요는 없다고 우겼다. [redacted_name]은 납득하지 않았지만, 동생이 때로는 공간을 갖고 싶을 수도 있다고 투덜거리자 래퍼는 [redacted_name]과 [redacted_name]을 돌보는 데 집중하기로 했다. 두 오메가는 친구와 떨어져 있는 것에 정말 힘들어했기에, [redacted_name]은 가까이 머물며 자주 그들을 냄새로 위로해 주었다. [redacted_name]은 사실 멤버들의 매달리는 태도에 약간 짜증이 났었지만, 감기가 점점 심해지면서 곧 그 애정을 갈망하게 되었다. 감기는 코에서 가슴으로 천천히 옮겨가며, 보컬리스트는 매일 밤 기침을 멈추지 못해 몇 시간씩 잠을 이루지 못했다.\n[redacted_name]은 알고 있었다. 당연하, 그는 알고 있었다. 동생과 기숙사를 같이 쓰는 댄서는 상대방의 밤마다 이어지는 기침 소리를 대부분 들었다. 그는 또한 [redacted_name]이 친구에게 매달리지 말라는 경고가 자신도 포함된다는 걸 알았지만, 어린 동생을 그냥 확인하는 건 매달리는 것과 다르다고 판단했다. 그렇게 해서 [redacted_name]은 어느 날 밤 늦게 [redacted_name]의 침대 가장자리에 앉아 보컬리스트의 등을 문지르고 있었다. 어린 멤버가 잠시 숨을 고르는 듯하자, [redacted_name]이 인상을 찌푸리며 말했다. \"내가 기분이 어떠냐고 물으면 솔직히 대답해줄 거야? 네가 계속 괜찮다고 우기지만 정말 괜찮지 않다는 걸 알잖아. 자세한 얘기가 없으면 어떻게 도와야 할지 모르겠어.\" - \"나… 피곤해,\" [redacted_name]이 망설이며 인정했다. 그의 목소리는 고통스럽게 쉰 소리가 났다. \"그냥 자고 싶은데 못 자는 게 너무 답답해. 게다가 기침 때문에 목도 아파.\" 형은 고개를 끄덕이며 아랫입술을 씹었다.\n\"내가 차 한 잔 만들어 줄까?\", [redacted_name]은 잠시 생각한 후에 제안했다, \"네가 그것을 마시는 동안 우리는 그냥 앉아서 휴식을 취하고, 그리고 나서 네가 잠을 잘 수 있을지 볼게. 그것이 효과가 없으면, 내가 기침약을 찾을게.\" [redacted_name]은 고개를 끄덕이며, 목을 마사지했다. 그는 그의 형을 깨우는 것에 대해 미안함을 느꼈지만,적어도 함께 있고 싶은 마음에 형에게도 떠나라고 말하고 싶지 않았다. 베개에 등을 기대어, 보컬리스트는 자신이 눈을 감도록 허락했고 [redacted_name]이 주방에서 차를 만드는 동안 거의 잠이 들 뻔했다. 두통으로 볼 때 지금 그에게 가장 필요한 것은 아마도 수면일 것이다. 글쎄, 그의 등도 약간 아팠기 때문에, 그는 또한 열이 났을 수도 있다. 열이 날 때면 항상 그의 허리 아래쪽이 아파지곤 했는데, 이것은 그가 하이브리드라는 것에 대해 싫어하는 부분이었다. 꼬리를 가지고 있는 것은 때때로 정말로 그의 등을 망칠 수 있었지만 그가 꼬리를 숨기고 있을 때는 상황이 더 악화되기 때문에, 그것에 대해 할 수 있는 일이 많지 않았다.\n[redacted_name]은 차가운 손가락이 이마에 닿자 놀라며 낮게 으르렁거렸다. \"미안, 놀라게 할 생각은 아니었어,\" [redacted_name]이 김이 나는 컵을 침대 옆 탁자에 놓으며 조용히 사과했다. \"그래도 너 열이 있네.\" 어린 멤버가 인정하며 고개를 끄덕이고 중얼거렸다. \"그럼 납득이 돼.\" - \"뭐가?\" [redacted_name]이 동생 옆에 앉으며 물었다. [redacted_name]이 어깨를 으쓱하며 댄서의 어깨에 머리를 기대고 중얼거렸다. \"두통이랑 허리 아픈 거.\" 소년의 머리를 동정적으로 쓰다듬고 부드러운 강아지 귀를 긁어주며 [redacted_name]이 말했다. \"엎드려서 좀 누워보면 어떨까. 계속 누워서 꼬리를 누르고 있으면 허리만 더 아플 거야.\" - \"평평하게 누우면 바로 기침이 시작될 거야,\" [redacted_name]이 좌절감에 얼굴을 문지르며 눈물이 흐르지 않길 바라며 투덜거렸다. 형이 부드럽게 그를 달래며 말했다. \"차가 식을 때까지 베개에 몸을 받치고 옆으로 누워봐. 내가 등을 문질러줄게.\" 하이브리드가 코를 훌쩍이며 따랐고, 형이 통증을 풀어주려 애쓰자 긴장이 풀렸다.\n잠시 후, [redacted_name]은 손을 빼고 흥얼거렸다: \"이제 차 마실래? 목을 진정시키기 위해 꿀을 많이 넣었어.\" - \"고마워\", [redacted_name]은 숨을 내쉬며, 다시 앉아 형에게서 컵을 받았다. 따뜻한 음료는 믿을 수 없을 정도로 목을 진정 시켰고 달콤한 맛은 소년에게 약간의 위안을 주었지만, 그는 정말로 그의 팩의 사랑을 갈망했다. 때때로, [redacted_name]은 자신이 베타가 아닌 오메가였으면 하고 바랄 수밖에 없었다. [redacted_name]도 오메가였지만 두 번째로 나이가 많았기 때문에 [redacted_name]과 [redacted_name]보다 더 강인했다. [redacted_name]와 [redacted_name]의 경우에는, 그룹 멤버들은 그들이 기분이 좋지 않거나 아플 때 항상 아기 대하듯 특별히 보살펴주었고, 가끔은 [redacted_name]도 그런 대우를 받았지만 그는 좀 더 [redacted_name]과 비슷한 성향이었다. [redacted_name]은 기분도 좋지 않고 아프기도 했지만 그가 멤버 중 한 명을 아프게 할 수 있다는 이유로 포옹조차 허락받지 못했다. 어떻게든 모든 오메가들이 그들의 둥지 중 하나에 모여 껴안을 때는 그런 것이 전혀 문제가 되지 않았지만 그가 무엇을 할 수 있었겠는가? 적어도 그는 잠을 이루지 못하는 동안 그와 함께 있어줄 형이 있었다.\n[redacted_name]은 결국 그날 밤 늦게 잠들 수 있었고 [redacted_name]은 자신의 방으로 돌아갔지만, 다음 날 아침 그들이 그룹의 일정에 합류했을 때 둘 다 충분한 수면을 취하지 못했음이 분명했다. 그가 일어난 순간부터, [redacted_name]은 다시 기침을 시작했고, 그 소리는 깊고 가슴에서 나오는 듯했다. 그와 [redacted_name] 둘 다 눈 밑에 다크서클이 있었고, 보컬리스트가 목소리가 끊기기 전에 한 문장을 완전히 말하지 못하자 [redacted_name]은 보컬리스트가 오늘 일정에 참석하지 않기로 결정했다. 리더의 발표는 [redacted_name]를 울게 했지만, 그는 왜 그렇게 화가 났는지 스스로도 이해하지 못했다. 일정에 참석한다는 것은 귀와 꼬리를 숨겨야 한다는 의미였고, 이는 불가피하게 두통과 허리 통증을 더 악화시킬 것이며, 게다가 그는 일하기에 너무 지쳐 있었고 그렇게 많이 기침하는 상태에서는 제대로 일을 할 수도 없었을 것이다. 그럼에도 불구하고 그 상황은 [redacted_name]에게 세상이 끝난 것처럼 느껴졌다.\n[redacted_name]은 동료 베타를 위로하기 위해 최선을 다했지만 곧 열이 다른 사람의 감정을 흐트러뜨리고 있다는 것을 깨달았고, 그래서 그가 할 수 있는 일은 그가 가슴에 쌓인 감정을 울어서 해소하도록 두는 것 뿐이었다. [redacted_name]은 두 막내에게 합류했고, [redacted_name]의 등을 쓰다듬었고, 그 동안 [redacted_name]은 [redacted_name]을 따로 데려가서 형에게 전날 밤에 대해 알렸다. \"[redacted_name]?\", [redacted_name]은 조용히 물었고, 호기심 어린 눈빛을 받았다, \"오늘 네가 그룹을 맡게 될 거야, 맞지? [redacted_name]과 [redacted_name]이 너를 도울 거고, 난 [redacted_name]을 의사에게 데려갈게. 내가 없는 동안 팩을 잘 돌봐줄 거라고 믿어. 잘 해낼 수 있어?\" 약간 긴장했지만, 래퍼는 동의했다. 그는 [redacted_name] 외에 유일한 알파로서, [redacted_name]이 백업이 필요한 경우 팩에 대한 책임이 자신의 어깨에 있을 것이라는 것을 알고 있었지만, 그것은 이전에 거의 일어난 적이 없었다. 그래도 괜찮을 것이며 [redacted_name]을 병원에 데려가는 것이 최선일 것이다.\n\"[redacted_name], 옷 갈아입고 의사에게 갈 수 있을까?\", [redacted_name]은 그룹의 나머지가 작별 인사를 한 후에 부드럽게 흥얼거렸다. 보컬리스트는 계속 울기만 했고, 꼬리를 가지고 놀았다. 그때 [redacted_name]이 깨달았다. \"괜찮아, 정말 헐렁한 트레이닝 바지를 입을 수 있고 내가 네 귀를 숨길 수 있는 비니를 찾을게. 귀를 사라지게 해야 할 때 아프단 걸 알아\", [redacted_name]은 달래듯 말하며, 더 어린 멤버에게 손을 내밀었다. [redacted_name]은 형이 그를 그의 방으로 데려가도록 허락했고 느릿느릿하게 반바지를 트레이닝 바지로 바꿔 입었다. 스웨터 소매로 눈물을 닦으며, 그는 형이 비니를 씌우고 귀가 적절히 위장되었는지 확인하는 동안 참을성 있게 기다렸다. 보컬리스트는 [redacted_name]이 그를 돌봐주는 동안 마음이 포근해지는 것을 느꼈고, 조용히 리더를 따라 그들을 기다리고 있는 차로 갔다. [redacted_name]이 목소리를 잃었기 때문에, 알파는 그의 동생이 리틀스페이스로 빠져들었다는 것을 깨닫는 데 시간이 걸렸다.\n[redacted_name]은 여행을 빨리 끝내기 위해 최선을 다했고 [redacted_name]이 정말로 심한 가슴 감기일 뿐이지 더 나쁜 것이 아니라는 사실에 안도했지만 리틀은 진료로 인해 기진맥진했다. 그는 돌아오는 길에 차에서 잠들었고 [redacted_name]은 그를 깨울 마음이 없어서, [redacted_name]은 단순히 그를 그의 기숙사로 데려갔다. 알파는 [redacted_name]이 다른 어떤 침대보다 자신의 침대를 선호할 것이라는 것을 알고 있었고 그래서 그는 더 어린 멤버를 3racha 기숙사 대신 그의 기숙사로 데려가기로 선택했었고, 게다가, 소년의 모든 리틀기어가 거기에 있었다. [redacted_name]은 소년을 낮잠 자게 눕히자마자 팩 멤버들이 너무 걱정하지 않도록 그룹 채팅방에 메시지를 보냈고, 그 후 점심용 수프를 준비하기 시작했다. 그때 갑자기 두 팔이 그의 허리를 꽉 감싸안는 바람에 그는 깜짝 놀랐다. \"안녕, 강아지야\", [redacted_name]은 몸을 돌려 리틀의 상기된 뺨을 감싸며 부드럽게 말했다, \"낮잠은 어땠어?\" [redacted_name]은 그저 어깨만 으쓱하고, [redacted_name]의 가슴에 얼굴을 파묻으며 훌쩍였다. 알파는 부드럽게 [redacted_name]의 귀를 긁어주며, 소년이 그의 품 안에 완전히 녹아들 수 있게 해주었다.\n둘은 천천히 나아갔고 비록 [redacted_name]이 목이 아프다고 투덜거렸지만, 그는 결국 수프 한 그릇을 받아들였다. 오후 대부분 동안, 리틀은 매달렸다"
}