{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Now that we’ve discussed the history of St. Paul’s Cathedral, let’s take a closer look at its architecture. Overall, the cathedral was built in a restrained Baroque style. Easily, its most recognisable feature is its gigantic dome. This was influenced by Michaelangelo’s Dome of St. Peter’s Basilica.\nThe dome stands at almost 365 feet and weighs over 65,000 tons. As a result, St. Paul’s Cathedral was the tallest building in London until the late 20th century. The dome is one of the largest such structures in the world.\nFurthermore, the 560 steps that lead to the top of the dome lead visitors through three different galleries. These are the Whispering Gallery, the Stone Gallery, and the Golden Gallery. The Whispering Gallery is well-known for its incredible acoustics while the Golden Gallery provides an absolutely incredible view of the city.\nAnother one of its most identifying features is its west facade. This part of the church contains a huge portico, a pediment, and a relief that depicts St. Paul’s conversion. There are also two towers on each side of the portico. These were actually added by Wren at the last minute and were not part of the original design.\nThe interior is incredibly impressive as well. Its long nave is particularly worth seeing. From here, you can see the interior of the Dome, the massive Great West Door, and several scenes from the life of St. Paul.\nThe crypt also contains several notable figures throughout history. Many of these are artists such as Constable, Turner, and Reynolds. The tombs of the Duke of Wellington, Admiral Nelson, and Christopher Wren himself can also be found here.",
    "trans": "우리는 세인트 폴 대성당의 역사를 논의해왔고, 이제 건축물을 자세히 살펴보겠다. 전반적으로 대성당은 절제된 바로크 양식으로 지어졌다. 가장 눈에 띄는 특징은 거대한 돔이다. 이는 미켈란젤로의 성 베드로 대성당 돔에서 영향을 받았다.\n돔은 높이가 거의 365피트이고 무게는 65,000톤이 넘는다. 그 결과, 세인트 폴 대성당은 20세기 후반까지 런던에서 가장 높은 건물이었다. 돔은 세계에서 가장 큰 구조물 중 하나이다.\n게다가, 돔의 꼭대기로 이어지는 560개의 계단은 방문객을 세 개의 다른 갤러리로 안내한다. 이들은 속삭이는 갤러리, 스톤 갤러리, 골든 갤러리이다. 속삭이는 갤러리는 놀라운 음향으로 유명하고 골든 갤러리는 도시의 절대적으로 놀라운 전망을 제공한다.\n가장 눈에 띄는 특징 중 하나는 서쪽 표면이다. 교회의 이 부분에는 거대한 현관, 박공벽, 성 바울의 개종을 묘사한 부조가 있다. 현관 양쪽에 두 개의 탑도 있다. 이것들은 실제로 렌이 마지막 순간에 추가한 것이며 원래 디자인의 일부가 아니었다.\n내부 또한 매우 인상적이다. 긴 본당은 특히 살펴볼 가치가 있다. 여기에서 돔 내부, 거대한 서쪽 대문, 성 바울의 삶의 여러 장면을 볼 수 있다.\n지하실에는 또한 역사 전반에 걸쳐 유명한 인물들이 있다. 이들 중 다수는 컨스터블, 터너, 레이놀즈와 같은 예술가이다. 웰링턴 공작, 넬슨 제독, 크리스토퍼 렌 자신의 무덤도 여기에서 찾을 수 있다."
}