{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi, everyone. I am the first preposition constructive speaker, and our groupbelieves that mainstream English class should prioritize speaking. We all knowEnglish class aim to learn a language as a necessary way to communicate. So, ourtheme is speaking as a fast, efficient touching and useful skill that should beprioritized in class. Here's the example, before this debate l wonder what ways to start thisdebate is appropriate. So, l asked Ms. Tsai directly, \"l have a question about debate.could you help me?\" and then she answered quickly and solved my doubts in timeObviously, contrary to writing an email: Dear Ms. Tsai comma, and wait for severalhours for a reply. Speaking undoubtedly is a faster and more efficient skill to help usas students to express our questions and lack, then get help from teachers andovercome and solve these academic problems. That's why speaking should beprioritized as an important communication skill. Secondly, As English learner, I believe we all have been through an awardmoment: When you teacher asks you to read a paragraph, and you see acomplicated vocabulary. You may know the meaning, but not sure how topronounce it, so you hesitated and stuck. Everyone should practice thepronunciation of new word and use this \"speaking\" and consolidate the memory ofthis word. Thirdly, Speaking is a test of courage and a challenge for the bold. Someonemay want to say: he or she is an introverted person, they dare not communicatedirectly through speech compared to writing. And that's exactly how we need toprioritize speaking in class and have more practice to overcome these difficulties toshow yourself. All in all, communicating through the mouth is always the most effective wayto solve issues in our life. So, we need to keep learning.",
    "trans": "안녕하세요, 여러분. 저는 첫 번째 전치사 구성 발표자입니다, 저희 집단은 주류 영어 수업이 말하기가 우선순위가 되어야 한다고 믿습니다. 저희 모두 영어 수업이 의사소통을 위해 필요한 방법으로 언어를 배우기 위한 것을 목표로 해야 한다고 알고 있습니다. 따라서, 저희의 주제는 수업에서 우선시되어야 하는 빠르고 효율적으로 감동적이며 유용한 기술로 말하는 것입니다. 여기 예시가 있습니다, 이 논쟁 이전에 저는 어떤 방법으로 이 논쟁을 시작하는 것이 적절한지 궁금합니다. 따라서, 저는 차이 씨에게 직접 물어봤습니다, \"저는 논쟁에 대해 질문이 있어요, 도와줄 수 있나요?\" 그런 다음에, 그녀는 시간 내로 빠르게 대답하며 제 의심을 해결했습니다. 분명하게, 이메일을: 차이 씨 쉼표, 저는 몇 시간 동안 답장을 기다리고 있습니다. 작성하는 것과는 대조적으로요. 말하는 것은 학생들이 궁금한 점이나 부족한 점을 표현할 수 있도록 도와주는 의심 없이 더 빠르고 더 효율적인 기술이며, 다음으로 교사로부터 도움을 받고 극복하고 학업적인 문제를 해결합니다. 영어 학습자로서, 저는 우리 모두 민망한 순간을 겪었음을 믿습니다: 당신의 교사가 표를 읽어보라고 요청했는데 복잡한 단어들을 보았을 때 말이죠. 모두 새로운 단어의 발음을 연습해야 하고 '말하기'를 사용하고 이 단어의 기억을 강화해야 합니다. 세 번째로, 말하기는 용기의 시험이며 용감함을 위한 도전입니다. 누군가는 아마 말하고 싶을 거예요: 그 또는 그녀는 내향적인 사람이라고, 그들은 감히 쓰는 것과 비교하여 직접적으로 이야기하지 못합니다. 이것이 정확히 어떻게 우리가 수업에서 말하기를 최우선 해야 하는 필요이며 자신을 증명하기 위해 그러한 어려움을 극복하기 위해 더 많은 연습을 하는 것입니다. 대체로, 입을 통한 의사소통은 우리 삶에서 문제를 풀기 위한 항상 효과적인 방법입니다. 따라서, 저희는 계속해서 배워야 합니다."
}