{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The objective of this study is to evaluate auditors’ perceived responsibility for fraud detection. Auditors play a critical role in managing fraud risk within organizations. Although professional standards and guidance prescribe responsibility in the area, little is known about auditors’ sense of responsibility for fraud detection, the factors affecting perceived responsibility, and how responsibility affects auditor performance. We use the triangle model of responsibility as a theoretical basis for examining responsibility and the effects of accountability, fraud type, and auditor type on auditors’ perceived fraud detection responsibility. We also test how perceived responsibility affects auditor brainstorming performance given the importance of brainstorming in audits. A sample of 878 auditors (241 external auditors and 637 internal auditors) participated in an experiment with accountability pressure and fraud type manipulated randomly between subjects. As predicted, accountable auditors report higher detection responsibility than anonymous auditors. We also find a significant fraud type × auditor type interaction with external auditors perceiving the most detection responsibility for financial statement fraud, while internal auditors report similar detection responsibility for all fraud types. Analysis of the triangle model’s formative links reveals that professional obligation and personal control are significantly related to responsibility, while task clarity is not. Finally, the results indicate that perceived responsibility positively affects the number of detection procedures brainstormed and partially mediates the significant accountability-brainstorming relation",
    "trans": "본 연구의 목적은 사기 적발에 대한 감사자의 인지된 책임을 평가하는 것입니다. 감사자는 조직 내 사기 위험을 관리하는 데 중요한 역할을 합니다. 비록 전문적인 기준과 지침이 이 분야의 책임을 규정하고 있지만, 사기 적발에 대한 감사자의 책임감, 인지된 책임에 영향을 미치는 요인, 그리고 책임이 감사자 성과에 미치는 영향에 대해서는 알려진 바가 거의 없습니다. 우리는 책임과 책임, 사기 유형 및 감사인 유형이 감사자가 인지한 사기 적발 책임에 미치는 영향을 조사하기 위한 이론적 기반으로 책임의 삼각형 모델을 사용합니다. 또한 감사에서 브레인스토밍의 중요성을 고려할 때 인지된 책임이 감사자 브레인스토밍 성과에 어떤 영향을 미치는지 테스트합니다. 878명의 감사자 표본(외부 감사자 241명, 내부 감사자 637명)이 피험자 간 무작위로 조작된 책임 압박과 사기 유형에 대한 실험에 참여했습니다. 예상대로 책임 있는 감사자는 익명의 감사자보다 탐지 책임이 더 높다고 보고됩니다. 또한 재무제표 사기에 대해 가장 많은 탐지 책임을 인식하는 외부 감사자와의 사기 유형 × 감사인 유형 상호작용이 유의미한 반면, 내부 감사자는 모든 사기 유형에 대해 유사한 적발 책임을 보고하는 것으로 나타났습니다. 삼각형 모델의 형성적 연결을 분석하면 전문적 의무와 개인적 통제는 책임과 유의미한 관련이 있는 반면, 업무 명확성은 그렇지 않다는 것으로 밝혀졌습니다. 마지막으로, 결과는 인식된 책임이 브레인스토밍된 탐지 절차의 수에 긍정적인 영향을 미치고 중요한 책임-브레인스토밍 관계를 부분적으로 매개한다는 것을 나타냅니다."
}