{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Everything you need to know about privacy on X\nWe want you to know how to make your X experience better — and more secure. So whether it’s initiatives we’re driving, announcements about new settings and controls, or communications about security incidents, you’ll find it all here.\nWe’re no strangers to long privacy policies and complex regulations, and we know how frustrating they can be to read. So we’ll do our best to talk about it all like actual human beings.\nYour privacy on X\nYou have more control over your X experience than you might think. We want you to know what data we collect, how we use it, when we share it, and what we do to protect it.\nOur Rules and policies related to privacy and data\nComplicated or not, this stuff is important — so here’s a quick list of things to know.\nTerms of Service\nExplains the rules of the X road — what you can do and what we can do.\nLearn more\nPrivacy Policy\nHelps you understand the data we collect, how it’s used, and when it’s shared so that you can make the best decisions about the information that you share with us.\nLearn more\nMore about data collection\nSupplements our Privacy Policy and gives extra info about the type of data we collect, where we get it, and how we process and share it.\nLearn more\nHelp Center\nAdditional privacy and security resources that’ll help you better understand how to use X.\nLearn more\nOur partners\nInfo about the companies that help us bring X to you.\nLearn more\nX Settings\nWe know this stuff can feel overwhelming, so we put together some short videos that break it all down — DMs, ads preferences, your timeline, the works. We even made step-by-step demos so you can learn how to change things up.\nLearn more",
    "trans": "X에서의 개인정보 보호에 대해 알아야 할 모든 것\n우리는 여러분이 X에서 더 나은 경험을 할 수 있도록 돕고 싶습니다. — 그래서 더 안전한 경험을 하도록 말입니다. 따라서 우리가 추진하는 이니셔티브, 새로운 설정 및 제어 기능에 대한 공지, 보안 사고 관련 소식 등을 모두 이곳에서 확인할 수 있습니다.\n우리는 길고 복잡한 개인정보 보호 정책과 규정을 익히 알고 있으며, 이를 읽는 것이 얼마나 번거로울 수 있는지 이해하고 있습니다. 그래서 최대한 이해하기 쉬운 방식으로 설명해 드리겠습니다.\nX에서의 개인정보 보호\n여러분은 X에서의 경험을 예상보다 더 많이 제어할 수 있습니다. 우리가 수집하는 데이터, 그 사용 방식, 공유 시점, 그리고 이를 보호하기 위한 조치에 대해 알려드리고자 합니다.\n개인정보 보호 및 데이터 관련 규정 및 정책\n이 내용들은 다소 복잡할 수 있지만 매우 중요합니다 — 아래는 핵심 사항을 간략히 정리했습니다.\n서비스 약관\nX의 규칙을 서령합니다 — 여러분이 할 수 있는 일과 우리가 할 수 있는 일을 설명합니다.\n더 알아보기\n개인정보 보호정책\n우리가 수집하는 데이터, 그 사용 방식, 공유 시점을 설명하여, 여러분이 정보를 공유할 때 최선의 결정을 내릴 수 있도록 돕습니다.\n더 알아보기\n데이터 수집 관련 추가 정보\n개인정보 보호정책을 보완하며, 우리가 어떤 데이터를 수집하는지, 어디에서 가져오는지, 어떻게 처리 및 공유하는지를 추가로 설명합니다.\n더 알아보기\n고객센터\n개인정보 보호 및 보안 관련 추가 자료를 확인하고, X를 더욱 잘 사용하는 방법을 알아보세요.\n더 알아보기\n파트너사 정보\nX 서비스를 제공하는 데 도움을 주는 기업들에 대한 정보입니다.\n더 알아보기\nX 설정\n이 모든 내용이 복잡하게 느껴질 수 있다는 점을 이해합니다, 그래서 짧은 영상으로 다시 요약한 것을 제공하고 있습니다 — DM, 광고 설정, 타임라인, 일들. 우리는 설정을 변경하는 방법을 쉽게 익힐 수 있도록 단계별 데모까지 마련했습니다.\n더 알아보기"
}