{
    "source": "en_US",
    "target": "ko_KR",
    "text": "TuneTot is but one element within an ecosystem populated with custom, a la carte tools and accessories (purchased separately) designed to maximize TuneTot’s cosmetic beauty and musical performance in a wide variety of applications. Not content with designing a simple “bookshelf” loudspeaker, Wilson’s Special Applications Engineering team has, once again, redefined what is possible for these acoustically hostile installations.\nDesign\nTuneTot is the latest product from the Wilson Special Applications Engineering™ (WSAE) team. While its name pays homage to the first WSAE product, it is a modern technical tour de force designed to offer the timbral beauty, dynamic nuance, soundstage resolution, and transparency—all the hallmarks of Wilson loudspeakers design culture—but do so in environments which are hostile to all of those qualities.\nTuneTot Stand\nWilson’s Special Applications Engineering division introduces the latest member of the TuneTot Ecosystem—The TuneTot Stand. The design team engineered it from the ground up to seamlessly augment TuneTot’s beautiful lines. The primary design objectives were extraordinary stability and ultra-low resonance, and a platform that facilitated the proper alignment of the baffle for the time domain.\nEnclosure Materials\nWSAE engineers readily detect even the tiniest enclosure vibrations—at the level of billionths of a meter, which, in turn, reveals the ideal combination and geometry of the composites for the cabinet. TuneTot is constructed from two Wilson proprietary composites—the proven combination of Wilson’s X- and S-material.",
    "trans": "툰탓은 맞춤형, 정식 도구 및 액세서리(별도 구매)로 구성된 생태계 내 하나의 요소로, 다양한 환경에서 툰탓의 미적 아름다움과 음악적 성능을 극대화하도록 설계되었습니다. 윌슨의 특수 응용 공학 팀은 단순한 “북쉘프” 스피커를 디자인하는 것에 그치지 않고, 이러한 음향적으로 불리한 설치 환경에서도 가능한 것의 기준을 다시 정립했습니다.\n디자인\n툰탓은 윌슨 특수 응용 공학™ (WSAE) 팀의 최신 제품입니다. 이름이 첫 번째 윌슨 특수 응용 공학 제품을 기리는 동시에, 이 제품은 음색의 아름다움, 다이내믹한 뉘앙스, 음장 해상도, 투명성—윌슨 스피커 디자인 문화의 모든 특징을 제공하도록 설계된 현대적인 기술적 역작입니다. 그리고 이러한 특성들이 억제되는 환경에서도 성능을 발휘할 수 있도록 제작되었습니다.\n툰탓 스탠드\n윌슨의 특수 응용 공학 부서는 툰탓 생태계의 최신 멤버—더 툰탓 스탠드를 소개합니다. 디자인 팀은 이를 처음부터 툰탓의 아름다운 라인과 자연스럽게 어우러지도록 설계했습니다. 주요 설계 목표는 탁월한 안정성 및 초저공진를 구현하는 것이었으며, 시간 도메인에서 배플의 올바른 정렬을 지원하는 플랫폼을 제공하는 것이었습니다.\n인클로저 소재\n윌슨 특수 응용 공학 엔지니어들은 심지어  미세한 인클로저 진동도 감지할 수 있으며—10억분의 1미터 수준의, 이를 통해 캐비넷에 적합한 복합 재료 조합과 기하학적 구조를 밝혀냅니다. 툰탓은 윌슨의 독자적인 두 가지 복합 소재—입증된 윌슨의 엑스- 및 에스-재료 조합—으로 제작되었습니다."
}