{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Reasons why the car does not accelerate or has poor towing\nCommon causes of slow acceleration of the car\nDirty (unclean) air flow sensor (MAF), faulty spark plugs, faulty throttle position sensor, clogged catalytic converter, faulty oxygen sensor, clogged air filter, fuel system malfunction.\n1- Air filter blockage\nClogged air filter The most common reason a car feels slow when accelerating because it allows less air to pass through.\n2- (Air sensor) The comprehensive airflow sensor, or MAF sensor, is an essential component of the fuel injection system. It is located between the air filter box and the throttle valve. MAF ensures that the right amount of fuel and air is mixed in the internal combustion chamber of the engine.\nMAF can become dirty or defective because it erodes over time. A bad mass airflow sensor can send incorrect data to the car's internal system, causing the ideal amount of fuel entering the combustion system to be calculated incorrectly.\nHowever, the dirty airflow sensor can be cleaned with a sensor cleaner, while the defective must be replaced immediately.\n3- Oxygen sensor defect\nThere are several types of oxygen sensors, but they all serve the same purpose: regulating the air-fuel ratio by determining the amount of oxygen. If the sensor is damaged, the engine will not be able to maintain an adequate ratio of fuel and air.\nThis is another reason why the car feels slow when accelerating, the driver is experiencing irregular deceleration, or the car is completely losing power.\nFurthermore, poor acceleration may occur if the oxygen sensor is dirty. In such cases, cleaning the car's oxygen sensor may solve the problem.\nDamage to the oxygen sensor causes an increase in fuel consumption in the car\n4- Spark plugs (spark plugs)\nSpark plugs in the car generate the necessary ignition to start the engine. A bad spark plug can cause a significant loss of performance and an increase in fuel consumption.\nWith greetings from the # Top supplies $ mechanical services",
    "trans": "자동차에 속도가 안 붙거나 견인력이 약한 이유\n자동차 가속이 느린 일반적인 원인\n오염된 (더러운) 공기 유량 센서, 점화 플러그 결함, 스로틀 위치 센서 결함, 촉매 변환기 막힘, 산소 센서 결함, 공기 필터 막힘, 연료 시스템 불량.\n1- 공기 필터 막힘\n공기 필터가 막히면 유입되는 공기의 양이 줄어들어 가속 시 차가 느리게 느껴지게 하는 가장 흔한 원인이다.\n2- (공기 센서) MAF 센서라고도 하는 공기 유량 센서는 연료 분사 시스템의 필수 구성 요소이다. 이 센서는 공기 필터 박스와 스로틀 밸브 사이에 위치한다. 공기 유량 센서는 엔진 내부 연소실에 적절한 양의 연료와 공기가 혼합되도록 해준다.\n공기 유량 센서는 시간이 지나면서 부식되기에 오염되거나 결함이 생길 수 있다. 공기 유량 센서 불량은 차량 내부 시스템에 잘못된 데이터를 전달하고, 연소 시스템에 유입되는 이상적인 연료량을 부정확하게 계산하게 만든다.\n그러나, 오염된 공기 유량 센서는 센서 클리너로 세척할 수 있는 반면, 결함이 생기면 즉시 교체해야 한다.\n3- 산소 센서 결함\n산소 센서에는 여러 종류가 있지만, 기본적으로 같은 역할을 한다: 산소량을 측정해 공연비를 조정하는 것이다. 센서가 손상되면 엔진이 적절한 공연비를 유지할 수 없다.\n이는 가속 시 자동차가 느려지거나, 운전자가 불규칙한 감속을 겪거나, 자동차가 동력을 완전히 잃는 또 다른 이유다.\n게다가 산소 센서가 오염된 경우 가속 성능이 저하될 수 있다. 이러한 경우에는 산소 센서를 청소하는 것이 해결책이 될 수 있다.\n산소 센서의 손상은 연료 소비량을 증가시킬 수 있다.\n4- 점화 플러그 (점화 플러그)\n점화 플러그는 엔진 시동을 거는 데 필요한 점화를 일으키다. 점화 플러그 불량은 자동차의 성능을 상당히 저하시키고 연료 소비량을 증가시킬 수 있다.\n# 탑 서플라이스 $ 기계 서비스팀으로부터"
}