{
    "source": "en_US",
    "target": "ko_KR",
    "text": "village and its wartime sacrifices and hardships might become a metaphor for the nation or in Virginia Woolf’s Between the Acts (1941) she tackles similar issues of tradition and community in wartime. If, as Light asserts, conservativism might involve ‘a commitment to family life, to the idea of nationhood, to the notion of necessary authority’ (1991:18) then these are characteristics which Jameson vocally rejects in her polemical writings and in her autobiography but which can be detected in many of her interwar novels, presented sometimes critically, sometimes uncritically. These are ideas which she explores, guided by the push-pull of her feelings for Whitby – the pull of the past but the promise of a newer bolder future, the safety of home and the possibilities of the unfamiliar. The Moon Is Making reflects these wider trends in interwar writing, whilst displaying clearly the interplay within Jameson’s work between her socialist convictions and her somewhat nostalgic longings towards certain more conservative forms of British rural life.\nDuring this period, Jameson’s conservatism is not confined to British life and British traditions. By the late 1940s, she was also beginning to look to France as a bastion of rural tradition and of a shared European life. In Cousin Honoré the eponymous protagonist’s concerns are not only epitomized in the threat stemming from Nazi Germany but also characterized by anxieties about the impact of both of modernity and of socialism on his wealth and his standing. Jameson deploys this sense of the regional – informed by her own sense of herself as a Yorkshire woman – to illustrate the shared values and shared anxieties of rural-dwellers in both Britain and France. Emphasizing Honoré’s love of the land and his sense of himself, not as Frenchman but as an Alsatian, she creates a character recognizable across both countries, through his stoic conservatism, his embodiment of tradition and his reverence for the Alsatian landscape (and the personal wealth it symbolizes) over and above national concerns. The characters in both of these novels then come to represent not only the weaknesses of these traditional ways of life – their obsession with hierarchy, their casual misogyny and their greed – but also the strengths of the regional. Both novels demonstrate that the homogenized nation is not the battleground in this coming conflict but that what each citizen defends in wartime is his/her small corner of the nation and the traditions and idiosyncrasies which drive the rhythms of his own life. This is the same, Jameson seems to suggest, in France as in Britain, wherein the regional communities often hold more in common than the great national centres.\nJameson’s movement between these two novels is at once spatial and temporal. She is held between her nostalgic look backwards towards the rural past of",
    "trans": "마을 및 그 마을이 전시 중 겪는 고난과 희생은 국가 전체를 위한 은유가 되어 줄 수도 있다. 버지니아 울프가 쓴 막간(1941) 또한 전시 중의 전통과 공동체라는 유사한 주제를 다루기도 했다. 라이트의 주장에 따르면 보수주의는 가족에 대한 헌신, 민족성이라는 발상, 권위의 필요성이란 개념을 포함할 수 있다. 이것들은 제임슨이 그녀의 논쟁적 저서 및 자서전에서 공개적으로 거부한 특성들이나, 동시에 전간기 중 그녀가 쓴 여러 소설에서 때로는 비판적으로, 때로는 무비판적으로 제시된 것을 발견할 수 있다. 이런 발상은 그녀의 휘트비를 멀리하다 또 끌어안길 반복하는 감정 사이에서 떠올라 탐구되었다 – 머무르고 싶은 과거와 힘찬 새로움을 약속하는 미래, 안전한 고향과 낯섦의 가능성을 오가면서 말이다. 작품 The Moon is Making은 전간기 문학의 이러한 폭넓은 경향을 반영하면서도 제임슨의 작품 내에서 그녀의 사회적 신념이 영국 지방의 좀 더 확실히 보수적인 삶의 형태를 향한 향수 어린 동경 같은 무엇과 상호 작용하는 경향을 뚜렷이 드러낸다.\n이 기간 동안, 제임슨의 보수주의는 영국의 삶과 전통에 국한되지 않는다. 1940년 후반, 그녀는 프랑스도 지방 전통 및 유럽 공동 생활의 요새로 간주하기 시작했다. 작품 Cousin Honoré에서는 동명의 주인공이 가지는 근심을 나치 독일로부터 비롯된 위협으로 구체화하는 것에서 그치지 않고 근대성과 사회주의가 주인공의 부와 입지에 미칠 영향에 대해 느끼는 불안까지 특징지었다. 제임슨은 이런 지역적 감정 – 요크셔 여자로서 자신에 대한 자각으로 비롯된 것 – 을 전개하여 영국과 프랑스의 지방 거주민들이 공유하는 가치와 불안을 묘사하는 데에 활용했다. Honoré가 땅에 대해 가지는 애정과 자신을 프랑스인이 아닌 알자스인으로 자각함을 강조함으로써, 그가 지닌 굳건한 보수주의, 전통의 화신과 같은 모습, (개인의 부를 상징화하는) 알자스의 경관에 대한 숭배를 국가적인 문제보다 우선시하는 모습을 통해 그녀는 양국에서 공통적으로 인지되는 인물을 창조했다. 두 소설에 등장하는 인물들은 전통적인 삶의 방식의 약점 – 계급에 대한 집착, 습관적인 여성 혐오, 그리고 탐욕 – 을 드러내기도 하나 동시에 지역적인 삶의 강점 또한 조명한다. 두 소설은 전쟁의 전장이 되는 것은 하나로 동질화된 국가가 아님을, 각 시민들이 방어하려 애쓰는 것은 각자가 자리한 국가의 자그마한 일부임을, 삶의 리듬을 이끌어 주는 전통과 특수성임을 보여 준다. 제임슨은 지역 공동체가 국가적인 중심지보다 더 널리 나타나는 경향이 있는 영국과 프랑스 모두에 이러한 모습이 드러남을 암시하려 한 듯하다.\n두 소설 사이 제임슨의 움직임은 시간적이며 공간적인 면모를 동시에 보인다. 그녀는 과거 지방의 모습에 대한 향수 어린 회상 속에 갇혀 있다."
}