{
    "source": "en_US",
    "target": "ko_KR",
    "text": "February 13th, 1983\n\"I'm not ready for this,\" Hermione said for the third time as she stood beside [redacted_name] and [redacted_name], looking across the street at Number Twelve Grimmauld Place.\nShe'd thought about taking Polyjuice Potion or at least disguising herself with glamours, but [redacted_name] said that [redacted_name] was paranoid enough to have spells in place to detect things like glamours, and Polyjuice was unreliable should they take longer than an hour.\n\"Don't worry,\" [redacted_name] said. \"She doesn't speak to anyone outside of that house so she has no way of knowing who you are. Besides, to the rest of the world, you're just a simple bookshop owner.\"\n\"I am a simple bookshop owner,\" Hermione said clearly.\n[redacted_name] had smiled, looking at the Muggle-born with an expression of condescension. \"Of course, you are,\" she said and then rolled her eyes.\n\"What about my French? It's not so great and my accent is barely passable.\" Hermione began to let her anxiety get the best of her, chewing at her nails until [redacted_name] literally smacked her hand away from her mouth while [redacted_name] chuckled under his breath at her expense.\nShe's spent days with [redacted_name], weeks really, in the long run, to prepare for this meeting. While[redacted_name] drank anytime he thought about reuniting with his mother, Hermione was with his cousin, learning pureblood etiquette and memorising a pureblood family tree that she was pretending to be from a branch of, all the while knowing that [redacted_name] Black would be too proud to admit that she didn't know the family by name, but trusted [redacted_name] to find a decent witch for [redacted_name]. That is, should the matriarch consider letting him back into the family.\n\"Don't worry about your French,\" [redacted_name] said, waving off Hermione's worries as though they were pests. \"In fact, speak it the majority of the time and she'll find you all the more authentic. [redacted_name] doesn't speak French but refuses to admit it.\"\nHermione stared at the blond. \"You're kidding. Your House's words are Toujours Pur.\"\n[redacted_name] and[redacted_name] both shrugged.\n\"I was able to manipulate the wards that harm Muggle-borns the last time I was here, but there's only one way to test them,\" [redacted_name] said, turning to look at Hermione who swallowed hard.\n\"I'd rather be anywhere than here right now.\"\n[redacted_name] smirked. \"Like with your new lover?\"\nHermione glared at him, eyes wide. \"What? Don't say that. We're just . . . it was just a few dates,\" she said quickly.\nShe'd been pleasantly surprised when Kingsley had taken her to dinner in Muggle London, having poorly assumed that he wouldn't be familiar with the area. In fact, thanks to the year,[redacted_name] was much more familiar with it than Hermione and had sprung for a lovely restaurant where she was treated to fancy wines, dinner, and dancing. [redacted_name], they slipped into an old ice cream shop for dessert and talked about their time at Hogwarts. He walked her to her flat, kissed her sweetly at the door and then Disapparated.\nShe was surprised the following morning when he'd brought her breakfast at the bookshop and asked her out for lunch. Remus insisted on taking her shift to allow her time to run away with the [redacted_name], where they picnicked in the park and ended up snogging beneath a large oak tree overlooking a beautiful pond with water so dark it reminded her of the [redacted_name] Lake—sans giant squid.\nShe held back the blush that crept up her neck as [redacted_name] continued to smirk at her, waggling his eyebrows. \"That's hardly . . . and I don't . . . and certainly not so quickly and—\"\n\"Well, he's better than that tosser you dated before,\" Sirius pointed out. \"Even if it was just a few dates. And it's hardly . . . and you don't. Certainly not so quickly and—Ow!\" He laughed hard, rubbing his shoulder where she'd hit him. \"Relax. I'm happy you're finally having some fun. Between you, Moony, and Prongs, I'm stuck with a bunch of workaholics who can't be bothered to have a laugh.\"\nShe frowned. \"James and [redacted_name] have damn good excuses for not constantly placating you.\"\nHe nodded. \"That they do. Or did. Moony's on the men thanks to his sweet little Muggle-born, and James is finally out and about himself.\"\nHermione raised a curious brow. \"Out and about?\"\n\"Yep. Took that pretty secretary to dinner the other night.\"\n\"A secretary?\" [redacted_name] asked and then rolled her eyes. \"It wasn't his secretary, was it? How cliche.\"\n\"Wait,\" Hermione grabbed [redacted_name] and turned him to face her. \"The witch who kept harassing him? Are you kidding me?\"\n\"He's got to get back in the game sometime, Hermione. Yes, he loved [redacted_name] and they were perfect together and should have grown as old as Dumbledore . . . but that didn't happen. And he's still young and—\"\n\"I'm not arguing that point! Of course James deserves to have someone . . . just . . . he said that witch was awful,\" she pointed out, feeling anger stir and a sick something she hadn't felt since hearing Lavender Brown squeal \"Won-Won!\" began to build deep down inside of her.\n[redacted_name] grinned. \"Don't worry. He told her to politely piss off when she'd asked him how often Harry was with [redacted_name] family. When she found out that James had him full time, she was less interested. Deal breaker for our boy and he didn't even stay for dessert.\"\nHermione stared at him incredulously.\n\"Okay fine, he stayed for dessert and brought me home a slice of chocolate cake, are you happy?\"\n[redacted_name] sighed. \"Are the two of you done? We do have plans here, unless you'd like to reschedule tricking one of the most horrible witches in the world out of something that she doesn't even know is inside of her house?\"\nHermione turned and squared her shoulders but [redacted_name] looked innocently at his cousin. \"Blame her. I'm playing dutiful future fiance here and she's the one who's talking to me about other wizards. [redacted_name], [redacted_name], I think she's not very devoted to me. After we consummate the marriage, I think she might step out and—ow! Okay . . . that's getting old, kitten.\"\n\"Are you honestly ready for this, [redacted_name]?\" Hermione asked him. \"That's your mother inside that house.\"\nHe glared across the street and snarled. \"My mother was Dorea Potter,\" he said firmly. \"The bitch inside that house is just the woman who burned me off of some ugly old wallpaper.\"\n\"That bitch inside is a hex-happy, paranoid woman who has lost everything and believes her House in ruin. You have a chance to make this right, [redacted_name]. There's more at stake than your personal vendetta against your mother,\" [redacted_name] said, her ice blue eyes narrowed into slits. \"And my face happens to still be on that ugly, old wallpaper, thank you.\"\n[redacted_name] grinned. \"Well, when I succeed tonight and she reinstates me, I'll let you have it once I burn her ugly face off. See how she likes to see herself on fire.\"",
    "trans": "1983년 2월 13일\n“나는 아직 준비가 안 됐어,” 헤르미온느는 [redacted_name]과 [redacted_name] 옆에 서서 세번째로 말하며 12벌 그림몰드 플레이스를 바라보며 말했다.\n그녀는 폴리주스 포션을 먹거나 적어도 마법으로 자신을 변장하는 것을 생각해 봤지만, [redacted_name]은 [redacted_name]이 마법 같은 것을 감지하는 주문을 걸 만큼 편집증이 심하고 폴리 주스는 한 시간 이상 걸린다면 신뢰할 수 없다고 했습니다.\n“걱정하지 마.” [redacted_name]이 말했습니다. “그녀는 그 집 밖에서는 아무에게도 얘기하지 않아서 너가 누군인지 알 방법이 없어. 게다가 전 세계 사람들에게 당신은 그저 평범한 서점 주인일 뿐이야.”\n“나는 그저 평범한 서점 주인이야.” 헤르미온느가 정확하게 말했습니다.\n[redacted_name]은 미소를 지으며, 머글 출신을 거만한 표정으로 바라봤습니다. “물론 그렇겠지.” 그녀는 말하며 눈을 굴렸습니다.\n“내 프랑스어는 어때? 별로 잘하지 않고 내 악센트는 겨우 통과할 수 있을 정도야.” 헤르미온느는 불안감을 해소하기 위해 손톱을 물어 뜯기 시작했고 [redacted_name]은 말 그대로 그녀의 손을 입에서 멀어지게 하고 [redacted_name]은 그녀를 놀리듯이 조용히 웃음을 터뜨렸다.\n그녀는 이 미팅을 준비하기 위해 [redacted_name]과 며칠, 실제로 몇 주를 보냈습니다. [redacted_name]이 어머니와 재회하는 것에 대해 생각할 때마다 술을 마시는 동안, 헤르미온느는 그의 사촌과 함께 순혈 예절을 배우고 가문의 일원이라고 가장한 순혈 가계도를 외우고 있었습니다, 그러는 동안 [redacted_name] 블랙이 가족 이름을 모른다는 사실을 인정하기에는 자존심이 너무 세다는 것을 알지만 [redacted_name]이 [redacted_name]을 위한 괜찮은 마녀를 찾아줄 것이라고 믿었습니다. 즉, 여자 가장이 그를 다시 가족으로 받아들이는 것을 고려한다면 말입니다.\n“네 프랑스어는 걱정하지마.” [redacted_name]이 말하며 헤르미온느의 걱정을 마치 성가신 것처럼 무시했습니다. “사실 대부분을 그렇게 말하면 그녀는 너를 더욱 진짜라고 생각할 거야. [redacted_name]은 프랑스어를 하지 못하지만 인정하는 것을 거부하고 있어.”\n헤르미온느는 금발을 쳐다봤습니다. “장난이지. 너네 가훈이 언제나 순수하게야.”\n[redacted_name]과 [redacted_name]은 둘 다 어깨를 으쓱했습니다.\n“내가 저번에 여기 왔을 때 머글 태생에게 해를 끼치는 마법을 조작할 수 있었지만, 그것을 시험할 방법은 하나뿐이야.” [redacted_name]이 말하며 침을 꿀꺽 삼키는 헤르미온느를 돌아보았습니다.\n“나는 지금 이곳이 아닌 다른 곳에 있고 싶어.”\n[redacted_name]이 비웃었다. “네 새로운 연인을 말하는 건가?”\n헤르미온느는 눈을 크게 뜨고 그를 노려보았다. “뭐라고? 그렇게 말하지 마. 우리는 그냥… 몇 번 데이트를 했을 뿐이야.” 그녀는 재빠르게 말했다.\n그녀는 킹즐리가 그녀를 머글 런던에서 저녁 식사를 데려갔을 때 기분 좋게 놀랐는데, 그가 그 지역에 익숙하지 않을 것이라고 짐작했기 때문입니다. 사실, 그 해 덕분에, [redacted_name]은 헤르미온느보다 그 곳에 더 익숙했고 그녀가 고급 와인, 저녁 식사 그리고 춤을 즐길 수 있는 멋진 레스토랑을 이용했습니다. [redacted_name], 그들은 디저트를 먹기 위해 오래된 아이스크림 가게에 들어갔고 호그와트에서 보낸 시간에 대해 얘기했습니다. 그는 그녀를 아파트에 데려다 주었고 문 앞에서 달콤하게 키스를 해준 뒤 사라졌습니다.\n다음날 아침 그가 서점에 아침 식사를 가져다 주면서 점심 식사에 초대했을 때 그녀는 놀랐습니다. 리무스는 그녀가 [redacted_name]과 도망칠 시간 주기 위해서 그녀의 교대 시간을 고집했고 그들은 공원에서 소풍을 했고 결국 너무 어두워서 [redacted_name] 호수를 떠올리게 하는 아름다운 연못이 내려다 보이는 커다란 참나무 아래에서 진한 키스를 나누었습니다- sans 커다란 오징어.\n그녀는 [redacted_name]이 계속해서 눈썹을 흔들며 실실 웃자 목덜미까지 올라오는 얼굴 붉힘을 참았습니다. “그것은 거의…그리고 나는…그리고 그렇게 빨리가 아니었고-“\n“글쎄, 그 녀석은 네가 전에 데이트했던 멍청이보다는 낫겠지.” 시리우스가 지적했습니다. “데이트 몇 번이었다고 해도 말이야. 그리고 거의…그리고 너는 그렇지 않아. 확실히 그리고 너무 빠르지-아야!” 그는 크게 웃으며 그녀가 때린 어깨를 문질렀습니다. “진정해. 나는 너가 드디어 재밌게 보내는 것 같아서 기뻐. 무니와 프롱스 그리고 너 사이에서 나는 웃을 생각조차 하지 않는 일 중독자들 사이에 남게 되었어.”\n그녀는 한숨을 쉬었다. “제임스와 [redacted_name]은 너를 끊임없이 달래주지 않는 것에 대한 변명의 여지가 없어.”\n그는 고개를 끄덕였다. “그들은 하고 있어. 아니면 했지. 무니는 그 귀여운 머글 태생 때문에 남자들을 따돌렸고 제임스는 마침내 스스로 나서서 행동하게 되었어.”\n헤르미온느는 호기심에 눈썹을 치켜 올렸습니다. “나서서 행동했다고?”\n“맞아. 어젯밤에 예쁜 비서를 데리고 저녁 식사를 했지.”\n“비서?” [redacted_name]은 물어보며 눈을 굴렸습니다. “그의 비서는 아니었겠지? 너무 상투적이네.”\n“잠깐만.” 헤르미온느는 [redacted_name]을 붙잡아 돌리며 그녀를 바라보게 했다. “그를 계속 괴롭히던 마녀 말하는 거야? 나랑 장난해?”\n“헤르미온느, 그는 언젠가 게임에 복귀해야 해. 맞아, 그는 [redacted_name]을 사랑했고 그들은 완벽하게 어울렸고 덤블도어처럼 나이를 먹어야 했지만…그런 일은 일어나지 않았어. 그리고 그는 아직 젊고-“\n“내가 그 점을 뭐라고 하는게 아니야! 물론 제임스는 누군가와 함께할 자격이 있어…단지…그 마녀가 끔찍하다고 했단 말이야.” 그녀는 지적하며 분노가 치밀었고 라벤더 브라운이 “원-원!”이라고 소리지르는 것을 들은 이후로 느껴보지 못했던 아픈 감정이 그녀의 깊은 내면에 쌓이기 시작했습니다.\n[redacted_name]은 미소를 지었습니다. “걱정하지 마. 그는 그녀가 해리가 [redacted_name] 가족과 얼마나 시간을 보내는지 물었을 때 정중하게 화를 내라고 했어. 제임스가 종일 그와 종일 시간을 보낸다는 것을 알았을 때 그녀는 관심을 덜 가졌어. 우리 남자 아이에게 계약 파기 사유였고 그는 디저트를 먹지도 않았어.”\n헤르미온느는 믿을 수 없다는 듯이 그를 쳐다봤습니다.\n“알았어 좋아, 그는 디저트까지 있었고 초콜릿 케이크 한 조각을 집으로 가져다줬어, 이제 만족해?”\n[redacted_name]은 한숨을 쉬었다. “너네 둘 이제 끝났어? 우리 계획이 있어, 세상에서 가장 끔찍한 마녀 중 한 명을 속여서 그녀의 집 안에 있다는 사실조차 모르는 것을 빼내는 일정을 다시 세우고 싶지 않다면 말이지?”\n헤르미온느는 돌아서서 어깨를 으쓱했지만 [redacted_name]은 순진하게 그의 사촌을 바라보았습니다. “그녀를 탓해. 나는 여기서 의무적인 미래의 약혼자 행세를 하고 있고 그녀가 다른 마법사들에 대해 나에게 말하는 역할이야.” [redacted_name], [redacted_name], 내 생각에 그녀는 나에게 그렇게 헌신적이지 않은 것 같아. 우리가 결혼 생활을 끝낸 후에 내 생각에 그녀가 와서-아야! 알았어…그거 이제 구식이야, 새끼 고양이.”\n“[redacted_name], 진심으로 준비됐어?” 헤르미온느는 그에게 물었습니다. “그 집 안에 있는 사람은 네 어머니야.”\n그는 길 건너편을 바라보며 으르렁거렸다. “내 어머니는 도리아 포터야.” 그는 단호하게 말했습니다. “저 집에 있는 나쁜년은 그저 못생기고 낡은 벽지로 나를 태운 여자야.”\n“그 나쁜년은 모든 것을 잃고 자신의 가문이 망가졌다고 생각하는 저주에 걸린 편집증에 걸린 여자야. [redacted_name], 너에게 이것을 바로잡을 기회가 있어. 네 어머니에 대한 개인적인 원한보다 더 중요한 게 걸려 있어.” 그녀의 차가운 파란 눈이 가늘어지며 [redacted_name]이 말했다. “그리고 내 얼굴은 여전히 그 못생기고 오래된 벽지에 붙어 있어, 고마워.”\n[redacted_name]은 미소를 지었다. “그럼, 오늘밤 내가 성공해서 그녀가 나를 복직시키면, 그녀의 못생긴 얼굴을 태워버리고 너에게 줄게. 그녀가 불타고 있는 자신을 얼마나 좋아하는지 봐.”"
}