{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Website\nDescription This study examines individuals’ personality characteristics, study demands, task strategies and momentary motivations, feelings and behaviours.\nDuration 70 minutes (Part 1)\nResearcher\nPart 1 – Q-sorting task: You will be asked to match statements about workplace fun with the definitions they best match.\nNeed to complete previous part first (Part 2)\nNicole Celestine\n(1.5 Credits total)\nPreparation N/A\nStudy Type\nThis study is based entirely online, which means you can do it anywhere you like as long as you have access to the internet. Participation is carried out in two Phases separated by one week.\n20 minutes (Part 2)\nOne week after completion of Phase 1, you will receive an email inviting you to complete Phase 2. In Phase 2, you will, again, be asked to respond to a series of questions about yourself and your work and studies. Phase 2 is expected to take no more than 20 minutes.\nMulti-Part Online Study\n1 Credits (Part 1)\nEligibility Requirements You must be at least 17 years old to participate.\nPart 2 – Rating task: You will be asked to complete a rating task in which you will indicate the correspondence between a series of statements and definitions on scales.\nPart 2 will become available 168 hours after you complete Part 1.\nPhase 1, has three Parts:\nCredits\n0.5 Credits (Part 2)\nAbstract This is a 90-minute online study (completed in two Phases) that looks at students’ understanding and experiences of fun during university and work tasks. You will receive 1 course credit point (1%) per hour (or part thereof) that you have participated.\nYour Understanding and Experiences of Fun During Task Engagement\nBoth Phases together are expected to take 90 minutes and will be carried out online using the Qualtrics platform.\nYou have already signed up for this study (and received credit or have a pending credit), so you may not sign up for it again.\nPhase 1 as a whole is expected to take no more than 70 minutes.\nThis study is a multi-part online study on another website. To participate, sign up, and then you will be given access to the website to participate in the study. There are 2 parts.\nPart 3 – Fun experiences survey: You will be asked to answer a series of questions about yourself and your work/study life (e.g., your personality, employment, study experiences, task strategies, emotions, and experiences of fun).",
    "trans": "웹사이트\n서술 이 연구는 개인들 성격의 특성들을 조사하고, 요구 사항, 직무 전략들, 순간적인 동기들, 감정, 행동을 연구합니다.\n지속 시간 70분 (1부)\n조사원\n1부- Q 분류 작업: 당신은 직장에서의 즐거움에 관한 구절과 가장 잘 일치하는 정의들을 맞추도록 질문받을 것입니다.\n그 전의 부분을 먼저 완성해야만 합니다. (2부)\n니콜 세레스틴\n(전체 1.5 학점)\n준비사항 해당 없음\n연구 종류\n이 연구는 전적으로 온라인에 기초해 있습니다. 그 의미는 당신이 원하는 곳 어디에서나 인터넷에 접속할 수만있다면 할 수 있다는 것입니다. 참여는 한 주마다 분리된 두 단계로 수행될 것입니다.\n20분 (2부)\n1단계를 완수하고 일주일 후, 당신은 2단계를 완수하라고 초대하는 이메일을 받을 것입니다. 2단계에서는, 당신은, 또다시, 당신 자신과 당신의 직업과 학과에 관하여 묻는 일련의 질문들에 답하도록 요청받을 것입니다. 2부는 20분 이상이 지속되지는 않을 것으로 예상됩니다.\n복수 부분의 온라인 연구\n1 학점 (1부)\n자격 요건 당신이 참여하기 위해서는 적어도 17살 이상이어야 합니다.\n2부 - 평가 과제: 당신은 일렬의 서술문들과 정의 사이에 상응도를 등급으로 나타내는 평가 과제를 완수하도록 요청받을 것입니다.\n2부는 1부를 끝내고 나서 168시간이 주어질 것입니다.\n1부, 세 부분으로 나누어져 있습니다:\n학점\n0.5 학점 (2부)\n개요 이 연구는 90분 동안의 온라인 연구 (두 단계로 완성되는) 이며, 학생들이 대학과 일의 업무를 통하여 즐거웠던 경험과 이해력 정도를 조사합니다. 당신은 참여한 만큼 한 시간당 1학점 포인트 (1%) (또는 그것의 부분)을 받을 것입니다.\n임무수행할 시, 당신이 경험하는 이해력과 재미있는 경험들\n두 단계 모두 합쳐서 90분이 걸릴것을 예상하시고 퀄트릭스 플랫폼을 사용하여 온라인으로 진행될 것입니다.\n당신은 이미 이 연구에 등록하였으며 (그리고 학점을 받았거나 앞으로 학점을 받을 것입니다), 그러므로 다시 신청하지 마십시오.\n1단계 전체는 70분 이상이 걸리지 않을 것으로 예상됩니다.\n이 연구는 다른 웹사이트에서는 다단계 온라인 연구입니다. 참여하기 위해서는, 등록하십시오, 그리고 나면 당신은 연구에 참여할 수 있는 웹사이트로 들어오게 됩니다. 2부분이 있습니다.\n3부 - 재미있는 경험과 관련된 설문 조사: 당신 자신과 당신의 직업/학업 생활(예를 들면, 당신의 성격, 고용, 학업 경험들, 임무 전략들, 감정, 재미있는 경험)에 관한 일련의 질문들에 대답하도록 요청받을 것입니다."
}