{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Avenue fragment where [redacted_name] is located is very small, the smallest of all Avenue fragments, with an irregular shape, and the widest part, the diameter is no more than 500 miles.\nAt this time, black and red blood is flowing on the Avenue fragment, and the smell of blood fills the entire fragment.\n[redacted_name] stepped on the blood and measured the Avenue fragment.\n\"The entity of the Avenue is indeed different.\"\n\"If it is used to refine magic weapons, it is the real blessing of the Avenue, and it is afraid that it will surpass any Avenue realm magic weapon.\"\n\"If the fragments are refined and used to set up an array, it is also a top-level array material.\" \"I am really a bit whimsical to regard the Avenue as a material. . . \"[redacted_name] footsteps suddenly paused, and he thought of a possibility.\nWith his current strength, it is naturally impossible to refine the fragments of the [redacted_name], whether it is to refine it into a magic weapon or into a formation material. It is impossible to do it.\nThat is the essential gap, which cannot be made up.\nEven if he reaches the [redacted_name] realm, it may not be realized.\nBut he thought that once the [redacted_name] is materialized, it can be seen and touched, and the most important thing is that it is broken.\nThen, use this fragment to summon the elemental lich?\n[redacted_name] was stunned by his own thoughts. He could have such an idea. [redacted_name] felt that his imagination had been completely released.\nOnce this idea appeared, it began to grow uncontrollably.\nI have to do it when I think of it. This is [redacted_name] consistent purpose.\nBut before that, [redacted_name] had to do another thing.\nHe came to the body of a bloody rat monster. This double-winged bloody rat monster was already in pieces. It died under the sword of the dragon cavalry, so it was impossible for it to have a complete body.\n[redacted_name] ejected a ball of immortal flame.\nOrigin-level magic: resurrection of the dead.\n[redacted_name] tried to turn the bloody rat monster into a resurrected one. If he succeeded, he could use the bloody rat monster to attack his own people.\nThis method was a bit vicious, but it was most in line with [redacted_name] current situation.\nAnd [redacted_name] also wanted to know what these bloody rat monsters were doing when they gathered on the fragments of the avenue.\nThe flames burned fiercely, and the bloody rat monster's body began to recover, and even the soul began to appear.\n\"There's a chance!\"\nLin Moyu was happy in his heart, bang!\nWith a slight sound, the bloody rat monster that was about to recover suddenly exploded.\nCountless blood sprayed out, and a layer of golden light appeared on [redacted_name] body, blocking all the blood.\n\"Failed! \"\n[redacted_name] said softly, but there was no disappointment in his eyes.\nAfter all, the bloody rat monster came from the blood rat world, not the creature of the origin continent.\nThe soul of the bloody rat monster is in the blood rat world, not in the origin continent.\nIt is normal that his own magic method uses the power of the avenue of the origin continent and is useless to the bloody rat monster.\n[redacted_name] was not disappointed and waved a ball of fire again.\nOrigin-level magic: summon elemental lich!",
    "trans": "[삭제된_이름]이 위치한 대도 조각은 매우 작았으며, 모든 대도 조각 중에서도 가장 작았다, 형태도 불규칙했고, 가장 넓은 부분조차 직경이 500마일을 넘지 않았다.\n이 순간, 대도 조각 위에는 검붉은 피가 흐르고 있었으며, 피비린내가 조각 전체를 가득 채우고 있었다.\n[삭제된_이름]은 피를 밟으며 대도 조각을 가늠했다.\n\"대도의 실체는 확실히 다르군.\"\n\"이걸로 마법 무기를 정련하면, 진정한 대도의 축복을 받을 테니 어떤 대도 영역의 마법 무기보다도 뛰어날 거야.\"\n\"조각을 정련하여 진법을 구성하는 데 사용해도 최상급의 진법 재료가 될 거고.\" \"하지만 대도를 재료로 삼는다는 건 너무 엉뚱한 발상인가...?\" [삭제된_이름]의 발걸음이 갑자기 멈췄다. 그리고 한 가지 가능성이 떠올랐다.\n현재 자신의 힘으로는 이 [삭제된_이름]의 조각을 정련할 수 없었다, 마법 무기로 만들든, 진법 재료로 쓰든. 지금의 능력으로는 불가능했다.\n그것은 본질적인 격차였고, 단순하게 메울 수 있는 차원이 아니었다.\n심지어 자신이 [삭제된_이름] 경지에 도달한다 해도 실현할 수 있을지 장담할 수 없었다.\n그러나 생각해보니, [삭제된_이름]이 일단 물질화되면 볼 수도 있고, 만질 수도 있으며, 가장 중요한 점은'깨져 있다는 것이었다.\n그렇다면 이 조각을 이용해 정령 리치를 소환할 수 있지 않을까?\n[삭제된_이름]은 자신의 발상에 스스로 놀랐다.이런 생각을 하다니. [삭제된_이름]은 자신의 상상력이 완전히 해방된 것 같은 느낌이 들었다.\n그리고 한 번 떠오른 이 생각은 걷잡을 수 없이 커져 갔다.\n생각이 나면 반드시 실행해야 한다. 이것이 [삭제된_이름]의 일관된 신념이었다.\n하지만 [삭제된_이름]은 그 전에 해야 할 일이 하나 더 있었다.\n그는 피투성이 쥐 괴물의 시체로 다가갔다. 이 쌍날개 피투성이 쥐 괴물은 이미 산산조각이 나 있었다. 용기병의 검 아래에서 죽었기 때문에 온전한 몸을 가질 수 없었다.\n[삭제된_이름]은 불멸의 불꽃 덩어리를 내뿜었다.\n원천급 마법: 망자의 부활.\n[삭제된_이름]은 피투성이 쥐 괴물을 부활한 자로 변환하기 위해 시도했다. 만약 성공한다면, 이 괴물을 이용해 자신의 사람들을 공격할 수 있을 것이다.\n이 방법은 다소 잔인했지만, [삭제된_이름]의 현재 상황에 가장 부합하는 방법이었다.\n그리고 [삭제된_이름]은 또한 이 피투성이 쥐 괴물들이 대도의 조각에 모였을 때 무엇을 하고 있었는지도 알고 싶어 했다.\n불꽃이 거세게 타오르자, 피투성이 쥐 괴물의 몸은 서서히 회복되기 시작했고, 심지어 혼까지 나타나기 시작했다.\n\"기회가 있어!\"\n린 모위는 마음속으로 기뻐하며, 팡!\n약간의 소리와 함께, 회복 직전이던 피투성이 쥐 괴물이 갑자기 폭발했다.\n수많은 피가 튀어 나오고, [삭제된_이름]의 몸 위에 황금빛 광채가 나타나 모든 피를 차단했다.\n\"실패했다!\"\n[삭제된_이름]은 조용히 말했다. 그러나 그의 눈에는 실망의 기색이 없었다.\n어차피 피투성이 쥐 괴물은 원래 대륙의 생물이 아니라 피 쥐 세계에서 온 존재였기 때문이다.\n피투성이 쥐 괴물의 혼은 원래 대륙이 아닌 피 쥐 세계에 속한다.\n그의 마법 방식이 원래 대륙의 대도 힘을 사용하고 피투성이 쥐 괴물에게는 쓸모없다는 것은 당연한 일이다.\n[삭제된_이름]은 실망하지 않고 다시 한 덩어리의 불꽃을 내뿜었다.\n원천급 마법: 정령 리치 소환!"
}