{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Y Afterschool Parent,\nThis is a quick reminder to sign up for All Day Out care on Friday, November 1st. Georgetown ISD has no school that day due to a staff development day, and we’re offering a full day of fun activities for your child, including arts and crafts, team building, outdoor games, science projects, and more!\nImportant Info:\nCost: If your child is enrolled in Afterschool care on Fridays (M/W/F or full-time), All Day Out is already included. If they attend T/Th, you can sign up for an extra fee.\nUse code ALLDAYOUT24 if your child is enrolled on Mondays to waive the fee.\nRegistration Deadline: Please sign up by October 29th.\nHow to Register: All registration will be completed online. Please follow the link provided to register.\nConfirmation: Please be sure to keep your confirmation email/receipt as proof of registration.\nAll Day Out Locations:\nMcCoy Elementary: 401 Bellaire Dr, Georgetown, TX 78628\nPurl Elementary: 1953 Maple St, Georgetown, TX 78626\n**See maps below for drop-off and pick-up locations**\nYou must select one of the locations above and complete registration online.\nDrop-off/Pick-up: Please text the respective number when dropping off and picking up. Make sure to bring your photo ID for pick-up.\nMcCoy: 254.276.3944",
    "trans": "YMCA 방과 후 돌봄 학교 학부모님께,\n11월 1일 금요일 종일 돌봄 프로그램을 서둘러 신청해주시기 바랍니다. 조지타운 교육구 교직원 연수로 인해 해당 날짜에는 방과 후 학교가 운영되지 않습니다. 이에 따라 자녀분들에게 미술 공예, 팀 활동, 야외 게임, 과학 프로젝트 등 다채로운 활동으로 가득한 종일 돌봄 서비스를 제공합니다!\n중요 안내 사항:\n비용: 금요일 방과 후 돌봄(월/수/금 또는 전일제)에 등록된 자녀의 경우, 종일 돌봄 서비스가 자동로 포함됩니다. 화/목 방과 후 돌봄을 신청하는 경우, 추가 요금이 발생합니다.\n월요일 돌봄을 신청한 자녀의 경우 ALLDAYOUT24 코드를 입력해 요금을 면제받을 수 있습니다.\n신청 마감일: 10월 29까지 등록해 주시기를 바랍니다.\n신청 방법: 모든 신청은 온라인으로 진행됩니다. 제공된 링크를 통해 등록해 주세요.\n신청 확인: 신청 확인 이메일/영수증을 반드시 보관해 주세요.\n종일 돌봄 장소:\n맥코이 엘레멘타리 스쿨: 78628, 텍사스 주 조지타운 벨레어 드라이브 401번지\n펄 엘레멘타리 스쿨: 78626, 텍사스 주 조지타운 메이플 스트리트 1953번지\n**등하교 위치는 아래 지도를 참고해주세요**\n반드시 위 장소 중 하나를 선택하여 온라인 신청을 완료해야 합니다.\n등하교 안내: 등하교 시 해당 번호로 문자 메시지를 보내주시기 바랍니다. 하교 시에는 반드시 사진이 부착된 신분증을 지참해 주세요.\n맥코이 초등학교: 254.276.3944"
}