{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I put these criticisms to Longo. He thinks the desperation of sick patients justifies a more gonzo approach to possible treatments. “If you are at stage 4 of cancer, and the oncologist has no more valid solutions, he should say, ‘Try this because there are a lot of studies on animals and some clinical studies.’ But this doesn’t happen,” Longo complained. “Instead, the oncologic community says ‘no, you have to wait, you have to die, and maybe in ten years you’ll be able to use it.’” (In fact, in some cases of end-stage cancer, oncologists can be more flexible in their advice.) Longo’s goal, ultimately, is “to make everybody reach 110 years, not only those who are born predisposed to get there.” (He himself fasts, using ProLon boxes, a couple of times a year; otherwise, he follows his “longevity diet” religiously.) Longo’s professional bullishness is reminiscent of his idol, Elon Musk, whose “disruptiveness” he admires. According to Longo, without Tesla, Musk’s company, making electric cars en masse, these vehicles would have never gone mainstream. Longo thinks that L-Nutra is like Tesla: a brand that can bring fasting to the masses. The company’s website asserts that it is at the forefront of a “nutritech revolution”, vocabulary that is seemingly drawn from Silicon Valley. Yet Longo claims that he is not interested in replicating the desperate attempts by the super-rich to prolong human lifespans (like those of Bryan Johnson, a multi-millionaire entrepreneur, who made headlines last year for disclosing that he took blood plasma from his 17-year-old son in hopes of extending his own life – all part of the marketing for his longevity product). As Longo put it, he does not want to come up with another “biohacking strategy that may fall apart tomorrow”.",
    "trans": "나는 이러한 비판을 롱고에게 했다. 그는 아픈 환자들의 절박함이 가능한 치료법에 대해 더욱 독단적인 접근을 정당화 한다고 생각한다. “만약 당신이 4기 암에 걸렸고, 종양학자에게 더이상 유효한 해결책이 없다면, 그는 ‘동물에 대한 더 많은 연구와 일부 임상 연구가 있으니 이것을 시도해보세요.‘ 라고 말해야 합니다. 그런데 이런 일은 일어나지 않죠.“ 라고 롱고가 불평했다. “대신, 종양학 커뮤니티는 ‘아니요, 기다려야 합니다, 사망할 수 밖에 없어요, 그리고 아마도 십년 후에 그걸 사용할 수 있을거에요.‘ 라고 말하죠.“ (사실, 일부 말기암의 경우, 종양학자들이 조언에 있어서 좀 더 유연할 수 있다.) 롱고의 목표는, 궁극적으로, “110세에 도달하게끔 태어난 사람들 뿐만 아니라, 모든 사람이 110에 도달하도록 하는것“ 이다. (그는 스스로 프로론 박스를 사용해 일 년에 몇번 단식하며, 그 외에는 그의 ‘장수 다이어트‘를 엄격하게 따른다.) 롱고의 전문성에서의 낙관주의는 그의 우상인 일론 머스크의 “파괴성“을 연상시킨다. 롱고에 따르면, 머스크의 회사인, 전기차를 대량 생산하는 테슬라가 없이는, 전기차는 결코 주류가 되지 않았을 것이다. 롱고는 엘-뉴트라가 테슬라와 같다고 생각한다: 단식을 대중에게 가져올 수 있는 브랜드. 회사의 웹사이트는 그들이 “뉴트리테크 혁명“의 최 전선에 있다고 주장하며, 이는 실리콘 밸리에서 가져온 어휘처럼 보인다. 그러나 롱고는 초부유층이 인간 수명을 연장하려는 필사적인 시도(예를 들어, 지난해 자신의 수명을 늘리기 위해 17세 아들의 혈장을 받았다고 공개하여 화제를 모은 억만장자 기업가 브라이언 존슨과 같은데, 이 모든 것ㄷ은 그의 장수 제품을 위한 마케팅의 일환이었다)를 모방하는 데에는 관심이 없다고 주장한다. 롱고의 표현에 따르면, 그는 또다른 “내일 무너질 수도 있는 바이오해킹 전략“을 만들고 싶어하지 않아한다."
}