{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Dodger Stadium. An important part of Los Angeles with a past people seem to ignore. A 56,000 seat stadium and a roaring crowd yelling chants that fill the Los Angeles air. Fans show their Dodger pride, the infamous dodger dog in one hand, beer in another. You feel the crowd’s energy from your seat. Feeling excited, amazed, as you watch the players on the field. During the seventh inning, you sing “Take Me Out to the Ball Game” with 50,000 other fans in attendance. I don’t know how to explain it but this moment feels intimate, it feels like a community is brought together. In that same place about 7 decades ago, there was a community. A Mexican American community that housed families with similar backgrounds. Here, they were a family, they supported one another in a city where they were not welcome. This close-knit community was a threat to Los Angeles, they did not want independent Mexican families occupying such a large amount of space. So LA leaders did what they do best, they used their power and privilege over the minority to rid these families of their homes and community. In a stadium where we now feel ecstatic watching our favorite baseball team, families who resided here in the 1950s were distraught and afraid. Their homes were to be destroyed and their community separated.",
    "trans": "다저 스타디움. 로스앤젤레스의 중요한 일부이지만, 사람들은 그 과거를 외면하는 듯하다. 56,000석 규모의 경기장, 그리고 로스앤젤레스의 공기를 가득 채우는 함성을 외치는 열광적인 군중. 팬들은 한 손에는 악명 높은 다저 도그, 다른 손에는 맥주를 들고 다저스에 대한 자부심을 드러낸다. 좌석에 앉아 군중의 에너지를 온몸으로 느낀다. 경기장을 바라보며 흥분과 경이로움을 느낀다. 7회 초가 되면, 50,000명의 팬들과 함께 \"Take Me Out to the Ball Game\"을 부른다. 어떻게 설명해야 할지 모르겠지만, 이 순간은 특별하다. 마치 하나의 공동체가 만들어지는 느낌이다. 그러나 약 70년 전, 바로 이곳에도 하나의 공동체가 있었다. 멕시코계 미국인들이 모여 사는 동네였다. 이곳에서 그들은 하나의 가족이었고, 서로를 의지하며 자신들을 환영하지 않는 도시 속에서 버텨나갔다. 그러나 이 끈끈한 공동체는 로스앤젤레스에 위협적인 존재로 여겨졌다. 시 당국은 독립적인 멕시코계 가족들이 이렇게 넓은 공간을 차지하는 것을 원하지 않았다. 그래서 LA 지도자들은 그들이 가장 잘하는 일을 했다. 소수자들에 대한 권력과 특권을 이용해 이 가족들을 내쫓고, 그들의 집과 공동체를 파괴했다. 지금은 우리가 가장 좋아하는 야구팀을 보며 열광하는 이 경기장에서, 1950년대에 이곳에 살던 가족들은 절망과 두려움에 휩싸였다. 그들의 집은 철거될 운명이었고, 공동체는 뿔뿔이 흩어지게 되었다."
}