{
    "source": "en_US",
    "target": "ko_KR",
    "text": "An agile approach\nWillemse says that taking an agile approach has been key to enabling the transformation. The team used the SAFe (scaled agile framework) method – a set of workflow practices that guide organisations in scaling lean and agile practices.\n‘You start with an operating rhythm and every two weeks after every sprint you ask: How did that feel? What did we learn? What would we do differently next time? And so you change as you go. Empowering the team really works because then everybody feels like they're owning it and there's no: “Oh, we have to go to HR to go and do this thing.” Everybody is an equal partner and a team working together,’ she says.\nThey used scrums to develop ideas, such as a seamless workplace experience, which was shown as important. This involved a core team of people, including property, colleague platforms and business representatives. ‘We started with the top ten considerations – what we would need to do to make the workplace seamless – and we've ended up with diagnostics across the group about what kit is needed and what our proposition for the future workplace experience would be,’ says Willemse. ‘Now we're delivering against those considerations. So it's iterations over time that have led us to where we are today.’",
    "trans": "신속한 접근\n윌렘즈는 신속한 접근을 하는 것이 혁신을 가능하게 하는 데 핵심이었다고 말한다. 이 팀은 SAFe(확장된 신속 체제) 방법을 사용했다 – 조직이 린 및 신속한 관행을 확장하도록 안내하는 일련의 작업 속도 관행.\n'당신은 운영 변화로 시작하고 2주마다 전력 질주를 마친 후 이렇게 묻는다: 어떻게 느꼈는가? 우리는 무엇을 배웠나? 다음에 무엇을 다르게 할 것인가? 그리고 당신은 나아가면서 변화한다. 팀에 권한을 부여하는 것이 실제로 효과가 있다. 모든 사람이 자신이 소유한 것처럼 느끼고 \"아, 이 일을 하려면 인사부에 가야 해\"라고 생각할 필요가 없기 때문이다. 모든 사람이 동등한 파트너이고 함께 일하는 팀이다.' 그녀는 말한다.\n그들은 스크럼을 사용하여 원활한 직장 경험과 같은 개념들을 개발했으며, 이는 중요한 것으로 나타났다. 여기에는 자산, 동료 연단 및 비즈니스 담당자를 포함한 핵심 팀이 참여했다. '우리는 10가지 고려 사항부터 시작했다 - 직장을 매끄럽게 만들기 위해 무엇을 해야 할 것인가 - 그리고 우리는 그룹 전체에서 어떤 세트가 필요한지, 미래의 직장 경험에 대한 우리의 제안이 무엇인지에 대한 진단을 내렸다.' 윌렘즈가 말했다. '이제 우리는 그 고려 사항에 따라 제공하고 있다. 그래서 오늘날의 위치에 우리를 이끈 것은 시간이 지남에 따른 반복이다.'"
}