{
    "source": "en_US",
    "target": "ko_KR",
    "text": "てくれませんか？\n'No, my friend, he answered.' You will go down. I'm too busy.\nGo to Farnham on Monday. Arrive early, hide near the road and watch. Then ask about Charlington House. Who lives there?'\nMiss Smith always took the 9.50 train from London to Farnham.\nI went on an earlier train and quickly found the road from the station to Chiltern House.\nI hid and waited. Then I saw a man on a bicycle. He wore a dark coat and trousers and he had a beard. It was him! I watched him carefully. He carried his bicycle into the trees.\nFifteen minutes later, Miss Smith arrived on her bicycle. The man with the beard came out from the trees and went after her.\nShe looked back and saw him. She went slowly. He also went slowly. She stopped. He stopped. He was always about two hundred metres behind her. Suddenly, she turned her bicycle and went after him. But he was too quick for her. She turned back and went up the road again, to Chiltern House.\nI waited. The man came slowly back on his bicycle and then went into the tall trees between the road and Charlington House.\nI ran across the road. I could see the house, but not the man.\nIn Farnham, I asked questions about Charlington House and learned the name of a London estate agency. On my way home, I went to the estate agency.\n'An old man, Mr Williamson, is staying there for the summer, a man told me. 'I can't tell you anything about him.' That evening, Holmes listened to my story. He wasn't happy.\n'Why did you hide in the park, Watson?' he said. 'You couldn't see the man from there. The man doesn't want Miss Smith to see his face. So I think she knows him. And then you didn't see his face. We also want to know his name, of course. So what did you do next, Watson? You went to a London estate agency!'' What was wrong with that?' I asked.\nWhy didn't you go to a bar in Charlington? The people of Charlington can tell you all about this man Williamson. The name tells me nothing. He's an old man, so he can't be the man on the bicycle. The man on the bicycle moves quickly when he wants to. Oh, don't look so sad, my friend. Perhaps I will ask some people questions.'\nThe next morning, we had a note from Miss Smith. It ended:\nI cannot stay here, Mr Holmes. Yesterday, Mr Carruthers asked me to marry him. Of course, I cannot do that: I am going to marry my Cyril. It is now very difficult for me at Chiltern House.\n'This gets more and more interesting, Watson, my friend said.\n'T'll go down this afternoon?\nWhen he arrived back at Baker Street late that evening, he told me his story.\n'I found a hotel and talked to some of the people in the bar, he said.\n\"Could they tell you anything?' I asked\n'Of course, Holmes said. 'One: Williamson is an old man with a white beard. Two: he was a vicar, but not now. Three: there are usually visitors to Charlington House on Saturdays and Sundays. Four: Mr Woodley is one of them? Holmes smiled at me. 'I got these answers easily, Watson. But who came in from the next room of the hotel bar at that minute? Woodley. \"Why are you interested in me?\" he asked. \"Who are you? What do you want?\" Then he hit me! There was a short fight - and I won! Mr Woodley went home in a horse and trap! Me? I'm fine, Watson?\nThe next letter from Miss Smith came on Thursday:\nI am leaving my job with Mr Carruthers. On Saturday I will come up to London and I will not go back to Chiltern House.\n'Who are you? What do you want?'\nMr Carruthers has a trap now, so the road to the station is not dangerous for me. But I cannot stay.\nMr Woodley came again. I did not meet him, but I saw him through a window. He has a big cut on his face - an accident, perhaps. He had a long talk with Mr Carruthers. Mr Carruthers was very excited after Mr Woodley left. Woodley did not sleep here, but I saw him again this morning in the garden. I am afraid of this man, but all will be well after Saturday.\n'I hope she's right, Watson, Holmes said. 'The two of us will go down on Saturday.\nHolmes took his gun when we left on Saturday morning. It was a sunny day, a good day for a visit to the country. Holmes and I walked down the road and listened to the birds. We could see Charlington House.\n'Look!' I cried. 'There's a horse and trap on the road.'\n'Is that her trap?' Holmes said. 'Then she's going to catch an earlier train. She'll be past Charlington before we can meet her!' Holmes began to run. He was a hundred metres away from me when he stopped. At the same time, I saw the horse and trap again. But now there was nobody in it.\n'Stop the horse, Watson!' Holmes shouted. 'Oh, we're too late!' I stopped the horse and we jumped into the trap. Holmes turned it round and we went back down the road.\n\"There! That's the man!' I shouted.\nA man on a bicycle came up the road. It was the man with the beard. He looked up and saw us.\n'Stop!' he shouted, and jumped from his bicycle. 'Where did you get that trap?'\nHe took a gun from his coat.\nHolmes jumped down from the trap. *Where is Miss Violet Smith?' he asked quickly.\n'That's my question!' the man said. 'You're in her trap?' We met the trap on the road, Holmes said. 'There was nobody in it.'\n'Oh, no!' said the man. 'They've got her! Woodley and that vicar man. Are you her friends?'\n'Yes!' I said.\n'Then come with me!' he said.\nHe ran into the trees, and Holmes and I went after him.\n'Wait!' Holmes said suddenly. 'Who is this?' There was a young man on the ground.\n\"That's Peter, said the man with the beard. 'He drives Mr\nCarruthers's trap.'\nPeter began to move and open his eyes.\n'He'll be all right. He can come after us in a minute, said the man with the beard. 'Let's go!'\nWe ran through the trees. We stopped when we got to the garden outside the house. Suddenly, we heard a loud cry from a woman.\n'This way! This way!' shouted the man with the beard.\nWe ran across the garden into open ground. There, under a tall tree, stood three people. One was Miss Violet Smith with her hands over her face. Opposite her stood a heavy man with a red face. It was Mr Woodley, and he was excited about something.\nBetween them stood a short old man with a grey beard, in the clothes of a vicar. He turned and smiled at Mr Woodley.\n'And now you are husband and wife, he said.\n'Quickly!' said our friend with the black beard.\nHe ran to the tall tree. Holmes and I went after him. Mr Williamson - the man in the vicar's clothes - saw us and smiled.\nMr Woodley laughed when he saw the man with the beard.\n'You can take off your beard, Bob,' he said. 'I know it's you. Say hello to my new wife!' Our friend pulled off his black beard and threw it on the ground. He put his hand inside his coat. Then he showed Mr Woodley his gun.\n'Yes, he said.' I am Bob Carruthers.'\n'You're too late, Mr Woodley said. 'She's my wife.\n'And you are dead!' Mr Carruthers said.\nA loud noise came from his gun. Mr Woodley fell to the ground and didn't move.\nMr Williamson started to take a gun from his coat, but Holmes was too quick for him.\n'Stop!' he said, with his gun in his hand. 'Watson, take his gun.\nPut it to his head. Thank you. Carruthers, give me your gun, too?\n'Who are you?' Mr Carruthers said.\n'My name is Sherlock Holmes' Holmes turned and saw Peter.\n'And now we'll send for the police. Peter, take this note to the police station in Farnham, he said. He wrote a short note.\nWilliamson and Carruthers, carry Woodley into the house?\nSome minutes later, Holmes, Mr Williamson and Mr Carruthers were in the sitting room of the house. Miss Smith sat quietly in a bedroom. Mr Woodley was on a bed in one of the other bedrooms.\nI left him and came down to the sitting room.\n'He'll live,' I told them.\n'What!' Mr Carruthers shouted. 'Then let's go and kill him!\nThat lovely young woman can't be his wife!'\n'She isn't his wife, Holmes said. 'Mr Williamson isn't really a vicar.'\n'But -' began Mr Williamson.\n'No, you're not!' Holmes said. 'I know about you. You were a vicar, but you lost your job? He turned to Mr Carruthers. 'And you, Carruthers - next time, leave your gun in your coat!'\n'I'm sorry, Mr Holmes, Mr Carruthers said. 'I wanted to help Miss Smith because - because I love her. I always went after her on my bicycle because I wanted to stop these men. She knew my face, so I wore a beard. I didn't want her to be afraid of me. He put his hand inside his coat. I didn't want her to leave Chiltern House.'\n'But you didn't tell her about Woodley and Williamson, or about the plan, Holmes said. 'Why?'\n'I wanted her to stay at the house with me, Mr Carruthers answered. 'She didn't love me, but I loved her. Then the note arrived.\n'What note?' Holmes asked.\n'A very short note, Mr Carruthers said. He took it from his coat and read it: 'The old man is dead.\n'So he wasn't dead when you left South Africa, Holmes said.\n'Ah, now I understand.'\n'You do?' Mr Carruthers said.\n'Yes. The three of you came from South Africa. You, Williamson and Woodley?\n'No!' Mr Williamson said. 'I was never in South Africa. I met the two of them here?\n'That's right, Mr Carruthers said\n'All right, Holmes said. \"You and Woodley knew Ralph Smith in South Africa. He said, \"After I die, my money will go to Miss Smith.\" It was a lot of money and you wanted it. So you came to England and looked for her. You had a plan. You wanted her to marry one of you. Then that man had to give half of her money to the other man. Why was Woodley the husband?'\n'We played a game of cards, Mr Carruthers said sadly.\n\"Woodley won the game?",
    "trans": "てくれませんか？\n'아니, 친구여, 그가 대답했다.' 너는 내려갈거야. 나는 너무 바빠.\n월요일에 파넘으로 가라. 일찍 도착해서, 도로 근처에 숨어서 지켜봐. 그리고서 찰링턴 하우스에 대해 물어봐. 누가 그 곳에 살아?\n스미스 양은 항상 런던에서 파넘으로 가는 9시 50분 열차를 탔다.\n나는 더 이른 기차를 타고 먼저 도착해, 역에서 칠턴 하우스로가는 길을 찾았다.\n나는 숨어서 기다렸다. 그 때 한 남자가 자전거를 타고 지나가는 것을 보았다. 그는 어두운 색 코트와 바지를 입고 있었고, 수염이 있었다. 그였다! 나는 그를 조심스럽게 지켜봤다. 그는 자전거를 나무들 사이로 가져갔다.\n15분 후, 스미스 양이 자전거를 타고 도착했다. 수염난 남자가 나무에서 나와 그녀를 따라갔다.\n그녀는 뒤를 돌아보았고 그를 보았다. 그녀는 속도를 늦췄다. 그도 속도를 늦췄다. 그녀가 멈췄다. 그도 멈췄다. 그는 항상 약 200미터 거리에서 그녀를 뒤따랐다. 갑자기 그녀는 자전거를 돌려 그 남자를 쫓아갔다. 하지만 그는 그녀에 비해 너무 빨랐다. 그녀는 다시 방향을 틀어 원래의 길로 돌아가 칠턴 하우스로 향했다.\n나는 기다렸다. 그 남자는 다시 천천히 자전거를 타고 돌아와, 찰링턴 하우스와 도로 사이의 키 큰 나무들 속으로 들어갔다.\n나는 도로를 가로질러 뛰었다. 나는 집을 볼 수 있었지만, 그 남자는 보이지 않았다.\n파넘에서, 나는 사람들에게 찰링턴 하우스에 대해 물어보고 다녔고 런던의 한 부동산 회사를 알게 되었다. 집으로 돌아가는 길에, 그 부동산 회사에 들렸다.\n'윌리엄스 씨라는 늙은 노인이 올여름 동안 머무르고 있습니다. 그 남자가 말했다. '그에 대해서 더 알려드릴 수 없습니다.' 그날 저녁, 홈즈는 내 이야기를 들었다. 그는 기분이 별로였다.\n'왜 공원에 숨어있었지, 왓슨?' 그가 말했다. '거기서는 그 남자를 볼 수 없었잖아. 그 남자는 스미스 양이 자신의 얼굴을 보지 못하게 하고 싶어해. 내 생각엔 그녀가 그를 알고 있다는 거지. 그런데 너는 그의 얼굴을 보지도 못했군. 우리는 그의 이름도 알고 싶어, 물론. 그런데 너가 한 일은 뭐였지, 왓슨? 런던의 부동산 회사에 갔었지!\"그게 뭐가 잘못됐지?\" 내가 물었다.\n왜 찰린턴의 바로 가지 않았지? 찰링턴의 사람들이라면 윌리엄슨이라는 남자에 대해 다 알고 있었을 텐데. 이름만으로는 아무것도 알 수 없어. 그는 노인이야, 그러니 자전거를 탄 남자는 아닐거야. 그 자전거를 탄 남자는 필요하다면 아주 빠르게 움직이잖아. 오, 그렇게 슬퍼 보이지마, 친구여. 아마 내가 대신 사람들에게 몇가지 질문을 해 볼 수도 있지.'\n다음 날 아침, 스미스 양에게서 편지가 왔다. 그 편지는 이렇게 끝났다:\n여기에 더 이상 머물 수 없습니다, 홈즈씨. 어제, 캐러더스 씨가 제게 청혼했습니다. 물론, 저는 그렇게 할 수 없습니다: 저는 제 사랑하는 시릴과 결혼할 거예요. 이제 칠턴 하우스에서 있는 것이 매우 어려워졌습니다.\n'점점 더 흥미로워지는 군, 왓슨, 내 친구가 말했다.\n'오늘 오후에 내려가볼까?\n그날 저녁 베이커 스트리트로 돌아온, 그는 내게 이야기를 들려주었다.\n'나는 호텔을 찾아갔고 바에서 몇몇 사람들과 이야기를 나눴어, 그가 말했다.\n\"그들이 무슨 정보를 주었나?' 내가 물었다\n'물론이지, 홈즈가 말했다. '첫째: 윌리엄슨은 흰 수염을 기른 노인이다. 둘째: 그는 과거에 성직자였지만, 지금은 아니다. 셋째: 찰링턴 하우스에는 보통 토요일이나 일요일에 방문객들이 온다. 넷째: 우들리가 그들 중 한 명이다? 홈즈는 내게 미소를 지었다. '이 정보들은 아주 쉽게 얻었어, 왓슨. 그런데 그 순간 호텔 바의 옆방에서 누가 들어왔는지 알아? 우들리. \"왜 나한테 관심을 가지는 거지?\" 그가 물었다. \"너 누구야? 원하는 게 뭐야?\"그리고서 그가 나를 때렸어! 짧은 싸움이 벌어졌고 - 내가 이겼어! 우들리는 마차를 타고 집으로 돌아갔어! 나? 괜찮아, 왓슨?\n스미스 양으로부터 다음 편지는 목요일에 왔다:\n저는 캐러더스 씨와의 일을 그만두고 떠나려고 합니다. 토요일 런던으로 올라가며 다시는 칠턴 하우스로 돌아가지 않을 겁니다.\n'누구야? 원하는 게 뭐야?'\n캐러더스가 이제 마차를 가지고 있어서, 역으로 가는 길이 더 이상 위험하지 않습니다. 그러나 저는 여기에 머물 수 없어요.\n우들리 씨가 다시 찾아왔습니다. 저는 그를 직접 만나지 않았지만, 창문 너머로 그를 보았습니다. 그의 얼굴에는 큰 상처가 있었습니다 - 아마도 사고 때문이겠지요. 그는 캐러더스 씨와 오랜 대화를 나누었고, 우들리가 떠난 후 캐러더스 씨는 매우 흥분해 있었습니다. 우들리는 여기서 자지 않았습니다, 그러나 오늘 아침 정원에서 그를 다시 보았어요. 저는 이 남자가 두렵습니다, 하지만 토요일이 지나면 모든 게 잘 해결될 거에요.\n'나는 그녀가 옳기를 바라, 왓슨, 홈즈가 말했다. '우리 둘은 토요일에 내려가야 해.\n홈즈는 토요일 아침 우리가 출발 할 때 총을 챙겼다. 날씨는 화창했고, 시골을 방문하기에 더없이 좋은 날씨였다. 홈즈와 나는 길을 따라 걸으며 새소리를 들었다. 찰링턴 하우스를 볼 수 있었다.\n'저기 봐!' 내가 외쳤다. '도로 위에 마차가 있어!'\n'그녀의 마차인가?' 홈즈가 말했다. '그렇다면 그녀는 더 이른 기차를 타려는 거야. 우리가 도착하기 전에 찰링텅을 지나칠 거야!' 홈즈가 뛰기 시작했다. 그는 백 미터쯤 달린 후 멈췄다. 동시에, 나는 다시 마차를 보았다. 그러나 이번에는 아무도 타고 있지 않았다.\n'말을 멈춰, 왓슨!' 홈즈가 외쳤다. '아, 우리가 너무 늦었어!' 나는 급히 말을 멈추게 하고 우리는 마차에 뛰어올랐다. 홈즈는 마차를 돌려 다시 길을 따라 달렸다.\n\"저기! 저 남자야' 내가 외쳤다.\n길 위로 한 남자가 자전거를 타고 다가왔다. 수염 난 그 남자였다. 그는 고개를 들어 우리를 보았다.\n'멈춰!' 그가 외치며 자전거에서 뛰어내렸다. '그 마차는 어디서 구했지?'\n그는 코트 안으로 손을 넣어 총을 꺼냈다.\n홈즈는 마차에서 뛰어내렸다. *바이올렛 스미스양은 어디에 있지? 그가 재빨리 물었다.\n'내가 하고 싶은 질문이야!' 그 남자가 말했다. '너희가 그녀의 마차에 타고 있어?' 우리는 길에서 이 마차를 발견했소, 홈즈가 말했다. '그 안에는 아무도 없었소.'\n'오, 안돼!' 그 남자가 말했다. '그녀를 납치했어! 우들리와 그 목사 말이야. 너희는 그녀의 친구인가?'\n'그렇소!' 내가 말했다.\n'그럼 나를 따라와!' 그가 말했다.\n그는 나무들 사이로 뛰어갔고, 홈즈와 나는 그의 뒤를 따랐다.\n'잠깐!' 홈즈가 갑자기 말했다. '이 사람은 누구야?' 땅에 젊은 남자가 있었다.\n\"그는 피터야, 수염 난 남자가 말했다. '그는 운전해\n캐러더스의 마차\n피터는 몸을 조금씩 움직이며 눈을 떴다.\n'그는 괜찮을 거야. 잠시 후 따라올 수 있을 거야, 수염난 남자가 말했다. '서둘러!'\n우리는 나무를 가로질러 뛰었다. 집 밖의 정원에 도착하자 발길을 멈췄다. 갑자기, 여자의 날카로운 비명이 들렸다.\n'이쪽이야! 이쪽이야!' 수염 난 남자가 소리쳤다.\n우리는 정원을 가로질러 넓은 공터로 뛰어나갔다. 그곳엔, 키 큰 나무 아래엔, 세 사람이 서있었다. 한 명은 두 손으로 얼굴을 감싸 쥔 바이올렛 스미스 양이었다. 그녀의 맞은 편에는 붉은 얼굴의 건장한 남자가 서 있었다. 우들리였다, 그는 뭔가에 흥분한 듯 보였다.\n그들 사이에는 회색 수염이 난 키 작은 노인이 서 있었고, 그는 성직자 옷을 입고 있었다. 노인은 우들리를 향해 돌아서며 미소를 지었다.\n'이제 너희는 부부가 되었네, 그가 말했다.\n'서둘러!' 검은 수염의 우리의 친구가 외쳤다.\n그는 키 큰 나무를 향해 달렸다. 홈즈와 나는 그의 뒤를 따랐다. 윌리엄슨 씨 - 성직자의 옷을 입은 - 가 우리를 보며 미소를 지었다.\n우들리는 검은 수염을 한 남자를 보자 웃음을 터뜨렸다.\n'수염을 벗어도 돼, 밥,' 그가 말했다. '네가 누구인지 알고 있어. 내 새 아내에게 인사하지 그래!' 우리의 친구는 검은 수염을 힘껏 벗어내고 땅에 내던겼다. 그는 코트 안으로 손을 넣었다. 그리고 우들리에게 총을 겨누었다.\n'그래, 그가 말했다.' 나는 밥 캐러더스다.'\n'너는 너무 늦었어, 우들리가 말했다. '그녀는 내 부인이야.\n'그리고 너는 죽은 목숨이다!' 캐러더스 씨가 말했다.\n그의 총에서 큰 총성이 났다. 우들리는 바닥에 쓰러져 미동도 하지 않았다.\n윌리엄슨 씨가 코트에서 총을 꺼내려고 했지만, 홈즈가 더 빨랐다.\n'멈춰!' 그가 총을 겨누며 말했다. '왓슨, 그의 총을 가져가.\n그의 머리에 총을 겨누었다. 고마워. 캐러더스, 너의 총도 넘겨줄래?\n'넌 누구지?' 캐러더스 씨가 말했다.\n'내 이름은 셜록 홈즈' 홈즈는 몸을 돌려 피터를 바라보며 말했다.\n'이제 경찰을 부르자. 피터, 이 쪽지를 가져가 파넘 경찰서에 전해라, 그가 말했다. 그는 짧은 메모를 적었다.\n윌리엄슨 그리고 캐러더스, 우들리를 집안으로 옮겨줄래?\n몇 분 후, 홈즈, 윌리엄슨과 캐러더스는 집의 거실에 앉아 있었다. 스미스 양은 조용히 침실에 있었다. 우들리는 다른 침실의 침대에 누워 있었다.\n나는 그를 두고 거실로 내려왔다.\n'그는 살았어,' 내가 그들에게 말했다.\n'뭐라고!' 캐러더스가 소리쳤다. '그럼 가서 그를 죽여야겠군!\n저 아름다운 아가씨가 그의 아내일 리 없어!\"\n'그녀는 그의 부인이 아닙니다, 홈즈가 말했다. '윌리엄슨은 진짜 성직자가 아니고.'\n'그치만 -' 윌리엄슨이 시작했다.\n'아냐, 너는 아니야!' 홈즈가 말했다. '나는 너를 알고 있지. 넌 한 때 성직자였지만, 직위를 잃었지? 그가 캐러더스를 향해 돌아섰다. '그리고 당신, 캐러더스 - 다음부턴, 총은 코트에 넣어둬!'\n'죄송합니다, 홈즈 씨, 캐러더스가 말했다. '나는 스미스 양을 돕고 싶었어요 - 왜냐하면 그녀를 사랑하기 때문에. 항상 자전거를 타고 그녀를 따라다닌 건, 이 남자들을 막고 싶었기 때문입니다. 그녀가 내 얼굴을 알아볼까 봐 수염을 붙였어요. 그녀가 날 두려워하지 않길 바랐습니다. 그는 코트 안으로 손을 집어넣었다. 나는 그녀가 칠턴 하우스를 떠나는 걸 원하지 않았어요.'\n'하지만 너는 우들리와 윌리엄슨, 그리고 그들의 계획에 대해 그녀에게 말하지 않았지, 홈즈가 말했다. '왜?'\n'난 그녀가 내 곁에 머물길 바랐어요, 캐러더스가 대답했다. '그녀는 나를 사랑하지 않았지만, 난 그녀를 사랑했어요. 그 때 한 장의 쪽지가 도착했다.\n'무슨 쪽지야?' 홈즈가 물었다.\n'매우 짧은 쪽지, 캐러더스가 말했다. 그가 코트에서 종이를 꺼내 읽었다: '그 늙은이가 죽었다.\n'그럼 그가 남아프리카를 떠날 때까지 죽지 않았다는 거군, 홈즈가 말했다.\n'아, 이제 이해했다.'\n'정말인가?' 캐러더스가 말했다.\n'그래, 너희 셋이 남아프리카에서 왔지. 너, 윌리엄슨 그리고 우들리?\n'아니야!' 윌리엄슨이 말했다. '나는 남아프리카에 간 적이 없어. 이 두 사람을 여기서 만났지?\n'맞아요, 캐러더스가 말했다\n'좋아, 홈즈가 말했다. \"너와 우들리는 남아프리카에서 랄프 스미스를 알고 있었어. 그가 말했지, \"내가 죽으면 내 돈은 스미스양에게 갈 것이다.\" 상당한 금액이었고, 너희는 그 돈을 원했어. 그래서 영국으로 와서 그녀를 찾기 시작했지. 계획이 있었어. 너희 중 한 명이 그녀와 결혼하길 원했지. 결혼한 남자는 나머지 한 명에게 돈의 절반을 넘겨야 했지. 왜 우들리가 남편이 되었지?'\n'우리는 카드 게임을 했어, 캐러더스가 슬프게 대답했다.\n\"우들리가 게임에서 이겼나?"
}