{
    "source": "en_US",
    "target": "ko_KR",
    "text": "INFORMATION FOR OVERSEAS STUDENTS\nTHIS IS NOT A VISA AND DOES NOT ACT AS AN EXTENSION OF YOUR VISA.\nYou may check your visa status through Visa Entitlement Verification Online (VEVO) at:\n[redacted_url]\nTo apply for your student visa to study in Australia go to http://www.homeaffairs.gov.au/Trav/Stud. Follow the information on the website to lodge your\napplication online. Please note you are\nB. COURSE DETAILS Provider:\nCourse: Course Level: Course Start Date: Course End Date: Initial Pre-Paid Tuition Fee: Other Pre-Paid Non-Tuition Fee: Total Tuition Fee:\nC. STUDENT DETAILS Provider Student Id:\nCourtesy Title: Family Name: Given Names: Gender: Date of Birth: Country of Birth: Nationality:\nProvider arranged Overseas Student Health Cover (OSHC):\nComments:\nD. NOTES\nThe information provided on this form is required by the Australian Government Department of Education, and the Australian Government Department of Home Affairs as evidence of enrolment in a course registered on the Commonwealth Register of Institutions and Courses for Overseas Students\n(CRICOS) - http://cricos.education.gov.au -\nable to attach supporting documentation when lodging your application.\nThe University of Sydney [00026A] (trading as: The University of Sydney) Telephone: 61286278300, Fax: 61286278387\nEmail: student.compliance@sydney.edu.au\nBachelor of Science [000719E]\nBachelor Degree 24/02/2025 21/01/2028\n$AU 0\n$AU 0\n$AU 173,100\n550009678 Ms\nXIN Yutong Female 22/08/2005 China China\nNo\nPackage offer- Admission to the principal course is conditional on successful completion of the USFP course meeting the required academic and English grades, and other course-specific requirements for the nominated degree. Student is responsible for renewing OSHC upon expiry. Student will be required to pay semester fees when an unconditional offer is issued.\nFE86F147\n-\nIMPORTANT\n- Keep this CoE and your Written Agreement while you are in Australia\n- Find out more about living and studying in Australia (including quality assurance) at https://www.studyaustralia.gov.au/\n-\n1. The offer of a place and enrolment of the student must be made in accordance with the provisions of the Education Services for Overseas Students (ESOS) Act 2000; the ESOS Regulations 2019 and the National Code of Practice for Registration Authorities and Providers of Education to Overseas Students (The National Code 2018).\n2. This information will be made available to other Australian Commonwealth, State or Territory government agencies.\nCreated: 16/10/2024 10:54:00 Updated: 16/10/2024 10:54:05",
    "trans": "유학생들에게 알림\n이것은 비자가 아니며 귀하의 비자를 연장하는 역할을 하지 않습니다.\n귀하는 다음에서 온라인 비자자격확인(VEVO)을 통해 자신의 비자상태를 확인할 수 있습니다.\n[삭제된_url]\nhttp://www.homeaffairs.gov.au/Trav/Stud에 접속하세요. 웹사이트의 정보를 따라\n온라인으로 신청서를 제출하세요. 귀하는 ~임을 명심하세요.\nB. 코스 상세정보 제공자:\n과정: 과정 수준: 과정 시작일: 과정 종료일: 최초 선불 수업료: 기타 선불 비수업료: 총 수업료:\nC. 학생 상세정보 제공자 학번:\n예의 직함: 성: 이름: 성별: 생년월일: 출생 국가: 국적:\n공급자가 가입하는 해외유학생 건강보험(OSHC):\n의견:\nD. 주의사항\n이 양식에서 제공하는 정보는 호주 교육부와 호주 내무부에서 해외 유학생을 위한 기관 및 과정 연방 등록부(CRICOS)에 등록된 과정에 등록했다는 증거로 요구합니다. - http://cricos.education.gov.au -\n(CRICOS) - http://cricos.education.gov.au -\n신청서 제출시 증빙 서류를 첨부할 수 있습니다.\n시드니 대학교 [00026A] (상호: 시드니 대학교) 전화: 61286278300, 팩스: 61286278387\n이메일: student.compliance@sydney.edu.au\n이학사 [000719E]\n이학사 2025년 2월 24일 2028년 1월 2일\n$AU 0\n$AU 0\n$AU 173,100\n550009678 Ms\n신 유통 여성 2005년 8월 22일생 중국 중국\n아니오\n패키지 입학허가 - 주요 과정에 입학하려면 USFP 과정을 성공적으로 완료하고 지명된 학위에 필요한 학업 및 영어성적 그리고 기타 과정별 요건을 충족해야 합니다. OSHC 유효기간이 만료된 학생들은 즉시 이를 갱신해야 합니다. 무조건 입학허가서를 받은 학생들은 해당 학기의 수업료를 납부해야 합니다.\nFE86F147\n-\n중요\n- 호주에 있는 동안 이 CoE와 서면 계약서를 보관하세요\n- https://www.studyaustralia.gov.au/에서 호주에서의 생활과 공부(품질보증 포함)에 대해 자세히 알아보세요\n-\n1. 입학 허가와 학생 등록은 해외 유학생 교육서비스(ESOS)법 2000의 조항에 따라 이루어져야 합니다. ESOS 규정 2019 및 해외 유학생을 위한 등록기관 및 교육제공자를 위한 국가실무규범(국가규범 2018).\n2. 이 정보는 다른 호주 연방, 주 또는 준주 정부 기관에서도 열람할 수 있습니다.\n작성: 2024년 10월 16일 10:54:00 업데이트: 2024년 10월 16일 10:54:05"
}