{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Before the test When you drive to the testing centre you must be accompanied by an unrestricted licence holder who holds a licence for the class of vehicle (or higher) you are driving.\nMake sure you arrive at the testing centre at least 15 minutes before the time of your appointment, park in the allocated area for driving test applicants. Take a ticket upon arrival at the Service Centre/Registry and proceed to the designated Driver testing area or to the next available counter.\nIf you have been issued with a 'Learner Driver Log Book' ensure it has been completed correctly and bring it with you.\nIf you have been issued with a 'Learner Driver Digital Log Book' ensure it has been completed correctly, submitted and bring the phone with the application on it with you.\nYou may be asked to take an eyesight test.\nYou may be asked to take a breath analysis test if you appear to be under the influence of alcohol or other drugs.\nMake sure you ask any questions you may have before your test starts.\nAfter the test When you get back to the testing centre, the testing officer will ask you to go inside and wait for your result. You must not leave the centre, or you may be required to take another test. Your testing officer will call you to the counter and tell you your result.\nIf you have passed your driving test and if you hold a learner's licence you will be issued with a provisional licence and you should replace your 'L' plates with 'P' plates. If you hold another type of licence you will be issued with the appropriate class of licence, unless the date of issue of your previous licence cannot be determined. Then a provisional licence will be issued.\nIf you have not passed your driving test your testing officer will discuss your test with you and give you a test report. The report will show your score and where you need to improve. When you drive from the testing centre you must be accompanied by an unrestricted licence holder, who holds a licence for the class of vehicle (or higher) you are driving.",
    "trans": "시험 전 유의사항 시험장까지 운전할 때는 반드시 귀하의 차종 (또는 이상의 차종)을 주행할 수 있으며 운전에 제한이 없는 운전면허 소지자가 동승해야 합니다\n시험 예약시간 최소 15분 전까지 시험장에 도착하셔서, 주행 시험 응시자용 주차장에 주차하십시오. 서비스 센터/등록소에 도착하시면 티켓을 받으시고 지정된 운전 시험장 또는 다른 이용 가능한 카운터로 가세요.\n'실습 운전자용 로그북'을 발급받으셨다면 로그북이 정확하게 작성됐는지 확인 후 지참바랍니다.\n'실습 운전자용 디지털 로그북'을 발급받으셨다면 로그북이 정확하게 작성되어 제출됐는지 확인 후, 어플이 저장된 휴대전화를 지참바랍니다.\n시력 검사 요청을 받을 수 있습니다.\n음주 또는 기타 약물 복용이 의심될 경우 음주 측정 요청을 받을 수 있습니다.\n질문이 있으시면 시험 시작 전 질문하세요.\n시험 후 유의사항 시험장으로 복귀후, 시험장 직원이 건물 안에서 시험 결과를 기다리라고 할 것입니다. 이때 센터를 떠나면 재시험을 쳐야할 수도 있습니다. 시험장 직원이 이름을 호명하면 카운터로 가서 결과를 확인하십시오.\n운전 시험에 합격했고 실습 운전자용 면허를 소지하고 있을 경우 임시 운전면허증을 발급받게 됩니다. 합격한 운전자는 'L' 플레이트를 'P' 플레이트로 교체해야 합니다. 다른 종류의 면허를 소지하고 있고, 기존 면허증이 만료되지 않았다면 적합한 종류의 면허를 발급받게 됩니다. 이후 임시 운전 면허증이 발급됩니다.\n운전 시험에 불합격했다면 시험관이 시험 결과를 설명하고 시험 결과지를 줄 것입니다. 결과지에는 시험 점수 및 개선해야 할 사항이 포함되어 있습니다. 시험장에서 차량 주행 시작시 반드시 귀하의 차종 (또는 이상의 차종)을 주행할 수 있으며 운전에 제한이 없는 운전면허 소지자가 동승해야 합니다."
}