{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Concluding his thoughts, Cramer emphasized:\n“Yet, if you’re not a professional, you should not be involved in this process. There are so many people playing with so much money, professionals who pay people fortunes to figure this stuff out. Let them fight to set the price. For regular investors like you, trying to trade that initial post-earnings action is just an easy way to lose money, four times a year, like clockwork.”\nOur Methodology\nFor this article, we compiled a list of 12 stocks that were discussed by Cramer during lightning rounds of Mad Money’s episodes on October 14, 15, and 16. We listed the stocks in ascending order of their hedge fund sentiment as of the second quarter, which was taken from Insider Monkey’s database of more than 900 hedge funds.\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\nCramer On Vistra Corp. (NYSE:VST): ‘This Is A Very Complicated Situation’\nNumber of Hedge Fund Holders: 92\nCramer acknowledged that Vistra Corp. (NYSE:VST) stock situation is complicated but also said to own it.\nRecently, while talking about the stock’s price movement, Cramer commented that while it might seem unusual for a traditional utility to see such growth, he emphasized that carbon-free electricity has become a highly sought-after commodity. Vistra (NYSE:VST) is an electricity retail and power generation company that provides services to residential, commercial, and industrial customers. It has a generation capacity of approximately 41,000 megawatts and serves around 5 million clients across various markets.\nOn October 17, JPMorgan analyst Jeremy Tonet initiated coverage of Vistra (NYSE:VST) with an Overweight rating and a $178 price target. The firm holds a positive outlook on independent power producers, referring to favorable conditions despite the stock’s performance earlier in the year. Tonet highlights several structural tailwinds influencing the industry, such as manufacturing onshoring, increasing electrification trends, and the growth of data centers. These factors contribute to what he describes as a “paradigm shift” in power demand.\nJPMorgan believes that the growth in competitive market supply may not keep pace with this rising demand, which could allow companies to secure larger profit margins over time. The firm views Vistra as having a particularly appealing risk/reward profile within the sector.",
    "trans": "그의 생각을 마무리하면서, 크레이머는 이렇게 강조했습니다:\n“하지만, 당신이 전문가가 아니라면, 이 과정에 관여해서는 안 됩니다. 많은 사람들이 막대한 돈을 다루고 있으며, 전문가들은 이 문제를 해결하기 위해 엄청난 돈을 지불합니다. 그들이 가격을 설정하기 위해 싸우게 두세요. 당신 같은 일반 투자자들이, 첫 번째 분기 후의 가격 변동을 거래하려는 것은 연 4번, 시계처럼 정해진 시간에 돈을 잃는 쉬운 방법입니다.”\n우리의 방법론\n이 기사에서는, 크레이머가 10월 14일, 15일, 16일에 있었던 Mad Money의 에피소드의 번개 라운드들에서 언급한 12개의 주식 목록을 합쳤습니다. 우리는 Insider Monkey의 900개 이상의 헤지펀드 데이터베이스에서 두 번째 분기의 헤지펀드 감정 순으로 주식을 나열했습니다.\n왜 우리는 헤지펀드들이 집중 투자하는 주식에 관심을 가지는 걸까요? 그 이유는 간단합니다: 우리 연구에 따르면 최고의 헤지펀드들이 선택한 주식을 모방함으로써 시장을 능가할 수 있다는 것입니다. 우리의 분기별 뉴스레터 전략은 매 분기 14개의 소형주 및 대형주를 선택하며 2014년 5월 이후 275%의 수익률을 기록하며, 벤치마크를 150% 초과 달성했습니다 (자세한 내용은 여기에서 확인).\n크레이머의 비스트라 코퍼레이션 (NYSE:VST): ‘이것은 매우 복잡한 상황입니다’\n헤지펀드 보유자 수: 92명\n크레이머는 비스트라 코퍼레이션(NYSE:VST) 주식의 상황이 복잡하다고 인정하면서도 해당 주식을 보유하라고 조언했습니다.\n최근 주식의 가격 움직임에 대해 이야기하면서, 크레이머는 전통적인 유틸리티 기업이 이렇게 성장하는 것이 이례적으로 보일 수 있지만, 무탄소 전력이 매우 수요가 많은 상품이 되었다고 강조했습니다. 비스트라 (NYSE:VST) 는 전력 소매 및 발전 회사로, 주거용, 상업용, 산업용 고객에게 서비스를 제공합니다. 약 41,000 메가와트의 발전 용량을 보유하고 있으며, 다양한 시장에서 약 500만 명의 고객에게 서비스를 제공하고 있습니다.\n10월 17일, 제이피모건 분석가 제레미 토넷은 비스트라(NYSE:VST)에 대한 커버리지를 시작하면서 비중 확대 등급과 178달러의 목표 주가를 제시했습니다. 이 회사는 올해 초 주식의 성과에도 불구하고 독립적인 전력 생산자에 대해 긍정적인 전망을 가지고 있으며, 제조업의 재편성, 전기화 증가 추세, 데이터 센터의 성장 등 산업에 영향을 미치는 여러 구조적 상승 요인들을 강조합니다. 이러한 요소들은 전력 수요에서 “패러다임 변화”를 일으키고 있다고 토넷은 설명합니다.\n제이피모건은 경쟁적인 시장의 공급이 이러한 증가하는 수요에 맞추어 성장하지 못할 수 있으며, 이는 기업들이 시간이 지남에 따라 더 큰 이익 마진을 확보할 수 있는 기회를 제공할 수 있다고 보고 있습니다. 이 회사는 비스트라가 이 분야에서 특히 매력적인 리스크/보상 프로필을 가지고 있다고 봅니다."
}