{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Iwant an EC airport transfer, can Iarrive at any time?\nfI you have booked accommodation with EC, then you are entitled to\nan airport transfer, otherwise, you can book this separately via EC. fI\nyou are staying with your host family, you wil be welcomed by an CE transportation representative and wil be taken directly to your\nfamily to get acquainted. If you are staying at an EC Residence, you wil also be welcome by an CE transportation representative who wil\naccompany you and give you access to your EC apartment.\nWhat information do I need to give to book an airport transfer? Please provide your flight number, arrival time, terminal and airport of origin - minimum 1 week in advance.\nWho will I meet at the airport?\nYou wil meet an EC transportation representative holding an EC sign\nat the Arrivals Hall. You may also follow the sign to the Tour Operator Area and wait until the CE representative arrives.\nWhat should Ido if Icannot find the EC representative?\nIf after 10 minutes you cannot see the CE representative, just call\nArrival a t EC Accommodation\nMinors must book homestay single room on half-board basis and require a parental consent form.\nWhat should Iexpect at myCE accommodation?\nYour homestay will give you a warm and personal welcome. Al our hosts are fully briefed on how to make you feel comfortable and\nprepared for your first day of lessons.\nYour First Day at School\nHow can I find my way to school?\nYou can find this information on your EC Accommodation Profile, or feel free to ask your host family.\nWhat if Ihaven't booked EC accommodation?\nPlease make your wayot Marguerite Mangion Street ni the centre of St. Julian's (behind Intercontinental Hotel).\nWhat time should I arrive?\nAt 7:40 AM you wil have an online meeting on MS TEAMS. You wil\nthen have to check your email for the time at which you wil begin your lessons.\nWhat should I bring with me?\nIt's important to bring these documents with you on your first day:\n• Your Booking Confirmation Documents\n+356 99467078 (From the information desk or a mobile phone). (Useful phrase to use: Hi, My name is ([redacted_name]). Iam from (Italy). My student number is ([redacted_number]). Icannot find my EC representative. I\nam at the information desk.)\nWhat should Ido if Ihave missed my flight or my flight is\ndelayed?\nYou should notify CE by calling +356 99467078 (from the information\ndesk or a mobile phone) to rearrange your transfer time and avoid\nadditional cost. (Useful phrase to use: My name is (Maria Angeli). I am from (Italy). My student number is (123456) and my flight has\nbeen changed. My new flight number is ([redacted_info]) arriving at (time).\nWhat should Ido if Ihaven't booked an EC transfer?\nThere is a Taxi Stand at the airport Arrivals Hall where you can book a private transfer. There are also 4 express bus services: X1, X2, X3\nand X4. For more information kindly refer to the Information booth within the Arrivals Hall or visit the\nwebsite: www.publictransport.com.mt\nFirst Sunday Activities\nWhat should Ido on the Sunday before school starts?\nYou will have the option of participating in activities arranged by EC. This is an opportunity to meet other new CE students, relax and be\nintroduced to your new city together. With an EC staff member on\nhand, you can also ask any questions you may have. We will notify you of the Sunday activity schedule around 2 weeks before you start school.\n• Passport (or ID in case of EU students)\nWhat can Iexpect on my first day?\nYou'll experience the best possible welcome into the CE",
    "trans": "EC 공항 교통편을 이용하려면, 언제든 도착해도 되나요?\nEC와 연관된 숙소 예약을 하셨다면,\n공항 교통편을 이용하실 수 있고, 그렇지 않다면, EC를 통해 별도로 예약할 수 있습니다.\n귀하께서 호스트 가족과 숙박하신다면, CE 교통편 담당자가 공항에서 여러분을 맞이하고 바로 가족들에게로 이동을 도와드려\n가족분들과의 만남을 이룰 수 있도록 할 것입니다. 만약 귀하께서 EC 레지던스에 숙박하신다면, CE 교통편 담당자가 여러분들을 맞이하고\n함께 동행하여 EC 아파트 출입까지 안내드릴 것입니다.\n공항 교통편 예약을 위해서 어떤 정보를 제공해야 하나요? 귀하의 항공편 번호, 도착 시간, 터미널, 출발하는 공항 정보를 - 최소 1주일 전에 제공해주시기 바랍니다.\n공항에서 어떤 사람을 만나게 되나요?\nEC 팻말을 든 EC 교통편 담당자를\n도착 홀에서 만나실 수 있습니다. 또한 투어 운영자 구역으로 가는 표지판을 따라 가셔서 CE 담당자가 올 때까지 기다리셔도 됩니다.\nEC 담당자를 찾을 수 없다면 어떻게 해야 하나요?\n10분이 지나도 CE 담당자를 찾을 수 없다면,\nEC 숙소 도착 시에 전화를 걸어주세요.\n미성년자는 하프보드 기준으로 홈스테이 싱글룸을 예약해야 하며 부모의 동의서가 필요합니다.\nCE 숙소에서 무엇을 기대할 수 있나요?\n여러분의 홈스테이는 따뜻하고 개인적인 환영을 제공할 것입니다. 모든 호스트는 학생들이 편안하게 지낼 수 있도록\n그리고 첫 수업 날을 준비할 수 있도록 충분히 안내받았습니다.\n학교에서의 첫 날\n학교까지 가는 길은 어떻게 되나요?\nEC 숙소 프로필에서 이 정보를 찾을 수 있으며, 호스트 가족에게도 물어보실 수 있습니다.\nEC 숙소를 예약하지 않았다면 어떻게 해야 하나요?\nSt. Julian’s 중심의 Marguerite Mangion Street로 가세요 (인터컨티넨탈 호텔 뒤쪽).\n몇 시에 도착해야 하나요?\n오전 7시 40분에 마이크로소프트 팀즈에서 온라인 미팅이 있습니다. 그 후\n이메일을 확인해 수업 시작 시간을 확인하시면 됩니다.\n무엇을 가져가야 하나요?\n첫 날에는 다음의 서류를 가져가는 것이 중요합니다:\n• 예약 확인 서류\n+356 99467078 (안내 데스크나 휴대폰을 통해서). (유용한 문구: 안녕하세요, 제 이름은 ([redacted_name])입니다. 저는 (이탈리아)에서 왔습니다. 제 학생 번호는 ([redacted_number])입니다. EC 담당자를 찾을 수 없습니다. 저는\n안내 데스크 쪽에 있습니다.)\n다음과 같은 경우 어떻게 해야 하나요 - 비행기를 놓쳤거나 비행기가\n지연되었다면?\nCE에 +356 99467078로 전화하여 알려야 하는데 (안내 데스크나\n휴대폰을 통해) 교통편 시간을 재조정하고\n추가 비용을 피하기 위해서 입니다. (유용한 문구: 제 이름은 (마리아 안젤리)입니다. 저는 (이탈리아)에서 왔습니다. 제 학생 번호는 (123456)이고 제 비행편이\n변경되었습니다. 새로운 항공편 번호는 ([redacted_info])으로 (시간)에 도착합니다.\nEC 교통편을 예약하지 않았다면 어떻게 해야 하나요?\n공항 도착 홀에 택시 승차장이 있으며 여기서 개인 교통편을 예약할 수 있습니다. 또한 X1, X2, X3, X4의 4개 급행 버스 서비스가 있습니다.\n더 많은 정보를 보시려면 도착 홀의 인포 부스를 참조하거나 웹사이트를 방문하세요\nwww.publictransport.com.mt\n첫 일요일 활동들\n학교 시작 전의 일요일에는 무엇을 해야 하나요?\nEC에서 주최하는 활동에 참여할 수 있는 기회가 제공됩니다. 이는 다른 신입 EC 학생들과 만나고, 함께 휴식을 취하면서\n새로운 도시를 소개를 받을 수 있습니다. EC 직원이 상주하고 있어,\n궁금한 점이 있으면 언제든 물어볼 수 있습니다. 학교 시작 약 2주 전에 일요일의 활동 일정을 안내 드릴 예정입니다.\n• 여권 (또는 EU 학생의 경우 신분증)\n첫 날에 어떤 걸 기대하면 되나요?\n귀하는 CE에서 최고 수준의 환영을 경험하시게 될 겁니다."
}