{
    "source": "en_US",
    "target": "ko_KR",
    "text": "So let's get started. Ms [redacted_name], thank you for taking your time to have this conversation with me.\nHaha, I'd love to take your interview too. If you want to know anything, just feel Free.\n1. All right, maybe we can start by your background. Could you please tell me about your experiences growing up in India, and to be honest, you made me believe that those experiences could Influence the way you raising your children, was that true?\nOKay, you know, growing up in India, community and family both played a big part in my life. I have very strong relationships with my extended family, like my aunts, my uncles, grandparents and even my cousins. I grew up in a small town, and in that place, everyone knows each other. From [redacted_name] to [redacted_name], we always celebrate the holidays together. That sense of belonging to a community influenced my attitude to life and values. Well, I think, as a current parent, even though we were born in urban, I try to create that same cultural environment for my kids. I say, I would involve them in all the family traditions and teach them the importance of respecting their elders, which is very important in Indian culture.\n2. Wow, that's fantastic. So I was also wondering, is there a specific cultural value or tradition in India that guides how parents should raise their children?\nMrs. [redacted_name]: Yes, there are a lot of cultural values in India that guide the way parents raise their children. The importance of the family is first and foremost, the family is the core part of life, that's the cultural education that every Indian is taught from a very young age, and respect for elders is also very important, and the values of teaching children. We are, you know, we are very family-oriented. And the responsibility of raising children is shared, just between the parents and the extended family including uncles and grandparents.\n3. I see. How do Indian families balance traditional values with Western influences, especially when we are in a globalized environment?\nAh, you've got the point. It's a challenge sometimes. For example, today my children are exposed to a lot of Western ideas through kindergarten, media and social interaction, and these things make me have to find a balance between traditional values and modern influences. I want my children to be able to think logically and solve problems on their own. Maybe it is a more Western approach, but I also want them to adhere to Indian cultural values, such as the family responsibility and the humility, of course something like that. As a result, naturally, a kind of balance is needed. We need to bring it\non to the stage. Let them contact, let them watch, let them learn, At the same time, I will ensure them to attend every single traditional festival in India. Through all those things, the story, the language, the ceremony. Let them know our own culture.\n4. So from your own point of view, what are the most important developmental milestones for Indian children? How do you celebrate those milestones?\nLike in our culture, we celebrate lots of important milestones, I did the first major ceremony for my child when he was six months old, called Annaprashan, when we all got together as a family to witness, my daughter's grandmother feeding her her first bite of rice. And, It was that bite, marked the beginning of solid food for my child. In India, that means a blessing for your child's future health and happiness. By the way, the Mundan! It is the first time a child has their hair cut, and in Indian culture we think of it as a purification ritual. I still remember the day I took my children to the temple and had a delicious meal after the Mundan ceremony! I can tell you that in Indian culture, these rituals and celebrations are not only a recognition of the growth of the child, but also a symbol of unity for our family. I think these ceremonies are very Indian things, I love them. My mother told me that I was crying and not going along with them during my first Annaprashan. Haha, After that it was my grandfather, he fed me to end my crying finally.",
    "trans": "이제 시작하죠. [redacted_name]씨, 시간을 내서 저와 이 대화를 나눠 주셔서 감사합니다.\n하하, 저도 당신의 면접을 기꺼이 받고 싶어요. 뭐든 알고 싶은게 있다면, 자유롭게 해주세요.\n1. 좋아요, 어쩌면 당신의 배경부터 시작할 수도 있겠죠. 인도에서 성장하며 겪었던 경험에 관해 말해주실 수 있나요, 그리고 솔직히 말하면, 나로 하여금 당신은 그런 경험들이 당신이 당신의 아이들을 키우는 방식에 영향을 미칠 수 있다고 믿게 만들었는데, 그거 사실인가요?\n좋아요, 당신도 알다시피, 인도에서 성장하며 공동체와 가족 모두 제 삶에서 큰 역할을 했습니다. 저는 제 이모나 삼촌, 조부모님, 심지어는 저의 사촌들과 같은 저의 확장된 가족과 매우 강한 관계를 맺고 있습니다. 저는 작은 마을에서 자랐고, 거기선 모두가 서로를 알고 있어요. [redacted_name]에서 [redacted_name]에 이르기까지, 우리는 항상 명절을 함께 축하합니다. 공동체에 대한 바로 그 소속감이 제가 삶과 가치에 대해 가지는 태도에 영향을 미쳤어요. 음, 제 생각에, 현직 부모로서, 우리가 도시에서 태어나긴 했지만, 저는 제 아이들을 위해서도 그것과 똑같은 문화적 환경을 구현하려고 노력해요. 말하자면, 저는 그들을 가족 전통 행사에는 전부 참여시키고 웃어른을 공경하는 것의 중요성을 가르칠 겁니다, 이것들은 인도 문화에서 매우 중요하고요.\n2. 와, 그거 멋지네요. 그래서 이것도 궁금했는데, 인도에는 부모가 아이들을 어떻게 키워야 하는지를 알려주는 특정한 문화적 가치관이나 전통이 있나요?\n[redacted_name] 부인: 네, 인도에는 부모들이 아이들을 키우는 방식을 안내하는 문화적 가치관이 많이 있습니다. 제일 중요한 것은 가족의 중요성이에요, 가족은 삶의 핵심적 부분이죠, 이것은 모든 인도인이 아주 어린 시절부터 배우게 되는 문화적 교육이에요, 그리고 어르신을 공경하는 것과 아이들을 가르치는 것의 가치도 매우 중요하죠. 저희는, 아시다시피, 저희는 아주 가족지향적입니다. 그리고 아이 양육의 책임은 그저 부모 간에, 그리고 삼촌과 조부모님까지 포함한 확장된 가족과 공유됩니다.\n3. 알겠어요. 인도인 가족은 전통적 가치관과 서구의 영향력 사이에서 어떻게 균형을 유지하나요, 특히 우리가 이렇게 세계화된 환경에 있는 상황에서요?\n아, 일리가 있으시네요. 때론 힘든 일이에요. 예를 들어, 오늘날 제 아이들은 유치원과 매체, 사회적 상호작용을 통해 많은 서구식 발상에 노출되는데, 이러한 것들은 저로 하여금 전통적 가치관과 현대적 가치관 사이의 균형을 찾아야 하도록 만듭니다. 저는 제 아이들이 논리적으로 사고하고 스스로 문제를 해결할 수 있었으면 좋겠어요. 이건 어쩌면 조금 서구적인 접근 방식일지도 모르지만, 저는 그들이 가족에 대한 의무와 겸손과 같은 인도 문화적 가치관을 고수하기를 원하기도 해요, 물론 그런 것들을요. 그 결과 자연스럽게 일종의 균형을 필요로 하게 됩니다. 우리는 그것을\n무대 위로 올려놓아야 해요. 그들이 접촉하게 하고, 그들이 보게 하고, 그들이 배우게 합니다. 동시에, 저는 그들이 인도의 전통 축제라면 반드시 하나도 빠짐없이 참여하도록 할 거에요. 그 모든 것들, 이야기, 언어, 의례들을 겪도록요. 그들이 자신들의 문화를 알도록 해줄 겁니다.\n4. 그럼 당신이 보기에 인도 아이들에게 있어 가장 중요한 발달 상의 이정표는 무엇이 있을까요? 어떤 식으로 그런 중요한 단계를 기념하나요?\n우리의 문화에서와 같이, 우리는 중요한 이정표를 많이 기념합니다, 저는 제 아이가 6개월이 되었을 때 그를 위해 아나프라샨이라고 불리는 최초의 주요 의례를 거행했어요, 여기서 우리는 가족으로서 모두 모여 내 딸의 할머니가 그녀에게 처음으로 밥을 한 입 먹이는 것을 지켜보았습니다. 그리고, 바로 그 한 입이 내 아이가 먹게 될 고형 음식의 시작을 알렸습니다. 인도에서 이것은 당신 아이가 미래에 건강하고 행복하도록 축복하는 것을 뜻합니다. 참고로, 먼단 말이죠! 아이의 머리를 처음으로 자르는 때인데, 인도 문화에서 우리는 이걸 정화 의식으로 봐요. 저는 아직도 제가 제 아이들을 사원으로 데려가 먼단 의식 이후 맛있는 식사를 했던 날을 기억하고 있어요! 제가 말씀드리건데 인도 문화에서 이러한 의식과 축하는 아이의 성장을 인정하는 것일 뿐만 아니라 우리 가족의 통합을 상징하는 것이기도 합니다. 제 생각에 이런 의식들은 아주 인도적인 것이고, 저는 그것들을 아주 좋아합니다. 제 어머니가 말씀하시길 저의 첫 아나프라샨 동안 제가 울고 말을 듣지 않았다고 하시더군요. 하하, 그 뒤에는 제 할아버지가 마침내 저에게 뭔가를 먹여 저의 울음을 그치게 하셨답니다."
}