{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Good morningdear [redacted_name],\nsuper thanks for your answer.\nI give you some info (in red), following your questions:\nYour mail in black and my answers in red:\nRegarding the discussion of the terms of cooperation, I must say that due to the complexity of sales processes when an agent is involved, I would like to clarify a few matters and present my proposal for developing the potential within your network of contacts. I agree totally\nSpecifically, the information I would like to gather includes:\nAgreement regarding representation/agency I've signed a contract with Bartosz. In my opinion we can use this contract even for the sofa. Bartosz has a copy of the contract for your analysys.\nTerms of payment for sales (Are they commission-based invoices? If so, what is the rate, how frequently are payments made, and is the commission fixed or variable?) My commission(and for my team) normally are from 6% to 8%, but we'll analyse case by case and for special prices, the commissions can be reduced. The payment of commissions can be monthlyand only on the payment that Wersal will receive. With some customers we will also be able to set up an advance payment, but with some others, we will need to grant a 30-day payment, after delivery (after you have submitted the customers I will introduce to you, of course, to your credit insurance)\nAs for offering products— as I mentioned earlier, due to the complexity of the processes and the extensive product range offered by FM WERSAL, as well as the potential of individual buyers and market exclusions, in my opinion, the best approach would be to start any cooperation or product offering based on catalogs. For an initial understanding of pricing levels (as recommended, net prices), we should use the regular price list. I believe that each buyer has different potential, trading terms, and other factors that can influence pricing, so the final price offer would always be tailored to the specific buyer after reviewing the relevant details. Especially at this initial stage dear Kaludia, I will analyse the catalogue with clients without communicating any price. After the clients have selected some models, I will be in touch with you to get the prices, also based on the fabrics that will be chosen and I will obviously also need a fabric \"sample book\" (which I imagine will be very large).\nFor now, let me share with you access to our online catalogs and the regular EXW price list in euros, which should serve as a reference point for determining product price levels. It is not a commercial offer and is not binding. Very good,\nhttps://wersal.pl/en/catalogs/\nIf you have any further questions at this stage, I would be happy to provide additional information. In the meantime, see you next week, and have a great weekend! Tomorrow I will be in Wersal again, arriving around 09:00 hrs with an important potential Italian client, for mattresses. I think that between 11/12 o'clock, we'll be done and I'd like to talk to you then, Kaludia.\nI would like to talk to you about two potential customers in Italy, one is the one I mentioned in my previous e-mail, who is interested in buying sofa beds.\nDear Kaludia, I won't ask for any exclusivity, but step by step, I will introduce you to my agents and my clients (my organisation), in order to build a long and solid relationship with you and Wersal.\nSee you tomorrow\nBR\n[redacted_name]",
    "trans": "좋은 아침입니다 [redacted_name]님,\n답변해 주셔서 매우 감사드립니다.\n귀하의 질문에 대해 몇 가지 정보를 제공해 드립니다 (빨간색 표시):\n귀하의 메일 내용은 검은색, 답변은 빨간색입니다:\n협력 조건에 대한 논의 관련, 에이전트가 개입될 시 판매 프로세스의 복잡성으로 인해, 몇몇 사안을 명료하게 하고, 귀하의 연락 네트워크 내에서 잠재성을 개발하기 위한 제안을 드리고자 합니다. 전적으로 동의합니다\n구체적으로, 제가 수집하고 싶은 정보에는 다음이 있습니다:\n대표/에이전시 관련 협의 저는 바르토슈와 계약을 체결하였습니다. 제 생각에는 본 계약을 소파에도 적용할 수 있을 것 같습니다. 바르토슈가 계약서 사본을 갖고 있으니 분석해 보시기 바랍니다.\n판매 시 지급 조건 (수수료 기반 청구서인가요? 만약 그렇다면, 비율과 지급 빈도는 어떻게 되며, 수수료는 고정비인가요 변동비인가요?) 저(와 제 팀)의 수수료는 일반적으로는 6%에서 8%이나, 사례별로 검토할 것이며, 특별 가격의 경우 수수료가 줄어들 수도 있습니다. 수수료는 매월 지급되며, 워살에서 수령한 대금에 대해서만 지급됩니다. 일부 고객에 대해서는 선결제를 진행할 수도 있으나, 어떤 고객에 대해서는 배송 후 (소개해 드릴 고객들을 신용 보험에 제출한 이후) 30일 이내 결제 조건을 부여해야 할 수도 있습니다.\n제품 제공과 관련하여— 앞서 언급한 바와 같이, FM 워살이 제공하는 제품군의 광범위함뿐 아니라 개별 구매자의 잠재력, 시장 제한 등의 복잡성을 고려할 때, 제 생각에 최선의 접근법은 카탈로그를 기반으로 협력이나 제품 제공을 시작하는 것입니다. (추천한 대로 정가의) 가격 수준에 대한 초기 이해를 위해서는, 정가표를 이용해야 합니다. 구매자는 각자 다른 잠재력, 거래 조건, 그리고 가격 책정에 영향을 주는 다른 요인들을 가지고 있으므로, 최종 가격 제안은 관련 세부 사항을 검토한 후 해당 구매자에 맞춰 조정될 것입니다. 클라우디아님, 특히 이러한 초기 단계에서 저는 고객과 카탈로그를 분석하지만 가격을 바로 논의하지는 않습니다. 고객이 몇 가지 모델을 선택하면, 선택된 원단을 기반으로 하여서도 가격을 요청하겠습니다. (매우 방대할 것으로 예상되는) 원단 \"샘플 북\"이 당연히 필요합니다.\n현재로서는 저희의 온라인 카탈로그와 유로화 기준 정상 공장도가격 리스트를 공유드리겠습니다. 이는 상품 가격 수준을 결정하는 데 기준이 될 것입니다. 광고는 아니며, 법적 구속력도 없습니다. 매우 좋습니다,\nhttps://wersal.pl/en/catalogs/\n질문 사항이 더 있으시면, 기꺼이 추가적인 정보를 드리겠습니다. 그럼 다음 주에 뵙겠습니다. 주말 잘 보내시고요! 내일 저는 다시 워살에 있을 예정인데, 매트리스를 보러 오실 중요한 이탈리아인 잠재 고객과 오전 9시 경 도착합니다. 11시에서 12시 사이면 마무리될 것이며, 그때 클라우디아님과 이야기하고 싶습니다.\n이탈리아의 잠재 고객 두 분에 대해 논의하고자 하는데, 한 분은 이전 이메일에서 언급했던 분으로, 소파 베드 구매에 관심이 있으십니다.\n클라우디아님, 독점권을 요청하지는 않겠지만, 귀하와 워살의 장기적이고 견고한 관계 구축을 위하여 단계적으로 저의 에이전트 및 고객(단체)을 소개해 드리고자 합니다.\n내일 뵙겠습니다\n안녕히 계세요\n[redacted_name]"
}