{
    "source": "en_US",
    "target": "ko_KR",
    "text": "look happy. “And now I’d best say good day to you, ma’am. I shall see you at dinner tomorrow. And at the theater the week after that.”\nA few moments later, Anisha found herself emerging from the haze of sweat and overcooked vegetables to step out into the still-crisp air of a spring day, drawing her paisley shawl snug about her shoulders as she went. On the distant side of Whitehall Street, she could see the carriage, and Brogden, their burly coachman, lingering almost guardedly on the pavement near the Admiralty.\nShe hastened up the street, but just as she neared the corner, a figure practically leapt into her path. Anisha jerked her gaze up, straight into the frigid blue-green eyes of Jack Coldwater.\nHe threw out a hand as if to block her path. “I beg your pardon,” he said, “but you cannot help him, you know, by coming here. You cannot change the truth.”\nAnisha drew herself up to her full height. “I beg your pardon, sir, but we have not been intro—”\n“I should hope, ma’am,” he interjected, eyes ablaze, “that something so dire as an innocent man’s murder would obviate the need for petty formalities.”\n“Then you would think wrongly.” Anisha lifted her skirts to brush past him. “I shan’t bandy words in the street with a stranger. Kindly step from my path.”\nBut Coldwater blocked her, snaring her arm near the elbow and almost dragging her back. On the other side of Whitehall Place, two men froze uncertainly. From the corner of her eye, she could see Brogden hastening across the street.\nAnger rising, she jerked against Coldwater’s grasp. “Unhand me, sir.”\nBut he did not. “I do not know what manner of game you play, Lady Anisha,” he growled, tightening his grip, “but I know this: Lazonby is a cold-blooded killer.”\n“You are stark mad,” she said sharply. “How dare you!”\n“But you saw him!” Coldwater’s words were choked with rage. “By God, you saw him attack me in the library that day. He was the madman! Not m—”\nHis words were cut off when Brogden seized his coat collar, flinging Coldwater aside as if he’d been weightless. The young man sailed with a crash onto the railing alongside Number Four, his hat tumbling off to reveal his shock of bright red hair.\nThe coachman brandished a beefy fist. “Get up, yer little blighter!” he roared. “Get up and I’ll give yer a taste o’ this to go wiv it.”",
    "trans": "행복해 보인다. \"이제 좋은 하루 보내세요, 부인. 내일 저녁 식사 때 뵙겠습니다. 그리고 그 다음 주에 극장에서 뵙겠습니다.\"\n잠시 후, 아니샤는 땀과 익힌 야채에서 뿜어져 나오는 안개 속을 빠져나와서 봄날의 여전히 상쾌한 공기 속으로 나갔고, 페이즐리 숄을 어깨에 꼭 두르고 걸었다. 화이트홀 거리의 먼 쪽에서 그녀는 마차와 그들의 덩치 큰 마부인 브로그덴이 해군성 근처의 보도에 거의 조심조심 서 있는 것을 볼 수 있었다.\n그녀는 거리를 재빨리 올라갔지만, 모퉁이에 다다르자 한 인물이 그녀가 가는 길로 뛰어들었다. 아니샤는 시선을 들어 잭 콜드워터의 차가운 청록색 눈을 똑바로 바라보았다.\n그는 그녀의 길을 막으려는 듯 손을 내밀었다. \"실례합니다.\" 그는 말했다. \"하지만 당신은 그를 도울 수 없습니다. 아시다시피, 여기 와서는요. 당신은 진실을 바꿀 수 없습니다.\"\n아니샤는 자신의 몸을 최대한 일으켜 세웠다. \"죄송합니다만, 아직 자신을 소개하지 않았는데—\"\n\"저는, 부인,\" 그는 눈을 빛내며 끼어들었다. \"무고한 사람을 죽이는 것과 같은 끔찍한 일이 사소한 형식주의의 필요성을 없애 주기를 바라고 있습니다.\"\n\"그렇다면 당신은 잘못 생각하고 있을 겁니다.\" 아니샤는 치마를 들어 올려 그를 지나쳤다. \"저는 거리에서 낯선 사람과 말을 주고받지 않을 겁니다. 제발 길을 비켜 주세요.\"\n하지만 콜드워터는 그녀를 막고, 팔꿈치 근처를 얽어매고 거의 그녀를 뒤로 끌고 갔다. 화이트홀 플레이스의 반대편에서 두 남자가 멍하니 얼어붙어 있었다. 그녀는 브로그든이 길을 건너 재빨리 오는 것을 볼 수 있었다.\n분노가 솟구쳐 오르자 그녀는 콜드워터의 손아귀에 저항했다. \"손을 놓으세요, 선생님.\"\n하지만 그는 그러지 않았다. \"당신이 어떤 게임을 하는지는 모르겠어요, 아니샤 부인.\" 그는 으르렁거리며 손을 꽉 쥐었다. \"하지만 이건 확실해요. 라존비는 냉혈한 살인자예요.\"\n\"당신은 완전히 미쳤어요.\" 그녀가 날카롭게 말했다. \"어떻게 감히!\"\n\"하지만 당신은 그를 봤어요!\" 콜드워터의 말은 분노로 인해 막혔다. \"맙소사, 당신은 그날 도서관에서 그가 나를 공격하는 것을 봤어요. 그는 미친놈이에요! 내가 아니라—\"\n브로그던이 그의 코트 깃을 잡고 마치 무중력 상태인 것처럼 콜드워터를 옆으로 던지자, 그의 말은 끊어졌다. 그 청년은 4번가 옆의 난간에 쿵 하고 부딪히며 날아갔고, 그의 모자가 떨어지면서 그의 놀란 갈색의 머리카락이 드러났다.\n그 마부는 육중한 주먹을 휘둘렀다. \"일어나, 이 빌어먹을 놈아!\" 그는 소리쳤다. \"일어나, 내가 너한테 이걸 더 많이 맛보게 해줄 테니까.\""
}