{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In general, under the influence of globalization, everything is related, such as corporate social responsibility, corporate stainability, corporate image, corporate reputation and corporate profits that stakeholders care most. Corporate image and corporate social responsibility are increasingly closely linked. Corporate image often reflects a company’s character or responsibility. Meanwhile, corporate social responsibility policies affect its reputation and corporate image in the eyes of stakeholders. Fukukawa et al. (2007) pointed out that corporate identity and CSR communication should be consistent. If the communication of corporate social responsibility is disconnected from the identity of the enterprise, the enterprise will present a false image in the eyes of the public. Corporate social responsibility should be regarded as an important part of corporate image management. Globalization has made all these factors that can affect corporate profits more vulnerable than ever. Although globalization has brought more development and opportunities to companies, it is undoubtedly a huge challenge for corporate social responsibility and sustainability. Being able to overcome these challenges can be hugely beneficial to the company and, conversely, failing to do so can be hugely detrimental to the company too.",
    "trans": "전반적으로, 글로벌화의 영향, 예를 들면 기업의 사회적 책임, 지속 가능성, 기업 이미지, 기업 명성, 그리고 이해관계자들이 가장 중시하는 기업의 이익 등, 모든 요소들은 서로 밀접하게 연결되어 있습니다. 기업 이미지는 점점 더 기업의 사회적 책임과 긴밀하게 연결되고 있습니다. 기업의 이미지는 종종 기업의 성격이나 책임감을 반영합니다. 동시에, 기업의 사회적 책임 정책은 이해관계자들의 시각에서 기업의 명성과 이미지에 영향을 미칩니다. Fukukawa 외 (2007)는 기업의 정체성과 CSR 커뮤니케이션이 일관성을 유지해야 한다고 지적했습니다. 만약 기업의 사회적 책임에 대한 커뮤니케이션이 기업의 정체성과 분리된다면, 대중의 눈에는 기업이 거짓된 이미지를 제공하는 것으로 보일 것입니다. 따라서 기업의 사회적 책임은 기업의 이미지 관리의 중요한 부분으로 간주되어야 합니다. 글로벌화는 기업 이익에 영향을 미칠 수 있는 이러한 모든 요소를 그 어느 때보다 더 취약하게 만들었습니다. 비록 글로벌화가 기업에 더 많은 발전과 기회를 제공했지만, 동시에 기업의 사회적 책임과 지속 가능성 측면에서는 엄청난 도전 과제를 안겨주었습니다. 이러한 도전들을 극복하는 것은 기업에 큰 이익이 될 수 있으며, 반대로 이를 해결하지 못하면 기업에 막대한 손해를 초래할 수 있습니다."
}