{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Department of Transitional Assistance (DTA) pays a $500 clothing allowance for children in late August or September. Families get $500 for each child in the family who gets Transitional Assistance for Families and Dependent Children (TAFDC).\nIn 2024, DTA will make the payments for children already getting TAFDC on August 30.\nExpand All\nCan my child get the clothing allowance?\nI am a teen parent. Can I get the clothing allowance for myself?\nHow do I get the clothing allowance?\nWhen do I get the clothing allowance?\nWhat if we do not get TAFDC at all, can we get the clothing allowance?\nCan I get the clothing allowance for a child who is not getting TAFDC?\nLearn More\nFor more information, contact info@masslegalservices.org. You can also download these flyers:\nTAFDC Clothing Allowance Flyer - English (2024)\nTAFDC Clothing Allowance Flyer - Spanish (2024)\nSee more in\nTAFDC\nPublic Benefits & SSI\nWas this page helpful?\nYes\nNo\nStill can't find what you're looking for?\nHow to Use this Site\nChat with a Law Librarian\nFind a Lawyer\nOnline Legal Advice\nFooter Menu\nLegal Topics\nContact Us\nAbout Us\nE-Books and Forms\nMass Legal Help is funded by the Massachusetts Legal Assistance Corporation\nTerms of Use\nPrivacy Policy\n©2024Massachusetts Legal Assistance Corporation",
    "trans": "전환 지원 부서(DTA)는 8월 말이나 9월에 아동에게 $500의 의류 지원금을 지급합니다. 이 지원금은 가족의 아동이 가족 및 부양 아동을 위한 전환 지원(TAFDC)을 받는 경우, 각 아동마다 $500씩 지급됩니다.\n2024년에는 DTA가 8월 30일에 이미 TAFDC를 받고 있는 아동에게 지급합니다.\n모두 보기\n내 아이가 의류 지원금을 받을 수 있나요?\n저는 청소년 부모입니다. 저 자신도 의류 지원금을 받을 수 있나요?\n의류 지원금을 어떻게 받나요?\n언제 의류 지원금을 받나요?\n만약 우리가 전혀 TAFDC를 받지 않는다면, 의류 지원금을 받을 수 있나요?\nTAFDC를 받지 않는 아동에 대해서도 의류 지원금을 받을 수 있나요?\n더 알아보기\n자세한 정보는 info@masslegalservices.org로 문의하십시오. 또한 다음의 전단지를 다운로드할 수 있습니다:\nTAFDC 의류 지원금 전단지 - 영어(2024)\nTAFDC 의류 지원금 전단지 - 스페인어(2024)\n더 보기\nTAFDC\n공공 복지 & SSI\n이 페이지가 도움이 되었나요?\n예\n아니요\n아직 원하는 정보를 찾을 수 없나요?\n이 사이트 사용 방법\n법률 사서와 채팅하기\n변호사 찾기\n온라인 법률 상담\n푸터 메뉴\n법률 주제\n연락처\n회사 소개\n전자책 및 양식\n매스 리걸 헬프는 매사추세츠 법률 지원 기관의 자금 지원을 받습니다.\n이용 약관\n개인 정보 보호 정책\n©2024 매사추세츠 법률 지원 기관"
}