{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I want to use the “Lothair Crystal” as an example to demonstrate how visibility and movement translate into secrecy and status. This intricately carved work of art was likely made for a small, elite audience, and its transparent yet fragile material symbolizes both transparency and the delicate nature of royal power. The creation of this piece was an act of extraordinary craftsmanship, establishing it as a symbol of royal authority. The scenes carved into the crystal depict biblical stories, notably the story of Susanna, who was falsely accused of adultery, highlighting the theme of justice being served. The movement within the Lothair Crystal also played a significant role in conveying both secrecy and status. It is believed that the crystal is connected to Lothair’s personal struggle with his wife, Theutberga, whom he attempted to divorce. The crystal may have been made as a gift for Theutberga or as a public declaration of Lothair’s acknowledgment of her innocence, reflecting the advocacy seen in Susanna’s biblical story. In this sense, the movement of the crystal functioned as a bridge between private matters and public roles. Ultimately, it carried not only visible indicators of status but also deeper meanings related to the personal lives of those who commissioned it, speaking to its enduring power to convey authority over",
    "trans": "\"로타르 크리스탈\"은 가시성과 움직임이 어떻게 비밀과 지위로 전환되는지를 보여주는 예로 사용하기에 적합합니다. 이 정교하게 조각된 예술 작품은 소수의 엘리트 관객을 위해 제작된 것으로 보이며, 투명하면서도 깨지기 쉬운 재료는 투명성과 왕권의 섬세한 본질을 상징합니다. 이 작품의 제작은 탁월한 장인정신이 발휘된 결과물로, 왕권의 상징으로 자리 잡았습니다. 크리스탈에 새겨진 장면들은 성경 속 이야기들을 묘사하고 있으며, 특히 간음죄로 누명을 쓴 수산나의 이야기를 통해 정의가 실현되는 주제를 강조합니다. 로타르 크리스탈 내 움직임 또한 비밀과 지위를 전달하는 중요한 요소였습니다. 이 크리스탈은 로타르 왕이 아내 테우트베르가와의 결혼을 무효화하려 했던 개인적 갈등과 관련이 있는 것으로 추정됩니다. 이 크리스탈은 테우트베르가를 위한 선물로 제작되었거나, 혹은 그녀의 결백을 인정하는 공개적인 선언의 의미를 담았을 수 있으며, 이는 수산나 이야기에서 나타나는 옹호의 의미와도 연결됩니다. 이러한 맥락에서 크리스탈의 이동은 사적인 문제와 공적 역할을 연결하는 다리 역할을 하였습니다. 궁극적으로, 로타르 크리스탈은 신분을 나타내는 가시적인 요소뿐만 아니라 그것을 의뢰한 인물들의 개인적인 삶과도 깊이 연관된 의미를 내포하고 있으며, 왕권이 권위를 전달하는 방식을 보여줍니다"
}