{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Worrall Families:\nOur friends at PTO Today have partnered with us to bring Family Tech Talk to schools at no cost! Join other parents and caregivers for this free educational webinar, presented by an Internet safety expert from Trend Micro's Internet Safety for Kids and Families Program, a global leader in cybersecurity.\nThis free webinar will cover the following topics:\n--Online gaming and social media insights\n--Al and its impact on families: how Al is integrated into everyday apps\n--How to protect children from onlineservices, the benefits and risks, its\nscams and establish effective dailyimpact on misinformation, and tips for\nsafety habits andsafe interactions\n--The latest scams targeting kids\n--Managing screen time and bullying\n--Teens and how Al is making these scams more convincing\n--App settings for age-appropriate content\n--Essential online safety practices and parental controls and tips on setting up\n--What to do if you or a child falls victimto a scam\nDATE: Wednesday, October 16\nPRESENTED BY: Trend Micro Internet Safety for Kids & Families\nTIME: 7PM (EST)\nJoin this free parent education webinar at:\nhttps://trendmicro.zoom.us/j/96358449865?\npwd=naNAkQr080dhF5scliQgsXipOJOoLK.1\nClick here to view the flyer:\nhttps://drive.google.com/file/d/1IrvHpezzeuuXO7L4EPKrNCCkYsRgMuHt/view? usp=sharing",
    "trans": "워럴 가족에게:\nPTO Today 직원들이 저희와 협력하여 학교에 무료로 가족 기술 강연을 제공하게 되었습니다! 다른 부모님과 보호자 분들과 함께, 사이버 보안의 세계적 리더인 트렌드 마이크로의 어린이와 가족을 위한 인터넷 보안 프로그램 소속 전문가가 진행하는 무료 교육 웨비나에 참여하세요.\n이번 무료 웨비나에서는 다음과 같은 내용을 다룹니다:\n-- 온라인 게임 및 소셜 미디어의 이해\n-- AI와 그것이 가족에 미치는 영향: 일상 어플리케이션에 AI가 통합되는 방법\n-- 자녀를 온라인 서비스로부터 보호하는 법, 온라인 서비스의 장점과 위험성,\n사기 수법과 허위 사실 방지를 위한 효과적인 방법\n안전한 습관과 상호작용을 위한 팁\n-- 아동 대상 최신 사기 수법\n-- 스크린타임과 사이버불링 관리\n-- 청소년, 그리고 AI가 사기 수법을 더 그럴 듯하게 만드는 방법\n-- 연령에 적합한 콘텐츠를 위한 어플리케이션 설정\n-- 필수 온라인 안전 수칙 및 부모의 관리, 설정 팁\n-- 본인 혹은 자녀가 사기 피해자가 됐을 때 대처법\n일시: 10월 16일 수요일\n주최: 트렌드 마이크로의 어린이와 가족을 위한 인터넷 보안 프로그램\n시간: 오후 7시 (동부 표준시)\n아래 링크에서 무료 부묘 교육 웨비나에 참여하세요:\nhttps://trendmicro.zoom.us/j/96358449865?\npwd=naNAkQr080dhF5scliQgsXipOJOoLK.1\n안내 책자를 보시려면 클릭하세요:\nhttps://drive.google.com/file/d/1IrvHpezzeuuXO7L4EPKrNCCkYsRgMuHt/view? usp=sharing"
}