{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Identity: Assertive (-A) vs. Turbulent (-T)\nConfidence, Achievement, and You\nThe Identity scale, made up of the Assertive and Turbulent personality traits, affects all other scales and indicates how confident we are in our abilities and decisions. Identity triggers the way we react to the things life constantly throws at us. How do we respond to success and failure? Criticism or feedback from other people? Unexpected events that suddenly change many things or everything? Even the unknown future?\n79% of those with the Turbulent trait say they think a lot about their regrets, compared to 42% of those with the Assertive trait.\n“DOUBTS” SURVEY\nThe Mind (Introversion and Extraversion) and Identity scales bookend our personality model. Together, they influence how we interact with our environments, including the people and the tasks within them. We call the four possible combinations of the two scales “Strategies” and you can find out more about them in the main theoretical article. But for now, let’s explore what the Identity scale looks like.\nAssertive (-A) Personality\nCalm in the Storm\n93% of those with the Assertive Identity say they feel confident facing day-to-day difficulties, compared to 62% of those with the Turbulent Identity.\n“HANDLING STRESS” SURVEY\nAssertive individuals are self-assured, even-tempered, and resistant to stress. They don’t worry too much, but this is different from apathy. They aim for goals and want successful results, but they typically won’t let nervousness color the path to their accomplishments. They’re unlikely to spend a lot of time thinking about their past actions or choices. According to Assertive personality types, what’s done is done.\nAssertive personality types learn lessons from their personal histories, but they see little purpose in entertaining the same regrets again and again.\nHowever, problems may arise for them if their confidence turns into overconfidence. Assertive individuals may gloss over problems or details that can interfere with their goals and desired results. They may lean toward assuming all will be positive. Assertive people also sometimes presume they are free to do much more than others would allow or tolerate. If overconfident, these personality types may come to believe their confidence overshadows what others want.\n94% of those with the Assertive Identity say they have a healthy ego, compared to 58% of those with the Turbulent Identity.\n“EGO” SURVEY\nBut their confidence remains. It can help them move forward where others might hesitate. People with this personality trait report more satisfaction with their lives. They feel more assured of their abilities to handle the difficult and the unexpected. Through this lens, they often create the kinds of success that matter to them.\nTurbulent (-T) Personality\nPower of Stress, Activate!\nTurbulent individuals are success-driven, perfectionistic, and eager to improve. They are always trying to counterbalance their self-doubts by achieving more. Just as they push themselves to become better, they’re as likely to push their projects or efforts in the same direction. Turbulent personality typestend to notice little problems and often do something about them before they become larger ones.\n86% of those with the Turbulent Identity say that comparing themselves to others usually results in a negative feeling, compared to 58% of those with the Assertive Identity.\n“SOCIAL COMPARISON” SURVEY\nThere are potential downsides to all this attention and achievement. Always feeling the need to do more, to have more, and to be more, Turbulent individuals can also get caught up in endless thoughts of criticisms, slights, or regrets. This can either bog them down or motivate them to do better. Their sensitivity to potential problems can be useful – unless that’s all they think about and the problems clutter their attention. Turbulent personality typesmay compulsively scan for what might go wrong instead of keeping their eyes on more positive targets – on what could go right.\nStress may have a bad reputation, but Turbulent types around the world show just how powerful a motivator it can be.\nCareful and attentive people are always important to society and keep it safe. At the same time, a fear of stagnation can bring about great change. Turbulent individuals beautifully cover both. When these personalities balance their worries and concerns with positive action, they’re likely to prove themselves to be of great value.",
    "trans": "정체성: 단호한 (-A) 대 격변하는 (-T)\n자신감, 성취, 그리고 당신\n정체성 범위는 단호하고 격변하는 성격의 특성으로 구성됩니다, 모든 다른 범위에 영향을 끼치며 우리가 능력과 결정에 얼마나 자신감이 있는지 나타냅니다. 정체성은 삶이 지속적으로 우리에게 던지는 것들에 대해 반응하는 방법의 도화선입니다. 우리가 성공과 실패에 어떻게 반응할까? 다른 사람들로부터의 비판 또는 피드백은? 갑자기 많은 것 또는 모든 것을 바꾸는 예상하지 못했던 사건은? 심지어 알 수 없는 미래는?\n79%의 격변하는 특성을 가진 이들은 42% 단호한 특성을 가진 이들과 비교해서, 후회에 대해 많이 생각한다고 말했습니다.\n'의심' 조사\n마음 (외향성과 내향성)과 정체성 범위는 우리의 성격 유형의 시작과 끝입니다. 함께, 우리가 사람들과 그들 안에서 과제를 포함하여, 환경과 어떻게 상호작용 하는지 영향을 끼칩니다. 우리는 두 범위 '전략'의 네 가지 가능한 결합을 칭하며 주요 이론 기사에서 그것들을 더 많이 찾을 수 있습니다. 하지만 지금은, 정체성 범위가 무엇과 같은지 더 알아봅시다.\n단호한 (-A) 성격\n태풍 속에서 침착함\n단호한 정체성을 가진 93%는 격변하는 정체성을 가진 62%와 비교적으로 매일 어려움을 마주할 때 자신감을 느낀다고 말합니다.\n'스트레스 처리' 조사\n단호한 개개인은 자신감 있고, 침착하며, 스트레스에 저항합니다. 그들은 너무 걱정하지 않지만, 무관심과는 다르다. 그들은 목표를 향해 나아가고 성공적인 결과를 원합니다, 하지만 전형적으로 불안이 그들의 성취를 위한 길을 물들이게 하지 않습니다. 그들은 과거의 행동 또는 선택에 대해 생각하며 많은 시간을 쓰지 않습니다. 단호한 성격 유형에 따르면, 이미 지나간 일입니다.\n단호한 성격 유형은 그들의 개인적인 역사로부터 교훈을 배우지만, 같은 후회를 다시 또 다시 품는 것에 적은 목표를 보입니다.\n하지만, 그들의 자신감이 지나친 자신감으로 변하면 문제가 떠오릅니다. 단호한 개개인은 목표와 열망하는 결과를 방해할 수 있는 문제나 세부 사항을 얼버무리고 넘어갈 수 있습니다. 그들은 모든 것이 긍정적일 것으로 추측하는 데 기울일 것입니다. 단호한 사람은 또한 다른 이들이 허용하거나 용인하는 것보다 더 많이 하는 데 자유롭다고 추정합니다. 만약 지나친 자신감이면, 이 성격 유형은 그들의 자신감이 다른 이들이 원하는 것을 무색하게 만든다고 믿게 할 수 있습니다.\n단호한 정체성을 가진 94%는 격변하는 정체성을 가진 58%와 비교적으로 그들이 건강한 자아를 가지고 있다고 말합니다.\n'자아' 조사\n하지만 그들의 자신감은 여전하다. 이는 다른 이들이 주저하고 있을 때 그들을 앞으로 나아가게 돕습니다. 이 성격 특성을 가진 사람들은 삶에 더 만족한다고 보고합니다. 그들은 어려움과 예측할 수 없는 것을 다루는 능력에 대해 확신합니다. 이 렌즈를 통해서, 그들은 종종 그들에게 중요한 성공을 만듭니다.\n격변하는 (-T) 성격\n스트레스의 힘, 활성화시키자!\n격변하는 개개인은 성공 중심적, 완벽주의적이며, 개선을 위해 간절합니다. 그들은 항상 더 성취하므로 자신의 의심과 균형을 잡습니다. 그들 스스로 더 나으려고 밀어붙이는 것처럼, 그들은 같은 방향으로 프로젝트 또는 노력을 밀어붙입니다. 격변하는 성격 유형은 작은 문제를 알아차리는 경향이 있고 종종 더 커지기 전에 그것에 대해 무언가를 합니다.\n격변하는 정체성의 86%는 단호한 정체성의 58%와 비교적으로, 자신을 다른 이들과 비교하는 것은 보통 부정적인 느낌을 일으킨다고 말합니다.\n'사회 비교' 조사\n모든 주의와 성공에는 잠재적인 단점들이 있습니다. 항상 더 해야 할, 더 가져야 할, 그리고 더 되어야 할 필요를 느낍니다, 격변하는 정체성은 또한 비판, 모욕, 또는 후회의 끊임없는 생각에 사로잡힙니다. 이는 직원들의 사기를 떨어뜨리거나 더 나아지도록 동기를 부여할 수 있습니다. 그들의 민감성은 잠재적은 문제에 유용할 수 있습니다 – 그들이 그것만 생각하고 문제가 집중을 방해하지 않는 한 말이죠. 격변하는 성격 유형은 그들의 눈을 더 긍정적인 목표 – 잘 나아가고 있는 것에 유지하는 대신에 강박적으로 무엇이 잘못 나아가고 있는지 살핍니다.\n스트레스는 좋지 않은 명성을 가질 수 있습니다, 하지만 격변하는 유형은 세상에 이것이 얼마나 강력한 동기 요인이 될 수 있는 보여줍니다.\n조심스럽고 주의를 기울이는 사람들은 사회와 안전을 유지하는 것이 중요합니다. 동시에, 침체에 대한 두려움은 큰 변화를 불러올 수 있습니다. 격변하는 개개인은 아름답게 두 가지 모두를 다룹니다. 이 성격들이 걱정과 염려를 긍정적인 행동과 균형 잡을 때, 그들은 스스로 엄청난 가치가 됨을 증명할 것입니다."
}