{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A precedent for universal access to education in the United States was set with the 1972 U.S. District Court for the District of Columbia’s decision in Mills v. Board of Education of the District of Columbia. This case was brought on the behalf of seven school-age children with special needs who argued that the school board was denying their access to free public education. The school board maintained that the children’s “exceptional” needs, which included intellectual disabilities, precluded their right to be educated for free in a public school setting. The board argued that the cost of educating these children would be too expensive and that the children would therefore have to remain at home without access to education. This case was resolved in a hearing without any trial. The judge, [redacted_name], upheld the students’ right to education, finding that they were to be given either public education services or private education paid for by the Washington, D.C., board of education. He noted that Constitutional rights must be afforded citizens despite the greater expense involved ... the District of Columbia’s interest in educating the excluded children clearly must outweigh its interest in preserving its financial resources. ... The inadequacies of the District of Columbia Public School System whether occasioned by insufficient funding or administrative inefficiency, certainly cannot be permitted to bear more heavily on the “exceptional” or handicapped child than on the normal child (Mills v. Board of Education 1972). Today, the optimal way to include people with disabilities students in standard classrooms is still being researched and debated. “Inclusion” is a method that involves complete immersion in a standard classroom, whereas “mainstreaming” balances time in a special-needs classroom with standard classroom participation. There continues to be social debate surrounding how to implement the ideal of universal access to education.",
    "trans": "미국에서 보편적 교육 접근에 대한 선례는 1972년 컬럼비아 특별구 연방지방법원의 Mills v. Board of Education of the District of Columbia 판결에서 확립되었습니다. 이 사건은 특수 교육이 필요한 7명의 학령기 아동을 대신하여 제기되었으며, 이들은 학교 위원회가 무상 공교육을 거부한다고 주장했습니다. 학교 위원회는 지적 장애를 포함한 아동의 \"예외적인\" 요구 사항으로 인해 공립학교에서 무상으로 교육을 받을 권리가 없다고 주장했습니다. 위원회는 이 아동들을 교육하는 데 드는 비용이 너무 많이 들기 때문에 아동들이 교육을 받지 못한 채 집에 머물러야 한다고 주장했습니다. 이 사건은 재판 없이 심리에서 해결되었습니다. [삭제된_이름]판사는 학생들의 교육권을 옹호하며, 워싱턴 D.C. 교육위원회가 비용을 지불하는 공교육 서비스나 사립교육을 제공해야 한다고 판결했습니다. 그 판사는 더 큰 비용이 수반됨에도 불구하고 시민들에게 헌법적 권리가 부여되어야 한다고 언급했습니다... 소외된 어린이들을 교육하는 데 따른 컬럼비아 특별구의 이익은 그 특별구의 재원을 보존하는 데 따른 이익보다 분명히 더 커야 합니다... 불충분한 자금지원이나 행정적 비효율성으로 인한 컬럼비아 특별구 공립학교 시스템의 부적절성은 정상적인 어린이보다 \"예외적\"이거나 장애가 있는 어린이에게 더 큰 영향을 미치는 것을 허용할 수 없습니다(Mills v. Board of Education 1972). 오늘날에도 여전히 장애인 학생들을 정상적인 교실에 포함시키는 최적의 방법이 연구되고 논의되고 있습니다. \"포함\"은 정상적인 교실에 완전히 몰입하는 방법인 반면, \"주류화\"는 특수환경의 교실에서 보내는 시간과 정상적인 교실에서 보내는 시간 사이에 균형을 맞춥니다. 교육에 대한 보편적 접근이라는 이상을 구현하는 방법을 둘러싼 사회적 논쟁이 지금도 계속되고 있습니다."
}