{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A Message from Amazon Flex\nHi Diana [redacted_name],\nWe're contacting you because on one or more occasions, you marked a package as \"undeliverable\" in the Amazon Flex app without first trying to call the customer or Support. As a result, this instance will be included in your delivery history.\nHere are some suggestions for successful deliveries:\n-Check the customer notes for any delivery instructions.\n-If you're having trouble following the customer instructions, you can call or text them twice between 8 a.m. – 8 p.m. local time through the app. Go to Help > “Call the Customer” or “Text the Customer.\" For your safety, don't try to contact the customer while driving.\n-If you haven't received a response from the customer, if the delivery is outside the hours of 8 a.m. – 8 p.m. local time, if there isn't customer contact information, or if you need help, contact Support in the app by selecting: ? > Driver Support.\n-If you're still unable to deliver a package, select the accurate reason code in the app and return all undelivered packages at the end of your block or by 10 a.m. the next day to the original pick-up location.\nIf this continues, your eligibility to deliver with Amazon Flex may be impacted.\nThe Amazon Flex Team\nFor faster access to Support, try live chat by signing in to the Amazon Flex app and going to the main menu > Help > Contact us.",
    "trans": "아마존 플렉스에서 보내는 메시지\n안녕하세요 Diana [삭제된_이름] 님,\n아마존 플렉스 앱에서 택배를 \"배송 불가\"로 표시하기 전에 고객이나 지원팀에 먼저 연락하지 않은 사례가 한 건 이상 확인되었습니다. 이에 따라 해당 사례가 귀하의 배송 기록에 포함됩니다.\n배송을 성공적으로 진행하기 위한 몇 가지 안내사항입니다:\n-고객 메모에서 배송 지침을 반드시 확인하세요.\n-고객 지침을 따르는 데 어려움이 있을 경우, 현지 시간 오전 8시 – 오후 8시 사이에 앱을 통해 고객에게 두 번 전화 또는 문자 메시지를 보낼 수 있습니다. 경로는 도움말 > \"고객에게 전화하기\" 또는 \"고객에게 문자 보내기\"입니다. 단, 안전을 위해 운전 중에는 고객과 연락하지 마세요.\n-고객이 응답하지 않거나, 배송 시간이 현지 시간 오전 8시 – 오후 8시를 벗어나 있거나, 고객 연락처가 없는 경우 또는 추가 지원이 필요할 경우, 앱에서: ? > 운전자 지원을 선택하여 지원팀에 문의하세요.\n-그래도 택배를 배송할 수 없는 경우, 앱에서 정확한 사유를 선택하고, 모든 미배송 택배를 해당 블록 종료 시점 또는 다음 날 오전 10시까지 원래 픽업 장소로 반납해야 합니다.\n이러한 사례가 지속될 경우, 아마존 플렉스 배송을 진행할 자격에 영향이 있을 수 있습니다.\n아마존 플렉스 팀 드림\n더 빠른 지원이 필요하시면, 아마존 플렉스 앱에 로그인한 후 메인 메뉴 > 도움말 > 문의하기를 선택하여 실시간 채팅을 이용하세요."
}