{
    "source": "en_US",
    "target": "ko_KR",
    "text": "emergency care settings. Its use during CPR is also increasing. Previous and current guidance emphasises the need for skilled POCUS operators.21\nAn ILCOR systematic review assessed the role of POCUS during\ncardiac arrest as a prognostic tool.330 The review identified several\nlimitations such as inconsistent definitions and terminology around\nsonographic evidence of cardiac motion, low inter-rater reliability of\nfindings, low sensitivity and specificity for outcomes, confounding from\nself-fulfilling prophecy when terminating resuscitation in unblinded\nsettings as well as unspecified timing of POCUS.330 The review\nconcluded that no sonographic finding had sufficiently or consistently\nhigh sensitivity to support its use as a sole criterion to terminate CPR.\nThe authors of the ILCOR systematic review advised that clinicians\nshould be cautious about introducing additional interruptions in chest\ncompressions with a transthoracic approach to POCUS during cardiac arrest.1,331,332\nPOCUS can be used to diagnose treatable causes of cardiac arrest such as cardiac tamponade or pneumothorax. The ERC ALS 2015 guidelines recommended a sub-xiphoid probe position placed just before chest compressions are paused for a planned rhythm assessment.21 [Soar 2015 100] These applications were not covered in the ILCOR systematic review; however, the review stressed the issue of over-interpreting the finding of right ventricular dilation in isolation as a diagnostic indicator of massive pulmonary embolism. Right ventricular dilation begins a few minutes after onset of cardiac\narrest as blood shifts from the systemic circulation to the right heart along its pressure gradient.333335 Right ventricular dilation was consistently observed in a porcine model of cardiac arrest caused by hypovolaemia, hyperkalaemia, and primary arrhythmia,336 and is a common finding regardless of the cause of OHCA during trans- oesophageal echocardiography performed in the emergency depart- ment.337 At present, there is limited knowledge about the use POCUS during CPR to assess deep vein thrombosis to help diagnose pulmonary embolism, to assess for pleural effusion and FAST (Focussed Assessment with Sonography for Trauma) assessment of the abdomen and aorta.\nMechanical chest compression devices\nInformed by evidence from 8 RCTs338345 the ILCOR 2015 CoSTR and ERC Guidelines did not recommend the routine use of automated mechanical chest compression devices but did suggest that they are a reasonable alternative when sustained high-quality manual chest compressions are impractical or compromise provider safety.21,275\nThis evidence update focused on randomised controlled trials and systematic reviews.\nTwo new randomised trials were identified.346,347 One study examined the use of the Autopulse applied in the emergency department following OHCA (n = 133). The trial found the rate of survival to hospital discharge was higher in the Autopulse group (18.8% versus 6.3%, p = 0.03) but no difference in favourable neurological outcome (16.2% versus 13.4%). A randomized non- inferiority safety study, involving 374 patients, reported that LUCAS device did not cause significantly more serious or life-threatening visceral damage than manual chest compressions. For the Autopulse device, significantly more serious or life-threatening visceral damage than manual compressions cannot be excluded.346\nSix systematic reviews and meta-analyses were published since the ILCOR review, including a Cochrane review.348353 Significant methodological errors in one systematic review and meta-analysis led to its exclusion.354 Four reviews drew conclusions similar to the ILCOR 2015 review, that mechanical CPR did not improve critical or important outcomes.348351 A review focusing solely on mechanical CPR in the in-hospital setting, reported very low-certainty evidence that mechanical chest compressions improved patient outcomes in that setting.352 A Bayesian network meta-analysis reported that manual CPR was more effective than Autopulse mechanical chest compression device and comparable to LUCAS mechanical chest compression device.353\nThe writing group considered that the new data did not materially alter the previous ERC guidelines on the use of mechanical chest compression devices in cardiac arrest.21\nCircumstances to consider mechanical chest compression devices\nA review identified several specific circumstances where it is difficult to deliver high-quality manual CPR where mechanical CPR can be considered as an alternative.355 Examples include transporting to hospital in an ambulance or helicopter, during percutaneous coronary intervention, diagnostic imaging such as a CT scan, as a bridge to establishing extra-corporeal CPR or maintaining circulation prior to organ retrieval when resuscitation is unsuccessful. The expert consensus is that mechanical devices should be considered when high-quality manual compressions are not practical or pose a risk to",
    "trans": "응급치료 환경. CPR 중의 사용도 증가하고 있습니다. 이전 및 현재 지침은 숙련된 POCUS 운영자의 필요성을 강조합니다.21\nILCOR의 체계적 고찰은 심장 마비 중 POCUS의 예후 도구로서의 역할을\n평가했습니다.330 고찰에서는 심장 운동의 초음파 증거에 대한\n일관되지 않은 정의 및 용어, 소견에 대한 평가자 간 신뢰도 낮음,\n결과에 대한 민감도 및 특이도 낮음,\n혼합되지 않은 환경에서 소생을 종료할 때의 자기 실현적 예언과의 혼동,\nPOCUS의 지정되지 않은 타이밍과 같은 여러 가지 한계를 확인했습니다.330\n고찰에서는 어떤 초음파 소견도 CPR을 종료하는\n유일한 기준으로 사용하는 것을 뒷받침할 만큼\n충분하거나 지속적으로 높은 민감도를 가지고 있지 않다고 결론지었습니다.\nILCOR의 체계적 고찰의 저자들은\n심장마비 발생 중에 임상의들이 POCUS에 대한 흉부 접근을 통해\n흉부 압박을 추가로 중단하는 것에 대해 주의해야 한다고 조언했습니다.1,331,332\nPOCUS는 심장 눌림증이나 기흉과 같은 치료 가능한 심장마비의 원인을 진단하는 데 사용할 수 있습니다. ERC ALS 2015 지침은 계획된 리듬 평가를 위해서 흉부 압박을 일시 중지하기 직전에 하부 검삼돌기흉골 탐침의 위치를 정할 것을 권장했습니다.21 [Soar 2015 100] 이러한 적용은 ILCOR의 체계적 고찰에서 다루지 않았지만, 이 고찰은 단독으로 우심실 확장 소견을 발견한 것을 대규모 폐색전증의 진단 지표로 과도하게 해석하는 문제를 강조했습니다.\n우심실 확장은 심장마비가 시작된 후 몇 분 후에 시작되는데, 이는 혈액이 체순환에서 압력 기울기를 따라 우심장으로 이동하기 때문입니다.333335 우심실 확장은 저혈량증, 고칼륨혈증, 원발성 부정맥으로 인한 돼지의 심장마비 모델들에서 일관되게 관찰되었으며,336 응급실에서 시행한 경식도 심장 초음파검사에서 OHCA의 원인과 관계없이 흔히 발견되는 증상입니다.337 현재, 폐색전증을 진단하고, 심부정맥혈전증을 평가하며 흉막 삼출액을 평가하고, 복부와 대동맥을 FAST(Focussed Assessment with Sonography for Trauma)로 평가하기 위한 CPR 중에 POCUS를 사용하는 것에 대한 지식은 제한적입니다.\n기계적 흉부 압박 장치\n8개의 RCT338345의 증거에 따르면, ILCOR 2015 CoSTR 및 ERC 지침은 자동화된 기계적 흉부 압박 장치의 일상적인 사용을 권장하지는 않지만 지속적인 고품질 수동 흉부 압박이 비실용적이거나 제공자의 안전을 위협하는 경우에는 이것이 합리적인 대안이라고 제안했습니다.21,275\n이 증거 업데이트는 무작위 대조 시험과 체계적 고찰에 초점을 맞추었습니다.\n두 개의 새로운 무작위 시험들이 확인되었습니다.346,347 한 연구에서는 OHCA 후 응급실에서 적용된 Autopulse의 사용현황을 조사했습니다(n = 133). 이 시험에서 병원 퇴원시까지의 생존율은 Autopulse 집단에서 더 높았지만(18.8% 대 6.3%, p = 0.03) 선호하는 신경학적 결과에는 차이가 없었습니다(16.2% 대 13.4%). 374명의 환자를 대상으로 한 무작위 비열등성 안전성 연구에서는 LUCAS 장치가 수동 흉부 압박보다 훨씬 더 심각하거나 생명을 위협하는 내장 손상을 일으킨 경우는 없었다고 보고했습니다. Autopulse 장치의 경우, 수동 압박보다 훨씬 더 심각하거나 생명을 위협하는 내장 손상이 발생할 가능성을 배제할 수 없습니다.346\nILCOR 고찰 이후 Cochrane 고찰을 포함하여 6번의 체계적 고찰과 메타 분석결과가 발표되었습니다.348353 한 체계적 고찰과 메타 분석에서 상당한 방법론적 오류가 있어 제외되었습니다.354 4번의 고찰에서 기계적 CPR이 중요하거나 중대한 결과를 개선하지 못했다는 ILCOR 2015 고찰에서의 결론과 유사한 결론이 도출되었습니다.348351 병원 내 환경에서의 기계적 CPR에만 초점을 맞춘 고찰에서는 기계적 흉부 압박이 해당 환경에 놓인 환자의 결과를 개선했다는 매우 낮은 확실성 증거가 보고되었습니다.352 베이스의 네트워크 메타 분석에서는, 수동 CPR이 Autopulse의 기계적 흉부 압박 장치보다 더 효과적이며 LUCAS의 기계적 흉부 압박 장치와 유사한 효과를 보였다고 보고되었습니다.353\n저술 집단은 그 새로운 데이터가 심장마비시의 기계적 흉부압박장치 사용에 대한 이전 ERC 지침을 실질적으로 변경하지 않았다고 생각했습니다.21\n기계적 흉부 압박 장치를 고려해야 하는 상황\n어떤 고찰에서는 고품질 수동 심폐소생술을 실시하기 어려운 몇 가지 특정 상황들이 발견되었으며, 이 경우 기계적 심폐소생술이 대안으로 고려될 수 있습니다.355 예를 들어 경피적 관상동맥 중재술 시 구급차나 헬리콥터로 병원으로 이송하는 경우, 소생술이 실패했을 때 장기를 적출하기 전 순환을 유지하거나 체외 심폐소생술을 실시하기 위한 가교 역할로서 CT 스캔과 같은 진단용 영상촬영을 하는 경우 등이 있습니다. 전문가들의 공통적인 의견에 따르면, 고품질 수동 압박이 실용적이지 않거나 위험을 초래할 경우에는 기계적 장치의 사용을 고려해야 합니다."
}