{
    "source": "en_US",
    "target": "ko_KR",
    "text": "He felt his heart rate slowing a bit. She didn’t seem to be panicking. “If you’re uncomfortable, we don’t have to stay. If you’re not ready, I mean.”\nShe turned back to him and took both of his hands in hers. “Draco, last week you asked me if I wanted to go to ‘your place.’ I reacted like that because I thought you meant...”\nShe trailed off, and he felt his eyes bulge with shock as he took in her meaning. “The Manor? Merlin, Granger, I don’t even like going there.”\nShe gave a little shrug. “You never mentioned a flat.”\nHe glanced down at their clasped hands and shook his head, preoccupied with the idea of popping through the Floo at Malfoy Manor with Granger in tow.\n“I’m very glad to see where you live,” she said when he didn’t respond.\nHe looked up at her and smiled. He found he quite liked the sight of Hermione Granger standing in his living room.\n“I like you,” he blurted.\nShe blushed and looked down for a second. “I know. You said.”\n“I mean, I really like you,” he went on.\nShe laughed and put her arms back around his neck. “I really like you, too, Draco.”\n“And I really like when you call me Draco.”\n“Good,” she said and kissed him lightly. “Because I really like calling you Draco.”",
    "trans": "\"그는 심박수가 조금 느려지는 것을 느꼈다. 그녀는 패닉에 빠진 것 같지 않았다. “너가 불편하면, 우리는 여기 있을 필요 없어. 준비가 안 됐다면 말이야.”\n그녀는 그에게 다시 돌아서서 그의 두 손을 자신의 손으로 잡았다. “드레이코, 지난주에 너는 내가 ‘네 집’에 가고 싶냐고 물었지. 내가 그렇게 반응한 이유는 네가...”\n그녀는 말을 흐렸고, 그는 그녀의 뜻을 이해하며 충격에 눈이 커지는 것을 느꼈다. “맨션? 세상에, 그레인저, 나는 거기 가는 것도 싫어.”\n그녀는 살짝 어깨를 으쓱했다. “너는 아파트에 대해 말한 적이 없어.”\n\"그는 그들의 얽힌 손을 내려다보며 고개를 저었다. 그레인저를 데리고 말포이 맨션에서 플루를 통해 이동하는 생각에 몰두한 채였다.\n“네가 어디 사는지 보게 되어 정말 기뻐,” 그녀가 그가 대답하지 않자 말했다.\n그는 그녀를 바라보며 미소를 지었다. 그는 헤르미온느 그레인저가 자신의 거실에 서 있는 모습을 꽤 좋아한다는 것을 알았다.\n“난 너를 좋아해,” 그는 불쑥 말했다.\n그녀는 얼굴이 붉어지고 잠깐 고개를 숙였다. “알아. 네가 말했지.”\n“내가 말한 건, 나는 정말로 너를 좋아한다는 거야,” 그가 계속했다.\n그녀는 웃으며 다시 그의 목에 팔을 둘렀다. “나도 정말로 너를 좋아해, 드레이코.”\n“그리고 나는 네가 나를 드레이코라고 부를 때가 정말 좋아.”\n\"좋아,\" 그녀는 말하며 그에게 가볍게 키스했다. \"왜냐면 나는 너를 드레이코라고 부르는 게 좋아.\""
}