{
    "source": "en_US",
    "target": "ko_KR",
    "text": "According to this clip, security cameras confirm what happened between these two photos: Liam got upset at something on his computer, slammed it shut and got up to leave. On his way to the elevator, he fainted. Hotel staff were going to carry him up to his room, but Liam regained consciousness. Liam was conscious when he entered the elevator and walked back to his room\nWhy this is important:\nAccording to the commentator at the end of the video (in all white) who appears to be a legal commentator, if Liam was conscious when he was escorted to his room (not carried unconsciously or semi-consciously. meaning: if he was still in charge of his own faculties), then the *legal responsibility* is not on the hotel; it's on Liam\nHOWEVER. This does not mean everything that happened is Liam's fault and that the hotel or others are not responsible. Far from that, actually.\nIf we consider Liam's death in three parts:\n1. everything before the hotel room (lobby, elevator)\n2. everything inside the hotel room\n3. the fall\nthen the only thing being impacted by this security footage is the first part: everything that happened outside of the hotel room\nThe security footage now confirms that what happened prior to entering the hotel room is not the *legal* responsibility of the hotel, since Liam was conscious for all of it, save for the fainting episode. The hotel staff is seen on camera tending to Liam when he fainted, so that also absolves them of any legal responsibility in the lobby and elevator and hallway\nThis does not mean that another person (such as the person who supplied/sold him the drugs, or someone else) may not still be responsible. That investigation is still ongoing. All this particular security footage means is that the *corporation* (hotel) is not responsible for this first part of what transpired that day\nThis also does not mean that the hotel is not responsible for another part of what happened that day (parts 2 and 3). Again, investigations (plural) are still ongoing\nOne final note:\nThe (legal?) commentator at the end reminds us that what is at stake here is the hotel's legal responsibility of when Liam was left alone\nKeyword: when. At what **specific moment** did hotel staff leave Liam? This will determine the hotel's possible culpability\nIn other words, the hotel has a legal obligation to its guests\n*If the hotel staff left Liam when he was not in control of his faculties and/or in a state of semi- or full unconsciousness, then the hotel is legally responsible and culpable under Argentinian law\n*If staff left him when he was conscious, then the hotel (corporation) is not responsible or culpable under Argentinian law. This applies to all three parts (lobby/elevator; the room; the fall)\n-d",
    "trans": "이 영상에 따르면, 보안 카메라는 이 두 사진 사이에 일어난 일을 확인해줍니다: 리암은 컴퓨터에서 무언가에 화가 나서 컴퓨터를 닫고 일어나서 나가려고 했습니다. 엘리베이터로 가는 길에 그는 기절했습니다. 호텔 직원들은 그를 방으로 옮기려고 했지만, 리암은 의식을 되찾았습니다. 리암은 엘리베이터에 탔을 때 의식이 있었고, 방으로 돌아갔습니다.\n이것이 중요한 이유:\n영상 끝에 등장하는 (전체 흰색 옷을 입은) 법률 전문가처럼 보이는 해설자에 따르면, 만약 리암이 방으로 인도될 때 의식이 있었다면 (의식이 없거나 반 의식 상태로 옮겨진 것이 아니라, 즉 그의 능력을 스스로 통제할 수 있었다면), 그러면 *법적 책임*은 호텔에 있는 것이 아니라; 리암에게 있다는 것입니다.\n하지만. 이것이 모든 일이 리암의 잘못이고 호텔이나 다른 사람들이 책임이 없다는 것을 의미하지는 않습니다. 사실, 전혀 그렇지 않습니다.\n리암의 죽음을 세 부분으로 나누어 생각해 보겠습니다:\n1. 호텔 방 이전의 모든 것 (로비, 엘리베이터)\n2. 호텔 방 안의 모든 것\n3. 추락\n그러면 이 보안 영상이 영향을 미치는 유일한 것은 첫 번째 부분: 호텔 방 밖에서 일어난 모든 일입니다.\n보안 영상은 이제 호텔 방에 들어가기 전의 일이 호텔의 *법적* 책임이 아님을 확인해줍니다. 리암은 기절한 사건을 제외하고는 모두 의식이 있었기 때문입니다. 호텔 직원은 그가 기절했을 때 그를 돌보는 모습이 카메라에 잡히는데, 이것은 로비와 엘리베이터, 복도에서 그들에게 법적 책임이 없음을 입증합니다.\n이것이 다른 사람 (예를 들어, 그에게 마약을 공급하거나 판매한 사람, 또는 다른 사람)이 여전히 책임이 없다는 의미는 아닙니다. 그 조사는 아직 진행 중입니다. 이 보안 영상이 의미하는 것은 바로 *기업*(호텔)이 이날 일어난 첫 번째 부분에 대한 책임이 없다는 것입니다.\n또한 이것이 호텔이 그날 일어난 다른 부분에 대해 책임이 없다는 의미는 아닙니다 (두 번째와 세 번째 부분). 다시 말하지만, 조사는 (복수) 진행 중입니다.\n마지막 한 가지:\n영상 끝에서 (법적?) 해설자는 우리가 기억해야 할 점은 호텔의 법적 책임이 리암이 혼자 남겨진 순간에 달려 있다는 것입니다.\n핵심 단어: 언제. 호텔 직원들이 리암을 떠나게 한 **특정 순간**은 무엇인가요? 이것이 호텔의 법적 책임 여부를 결정할 것입니다.\n다시 말하면, 호텔은 손님에게 법적 의무가 있습니다.\n*만약 호텔 직원들이 리암을 그의 능력을 통제할 수 없거나 반 의식 상태 또는 완전히 의식을 잃은 상태에서 떠나게 했다면, 그 경우 호텔은 아르헨티나 법에 따라 법적 책임이 있으며, 책임이 있습니다.\n*만약 직원들이 그가 의식이 있었을 때 떠나게 했다면, 그러면 호텔 (기업)은 아르헨티나 법에 따라 책임이 없고 법적 책임이 없습니다. 이는 세 부분 모두 (로비/엘리베이터; 방; 추락)에 적용됩니다.\n-d"
}