{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We believe the proposed combination is deeply complementary and aligned with our missions to industrialize drug discovery to deliver high-quality medicines and lower prices for consumers,” said Chris Gibson, Co-Founder and CEO of Recursion and the planned CEO of the combined entity.\nThe combined company, which will be named Recursion, will continue to be headquartered in Salt Lake City, Utah, and trade on the NASDAQ while maintaining a significant presence in the U.K.\nChris Gibson, Co-Founder & CEO of Recursion, will serve as CEO of the combined company and David Hallett, Interim Chief Executive Officer & Chief Scientific Officer of Exscientia, plans to join the combined company as Chief Scientific Officer.\nRelated: AI Drug Hunter Firm Exscientia Fires Its CEO Over ‘Inappropriate’ Relationships with Two Employees.\nExscientia will bring its precision chemistry design and small-molecules automated synthesis technology to Recursion, contributing to scaled biology exploration and translational capabilities.\nOnce integrated, the companies believe the extended and evolved Recursion Operating System will enable the discovery and translation of higher-quality medicines more efficiently and at a higher scale with a full-stack technology-enabled small molecule discovery platform.\nIn addition, the combined company expects to read out approximately ten clinical trials in the next 18 months, where most of these programs, if successful, could have annual peak sales opportunities in excess of $1 billion.",
    "trans": "우리는 제안된 조합이 매우 상호보완적이며 고품질 의약품을 공급하고 소비자에게 가격을 낮추기 위해 신약 개발을 산업화하려는 우리의 사명과 일치한다고 믿습니다.”라고 Recursion의 공동 창립자이자 최고 경영자이며 합병 법인의 최고 경영자로 예정된 크리스 깁슨이 말했습니다.\nRecursion으로 명명될 합병 회사는 계속해서 유타주 솔트레이크시티에 본사를 두고 영국에서 중요한 입지를 유지하면서 나스닥에서 거래될 것입니다.\nRecursion의 공동 창업자이자 최고 경영자인 크리스 깁슨이 합병된 회사의 최고 경영자를 맡게 되며, 엑사이언티아의 임시 최고 경영자겸 최고 과학 책임자인 데이비드 할렛이 최고 과학 책임자로 합병된 회사에 합류할 계획입니다.\n관련: AI 마약 사냥꾼 회사인 엑사이언티아, 직원 두 명과의 '부적절한' 관계로 최고 경영자를 해고했습니다.\n엑사이언티아는 정밀 화학 설계와 소분자 자동 합성 기술을 Recursion에 도입하여 생물학적 탐색 및 번역 기능을 확장하는 데 기여할 것입니다.\n통합되면 두 회사는 확장되고 진화된 Recursion Operating System을 통해 풀스택 기술 기반 소분자 발견 플랫폼을 통해 고품질 의약품을 보다 효율적으로 더 큰 규모로 발견하고 번역할 수 있을 것이라고 믿습니다.\n또한, 합병된 회사는 향후 18개월 동안 약 10개의 임상 시험을 판독할 것으로 예상하며, 이들 프로그램의 대부분이 성공할 경우 연간 10억 달러 이상의 매출 기회를 얻을 수 있습니다."
}