{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Two days ago, I received the induction sealing machine. During testing, we encountered an issue of my previous mail: after sealing, the aluminum sticks to the bottle, but the paper disk remains inside the cap. This is not acceptable.\nThe cap’s purpose is to dispense oil through the opening at the top, but with the remaining paper inside, the flow is obstructed, making the cap unusable. It shouldn’t have any paper. We cannot sell the product with these caps.\nI understand you sent samples, but without the sealing machine, I could only confirm the caps fit the bottles. Given your experience, I trusted the seals would function properly. Now, I feel misled, even if I admit your professionalism and support with logistics.\nI had had to stop production due to this flaw, and our schedule is on hold. I urgently need your help.\nCould you please send caps with the correct seals? I’ve attached pictures for reference. We need aluminum seals with clear removal instructions and a tab to help consumers peel them off easily.\nThis isn't about money; it's crucial to resolve this so we can resume production and fulfill orders. If possible, a batch of 10,000 caps as an immediate solution would suffice before receiving the rest of a batch.\nPlease let me know if you can do this and when we can expect them.",
    "trans": "이틀 전, 인덕션 씰링 기계를 받았습니다. 테스트 중에, 제가 이전 메일에서 언급한 문제를 발견했습니다: 씰링 후, 알루미늄은 병에 달라붙는데, 종이 디스크는 캡 안에 남아 있습니다. 이는 용납할 수 없습니다.\n캡의 목적은 상단의 개구부를 통해 기름을 배출하는 것인데, 내부에 남은 종이로 인해, 흐름이 차단되어, 캡을 사용할 수 없게 됩니다. 캡 안에는 종이가 없어야 합니다. 이런 캡으로 제품을 판매할 수 없습니다.\n샘플을 보내주셨다는 것은 이해하지만, 씰링 기계 없이, 캡이 병에 맞는지만 확인할 수 있었습니다. 귀사의 경험을 믿고, 씰이 제대로 작동할 것이라고 믿었습니다. 이제, 저는 귀하의 전문성과 물류 지원을 인정함에도 불구하고, 오도되었다고 느낍니다.\n이 결함 때문에 생산을 중단해야 했고, 우리의 일정은 보류 중입니다. 긴급히 귀하의 도움이 필요합니다.\n맞는 씰이 적용된 캡을 보내주실 수 있나요? 참고용으로 사진을 첨부했습니다. 우리는 소비자들이 쉽게 벗길 수 있도록 명확한 제거 지침과 탭이 있는 알루미늄 씰이 필요합니다.\n이 문제는 돈 문제가 아니라; 생산을 재개하고 주문을 이행할 수 있도록 해결하는 것이 중요합니다. 가능하다면, 나머지 묶음을 받기 전에 즉각적인 해결책으로 10,000개의 캡 묶음으로 충분할 것입니다.\n이 작업을 수행할 수 있는지 그리고 언제 받을 수 있을 지 알려주세요."
}