{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Let's get to know each other a little before diving into class. Tell us about yourself!\nHere are some things you might share:\n• Your name and the name you prefer to go by.\n- [redacted_name]\n• Where are you from?\n-[redacted_info]\n• What is your program of study?\n-[redacted_info]\n• What are your post-university goals/plans?\n-To take my family's food company from its current position to the next level\n• What are your interests and hobbies?\n-I love playing tennis and going to the theatre, but my favourite hobby is watching movies.\n• Do you have any unusual talents?\n-Unfortunately, there is no.\nExpectations\n• What are your expectations for this course?\n-I expect to gain academic English skills that will help me while studying my department.\n• What do you hope to gain from it?\n-I hope that I will not have any problems with English both in my school life and in my business life.\n• What are your concerns or what do you feel anxious about?\n-My biggest worry is that I won't be able to pass this course successfully.\n• What are you excited about in this course or this year in general?\n-I am excited to meet new people and a new lesson.\n[redacted_name]\nBu mesajı konu içinde göster",
    "trans": "수업을 시작하기 전에 서로에 관해서 조금씩 알아가는 시간을 가집시다. 당신에 대해서 말해 주세요!\n당신이 나눌 수 있는 것들은 다음과 같습니다:\n• 당신의 이름과 불리우기 원하는 이름.\n- [redacted_name]\n• 어디에서 오셨나요?\n-[redacted_info]\n•당신이 공부하는 학과는 무엇인가요?\n-[redacted_info]\n• 대학 이후에 당신의 목표/계획은 무엇인가요?\n- 저희 가족의 식품 회사가 현재 자리에서 다음 단계로 가도록 하는 것입니다\n•당신의 흥미나 취미사항은 무엇인가요?\n-저는 테니스 치는 것, 극장에 가는 것을 좋아합니다, 하지만 가장 좋아하는 취미는 영화를 보는 것이에요.\n•당신은 비범한 재능이 있나요?\n-불행하게도, 없습니다.\n기대치\n• 이 수업에서 기대하는 것들이 무엇인가요?\n-저는 제 부서에서 공부하는 동안 도움이 될 수 있는, 학문적인 영어 기술을 익히기를 기대합니다.\n•그것에서 당신은 무엇을 얻길 희망하나요?\n-저는 학교 생활에서과 사업 생활에서 모두 영어로 인한 문제가 생기지 않길 희망하고 있습니다.\n• 당신이 걱정되는 점이나 당신이 제일 불안해 하는 점은 무엇인가요?\n-저는 이 과목을 성공적으로 통과하지 못할까 봐 가장 크게 걱정하고 있습니다.\n•이 과목 또는 올해 일반적으로 기대되는 점은 무엇인가요?\n-저는 새로운 사람들과 새로운 수업을 할 것이 가장 기대됩니다.\n[redacted_name]\nBu mesajı konu içinde göster"
}