{
    "source": "en_US",
    "target": "ko_KR",
    "text": "1=less than once a year, 2=about once a year, 3=about two\nto four times a year, 4=about once a month, 5=two to three\ntimes a month, 6=about once a week, 7=several times a\nweek).\n2.2.2 Recent impressive dreams\nThe participants were asked to respond freely to questions\nabout the theme of the dream, time of the dream, and con-\ntent of the dream. After the instruction, “Please choose one\nof the most impressive dreams you have had recently (in\nthe past few months),” They were asked to briefly describe\nthe dream in a few words and to describe when they had\nthe dream. Furthermore, they were asked to describe the\ndream content in detail with the instruction “Now describe\nthe dream in as much detail as you can.”\n2.2.3 Dream emotional rating\nRegarding the dreams described with reference to Gilchrist\net al. (2007), the following instruction was given: “Following,\nwhat emotions experienced in the dreams you described,\nplease choose the one that best applies to you in terms of\nthe intensity of each emotion.” Participants were asked to\nrate their emotions in four negative categories (anger, anxi-\nety/fear, sadness, and confusion/shock) and four positive\ncategories (joy/happiness, love, contentment, and interest/\nexcitement) using an 8-point scale ranging from “not at all”\nto “intense” for the described recent impressive dream.\n2.3. Data Analysis\nThe analyses were conducted about questions about\ndreaming and dream emotion ratings using SPSS Statistics\n28.0.1 with a t test. For the dream emotion rating, scores\nwere calculated for each emotion added with the sum of\nfour positive emotions, sum of four negative emotions, and\nthe sum of all emotions.\nDream descriptions were classified using a developed\nversion of the Structural Dream Analysis (SDA; Roesler,\n2018a, 2018b). In the developed version of structural analy-\nsis, dreams are classified into five categories, Pattern 1 to\nPattern 5, and each pattern has a further subclassification\n(Table 1). Detailed dreams described were coded based on\npatterns, and the number of dreams in each pattern was\ncompared using Fisher’s exact test. The 25 randomly se-\nlected Chinese dream reports were coded by a second in-\ndependent judge whose native language is Chinese in order\nto compute interrater reliability. The 21 randomly selected",
    "trans": "1 = 1년에 한 번 미만, 2 = 1년에 한 번 정도, 3 = 약 두\n번에서 네 번 1년에, 4 = 한 달에 한 번 정도, 5 = 두번에서 세번\n한 달에, 6 = 일주일에 한 번 정도, 7 = 여러 번\n일주일에).\n2.2.2 최근 인상적인 꿈\n참가자들은 질문에 자유롭게 응답하도록 요청받았다\n꿈의 주제, 꿈을 꾼 시기, 내\n용에 대한 꿈의. 소개 이후, \"하나를 선택하세요\n꾼 꿈 중에서 가장 인상적인 꿈 중(최\n근 최근 몇 달 동안),\" 그들은 간략하게 설명하도록 요청받았다\n해당 꿈을 짧은 단어로 그리고 시기를\n꿈을 꾼. 또한, 그들은 서술하도록 요구받았다\n꿈의 내용을 상세하게 지시문을 따라 \"이제 묘사해주세요\n꿈의 내용을 가능한 한 자세히.\"\n2.2.3 꿈의 감정 평가\n묘사된 꿈을 고려하면 길\n외를 참고하여. (2007), 다음과 같은 지시가 주어졌다: \"다음으로,\n귀하가 묘사한 꿈에서 경험한 감정은 무엇입니까,\n귀하에게 가장 적절한 항목을 선택해 주세요 고려하여\n각 감정의 강도를.\" 참가자들은 요청되었다\n감정을 평가하도록 네 가지 부정적 카테고리에 대해(분노, 초\n조함/공포, 슬픔, 그리고 혼란/충격) 그리고 네가지 부정적인\n카텍고리에 대해 (기쁨/행복, 사랑, 만족, 그리고 흥미/\n짜릿함) 8점 척도를 사용하 \"전혀 느끼지 않음\"에서\n\"매우 강렬함\"까지 묘사된 최근 인상적인 꿈을\n2.3 데이터 분석\n분석은 질문을 대상으로 수행되었다\n꿈과 꿈의 감정 평가에 관한 사회과학 통계 패키지 통계를 사용하여\n28.0.1  t-검정을 통해. 꿈의 감정 평가는, 점수는\n각 감정의 점수가 계산되었다 총합이 추가되어\n네 가지 긍정적 감정의, 네가지 부정적 감정의 총합, 그리고\n모든 감정의 총합.\n꿈의 서술 내용은 분류되었다 사용하여\n발전된 구조적 꿈 분석을 (SDA; 로슬러,\n2018a, 2018b). 개선된 버전의 구조적 분석에\n서, 꿈은 다섯 가지 유형으로 분류된다, 패턴 1에서\n패턴 5까지, 그리고 각 패턴은 추가적인 하위 분류를 가지고 있다\n(표 1.) 상세히 묘사된 꿈들은 코딩되었다\n패턴에 따라서, 그리고 각 패턴의 꿈의 수는\n피셔의 정확 검정을 사용하여 비교되었다. 무작위로 선택된 25\n개 중국 꿈 보고서는 코딩되었다 두번째 독\n립 평가자에 의해 그 평가자는 중국인이었는데 이는\n평가자 간 신뢰도를 산출하기 위함이었다. 무작위로 선출된 21"
}