{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Reports to: Information Technology / Digital Department\nCathay Pacific has always placed great emphasis on the training and personaldevelopment of its people and we are proud of the Digital and IT Graduate Traineeprogramme. This programme is designed to provide trainees with a concrete professional foundation by having rotations through an extensive range of core Information Technology and Digital disciplines and Business departments.\nThe programme aims to embrace a structured development framework for the new joiners in developing professional skills and the opportunities to gain knowledge of our airline business. The selected candidate will have excellent opportunities to create and deliver innovative solutions that bring competitive advantages to the airline.\nAfter successful completion of the programme, the Digital and IT Graduate Trainee willcontinue an exciting career pursuing their personal career aspirations in professionalspecialized streams within Cathay Pacific.\nKey Responsibilities\nDevelop an understanding of Cathay Pacific’s Information Technology, Digital Transformation and the organisation; its purpose, structure, strategy, values and drivers\nAccomplish all learning objectives and pass the assessment on the learning objectives for each placement rotation\nBuild a broad understanding of the core airline systems and applications\nAcquire a profound understanding of specific airline business functions and business processes through rotations in business units\nUndertake assigned tasks as delegated by mentor or leads depending on the team projects and responsibilities\nGain knowledge of frontline operation through hands-on experience in Tech Lounge on face-to-face customer service\nWork collaboratively with multiple teams for software projects that apply Waterfall and Agile delivery methodologies\nApply software development best practices, standards, frameworks, governances and knowledge areas like Vendor management and Quality management for application developments\nContribute innovations and new ideas to leverage technology as an enabler to create competitive advantage for the airline\nAssist on ad hoc tasks where required\nRequirements\n2024 graduate with a Bachelor degree or above; Or graduate before 2024 with maximum 2 years of working experience (Digital / IT-related degree would be an advantage\nRight to work in Hong Kong (IANG or TTPS visa holders are welcomed)",
    "trans": "보고 대상: 정보 기술 / 디지털 부서\n캐세이 퍼시픽은 항상 자사의 인재 교육과 개인 발전에 큰 중점을 두어 왔으며 디지털 및 IT 졸업생 연수 프로그램을 자랑스럽게 생각합니다. 이 프로그램은 핵심 정보기술 및 디지털 분야와 비즈니스 부서를 아우르는 다양한 영역을 순환하며 연수생들에게 확고한 전문적 기초를 제공하도록 설계되었습니다.\n이 프로그램의 목적은 신입 사원들이 전문 기술을 개발하고 당사 항공사 비즈니스에 대한 지식을 습득할 수 있는 기회를 제공하는 체계적인 개발 프레임 워크를 수용하는 데 있습니다. 선정된 후보자는 항공사에 경쟁 우위를 가져다 줄 혁신적인 솔루션을 창출하고 제공할 수 있는 훌륭한 기회를 갖게 될 것입니다.\n프로그램을 성공적으로 완료한 후, 디지털 및 IT 졸업생 연수생은 캐세이 퍼시픽 내의 전문화된 분야에서 개인적인 커리어 목표를 추구하며 짜릿한 경력을 이어나갈 것입니다.\n주요 업무\n캐세이 퍼시픽의 정보기술, 디지털 전환 및 조직; 목적, 구조, 전략, 가치 및 동인에 대한 이해를 발전\n각 배치 순환에 대한 학습 목표를 모두 달성하고 평가를 통과\n핵심 항공 시스템 및 어플리케이션에 대한 폭넓은 이해를 구축\n비즈니스 부서 순환을 통해 특정 항공 비즈니스 기능 및 비즈니스 프로세스에 대해 심도 있는 이해를 습득\n팀 프로젝트와 책임에 따라 멘토나 리드가 위임한 지정된 업무를 수행\n테크 라운지에서 직접 고객 서비스를 경험함으로써 최전선 운영에 대한 지식을 습득\n워터폴 및 애자일 전달 방법론을 적용하는 소프트웨어 프로젝트를 위해 다수의 팀과 협업\n어플리케이션 개발을 위한 소프트웨어 개발 모범 사례, 표준, 프레임 워크, 거버넌스 및 벤더 관리, 품질 관리와 같은 지식 영역을 적용\n항공사에 경쟁 우위를 창출할 수 있는 기술 활용을 위한 혁신과 새로운 아이디어를 기여\n필요에 따라 임시 업무를 지원\n자격 요건\n2024년 졸업자로 학사 학위 이상 소지자; 또는 2024년 이전 졸업자로 최대 2년의 근무 경험 보유자 (디지털 / IT 관련 학위 소지자가 유리\n홍콩에서 근무할 수 있는 권한 보유 (IANG 또는 TTPS 비자 소지자 환영)"
}