{
    "source": "en_US",
    "target": "ko_KR",
    "text": "MAX\nI wasn’t a monster but I am a monster now.\nIt’s my house and my home ownership, and my farm, and my business, and I just live here. I don't drive around your neighborhoods and disturb your peace, but my house has become a thoroughfare for strange girls. It’s a house of my parents.\nDIANA\nWhy did you kill her?! Why?! How can she disturb you? She was just an innocent girl.\nMAX\n…finding herself in the wrong place at the wrong time… Like you.\nMax raises his gun.\nDIANA\nOnly a real psychopath could kill a girl! If you kill me, you will be killed during the arrest, my parents will do all not to spend money of taxpayers for your prison!\nMIRA\n(to Diana)\nNo, please, don’t make him angry!\nMax keeps girls in his sights under a gun.\nMAX\nGood words, Mira. Good girl. Please tell to your new friend how I killed Vivien.\nMIRA\n(crying and terribly frightened)\nHe shot her twice… Just shot her!!\nDiana is frightened and her aggressive mood moves to panic mood.\nMAX\nAnd I will shot you. And you will be dead. As dead like a growing turkey carcass in my refrigerator. And this meat doesn't care about justice or what will happen to me.\nDIANA\nNo, please don’t kill me… Please… sorry… sorry… sorry..\nMAX\nOk, now I have two maids… One maid is a good maid… (he looks at Mira). She was a bad maid but after my education she became a good maid. You, Diana, is a v",
    "trans": "맥스\n나는 괴물이 아니었지만 이젠 나는 괴물이야.\n이건 내 집이고 내가 집을 소유하고, 내 농장이고, 내 사업이고, 나는 그저 여기에서 거주할 뿐이야. 난 너의 동네를 돌아다니며 너의 평화를 방해하지 않지만, 나의 집은 이상한 여자들이 왔다 갔다 하는 길이 되었어. 나의 부모님의 집이야.\n다이애나\n넌 왜 그녀를 죽였어?! 왜?! 그녀가 어떻게 널 방해할 수 있니? 그녀는 그저 순진한 소녀였어.\n맥스\n…그녀는 잘못된 시간, 잘못된 장소에 있었던 거야… 너처럼.\n맥스가 총을 든다.\n다이애나\n사이코패스만이 여자를 죽일테야! 만약 너가 나를 죽이면, 너는 체포 당할 때 죽임 당할 거고, 나의 부모님은 너가 감옥에 가는 것에 세금이 쓰이지 않도록 최선을 다할 거야!\n미라\n(다이애나에게)\n아니야, 제발, 그를 화나게 하지 마!\n맥스는 총을 여자들에게 조준해 둔다.\n맥스\n좋은 말이야, 미라. 착한 여자네. 너의 새 친구에게 내가 어떻게 비비안을 죽였는지 말해줘.\n미라\n(무서움에 떨며 울고 있다)\n그는 그녀를 두 번 쐈어... 그냥 그녀를 쐈어!!\n다이애나는 두려움에 떨고 있고 그녀의 공격적인 기분은 패닉하는 상태로 바뀐다.\n맥스\n그리고 나는 너를 쏠 거야. 그리고 넌 죽겠지. 내 냉장고에 있는 자라나는 칠면조 시체처럼 죽는거야. 그리고 이 고기는 정의나 내게 어떤 일이 일어날지에 대해 신경 쓰지 않지.\n다이애나\n아니, 제발 나를 죽이지 마... 제발... 미안해... 미안해... 미안해..\n맥스\n알겠어, 이제 나는 하인이 두 명이 있네... 한 명은 좋은 하인이고... (그는 미라를 본다). 그녀는 나쁜 하인이었지만 내가 교육 시킨 뒤 그녀는 좋은 하인이 되었어. 너, 다이애나는"
}