{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Airdrop Criteria\nIt's time to wrap up the first phase of our journey.\nIn this phase, as promised, we will distribute 70% of the supply.\nAnd as I have said from the beginning, everything will be transparent and open to our users. Below, I’ll outline how we calculated the Airdrop.\nThe key principle is simple: the more value you brought to the community, the bigger your drop will be. I’ve mentioned this multiple times in my posts, and we will stick to this rule.\nWe divided all the criteria into two parts.\nThis model allowed us to objectively evaluate each participant's contribution and allocate tokens accordingly.\nNow let’s get into the details:\n▪️ Primary Criteria\n- Number and quality of invited friends\n- Profit per hour\n- Number of completed quests\nX Empire = Community. Everyone who brought new people to our community made a tremendous contribution that is hard to overestimate. Meanwhile, hourly income and completed quests directly reflect engagement and dedication to the project.\n▪️ Additional Criteria\n- Wallet connection\n- TON transactions, purchases, and donations\n- Telegram Premium\nPurchases and donations in the game have never been mandatory and are not a decisive factor in receiving the airdrop, but as a young project, they have greatly helped us build strength, expand our team with strong members, and lay the foundation for the future.\nWe are distributing tokens very evenly so that every participant who contributed to the community and spent time is generously rewarded.\nIt’s very simple: the more value you bring to the community, the more the community will reward you",
    "trans": "에어드랍 기준\n이제 우리의 여정 첫 번째 단계를 마무리할 시간입니다.\n이번 단계에서는, 약속대로, 공급량의 70%를 배포할 것입니다.\n그리고 처음부터 말했듯이, 모든 과정은 투명하고 사용자에게 공개될 것입니다. 아래에서는, 에어드랍을 어떻게 계산했는지 설명하겠습니다.\n핵심 원칙은 간단합니다: 커뮤니티에 더 많은 가치를 제공할수록, 더 큰 에어드랍을 받게 됩니다. 이 점은 제 게시물에서 여러 번 언급한 바 있으며, 우리는 이 규칙을 지킬 것입니다.\n우리는 모든 기준을 두 부분으로 나누었습니다.\n이 모델은 각 참가자의 기여도를 객관적으로 평가하고 그에 따라 토큰을 배분할 수 있게 했습니다.\n이제 자세히 살펴보겠습니다:\n▪️주요 기준\n- 초대한 친구들의 수와 질\n- 시간당 수익\n- 완료한 퀘스트의 수\nX 제국 = 커뮤니티. 우리 커뮤니티에 새로운 사람을 초대한 모든 사람은 과소평가할 수 없는 엄청난 기여를 했습니다. 반면, 시간당 수익과 완료한 퀘스트는 프로젝트에 대한 참여와 헌신을 직접적으로 반영합니다.\n▪️추가 기준\n- 지갑 연결\n- TON 거래, 구매, 그리고 기부\n- 텔레그램 프리미엄\n게임 내 구매와 기부는 결코 필수적인 요소가 아니었으며 에어드랍을 받는 결정적인 요소는 아니지만, 초창기 프로젝트로서, 이는 우리가 힘을 키우고, 강력한 팀원들과 팀을 확장하며, 미래를 위한 기초를 쌓는 데 큰 도움이 되었습니다.\n우리는 커뮤니티에 기여하고 시간을 투자한 모든 참가자가 후하게 보상을 받을 수 있도록 매우 고르게 토큰을 배포하고 있습니다.\n매우 간단합니다: 커뮤니티에 더 많은 가치를 제공할수록, 커뮤니티는 더 많이 보상할 것입니다"
}