{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi everyone,\nWe’re excited to announce that OpenAI’s newly released o1 models, previously known during development as Strawberry, are now available on Poe!\nThese new models are designed to think and reason before responding, enabling them to understand complex information and make thoughtful decisions.\no1-preview: This bot is a major step forward in solving math and science problems, writing code, and solving word problems, with its expert reasoning and analysis. It excels in complex reasoning tasks, performing similarly to graduate students in scientific fields, making it ideal for tackling challenging problems that require advanced planning and analytical approaches.\no1-mini: This fast, powerful bot is optimized for coding and reasoning tasks. It excels in focused problem-solving tasks with speed and accuracy, and is particularly good at coding tasks. In some cases it can outperform o1-preview so make sure to test both if you have a particularly important problem to solve.\nIn addition, we’re delighted to offer file upload support and the ability to generate Previews in chat using o1-preview and o1-mini - features not available on other products.\nWe appreciate your feedback and encourage you to share your thoughts at feedback@poe.com. Stay informed with our latest updates and announcements byfollowing us on Twitter and joining ourDiscord server.",
    "trans": "안녕 여러분,\n저희는 OpenAI의 새롭게 출시된 o1 모델, 개발 중에 Strawberry로 알려졌던 모델들이, 이제 Poe에서 사용 가능하다는 소식을 전하게 되어 매우 기쁩니다!\n이 새로운 모델들은 응답 전에 사고하고 추론하도록 설계되어, 복잡한 정보를 이해하고 신중한 결정을 내릴 수 있습니다.\no1-preview: 이 봇은 수학 및 과학 문제 해결, 코드 작성, 그리고 단어 문제 해결에서 중요한 진전을 이룬 모델로, 전문가 수준의 추론과 분석을 제공합니다. 복잡한 추론 작업에서 뛰어난 성능을 보이며, 과학 분야의 대학원생 수준으로 문제를 해결할 수 있어 고급 계획과 분석적 접근을 요구하는 어려운 문제를 해결하는 데 이상적입니다.\no1-mini: 이 빠르고, 강력한 봇은 코딩과 추론 작업에 최적화되어 있습니다. 속도와 정확성으로 집중적인 문제 해결 작업에서 뛰어난 성능을 보이며, 특히 코딩 작업에서 강력한 성능을 자랑합니다. 경우에 따라 o1-preview보다 더 우수한 성능을 발휘할 수 있으므로 중요한 문제를 해결해야 할 경우 두 모델을 모두 테스트해 보세요.\n또한, o1-preview와 o1-mini에서 다른 제품에서는 제공되지 않는 파일 업로드 지원과 채팅 내에서 미리 보기 생성 기능을 제공하게 되어 기쁩니다.\n귀하의 피드백에 감사드리며 귀하의 생각을 feedback@poe.com로 공유해 주시기 바랍니다. 최신 업데이트 및 공지 사항을 확인하려면 Twitter에서 저희를 팔로우하고 Discord 서버에 참여해주세요."
}