{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Admissions\nPlease note that if you have engaged in any conduct that constitutes misconduct, you are able to admit to this in writing atany time, includingafter the preliminary meeting.\nWhen imposing a penalty for misconduct, the Registrar will take into account the timing of any admission as required under the University of Sydney (Student Discipline) Rule 2016. Also, if the alleged conduct occurred, and you admit to it, the Registrar will take this into consideration and may impose a lesser penalty than would have otherwise been the case. This will also shorten the process and allow you to put the issue behind you.\nYou should not make an admission that you have engaged in any conduct, if you did not engage in such conduct.\nIn the event that you wish to amend your response to the allegations, please contact your case manager.\nStudent visa holders\nPlease note: that if you are the holder of a temporary student visa (sub-class 500), your student visa conditions require you to maintain a full-time enrolment if remaining units are available to complete within your degree program. If you do not have a minimum of 24cps remaining to complete, you will need to apply for a reduced study load. If you have no further units to left to enrol in your electronic Confirmation of Enrolment (eCoE) can be extended by contacting the Compliance Unit at email: student.compliance@sydney.edu.au.\nSupport\nAll students at the University can access free professional and confidential counselling and wellbeing support through Student Wellbeing. If you would like to speak with someone about accessing support, please contact Student Wellbeing by telephone on 02 8627 8433, or email at student.wellbeing@sydney.edu.au.\nIf you need to speak to someone for immediate support and you are located in Australia, the University of Sydney Mental Wellbeing Support Line is available any time day or night, including University close-down periods and public holidays. You can call 1300 474 065 or text 0488 884 429 (for SMS chat option). The Support Line is available 24/7 and provides free and confidential access to wellbeing support and advice to help you find relief from current emotional distress, explore coping strategies, and advice on pathways for longer term solutions.\nIf you are an international student currently offshore, a range of support options is available here: https://www.sydney.edu.au/students/counselling-and-mental-health-support/support-for-offshore-students.html\nKind regards,\nACADEMIC MISCONDUCT INVESTIGATIONS\nThe University of Sydney | NSW | 2006\nW http://sydney.edu.au\nCRICOS 00026A\nThis email plus any attachments to it are confidential. Any unauthorised use is strictly prohibited. If you receive this email in error, please delete it and any attachments.\nPlease think of our environment and only print this e-mail if necessary.",
    "trans": "입학\n불법 행위에 해당하는 행동을 한 경우, 예비 회의 이후에도, 언제든지 서면으로 이를 인정할 수 있습니다.\n불법 행위에 대한 처벌을 부과할 때, 등록 담당자는 University of Sydney (학생 규율) Rule 2016에 따라 요구되는 인정 시점을 고려합니다. 또한, 만약 주장된 행위가 발생하였고, 이를 인정하면, 등록 담당자는 이를 고려하여 원래의 경우보다 가벼운 처벌을 부과할 수 있습니다. 이는 절차를 단축시키고 문제를 해결하는 데 도움을 줄 것입니다.\n해당 행위를 하지 않았다면, 행위에 대한 인정을 하지 않아야 합니다.\n혐의에 대한 답변을 수정하고자 하는 경우, 당신의 사례 관리자에게 연락하십시오.\n학생 비자 소지자\n주의 사항: 임시 학생 비자(서브-클래스 500) 소지자는, 남은 학점을 이수할 수 있는 경우 학위 프로그램 내에서 전일제 등록을 유지해야 합니다. 만약 최소 24학점이 남아 있지 않다면, 학습 부담을 줄이기 위한 신청을 해야 합니다. 남은 학점이 없다면 전자 등록 확인서(eCoE)는 학생 준수 부서이메일: student.compliance@sydney.edu.au.에 연락하여 연장할 수 있습니다.\n지원\n대학교의 모든 학생은 학생 웰빙을 통해 무료로 전문적인 상담 및 웰빙 지원을 받을 수 있습니다. 지원에 대한 정보를 얻고자 한다면, 학생 웰빙에 전화 02 8627 8433, 또는 이메일student.wellbeing@sydney.edu.au로 연락하십시오.\n즉각적인 지원을 위해 누군가와 이야기해야 하고 귀하가 호주에 거주하고 있는 경우, University of Sydney 정신 건강 지원 라인을 연중무휴로 이용할 수 있으며, 대학교 휴무 기간과 공휴일에도 이용할 수 있습니다. 전화 1300 474 065 또는 문자 메시지 0488 884 429 (SMS 채팅 옵션)를 통해 연락하실 수 있습니다. 지원 라인은 24시간 이용 가능하며 감정적 고통을 완화하고, 대처 전략을 모색하며, 장기적인 해결책을 위한 조언을 제공합니다.\n해외에 있는 국제 학생이라면, 여기에서 다양한 지원 옵션을 이용할 수 있습니다: https://www.sydney.edu.au/students/counselling-and-mental-health-support/support-for-offshore-students.html\n감사합니다,\n학문적 부정행위 조사\nThe University of Sydney | NSW | 2006\n웹사이트 http://sydney.edu.au\nCRICOS 00026A\n이 이메일 및 그 첨부 파일은 기밀입니다. 무단 사용은 엄격히 금지됩니다. 만약 이 이메일을 잘못 받으셨다면, 이메일과 첨부 파일을 삭제해 주십시오.\n환경을 생각하여 이 이메일은 필요 시에만 출력해 주십시오."
}