{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Everybody aspires to be a star:' says Steve Chen, a Taiwanese\nimmigrant who came to the United States with his family in hopes of\na better life. Chen's aspirations became a reality when he, along with\nPennsylvania-born Chad Hurley, created what is today the world's largest\ns online video website. YouTube has now become a global sensation,\npropelling both Hurley and Chen to the top of Business 2.0's list of \"The\n50 People Who Matter Now.\" YouTube was also named TIME magazine's\n2006 \"Invention of the Year:' When Hurley and Chen decided to sell their\ncompany, they did so for a hefty price tag of $1.65 billion.\nSteve Shih Chen was born in August 1978 in Taiwan, where he lived\nuntil he was eight years old. His family then emigrated to the U.S., where\nChen attended John Hersey High School and later the Illinois Math and\nScience Academy. After graduating from high school, Chen enrolled\nin the University of Illinois at Urbana-Champaign to pursue a degree\nin computer science. But it would be a part-time job he was hired for\nat a small e-commerce start-up called PayPal that would change his\nlife forever.\n20 2s Chad Meredith Hurley was born in 1977 as the middle child I of parents\nDonald and JoAnn Hurley. His father was a financial consultant, while\nhis mother worked as a local schoolteacher. Chad, along with his older\nsister and younger brother, grew up near Birdsboro, Pennsylvania. After\ngraduating from Twin Valley High School in 1995, where his mother\ncontinues to teach in the gifted program,2 Hurley enrolled in the Indiana\nUniversity of Pennsylvania to pursue a bachelor's degree in fine art.\nBefore graduating from the university, Hurley also applied for a job at\nPayPal. He was flown to California and, as part of his job interview, was\nasked to design a logo for the young company that would demonstrate\nhis artistic abilities. Hurley got the job, and the logo he designed remains\nPayPal's official logo to this day.\nAUDI@\nDOWNLOAD\nMaps\npages 161-162",
    "trans": "모두가 스타가 되기를 열망합니다:'라고 대만인 스티브 첸은 말합니다\n다음을 꿈꾸며 가족과 함께 미국에 온 이민자\n더 나은 삶. 첸의 열망은 그와 함께 현실이 되었다\n펜실베이니아 태생의 채드 헐리는 오늘날 세계에서 가장 큰 것을 만들었습니다\n의 온라인 비디오 웹사이트. 유튜브는 이제 세계적인 센세이션을 일으켰고,\n헐리와 첸을 비즈니스 2.0의 \"The\" 목록에서 1위로 끌어올렸습니다\n지금 중요한 50인\" YouTube는 타임지의 선정작이기도 합니다\n2006년 \"올해의 발명:' 헐리와 첸이 판매를 결정했을 때\n회사는 16억 5천만 달러라는 막대한 가격에 그렇게 했습니다.\n스티브 시 첸은 1978년 8월 대만에서 태어나 그곳에서 살았습니다\n여덟 살이 될 때까지. 그 후 그의 가족은 미국으로 이주했고, 그곳에서\n첸은 존 허시 고등학교를 다녔고 나중에 일리노이 수학과\n과학 아카데미. 고등학교를 졸업한 후 첸은 입학했습니다\n일리노이 대학교 어바나 샴페인 캠퍼스에서 학위 취득을 위해\n컴퓨터 과학에서. 하지만 그것은 고용된 아르바이트였을 거예요\n페이팔이라는 소규모 전자상거래 스타트업에서\n인생은 영원히.\n20대 채드 메러디스 헐리는 1977년 부모님의 중간 자녀로 태어났습니다\n도널드와 조앤 헐리. 그의 아버지는 금융 컨설턴트였고,\n그의 어머니는 지역 학교 교사로 일했습니다. 차드와 그의 형들과 함께\n여동생과 남동생은 펜실베이니아주 버즈버러 근처에서 자랐습니다. 그 후\n1995년 트윈밸리 고등학교를 졸업하고 그의 어머니는 그곳에서\n영재 프로그램에서 계속 가르치고 있으며, 2 헐리는 인디애나 대학교에 등록했습니다.\n미술 학사 학위를 취득하기 위해 펜실베니아 대학교.\n대학을 졸업하기 전에 헐리는 다음과 같은 직장에 지원했습니다\n페이팔. 그는 캘리포니아로 날아가 면접의 일환으로\n이를 보여줄 신생 회사의 로고 디자인을 요청했습니다.\n그의 예술적 능력. 헐리가 취직했고, 그가 디자인한 로고는 여전히 남아 있습니다\n오늘날까지 PayPal의 공식 로고.\nAUDI@\n다운로드.\n지도\n161-162페이지"
}