{
    "source": "en_US",
    "target": "ko_KR",
    "text": "hen, in-situ DRIFTS experiments were used to illustrate the possible intermediates to further investigate reaction pathways in the catalytic oxidation process of ethyl acetate [41,47]. Fig. 5a described the components variation over UiO-66 NPs after feeding ethyl acetate and air at 25 ◦C. The observed bands at 1050, 1266 and 1717 cm− 1 were related to the ν(C-O), ν(CO) and ν(CO =) of ethyl acetate, respectively. The intensities of these three peaks increased gradually with the increase of reaction time, possibly due to the increase adsorption of ethyl acetate on UiO-66 NPs. When the temperature increased from 25 ◦C to 160 ◦C, the intensities of peaks at 1050, 1266 and 1717 cm− 1 decreased gradually without other obvious peaks, indicating the desorption of ethyl acetate on catalyst surface and the absence of catalytic products during the reaction process (Fig. 5b). At the same time, Pt/UiO-66 NPs also exhibited excellent adsorption of ethyl acetate as evidenced by the increase intensities of peaks at 1050, 1266 and 1717 cm− 1 with the increase of time at 25 ◦C (Fig. 5c). Then the reaction intermediates were also investigated over Pt/UiO-66 NPs at different temperatures. As shown in Fig. 5d, these bands at 1050, 1266 and 1717 cm− 1 observed at 25 ◦C and 50 ◦C were related to ν(C-O), ν(CO) and ν(CO =) of ethyl acetate, respectively. However, the bands of ethyl acetate began to weaken and new bands appeared when the temperature increased to 75 ◦C. These bands at 1327, 1410, 1747 cm− 1 were ascribed to the δ(CH) of primary alcohols, δ(OH) of acetic acid and ν(C =O) of acetaldehyde, implying the production of ethanol, acetic acid and acetaldehyde.[ 47] With the further increase of temperature, these bands intensities of ethanol, acetaldehyde and acetic acid strengthen earlier and weaken later, suggesting the oxidation of ethanol and acetaldehy",
    "trans": "hen, 현장 DRIFTS 실험은 에틸 아세테이트의 촉매 산화 공정에서의 반응 경로를 추가로 조사하기 위한 가능한 중간체를 설명하는 데 사용되었습니다[41,47].그림 5a는 25℃에서 에틸 아세테이트와 공기를 공급한 후 UiO-66 NPs에 대한 구성요소의 변화를 보여주고 있습니다.1050, 1266 및 1717 cm−1에서 관찰된 대역은 각각 에틸 아세테이트의 ν(C-O), ν(CO) 및 ν(CO =)와 관련이 있습니다. 이 세가지 피크의 강도는 반응 시간이 증가에 따라 점차 증가했는데, 이는 아마도 UiO-66 NP상에 에틸 아세테이트의 흡착이 증가했기 때문일 수 있습니다. 온도가 25℃에서 160℃로 증가했을 때, 1050, 1266 및 1717cm−1의 피크 강도는 다른 명확한 피크 없이 점차 감소하여 촉매 표면에서 에틸 아세테이트가 탈착되었고 반응 과정 동안 촉매 생성물이 없음을 나타냅니다(그림 5b). 동시에, 25℃에서 시간경과에 따라 1050, 1266 및 1717cm−1의 피크 강도가 증가하는 것에서 알 수 있듯이, Pt/UiO-66 NPs는 에틸 아세테이트의 우수한 흡착능력도 보였습니다(그림 5c). 그런 다음, 다양한 온도에서 Pt/UiO-66 NPs에 대한 반응 중간체들도 조사했습니다. 그림 5d에 표시된 것처럼, 25℃와 50℃에서 관찰된 1050, 1266 및 1717cm−1의 이러한 대역들은 각각 에틸 아세테이트의 ν(C-O), ν(CO) 및 ν(CO =)와 관련이 있습니다. 그러나 에틸 아세테이트의 대역들은 약해지기 시작했고 온도가 75℃로 증가하면 새로운 대역들이 나타났습니다. 1327, 1410, 1747cm−1에 있는 이러한 밴드들은 1차 알코올의 δ(CH), 아세트산의 δ(OH) 및 아세트알데히드의 ν(C =O)에 기인하며, 이는 에탄올, 아세트산 및 아세트알데히드가 생성되었음을 의미합니다.[47] 온도가 더 상승함에 따라 에탄올, 아세트알데히드 및 아세트산의 이러한 대역들의 강도는 보다 빨리 강화되고 보다 서서히 약해지고, 이는 에탄올과 아세트알데히드가 산화되었음을 시사합니다."
}