{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Mullets are known in Taiwan as ‘black gold’ since the demands and\nprices are high for salted mullet roe (also known as ‘wuyuzi’) in the\nAsian cultures. However, high fishing pressure and the warming\nseawater have significantly decreased the population size of the\nspawning mullets since the 1980s (Hung & Shaw, 2006). As the catch\nfrom wild populations declined, the practice of mullet aquaculture\nrapidly increased to compensate for the loss in the wild-caught mullet\nfisheries. An industrial aquaculture of mullets was also developed in\nEgypt around the 1990s as a wild population size declined since the\n1980s (Saleh, 2008). Mugil cephalus as well as two other mullet species,\nChelon ramada and Crenimugil seheli that have higher growth rates and\ncan produce larger roes are the major farmed species in this country\n(Saleh, 2008). In Taiwan, the farmed species is most likely the NWP1 M.\ncephalus, which produces a larger ovary during the same rearing period\nin the aquaculture pond than that of the NWP2 and NWP3 M. cephalus\n(Chien et al., 2016). Approximately one-month old mullet fries found at\nthe seashore and river mouths are collected and then transferred to the\naquaculture ponds. The mullets are normally reared and fed with commercial\nfeeds for three years until the maturity of their sexual organs.\nWhen the ovaries have matured in the winter, female individuals are\ncollected and the mullet roes are manually removed for further industrial\nprocesses to make the products.",
    "trans": "숭어는 대만어로 '검은 금'으로 알려져 있다. 왜냐하면 수요와\n소금친 숭어 어란(또한 ‘wuyuzi’로 알려진) 의 가격이 아시아 문화권에서 높기 때문이다.\n그러나, 높은 낚시의 압력과 따뜻한\n바닷물은\n산란하는 숭어의 인구 규모를 1980년대 이후로부터 지대하게 줄였다 (Hung & Shaw, 2006).\n야생 숭어가 잡히는 수가 줄어들면서, 숭어 양식업의 관행은\n야생 숭어 어업으로 인한 손실을 보상받기 위하여 급속히 증가하였다.\n숭어 산업의 양식업은 또한\n이집트에서 야생 인구 구모가 1980년도부터 줄어들면서 1990년도 정도에 발전했다.\n(Saleh, 2008). 숭어와 더불어 다른 두가지 숭어 종류들,\nChelon ramada와 높은 성장률과 큰 알들을 생산할 수 있는, 초승꼬리숭어\n는 이 나라에서 가장 많이 양식된 주요 종이다\n(Saleh, 2008). 대만에서는, 양식종들은 대부분 NWP1 M 이다.\n케팔로스는 양식 연못에서\nNWP2과 NWP3 M 케팔로스 의 난소보다 같은 사육 기간 동안 더 큰 난소를 생산한다.\n(Chien et al., 2016). 대략적으로\n바닷가나 강 하구에서 발견된, 한 달 자란 숭어 물고기 새끼들은 수집해서\n양식장 연못으로 옮겨진다. 그 숭어들은 보통 양식되고\n그들의 생식 기간들이 자라날 때까지 상업 모이를 삼년동안 줘서 먹인다.\n난소들이 겨울에 성숙되면, 암컷 숭어들은\n수집되고, 숭어 어란들은\n상품을 만들기 위하여 산업 과정을 거쳐야 하므로 수작업으로 제거된다."
}