{
    "source": "en_US",
    "target": "ko_KR",
    "text": "View in Browser\n[redacted_name]\nCardmember since: 2006\nCard ending in: [redacted_number]\nCostcoAnywhere Visa® Card\nHelp us better serve\nyour creditneeds\nUpdate or confirm your\nincome information today.\nUpdate Your Income►\nDear [redacted_name],\nWe appreciate your business as a valued cardmember. Please help us keep your account information up to date by providing or confirming your most recent income and housing information.\nWhy does Citi® ask for this information?\nIn order to better serve you, Citi collects this information on an annual basis so we can evaluate your account for future credit needs, including potential credit line increases.\nWe’ve made the process simple\nYou can either securely log in to your account at citi.com/updateincome or call usat 1‑877‑313‑6759 (TTY: 711)\nYour security is very importanttous\nTo ensure a faster and simpler process, we have created the unique link and number above. And feel free to log in to your account directly at citi.com or via the CitiMobile®App.\n1.\nOn citi.com, click the profile icon and select \"Income Information.\"\n2.\nTo update your information via the Citi Mobile App, tap the profile icon > Edit contact & personal information > Income Information.\nYou can locate your profile by clicking the profile icon\nUpdate your Citi® account\nVisit citi.com/updateincome\nOr you can call us at\n1‑877‑313‑6759\nTTY: 711\nUpdate Your Income►\nAnd remember, your response to this email is completely optional. If you've recently provided this information to us, please disregard thisrequest.\nMy Account\nMy Benefits\nContact Us\nDownload the Citi Mobile® App\nConnect With Citi\nABOUT THIS MESSAGE\nThis email is sent by Citi Cards to keep you informed about your Citi credit card, including updates about your account activity and information about features and services to help you effectively manage your account. Please do not reply to this service email. If you have questions, please contact us using the number on the back of your card (TTY: We accept 711 or other Relay Service) or visit citi.com.\nThe account information near the lock icon at the top of this email helps verify that it was sent by Citi.\nPrivacy|Security Center\nApple and the Apple logo are trademarks of Apple Inc., registered in the U.S. and other countries and regions. App Store is a service mark of Apple Inc. Google Play and the Google Play logo are trademarks of Google LLC.\nCitibank is not responsible for products and services offered by other companies.\nOur mailing address:\nCitibank, N.A. Customer Service, P.O. Box 790046 St. Louis, MO 63179-0046\n© 2024 Costco Wholesale Corporation. All rights reserved. Costco is a registered trademark of Costco Wholesale Corporation.\n© 2024 Citibank, N.A.\nCiti, Citi and Arc Design and other marks used herein are service marks of Citigroup Inc. or its affiliates, used and registered throughout the world.\nVisa® is a registered trademark of Visa International Service Association and used under license.\n101024/09103/AC/524/853",
    "trans": "브라우저로 보기\n[redacted_name]\n카드 회원 가입: 2006\n카드 만료까지 남은 기간: [redacted_number]\n코스트코애니웨어 비자® 카드\n더 잘 충족할 수 있도록 도와주세요\n고객님의 신용 필요\n오늘 업데이트하거나 확인하세요\n소득 정보.\n소득 업데이트하기►\n[redacted_name]께,\n귀중한 카드 회원인 고객님의 사업에 감사드립니다. 최신 소득 및 주거 정보를 입력 또는 확인하시어 고객님의 계정 정보를 갱신하도록 도와주세요.\n시티®는 왜 이 정보를 요청하나요?\n더 나은 서비스를 제공하기 위하여, 시티는 매년 해당 정보를 수집합니다. 이를 통해 신용 한도 상향 가능성을 포함한 미래의 신용 필요에 대해 고객님의 계정을 평가합니다.\n절차를 간단하게 만들었어요\nciti.com/updateincome에서 계정에 안전하게 로그인하거나 1‑877‑313‑6759 (텔레타이프: 711)로 전화 주시면 됩니다\n고객님의 정보 보안을 매우 중요하게 생각합니다\n더 빠르고 간단한 절차를 위해, 상단에 특별 링크 및 전화번호를 생성하였습니다. citi.com 또는 시티모바일®앱을 통해 계정에 직접 로그인하셔도 됩니다.\n1.\nciti.com에서, 프로필 아이콘을 클릭하고 \"소득 정보\"를 고르세요.\n2.\n시티 모바일 앱을 통해 정보를 업데이트하시려면, 프로필 아이콘 > 연락처 & 개인 정보 수정 > 소득 정보 를 선택하세요.\n프로필 아이콘을 클릭하여 프로필에 접속할 수 있습니다\n시티®계정을 업데이트하세요\nciti.com/updateincome을 방문하세요\n또는 전화 주세요\n1‑877‑313‑6759\n텔레타이프: 711\n소득을 업데이트하세요►\n또한, 이 이메일의 요청을 따르는 것은 전적으로 고객님의 선택임을 알려드립니다. 최근에 해당 정보를 입력하셨다면, 이 요청을 무시해 주십시오.\n내 계정\n내 혜택\n문의하기\n시티 모바일® 앱 다운로드하기\n시티에 문의하기\n이 메시지에 관하여\n이 이메일은 고객님의 효과적인 계정 관리를 돕고자, 계정 활동 업데이트 및 혜택과 서비스 정보를 포함한 시티 신용카드 관련 정보 제공을 위해 시티 카드에서 발송하였습니다. 이 서비스 이메일에 답장하지 마십시오. 궁금한 점이 있으시면, 카드 뒷면의 번호를 이용하여 연락을 주시거나(텔레타이프: 711 또는 기타 중계 서비스도 가능합니다) citi.com을 방문하시기 바랍니다.\n이메일 상단의 자물쇠 아이콘 옆 계정 정보는 이 이메일이 시티에서 발송한 것임을 인증합니다.\n개인 정보 보호|보안 센터\n애플 및 애플 로고는 미국 및 기타 나라/지역 애플의 등록 상표입니다. 앱 스토어는 애플의 서비스 마크입니다. 구글 플레이 및 구글 플레이 로고는 구글 유한책임회사의 상표입니다.\n시티은행은 다른 기업이 제공하는 제품 및 서비스에 대한 책임을 지지 않습니다.\n우편 주소:\n세인트루이스, 사서함 790046, 시티은행 북미 고객 지원 (MO 63179-0046)\n© 2024 코스트코 홀세일. 무단 전제와 무단 복제를 금합니다. 코스트코는 코스트코 홀세일의 등록 상표입니다.\n© 2024 시티은행, 북아메리카.\n시티, 시티 및 호 디자인 그리고 여기에 사용된 기타 상표는 시티그룹 및 계열사의 서비스 마크로, 전 세계에서 이용 및 등록되어 있습니다.\n비자®는 비자 인터내셔널 서비스 협회의 등록 상표이며 허가를 받아 사용됩니다.\n101024/09103/AC/524/853"
}