{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Smyth County Schools are excited to announce the implementation of a new computerized visitor management system, School Gate Guardian, to enhance security for our students, families and staff.\nStarting soon, all visitors to any Smyth County school will be required to present a state-issued photo ID (e.g., driver’s license) upon entry. A staff member will scan the ID. The scan will allow the system to check the visitor against a national sex offender registry. Once complete, a badge will be printed with your name, the time of entry, and the purpose of your visit. Please return the badge at the front office when leaving so we can log you out of the system. Moving forward, all visitors must wear a badge generated by the system before entering the school.\nAdditionally, this system helps protect students in custodial situations. If you provide the necessary court documents, the system will notify staff of any unauthorized visitors. The software will also help us identify approved guardians so you can be assured we are placing your children in the proper hands. Please note, it is critical that you immediately notify your student’s school of any changes that may occur in regards to custodial arrangements, parent/guardian contact information or individuals approved to pick up your student.\nWhile we won’t require visitor badges for parent-teacher conferences on Thursday, October 17th, we encourage you to stop by the school’s entry area to have your ID scanned and added to the system. Doing this now can save time during future visits.\nWe appreciate your cooperation and participation in this important security upgrade, and we look forward",
    "trans": "스미스 카운티 학교는 학생, 가족, 교직원의 안전을 강화하기 위해 새로운 컴퓨터 기반 방문객 관리 시스템, 학교 게이트 가디언, 을 도입하게 되어 기쁘게 안내드립니다.\n곧 모든 방문객은 스미스 카운티 학교 출입 시 정부 발급 신분증 (예를 들어, 운전면허증) 을 제시해야 합니다. 직원이 신분증을 스캔할 것입니다. 이 스캔은 시스템에서 방문객을 전국의 성범죄자 등록부와 대조합니다. 확인이 완료되면, 방문객의 이름, 방문 시간, 방문 목적이 기재된 배지가 출력됩니다. 방문 후 배지를 출구에서 반납하여 시스템에서 로그아웃해야 합니다. 앞으로는, 학교 내 출입 시 반드시 시스템에서 생성된 배지를 착용해야 합니다.\n또한, 이 시스템은 양육권 관련 상황에서도 학생을 보호하는 데 도움이 됩니다. 법원 문서를 제출하면, 승인되지 않은 방문객이 감지될 경우 직원에게 자동 알림이 제공됩니다. 학생을 인계받을 수 있는 승인된 보호자를 식별하여 학생이 안전하게 보호받을 수 있도록 합니다. 양육권, 보호자 연락처, 또는 학생 인수 가능자에 변경 사항이 발생할 경우 즉시 학교에 알리셔야 합니다.\n10월 17일 목요일 부모-교사 상담일에는 방문객 배지가 필요하지 않지만,학교 출입구에서 미리 신분증을 스캔하고 시스템에 등록하실 것을 권장합니다. 사전에 등록하면 향후 방문 시 절차를 더욱 신속히 진행할 수 있습니다.\n안전 강화를 위한 여러분의 협력과 협조에 감사드리며, 앞으로도"
}