{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This job is responsible for setting, clearing, and resetting dining areas of the restaurant. The bus person ensures guest satisfaction by maintaining a clean and sanitary environment for guests to dine. He or she also assists servers in efficiently servicing their tables.\n• Maintain a positive attendance record as outlined by the company.\n• Maintain a positive attendance record by reporting to work for assigned shifts at the scheduled time.\n• Follow all sanitation and safety standards set forth by the company.\n• Meet all uniform, appearance, and grooming standards as specified by the company.\n• Maintain our guest service philosophy by following guest service standards.\n• Greet guests and serve water and bread to table within 3 minutes of guests being seated. (if applicable)\n• Bus, set, and reset tables following company procedures within 3minutes of guests leaving their tables.\n• Tables are bussed with a minimum amount of noise and chatter.\n• All dirty dishes and utensils are delivered to the dishwashing area.\n• Debris on the floor is picked up promptly.\n• Spills and other safety-related problems are to receive top priority and are to be corrected immediately.\n• Observe table numbering procedures and work assigned section.\n• Perform assigned sidework duties satisfactorily.\n• Follow all end-of-shift checkout procedures, as outlined by the company.\n• Maintain a good team environment by assisting other team members with their station duties and sidework when there is a need and/or when available.\n• Follow tip reporting regulations by keeping track of daily tips and following reporting procedures outlined by the Internal Revenue Service",
    "trans": "이 직업은 레스토랑의 식사 공간을 세팅, 청소 그리고 다시 세팅하는 일을 담당합니다. 버스 담당은 손님들이 식사하기에 깨끗하고 위생적인 환경을 제공하여 손님들의 만족도를 보장합니다. 그 혹은 그녀는 서빙 직원들이 그들의 테이블에 서비스를 할 수 있도록 도움을 줍니다.\n• 회사에서 기준으로 하는 출석 기록을 성실하게 유지합니다.\n• 예정된 시간에 배정된 교대 근무에 출근하여 출석 기록을 성실하게 유지합니다.\n• 회사에서 규정한 모든 위생 및 안전 기준을 따릅니다.\n• 회사에서 지정한 모든 유니폼, 외모 및 단장 기준을 지킵니다.\n• 고객 서비스 기준에 따라 고객 서비스 철학을 유지합니다.\n• 고객이 자리에 앉은 후 3분 이내에 고객을 맞이하고 물과 빵을 테이블로 서빙합니다. (해당되는 경우)\n• 고객이 테이블에서 일어나고 3분 이내에 회사 절차에 따라 테이블을 버스, 세트, 그리고 리셋합니다.\n• 테이블은 최소한의 소음과 대화로 버스로 이동합니다.\n• 모든 더러운 접시와 식기는 설거지 구역으로 배달합니다.\n• 바닥의 쓰레기는 즉시 치웁니다.\n• 액체나 다른 안전 관련 문제들은 최우선으로 처리하고 즉시 수정되어야 합니다.\n• 테이블 번호 매기기 절차와 할당된 작업 부분을 준수합니다.\n• 할당된 잔업을 만족스럽게 수행합니다.\n• 회사에서 제시한 대로 교대 종료후에 체크 아웃 절차를 따릅니다.\n• 필요할 때/혹은 가능할 때 다른 팀원들의 구역 업무 및 잔업에 도움을 주어 좋은 팀 환경을 유지합니다.\n• 매일 팁을 기록하여 국세청에서 제시한 보고 절차를 따라 팁 보고 규정을 준수합니다"
}