{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Q: Should I insert the account link of my choice in the report? A: Yes, that would be a good idea.\nQ: Option 2 doesn't need to select a specific week's topic, as long\nas it is related to the course content, right?\nA: Option 2 is a social media account report, which is already set out\nto be related to the course content (Week 4).\nAs long as you follow the instructions in the guidelines, it should be fine.\nQ: I was wondering if you expect academic references seeing as though it is a data driven report?\nA: You are right that the report needs to be data-driven. This however does not mean it will be data-only. This is an important distinction. Essentially, data serves the purpose of assessing how well the social media account is curated, and what recommendations you can provide. Here you may want to draw on academic references to explain your points.\nQ: I wish to cite your article titled \"wanghong liminal Chinese\ncreative labour\" in week 4 readings, but I don’t know any other information about this article beside your name and the title of this article. Could you please tell me how I should cite this? Thanks a lot!\nA: You may find this on my UNSW profile, categorised under\nbook chapters. Here's the link: https://www.unsw.edu.au/stab/elaine- jing- zhao\nQ: Do both option 1 and 2 require academic references?\nA: Yes, you need to draw on academic references no matter which option you go for. This is an opportunity to demonstrate your conceptual understanding and applying that to your discussions.",
    "trans": "질문: 보고서에 제가 선택한 계정 링크를 삽입해야 하나요? 답변: 네, 그렇게 하는 게 좋은 생각인 듯 하네요.\n질문: 옵션 2는 이번 주의 구체적인 주제에 대해서 고를 필요가 없네요,\n이 수업의 내용과 관련이 있는한에서는요, 맞지요?\n답변: 옵션 2는 소셜 미디어 계정 보고서에요, 그건 이미\n수업 내용(4주)과 관련이 있도록 만들어 졌어요.\n지침에 나와 있는 지시 사항을 잘 따라오는 한, 괜찮을 거예요.\n질문: 제가 궁금한 것이 있는데 혹시 선생님께서는 데이터 기반 보고서인 것처럼 보이도록 학술 참고 문헌 쓰기를 기대하시는 것인가요?\n답변: 보고서가 데이터 기반이 되야 한다는 점에선 당신이 말한 것이 맞습니다. 그러나 이것은 데이터만 포함한다는 것을 의미하는 건 아닙니다. 이건 중요한 다른 점이에요. 본질적으로, 데이타는 얼마나 잘 소셜 미디어 계정이 체계화 되어 있는가를 평가하는 데 유용하기 위해 있어요, 그리고 당신이 어떤 추천을 제공할 수 있는가도요. 여기서는 당신의 주장을 설명하기 위해서 학술 참고 문헌을 가져오는 것이 필요할 것 같아요.\n질문: 저는 선생님의 기사 제목 중, 4주의 독서 목록에 있는, \"왕홍 경계의 중국인\n창의 노동\"을 인용하고 싶습니다만, 이 기사에 관해서 당신의 이름과 이 기사의 제목 이외에 다른 어떤 정보도 아는 것이 없어요. 이것을 어떻게 인용하면 되는지 저에게 알려 주시겠어요? 대단히 감사합니다!\n답변: 당신은 제 UNSW 프로필에서 그것을 찾을 수 있을 거에요, 그것은\n책의 챕터로 분류되어 있습니다. 여기에 링크 주소가 있어요: https://www.unsw.edu.au/stab/elaine- jing- zhao\n질문: 옵션 1과 2 모두 학술 참고 문헌들을 요구하나요?\n답변: 네, 어떤 옵션을 선택하던지 간에 상관없이 당신은 학술 참고 문헌을 이용해야 해요. 그렇게 하면 당신이 개념적 이해와 그것을 토론에 얼마나 잘 적용하는지를 보여줄 기회가 될 것입니다."
}