{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A blood cholesterol-reducing drug, simvastatin, has been used as a primary treatment against hypercholesterolemia, one of the highly prevalent non-communicable diseases (NCDs). Large-scale manufacturing of this drug is necessary to meet the high demand. Traditional chemical synthetic methods are not recommended as they usually involve hazardous chemicals. However, the safe and sustainable choice of biomanufacturing using one of the industrial workhorses, the yeast Saccharomyces cerevisiae has failed to achieve high yields due to the high cytotoxic effect of the end product and the metabolic intermediates on the host. In order to be able to address this problem and render Saccharomyces cerevisiae a suitable host for this bioprocess, a comprehensive understanding of cytotoxicity mechanism of simvastatin in yeast must be achieved in the first instance.\nResearch challenge.\nEven though simvastatin is generally perceived to be toxic to the cell, detailed studies of the cytotoxic effects of simvastatin on relevant cellular responsive pathways are currently available only in human cells [1] and Candida glabrata [2]. Both studies revealed that simvastatin commonly affect cholesterol biosynthesis pathway (or ergosterol in C. gelabrata), where the production of coenzyme Q (an important component residing in mitochondria for electron transport chain) is also inhibited. However, there is still not sufficient evidence on affected cellular components or processes that lead to cell growth reduction of Saccharomyces cerevisiae after exposure to simvastatin intracellularly or extracellularly, which must be explicitly investigated.\n1. Kaminsky, Y. G. and Kosenko, E. A. (2010) ‘Molecular mechanisms of toxicity of simvastatin, widely used cholesterol-lowering drug. A review’, Central European Journal of Medicine, 5(3), pp. 269–279. doi: 10.2478/s11536-009-0123-5.\n2. Westermeyer, C. and Macreadie, I. G. (2007) ‘Simvastatin reduces ergosterol levels, inhibits growth and causes loss of mtDNA in Candida glabrata’, FEMS Yeast Research, 7(3), pp. 436–441. doi: 10.1111/j.1567-1364.2006.00194.x.\nResearch objectives. This research work aims to understand the effects of simvastatin treatment on cellular components or functions particularly of Saccharomyces cerevisiae, a eukaryotic model organism, and will mainly focus on ergosterol production and mitochondrial functions in the first instance. The knowledge gained from this work will provide a general understanding of the impact of this toxic compound on Saccharomyces cerevisiae and will suggest molecular targets for improving tolerance or biomarkers for monitoring cytotoxic effects upon exposure to simvastatin.\nThe specific objectives of this study are:",
    "trans": "혈중 콜레스테롤 감소 약물 심바스타틴은 가장 널리 퍼진 비전염성 질병 중 하나인 고콜레스테롤혈증에 대한 주요 치료제로 사용되어 왔다. 이 약물에 대한 높은 수요를 충족하기 위해 대량 생산이 필요하다. 전통적인 화학적 합성 방법은 일반적으로 유해한 화학물질을 포함하기 때문에 권장되지 않는다. 그러나 산업용 핵심 미생물 중 하나인 효모 사카로미세스 세레비시아를 이용한 안전하고 지속 가능한 생물학적 제조 방식은 최종 산물과 대사 중간체가 숙주에 미치는 높은 세포 독성 효과로 인해 높은 수율을 달성하는 데 실패하였다. 이 문제를 해결하고 사카로미세스 세레비시아를 해당 생물공정에 적합한 숙주로 만들기 위해서는, 우선적으로 효모에서 심바스타틴의 세포 독성 기전을 종합적으로 이해하는 것이 필수적이다.\n연구 과제.\n비록 심바스타틴이 일반적으로 세포에 독성이 있는 것으로 인식되지만, 심바스타틴이 관련 세포 반응 경로에 미치는 세포 독성 효과에 대한 세부적인 연구는 현재 인간 세포 [1] 와 칸디다 글라브라타 [2] 에서만 이루어져 있다. 두 연구 모두에서 심바스타틴이 콜레스테롤 생합성 경로(또는 C. 칸디다 글라브라타의 경우 에르고스테롤 생합성 경로)에 영향을 미치며, 코엔자임 Q (미토콘드리아의 전자전달계에서 중요한 구성 요소) 의 생성을 저해한다는 공통적인 결과를 도출하였다. 그러나, 현재까지 사카로미세스 세레비시아가 심바스타틴에 노출된 후 세포 성장 감소를 초래하는 세포 내 구성 요소나 생물학적 과정이 명확히 규명되지 않았기 때문에, 이러한 영향을 명확히 조사하는 것이 필수적이다.\n1. 카민스키, Y.G. 및 코센코, E.A. (2010) '심바스타틴, 널리 사용되는 콜레스테롤 저하제의 독성에 대한 분자적 기전. 리뷰' 중앙 유럽 의학 저널, 5(3), 269-279 페이지. doi: 10.2478/s11536-009-0123-5.\n2. 웨스터마이어, C. 및 맥크리디, I.G. (2007) \"심바스타틴은 칸디다 글라브라타에서 에르고스테롤 수치를 감소시키고, 성장을 저해하며, 미토콘드리아 DNA 손실을 유발한다\", FEMS 이스트 리서치, 7(3), 436–441 페이지. doi: 10.1111/j.1567-1364.2006.00194.x.\n연구 목표. 본 연구는 진핵 세포 모델 생물인 사카로미세스 세레비시아를 대상으로 심바스타틴 처리에 따른 세포 구성 요소 및 기능의 변화를 이해하는 것을 목표로 하며, 특히 에르고스테롤 생산과 미토콘드리아 기능에 초점을 맞출 예정이다. 본 연구에서 얻어진 지식은 심바스타틴이라는 독성 화합물이 사카로미세스 세레비시아에 미치는 영향을 종합적으로 이해하는 데 기여할 것이며 세포의 내성을 향상시키기 위한 분자적 타겟 또는 심바스타틴 노출 시 세포 독성을 모니터링할 수 있는 바이오마커를 제안할 것이다.\n이 연구의 구체적인 목표는 다음과 같다:"
}