{
    "source": "en_US",
    "target": "ko_KR",
    "text": "is America’s leading lingerie retailer, trading in beauty products, swimwear, and clothing. VS and its sister brand Pink have over 1,300 shops globally in approximately 70 countries.\nUS businessman Roy Raymond founded Victoria’s Secret in 1977, naming the brand after Queen Victoria because he thought her name sounded refined—and he added “Secret” to refer to what was hidden underneath all those crinolines!\nOne of the brand’s most iconic events is its runway show, in which Victoria’s Secrets “Angels,” aka its models, walk in lingerie down a catwalk. Becoming an Angel has been a big deal in the fashion world, with major names such as Helena Christensen, Adriana Lima, and Gigi Hadid among the roster. The runway show has also been broadcast on TV, boosting the profile of many Angels.\nHowever, in 2018, VS was hit by scandal. Multiple models reported sexual harassment at the hands of Ed Razek, the chief marketing officer of VS’s parent company, L Brands. They also alleged that then-CEO Leslie Wexner failed to respond appropriately to these claims and often engaged in retaliatory behaviour. The same year, Razek publicly made transphobic and body-shaming comments, just before Wexner’s ties to Jeffrey Epstein came to light in 2019.\nAn unfavourable New York Times investigation and documentary followed, and in 2019, Victoria’s Secret stopped producing its runway show. Razek resigned, Wexner was ousted, and in 2021, the company rebranded and announced its plan to become “the world’s leading advocate for women.”\nMore recently, VS has employed spokeswomen such as actor Priyanka Chopra Jonas, footballer Megan Rapinoe, and tennis star Naomi Osaka to endorse its products. Bella Hadid told Marie Claire she had also returned to the brand, saying, “What magnetized me to coming back was them coming to me and really proving to me that, behind the scenes, Victoria’s Secret has changed so drastically…. Now, six of the seven [VS] board members are all female. And there’s new photoshoot protocols that we have. So a lot has changed.”\nA 2022 statement published on the company’s Instagram account reads: “For decades, society and institutions—including ours—defined very narrow expressions that represented beauty, sexiness, and self-worth for women. The truth is [that] the only person who can genuinely define a woman is herself. Our role is to leverage our brand to create opportunities for women everywhere to define themselves on their own terms, and [to] use our platform to recognize and celebrate that individuality and diversity over and over.”\nIn 2023, “The Victoria’s Secret World Tour” launched on Prime Video. Billed as part documentary, part fashion event, the special was seen as an attempt to refresh the Angels runway show for a new era. Whether Victoria’s Secret has found the secret of a good rebrand remains to be seen.\n↑ BACK TO",
    "trans": "빅토리아 시크릿은 미국의 선도적 란제리 소매업체로 미용제품, 수영복 그리고 의류를 취급한다. 빅토리아 시크릿과 그 자매 브랜드인 핑크는 전세계적으로 1,300개가 넘는 매장을 약 70여개 국에 보유하고 있다.\n미국의 사업가 로이 레이먼드는 1977년에 빅토리아 여왕을 이름을 따 빅토리아 시크릿을 설립했는데 여왕의 이름이 세련됐다고 생각했기 때문이다 - 또한 '시크릿'을 붙인 것은 크리놀린 아래에 숨겨진 걸 지칭하기 위해서였다!\n가장 상징성 있는 빅토리아 시크릿 행사 중 하나는 패션쇼인데 여기서 빅토리아 시크릿 '앤젤'이라 불리는 모델들은 란제리를 입고 패션쇼 무대 위로 걸어나온다. 앤젤이 되는 건 패션 업계에서 대단한 일로 헬레나 크리스텐슨, 아드리아나 리마, 그리고 지지 하디드를 비롯한 쟁쟁한 이름들이 그 명단에 올라 있다. 패션쇼는 텔레비전으로도 방송되며 많은 앤젤들을 널리 알리는 역할을 한다.\n하지만 2018년, 빅토리아 시크릿은 스캔들에 휘말렸다. 다수의 모델들이 빅토리아 시크릿의 모회사인 엘 브랜즈의 최고마케팅경영자 에드 라젝의 성추행을 폭로한 것이다. 그들은 또한 레슬리 웩스너 전 최고 경영자가 이 문제에 적절히 대응하지 못했고 보복행위에 종종 가담했다고도 주장했다. 같은 해 라젝은 공개적인 자리에서 성전환자 혐오성 발언과 몸매 평가 발언을 했는데 이는 2019년 웩스너와 제프리 엡스타인의 관계가 드러나기 바로 직전의 일이었다.\n호의적이지 않은 뉴욕 타임스측 조사와 다큐멘터리가 이어졌고 2019년, 빅토리아 시크릿은 패션쇼 준비를 중단했다. 라젝은 사임했고 웩스너는 쫓겨났으며 2021년, 빅토리아 시크릿의 브랜드 이미지 개선 작업과 '세계에서 제일가는 여성들의 지지자'가 되겠다는 계획의 발표가 이루어졌다.\n보다 최근의 경우, 빅토리아 시크릿은 배우 프리얀카 초프라 조나스, 축구선수 메건 라피노, 또한 테니스계 스타 선수 나오미 오사카를 여성 대변인으로 삼아 자사 제품을 지지하도록 했다. 벨라 하디드는 마리 클레어에게 그녀 역시 빅토리아 시크릿으로 돌아왔으며 '제가 다시 빅토리아 시크릿에 돌아오도록 끌어들인 것은 그들이 제게 와서 빅토리아 시크릿이 완전히 달라졌다는 점을 무대 뒤에서 입증했기 때문이죠... 이제 [빅토리아 시크릿] 이사진 7명중 6명이 여성이에요. 또 새로운 사진 촬용 의례도 마련됐고요. 그러니 많은 점이 변한 거죠.' 라고 말했다.\n2022년 빅토리아 시크릿 인스타그램 계정을 통해 발표된 성명은 다음과 같다: \"수 세기 동안 사회와 관습들-저희가 가졌던 것을 포함한-은 여성의 아름다움, 성적 매력, 그리고 자부심을 대표한다고 하는 굉장히 편협한 표현들을 정의했습니다. 진실은 여성을 진정으로 정의할 수 있는 유일한 사람은 바로 그녀 자신이란 것이죠. 저희의 역할은 빅토리아 시크릿을 통해 여성들이 어디서든 그들 자신을 정의할 수 있는 기회를 창출하는 것이고 저희 플랫폼을 통해 그런 개성과 다양성을 계속해서 인정하고 찬사를 보내는 것입니다.'\n2023년, '빅토리아 시크릿 월드 투어'가 프라임 비디오에서 공개됐다. 부분적으론 다큐멘터리, 부분적으론 패션 행사로서 홍보된 해당 특집은 새 시대에 맞게 새로운 앤젤스 패션쇼를 선보이려는 시도로 여겨졌다. 빅토리아 시크릿이 훌륭한 이미지 쇄신을 위한 비밀을 찾아냈는지 지켜봐야 할 것이다.\n↑ 돌아가기"
}