{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name], [redacted_name] reacting in situations, self-evaluating and innovating. Developing educational skills in coaches means giving them the opportunity to operate by mobilizing, or-chestrating and harmonizing the technical and tactical knowledge of the sports discipline, as well as the relational skills and educational strategies appropriate to the context. This helps the athlete to “transfer out of the gym” (Hellison D. 2003) and of the playing field the life skills learned, encouraging that educational and critical-reflective process aimed at the person’s improvement, growth and holistic development through sport. Conclusions In a social environment characterized by a strong difficulty in educating, the re-sponsibility of showing all the educational value of sport is strongly felt. It is nec-essary to fully develop the awareness that, in our hands, we hold a privileged instrument for involving and educating young people. It is no longer enough to claim, almost rhetorically, that sport is a great resource for education; it needs to go further and make a series of concrete management choices showing its value. First and foremost, it is a question of improving sport itself by adopting an ap-proach geared towards expressing the social values of this sector, overcoming the barriers imposed by business rules that greatly limit its educational potential. Mak-ing sport an educational resource by effectively managing it, is the first step to-wards making it the tool for educational development. Thanks to an effective cooperation with the school environment and the families, the sports world can concretely pursue an educational, cultural and social benefit, as well as an eco-nomic one too. It is possible to educate every day thanks to a long-term perspec-tive and a synergy with the various stakeholders in the field. In this regard, the fundamental elements to make sport educational can be summarized through the following focal points: The centrality of the individual and his/her values, rather than of his/her eco-–nomic interests; Educational intentionality; –An educative method capable of welcoming, orienting, coaching, accompany-–ing and giving real developmental perspectives; An associative experience; –Investing in educational places (sports field, stadium, gym, locker room, –streets, squares, schools, and so on); Lifelong learning for educators: trainers, animators, coaches, sports managers, –referees, and operators; A collaborative approach with the school and family context. –Sports practice is part of a broad educational process. Those involved in con-ducting training sessions (teachers, coaches, instructors, athletic trainers, and so on) must not only apply the rules of common sense and spontaneity but, above all, should be able to adapt the educational training methodology, aimed at inte-grating pedagogical principles and educational strategies with the development processes of motor skills and techniques of the sports discipline. This highlights the responsibility of the whole sports world, all technical operators and their train-ers, who need to promote the development of educational skills. These skills will allow not only to be trainers responsible for physical and tactical preparation, but 304",
    "trans": "[redacted_name], [redacted_name]의 반응, 자기 평가 및 혁신. 코치의 교육적 역량을 개발한다는 것은 스포츠 종목의 기술적·전술적 지식을 동원하고, 조정하며, 조화롭게 활용할 수 있는 기회를 제공하는 것을 의미하며, 해당 맥락에 적절한 관계 기술 및 교육 전략을 적용할 수 있도록 하는 것도 포함된다. 이러한 과정은 선수가 \"체육관을 벗어나\"(헬리슨 D. 2003) 경기장에서 스포츠를 통해 배운 삶의 기술을 실생활에 적용할 수 있도록 돕고, 교육적이고 비판적 성찰 과정을 통해 개인의 발전, 성장 및 전인적 발달을 촉진하는 역할을 한다. 결론. 교육이 어려움을 겪고 있는 사회적 환경에서, 스포츠의 교육적 가치를 온전히 전달해야 할 책임이 막중하다. 이를 위해, 우리는 청소년을 교육하고 참여시키는 데 있어 스포츠가 강력한 도구라는 점을 완전히 인식해야 한다. 스포츠가 교육에 중요한 자원이라는 점을, 거의 수사적으로, 주장하는 것만으로는 더 이상 충분하지 않으며; 이를 넘어 그 가치를 입증할 수 있는 일련의 구체적인 관리적 선택을 실행하는 것이 필요하다. 가장 먼저 무엇보다, 스포츠의 교육적 잠재력을 제한하는 상업적 장벽을 극복하고, 사회적 가치를 실현하는 방식으로 스포츠를 개선하는 것이 가장 중요한 과제이다. 스포츠를 교육적 자원으로 전환하기 위해 이를 효과적으로 관리하는 것이 첫 번째 단계이다. 학교 환경과 가정과의 효과적인 협력을 통해, 스포츠계는 교육적, 문화적, 사회적 혜택뿐만 아니라 경제적 이익까지도 구체적으로 실현할 수 있다. 장기적인 관점과 해당 분야의 다양한 이해관계자들과의 시너지를 통해 매일 교육하는 것이 가능하다. 이 점에서, 스포츠를 교육적으로 활용하는 데 필요한 핵심 요소는 다음과 같다: 개인의 경제적 이익보다 그의 가치와 인격을 우선시하는 것; 교육적 목적; -포용하고, 지도하며, 동반하고, 실질적인 성장 기회를 제공하는 교육적 방법론; 협력적 경험; -교육적 공간 (운동장, 경기장, 체육관, 라커룸, -거리, 광장, 학교 등)에 대한 투자; 교육자를 위한 평생 학습: 트레이너, 지도자, 코치, 스포츠 관리자, 심판 및 운영자 등; 학교 및 가정과 협력하는 접근 방식. -스포츠 활동은 보다 넓은 교육 과정의 일부입니다. 훈련을 담당하는 모든 관계자 (교사, 코치, 지도자, 운동 트레이너 등)는 단순한 상식과 직관에 의존하는 것이 아니라, 교육적 훈련 방법론을 적용할 수 있어야 하며, 이 방법론은 교육 원칙과 스포츠 기술 및 운동 기능 발달 과정을 통합하는 것을 목표로 해야 한다. 이러한 점에서 스포츠계 전체와 모든 기술 운영진 및 지도자의 책임이 강조되는데, 이들은 교육적 역량 개발을 촉진할 책임이 있는 것이다. 이러한 역량은 단순한 신체 및 전술 훈련을 책임지는 트레이너를 넘어, 304"
}