{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Learning Outcomes to be assessed\nA. Appreciate and describe the issues and methods involved in designing and building computer systems to meet business goals.\nB. Understand how user requirements are elicited and incorporated into the design of a computing system while being able to identify and analyse relevant legal, social, ethical and professional concerns informed by professional codes of conduct.\nD. Apply an object-oriented approach to the design and development of software systems and their components.\nE. Adopt a holistic and proportionate approach to the mitigation of security risks using a risk management process to identify, evaluate and mitigate and risks associated with a software engineering activities.\nGeneral instruction\n1. Read the case study in Section 2\n2. We will facilitate grouping on the learning mall. Students will be self-grouped or allocated to a team of 5 students.\n3. Write a report to answer the following questions in Section 3, using the template provided in Section 4 and using the peer review form in Section 5.\n4. Student contribution and marking.\nThe submission is a group work as in Section 3. The total mark is 100.\nIn a team, each member may contribute differently to the submission. Therefore, students are required to fill up, sign, and submit the peer review form in Section 5. The contribution (%) in the form indicates the overall contribution of a team member on their submission. The team should arrange a meeting to discuss and complete the peer review form in the presence of all members. The contribution percentage for everyone must be agreed upon by all team members. In the case where a contribution cannot come to an agreement, the team could seek help from the module leader.",
    "trans": "평가될 학습 성과\nA. 비즈니스 목표를 충족시키기 위한 컴퓨터 시스템 설계 및 구축에 관련된 문제와 방법을 이해하고 설명할 수 있다.\nB. 전문 행동 강령에 근거하여 관련 법적, 사회적, 윤리적, 전문적 우려 사항을 식별하고 분석할 수 있는 능력을 갖추면서 사용자 요구 사항이 어떻게 도출되고 컴퓨팅 시스템 설계에 어떻게 통합되는지 이해할 수 있다.\nD. 소프트웨어 시스템 및 구성 요소의 설계 및 개발에 객체 지향 접근 방식을 적용할 수 있다.\nE. 소프트웨어 엔지니어링 활동과 관련된 위험을 식별, 평가 및 완화하기 위해 위험 관리 프로세스를 사용하여 보안 위험 완화에 전체적이고 비례적인 접근 방식을 채택할 수 있다.\n일반 지침\n1. 섹션 2의 사례 연구를 읽으세요\n2. 학습 몰에서 그룹 편성을 진행할 예정입니다. 학생들은 자율적으로 그룹을 구성하거나 5명으로 구성된 팀에 배정될 것입니다.\n3. 섹션 4에 제공된 템플릿과 섹션 5의 동료 평가 양식을 사용하여 섹션 3의 다음 질문에 답하는 보고서를 작성하세요.\n4. 학생 기여도 및 채점.\n제출물은 섹션 3에 있는 그룹 작업입니다. 총 점은 100점입니다.\n팀에서, 각 구성원은 제출물에 다르게 기여할 수 있습니다. 그러므로, 학생들은 섹션 5의 동료 평가 양식을 작성, 서명 및 제출해야 합니다. 양식의 기여도(%)는 팀원의 전체 제출물에 대한 기여도를 나타냅니다. 팀은 모든 구성원이 참석한 상태에서 동료 평가 양식을 논의하고 완성하기 위한 회의를 준비해야 합니다. 모든 팀원의 기여도 백분율은 모든 팀원이 동의해야 합니다. 기여도에 대한 합의가 이루어지지 않는 경우, 팀은 모듈 책임자에게 도움을 요청할 수 있습니다."
}