{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Scientific Revolution was a transformative period in history that fundamentally changed the way people understood the world around them. Before this period, scientific knowledge was largely based on the teachings of ancient authorities like Aristotle and Ptolemy, whose Earth-centered model of the universe dominated Western thinking for nearly 2,000 years. However, the work of individuals like Copernicus, who proposed a Sun-centered (heliocentric) model, challenged these traditional views and laid the foundation for a new approach to science. This heliocentric theory was revolutionary because it contradicted the long-held belief in a geocentric universe, suggesting that the Earth was not the center of the cosmos, but rather just one of many planets orbiting the Sun. The acceptance of this model marked the beginning of a shift toward a more observation-based, experimental approach to understanding nature.\nGalileo Galilei played a significant role in advancing the Scientific Revolution by using observation and experimentation to support Copernican ideas. His use of the telescope led to many new discoveries, such as the moons of Jupiter, which contradicted the traditional view of an unchanging, perfect celestial realm. Galileo’s emphasis on evidence and his defense of his methods against critics highlighted the importance of the search for truth in scientific inquiry. He argued that new knowledge should be embraced because it expanded understanding rather than diminished it, and he criticized his opponents for relying on misinterpreted biblical texts to dispute scientific findings. This conflict between scientific observation and traditional beliefs illustrated the growing tension between emerging scientific methods and established authorities.\nThe Scientific Revolution ultimately led to the development of the scientific method, which became a foundational aspect of modern science. This method emphasized observation, experimentation, and inductive reasoning, allowing scientists to form general principles based on specific observations. As noted in the documents, this new approach to science involved testing ideas through experiments, rather than accepting them on faith or tradition. The works of figures like Copernicus and Galileo not only challenged existing ideas but also paved the way for future scientists to approach the natural world in a more systematic, evidence-based manner. The Scientific Revolution, therefore, marked a significant turning point in history, as it reshaped how knowledge was acquired and laid the groundwork for modern scientific inquiry.",
    "trans": "과학 혁명 시기는 역사적으로 사람이 주변 세계를 이해하는 방식을 송두리째 바꾼 시기였다. 과학 혁명 이전 시기에 과학 지식은 대체로 아리스토텔레스, 프톨레마이오스 같은 고대 권위자의 가르침에 바탕을 두었다. 프톨레마이오스는 지구 중심 우주 모델을 주장했고 서구인들은 거의 2,000년간 이 사상을 따랐다. 그러나 코페르니쿠스와 같은 개인이 나타나, 연구를 통해 태양 중심 모델을 주장하여 전통적인 견해에 도전했고, 이를 통해 과학에 새로운 접근법이 등장하는 초석을 마련했다. 태양 중심 이론은 혁명적이었는데 그 이유는 지구가 우주의 주심이라는 오래된 믿음을 정면으로 반박했기 때문이다. 코페르니쿠스는 지구가 우주의 중심이 아니고 태양을 도는 많은 행성의 일부라고 주장했다. 지구 중심 우주 모델이 사람들에게 받아들여지면서, 자연 현상을 이해할 때보다 관찰에 근거하고, 실험에 기반하는 접근법으로 전환이 이루어지기 시작했다.\n갈릴레오 갈릴레이는 관찰과 실험을 통해 코페르니쿠스의 견해를 뒷받침했고 이를 통해 과학 혁명의 발전에 중요한 역할을 했다. 망원경을 사용하여 달과 목성 등 새로운 발견을 많이 했고 천체에 대해 완벽하고 불변한다고 믿었던 전통 견해를 반박했다. 갈릴레오는 근거를 강조했고 그의 연구 방법에 대한 사람들의 비판을 방어함으로써, 과학 연구에서 진리를 탐구하는 일의 중요성을 강조했다. 그리고 새로운 지식은 인간의 사고를 축소하지 않고 확장하므로 기꺼이 받아들여야 한다고 주장했다. 과학적 발견에 관해 상대방이 반박할 때 본인이 잘못 이해한 성경 구절에 의존하는 일을 비판하기도 했다. 이러한 과학적 관찰과 전통적 믿음 간의 갈등은 새로이 등장하는 과학적 방법과 확립된 권위 간의 고조되는 긴장을 잘 보여준다.\n결국 과학 혁명을 통해 과학적 연구 방법이 발전했고, 이는 현대 과학의 기초가 되었다. 발전된 연구 방법은 관측과 실험, 귀납 추론을 강조했고, 과학자들이 일반 원칙을 만들 때 특정 관찰에 근거하도록 했다. 문서에도 나타나 있듯 아이디어를 신념 또는 전통으로 받아들이지 않고, 실험을 통해 검증하는 것도 과학에 대한 새로운 접근법에 속한다. 코페르니쿠스와 갈릴레오 같은 인물의 연구는 기존의 견해에 도전했을 뿐 아니라, 미래 과학자가 자연 세계를 보다 체계적이고 근거에 바탕을 두어 연구할 수 있는 기반을 마련했다. 따라서 과학 혁명은 지식을 습득하는 방법을 크게 바꾸고, 현대 과학 연구를 위한 초석을 다졌다는 점에서 역사에 중대한 전환점을 마련했다."
}