{
    "source": "en_US",
    "target": "ko_KR",
    "text": "EL,K,1,2,3 CHILD PROTECTION UNIT FAMILY LETTER 1 SUMMARY\nDear Parent/Guardian,\nIn addition to the Second Step lessons your child is receiving in their classroom, they will also\nbe receiving lessons from the Second Step Child Protection Unit. These lessons assist your\nchild in learning skills regarding personal safety, touching safety, and assertiveness. A portion\nof the touching safety lesson includes information about safe, unsafe, and unwanted touches.\nThe lesson also teaches students to say no to unsafe or unwanted touches and to talk with a\ntrusted adult if someone violates them and touches their private body parts. Knowing the correct\nnames for private body parts helps your child be understood if they need to report someone\nbreaking the touching rules. Terms used in this unit include: penis and buttocks/bottom for boys,\nand vagina, breasts and buttocks/bottom for girls.\nJust like with the Second Step lessons, your child will bring home Home Links. These explain\nthe safety skill your child learned in their lesson and provide a simple way for you and your child\nto practice the skill together.\nOur staff have also received training around child protection and what they can do to recognize,\nreport, and intervene to support children who are suspected of being abused or have been\nabused. In addition, our staff have received training to help create a safe and comfortable\nschool environment.\nIf you have any questions about or would like to review the Child Protection Unit lessons or the\nSecond Step lessons, please contact our school principal. If you do not want your child to\nreceive these safety lessons, please complete, sign and return the bottom portion of the\nattached Child Protection Unit Family Letter 1.\nFor more information on our school’s policies and procedures related to child protection please\ncontact the school office.\nYou may go online to SecondStep.org and utilize the Activation Key on the Home Link to obtain\nadditional information regarding the Second Step Program and Child Protection Unit. Thank you\nfor collaborating with us to help your child feel safe and comfortable in school.",
    "trans": "EL,K,1,2,3 아동 보호 단원 가족 안내문 1 요약\n학부모/보호자님께,\n자녀가 교실에서 받고 있는 두 번째 단계 수업 외에도,\n두 번째 단 아동 보호 단원도 진행될 예정입니다. 이 수업은 당신의\n아이가 개인 안전, 신체 접촉 안전, 자기 주장 기술과 관련되어 있습니다.\n신체 접촉 수업에서는 안전한 접촉, 안전하지 않은 접촉, 원하지 않는 접촉에 대한 정보를 포함합니다.\n또한 이 수업은 학생들에게 원치 않는 접촉에 대해 거절하는 법을 배우며\n사적인 신체 부위를 만졌을 경우 신뢰하는 성인에게. 정확한\n누군가에게 알려줄 때 아이가 이름을 아는 것은 중요합니다.\n접촉 규칙을 어겼을 때. 본 교육에서 사용하는 단어는 다음이 포함됩니다. 남아의 경우 엉덩이,\n여아의 경우 질, 가슴, 엉덩이.\n두 번째 단계 수업과 마찬가지로, 아이는 가정 학습을 가지고 돌아갈 것입니다. 이것은 설명합니다\n당신의 아이와 당신이 수업에서 배운내용을 간단하게\n함께 연습하기 위한.\n교직원들은 또한 아동 보호 및 인식 방법에 대한 교육을 받았으며,\n학대가 의심되거나 학대를 당한 아동을 지원하기 위해 신고하고 개입합니다.\n학대당한. 또한, 저희 교직원들은 안전하고 편안한 환경을 조성하기 위한 교육을 받았습니다\n학교 환경에서.\n아동 보호 단원 수업이나 검토에 대해 궁금한 점이 있거나 질문이 있으시면\n또는 두 번째 단계 교육, 교장에게 연락해주세요. 만약 당신의 아이가 원하지 않는다면\n안전 교육을 받는 것을, 아래 첨부된 곳에 작성 및 서명하여\n아동 보호 단원 가족 안내문1에 부착된.\n아동 보호와 관련된 학교의 정책과 절차에 대한 자세한 정보는 부디\n학교 사무실로 연락해주세요.\nSecondStep.org으로 접속하여 가정 학습의 활성화 키를 사용하여 다음을 얻을 수 있습니다\n2단계 프로그램 및 아동 보호 장치에 대한 추가 정보. 감사합니다\n아이가 학교에서 안전하고 편안하게 지낼 수 있도록 저희와 협력해 주셔서."
}