{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello,\nAs part of Remote Fulfillment with FBA program, we are introducing a new functionality that will allow you to seamlessly and automatically switch your local offers in Mexico to Remote Fulfillment offers and vice versa.\nWhat is the update?\nPreviously, if you had products enrolled in Remote Fulfilment and wanted to send inventory to Mexico, you had to manually unenroll the offers from Remote Fulfilment before sending the inventory. Conversely, if you ran out of inventory in Mexico and wanted to go back to Remote Fulfilment, you had to manually enroll the offers into the program again. Starting October 9th, you won’t need to manually unenroll and enroll back the offers, it will be done seamlessly and automatically for you.\nHow would pricing work?\nTo ensure that your prices reflect fees and taxes, ASINs that are offered via Build International Listings with the Same as source pricing rule will be updated to Same as the source marketplace, adjusted for fees. For your ASINs in US FBA, the offer price in the target stores will synchronize with the source store price (adjusted for estimated fulfillment fee and tax rate differences). We will not update any Build International Listings pricing settings set by you.\nYour prices will not automatically adjust if either of these conditions apply:\nYou use automated pricing rules outside of Build International Listings.\nYou set prices manually, by bulk upload, or through Marketplace Web Services APIs.\nIf you are currently managing your offers and prices manually, we recommend that you modify your prices when you run out of inventory in the local destination, so that your remote fulfillment offer has your preferred price point. You would need to manually update prices of the target store in Mexico. If you follow this option, please make sure that you account for the exchange rate difference between the US, Canada, and Mexico to avoid unwanted pricing errors.\nPlease remember that you can enroll or unenroll specific offers at any time using our program page.\nFor more information about our program, product eligibility and more, visit our program resources:\nRemote Fulfillment with FBA Training Central\nRemote Fulfillment with FBA Help Page\nHow BIL International Listings works (available in US Seller Central)\nThe Fulfillment by Amazon team\nReport an issue with this email\nIf you have any questions visit: Seller Central\nTo change your email preferences visit: Notification Preferences\nCopyright 2024 Amazon, Inc, or its affiliates. All rights reserved.\nAmazon.com, 410 Terry Avenue North, Seattle, WA 98109-5210\nSPC-USAmazon-1037940991451836",
    "trans": "안녕하세요,\nFBA 원격 주문 처리 프로그램의 일환으로, 매끄럽고 자동적으로 멕시코 현지 오퍼를 원격 주문 처리 오퍼로 전환하거나 그 반대로도 가능한 새로운 기능이 도입됩니다.\n업데이트 내용은 무엇인가요?\n기존에는 원격 주문 처리에 등록한 상품의 재고를 멕시코로 배송하려는 경우, 배송하기 전에 오퍼를 원격 주문 처리에서 수동으로 해제해야 했습니다. 반대로, 멕시코 내 재고가 없어 원격 주문 처리로 다시 전환하려는 경우, 수동으로 프로그램에 오퍼를 생성해야 했습니다. 10월 9일부로 수동으로 오퍼를 생성하거나 해제할 필요 없이, 매끄럽고 자동적으로 전환될 것입니다.\n가격 책정은 어떻게 되나요?\n가격에 수수료와 세금을 반영하기 위해, 해외 리스팅 생성을 통한 아마존 표준 식별 번호의 소스 스토어와 동일한 가격 규칙은 소스 스토어와 동일, 주문 처리 수수료 조정 규칙으로 업데이트 됩니다. 미국 FBA의 아마존 표준 식별 번호에 대해 대상 스토어의 오퍼 가격이 소스 스토어 가격과 동기화됩니다. (예상 주문 처리 수수료 및 세율 차이에 따라 조정됨) 사용자가 설정한 해외 리스팅 가격 책정 규칙은 업데이트되지 않습니다.\n다음 조건 중 하나에 해당하는 경우 가격이 자동 조정되지 않습니다:\n해외 리스팅 생성 외의 자동 가격 책정 규칙을 사용하는 경우.\n가격을 대량 업로드 혹은 마켓플레이스 웹 서비스 API를 통해 수동으로 설정하는 경우.\n수동으로 오퍼 및 가격을 관리하고 계시다면, 원격 주문 처리된 오퍼가 원하는 가격에 맞게 판매되도록 현지 재고가 소진되면 가격을 수정하시기를 권장합니다. 멕시코 내 대상 스토어 가격을 수동으로 설정해야 합니다. 이 경우, 원치 않는 가격 책정 오류를 방지하기 위해 미국, 캐나다, 멕시코 간 환율 차이를 고려하시기를 바랍니다.\n프로그램 페이지를 통해 언제든지 특정 오퍼를 생성하거나 해제할 수 있습니다.\n프로그램, 상품 등록 요건 및 더 많은 정보를 확인하시려면, 저희 프로그램 자료를 열람해 주세요:\nFBA 트레이닝 센트럴에서 원격 주문 처리\nFBA 도움 페이지에서 원격 주문 처리\n해외 리스팅 생성 방식 (미국 셀러 센트럴에서 확인 가능)\nFBA팀\n이 이메일에 대한 문제 신고하기\n궁금한 점이 있다면 방문해 주세요: 셀러 센트럴\n이메일 수신 설정을 변경하려면 방문해 주세요: 알림 설정\n© 2024 Amazon, Inc. 또는 계열사. 무단 전재 및 재배포 금지.\nAmazon.com, 410 Terry Avenue North, Seattle, WA 98109-5210\nSPC-USAmazon-1037940991451836"
}