{
    "source": "en_US",
    "target": "ko_KR",
    "text": "in essence, I am only married to my wife three months out of the year is something very very wrong with that picture of course I'm upset. Wouldn't you be shame on me? I'm not depressed, but each day is a new day in reality and I do not like this at all, other people I controlling I been together and you know exactly what I'm talking about because I am not with you! Think about it? The biggest fear I have is dying in this house with no one at side. so in essence, we married, maybe three or four months out of the year I did not control this not entirely. I made a couple very small mistakes. This is not the way a marriage should be. I should be accepted and not played with other people controlling our being together just when I get to know you again and we be come closer to friends, I am no longer allowed to be with you for another 6 or eight months or maybe nine this is not the way it was supposed to be at first. It was fine. I better shut up. I'm in a rut. Where am I supposed to go divorce you I'm too old to find another woman and men, ARE CONCA MANT liars and that my dear is true. I am not been on truthful to you. I had to carry the burden of not being able to be with you. How in hell can we have a consistent and have a forgiving and loving marriage like everyone else does but instead we cannot live together by ourselves with company and I am no longer allowed to be with my wife before of the nine years. I think whatever we campground I'm not sure one reason or another. I haven't been able to stay the full nine months one excuse or another excuse, we cannot have a marriage like this. It's not I want to have a good marriage, but we are never together maybe three maybe four months out of the year and during that time you're in bed most of the time I'm not complaining. I'm just being factual if I left you and stayed with my family for nine months out of the year and you weren't invited I think you would be very upset, that would be if you loved your husband I'm just overwhelmed [redacted_name]. I don't like being alone at 74 years old. What am I supposed to do? The only thing I'm successful at is going to buy rooms and picking up women is that fine most men liars, will say anything to gain the trust of their wives, even if it affects the other couple, it's so obvious why did it have to be this way? I've changed my whole lifestyle and that my dear was the most difficult thing to do so I get to have you home for three months and then you're gone for nine and this gets worse and worse every single season, oh I'll take some responsibility. I can't take it all. I am over numbered it only one of me and I am numbered. I don't have anything to say where we go what we do go any suggestion I wanted the answer is always what somebody else wants I have to vent either that or I start drinking I'm lonely. I haven't slept with my wife and probably a year figure it out I'm lonely. I'm a man and I have a health of a 20-year-old man anyway sorry to vent. I was hoping maybe you could get the idea that I have nothing at all to say at all even if we're together, I still have nothing to say I'm outnumbered and ignored and he's not invited. We'll go on because he owns the trailer now and that's the way life is I have to vent. What else do I do? We are no longer a couple because someone else says he's not invited. One little grasp of [redacted_name] on there were no marks that I saw there was no pain and being treated like I'm a criminal. I have to vent my dear. It's the only thing I have but I treasure you but the longer we stay married the longer we stay apart that weird by design I know one person I asked this person I said, blank blank blank when you were moving to Florida on three occasions that person that and his reply was\"watch and see how I do it \" by the way, thank you very much for helping me get [redacted_name] number. I'll send him a card. His birthday is tomorrow. Thank you for doing that so much. That means a lot to me as I cannot find his number and I'm sure his business is a different number. much appreciated. I'm still alone. The only one people I feel comfortable talking to other intelligent people, and all of them are women . Men generally speaking, at least our age professional, Conman, and untruthful only concerned about themselves! I know this for true I've worked with hundreds of men under my supervision has probably 10% normal people the other 90 I just looking for a paycheck or whatever they can get for free! Many of them are CON men he tell who they tell you exactly what you want to hear and you will do exactly what they say. I know men very, very good.! that's why I have a hard time dealing with situations like this of which I have no control! I am mentally exhausted because I never know what the following day is going to bring! 74 years old I'm supposed to go out and try to make new friends ha ha if I was a woman to be easy I'm sorry I just have to have someone to talk to so I talk to the phone like an idiot. I've been an idiot. I know how to be an idiot and thing I'm successful that, have a beautiful day and that is from my heart from all sincerity and from my soul anyone else and those of which want something for nothing as I was told \"he ain't got nothing I want \"and that broke my heart! Cause I am that person that has nothing that this person wants! I got to see if I can sleep restless all day, trying to keep stuff. And thinking of what next is going to happen to you and I, but we are never together or seldom at best. Good night, my dear good night from my heart I speak from my brain that, thinks I'll see you when I'll see you. I've asked you at least 10 times by text. Can we have Thanksgiving dinner together and you haven't answered me yet answers no that means you have other plans and you love me out. That's my worst fear. I bet left out enough.!",
    "trans": "핵심만 말하자면, 나는 일 년 중 석 달만 결혼한 셈인데, 이건 굉장히 잘못된 상황이고 나도 당연히 화가 나. 내가 부끄러워? 내가 우울해하는 건 아니지만, 현실에서 매일 새로운 날이 시작되는 것이 정말 달갑지 않아. 나를 통제하면서 나와 함께 있는 사람들 말이야. 당신도 내가 무슨 말 하는지 알지. 나는 당신과 함께 있지 않다구! 그런 걸 생각이나 해? 내가 제일 두려워하는 건 아무도 없는 이 집에서 홀로 죽는 거야. 내 말은, 일 년 중 서너 달 정도만 함께하는 내 결혼 생활, 내가 정한 것이 완전 아니라는 거야. 내가 사소한 실수를 몇 개 하기는 했어. 그렇다고 결혼 생활을 이렇게 할 수는 없어. 날 받아들여야 하고, 다른 사람들이 우리가 함께하는 문제를 갖고 이래라저래라하며 갖고 놀아서는 안 돼. 당신을 다시 알게 되고 우리가 친구로 다시 가까워질 만하면, 당신과 6개월이나 여덟 달 또는 아홉 달 동안 다시 떨어져야 해. 처음부터 이렇게 하려고 한 게 아니잖아. 난 괜찮았어. 이제 그냥 입 다무는 게 낫겠어. 난 다람쥐 쳇바퀴 돌듯 살고 있어. 당신이랑 이혼해야 하나? 다른 여자 찾기에는 난 너무 늙었다구. 그리고 남자는 다 사기꾼에 거짓말쟁이들이야. 진짜야, 여보. 나는 당신에게 진실되지 못했어. 당신과 함께하지 못한다는 사실을 견뎌야 했던 거야. 어째서 우리는 다른 사람들처럼 용서하고 사랑하는 결혼 생활을 계속하지 못하고, 이렇게 함께하지 못하는 거야. 9년이나 흘렀는데 당신과 더 이상 함께할 수 없게 됐어. 내 생각엔, 우리가 어디에 있건 한두 가지 이유는 확실하지 않아. 당신과 아홉 달을 꽉 채워 지낸 적이 없었는데, 거기엔 하나 이상의 변명거리가 있었어. 그래서 우리가 결혼 생활을 거의 못 하게 된 거지. 훌륭한 결혼 생활을 원한다는 말이 아니야. 단지, 우리가 일 년에 서너 달밖에 같이 있지 못하는데, 그 시간마저 당신은 대부분 침대에 있잖아. 내가 불평하는 건 아니야. 그저 사실대로 말하는 거야. 내가 만일 당신과 떨어져 일 년에 아홉 달을 가족들과 보내고, 내가 당신을 오라고 하지도 않는다면 당신은 무척 화가 날 거야. 당신이 남편을 사랑한다면 말이야. 나는 너무 버거워, [redacted_name]. 74세에 혼자 지내는 게 싫어. 내가 어떻게 해야 해? 내가 유일하게 잘하는 거라고는 방을 잡고 여자를 데려오는 일이야. 이게 잘하는 건가? 남자들은 대부분 거짓말쟁이고, 아내를 믿게 하려면 어떤 말이든 할 거야. 다른 커플을 끌어들여서라도 말이야. 너무 뻔한 일인데 왜 이런 식으로 흘러가야 하는 걸까? 나는 내 생활 방식을 완전히 바꿨어, 여보. 나에게 가장 힘든 일은 당신이 석 달간 집에 있다가 다시 아홉 달 동안 떠나는 거야. 계절이 바뀔수록 더욱 견디기 힘들어. 그래, 내가 책임져야지. 나는 전부 견디기 힘들어. 나는 완전 혼자야. 난 우리가 어디를 갈지, 뭘 할지 그런 거에 대해 할 말이 없어. 그냥 다른 사람이 원하는 게 내 대답이야. 나 기분 전환하려면 술을 마실지도 몰라, 외로우니까. 내 아내랑 아마 일 년은 잠자리를 안 했을 거야. 나 외로워. 나는 남자고 20살 남자처럼 건강하다구. 넋두리 늘어놔서 미안해. 나는 할 말이 없다는 것을 당신이 알길 바래. 우리가 함께 지낸다고 해도, 나는 할 말이 없고 나는 그냥 혼자고, 무시되고, 그는 초대받지 못한 사람이지. 내가 뭘 하겠어? 누군가 그랬어, 그는 초대받지 못했다고. 그래서 우리는 더 이상 부부가 아니야. [redacted_name]를 좀 잡은 거고, 표시도 없었어. 고통도 없는 걸 내가 봤는데 나를 범죄자 취급하고 있어. 여보, 나는 이렇게 좀 털어놓고 싶어. 이게 내가 할 수 있는 전부야. 하지만 당신은 나에게 소중해. 그럼에도 우리는 이상한 설계에 의해 더 이상 함께하지 못하고 헤어져야 해. 당신이 플로리다로 떠날 때, 내가 아는 어떤 사람에게 세 번이나 뭐라 뭐라 뭐라 말했어. 그리고 그는 \"내가 어떻게 하는지 두고 봐”라고 말했어. 어쨌거나, [redacted_name]의 번호를 알려줘서 고마워. 그에게 카드를 보낼게. 내일이 그의 생일이야. 그렇게 해줘서 너무 고마워. 나에게 정말 큰 의미야. 난 그의 번호를 찾을 수도 없고, 게다가 그의 업무용 전화번호는 다르더라고. 너무 고마워. 나는 여전히 혼자야. 내가 편하게 얘기하는 유일한 사람들은 지적인 사람들인데, 모두 여자야. 적어도 내 나이의 남자들은 일반적으로 말해서, 전문적으로 사기꾼에, 진실되지 못하고 자신만 생각해! 이건 사실이야. 내 밑에 수백 명의 남자들이 일을 했는데, 아마 10%가 정상이고 나머지 90은 그냥 봉급이나 타길 기다리거나 뭔가 공짜를 바라기만 해! 그들 대부분은 사기꾼이고, 그들은 당신이 듣고 싶은 말을 해주고, 결국 당신은 그들이 얘기하는 대로 행동하게 되는 거지.나는 남자에 대해 아주, 아주 잘 알아! 그래서 이렇게 내가 통제할 수 없는 상황을 견디기가 힘들어. 다음 날 무슨 일이 일어날지 전혀 모르기에 나는 정신적으로 지쳤어. 나는 74살인데, 밖에 나가서 새로운 친구를 만들려고 해야 해. 하하. 내가 여자였다면 쉬웠겠지. 미안해, 나는 이야기할 사람이 필요해서 바보같이 전화기에 대고 얘기해. 나 정말 바보였어. 나는 어떻게 하면 바보가 되는지도 알고, 잘할 수 있어. 아름다운 하루 보내길 바래. 내 마음과 진심과 영혼을 다해 말하는 거야. 대가 없이 무엇인가를 바라는 사람들이 있어. '그에겐 내가 원하는 것이 아무것도 없어”라고 하는 말을 들었는데 그 말이 내 마음을 아프게 했어! 왜냐하면 바로 내가 이 사람이 원하는 것을 아무것도 줄 수 없는 사람이니까! 이런 생각을 갖고 하루 종일 잘 수 있을지 봐야겠어. 그리고 당신과 나에게 이 다음에 어떤 일이 생길지 생각하자면, 우리는 절대 함께할 수 없거나 그나마 가끔 보는 게 최선일 것 같아. 잘 자, 내 사랑. 마음속에서 당신에게 인사를 보내. 내 머릿속에서 당신을 언제 볼까, 언제쯤 볼까 생각을 해. 당신에게 적어도 10번은 문자로 물어봤어. 우리 추수감사절 저녁 함께 먹을 수 있냐고 물었는데 당신은 아직 답을 안 했어. 당신이 안 된다고 답을 한다면 그건 당신이 다른 약속이 있거나 나를 피하는 거겠지. 그게 제일 두려워. 나 이미 충분히 소외됐어!"
}