{
    "source": "en_US",
    "target": "ko_KR",
    "text": "eHealth Independent Licensed Insurance Agents and Medicare Benefit Advisors\nEHEALTH INSURANCE SERVICES\neHealth Medicare Matchmakers\neHealth\nBenefits may not be available in every Medicare plan. There may be no plan in your service area that includes all listed benefits.\nThis ad is not from the government. It's from eHealth, an insurance agency selling plans from many insurance companies.\n1eHealth is a free service with no obligation to enroll.\n2March 2024, report from eHealth, Inc., [\"Medical Bill and Prescriptions Savings for Medicare Beneficiaries\"]. Average potential savings are based on average of user sessions limited to plans offered by eHealth at the time of tool use and are based on the cost information available to eHealth at the time the tool was used; this cost information is subject to periodic updates and corrections. Individual experiences may vary.\n3Exclusions and limitations apply. This is a solicitation of insurance by eHealthInsurance Services, Inc. (dba eHealth or eHealth Agency), a licensed health insurance agency offering plans from many insurance companies, and is not connected with or endorsed by the United States government or the federal Medicare program.\n*Top plans based on KFF's 2024 Update and Key Trends report; analysis of 2024 CMS Medicare Advantage enrollment by firm.\nThe Medicare plans represented are PDP, HMO, PPO or PFFS plans with a Medicare contract. Enrollment in plans depends on contract renewal. Not all plans include all benefits mentioned. Benefits may vary by carrier and location. Limitations and exclusions may apply.\nWe do not offer every plan available in your area. Currently we represent 55 organizations which offer 4,405 products in your area. Please contact 1-800-MEDICARE, or your local State Health Insurance Program (SHIP) to get information on all of your options. Each organization may have multiple corporate affiliates.\neHealth agents are unbiased because they get paid the same, no matter which plan you choose.\neHealth values the privacy and security of our customers.\nEvery year, Medicare evaluates plans based on a 5-star rating system.\nFor eHealth's Privacy Policy, Licensing, Terms of Use, and Nondiscrimination Notice, go to\n[redacted_address]\n© 2025 eHealthInsurance Services, Inc.\nMULTIPLAN_EHI_2024_1890_M\nIf you no longer wish to receive emails from eHealth,\nThis email was sent by a third-party marketing company on behalf of eHealth.",
    "trans": "이헬스 독립 라이센스 보험 설계사 및 메디케어 혜택 상담사\n이헬스 보험 서비스\n이헬스 메디케어 매치메이커스\n이헬스\n모든 메디케어 플랜에서 모든 혜택이 제공되지 않을 수 있습니다. 귀하의 서비스 지역에 나열된 모든 혜택을 포함하는 플랜이 없을 수도 있습니다.\n이 광고는 정부 기관에서 제공하지 않습니다. 다양한 보험사의 플랜을 판매하는 보험 대리점인 이헬스에서 제공합니다.\n1. 이헬스는 가입 의무가 없는 무료 서비스입니다.\n2. 이헬스 주식회사의 2024년 3월 보고서, [\"메디케어 수혜자를 위한 의료비 및 처방약 절감\"]. 평균 예상 절감액은 도구 사용 당시 이헬스가 제공하는 플랜으로 제한된 사용자 세션의 평균을 기준으로 하며, 도구 사용 시점에 이헬스에서 이용 가능한 비용 정보를 기반으로 합니다; 해당 비용 정보는 주기적으로 업데이트 및 수정될 수 있습니다. 개인 경험은 다를 수 있습니다.\n3. 제외 사항 및 제한 사항이 적용됩니다. 이는 다수의 보험사 플랜을 제공하는 라이센스를 보유한 건강 보험 대리점인 이헬스보험서비스 주식회사(이헬스 또는 이헬스 에이전시)의 보험 권유이며, 미국 정부나 연방 메디케어 프로그램과 연계되거나 보증되지 않습니다.\n*주요 플랜은 KFF의 2024 업데이트 및 주요 동향 보고서 기준; 회사별 2024 CMS 메디케어 어드밴티지 가입 분석.\n표시된 메디케어 플랜은 메디케어 계약이 있는 PDP, HMO, PPO 또는 PFFS 플랜입니다. 플랜 가입은 계약 갱신에 따라 달라집니다. 모든 플랜이 언급된 모든 혜택을 포함하지는 않을 수도 있습니다. 혜택은 보험사 및 지역에 따라 다를 수 있습니다. 제한 사항 및 제외 사항이 적용될 수 있습니다.\n귀하의 지역에서 이용 가능한 모든 플랜을 제공하지는 않습니다. 현재 저희는 귀하의 지역에서 4,405개의 상품을 제공하는 55개 기관을 대표하고 있습니다. 모든 옵션에 대한 정보를 얻으려면 1-800-메디케어 또는 지역 주 건강 보험 프로그램(SHIP)에 문의하십시오. 각 기관은 여러 계열사를 보유할 수 있습니다.\n이헬스 상담사들은 귀하가 어떤 플랜을 선택하든 동일한 보수를 받기 때문에 중립적입니다.\n이헬스는 고객의 개인정보 보호와 보안을 중요시합니다.\n메디케어는 매 년 5점 별점 평가 시스템을 기준으로 플랜을 평가합니다.\n이헬스의 개인정보 보호정책, 라이센스, 이용약관 및 차별금지 통지에 대해서는 다음을 참조하십시오\n[redacted_address]\n© 2025 이헬스보험서비스 주식회사\n멀티플랜_EHI_2024_1890_M\n이헬스로부터 이메일을 더 이상 받고 싶지 않으시면,\n해당 메일은 이헬스를 대신하여 제3자 마케팅 회사에서 발송했습니다."
}