{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I am Mistress ODETTE I am a fantasy Goddess\nwith an exquisite, silky soft body and a sharp kinky mind.\nI love dominating weak-stupid-pathetic men, showing you how superior i am. I cater for all fetishes\nand perversions no matter how fucked up.\nKneel before My Valuable Goddess feet, bitch!\nMy pleasure comes first and you come here\nwith only one goal, to serve Me!\nI will fuck your cock craving mouth\nand abuse your slutty ass until you\nscream but beg for more and more and more ...\nSurrender to ur demanding cruel mistress. u will\nfeel the taste of manipulative LADYBOY ODETTE.\nThis is ur destiny so obey me.\nTeasing little tiny sissie boys cock\nforced feminization\nworship my feet, body, ass and many more...\nFantasies come True as as you are Tied Up, Punished and Fucked Hard until you Surrender\nto Screaming Orgasms! After A Taste of Submission, you ALWAYS want More!\nWet and wild sucking and a very very very hard\ncrazy asshole wrecking fuck is waiting for u now...\nPROVE TO ME THAT U\nCAN DO IT ON UR OWN NOW...\nTurn ons: i love to be the boss, mistress\nand give u insfucktions to jerk off, how to play and control ur cum, denial and cum when i let u...\nTurn Off: i dont want to be rude but i do hate cheap guy that will argue for cheaper sex...\ncoz i am a high class escort that can provide wut u want and need...\nso if u are that cheap guy please back-off....\nI luv to be naughty and be ur dream shemale wicked mistress...\nI am waiting now my little slutty weak man....\nCome and call me and you will have the best time of your life..xoxoxo I am sugar, and spice, and everything nice-before you mess me, better think twice ehehehehehe:)\nModels\nSucking\nVersatile\nFucking\nTattoo\nCrossdressing\nCBT (Cock and Balls Torture)\nBreasts/Nipple Torture\nLingerie\nDildos\nToying\nStockings\nSlavory\nBreathe Play\nGothic Makeup\nDominatrix\nFeet\nBlindfolds\nBusiness Trip Companion\nChains\nWeekend Companion\nGolden Shower\nShoes\nStrip Tease\nExciting Encounters\nFingering\nGirlfriend Experience\nFisting\nCompanion For Executive\nDuo (Threesome with Client)\nHoliday Companion\nTraveling Companion\nFashion Models\nPain\nFeet\nForce Feminization\nDomination (EXTREME/HEAVY/LIGHT)\n24/7 available\navailable also for MEN of all AGES\nSafe Sex and Personal HYGIENE is a must!!!\nSerious SMS and Calls Shall be permitted only if u are here... less",
    "trans": "나는 미스트리스 오데뜨 나는 환상의 여신이다\n빼어나고, 매끄럽고 부드러운 몸과 날카로운 변태같은 마음을 가진.\n나는 나보다 열등한 멍청하고 딱한 남자들을 지배하는 것을 사랑하지, 얼마나 내가 우월한지 보여주면서. 나는 모든 패티시와\n변태들을 받아들이지 얼마나 엉망인지 상관없이.\n나의 귀중한 여신 발 앞에 무릎 꿇어봐, 이것아!\n내 쾌락이 우선이고 네가 여기 온 거\n오직 하나의 이유지, 나를 섬기기 위해!\n네 성기를 갈망하는 입에 해줄거야\n그리고 니 난잡한 엉덩이를 괴롭힐거야\n니가 비명을 지르면서 더 더 점점 더 많이 구걸할 때 까지 ...\n너의 잔인한 여주인에게 항복해. 너는\n널 조종하는 레이디보이 오데뜨의 맛을 느끼게 될 거야.\n이게 니 운명이니 나에게 순종해라.\n작디 작은 계집같은 소년 고추를 가지고 놀지\n여성화를 강제할거야\n내 발, 몸, 엉덩이 그리고 더 많은 걸 숭배해라 ...\n니가 묶이고, 벌 받고 열심히 떡치면서 판타지는 실현될거야 니가 항복할 때 까지\n오르가즘을 느끼며 소리지르며!\n젖어서 거칠게 빨아주고 아주 아주 아주 거세게\n미쳐버린 항문이 터질것 같은 섹스가 너를 기다리고 있어...\n나에게 증명해봐 네가\n지금 혼자서 할 수 있다는 걸...\n끌리는 사람: 나는 주도권을 가지는 것을 좋아해요, 여주인님\n그리고 자위하는 방법, 네 절정과 부정을 어떻게 가지고 놀고 조종하는지, 그리고 내가 너한테 허락할 때만 절정이 오게 하는 방법을 알려주지.\n별로인 사람: 무례하고 싶지 않지만 나는 더 값싼 성관계를 주장하는 싸구려 남자 혐오해\n나는 니가 원하고 필요한걸 제공해주는 고급 여자이기 때문에...\n그래서 니가 그 싸구려 남자라면 물러서....\n나는 짖궂고 네가 꿈꾸던 암컷 사악한 여주인이고 싶어...\n나는 지금 내 어여쁜 음탕한 약한 남자를 기다리고 있어....\n와서 전화해 그러면 너는 니 인생 최고의 시간을 갖게 될거야.. 사랑사랑사랑해 나는 달콤하고, 매콤하고, 모든 좋은것이야-니가 나를 망쳐버리기 전에, 두 번은 생각하는게 좋을거야 에헤헤헤헤헤헤 :)\n모델\n빨아주기\n양방향\n떡치기\n문신\n여장\n고문(성기와 불알 고문)\n가슴/유두 고문\n란제리\n딜도\n장난감\n스타킹\n노예\n호흡 놀이\n고딕 메이크업\n여성지배자\n발\n눈가리개\n출장 동반자\n쇠사슬\n주말 동반자\n오줌 갈기기\n신발\n스트립쇼\n짜릿한 마주침\n손가락 애무\n애인 경험\n주먹 삽입\n임원 동반자\n듀오(고객과 쓰리섬)\n휴가 동반자\n여행 동반자\n패션 모델\n고통\n발\n강제 여성화\n지배(극한/강/약)\n매일 24시간 이용 가능\n모든 연령대의 남성 이용 가능\n안전한 성관계와 개인 위생은 필수!!!\n진지한 문자메세지와 통화는 당신이 여기에 있는 경우에만 허용됩니다...줄이기"
}