{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Like any pedagogical approach, that shift in identity was more intuitive for some educators in the study than others. But almost all participating teachers—those who immediately embraced SCL and those who found it more challenging—ultimately reported benefits. They built better relationships with students, felt more attuned to classroom dynamics, and tailored learning to individual needs.\nAt XQ schools, which have a student-centered approach andemphasis on youth voice and choice, teachers describe the special pride that comes from seeing students succeed at goals they’ve set for themselves. In New Orleans,New Harmony HighDirector of Community and Partnership Anthony Burrellexplained, “Regardless of what my students want to do, I just want to see them grow. And see how far they can go with it.”\nClassroom roles shift in SCL, as students take on leadership and teachers move away from being the sole deliverers of content. So how do educators experience this shift?\nA 2018 study published in the International Journal of STEM Educationasked this question, examining the experiences of a group of STEM educators transitioning to a student-centered approach. The study found that moving to SCL requires an identity-level shift in what it means to be a teacher. As one educator in the study put it, teachers move from being “content dispensers” to “content resources.”",
    "trans": "다른 교육적 접근 방식과 마찬가지로, 연구에 참여한 일부 교육자들에게 이 정체성의 변화는 더 직관적이었습니다. 하지만 참여한 대부분의 교사(즉시 SCL을 받아들인 교사와 더 어렵다고 느낀 교사)는 궁극적으로 이점을 보고했습니다. 그들은 학생들과 더 나은 관계를 맺었고, 교실 역학에 더 잘 맞는다고 느꼈으며, 개인의 필요에 맞춘 학습을 제공했습니다.\n학생 중심의 접근 방식과 청소년의 목소리 및 선택에 집중하는 XQ 학교에서는, 교사는 학생이 스스로 설정한 목표를 달성하는 것을 보면서 얻는 특별한 자부심을 설명합니다. 뉴올리언스의 뉴하모니 고등학교의 커뮤니티 및 파트너십의 최고 책임자인 앤서니 버렐은 설명했다. \"학생이 무엇을 하고 싶어 하든지 상관없이, 그저 학생이 성장하는 모습을 보고 싶습니다. 그리고 학생이 얼마나 성장할 수 있는 지켜보세요.\"\n학생이 리더십을 맡고 교사는 콘텐츠의 유일한 전달자 역할에서 물러남으로써, SCL에서 교실에서 역할은 변화합니다. 그렇다면 교육자는 이러한 변화를 어떻게 느낄까요?\n2018년 국제 STEM 교육 저널에 발표된 연구에서 학생 중심 접근 방식으로 전환하는 STEM 교육자들의 경험을 조사하며 이러한 질문을 했습니다. 이 연구에 따르면, SCL로 변화하는 것은 교사가 된다는 것의 정체성 차원의 변화를 요구한다고 밝혔습니다. 연구에 참여한 한 교육자는 이렇게 말했습니다. 교사는 더 이상 \"콘텐츠 전달자\"로서 존재하는 것이 아니라 \"콘텐츠 자원\"으로 존재합니다."
}