{
    "source": "en_US",
    "target": "ko_KR",
    "text": "PESO PLUMA\nEXODO TOUR\nSATURDAY, OCTOBER 5 & SUNDAY, OCTOBER 6, 2024\nPARKING LOTS OPEN: 6:00 PM\nDOORS OPEN: 7:00 PM | SHOWTIME: 8:30 PM\nWe look forward to welcoming you to the United Center for the Exodo Tour!\nTo ensure the best experience for guests, please note the below details for the event.\nNOTE FOR ALL FLOOR GUESTS\nAll guests with floor tickets must enter through Gate 5 only when gates open at 7:00 PM. This includes guests with General Admission and guests with floor seats. Additional information for guests with General Admission can be found below.\nGENERAL ADMISSION PROCESS\nThe following approved process will be implemented at the United Center for the General Admission (GA) pit:\nWRISTBAND DISTRIBUTION TIMES: At 9 a.m. on show day, guests will receive a numbered wristband. This represents the order they will be lined up in to access the GA area. Numbered wristbands will be distributed until 5:30 pm.\nWHO NEEDS A NUMBERED WRISTBAND: Please note that numbered wristbands are only required if a guest would prefer to have first access to the standing room floor. A numbered wristband is not needed if a guest doesn't have a preference on where they will stand on the floor.\nLOCATION: Fans will only receive wristbands from a credentialed United Center security employee at Gate 5.\nLEAVING PRIVILEGES: Once the wristband is received, guests are free to leave and return to Gate 5 no later than 5:30 p.m.\nRETURNING TIME: All guests with a wristband must return to the United Center and be lined up in order by 5:30 p.m. to have wristband number honored.\nLATE ARRIVAL: If a guest with a numbered wristband arrives after 5:30 p.m., the guest will be placed in line after the last guest in line. Guests without wristbands arriving after 5:30 pm will also be placed in line after the last guest in line.\nONE PROCESS: This is the only process approved for GA entry. No additional arrangements can be honored at this time.\n**Please note- you must have your ticket to obtain a wristband and only one wristband per person.\n** All guests with general admission tickets must enter though Gate 5.\nGETTING HERE\nThe United Center offers multiple options for parking and arriving to the arena. Find directions, parking prices and locations, and additional information on our website here.\nSPOTHERO\nNeed parking for the event? We recommend booking parking in advance through SpotHero, the nation's leading parking reservations app.\nBAG POLICY\nGuest are able to enter the arena with a small purse or personal bag up to 10x6x2. No backpacks or other bags are allowed. Exceptions for guests with required medical equipment will be provided. Bag check is available in United Center Parking Lot J on Wood St. and Monroe St.\nSIGNAGE POLICY\nBanners and signs up to 8.5 x 11 are permitted inside United Center. No signs or banners with poles, sticks or offensive/vulgar language are allowed in the arena. Signs and banners may not be hung anywhere and should be displayed at appropriate times without impeding the experience of guests. Security may prohibit and confiscate signs that are not event-related, contain indecent or derogatory comments/images or signs otherwise deemed inappropriate. This is subject to change at any time based on a specific request from the event or promoter.\nPROHIBITED ITEMS\nGuests of the United Center are prohibited from entering the arena with the following:\nAir horns or any other artificial noise makers\nAnimals (excluding service animals)\nBanners, signs or flags\nBags\nBottles or cans\nCameras with detachable lenses\nFireworks\nGoPros\niPads\nLaptops\nLaser pens or laser products of any type\nMasks\nOutside food or beverage of any kind (alcoholic beverages included)\nPoles or sticks\nProjectiles\nSelfie sticks and/or light attachments\nUmbrellas (any size)\nWeapons of any kind, including guns, knives, ammunition, explosives, pepper spray and mace.\nAny other item deemed unacceptable by the United Center.\nPLEASE NOTE: Additional restrictions may be required on certain event days. The United Center will not store any of the aforementioned items.\nCASHLESS TRANSACTIONS\nThe United Center is a fully cashless arena, ensuring contactless options for all food, beverage, and merchandise purchases. Though cash will not be accepted, we accept Apple Pay, Google Pay, Samsung Pay, and credit/debit cards.\nGREEN INITIATIVES\nThe United Center encourages guests to think and travel green when attending events. See below for on-site accommodations for guests:\nCarpooling: Uber Zone located at Madison and Wood\nEV Charging Stations: Offered in Lots H and K\nPublic Transportation: Multiple CTA bus and 'L' stops nearby\nPEPSI GRAB N GO\nOur Pepsi Grab N Go is located in the South Atrium! Scan any credit/debit card to walk in and get snacks, drinks, and more! Then walk out.",
    "trans": "페소 플루마\n엑소도 투어\n2024년 10월 5일 토요일 & 10월 6일 일요일\n주차장 개방: 오후 6:00\n입장 시작: 오후 7:00 | 공연 시작: 오후 8:30\n엑소도 투어를 위해 유나이티드 센터에서 여러분을 맞이하게 되어 기쁩니다!\n관객 여러분의 최상의 경험을 위해 아래 행사 세부 정보를 확인해 주시기 바랍니다.\n플로어 좌석 관객을 위한 안내\n플로어 티켓을 소지한 모든 관객은 오후 7:00에 게이트가 열릴 때 반드시 5번 게이트를 통해서만 입장해야 합니다. 이는 일반 입장권 및 플로어 지정석을 가진 관객 모두에게 해당됩니다. 일반 입장권 소지 관객을 위한 추가 정보는 아래에서 확인하실 수 있습니다.\n일반 입장 절차\n유나이티드 센터의 일반 입장(GA) 구역에 대해 다음과 같은 공식 절차가 시행됩니다:\n손목밴드 배포 시간: 공연 당일 오전 9시부터 관객들은 번호가 적힌 손목밴드를 받게 됩니다. 이 번호는 GA 구역 입장을 위한 줄 서는 순서를 나타냅니다. 번호가 적힌 손목밴드는 오후 5:30까지 배포됩니다.\n번호가 적힌 손목밴드가 필요한 경우: 번호가 적힌 손목밴드는 스탠딩 구역에 우선적으로 입장하고자 하는 관객만 필요합니다. 플로어에서 어디에 설지에 대한 선호도가 없는 경우에는 번호가 적힌 손목밴드가 필요하지 않습니다.\n배부 장소: 팬들은 5번 게이트에 있는 유나이티드 센터의 공식 보안 직원에게서만 손목밴드를 받을 수 있습니다.\n외출 가능 여부: 손목밴드를 받은 후, 관객들은 자유롭게 외출했다가 오후 5:30까지 5번 게이트로 돌아올 수 있습니다.\n복귀 시간: 손목밴드를 받은 모든 관객은 오후 5:30까지 유나이티드 센터로 돌아와 번호 순서대로 줄을 서야 손목밴드 번호가 인정됩니다.\n늦게 도착할 경우: 번호가 적힌 손목밴드를 가진 관객이 오후 5:30 이후에 도착하면, 해당 관객은 맨 끝 줄에 배치됩니다. 오후 5:30 이후 도착한 손목밴드가 없는 관객들도 맨 끝 줄에 배치됩니다.\n유일한 절차: 이것이 GA 입장을 위해 승인된 유일한 절차입니다. 현재로서는 추가적인 편의 제공이 불가능합니다.\n** 참고 사항: 손목밴드를 받으려면 반드시 티켓이 있어야 하며, 한 사람당 손목밴드 1개만 제공됩니다.\n** 일반 입장권을 가진 모든 관객들은 반드시 5번 게이트를 통해 입장해야 합니다.\n오시는 길\n유나이티드 센터는 주차 및 경기장 도착을 위한 다양한 옵션을 제공합니다. 길 안내, 주차 요금 및 위치, 그리고 추가 정보는 저희 웹사이트에서 확인하실 수 있습니다.\n스팟히어로\n행사를 위한 주차가 필요하신가요? 미국 최고의 주차 예약 앱인 스팟히어로를 통해 미리 주차 공간을 예약하시는 것을 권장합니다.\n가방 정책\n관객은 10x6x2인치 크기 이하의 작은 지갑이나 개인 가방만 가지고 경기장에 입장할 수 있습니다. 백팩이나 다른 가방은 허용되지 않습니다. 필수 의료 장비를 가진 관객들에게는 예외가 적용됩니다. 가방 보관소는 우드 스트리트와 먼로 스트리트에 위치한 유나이티드 센터 주차장 J에서 이용 가능합니다.\n팻말 정책\n8.5 x 11인치 배너와 팻말은 유나이티드 센터 내부에서 허용됩니다. 막대기나 기둥이 달린 팻말이나 공격적/저속한 언어가 포함된 팻말은 경기장 내 반입이 허용되지 않습니다. 팻말과 배너는 어디에도 걸 수 없으며, 다른 관객의 경험을 방해하지 않는 적절한 시간에 게시해야 합니다. 보안 요원은 행사와 관련이 없거나, 부적절한 내용/이미지가 포함되어 있거나, 기타 부적절하다고 판단되는 팻말을 금지하고 압수할 수 있습니다. 이는 행사나 주최측의 특별 요청에 따라 언제든지 변경될 수 있습니다.\n반입 금지 물품\n유나이티드 센터 방문객은 다음 물품을 경기장 내로 반입할 수 없습니다:\n에어혼이나 기타 인공 소음 발생 장치\n동물(장애인 보조 동물 제외)\n배너, 팻말 또는 깃발\n가방\n병이나 캔\n교체식 렌즈 카메라\n폭죽\n고프로\n아이패드\n노트북\n레이저 포인터 또는 모든 종류의 레이저 제품\n마스크\n외부 음식물이나 음료(알코올 음료 포함)\n막대나 지팡이\n투척 가능한 물체\n셀카봉 및/또는 조명 장치\n우산(모든 크기)\n총기, 칼, 탄약, 폭발물, 후추 스프레이, 최루 스프레이 등 모든 종류의 무기\n유나이티드 센터에서 부적합하다고 판단하는 기타 모든 물품\n참고 사항: 특정 행사일에는 추가 제한 사항이 있을 수 있습니다. 유나이티드 센터는 위에 언급된 물품의 보관 서비스를 제공하지 않습니다.\n현금 없는 결제\n유나이티드 센터는 완전 현금 없는 경기장으로, 모든 음식, 음료 및 상품 구매 시 비접촉 결제 옵션을 제공합니다. 현금은 사용하실 수 없으나, 애플페이, 구글페이, 삼성페이 및 신용/체크카드를 이용하실 수 있습니다.\n친환경 이니셔티브\n유나이티드 센터는 행사 참석 시 친환경적인 이동 방법을 이용할 것을 권장합니다. 방문객을 위한 현장 시설은 다음과 같습니다:\n카풀: 매디슨과 우드 교차로에 위치한 우버 전용 구역\n전기차 충전소: H 및 K 주차장에 설치\n대중교통: 근처 여러 CTA 버스 및 지하철 정류장\n펩시 그랩 앤 고\n펩시 그랩 앤 고는 남쪽 아트리움에 위치해 있습니다! 신용/체크카드를 스캔하여 입장하시고 간식, 음료 등을 자유롭게 선택하세요! 이후에는 그냥 나가시면 됩니다."
}