{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Here are some more fun ways to enjoy hibiscus every day! This is a collection of both traditional recipes and herbalists’ formulations, so you can enjoy some culture along with your health benefits!\nSummer Spark Tea\nThis cooling and refreshing blend of herbs is fantastic for those hot summer days when all you want is a cold drink. It also is fantastic for cooling the body when you’re experiencing a fever. This drink is uplifting, flavorful, stimulating, and great for the immune, cardiovascular, and digestive systems. Oh, did I mention it tastes\n41\nso very good? This has been a popular hit at my local farmers’ markets this year.\nIngredients\n• 4 parts nettle leaf\n• 2 parts hibiscus calyx • 1 part lemon verbena • 1 part spearmint\n• 1 part lemon balm\n• 1 part lemon grass\n• 1⁄2 part lemon peel\n• 1⁄2 part orange peel\n• 1⁄2 part rose petal\n• 1⁄2 part rose hip\n• 1⁄4 part stevia leaf\nDirections\n1. Combine all dry herbs and store in a cool, dark, dry place. 2. To brew, place 1 tablespoon of the herb blend in a cup. 3. Pour 1 cup of just-boiled water over the top and cover well. 4. Allow to steep 30–60 minutes.\n5. Enjoy 1–3 times a day as desired.\nHibiscus Berry Pops\nThis recipe is a twist on one of my kids’ favorites. We enjoy these all summer instead of the processed junk. The combination of hibiscus and berries brings a sweet flavor and a beautiful red color! Not to mention, this healthy treat is great for the immune system and high in antioxidants.\n42\nIngredients and Supplies\n• 2 Tbsp. hibiscus calyx\n• 1 Tbsp. dried elderberry\n• 1⁄4 C fresh blueberries, cut in half\n• 1⁄4 C fresh strawberry or raspberry, cut in half or quarters • 1tspstevialeafOR1⁄4ChoneyOR1⁄4Cmaplesyrup\n• 4Cwater\n• juice of 3–4 fresh limes\n• a little extra chopped fresh fruit of your choice (opt",
    "trans": "일상을 더욱 즐겁게 만드는 히비스커스 활용법입니다! 다음 레시피들은 전통적인 방식과 허브 전문가들의 블렌딩을 모아 놓은 것으로, 건강뿐만 아니라 문화까지 함께 경험할 수 있답니다.\n여름 스파크 티\n시원한 음료가 떠오르는 무더운 여름에 안성맞춤인 시원하고 상쾌한 허브차예요. 몸에 열이 날 때 열을 내려주는 효과도 있답니다. 기분을 좋아지게 만들고, 향미도 좋을 뿐만 아니라 면역, 심혈관, 소화까지 신체의 기능을 향상시키기도 합니다. 물론 맛도 좋아요\n41\n올해 지역 파머스 마켓에서 큰 인기를 끌었답니다.\n재료\n• 쐐기풀 잎 4장\n• 히비스커스 꽃받침 2송이 • 레몬 버베나 1 줄기 • 스피어민트 1 줄기\n• 레몬밤 1 줄기\n• 레몬그라스 1 줄기\n• 레몬 1/2 개 껍질\n• 오렌지 1/2 개 껍질\n• 장미 1/2 송이 꽃잎\n• 로즈힙 1/2 개\n• 스테비아 1/4 개 분량의 잎\n방법\n1. 건조된 허브를 모두 섞어 서늘하고 어두우며 건조한 곳에 보관하세요. 2. 차를 우려내기 위해 블렌딩된 허브 1 스푼을 컵에 넣으세요. 3. 방금 끓인 물을 컵에 부은 후 뚜껑을 잘 덮어 주세요. 4. 30-60분 동안 우려주세요.\n5. 하루 1-3회 즐기시면 됩니다!\n히비스커스 베리 아이스바\n해당 레시피는 아이들이 좋아하는 간식을 변형했습니다. 가공된 음식 대신 여름 동안 이걸 즐겨드세요. 히비스커스와 베리가 만나 달콤한 맛과 예쁜 붉은색을 만들어내요! 뿐만 아니라 면역력을 강화하고, 항산화 성분이 풍부한 건강 간식이에요.\n42\n재료 및 준비물\n• 히비스커스 꽃받침 2 티스푼\n• 건조된 엘더베리 1 티스푼\n• 반으로 자른 신선한 블루베리 1/4 컵\n• 반 또는 4 조각으로 자른 신선한 딸기 혹은 라즈베리 1/4 컵 • 스테비아 잎 1/4 컵 꿀 1/4 컵 메이플시럽 1/4 컵\n• 물 4 컵\n• 신선한 라임 3-4 정도 분량의 주스\n•원하는 신선한 과일 추가 (선택)"
}