{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In addition to the problem of internet addiction, another problem that causes procrastination is freedom. They have a high degree of freedom in life, which makes them susceptible to external influences that lead to procrastination. Codina and they found that one aspect of systematic research on the different challenges posed by procrastination stands out – the multifactorial nature of the causes and processes of persistent procrastination. This multifactorial nature necessitates the development of a systematic body of knowledge that shows the relationships between the various manifestations of procrastination and key variables, enhancing the likelihood of explaining these different findings. Procrastinators are particularly susceptible to being attracted to attention by an environment rich in temptations and distractions. This tendency increases when dealing with task boredom to escape the boredom situation and move on to something attractive. For example, on a campus where Internet access is everywhere, students with low control will find the rich Internet more appealing to them than in a boring classroom. In addition, students who lack their own management skills can feel lost and overwhelmed by the tasks of their entire learning process in the face of a high degree of freedom. Because they can't tell how to plan and prioritize those tasks. Therefore, students need to self-manage their time to be better able to resist temptations and distractions.",
    "trans": "인터넷 중독 문제에 더하여, 다른 문제로 미루는 버릇을 야기하는 것은 자유이다. 그들은 미루는 버릇으로 이어지며 외부 영향에 취약하도록 만드는 삶에서 고도의 자유를 가지고 있습니다. 코디나와 그들은 미루는 버릇에 의한 다른 문제에 대한 연구에서 한 가지 측면이 두드려진다는 것을 발견했습니다 - 지속적인 미루기의 원인과 과정의 다요인성. 이 다요인성은 미루는 행동의 다양한 징후와 기본 변수 사이의 관계를 보여주는 지식의 체계적인 중심 개발이 필요하며, 그런 다양한 결과를 설명하는 가능성을 높입니다. 미루는 사람들은 특히 유혹과 방해가 많은 환경에 의해 주의를 끌리는 데 민감합니다. 이런 경향은 지루한 일이 있을 때 지루한 상황을 벗어나 끌리는 무언가로 이동하려 할 때 증가합니다. 예를 들어서, 인터넷 접근이 모든 곳에서 가능한 캠퍼스에서, 낮은 통제를 가진 학생은 지루한 수업에서 풍부한 인터넷이 더 흥미를 일으킬 것입니다. 또한, 자기 관리 능력이 부족한 학생들은 고도의 자유와 마주할 때 그들의 전체적인 학습 과정이 길을 잃고 어쩔 줄 모르게 만든다고 느낄 수도 있습니다. 왜냐하면 그들은 과업들을 어떻게 계획하고 우선순위를 매길지 모르기 때문입니다. 따라서, 학생들은 유혹과 방해에 저항이 더 가능하도록 그들의 시간을 스스로-관리할 필요가 있습니다."
}