{
    "source": "en_US",
    "target": "ko_KR",
    "text": "ORDER\nIt is FOUND that on 6/12/2024 the Court ordered [redacted_name] to pay current child support of $587.00 monthly, beginning 7/1/2024 and monthly thereafter.\nOn 6/12/2024 the Court ordered [redacted_name] to pay current medical support of $80.00 monthly, beginning 7/1/2024, and monthly thereafter.\nOn 6/12/2024 the Court did not order [redacted_name] to pay current dental support.\nFINDING ON CHILD SUPPORT ARREARS\nThe Court FOUND and CONFIRMED that [redacted_name] is in arrears on child support in the amount of $0.00 as of October 6, 2024, and the arrears are assigned to the Office of the Attorney General pursuant to Texas Family Code Chapter 231.\nRETROACTIVE CHILD SUPPORT\nIt is FOUND that retroactive child support for children whose duty of support has been established in this order is in the amount of $10,000.00 as of October 6, 2024, and that retroactive child support is assigned to the Office of the Attorney General, pursuant to Texas Family Code Chapter 231.\nCHILD SUPPORT JUDGMENT\nA judgment is granted against [redacted_name] and in favor of the ATTORNEY GENERAL OF TEXAS in the amount of $10,000.00, with interest as provided by law of:\n(X) the State of Texas, at the rate of 6% per annum;\n( ) the State, ________________________________, that issued the controlling order;\nfor collection and distribution according to law. This includes all unpaid child support and any balance owed on previously confirmed arrearages or retroactive support judgments as of the specified date.\n[redacted_name], Obligor, is ORDERED to pay said child support judgment by paying $75.00 each month beginning the 1ST day of November, 2024, payable on or before that date and on or before the same day of each month thereafter until the arrearage is paid in full, or on the termination of current support for any child the subject of this suit.\nThereafter, Obligor is ORDERED to pay said child support judgment by paying $182.00 each month on or before the same day of each month until the arrearage is paid in full, or on the termination of current child support for any child the subject of this suit.\nThereafter, Obligor is ORDERED to pay said child support judgment by paying $212.00 each month on or before the same day of each month until the arrearage is paid in full, or on the termination of current child support for any child the subject of this suit.",
    "trans": "주문\n2024년 6월 12일에 법원은 [redacted_name]에게 현재 자녀 양육비인 587.00달러를 2024년 7월 1일부터 매월 지급하도록 명령한 것으로 확인되었습니다.\n2024년 6월 12일에 법원은 [redacted_name]에게  현재 의료 지원금 80.00달러를 2024년 7월 1일부터 매월 지급하도록 명령했습니다.\n2024년 6월 12일에 법원은 [redacted_name]에게 현재 치과 지원금을 지급하라고 명령하지 않았습니다.\n자녀양육비 연체에 대한 조사\n법원은 [redacted_name]이 2024년 10월 6일 현재 0.00달러의 자녀 양육비를 연체하고 있으며 연체금은 텍사스 가족법 231장에 따라 법무장관실에 할당된다는 사실을 확인했습니다.\n소급적 자녀 양육비\n이 명령에 따라 양육 의무가 설정된 아동에 대한 소급 자녀 양육비 금액은 2024년 10월 6일 현재 10,000.00달러이며 소급 자녀 양육비는 텍사스 가족법 231장에 따라 법무장관실에 할당된 것으로 확인되었습니다.\n자녀 양육비 판결\n[redacted_name]에 대해 텍사스 법무장관에게 유리한 금액 $10,000.00의 판결이 내려졌습니다. 이자는 다음 법률에 따라 결정됩니다.\n(X) 텍사스 주, 연 6%의 비율로;\n( ) 통제 명령을 내린 주, ________________________________;\n법률에 따라 수집 및 배포됩니다. 여기에는 모든 미지급 자녀 양육비와 이전에 확정된 연체금 또는 지정된 날짜를 기준으로 소급 양육비 판결에 대한 잔액이 포함됩니다.\n[redacted_name] 의무자는 2024년 11월 1일부터 매월 75.00달러를  해당 자녀 양육비 판결액으로 지급하라는 명령을 받습니다. 연체금 전액이 지급되거나 이 소송의 대상이 되는 자녀에 대한 현재 양육비가 종료될 때까지 해당 날짜 또는 그 이전에, 그리고 그 이후에는 매월 같은 날 또는 그 이전에 지급할 수 있습니다.\n그 후, 의무자는 연체금이 전액 지불될 때까지 또는 이 소송의 대상이 되는 자녀에 대한 현재 자녀 양육비가 종료될 때까지 매달 같은 날 또는 그 이전에 182.00달러 를  지급하라는 상기 자녀 양육비 지급 판결 명령을 받습니다.\n그 후 의무자는 연체금이 전액 지불될 때까지 또는 이 소송의 대상이 되는 자녀에 대한 현재 자녀 양육비가 종료될 때까지 매달 같은 날 또는 그 이전에 212.00달러를 지급하라는 상기 자녀 양육비 지급 판결 명령을 받습니다."
}