{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Buyers' loyalty and, even more crucially, the farmers' and distributors' support, in addition to the governmental support, can become a way to further the sustainability of the particular type of social business. In this regard, the enterprise will demonstrate a 'bottom-up' approach by actively and constantly engaging itself through the rump mentioned above with local farmer groups and cooperative societies. These groups form the critical networks through which information can be relayed, the support offered, and long-term relationships developed with the enterprise. Farmers and distributors will also be trained on other things to do with post-harvest losses, including the use of cold storage, handling, and storage methods once the produce is harvested, and supply chain; stakeholders will undergo quarterly training (Centobelli et al., 2020)\nBesides face-to-face training, the enterprise will continue to support farmers and distributors through its mobile application. This platform will offer live advice. Therefore, any farmer with issues with cold storage or any other issues with the transportation of his or her produce will be able to talk to a specialist immediately. Another positive aspect, which the competitors have not highlighted, will be included in the platform updates on the market's needs, allowing farmers to decide when and where to sell their products (Borrero & Mariscal, 2022).\nTo manage the efficiency of the process and raise customer satisfaction, active response systems will be set up and developed, and numerous of them will depend on the customer. With these mechanisms, issues of interest for farmers and distributors, such as their experience, problems they are likely to encounter, and changes they would want to see in service delivery, will be discussed. Therefore, to constantly maintain a high relevance, effectiveness, and customer loyalty to future services, it is possible to receive feedback in the form of setups from the enterprise, continuing the cycle of creating and delivering services based on this information (Arslan, 2020).\nRev",
    "trans": "정부의 지원이 더해져 소비자들의 충성도, 그리고 무엇보다도 농민과 유통업자들의 지원은 특정 유형의 사회적 기업의 지속 가능성을 높이는 방법이 될 수 있다. 이러한 측면에서, 기업은 위에서 언급한 지역 농부 그룹 및 협동조합 사회와 적극적이고 지속적으로 참여함으로써 '상향식' 접근 방식을 보여줄 것이다. 이러한 그룹은 정보를 전달하고, 지원을 제공하며, 기업과 장기적인 관계를 발전시킬 수 있는 중요한 네트워크를 형성한다. 농부와 유통업자들은 또한 수확 후 손실과 관련된 다른 사항들, 즉 냉장 보관 사용, 생산물 수확 후 취급 및 보관 방법, 그리고 공급망에 대한 교육을 받게 될 것이다; 이해관계자들은 분기별 교육을 받게 될 것이다.(Centobelli et al., 2020)\n대면 교육 외에도, 기업은 모바일 애플리케이션을 통해 농부와 유통업자들을 계속 지원할 것이다. 해당 플랫폼은 실시간 조언을 제공할 것이다. 따라서, 냉장 보관이나 농산물 운송과 관련된 문제를 가진 농부는 즉시 전문가와 대화할 수 있게 될 것이다. 경쟁사들이 강조하지 않은 또 다른 긍정적인 측면은 시장 요구에 대한 플랫폼 업데이트에 포함될 것이며, 이를 통해 농부들은 언제 어디서 자신의 제품을 판매할지 결정할 수 있다.(Borrero & Mariscal, 2022).\n프로세스의 효율성을 관리하고 고객 만족도를 높이기 위해, 적극적인 대응 시스템이 설정되고 개발될 것이며, 이들 중 많은 부분이 고객에 따라 달라질 것입니다. 이러한 메커니즘을 통해, 농부와 유통업자들에게 관심 있는 문제, 예를 들어 그들의 경험, 그들이 마주할 가능성이 있는 문제들, 그리고 서비스 제공에서 보고 싶은 변화들이 논의될 것이다. 따라서, 높은 관련성, 효과성, 그리고 미래 서비스에 대한 고객 충성도를 지속적으로 유지하기 위해, 기업으로부터 설정 형태의 피드백을 받고, 이 정보를 기반으로 서비스를 만들고 제공하는 사이클을 계속할 수 있다.(Arslan, 2020).\nRev"
}