{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The delivery of a robust portfolio of major projects during FY2024 has brought with it the opportunity to grow our teams across our global operations. Today, the Company directly employs more than 1,300 people in its offices and on project sites, and with contractors included, we are managing some 4,000 people working on projects around the world. As our workforce has steadily grown over the past few years, we have continued to support this growth with the introduction of business infrastructure that has provided us with the resources, processes and systems to facilitate the consistent and efficient delivery of our services. In FY2023 we introduced a global HR Information System (HRIS) to provide a standardised platform across all operating entities and facilitate workplace efficiencies. Implementation of the HRIS was the first step in the roll out of a broader enterprise resource planning (ERP) system enabling a multitude of business processes to be tied together to support the flow of data between them, eliminating duplication and supporting data integrity. Development of the ERP was ongoing throughout 2023, with the rollout of the system across our entities commencing in December 2023. Change over to the new system has been a significant undertaking and our progressive approach to this has enabled us to garner feedback along the way, using this experience to drive optimum outcomes.",
    "trans": "2024회계연도 동안 주요 프로젝트들의 강력한 포트폴리오를 성공적으로 수행하면서 글로벌 운영 전반에서 팀을 확장할 기회가 생겼습니다. 현재, 당사는 사무실 및 프로젝트 현장에서 1,300명 이상의 직원을 직접 고용하고 있으며, 계약업체를 포함하면 전 세계 프로젝트에서 약 4,000명의 인력을 관리하고 있습니다. 지난 몇 년간 지속적으로 성장해 온 인력을 지원하기 위해, 우리는 일관되고 효율적인 서비스 제공을 가능하게 하는 비즈니스 인프라를 도입하여 필요한 자원, 프로세스 및 시스템을 구축해왔습니다. 2023회계연도에는 전 세계 모든 운영 법인에서 표준화된 플랫폼을 제공하고 업무 효율성을 증진하기 위해 글로벌 인적 자원 정보 시스템을 도입했습니다. 인적 자원 정보 시스템 도입은 더 넓은 범위의 전사적 자원 관리 시스템 구축의 첫 단계였으며, 이를 통해 다양한 비즈니스 프로세스를 통합하여 데이터 흐름을 지원하고 중복을 제거하며 데이터 무결성을 확보할 수 있도록 하였습니다. 전사적 자원 관리 시스템 개발은 2023년 내내 지속되었으며, 2023년 12월부터 당사의 여러 법인에서 단계적으로 도입이 시작되었습니다. 새로운 시스템으로의 전환은 상당한 규모의 작업이었으며 우리는 점진적인 접근 방식을 통해 피드백을 수집하고, 이를 바탕으로 최적의 결과를 도출할 수 있도록 노력하고 있습니다."
}