{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I yell in the middle of all the screaming because I want to hear what my twin said again. Aobe Aum\nsmiles at me and shrugs.\n“It means that... you can love each other as much as you wantttttt.\n“Why do you suddenly…”\n“You two are too much alike. May has loved you unwaveringly since we were kids. And you love only\nMay, though you've had so many lovers... When it's your destiny to love someone, you do. ”\nRight now, I haven’t registered Sadub Pin's song at all because I'm so happy that I'm deaf to my\nsurroundings. My tears and snot are flowing. I feel like my devious twin has unlocked everything\ninside of me. And when Aobe Aum sees how sensitive I am, our twin bond makes her cry too.\n“Thank you, Aum. ”\n“Just don't be so lovey dovey in front of me. I'm still not quite over it yet. I love you, but I still hate her.\nIt will take some time, or may be a lot, until I can get over it. ”\nAobe Aum gets up and swings her purse on her shoulder.\n“I'm leaving. ”\n“Where are you going?”\nI look at her, confused, but Aobe Aum just walks out without saying anything. As I'm about to go after\nher, still confused, I paused because Metavee walked over and sat in Aobe Aum’s place. She\npresses my shoulder so that I sit down next to her.\n“May... Why... ”\n“We agreed to come to the concert together. ”\n“But... Aobe Aum... Wait. You arranged this with her?”\nThe sweet-faced woman looks at me and smiles slightly in response. It seems like they talked\nbehind my back without me knowing anything. But I got the concert ticket from Pang.\n“This concert ticket... You also arranged this with Pang?”\n“Yes. In order to get to you, I had to win over all those who are close to you... Well, not quite. I bought\nit from Pang, meaning I now have four tickets. No matter how rich you are, you can't do this, you\nknow.”\n“M... May. ”\n“You're so hard to win over... Do you think you can do anything you want because I love you?”\nI drop my jaw because I still haven't quite caught up with her. I feel like this is a dream, and I'm still\nstunned.\n“I didn't do all this just to try and get you to make up with me... ”\n“Because of Aum?”\n“Yes. ”\n“It's no longer a problem. ”\n“True... But can it be this simple?”\nI wriggle nervously.\n“Our relationship is so complicated. It's so messed up... ”\n“But we’re cleared everything up.”\n“You don’t feel awkward at all?”\n“Is it awkward for you that I'm that nasty lawyer?”\nI pause for a moment before I shake my head.\n“No. ”\n“I don’t feel awkward about anything either. ”\n“Why aren't you? I'm apart of the reason you lost your job and almost became blind. ”\n“The truth is... you didn't make me go blind. Though I got into an accident, becoming blind wasn't\nbecause of that. But even if it was, I wouldn't be angry with you. ”\nThe petite one really means that. I can tell from her body language and the way she looks at me. But\nstill...\n“That can't be. What I did was…”\n“What I did was serve your friend injustice, and he left this world being worthless. Why aren't you\nmad at me?”\nWe both go quiet and stare at the singer, who's about to finish her song, before we reply at the same\ntime.\n“Because of love.”\n“Because of love. ”\nAnd we are at a loss for what to do. We adjust our hair behind our ears and look at the singer as she\nsings her last verse.\n“Why do you love me, Ai?”\n“I don't know. ”\nI look at the sweet-faced woman and ask her back.\n“Why do you love me, May?”\n“I don't know. ”",
    "trans": "내 쌍둥이가 한 말을 다시 듣고 싶어서 나는 모든 사람들이 아우성치는 가운데 소리를 질렀다. 아오베 아움은\n내게 미소를 지으며 어깨를 으쓱했다.\n“그건... 너희가 얼마든지 서로를 사랑할 수 있다는 뜻이지.”\n“왜 갑자기…”\n“너희 둘은 너무 닮았어. 우리가 어렸을 때부터 메이는 변함없이 널 사랑했어. 그리고 넌 오직 사랑해\n메이만을, 너가 수 많은 연애를 거쳐오는 동안에도... 누군가를 사랑해야 하는 네 운명이라면, 그렇게 하는거야.\"\n지금 나는 사두브 핀의 노래가 전혀 들리 지 않았고 너무 행복해서 소리가 들리지 않았다\n내 주변의. 내 눈물과 콧물은 흘러내렸다. 내 교활한 쌍둥이가 모든 것을 해방시켜 준 것 같았다\n내 안에 있는. 그리고 아오베 아움은 내가 감정에 휩쌓인것을 보며, 쌍둥이의 유대감으로 그녀도 울었다.\n“고마워, 아움.”\n“그냥 나한테는 잉꼬부부같은 모습 보이지 마. 아직 받아들이진 못했어. 나는 널 사랑하지만, 그녀는 아직 싫어.\n나한테 극복할 시간을 조금만 줘, 아니다 좀 많이.”\n아오베 아움은 가방을 어깨에 걸치며 일어났다.\n\"난 이만 갈게.\"\n\"어디 가?\"\n혼란스러운채로 그녀를 바라봤다, 아오베 아움은 아무 말 없이 그냥 나간다. 나는 뒤따라 가려다가\n그녀를, 여전히 혼란스러운채로, 잠시 멈췄는데 메타비가 아오베 아움의 자리에 앉았다. 그녀는\n내 어깨를 눌러서 나를 그녀의 옆에 앉게 한다.\n“메이... 왜…”\n“우리 같이 콘서트 오기로 했잖아.”\n“근데... 아오베 아움은... 잠깐. 너도 걔랑 같이 준비한 거야?”\n그녀는 달콤한 얼굴로 나를 보며 약간 미소를 지은 채로 대답했다\n나 몰래. 하지만 나는 팡에게 콘서트 티켓을 받았다.\n“이 콘서트 티켓... 너도 팡이랑 같이 준비한 거야?”\n“응. 너랑 함께 하기 위해서, 난 주변 사람들을 다 이겨야 했어... 음, 그런건 아니지만. 난 샀어,\n팡에게서, 그래서 지금 티켓이 네 장이야. 아무리 부자라도 이렇게 안하지, 너도\n알듯이.\"\n\"메...메이.\"\n“널 갖는건 힘들... 내가 너를 사랑하니까 너가 하고싶은 건 다 할수 있다고 생각해?”\n나는 아직도 그녀의 말을 이해하지 못해 입을 떡 벌린다. 꿈을 꾸고 있는 것만 같고, 나는 여전히\n어떨떨했다.\n“내가 이런 일을 한 건 너랑 화해하려고 한 게 아니야…”\n“아움 때문이야?”\n“맞아.”\n“이제 그건 문제가 아니야.”\n“맞아... 그런데 이렇게 간단할 수 있어?”\n나는 긴장하며 몸을 움츠린다.\n“우리 관계는 너무 복잡해. 너무 엉망이야…”\n“하지만 우리는 모든 걸 정리했잖아.”\n“넌 어색하지도 않아?”\n“내가 그렇게 성격이 더러운 변호사인 게 어색해?”\n나는 잠시 멈췄다가 고개를 저으며 대답한다.\n\"아니.\"\n\"나도 아무 것도 어색하지 않아.”\n“왜 아니라고 해? 난 너를 실직하게 하고 실명할 뻔하게 하는 데 한몫했잖아.\n“사실은... 날 실명하게 만든 건 너가 아니야. 사고를 당했지만 실명은\n그 때문이 아니었어. 그런데 그랬다고 해도, 나는 너에게 화내지 않을 거야.”\n그 작은 여자는 진심이다. 나는 그녀의 몸짓과 나를 바라보는 눈빛에서 알 수 있다. 그러나\n여전히...\n“그럴 리 없어. 내가 한 일은…”\n“내가 한 짓은 네 친구에게 억울한 일이었고, 그는 아무 가치도 없이 세상을 떠났어. 그런데 왜\n나한테 화난거야?\"\n우리는 둘 다 조용히 노래를 마치려고 하는 가수를 바라보다, 우리는 동시에\n시간.\n“사랑해서.”\n“사랑해서.”\n그리고 우리는 뭘해야 할지 몰라 머리카락을 귀 뒤로 넘기고, 가수를 지켜본다 그녀의\n마지막 구절을 부른다.\n“왜 나를 사랑하는 거야, 아이?”\n“모르겠어.”\n나는 달콤해보이는 얼굴의 여자에게 다시 묻는다.\n“왜 나를 사랑하는 거야, 메이?”\n“모르겠어.”"
}