{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Atlanta's Mastodon are one of the most original and influential American metal bands to appear in the 21st century. Their wide-angle progressive approach encompasses stoner and sludge metal, punishing hardcore and metalcore, neo-psych, death metal, and more. The group's playing style incorporates technically complex guitar riffs, lyric hooks, long, melodic instrumental passages, and intricate, jazz-influenced drumming with syncopated time signatures. Their second album, 2004's Leviathan, was a concept set based on Moby Dick, Herman Melville's iconic novel of whaling and obsession, and became the band's commercial breakthrough. The record is regarded critically as one of the most important albums in genre history. 2011's conceptual The Hunter reflected the band's embrace of prog; it channeled disparate influences ranging from King Crimson to Opeth. 2017's Emperor of Sand debuted inside the Top Ten and was nominated for a Grammy for Best Rock Album -- the single \"Sultan's Curse\" took one home for Best Metal Performance. Change and evolution (Mastodon's raison d'être) are as integral to their musical identity as their personnel. 2020 saw the issue of Medium Rarities, featuring live cuts, covers, and instrumentals. In 2021, Mastodon returned to proper studio recording with the double-length Hushed and Grim, and in 2024, they teamed up with Lamb of God on the single \"Floods of Triton.\"\nMastodon formed in 1999 around the talents of guitarist Bill Kelliher, drummer Bränn Dailor, bassist/vocalist Troy Sanders, and guitarist/vocalist Brent Hinds. One of the more notable New Wave of American Heavy Metal acts, a genre spawned in the mid-'90s by bands like Pantera, Biohazard, and Machine Head, Mastodon's innovative, lyrically astute blend of metal subgenres helped position the band as one of the pre-eminent metal acts of the early 21st century.\nFormed out of a mutual admiration for the Melvins, Black Sabbath, Neurosis, and Thin Lizzy, Mastodon signed with Relapse Records (Today Is the Day, Dillinger Escape Plan, Coalesce) in 2001 on the strength of a four-song demo. The EP Lifesblood arrived that same year, followed by the group's full-length debut, Remission, in 2002. The album made positive waves in the metal community, but it wasn't until 2004's Leviathan that the band's eclectic brand of proto-metal began to enter the bloodstream of the entire music community. As polished and melodic as it was brutal and genre-defying, Leviathan, loosely based on Herman Melville's Moby Dick, signaled a turning point in Mastodon's career, appearing on critics' year-end Top Ten lists across the musical spectrum. Leviathan also featured a guest vocal appearance from Neurosis' frontman Scott Kelly, which marked the beginning of a tradition: He has appeared on each of the band's full-length recordings ever since.",
    "trans": "애틀랜타의 마스토돈은 21세기에 등장한 미국 메탈 벤드 중에서도 특히 독창적이고 영향력 있는 밴드입니다. 넓은 시야를 가진 그들의 진보적인 접근 방식은 스토너와 슬러지 메탈, 살인적인 하드코어와 메탈코어, 네오 사이키델릭, 데스 메탈 등 여러 장르를 아우릅니다. 이 그룹의 연주 스타일은 기술적으로 복잡한 기타 리프, 가사 후크, 멜로디가 좋은 긴 악기 연주 구간, 당김음조의 재즈에 영향을 받은 복잡한 드럼 연주를 포함합니다. 2004년 발매된 두 번째 앨범 레비아단은 고래잡이와 집착을 담은 허먼 멜빌의 대표 소설 모비딕을 콘셉트로 하였으며, 밴드에게 상업적 돌파구가 되었습니다. 이 음반은 장르 역사상 가장 중요한 앨범 중 하나로 비판적으로 평가되고 있습니다. 밴드가 프로그레시브 록을 받아들였음을 알 수 있는 2011년 콘셉트 앨범 더 헌트는 킹 그림슨에서부터 오페스까지 다양한 영향을 받았습니다. 2017년 엠퍼러 오브 샌드는 톱 10 안에 들며 그래미 베스트 록 앨범 후보에 올랐고, 싱글 앨범 \"술탄즈 컬스\"는 베스트 퍼포먼스를 수상했습니다. 변화와 진화(마스토돈의 존재 이유)는 멤버만큼이나 그들의 음악적 정체성에 필수적인 요소입니다. 2020년에는 라이브 컷, 커버 곡, 악기 연주곡이 피처링된 미디엄 렐러티즈를 발매했습니다. 2021년에는 더블 앨범 허쉬드 앤 그림으로 정식 스튜디오 녹음에 복귀했으며, 2024년에는 램 오브 갓과 함께 싱글 앨범 \"플루즈 오브 트리톤\"을 발매했습니다.\n마스토돈은 기타리스트 빌 켈리허, 드러머 브렌 데일러, 베이시스트 겸 보컬리스트 트로이 샌더스, 기타리스트 겸 보컬리스트 브렌트 하인즈가 모여 1999년에 결성한 밴드입니다. 90년대 중반 판테라, 바이오해저드, 머신 헤드와 같은 밴드에 의해 탄생한 미국 헤비메탈의 새 물결 중 하나로 주목받는 마스토돈은 혁신적이고 서정적인 메탈 하위 장르를 결합하여 21세기 초 눈에 띄는 메탈 밴드로 자리 잡았습니다.\n멜빈스, 블랙 사바스, 뉴로시스, 씬 리지에 대한 상호 존경심으로 결성된 마스토돈은 2001년 4곡의 데모를 바탕으로 릴렙스 레코드(투데이 이즈 더 데이, 딜린저 이스케이프 플랜, 코얼레시스)와 계약을 맺었습니다. 같은 해 EP 라이프블러드를 발매했고, 2002년에는 정규 데뷔 앨범 리미션을 발매했습니다. 이 앨범은 메탈 커뮤니티에 긍정적인 파장을 일으켰지만, 다양한 요소들이 결합한 밴드의 초기 메탈 스타일이 전체 음악 커뮤니티의 중심으로 자리 잡기 시작한 것은 2004년 발매된 레비아단이었습니다. 허먼 멜빌의 모비딕을 모티브로 한 레비아단은 잔혹하지만, 장르를 뛰어넘는 세련되고 멜로디가 풍부한 음악으로, 다양한 음악 분야에 걸쳐 비평가들의 연말 톱 10 목록에 오르며 마스토돈 커리어의 전환점이 되었습니다. 또한 레비아단에는 뉴로시스의 프론트맨 스콧 켈리가 게스트 보컬로 참여하며 또 하나의 전통이 시작되었습니다. 그 이후로 그는 밴드의 정규 음반마다 참여했습니다."
}