{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi [redacted_name],\nWhen payday arrives, so should your money.\nDirect Deposit is the easy way to get your paycheck, pension or Social Security payment deposited straight into your account.\nPlus, with TD Early Pay, you can get your direct deposit up to 2 business days early with no added fees.\nWith Direct Deposit your money is available almost immediately, without waiting for checks to clear. ²\nEnroll today\nNeed help or want to say hi? Findus>\nConnect with TD Bank\n¹If you are a TD Bank Checking, Savings or Money Market Customer that has set up a direct deposit with a payor, you may be eligible to get that direct deposit up to 2 business days early with TD Early Pay. Not all direct deposits are eligible. Eligible direct deposits are limited to electronic direct deposits such as your payroll, pension and government benefit payments. The Bank does not guarantee that any direct deposits will be made available before the date scheduled by the payor, and early availability of funds may vary between direct deposits from the same payor.\n²Funds from your direct deposit are made immediately available for you to use. Your direct deposit posts to your account on the business day it is scheduled to be credited by the bank. A business day is every day, except Saturdays, Sundays and federal holidays. Should your direct deposit be scheduled for a non‑business day, your deposit will be made on the first business day after that date.\nTo ensure future delivery of promotional messages from TD Bank to your inbox, please add email@e.tdbank.com to your address book.\nThis email is an advertisement or solicitation. If you no longer wish to receive TD Bank promotional emails, please unsubscribe.\nEmail Security: Protecting your privacy is TD Bank’s priority. We will never ask you to confirm your account number, PIN, password or any other personal information via email.\nIf you are concerned that you have received a fraudulent email, proprietary information or would like to report a suspicious email, please forward the email to phishing@td.com or contact the TD Bank Phishing and Identity Theft Hotline at 1‑800‑893‑8554 immediately. For more information, please visit tdbank.com/security.\nFor written correspondence, please contact us at:\nTD Bank, Attention: Marketing\nP.O. Box 9540\nPortland, ME 04112‑9540\nMember FDIC, ©2024, TD Bank. N.A. and/or its affiliates. All rights reserved. The TD logo and other trademarks are owned by The Toronto-Dominion Bank and used under license.",
    "trans": "[redacted_name] 안녕하세요,\n월급날이 돌아오면 당신의 돈도 와야 합니다.\n다이렉트 디포지트는 당신의 급여, 연금 또는 사회 보장 수당이 당신의 계좌로 직접 입금되는 간편한 방법입니다.\n또한 TD 얼리 페이를 이용하면 추가 수수료 없이 당신의 계좌 입금을 최대 2영업일 일찍 받을 수 있습니다.\n다이렉트 디포지트를 사용하면 수표가 승인될 때까지 기다리지 않고 당신의 돈을 즉시 사용할 수 있습니다. ²\n오늘 등록하세요\n도움이 필요하거나 인사하고 싶으신 가요? 우리를찾으세요>\nTD 은행에 연결하세요\n¹TD은행 계좌, 저축 혹은 머니 마켓 고객으로서 지급인과 계좌 입금을 설정했다면 TD 얼리 페이를 사용하여 최대 2영업일 일찍 계좌 입금을 받을 수 있습니다. 모든 계좌 입금이 가능한 것은 아닙니다. 가능한 계좌 입금은 급여, 연급 및 정부 혜택 지급과 같은 전자 계좌 입금으로 제한됩니다. 은행은 지급인이 선정한 날짜 전에 계좌 입금이 되는 것을 보장하지 않으며 조기 자금 가용성은 동일한 지급자의 계좌 입금에 따라 다를 수 있습니다.\n²계좌 입금된 자금은 즉시 사용할 수 있습니다. 당신의 계좌 입금은 은행에서 입금 예정인 영업일에 입금됩니다. 영업일은 토요일, 일요일 그리고 공휴일을 제외한 매일입니다. 당신의 계좌 입금이 영업일이 아닌 날에 예약되었다면 입금은 해당 날짜 이후 첫 영업일에 진행됩니다.\nTD 은행에서 당신의 편지함으로 향후 홍보 메시지를 받으려면 당신의 주소록에 email@e.tdbank.com를 추가하세요.\n이 이메일은 광고 또는 권유입니다. 더 이상 당신이 TD 은행 광고성 이메일을 원하지 않는다면 구독을 취소하세요.\n이메일 보안: 당신의 개인정보를 보호하는 것은 TD 은행의 우선 사항입니다. 우리는 이메일로 당신의 계좌 번호, PIN, 비밀 번호나 어떠한 기타 개인 정보를 확인하도록 요청하지 않습니다.\n당신이 사기성 이메일, 독점적 정보를 받아 걱정되거나 의심이 가는 이메일을 신고하고 싶다면 phishing@td.com에 이메일을 보내거나 TD 은행 피싱 및 신원 도용 핫라인 1 800 893 8554에 즉시 연락해주시길 바랍니다. 더 자세한 내용을 원한다면, tdbank.com/security을 방문해 주세요.\n서면 문의 경우, 다음 주소로 연락 바랍니다:\nTD 은행, 담당: 마케팅\nP.O. Box 9540\n포틀랜드, ME 04112 9540\nFDIC 회원, ©2024, TD 은행. N.A. 및/또는 계열사. 모든 권리 보유. TD 로고 및 기타 상표는 토론토-도미니언 은행의 소유이며 라이선스에 의해 사용됩니다."
}