{
    "source": "en_US",
    "target": "ko_KR",
    "text": "UNSW has commenced its election round for students on the Academic Board for a term from 1 January 2025 to 31 December 2026. You have received this email from BigPulse, which UNSW has engaged to conduct the elections. The Notice of 2024 Academic Board Student Elections can be found on the UNSW Elections website.\nYou are invited to self-nominate in: Academic Board Undergraduate Student\nSelf-nomination open date: Wednesday 09 October 2024 09:00 AEDT\nSelf-nomination close date: Wednesday 16 October 2024 16:00 AEDT\nTo self-nominate, click this link: https://www.bigpulse.com/rr? c=f6ZoADexoNLWJnP7Wtg5q3uePJAzhD4MbVc0GQ\nIf the above link does not appear to work, copy and paste it into your browser.\nImportant information:\nIf there is more than one nomination in your category, then an online election will be held from 6 to 13 November 2024.\nWhen completing your nomination, please ensure you receive a confirmation email from BigPulse. You are responsible for ensuring you receive a confirmation.\nPlease refer to the UNSW Elections website for further information about these elections, including the Campaign Guidelines and information for elected Board members/member duties.\nImportant Security Warning: Do not forward this email because it contains your personal auto-sign-in link.\nOptional: To reset your sign-in name or password first click the sign-in link above then click My Details. Alternatively use this link for direct access to your SIGN-IN DETAILS PAGE: https://www.bigpulse.com/rr? c=f6ZoAHs0rSL7gAmwB9WnrSC1u4lmGkLprCC8Xg.\nTo unsubscribe to further emails related to this particular Poll Group only, click this link: https://www.bigpulse.com/rr? c=f6ZoAG2dXB4Ipv3AD5fbqAzKO1Jnh36dXdFYvQ\nReturning Officer\nUNSW Elections\nelections@unsw.edu.au",
    "trans": "UNSW는 2025년 1월 1일부터 2026년 12월 31일 기간을 위한 교무 위원회 학생 선거 라운드를 시작했습니다. 귀하는 UNSW와 선거를 수행하기로 약정된 빅펄스로 부터 이 메일을 받았습니다. 2024년 교무 위원회 학생 선거에 대한 안내는 UNSW 선거 웹사이트에서 찾으실 수 있습니다.\n귀하는 본인 추천으로 초대받았습니다: 교무 위원회 대학생\n본인 추천 게시 날짜 : 2024년 10월 09일 수요일 09:00 호주 동부 표준시\n본인 추천 마감 날짜 : 2024년 10월 16일 수요일 09:00 호주 동부 표준시\n본인 추천을 위해, 이 링크를 클릭하세요: https://www.bigpulse.com/rr? c=f6ZoADexoNLWJnP7Wtg5q3uePJAzhD4MbVc0GQ\n만약 위 링크가 실행되지 않는다면, 귀하의 브라우저에 복사하여 붙여 넣으세요.\n중요한 정보:\n귀하의 범주 안에 하나 이상의 추천이 있다면, 온라인 선거가 2024년 11월 6일에서 13일까지 열릴 예정입니다.\n귀하의 추천을 완료하였을 때, 빅펄스로부터 확인 메일을 받았는지 확인하세요. 확인을 받는 것에 대한 보장은 귀하의 책임입니다.\n이 선거에 관한 더 많은 정보는 UNSW 선거 웹사이트를 참고하세요, 캠페인 지침 및 선거 위원들/위원 의무를 위한 정보를 포함하여.\n중요한 보안 경고: 이 이메일에는 귀하의 개인적인 자동 서명 링크가 포함되어 있으므로 전달하지 마세요.\n선택: 귀하의 서명 이름 또는 비밀번호를 재설정하기 위해서 먼저 위의 서명 링크를 클릭하고나서 내 정보를 클릭하세요. 대안으로 서명 정보 페이지로 바로 접근하기 위해 이 링크를 사용하세요: https://www.bigpulse.com/rr? c=f6ZoAHs0rSL7gAmwB9WnrSC1u4lmGkLprCC8Xg.\n이 특정 투표 그룹 온라인에 관련된 더 많은 이메일을 구독하고 싶지 않으시다면, 이 링크를 클릭하세요: https://www.bigpulse.com/rr? c=f6ZoAG2dXB4Ipv3AD5fbqAzKO1Jnh36dXdFYvQ\n선거 관리 위원\nUNSW 선거\nelections@unsw.edu.au"
}