{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Shanghai University of Finance and Economics University of East Anglia (UEA), UK\nDear [redacted_name],\nCongratulations on your recent enrollment into the enhanced 3+1 programme at Shanghai\nUniversity of Finance and Economics (SUFE).\nOn completion of the Shanghai University of Finance and Economics enhanced 3+1 programme, you have the opportunity to articulate directly into year 3 of BSc Accounting and Finance at UEA.\nThis is a unique opportunity to allow you to maximize your skills, knowledge and career potential by studying at two highly regarded institutions. You will also have the option of remaining in the UK after your degree to gain work experience for two years (on the UK’s graduate route visa).\nTo enhance your overall experience and expertise during the programme, UEA and SUFE have partnered with UEA Business Development Office at Achieve Education to provide you with a series of cultural training and experience events. Professors from the UEA’s Norwich Business School will visit SUFE in person each year to give guest lectures focusing on business studies and to provide guidance on careers in this sector.\nWe will also invite you to attend an exclusive summer camp at the UEA at the end of your first year, all of which will help you to prepare for your final year at the UEA (this will be at an additional but subsidized cost).\nProgramme: Enhanced 3+1 Programme Start Date: [redacted_info]\nFee Status: Overseas\nRegistry Fee Required: £990\nDeadline to pay your Registry fee: [redacted_info] How to pay it?\nThe registration fees of the programme are collected by UEA Business Development Office at Achieve Education and the account details are shown below:\nBank account:\nAccount Name:[redacted_info] Account No.:[redacted_number]\nSwift Code:[redacted_info]\nBank name:[redacted_info]\nBank Address:10 Des Voeux Road, Central, Hong Kong",
    "trans": "영국 동 앵글리아(UEA) 상하이 재경 대학교.\n[redacted_name] 님께,\n상하이 재경 대학교(SUFE)의 향상된 3+1 프로그램에 등록하신 것을\n축하드립니다.\n상하이 재경 대학교 3+1 프로그램 수료 시, 이스트 앵글리아 대학교의 경리회계 학과 3학년으로 바로 진학하실 수 있는 기회를 얻게 됩니다.\n이는 특별한 기회이며 매우 명망 높은 두 기관에서 공부하여 여러분의 능력, 지식, 직업 잠재력을 최대화하실 수 있습니다. 또한 학위를 마친 후 영국에 남아 (졸업 비자를 통해) 2년간 경력을 쌓을 수 있는 기회도 갖게 됩니다.\n해당 프로그램 진행 중에는 여러분의 전반적인 경험과 전문 능력을 향상시키기 위해 이스트 앵글리아 대학교와 상하이 재경 대학이 이스트 앵글리아 대학교 교육 성취 기관의 사업개발 부서와 협력하여 여러분께 여러 문화 수련 및 체험 행사를 제공하게 됩니다. 이스트 앵글리아 대학교의 노리치 경영 대학원의 교수진이 매년 상하이 재경 대학교를 직접 방문하여 경영학에 초점을 맞춘 초청 강의를 진행하고 경영 분야의 직업에 대해 소개해 드립니다.\n또한 1학년 수료 시 이스트 앵글리아 대학교에서 열리는 특별 여름 캠프에 여러분을 초대합니다. 해당 캠프는 이스트 앵글리아 대학교에서 마지막 학년을 위해 준비하는 데 도움이 될 겁니다(이는 추가 비용이 발생하지만 보조금이 지원됩니다).\n프로그램: 향상된 3+1 프로그램 시작일: [redacted_info].\n등록금 현황: 외국.\n등록금 금액: £990.\n등록금 납부 기한: [redacted_info] 납부 방법은?\n이스트앵글리아 대학교 교육 성취 기관의 사업개발 부서에서 프로그램 등록금을 접수하며 계좌 관련 상세 내용은 다음과 같습니다.\n은행 계좌:\n계좌명:[redacted_info] 계좌 번호.:[redacted_number]\n스위프트 코드:[redacted_info]\n은행명:[redacted_info]\n은행 주소: 홍콩 센트럴 데보 로드 10번지."
}