{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Once she seems satisfied with the result, Mina makes Chaeyoung scoot back a bit, and climbs onto her lap, sitting on her heels, knees on either side of Chaeyoung. Mina's hands weave in blonde locks and their eyes meet. Her chest is heaving, and her smile is wild and free, eager and euphoric, open and challenging. Chaeyoung is sure she doesn't look much different herself, and she's completely entranced by the gorgeous woman currently looking down at her.\n\"You're beautiful,\" Chaeyoung breathes, and the kiss she places on thin pink lips is chaste, caring, and an unconscious promise of something more.\nMina rewards her with yet another kiss, this one heated, ravishing, and a conscious promise of the best orgasm of her life. The brunette elevates herself slightly and holds Chaeyoung's already lubricated dick, lining it up with her entrance. They both look at the other's eyes, searching for consent, and a mutual nod gives it. Chaeyoung groans as soon as the tip comes in contact with Mina's lips and slit, and the two women moan when it pops inside.\n\"Fuck,\" Mina gasps. \"You're so big.\"\nChaeyoung can't help a smug smile, but Mina quickly kisses it away. \"Can you move?\"\n\"Yeah, I think... Yeah.\" Mina moves lower, and the shaft slides farther inside. \"Oh god, you're- I don't know if I can.\"\n\"You're so tight,\" Chaeyoung mumbles, and pecks the brunette's lips. \"Wait,\" she moves her hand down between them and a finger starts tenderly circling Mina's clit. She can feel the walls around her relaxing almost immediately. With a gentle thrust, Chaeyoung pushes another few inches of herself inside.\n\"Go on,\" Mina pleads, arms wrapped around the blonde's neck by now, and it feels oddly intimate. Chaeyoung does as told, and soon, both women moan when she bottoms out inside Mina. \"Fuck. You feel me up so- so long, so thick.\"\nChaeyoung whimpers at the praising words and bucks her hips, signalling for Mina to start moving. The brunette's legs wrap around her waist and Chaeyoung's hands find purchase in soft ass cheeks, pulling them closer together. Mina rises slowly, aided by the arms around Chaeyoung's neck, drawing a groan from her lover. Then she sinks down hard, impaling herself on Chaeyoung's cock, and making the blonde cry out in pleasure.\nMina starts a fast, heavy pace up and down Chaeyoung's shaft, long fingers clawing at her supple ass and helping her movements. Whimpers can be heard around the room, the sound of flesh hitting flesh, balls slapping against ass cheeks, lips occasionally meeting in passionate kisses, and nipples brushing against nipples a symphony of outrageous pleasure.\nChaeyoung can feel her own orgasm building, but she's determined to get Mina there first, so she moves one hand to the brunette's cunt and starts stroking her clit roughly, pressing it like a button, pinching it, pulling at it; her hips start meeting Mina's thrusts halfway, bottoming out each time with brutal force. Mina's moans quickly turn desperate, her movements sloppy, and when Chaeyoung bows her head to bite down on a nipple, she tumbles over the edge with a sinfully long and loud moaning cry, Chaeyoung's name tearing through her throat again and again and again.\nVelvety walls flutter around Chaeyoung's cock, massaging it, clenching around it, and pulling it further inside the most delicious pussy Chaeyoung has ever fucked. When Mina's orgasm finally tapers off, Chaeyoung decides it's her turn to play doctor. She holds the brunette securely to her chest, never pulling out, and swings her legs onto the gurney. Now lying on her back, Mina still riding her cock like there's no tomorrow, Chaeyoung somehow manages to flip them around, so that she's now on top, Mina's legs wrapped around her waist, arms still holding on to her neck.\nShe halts all movements, which elicits a frustrated whine from Mina. \"Chaeng...\"\nChaeyoung's hips buck at the nickname. \"Tell me what you want, Mina,\" she whispers hoarsely, and kisses the doctor intensely. \"Tell me what you need.\"\n\"I want you to fuck me,\" Mina breathes out. \"I want you to use me and ravish me and destroy me, and I want to be unable to walk for a week.\" Chaeyoung's hips buck again at her lover's words. \"Fuck me hard and fast, Chaeyoung, stretch my pussy so good that I can never take another's dick again.\"\nSomething clicks in Chaeyoung. A second later, she's drilling into Mina, hips furiously hitting the other woman's ass, feral grunts leaving her otherwise delicate plump lips. She feels her balls tighten and her dick is pulsing with urgency. \"You love being fucked like this, don't you?\"\n\"Yes,\" Mina moans.\n\"And you love it when my cock stretches you and fucks your pussy to oblivion, don't you?\" Chaeyoung growls. \"Oh yeah baby, take my dick inside you, that's it,\" she gasps, pounding into Mina like a beast. \"You're so tight, you feel so good, I want to make you forget your own name. Whose dick do you love?\"\n\"Your dick, Chaeyoung!\"\n\"Yes. Now come for me, Mina!\"\nMina does as told and she falls into a second orgasm, even more powerful than the first. The strength of it, with walls pulsing around her shaft, sends Chaeyoung over the edge. She comes with a grunt and releases all her load inside Mina, jets of come shooting up to the brunette's wound, which triggers yet another orgasm from the doctor.",
    "trans": "그녀가 결과에 만족한 듯 하자, 미나는 채영을 조금 뒤로 물러나게 한 뒤, 그녀의 무릎 위로 올라가 발뒤꿈치에 앉고, 무릎을 채영의 양 옆에 둔다. 미나의 손이 금발 머리카락을 부드럽게 얽으며, 두 사람의 시선이 마주쳤다. 그녀의 가슴은 거칠게 올라가고 있으며, 그녀의 미소는 거칠고 자유로우며, 열정적이고 희열에 차 있으며, 개방적이고 도전적이었다. 채영은 자신도 크게 다르지 않다는 것을 확신하며, 지금 자신을 내려다보고 있는 아름다운 여성에게 완전히 매료되었다.\n\"넌 정말 아름다워,\" 채영이 숨을 내쉬듯 말하며, 얇고 분홍빛을 띈 입술에 입을 맞추었고, 그 키스는 순수하고, 다정하며, 무의식적으로 더 깊은 무언가를 약속하는 듯 하다.\n미나는 그녀에게 또 한번의 키스로 보답했고, 뜨겁고 황홀하며, 의식적으로 인생 최고의 절정을 약속하는 것 같았다. 갈색 머리 여성은 살짝 몸을 들어올려 이미 윤활된 듯한 채영의 그곳을, 그녀의 입구와 나란히 놓는다. 두 사람은 서로의 눈을 바라보며, 동의를 확인하고, 서로 고개를 끄덕이며 이를 허락한다. 채영은 그 끝이 미나의 입술과 닫고 떨어지자마자 신음하고, 두 여성은 그 끝이 안으로 튀어나오자 신음했다.\n\"하,\" 미나가 헐떡였다. \"너 정말 크다.\"\n채영은 자신만만한 미소를 짓지 않을 수 없었지만, 미나는 재빠르게 키스로 그 미소를 지워버렸다. \"움직일 수 있겠어?\"\n\"응, 아마도.. 응.\" 미나가 아래로 이동하자, 성기가 더 안쪽으로 미끄러진다. \"세상에, 너 정말- 내가 할 수 있을지 모르겠어.\"\n\"너 정말 타이트해,\" 채영이 중얼거렸고, 갈색 머리 여성의 입술을 쪼아댔다. \"잠깐만,\" 그녀는 그 사이로 손을 아래로 옮겼고 손가락 하나가 미나의 음핵을 부드럽게 돌리기 시작했다. 그녀는 주변이 거의 즉이 이완되는 것을 느낄 수 있었다. 부드럽게 밀치며, 채영은 자신의 몸을 몇 인치 더 밀어 넣었다.\n\"계속해줘,\" 미나가 애원하며, 이미 두 팔을 금발의 목에 감싸 안았고, 그 순간은 묘하게도 친밀하게 느껴졌다. 채영은 시키는 대로 하고, 곧, 그녀가 미나 안에서 끝을 내자 두 여성은 모두 신음했다. \"하아. 너는 나를 너무- 너무 오래 느끼게 해, 너무 두꺼워.\"\n채영은 그 칭찬에 가느다란 신음을 내며 엉덩이를 살짝 들썩였고, 미나에게 움직이기 시작하라는 신호를 보냈다. 갈색 머리 여성의 다리가 그녀의 허리를 감싸고 채영의 손은 부드러운 엉덩이 볼에 닿아 서로를 더 가깝게 끌어당겼다. 미나는 천천히 일어나며, 채영의 목을 감싼 팔에 의존하여, 그녀의 연인의 신음을 만들었다. 그녀는 그 후 강하게 몸을 아래로 내려, 채영의 성기에 강하게 접촉해, 금발 여성이 환호에 울부짖게 만들었다.\n미나는 채영의 성기에 빠르고 강한 페이스로 왔다갔다하며, 긴 손가락들이 그녀의 유연한 엉덩이를 긁으며 그녀의 움직임을 이끌었다. 방 안 곳곳에서 가느다란 신음소리가 들려왔고, 살과 살이 부딪히는 소리, 엉덩이에 고환이 세게 부딪히는 소리, 가끔 열정적인 키스로 입술이 맞닿는 소리, 유두가 유두를 스치는 소리들이 황홀한 쾌락의 교향곡을 연주했다.\n채영은 자신의 절정이 올라오는 것을 느낄 수 있었지만, 미나를 먼저 가게 하고자 결심하고, 한 손을 갈색 머리 여성의 성기로 가져가 그녀의 음핵을 거칠게  쓸기 시작하고, 버튼처럼 누르고, 꼬집고, 당기기까지 했다; 그녀의 엉덩이는 미나의 밀어 넣는 움직임과 반쯤 만나며, 매번 거친 힘으로 바닥을 닿았다. 미나의 신음소리는 금방 간절하게 변했고, 그녀의 움직임은 엉성해지며, 채영이 고개를 숙여 유두를 물었을 때, 그녀는 죄악처럼 길고도 격렬한 신음과 함께 절정에 이르렀고, 채영의 이름이 그녀의 목에서 다시, 그리고 또다시 터져나왔다.\n부드러운 벽이 채영의 성기를 가볍게 떨리며 감쌌고, 어루만지며 조여 오고, 채영이 그동안 관계했던 중 가장 달콤한 성기 안으로 더 깊이 끌어당겼다. 미나의 절정이 마침내 서서히 잦아들자, 채영은 이제 그녀가 의사 놀이를 할 차례로 결정했다. 그녀는 갈색 머리 여성을 그녀의 가슴으로 안전하게 안아, 절대 빠져나오지 못하게 한 채, 그녀의 다리를 들고 들것 위로 옮겼다. 이제 그녀의 등을 대고 누운 채, 미나는 내일이 없는 것처럼 그녀의 성기 위를 계속 타고 있었고, 채영은 어떻게든 몸을 뒤집어, 이제 그녀가 올라타게 되었고, 미나의 다리는 그녀의 허리에 감겨있으며, 두 팔은 여전히 그녀의 목을 붙잡고 있었다.\n그녀는 모든 움직임을 멈췄고, 이에 미나는 좌절 섞인 신음을 내뱉었다. \"채영...\"\n채영은 그 애칭에 반응하며 엉덩이를 들썩였다. \"네가 원하는 걸 말해줘, 미나.\" 그녀는 거칠게 속삭이며, 의사에게 깊이 키스했다. \"네가 필요한 걸 말해.\"\n\"너가 박아줬으면 좋겠어,\" 미나는 숨을 내쉬며 말했다. \"너가 나를 이용 해서 나를 괴롭히고 망가뜨리고, 내가 일주일 동안 걸을 수 없게 되었으면 좋겠어.\" 연인의 말에 채영의 엉덩이가 다시 한번 들썩였다. \"세게 빠르게 박아줘, 채영아, 나를 완벽하게 채워서 늘여줘서 내가 다른 사람의 성기를 받지 못하게 해줘.\"\n채영의 내면에서 무언가가 딱 하고 맞아떨어졌다. 몇 초 뒤, 그녀는 미나를 향해 돌진했고, 엉덩이가 다른 여자의 엉덩이에 격렬하게 부딪히며, 야성적인 신음이 그녀의 원래 부드럽고 풍만한 입술 사이로 흘러나왔다. 그녀는 그녀의 고환이 조이는 것을 느꼈고 그녀의 성기는 긴박하게 고동치고 있었다. \"너는 이렇게 하는걸 좋아하지, 그렇지?\"\n\"응,\" 그녀가 신음했다.\n\"그리고 너는 내 성기가 너를 채우고 네 그걸 완전히 망가뜨릴 정도로 강하게 하는걸 좋아하잖아, 그렇지?\" 채영은 으르렁거렸다. \"그렇지 자기야, 내걸 자기한테 넣어줘, 그렇지,\" 그녀는 숨을 헐떡이며, 야수처럼 미나에게 거칠게 몰아붙였다. \"너무 타이트해, 느낌이 너무 좋아, 난 너가 네 이름을 잊어버리게까지 만들고 싶어. 누구 걸 사랑한다고?\"\n\"너의 것, 채영아!\"\n\"그래. 이제 나를 위해 절정에 올라, 미나야!\"\n미나는 그대로 하며 두 번째 절정에 치달았고, 첫 번째보다 훨씬 더 강렬했다. 그 강렬함에, 그녀의 성기 주변이 고동치며 감쌌고, 채영을 절정에 이르게 했다. 그녀는 거친 신음을 내며 그녀의 모든 것을 미나 안으로 내보냈고, 사정하는 정액의 줄기가 갈색 머리 여성의 부위로 분출되며, 의사로부터 또다른 절정을 자극해냈다."
}