{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Largely confusing to Daenys but she was still working on figuring it out. She spent the majority of her time on the dream from Driftmark. The one she didn't speak of but felt more urgent. It was frustrating not to know the ramblings of her own mind but Daenys continued to try and work through it.\nThe only thing she knew for certain was the saying in the middle. \"To fire we belong and to fire we return.\" It was obviously referencing House Targaryen. They were the inverse of the words from Velaryon customs. But where was the fire? What call was Daenys to heed? When would it come?\nIn the research Daenys performed, she only came to the conclusion that the Fourteen Flames could be what her dream referenced. Valyrians believed that dragons were the children of the living mountains filled with molten rock and lava. The Fourteen Flames signified the rise of Valyrian power and the beginning of the dragonlords in Old Valyria, of which House Targaryen was a member. Even if her dream was referring to the Fourteen Flames, for what purpose? Daenys still didn't know.\nIt was a year and a half later, when Rhaenyra was pregnant again and Daenys was almost a woman grown, that she was going toe to toe with Daemon during their sparring practice. She was growing nicely into his little prodigy. Vicious. But in a way that was controlled. All of her anger and her fear were dealt with when she fought. It was true that the training was a big part of the reason why she was giving an actual fight to Daemon. But some people were naturally talented.\nDaenys was one of them and it was why Daemon had continued to train her for so long, why he was so hard on her. It was like Daenys had been born to wield a sword. The weapon was natural in her hands and she learned what she was being taught easily. She was fast, she was a strategic fighter, and she could be lethal. Daemon understood that very well. She was shaping up to be one of the biggest assets on Rhaenyra's side, especially as a Dreamer. If only she had a dragon.\nIt wasn't just that Daenys was proving to be as formidable of a fighter as the Warrior Queen she wished to emulate. It was the fact that Daenys was the last person anyone who opposed them would expect to be so skilled with a sword. Daenys still enjoyed pretty dresses and jewelry but that didn't mean she was weak. Femininity didn't make her weak.\nOf course, Daenys skills with a sword didn't prevent the expectations of a woman from being placed on her. Despite not being educated by Septas, that didn't stop the ones at Dragonstone from 'reminding' Daenys of her duty. They assured her that since she was almost a woman grown, Rhaenyra was likely searching the Realm for her perfect match. She'd need heirs for herself, after all. Maybe it would be hard for Daenys to find a husband with her boyish tendencies and that ghastly scar across her throat but since she was second in line for the Throne, they were sure many lords would be eager to have her.",
    "trans": "다에니스는 매우 혼란스러웠지만 그녀는 여전히 그것을 이해해보려고 노력했다. 그녀는 드리프트마크에 관한 꿈을 꾸는 데 대부분의 시간을 보냈다. 그녀는 그것에 관해 말을 하지는 않았지만 더 시급하다고 느꼈다. 그녀의 마음 속에 밀려오는 장황한 생각들을 이해하지 못해서 답답했지만 다에니스는 계속 시도하고 노력했다.\n그녀가 확실하게 알고 있던 한 가지는 그 말의 중간 내용이었다. \"우리는 불에서 났으며 우리는 불로 돌아간다.\" 이는 분명 타르가르옌 가문의 말을 인용한 것이었다. 이는 벨라리온 가문의 관습과 정반대인 말이었다. 하지만 불은 어디 있었는가? 데니스는 어떤 부름에 응해야 했을까? 그 부름은 언제 있는 것일까?\n다에니스가 알아낸 것들에 의하면, 열네 개의 불꽃이 바로 그녀의 꿈이 의미하는 바일 수도 있다는 결론에 이르게 되었다. 발리리아 사람들은 용들이 용암과 마그마로 가득 찬 살아 움직이는 산이 낳은 자식들이라 믿었다. 열네 개의 불꽃은 발리리아 권력의 부상과 구 발리리아에서 용의 군주의 탄생을 의미했는데, 타르가르엔 가문도 용 군주의 일원이기도 했다. 그녀의 꿈이 실제로 열네 개의 불꽃을 의미하는 것이라고 해도, 그 꿈의 진짜 목적은 무엇일까? 다에니스는 아직도 그 답을 찾지 못했다.\n일년 반이 흐른 후, 라에니라는 다시 임신하게 되었고 어느새 다에니스는 숙녀로 성장하여 스파링 연습 시간에 다이몬과 대적할 정도가 되었다. 그녀는 다이몬의 어린 수재자로 잘 성장하고 있었다. 악랄하지만 아주 세심한 방식으로 말이다. 그녀는 싸움을 할 때 모든 분노와 두려움을 풀어냈다. 그녀가 다이몬과 실제로 겨룰 수 있었던 이유 중 훈련이 한 몫을 차지했다는 것은 사실이었다. 하지만 어떤 이들은 타고난 재능을 가지기도 한다.\n다에니스는 타고난 재능을 가진 이들 중 하나였으며, 이러한 이유로 다이몬은 그렇게 오랜 기간 동안 그녀를 계속 훈련시키고 그녀에게 엄격하게 대한 것이다. 마치 다에니스는 검을 잡기 위해 태어난 것 같았다. 그녀는 자연스럽게 무기를 다뤘고 가르침도 쉽게 익혔다. 그녀는 빨랐으며, 전략적으로 싸울 줄 알았고, 치명적인 인물이 될 수도 있었다. 다이몬은 이를 매우 잘 알고 있었다. 그녀는 특히 드리머로서 라에니라 측의 가장 큰 자산 중 하나로 성장하고 있었다. 그녀가 용만 갖고 있었더라면 더 좋았을 것이다.\n다에니스는 그녀가 본보기로 삼던 전쟁의 여신만큼 강력한 전사임을 입증하는 것 이상이었다. 중요한 사실은 그들에 반하는 사람들이 다에니스가 칼을 능숙하게 다룰 것이라고는 전혀 예상하지 못했다는 것이다. 다에니스는 여전히 예쁜 드레스와 보석을 착용하는 걸 좋아했지만 그렇다고 그게 그녀가 약하다는 의미는 아니었다. 여성스러운 면이 그녀를 약하게 만들지는 않았다.\n물론 다에니스의 검술 실력으로 그녀가 여성으로서 받는 기대를 꺾지는 못했다. 셉타들에게 교육을 받지 못했지만, 드래곤스톤에 있는 셉타들은 다에니스에게 그녀의 의무를 '상기시키는 것'을 멈추치 않았다. 그들은 그녀가 이제 어엿한 숙녀가 되었기 때문에 라에니라가 왕국 전체를 뒤지며 자신의 완벽한 짝을 찾고 있을 것이라 확신했다. 결국 그녀는 자신의 대를 이을 후계자가 필요했을테니 말이다. 다에니스는 그녀의 남성적인 면모와 목에 난 섬뜩한 상처 때문에 남편감을 찾기 힘들 수도 있겠지만, 그녀가 왕위 계승 서열 2위라는 점을 생각하면 여러 영주들이 그녀를 차지하기 위해 안달일 것이 분명했다."
}