{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] [redacted_id]\nYour Personal ID number\n[redacted_id]\nPersonal details\nTitle Miss\nFirst and middle name(s) Ziyin\nLast name[redacted_name] Previous name(s) Not provided\nPreferred first name Date of birth Gender\n[redacted_name] Woman\nContact details\nMobile telephone number Other telephone number Email address\nPostal address\nNominated access\nDo you want someone else to be able to act, or speak on your behalf, about your application? e.g. A parent, teacher, other\n[redacted_name] [redacted_number] [redacted_email] Building 302, Dongyuan\nNo\nYinchangjiang Phase 3 No. 266 Yongshun Road, Wuhou District Chengdu\nSichuan\nChina\nrelative or guardian. If you are using an agent, you can choose to enter their details.\nNationality Details\n[redacted_name] [redacted_id]\nWhat is your country of birth? China Please tell us your date of first 01/09/2025\nentry to UK\nWhat is your nationality? Chinese\nDual nationality Not provided\nDo you have settled or pre-settled No status in the UK?\nWill you need a student visa to Yes study in the UK?\nDo you currently have a passport?\nHave you previously studied on a student or Tier 4 visa in the UK?\nWhat is your current UK visa or immigration status?\nStart date End date\nNo\nNo\nNo visa, not in UK\nNot provided Not provided\nWhere you live\nAddress 1 (Current address)\nDates you lived here: 09/2007 - Present Dongyuan Yinchangjiang, Hongpai Building, No. 266 Yongshun Road, Wuhou District, Chengdu,\nSichuan,\nCountry: China\nReason: Permanent home\nHome address\n[redacted_address]\nChina Other\nArea of permanent residence Residential category\nSupporting information\nHave you ever lived or worked in No the EU (excluding the UK),\nEuropean Economic Area (EEA) or Switzerland?\nDo you have a parent, step No parent, spouse or civil partner\nwho is an EU (excluding the UK),\nEEA or Swiss national?\n[redacted_name] [redacted_id]\nFinance and funding\nWhat will be your main source of Private finance\nfunding for your studies?\nMore about you\nNone\nFurther details about your Not provided disability\nEducation\nName of the school, college, or university\nStart date\nChengdu Shude High School September 2022\nEnd date Attendance type Study Mode\nJuly 2025 Full time In person\nInternational Baccalaureate Diploma\nGrade Qualification date\nPending July 2025\nModules Module title\nModule(s)\n(8 modules)\nMathematics: analysis and approaches\nPhysics\nComputer Science\nChinese A Language and Literature English B\nEconomics Mathematics\nTheory of Knowledge\nHigher lvl, Stand lvl, Ext Essay, Th of Know\nHigher lvl\nHigher lvl Higher lvl Stand lvl Stand lvl Stand lvl Ext Essay Th of Know\nCredit Value Pending\nPending Pending Pending Pending Pending Pending Pending\nQualification date\nJuly 2025\nJuly 2025 July 2025 July 2025 July 2025 July 2025 July 2025 July 2025\n[redacted_name] [redacted_id]\nUnique Learner Number (ULN) Not provided International English Language Not provided\nTest of English as a Foreign Not provided Language (TOEFL) Number\nTesting System (IELTS) TRF Number\nEmployment\nPersonal statement\nI have always been captivated by the rigorous deductive process of mathematics. In particular, the range of Pythagorean proofs found in Kaplan and Kaplan's \"Hidden Harmonies\" has given me a recognition of the depth and elegance of mathematical deduction. Simple axioms yielding such powerful results, whether algebraic or geometric, showed that a true result required intuition backed by logical rigour. While these proofs can often be elaborate, they give me great enjoyment and I look forward to understanding them further at university.\nExploration of different constructional proofs piqued my interest in geometry. Reading Chen's \"Euclidean Geometry in Mathematical Olympiad\" allowed me to learn essential theorems, and develop problem-solving through being encouraged to be inventive. I liked seeing how different definitions for the centre of a triangle satisfy surprising properties. I specifically\nresonated with proving 'the nine-point circle', by first intuiting concurrence of the circles\nand then building the full theorem up from smaller lemmas. I then read Jordan Ellenberg's \"Shape\", which exposed me to the impact of geometric principles on different aspects of\nsociety. I was captivated by how it approximated social constructs through linear shape\nrelations, and I hope to study adjacent concepts more rigorously at university.\nSimilarly, I have been captivated by numbers ever since reading Cassels and Fröhlich's\n\"Algebraic Number Theory\". It posed many interesting questions, chiefly Goldbach's conjecture.\nIt fascinates me that almost anyone can understand what it postulates, but no one has proved\nit to be true - even though it is known to be true up to extremely high values. Although\nsimple questions remain unsolved, simple ideas can prove incredibly powerful. For example, congruence modulo 4 can be incredibly powerful applied to square numbers. Learning number theory for its own sake is rewarding, but its applications to cryptography has a massive\nimpact on society, through encryption methods like RSA. Another beautiful application of this\nis in mathematical music theory, where the notes on a piano can be treated as the numbers modulo 12. My passion for maths only grows as I realise these incredible results I encounter\nwill continuously shape the world.\nHaving thoroughly enjoyed the pure side of maths, I began to bridge its abstract nature with real-world applications, mainly in a project exploring the problem of real-time traffic signal\ncontrol on roads to tackle urban traffic congestion and pollution problems. Enjoying carefully choosing my assumptions, I applied my knowledge of stats to improve the model's viability,\nusing the Poisson distribution to generate carloads, and optimisation techniques to minimise\nthe sum of delay times. This led to suggestions for the frequency at which traffic signals\nshould change. Although my algorithms could easily be improved, this felt rewarding as I was\nZiyin Kang 1870337500\nable to apply my maths knowledge to the real world. I hope to contribute much more at university.\nTo keep challenging myself, I have entered various maths competitions, receiving notable results in AIME(11/15), AMC honour roll (top 5%) and the Euclid Mathematics Contest (top 2.5% Honour Rolls, Contest Medal). Despite these, what satisfied me most was meeting people connected by a common passion for maths. Maths isn't only a solitary academic pursuit, but a means for collaboration. I also enjoy music, badminton and playing games with friends. These reinforce my problem solving and teamwork, and I hope to continue with like-minded peers at university.\nMathematics is a broad subject, with some incredibly elegant results. However, it is more than this. It is a space for intellectual collaboration, and has a profound impact on the world.\nPursing a mathematics degree, I aim to understand the logical systems of the world better, and develop my deduction skills to solve engaging problems for both my own satisfaction, and the advancement of society.\nZiyin Kang 1870337500\nChoices\nApplied Mathematics\nThe University of Edinburgh\nLocation Central area campus Start date 08 September 2025 Further details Not provided\nMathematics\nImperial College London\nLocation Main Site\nStart date 27 September 2025 Further details Not provided\nMathematics with Data Science\nDeferred entry No\nLive at home while studying No\nDeferred entry No\nLive at home while studying No\nLondon School of Economics and Political Science, University of London\nLocation London School of Economics and Political Science Start date 29 September 2025\nFurther details Not provided\nMathematics/Mathematics and Statistics\nUniversity of Oxford\nLocation St Anne's\nStart date 05 October 2025 Further details Not provided\nYou may need to take an admissions test\nDeferred entry No\nLive at home while studying No\nPoint of entry 1st year Deferred entry No\nLive at home while studying No\nAs part of the application process for this course you may need to sit the following admissions tests: Mathematics Aptitude Test (MAT)\nThere may be an assessment\nYou may be required to attend an interview or audition or provide a portfolio, essay or other piece of work to help the course tutor decide if you're suitable for this course.\n[redacted_name] [redacted_id]\nMathematics\nUCL (University College London)\nLocation Main Site Deferred entry No\nStart date 22 September 2025 Live at home while studying No Further details Not provided",
    "trans": "[redacted_name] [redacted_id]\n개인 식별 번호\n[redacted_id]\n개인 정보\n호칭 미스\n이름 (및 미들 네임) 쯔인\n성[redacted_name] 이전 이름 제공되지 않음\n선호하는 이름 생년월일 성별\n[redacted_name] 여성\n연락처 정보\n휴대폰 번호 기타 전화번호 이메일 주소\n우편 주소\n지정 대리인\n신청과 관련, 본인을 대신하여 행동하거나 대화할 수 있는 사람을 지정하시겠습니까? 예: 부모, 교사 등\n[redacted_name] [redacted_number] [redacted_email] 302동, 둥위안\n아니요\n인창장 3단지, 융순로 266번지, 우후구, 청두\n쓰촨\n중국\n친척이나 보호자. 대리인을 지정하는 경우, 정보 입력을 선택할 수 있습니다.\n국적 정보\n[redacted_name] [redacted_id]\n출생 국가가 어디입니까? 중국 최초 일자를 알려주십시오 2025년 9월 1일\n영국 입국\n국적이 무엇입니까? 중국인\n이중 국적 제공되지 않음\n영국 영주권 또는 임시영주권을 보유 중입니까? 아니요\n영국에서 공부하기 위해 학생 비자가 필요합니까? 네\n현재 여권을 보유 중입니까?\n이전에 영국에서 학생 비자(티어 4 비자)로 공부한 적이 있습니까?\n현재 영국 비자 또는 이민 신분이 무엇입니까?\n시작일 종료일\n아니요\n아니요\n비자 없음, 영국에 거주하지 않음\n제공되지 않음 제공되지 않음\n사는 곳\n주소 1 (현재 주소)\n거주 기간: 2007년 9월 ~ 현재 둥위안 인창장, 홍패이 빌딩, 융순로 266번지, 우후구, 청두,\n쓰촨,\n국가: 중국\n사유: 영구 주거지\n집 주소\n[redacted_address]\n중국 기타\n영구 거주 지역 거주 카테고리\n부가 정보\n유럽 연합 지역(영국 제외)에서 거주하거나 근무한 경험이 있습니까 아니요\n유럽 경제 지역 혹은 스위스에서?\n부모, 양부모, 배우자 혹은 파트너가 있습니까 아니요\n유럽 연합(영국 제외)이나\n유럽 경제 지역 혹은 스위스 국적인?\n[redacted_name] [redacted_id]\n재정 및 자금\n주요 원천은 어떻게 됩니까 개인 재정\n학업을 위한 자금의?\n추가 정보\n없음\n장애 관련 추가 정보 제공되지 않음\n교육\n학교, 단과 대학, 종합 대학 명칭\n입학일\n청두 슈더 고등학교 2022년 9월\n졸업일 출석 유형 학습 방식\n2025년 7월 풀타임 대면\n국제 바칼로레아 디플로마\n성적 학위 취득일\n미정 2025년 7월\n과목 과목명\n과목(들)\n(8개 과목)\n수학: 분석 및 접근\n물리\n컴퓨터 과학\n중국어 A 언어와 문학 영어 B\n경제학 수학\n지식 이론\n심화 과정, 표준 과정, 소논문, 인식론\n심화 과정\n심화 과정 심화 과정 표준 과정 표준 과정 표준 과정 소논문 인식론\n학점 미정\n미정 미정 미정 미정 미정 미정 미정\n학위 취득일\n2025년 7월\n2025년 7월 2025년 7월 2025년 7월 2025년 7월 2025년 7월 2025년 7월 2025년 7월\n[redacted_name] [redacted_id]\n개별 학번(ULN) 제공되지 않음 국제 영어 제공되지 않음\n토플 번호 제공되지 않음\n평가 시스템 (아이엘츠) 성적표 번호\n고용\n자기소개서\n저는 늘 수학의 엄격한 연역적 과정에 매료되었습니다. 특히, 카플란과 그의 저서 '히든 하모니'에서 다뤄진 다양한 피타고라스 정리를 통해 수학적 추론의 깊이와 품격을 인식하게 되었습니다. 단순한 공리에서부터 강력한 결론을 도출하는 과정은, 대수적이든 기하학적이든, 논리적 엄격성이 뒷받침된 직관이 있어야 진정한 결론이 도출된다는 점을 나타냈습니다. 이러한 증명은 종종 복잡할 수 있지만, 저는 이를 통해 큰 즐거움을 느꼈고 대학에서도 더욱 깊이 이해하고 싶습니다.\n다양한 구성에 의한 증명을 탐구하면서 저는 기하학에 관심을 가지게 되었습니다. 첸의 '수학 올림피아드에서의 유클리드 기하학'을 읽으며 필수 정리를 배우고, 창조적인 사고를 통해 문제 해결 능력을 기를 수 있었습니다. 삼각형의 중심에 대한 여러 정의가 놀라운 성질을 만족한다는 것이 흥미로웠습니다. 저는 구체적으로\n'구점원'을 증명하는 과정에 인상을 받았는데, 우선 원의 합동을 직관적으로 이해하고\n이후 작은 보조정리들을 쌓아 전체 정리를 구축하는 방식입니다. 저는 조던 엘렌버그의 '기하학 세상을 설명하다'를 읽으며, 기하학적 원리가 다양한 측면에 미치는 영향을 알게 되었습니다\n사회의. 사회적 개념이 선형 형태를 통해 근사화될 수 있다는 것에 매료되었고\n관계, 그리고 저는 대학에서 비슷한 개념을 더욱 엄밀히 공부하고 싶습니다.\n마찬가지로, 저는 카셀스와 프뢸리히의 책을 읽고 숫자에 매료되었습니다\n'대수적 수론'이라는. 많은 흥미로운 의문이 있었지만, 특히 골드바흐 추측이 흥미로웠습니다.\n누구나 그것이 상정하는 것은 이해할 수 있지만, 아직 누구도 증명하지 못했다는 것이 매력적이었습니다\n매우 높은 수까지 참으로 확인되었음에도 불구하고 참이라는 것을. 비록\n단순한 질문들은 해결되지 않았지만, 단순한 개념들이 엄청나게 강력해질 수도 있습니다. 예컨대, 모듈러 4에 대한 합동관계는 제곱수에 대해 강력히 적용될 수 있습니다. 수론을 배우는 과정은 그 자체로 보람 있지만, 이를 암호학에 적용하는 것은 매우 큽니다\n사회에 대한 영향력이, RSA 암호화 방식 등을 통해서. 또 다른 아름다운 적용은\n수학적 음악 이론에서도 확인할 수 있는데, 피아노의 음계를 모듈러 12의 수체계로 다룰 수 있습니다. 수학에 대한 저의 열정은 제가 깨달을 수록 더욱 커집니다 이러한 제가 접하는 놀라운 결론들이\n계속해서 세상을 변화시킬 것이라는 것을.\n저는 수학의 순수한 면을 온전히 즐기며, 수학의 추상성과 현실 세계 적용 사이를 연결하기 시작했고, 특히 실시간 교통 신호 문제를 탐구하는 프로젝트에서\n도로에서 제어를 통해 도시 교통 체증과 오염 문제를 해결하고자 했습니다. 저는 사용할 가정을 신중하게 선택하는 것을 즐기며, 저의 통계학 지식을 모델의 활용 가능성에 적용시켰습니다.\n포아송 분포를 통해 차량 흐름을 생성하고, 최적화 기법을 통해 최소화했습니다.\n신호 대기 시간을. 이로써 교통 신호 빈도를 조정하는 방안을 제안을 도출할 수 있었습니다\n변경 여부의. 제 알고리즘은 개선해야 했지만, 저는 보람을 느꼈습니다\n강쯔인 1870337500\n저의 수학적 지식을 현실 세계에 적용할 수 있다는 것에. 대학에서도 더 많이 기여하기를 희망합니다.\n끊임없이 도전하고자 저는 다양한 수학 경시대회에 참가한 경험이 있으며, AIME (11/15), AMC 성적 우수 (상위 5%), 유클리드 수학 경시대회 (상위 2.5% 이내 성적 우수, 대회 메달 획득)에서 눈에 띄는 성적을 거두었습니다. 이러한 성적보다 제가 가장 만족감을 느낀 것은 바로 수학에 대한 열정을 공유하는 사람들을 만나게 된 것이었습니다. 수학은 단순히 고립된 학문적 추구가 아닌 협업의 수단입니다. 저는 또한 음악, 배드민턴, 친구들과 게임하기를 좋아합니다. 이는 저의 문제 해결 능력과 팀워크를 길러주며, 대학에서 생각이 맞는 동기들과 이를 이어가고 싶습니다.\n수학은 방대한 과목이며, 여기에는 믿을 수 없이 우아한 결과들이 있습니다. 그러나 수학은 그 이상입니다. 지적 협업의 장이자, 세상에 깊이 영향을 미칩니다.\n저는 대학에서 수학을 전공하며 세상의 논리적 더 잘 이해하고, 자기 만족과 사회 발전 모두를 위하여 문제 해결을 위한 추론 능력을 기르고자 합니다.\n강쯔인 1870337500\n선택\n응용수학\n에든버러 대학교\n위치 센트럴 에어리어 캠퍼스 시작일 2025년 9월 8일 추가 세부사항 제공되지 않음\n수학\n임페리얼 칼리지 런던\n위치 메인 캠퍼스\n시작일 2025년 9월 27일 추가 세부사항 제공되지 않음\n수학 및 데이터 사이언스\n입학 연기 아니요\n재택 학습 아니요\n입학 연기 아니요\n재택 학습 아니요\n런던 정치경제대학교\n위치 런던 정치경제대학교 시작일 2025년 9월 29일\n추가 세부사항 제공되지 않음\n수학/수학 및 통계학\n옥스퍼드 대학교\n위치: 세인트 애스 칼리지\n시작일: 2025년 10월 5일 추가 세부사항 제공되지 않음\n입학 시험 응시 가능성 있음\n입학 연기 아니요\n재택 학습 아니요\n입학 시점 1학년 입학 연기 아니요\n재택 학습 아니요\n해당 지원 과정의 일환으로 다음 추가 입학 시험을 치러야 할 수 있음: 수학 적성 시험\n평가 가능성 있음\n지도 교수가 본 과정에 대한 적합성을 판단하기 위해 인터뷰나 오디션 참석, 포트폴리오, 에세이 또는 기타 과제 제출이 요구될 수 있음.\n[redacted_name] [redacted_id]\n수학\n유니버시티 칼리지 런던\n위치 메인 캠퍼스 입학 연기 아니요\n시작일 2025년 9월 22일 재택 학습 아니요 추가 세부사항 제공되지 않음"
}