{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Judging a horse beauty contest involves evaluating a horse’s physical appearance, condition, and conformation against breed standards or desired traits. Depending on the event and type of horse being showcased, judges use several key criteria. Here’s a breakdown of what judges typically look for:\n1. Conformation\nConformation refers to how well the horse’s body structure aligns with the ideal for its breed or intended use. Judges evaluate:\n• Proportions and symmetry: A balanced horse with consistent proportions.\n• Straight legs and joints: Proper leg alignment to ensure soundness.\n• Head and neck: A refined, proportional head with a well-set neck.\n• Back and topline: A strong back with a straight or slightly curved topline.\n• Hoof quality: Healthy, well-shaped hooves.\n2. Condition and Grooming\nPresentation is critical in beauty contests. Horses are expected to be in peak physical condition.\n• Coat health: A shiny, clean, and well-groomed coat indicates good care and nutrition.\n• Muscle tone: Proper muscle development without excessive fat.\n• Clean mane and tail: Groomed and neatly braided or styled (if the contest allows).\n• Hooves: Clean, polished, and trimmed hooves are essential.\n3. Movement and Gait\nJudges assess how the horse moves at a walk, trot, or canter, depending on the competition.\n• Fluidity and grace: Smooth, effortless movement is ideal.\n• Straightness: Legs should move forward in a straight line without twisting or wobbling.\n• Reach and suspension: Some breeds are expected to show more reach or elevation in their stride.\n4. Breed Standards\nMany beauty contests are breed-specific, meaning the horse must align with the characteristics of its breed.\n• Color and markings: Some breeds or contests give points for desirable markings or coat colors.\n• Breed-specific traits: E.g., an Arabian horse should display a dished face and arched neck.\n5. Temperament and Expression\nThe horse’s demeanor matters, as it reflects good training and handling.\n• Alert but calm expression: Ears forward and attentive but relaxed.\n• Willing attitude: Cooperative behavior during the show.\n• Interaction with the handler: Obedience and responsiveness to commands.\n6. Presentation and Handling\nThe way the horse is handled and presented influences the final score.\n• Handler’s control: The horse should move smoothly on command.\n• Correct positioning: Horses should be properly squared when standing for inspection.\n• Polished presentation: Neat attire for both horse and handler can improve the overall impression.\nConclusion\nIn horse beauty contests, judges balance objective criteria (such as conformation and movement) with subjective ones (such as expression and presentation). The exact priorities may vary depending on the breed, type of event, and contest rules, but preparation, grooming, and natural elegance always play a vital role.",
    "trans": "아름다운 말 대회의 심사에는 말의 외모, 건강, 그리고 품종 기준이나 이상적 특징에 의거한 외형의 평가가 따른다. 행사와 출전하는 말의 품종에 따라, 심사위원들은 몇 가지의 핵심 기준을 따른다. 심사위원들이 일반적으로 보는 항목은 다음과 같다:\n1. 외형\n외형은 말의 신체 구조가 해당 품종이나 의도된 용도에 맞는 이상적인 형태에 얼마나 잘 부합하는지를 의미한다. 심사위원들은 다음을 평가한다:\n• 비율과 대칭: 일관된 비율을 갖춘 균형 잡힌 말.\n• 곧은 다리와 관절: 건강을 담보하는 올바른 다리 정렬.\n• 머리와 목: 세련되고  균형 잡힌 머리와 튼튼한 목.\n• 등과 등선: 튼튼한 등과 곧거나 살짝 굽은 등선.\n• 발굽의 질: 건강하고 보기 좋은 형태의 발굽.\n2. 건강과 털 손질\n외양은 미형 대회에서 대단히 중요하다. 말은 최상의 신체 상태를 유지해야 한다.\n• 털 건강: 윤기 나고, 깨끗하며 잘 관리된 털은 좋은 사육과 영양 상태를 반영한다.\n• 근육 탄력: 과도한 지방이 없는 올바른 근육 발달.\n• 깨끗한 갈기와 꼬리: 손질되고 단정하게 땋거나 모양낸 상태(대회에서 허용할 시).\n• 발굽: 깨끗하고 광이 나며, 다듬어진 발굽은 필수적이다.\n3. 움직임과 걸음걸이\n심사위원들은 대회에 따라 말이 걷거나, 속보, 또는 구보할 때의 움직임을 평가한다.\n• 유연함과 우아함: 부드럽고 자연스러운 움직임이 이상적이다.\n• 올곧음: 다리는 비틀리거나 흔들리지 않고 올곧은 선을 그리며 앞으로 움직여야 한다.\n• 거리와 체공기: 일부 품종은 달릴 때의 거리 또는 높이가 더 길어야 한다.\n4. 품종 기준\n미형 대회의 다수는 품종별로 진행되며, 이는 말이 해당 품종의 특징에 부합해야 함을 의미한다.\n• 색상과 무늬: 일부 품종이나 대회의 경우 바람직한 무늬나 털 색상에 대해 점수를 부여한다.\n• 품종별 특징: 예를 들어, 아랍종 말에서는 오목한 얼굴과 아치형 목이 나타나야 한다.\n5. 성격과 표정\n말의 태도는 중요하며, 이는 좋은 훈련과 조련을 반영하기 때문이다.\n• 경계하지만 차분한 표정: 귀는 앞으로 향하고 주의를 기울이면서도 편안해 함.\n• 협조적인 태도: 대회 중 협력적인 행동.\n• 조련사와의 상호작용: 명령에 대한 순종과 즉각적 반응.\n6. 보여주고 다루기\n말을 다루고 보여주는 방식은 최종 점수에 영향을 미친다.\n• 조련사의 통제: 말은 명령에 따라 부드럽게 움직여야 한다.\n• 올바른 자세: 말은 검사를 위해 서 있을 때 바른 자세를 취해야 한다.\n• 정돈된 외양: 말과 조련사의 단정한 모습은 전반적인 인상을 향상시킬 수 있다.\n결론\n아름다운 말 대회에서는 심사위원들이 객관적인 기준(예컨대 말의 외형과 움직임)과 주관적인 기준(예컨대 표정과 외양) 간의 균형을 맞춘다. 정확한 우선순위는 품종, 대회의 종류, 그리고 대회 규칙에 따라 달라질 수 있지만, 준비, 털 손질, 그리고 자연스러운 우아함은 항상 중요한 비중을 차지한다."
}