{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi, My name is [redacted_name] from XXX high school.\nFor the sake of time, I will define myself by what I believe to be my guiding trait:\nOutlier. （单独一个白页面）\nFrom an early age, my name has always stood out. “[redacted_name] or [redacted_name]?” I often encountered this question growing up.\nInstead of playing video games or watching cartoons, I preferred exploring the Negev Desert near Tel Aviv with my father, where we coexisted with lizards and hedgehogs and enjoyed tasting the delicious Desert Caper. I spent about 23% of my childhood studying how to perfect the recipe for the Desert Caper. （找些图片符合内容的闪过）\nI embraced the label “Outlier.” My uniqueness compared to other kids made me feel cool.\nAs I grew older, the idea of being an Outlier manifested in countless ways.\nMy mixed heritage （这里用以色列和黎巴嫩国旗一边一半）\nI love political science, but I’m more passionate about creating satirical cartoons that criticize dictatorships.\nI love studying the Bible, but I also admire the Quran—yet I’m an atheist.\nI enjoy computer science, but I’m more interested in using it to recreate real history.\nEven my documentaries focus on producing films that capture lesser-known stories.\nFor example, unlike most people who focus on the violence surrounding the Israeli-Palestinian conflict, I, as an outlier, focus more on the non-violent leaders who may one day bring peace.\n（可以裁剪这个视频storieshttps://www.ted.com/talks/julia_bacha_pay_attention_to_nonviolence/transcript? autoplay=true 2分35秒开始)\nThroughout my high school years, I’ve remained the ultimate outlier. I not only condemn the Israeli government's atrocities against innocent Palestinian children but also defend my Israeli friends who are unjustly attacked. This often puts me in a difficult position, facing disapproval from both sides. (SAD图)\nMy journey in documentary filmmaking has deepened my passion for political science and sociology. On-the-ground interviews and filming experiences revealed the complexities of regional conflicts. It’s a web of economic, social, historical, religious, political, scientific, and psychological factors working together.\nAt school, I founded an Interfaith Understanding Club for fellow outliers like me, where we hope our efforts can contribute, in some small way, to world peace.\nWith conflicts like the Russia-Ukraine war, Israeli-Palestinian conflict, Yemeni civil war, Myanmar civil war, Korean peninsula tensions, and the Ethiopia-Tigray conflict—the world is engulfed in wars and tensions, both ongoing and looming.\nSince these “normal” politicians have failed to resolve these issues, perhaps the world needs more outliers like me to bring a fresh perspective. (Closing shot of Juan with the word Outlier bolded on the screen)",
    "trans": "안녕하세요, 저는 XXX 고등학교의 [redacted_name]입니다.\n시간을 절약하기 위해, 저는 자신을 제가 이끄는 특성이라고 믿는 것으로 정의할 것 입니다:\n이상 치수. （单独一个白页面）\n어린 시절부터, 제 이름은 항상 눈에 띄었습니다. \"[redacted_name] 또는 [redacted_name]?\" 저는 자라면서 종종 이 질문을 마주쳤습니다.\n비디오 게임을 하거나 만화를 보는 대신, 저는 아버지와 함께 텔 아비브 근처의 네게브 사막을 탐험하는 것을 더 좋아했습니다. 그곳에서 우리는 도마뱀과 고슴도치와 함께 살았고 맛있는 사막 케이퍼를 맛보는 것을 즐겼습니다. 어린 시절의 약 23%를 사막 케이퍼의 조리법을 완성하는 방법을 공부하는 데 보냈습니다. （找些图符合内容的闪过）\n저는 \"이상 치수\"라는 낙인을 받아들였습니다. 다른 아이들과 비교했을 때 제 독특함은 멋진 기분을 느끼게 했습니다.\n나이가 들면서, 임지에 살지 않는 사람이라는 생각은 셀 수 없이 많은 방식으로 나타났습니다.\n저의 혼합된 유산 （这里用以色列和黎巴嫩国旗一边一半）\n저는 정치학을 좋아하지만, 독재 정권을 비판하는 풍자 만화를 만드는 데 더 열정적입니다.\n저는 성경을 공부하는 것을 좋아하지만, 쿠란도 존경합니다—하지만 저는 무신론자입니다.\n저는 컴퓨터 과학을 좋아하지만, 그것을 사용하여 실제 역사를 재현하는 데 더 관심이 있습니다.\n제 다큐멘터리조차도 잘 알려지지 않은 이야기를 포착하는 영화를 제작하는 데 중점을 둡니다.\n예를 들어, 이스라엘-팔레스타인 갈등을 둘러싼 폭력에 초점을 맞춘 대부분의 사람들과 달리, 저는 임지에 살지 않는 사람으로서, 예외적으로 언젠가 평화를 가져올 수 있는 비폭력적인 지도자에 더 중점을 둡니다.\n（可以裁剪这个视频storieshttps://www.ted.com/talks/julia_bacha_pay_attention_to_nonviolence/transcript? autoplay=true 2分35秒开始)\n고등학교 시절 내내, 저는 궁극적인 임지에 살지 않는 사람으로 남았습니다. 저는 무고한 팔레스타인 어린이들에 대한 이스라엘 정부의 잔혹 행위를 비난할 뿐만 아니라 부당하게 공격을 받는 이스라엘 친구들을 변호합니다. 이런 일로 인해 종종 양쪽 모두의 비난을 받는 어려운 입장에 처하게 됩니다. (SAD 图)\n다큐멘터리 영화 제작에 대한 저의 여정은 정치학과 사회학에 대한 열정을 더욱 심화시켰습니다. 현장 인터뷰와 촬영 경험을 통해 지역 갈등의 복잡성이 드러났습니다. 경제적, 사회적, 역사적, 종교적, 정치적, 과학적, 그리고 심리적 요인이 함께 작용하는 망입니다.\n학교에서 저는 저와 같은 이질적인 사람들을 위한 종교 간 이해 클럽을 설립했습니다. 그곳에서 우리는 우리의 노력이 세계 평화에 조금이라도 기여할 수 있기를 바랍니다.\n러시아-우크라이나 전쟁, 이스라엘-팔레스타인 갈등, 예멘 내전, 미얀마 내전, 한반도 긴장, 에티오피아-티그레이 갈등과 같은 것들로 인해 세계는 현재 진행 중이거나 다가올 전쟁과 긴장에 휩싸여 있습니다.\n이러한 \"정상적인\" 정치인들이 이러한 문제를 해결하지 못했기 때문에, 세상에는 저와 같은 이질적인 사람들이 더 많이 필요하여 새로운 관점을 제시해야 할지도 모릅니다. (화면에 임지에 살지 않는 살지 않는 사람이라는 단어가 굵게 표시된 후안의 마무리 장면)"
}