{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The interview / trial session will take place at 12pm am on Sunday 27th Oct at one of our classes.\nThis will be based indoors at:\nJudgemeadow College Sports Hall (please check the link at the bottom of this email for directions and a map)\nMarydene Drive\nEvington\nLeicester\nLE5 6HP\nIf you could wear sportswear - a tracksuit or shorts and T-shirtis fine.\nThe class is indoor and will be with our Mighty Kickers (please see the website for more details on our age groups).\nI will be looking for you tointeractand encourage thechildrenthroughout the session without being prompted and will be expecting you to use your previous experience and initiative to know when and how to speak with thechildrenin the class.\nI will be looking to ensure you reiterate the Lead coach's instructions and help thechildrenunderstand what is expected of them during each game but also to ensure you are helping thechildrenwho are struggling, praising thechildrenwho are doing well and all in all helping to contribute towards a FUN class. I may also ask you to lead 2-3 minutes of exercises at the end of the class, these should be fun activities such as frog jumps / wobbly jelly etc.\nFrom start to finish I shall be looking for you to make the effort to involve yourself in the session, without being prompted as a job offer will be based on how well you do this.\nThe more vocal and enthusiastic you can be, the better - I will be looking for energy and a rapport with thechildren as well as enthusiasm and an outgoing personality.\nCan I also ask you to confirm your mobile number in case needed?\nEmma Ogden",
    "trans": "인터뷰 / 체험 세션은 10월 27일 일요일 오후 12시에 진행되며, 저희 수업 중 한 곳에서 이루어질 예정입니다.\n해당 세션은 실내에서 진행되며 장소는:\n저지메도우 칼리지 스포츠 홀 (위치 및 지도는 이메일 하단 링크를 확인해 주세요)\n메리딘 드라이브\n에빙튼\n레스터\nLE5 6HP\n운동복을 착용해 주세요 - 트레이닝복 또는 반바지와 티셔츠도 착용 가능합니다.\n수업은 실내에서 진행되며 마이티 키커스와 함께하게 됩니다 (저희 연령대에 대한 자세한 내용은 웹사이트를 참조해 주세요).\n저는 귀하가 세션 동안 별도의 지시 없이도 아이들과 상호작용하고 격려할 수 있기를 기대할 것이며 이전 경험과 판단력을 활용해서 언제 어떻게 아이들과 대화해야 하는지를 스스로 파악할 것으로 기대하고 있습니다.\n저는 귀하가 리드 코치의 지시를 반복하여 전달하고 아이들이 각 게임에서 기대되는 바를 이해할 수 있도록 돕고, 또 어려움을 겪는 아이들을 도와주고, 잘하는 아이들을 칭찬하며 전반적으로 즐거운 수업 분위기를 조성할 수 있기를 기대하고 있습니다. 수업이 끝날 때 2~3분 동안 간단한 운동을 주도하는 것을 요청드릴 수 있고, 이는 개구리 점프 / 흔들흔들 젤리 등과 같은 재미있는 활동을 포함해야 합니다.\n저는 시작부터 끝까지 별도의 지시 없이도 귀하가 자발적으로 노력하여 참여하는 모습을 기대하고 있으며, 채용 여부는 귀하가 이를 얼마나 잘 해내는지에 따라 결정될 것입니다.\n귀하가 더 활발하고 열정적일수록, 더 좋고 - 저는 에너지와 아이들과의 유대감 형성을 기대하고 있으며 적극적이고 외향적인 성격을 중요하게 생각하고 있습니다.\n혹시 필요할 경우를 대비해 휴대폰 번호를 확인해주실 수 있을까요?\n엠마 오그던"
}