{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Rooming house agreement\nResidential Tenancies Amendment Act 2018 Section 93A(2(b)\nResidential Tenancies Regulations 2021 Regulation 38\nThis is your rooming house agreement. It is a binding contract under the Residential Tenancies Act 1997 (the Act).\nPlease refer to the rights and obligations outlined at the end of this form.\nDo not sign this agreement if there is anything that you do not understand. Please refer to Rooming House Residents Guide for details about your rights and responsibility. For further information visit the renting section of the Consumer Affairs website at www.consumer.vic.gov.au/renting or call [redacted_number]1.\nPart A – Basic terms\nThis agreement is between the rooming house operator and the resident(s) listed on this form.\n1Date of agreement\nThis is the date the agreement is signed\n18/10/24\nIf the agreement is signed by the parties on different days, the date of the agreement is the date the last person signs the agreement.\n2Premises let by the rooming house operator\nAddress of rooming house (include room number)\nRoom number\nStreet address:18 LANCELOT CRESCENT\nSuburb\nGLEN WAVERLY\nPostcode: 3150\nItems let with the room (if any)\n1 Queen size bed; possible bed side table, split system air conditioner, wardrobe\n3Rooming house operator details\nFull name\nWIKY HOLDINGS PTY LTD\nAddress for service\nPostcode\n3149\n(if no agent is acting for the rooming house operator)\nPhone number\n0406633228\nABN/ACN (if applicable)\n36616334171\nEmail address\njonathanyeoh@hotmail.com\nRooming house operator’s agent’s details (if applicable)\nFull name\nAddress\nPostcode\nPhone number\nABN/ACN (if applicable)\nEmail address\nNote: The rooming house operator must notify the resident within 7 days if any of this information changes\n4Resident(s) details\nFull name of resident 1\nShih Jou-Erh\nCurrent address\nPostcode\nPhone number\n0481270277\nEmail address\nshihjouerh@gmail.com\nFull name of resident 2\nJian Jin Mei\nCurrent address\nPostcode\nPhone number\n0466029591\nEmail address\nWeekend.happy@gmail.com\n5Length of the agreement\nFixed term agreement\nStart date\n20/10/24\nEnd date\n1/6/24\n6Rent\nRent amount ($)\n$340/week\n(charged under this agreement)\nTo be paid per\nweek\nfortnight\nDay rent is to be paid\nEvery Fortnight\n(e.g. each Thursday)\nDate first rent payment due\n20/01/25\nNote: The rooming house operator cannot ask for the resident(s) to pay rent more than 14 days in advance.\n7Bond\nThe resident has been asked to pay the bond specified below.\nThe bond must not be more than 28 days’ rent if the agreement has a fixed term. In any other case, the maximum bond is 14 days' rent.\nThe rooming house operator or agent must lodge the bond with the Residential Tenancies Bond Authority (RTBA).\nThe bond must be lodged within 10 business days after receiving payment. The RTBA will send the resident a receipt for the bond.\nIf the resident does not receive a receipt within 15 business days from when they paid the bond, they can:\n• Email the RTBA at rtba@justice.vic.gov.au, or\n• call the RTBA at 1300 13 71 64.\nBond amount ($)\n$1360\nDate bond payment due\n19/10/24\n8Rooming house operator’s preferred method of rent payment\n• The rooming house operator must permit a fee free (other than the resident’s own bank fees) payment method and must allow the resident(s) to use Centrepay or another form of electronic funds transfer.\n• The rooming house operator must tell the resident(s) about any costs (such as transaction fees) related to the payment method.\n• The rooming house operator and resident may change the payment method by agreement.\n• The resident is entitled to receive a receipt from the operator confirming payment of rent.\n(Rooming house operator to tick available methods of rent payment)\ndirect debit\nbank deposit\ncash\ncheque or money order\nBPAY\nother electronic form of payment, including Centrepay\nPayment details (if applicable)\nName: Y C YEOH\nBSB: 084456\nACCOUNT NUMBER: 396018285\n9Service of notices and other documents by electronic methods\n• Electronic service of documents must be in accordance with the requirements of the Electronic Transactions (Victoria) Act 2000.\n• Just because someone responds to an email or other electronic communications, does not mean they have consented to the service of notices and other documents by electronic methods.\n• The rooming house resident and rooming house operator must notify the other party in writing if they no longer wish to receive notices or other documents by electronic methods.\n• The rooming house resident and rooming house operator must immediately notify the other party in writing if their contact details change.",
    "trans": "룸잉하우스 계약서\n주택 임대차 개정법 2018 제93A조(2(b))\n주택 임대차 규정  2021 제38조\n이것은 룸잉하우스 계약서입니다. 1997년 주거 임대차법(법)에 따른 구속력 있는 계약입니다.\n이 양식의 마지막에 명시된 권리와 의무를 참조해 주시기 바랍니다.\n내용을 이해하지 못한 부분이 있다면 계약서에 서명하지 마십시오. 귀하의 권리와 책임에 대한 자세한 내용은 룸잉 하우스 거주자 가이드를 참조하십시오. 더 많은 정보는 소비자 문제 웹사이트의 임대 섹션 www.consumer.vic.gov.au/renting을 방문하거나 [redacted_number]1로 연락하십시오.\n파트 A – 기본 조건\n이 계약은 룸잉하우스 운영자와 기재된 거주자(들) 간의 계약입니다.\n1계약 날짜\n이것은 계약이 체결된 날짜입니다\n2024년 10월 18일\n각자 다른 날에 서명할 경우, 계약 날짜는 마지막 사람이 서명한 날짜입니다.\n2룸잉하우스 운영자가 임대하는 장소\n룸하우스 주소 (방 번호 포함)\n방 번호\n도로명 주소:  랜슬롯 크레센트 18\n교외\n글렌 웨이벌리\n우편번호: 3150\n객실에 포함된 내역(있는 경우)\n퀸사이즈 침대1개, 작은 침대 옆 테이블(선택 가능), 스플릿 시스템 에어컨, 옷장\n3룸잉하우스 운영자 정보\n성명\n위키 홀딩스 PTY LTD\n서비스 주소\n우편번호\n3149\n(룸잉하우스 운영자를 위한 대행자가 없는 경우)\n전화번호\n0406633228\nABN/ACN (해당되는 경우)\n36616334171\n이메일 주소\njonathanyeoh@hotmail.com\n룸잉하우스 운영자의 대리인 세부 정보(해당되는 경우)\n성명\n주소\n우편번호\n전화번호\nABN/ACN (해당되는 경우)\n이메일 주소\n참고: 룸잉하우스 운영자는 이 정보가 변경된 경우 7일 이내에 거주자에게 이를 통지해야 한다.\n4거주자(들)정보\n거주자1의 성명\n쉬 조워\n현재 주소\n우편번호\n전화번호\n0481270277\n이메일 주소\nshihjouerh@gmail.com\n거주자2의 성명\n지안 진 메이\n현재 주소\n우편번호\n전화번호\n0466029591\n이메일 주소\nWeekend.happy@gmail.com\n5계약 기간\n정해진 계약 기간\n시작일\n2024년 10월 20일\n종료일\n2024년 6월 1일\n6임대료\n임대 금액($)\n주당 $340\n(이 계약에 따라 청구됨)\n지불할 금액\n주\n격주\n임대료 지불일\n격주마다\n(예를 들어 매주 목요일)\n첫 임대료 납부 기한\n2025년 1월 20일\n참고: 룸잉하우스 운영자는 거주자에게 14일 이상 전에 임대료를 지불하도록 요구할 수 없습니다.\n7보증금\n거주자는 아래 명시된 보증금을 지불하라는 요청을 받았습니다.\n계약 기간이 정해져 있는 경우 보증금은 최대 28일치의 임대료를 초과할 수 없습니다. 그 외의 경우, 최대 보증금은 14일치 임대료입니다.\n룸잉하우스 운영자 또는 대리인은 보증금을 주택 임대 보증금 당국(RTBA)에 제출해야 합니다.\n보증금은 지불을 받은 후 10영업일 이내에 제출해야 합니다. RTBA는 거주자에게 보증금 영수증을 발송합니다.\n거주자가 보증금을 지급한 날로부터 15영업일 이내에 영수증을 받지 못하면, 다음과 같이 진행할 수 있습니다:\n• RTBA rtba@justice.vic.gov.au로 메일을 보내시거나\n• RTBA에 1300 13 71 64로 전화하세요.\n보증금 금액 ($)\n$1360\n보증금 지불일\n2024년 10월 19일\n8룸잉하우스 운영자가 선호하는 임대료 지불 방법\n• 룸잉하우스 운영자는 거주자 본인의 은행 수수료를 제외한 수수료 무료 결제 수단을 허용해야 하며, 거주자가 센터페이 또는 다른 형태의 전자 자금 이체를 사용할 수 있도록 허용해야 합니다.\n• 룸잉하우스 운영자는 지불 방법과 관련된 모든 비용(예: 거래 수수료)에 대해 거주자에게 알려야 합니다.\n• 룸잉하우스 운영자와 거주자는 합의에 따라 결제 방법을 변경할 수 있습니다.\n• 거주자는 임대료 납부를 확인하는 영수증을 받을 권리가 있습니다.\n(룸잉하우스 운영자는 이용 가능한 지불 방법에 체크 표시 기입)\n직불\n은행 입금\n현금\n수표 또는 우편환\nBPAY\n센터페이를 포함한 기타 전자 결제 수단\n결제 세부 사항 (해당되는 경우)\n이름:Y C YEOH\nBSB: 084456\n계좌 번호: 396018285\n9전자 방법으로 통지 및 기타 문서의 송달\n• 문서의 전자 서비스는 전자 거래법(빅토리아) 2000의 요건을 준수해야 합니다.\n• 누군가가 이메일이나 기타 전자 통신에 응답했다고 해서, 그들이 통지서 및 기타 문서를 전자적 방법으로 제공하는 것에 동의한 것은 아닙니다.\n• 룸잉하우스 거주자와 룸잉하우스 운영자는 더 이상 전자 방법으로 서류나 통지를 않겠다고 할 경우, 서로에게 서면으로 통지해야 합니다.\n.• 룸하우스 거주자와 룸하우스 운영자는 연락처 정보가 변경되면 즉시 서면으로 서로에게 통지해야 합니다."
}