{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Here’s a summary of Where the Red Fern Grows, chapters 13–20:\nChapter 13: Billy and his hounds, Old Dan and Little Ann, participate in a raccoon hunting competition. They showcase their hunting skills by catching multiple raccoons, impressing other hunters with their determination and teamwork.\nChapter 14: The competition continues, with Billy’s dogs performing remarkably. The judges take notice, and Billy starts to feel hopeful about their chances. His confidence grows as he sees how well his dogs handle the hunts, even against experienced hunters.\nChapter 15: On the final night of the competition, a massive storm hits. Billy and his dogs push on despite the extreme cold and wet conditions, showing resilience and dedication. Billy almost loses his dogs in the storm, but they manage to survive.\nChapter 16: Old Dan and Little Ann’s endurance leads them to victory, winning the championship and a large cash prize. Billy’s family is overjoyed with the prize money, which helps them financially. Billy feels pride and accomplishment in his dogs’ success.\nChapter 17: After the excitement of the competition, Billy and his dogs return to their usual hunts. They encounter a mountain lion during one of these hunts, which leads to a fierce and dangerous fight.\nChapter 18: In the fight with the mountain lion, Old Dan is severely injured while defending Billy. Little Ann also suffers injuries. The loyalty and bravery of the dogs shine as they protect Billy, putting their lives at risk.\nChapter 19: Tragically, Old Dan’s injuries are fatal, and he dies shortly after the fight. Billy is heartbroken over the loss of his dog and struggles with grief. Little Ann mourns the loss of her companion, and her health declines rapidly without Old Dan.\nChapter 20: Little Ann passes away shortly after Old Dan, unable to live without him. Billy buries his beloved dogs on a hill near their home. Later, he discovers a red fern growing between their graves, a symbol of sacredness and eternal peace according to Native American legend. Billy finds comfort in the red fern, which helps him cope with his loss and gives him a sense of closure.\nThese chapters explore themes of loyalty, sacrifice, and the strong bond between Billy and his dogs. The story concludes with a sense of peace and closure, showing how love and friendship endure, even through loss.",
    "trans": "나의 올드 댄 나의 리틀 앤의 요약입니다, 제 13-20장:\n제13장: 빌리와 그의 사냥개들, 올드 댄과 리틀 앤은 너구리 사냥 대회에 참가한다. 그들은 여러 마리의 너구리를 사냥하며 뛰어난 사냥 실력을 발휘하고, 다른 사냥꾼들에게 결단력과 팀워크로 인상을 준다.\n제14장: 대회가 계속되면서 빌리의 개들은 훌륭한 기량을 보여준다. 심사위원들은 그들을 주목하며, 빌리는 기회에 대한 희망을 품기 시작한다. 경험이 많은 사냥꾼들과 경쟁하면서도 자신의 개들이 사냥을 잘 해내는 모습을 보며 자신감을 얻는다.\n제15장: 대회의 마지막 밤, 거대한 폭풍이 몰아친다. 빌리와 그의 개들은 극심한 추위와 비바람 속에서도 계속하며 회복력과 헌신을 보여준다. 빌리는 폭풍 속에서 개들을 잃을 뻔하지만, 무사히 살아남는다.\n제16장: 올드 댄과 리틀 앤의 인내 덕분에 대회에서 우승하고, 큰 상금을 받는다. 그의 가족은 경제적으로 도움을 주는 상금에 매우 기뻐한다. 빌리는 자신의 개들이 이룬 성과에 대해 자부심과 성취감을 느낀다.\n제17장: 대회의 흥분이 가라앉은 후, 빌리와 그의 개들은 평소처럼 사냥을 다닌다. 그러나 어느 날 사냥 중에 한번 그들은 산사자를 마주하게 되고, 치열하고 위험한 싸움이 벌어진다.\n제18장: 산사자와의 싸움에서 올드 댄은 빌리를 지키려다 심각한 부상을 입는다. 리틀 앤도 다친다. 개들은 빌리를 보호하며 목숨을 걸고 싸우는데, 그들의 충성과 용맹함이 빛을 발한다.\n제19장: 안타깝게도 올드 댄은 치명적인 부상을 입고 싸움 직후 결국 죽고 만다. 빌리는 자신의 개를 잃은 것에 깊이 상심하며 슬픔에 힘겨워한다. 리틀 앤 또한 동반자의 죽음을 슬퍼하며 올드 댄 없이 빠르게 건강이 악화된다.\n제20장: 올드 댄 없이 살 수 없었던 리틀 앤도 얼마 지나지 않아 세상을 떠난다. 빌리는 사랑하는 개들을 집 근처 언덕에 묻는다. 이후, 그들의 무덤 사이에서 미국 원주민 전설에서 신성함과 영원한 평화를 상징하는 붉은 고사리가 자라는 것을 발견한다. 빌리는 붉은 고사리에서 위안을 얻으며, 그것이 자신의 상실을 극복하는 데 도움을 주고 마음의 정리를 하게 한다.\n이 장들은 충성심, 희생, 그리고 빌리와 그의 개들 사이의 강한 유대감의 테마를 다루고 있다. 이야기는 사랑과 우정은 설령 이별하더라도 영원히 남는다는 것을 보여주며 평온함과 마무리감 속에서 결말을 맺는다."
}