{
    "source": "en_US",
    "target": "ko_KR",
    "text": "emerged.\n\"Yes, it would be as well.\"\n\"And I have some business to do which will take some hours.\nThis business at Coburg Square is serious.\"\n\"Why serious?\"\n\"A considerable crime is in contemplation. I have every reason to believe that we shall be in time to stop it. But to-day being Saturday rather complicates matters. I shall want your help to-night.\"\n\"At what time?\"\n\"Ten will be early enough.\"\n\"I shall be at Baker Street at ten.\"\n\"Very well. And, I say, Doctor, there may be some little danger, so kindly put your army revolver in your pocket.\" He waved his hand, turned on his heel, and disappeared in an instant among the crowd.\nI trust that I am not more dense than my neighbours, but I was always oppressed with a sense of my own stupidity in my dealings with Sherlock Holmes. Here I had heard what he had heard, I had seen what he had seen, and yet from his words it was evident that he saw clearly not only what had happened but what was about to happen, while to me the whole business was still confused and grotesque. As I drove home to my house in Kensington I thought over it all, from the extraordinary story of the red-headed copier of the Encyclopedia down to the visit to Saxe-Coburg Square, and the ominous words with which he had parted from me. What was this nocturnal expedition, and why should I go armed? Where were we going, and what were we to do? I had the hint from Holmes that this smooth-faced pawnbroker's assistant was a formidable man—a man who might play a deep game. I tried to puzzle it out, but gave it up in despair and set the matter aside until night should bring an explanation.\nIt was a quarter-past nine when I started from home and made my way across the Park, and so through Oxford Street to Baker Street. Two hansoms were standing at the door, and as I entered the passage I heard the sound of voices from above. On entering his room, I found Holmes in animated conversation with two men, one of whom I recognised as Peter Jones, the official police agent, while the other was a long, thin, sad-faced man, with a very shiny hat and oppressively respectable frock-coat.\n\"Ha! Our party is complete,\" said Holmes, buttoning up his pea-jacket and taking his heavy hunting crop from the rack. \"Watson, I think you know Mr. Jones, of Scotland Yard? Let me introduce you to Mr. Merryweather, who is to be our companion in tonight's adventure.\"\n\"We're hunting in couples again, Doctor, you see,\" said Jones in his consequential way. \"Our friend here is a wonderful man for starting a chase. All he wants is an old dog to help him to do the running down.\"\n\"I hope a wild goose may not prove to be the end of our chase,\" observed Mr. Merryweather gloomily.\n\"You may place considerable connaence in Mr. Holmes, sir.\"",
    "trans": "나타났다.\n\"네, 그렇게 될 겁니다.\"\n\"저는 할 일이 있어요. 몇 시간 걸릴 겁니다.\"\n코부르크 광장 건이 심각하거든요.\"\n\"왜죠?\"\n\"중대한 범죄가 계획되고 있는데, 제때 막을 수 있을 거라고 믿습니다. 그런데 오늘이 토요일이라 문제가 복잡해졌죠. 오늘 밤 도움이 필요합니다.\"\n\"몇 시에요?\"\n\"10시면 충분할 겁니다.\"\n\"10시에 베이커가로 가겠습니다.\"\n\"좋습니다. 박사님, 위험할 수 있으니 군용 리볼버를 주머니에 넣어두세요.\" 그는 손을 흔들며 발걸음을 돌려 순식간에 군중 사이로 사라졌다.\n다른 사람들보다 멍청하다고 생각하지는 않지만, 셜록 홈스를 대할 때는 항상 어리석은 느낌에 잠식당하는 느낌이 들었다. 그가 들은 것은 나도 들었고, 그가 본 것은 나도 보았는데, 그의 말을 들어보면 이미 벌어진 일들과 앞으로 벌어질 일들을 훤히 꿰뚫어 보고 있는 것이 분명했지만 나에게는 이 모든 일이 여전히 혼란스럽고 기괴하게만 느껴졌다. 켄싱턴에 있는 집으로 차를 몰고 가면서 백과사전을 베끼던 빨간 머리의 괴이한 이야기부터 작센 코부르코 광장 방문, 헤어질 때 했던 그의 불길한 말들까지 모든 것들을 떠올려 보았다. 야간 조사가 무엇인데 무장을 해야 하는가? 우리는 어디로 가고 무엇을 하려는 것인가? 나는 홈스를 보고 수염이 없는 이 전당포 조수가 만만치 않은 사람이라는 걸 알 수 있었다. 어쩌면 음모를 꾸미고 있을지도. 나는 답을 찾으려 했지만 자포자기하고 그 문제를 제쳐두며 밤이 되면 해답이 생길 거라고 생각했다.\n9시 15분, 집에서 나와 공원을 가로질러 옥스퍼드가를 지나 베이커가로 향했다. 문 앞에는 마차 두 대가 서 있었고, 복도로 들어서자 위층에서 목소리가 들려왔다. 방으로 들어가자 홈스가 두 남자와 화기애애하게 대화를 나누고 있었는데, 그중 한 명은 공식 경찰 요원 피터 존스였고, 다른 한 명은 키가 크고 말라 슬픈 얼굴을 한 남자였는데 반짝이는 모자를 쓰고 굉장히 점잖은 프록코트를 입고 있었다.\n\"우리 쪽은 다 되었어.\" 홈스는 피코트 단추를 채우고 무거운 사냥용 채찍을 집어 들며 말했다. \"왓슨, 런던 경찰국의 존슨 씨는 알고 있겠지? 오늘 밤 모험에 함께 할 메리웨더 씨를 소개하지.\"\n\"박사님, 보시다시피 다시 짝을 지어 사냥을 하겠군요.\" 존스가 모든 것을 꿰뚫어 보는 듯이 말했다. \"여기 우리 친구는 추적하는 데 놀라운 재능이 있습니다. 그가 필요한 건 추격전을 도와줄 경험 많은 개 한 마리뿐이죠.\"\n\"우리 노력이 헛되지 않길 바랄 뿐이에요.\" 메리웨더 씨는 침울하게 말했다.\n\"홈스 씨를 믿으셔도 됩니다.\""
}