{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Even though [redacted_name] hadn’t currently taken his coat from him nor replaced it, [redacted_name] couldn’t get over the urge to clutch onto the apparel. He was aware that…she hadn’t been the perfect mentor, but she had been barely two years older than him when she had taken him in and didn’t have any other choice than to train him ruthlessly. After all, for the heiress to take on an apprentice, it could only mean than, if [redacted_name] didn’t bore a child, [redacted_name] would be the de facto future boss.\nHe had been having issues listening to her orders due to the fact she was a woman (she quickly changed his opinion on her sex, especially when he saw his sister’s training) and that he would have been in more danger had anyone seen [redacted_name] ever act on as caring towards him.\nBut he knew she cared, even though she had left: the wound left after her betrayal never having closed and his mind never forgetting how lost he had been when he had waited for her for hours, but she had never come back. [redacted_name] should have been executed afterwards: everyone knew he was only loyal to [redacted_name] and [redacted_name]only – but [redacted_name] had refused, if only because he seemed to already know his little pupil would come back and that she would need her subordinate one day or another.\nMeanwhile, the remaining members of the ADA were more focused on another fact that had been brought up: they knew [redacted_name] had friends everywhere, but [redacted_name] reputation wasn’t exaggerated and the reason the old man hadn’t become an executive was probably one of the best kept secrets in the mafia: a secret that even [redacted_name] couldn’t claim that he was aware of. “It is an honor that [redacted_name] hasn’t forgotten about this old man”, simply commented [redacted_name], not deigning to answer the questioning looks he was receiving.",
    "trans": "비록 [redacted_name]이 지금 코트를 그에게서 뺏거나 다른 것으로 바꾸지 않았지만 [redacted_name]는 옷을 움켜쥐는 충동을 이겨내지 못했다. 그는 알고 있었다...그녀가 완벽한 멘토는 아니었지만 그녀는 그를 자기 집에서 지내게 했을 때 그보다 거의 두 살이 많았고 인정사정없이 그를 훈련할 수 밖에 없었다. 어쨌든 상속녀가 수습생을 받는다는 것은, [redacted_name]이 아이를 뚫어지게 쏘아보지 않으면 [redacted_name]이 사실상 미래의 사장이 될 것이라는 뜻일 수 밖에 없었다.\n그는 그녀가 여자라는 점(그녀는 특히 그가 자신의 여동생의 훈련을 보았을 때 빠르게 자신의 성별에 대한 그의 생각을 바꿨다)과 누구라도 [redacted_name]이 그를 배려하는 것처럼 행동하는 것을 보았다면 그가 더 큰 위험에 처했을 것이라는 점 때문에 그녀의 명령을 듣는 것에 문제가 있었다.\n하지만 그는 그녀가 배려해 준다는 것을 알았고, 비록 그녀가 떠났지만: 그녀의 배신 다음 상처가 남아 절대로 닫히지 않았고 그는 그녀를 몇 시간 동안 기다렸을 때 어떻게 잃어버렸는지 그 생각을 절대로 잊지 못했지만 그녀는 절대로 돌아오지 않았다. [redacted_name]는 그 이후 사형당해야 했다: 모두 그가 [redacted_name]에게 그리고 [redacted_name]에게만 충성한다는 것을 알았다 - 하지만 적어도 그의 어린 학생이 돌아올 것이고 그녀에게 언젠가 부하가 필요할 것이라는 점을 이미 알기 때문에 [redacted_name]는 거절했다.\n한편, ADA의 남은 멤버들은 화제가 된 다른 사실에 더 집중했다: 그들은 [redacted_name]가 어디에나 친구가 있다는 것을 알았지만 [redacted_name]의 평판이 과장되지 않았고 늙은이가 간부가 되지 않은 이유는 아마도 마피아 사이에서 가장 잘 지켜진 비밀 중 하나였기 때문이다: [redacted_name]조차도 그가 알고 있다고 주장할 수 없는 비밀. \"[redacted_name]이 이 늙은이를 잊지 않았다는 게 영광입니다,\" [redacted_name]를 간단히 칭찬하며 그가 받고 있는 의심스러운 표정에 대답하지 않았다."
}