{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Systematic Review and Guidelines for Management of Scrotal Inguinal Hernias\nHanh Minh Tran1*, Ian MacQueen2, David Chen2 and Maarten Simons3 On behalf of HerniaSurge Collaboration\n1The Sydney Hernia Specialists Clinic, Sydney, NSW, Australia, 2Lichtenstein Amid Hernia Clinic, University College Los Angeles, Los Angeles, CA, United States, 3Onze Lieve Vrouwe Gasthuis (OLVG), Amsterdam, Netherlands\nIntroduction: Of the more than 20 million patients undergoing groin hernia repair annually worldwide, 6% are scrotal hernias in high resource countries rising to 67% in low resource countries which represents a heavy disease burden on relatively young men during their most productive period of life. There are many open questions concerning management of scrotal hernia. These guidelines aim to improve the care for scrotal hernia patients by reducing recurrence rates, chronic pain and infection.\nMethods: After developing 19 key questions a systematic literature review was performed till 31 March 2021 for all relevant publications with search terms related to Scrotal Hernia. The articles were scored by all co-authors according to Oxford, SIGN and Grade methodologies. Statements and recommendations were formulated. Online Consensus meetings with 25 HerniaSurge members were organised with voting and grading Recommendations as “strong” (recommendations) or “weak” (suggestions) and by consensus, in some cases upgraded.\nResults: Only 23 articles (two level 2 registry and 21 level 3–5) were selected. It is proposed to define scrotal hernia as an inguinal hernia which has descended into and causes any scrotal distortion. A new classification for scrotal hernias was proposed based on hernia size, SI for upper third thigh, SII for middle thigh and SIII for lower third thigh or below. Irreducibility is denoted with IR. Despite weak evidence antibiotic prophylaxis is recommended. Urinary catheterization is recommended (upgraded) in complex cases (S2-3) due to prolonged operative time. Scrotal hernia repairs have higher associated morbidity and mortality compared to non-complex groin hernia repairs irrespective of surgical experience. Open anterior (mesh) approach is commonest technique and suture techniques in low resource countries. For minimally invasive approaches, TAPP resulted in less conversion to open approach compared to TEP.\nConclusion: Although the evidence is scarce and often low quality scrotal hernia management guidelines aim to lead to better surgical outcomes irrespective of where patients live. This necessarily means a more tailored approach based on available resources and appropriate skills. The guidelines provide an impetus for future research where adoption of proposed classification will enable more meaningful comparison of different techniques for different hernia sizes.\nKeywords: systematic review, guidelines, inguinal hernia, management, scrotal",
    "trans": "음낭 서혜부 탈장 관리를 위한 체계 검토 및 지침\n한민 트란1*, 이안 맥퀸2, 데이비드 첸2, 마틴 시몬스3 헤르니아서지 협동을 대표\n1 시드니 뉴사우스웨일스주, 시드니 헤르니아 전문의원, 2미국 캘리포니아주 로스앤젤레스, 캘리포니아 대학교 로스앤젤레스, 리히텐슈타인 아미드 헤르니아 의원, 3네덜란드 암스테르담, 온즈 리에브 브루웨 가스튀스(OLVG)\n개요: 전 세계적으로 매년 음낭 탈장 수술을 받는 2천만 명 이상의 환자 중 자원이 풍부한 국가에서는 6%가 음낭 탈장을 겪으며, 자원이 부족한 국가에서는 67%까지 증가하여 가장 성적 활동이 활발할 시기의 젊은 남성에게 상대적으로 질병에 대한 부담이 가중되고 있습니다. 음낭 탈장의 관리법과 관련하여 아직 미해결된 의문점들이 많습니다. 이 지침은 재발률, 만성 통증 및 감염을 줄여 음낭 탈장 환자 치료의 개선을 목표로 합니다.\n방법: 19개의 주요 질문을 설정한 후, 음낭 탈장과 관련된 검색어를 사용하여 2021년 3월 31일까지의 모든 관련 출판물에 대해 체계적인 문헌 검토를 수행했습니다. Oxford, SIGN 및 Grade 방법론에 따라 모든 공동 저자가 논문에 점수를 부여했습니다. 성명서와 권고 사항이 공식화되었습니다. 25명의 헤르니아서지 회원으로 구성된 온라인 합의 회의에서 투표를 통해 권고안을 '강력'(권고) 또는 '약함'(제안)으로 등급을 매기고 합의에 따라 일부 경우 등급을 상향 조정했습니다.\n결과: 23개 문서(레벨 2 레지스트리 2개, 레벨 3-5 21개)만이 선정되었습니다. 음낭 탈장을 서혜부 탈장으로 정의하여 음낭이 내려와서 음낭의 변형을 유발하는 것으로 정의할 것을 제안했습니다. 음낭 탈장의 새로운 분류는 탈장 크기를 기준으로 하길 제안되었는데, 허벅지 위쪽은 SI, 허벅지 중간은 SII, 허벅지 아래쪽은 SIII 이하로 분류했습니다. 회복 불가능성은 IR로 표시니다. 징후가 약해도 항생제 예방이 권장됩니다. 수술 시간이 길어 복잡한 경우(S2-3)에는 요도 도뇨관 삽입이 권장(업그레이드)됩니다. 음낭 탈장 수술은 수술 경험에 관계없이 복잡하지 않은 사타구니 탈장 수술에 비해 관련 회복률과 사망률이 더 높습니다. 전방(메쉬) 접근법은 자원이 부족한 국가에서 가장 일반적인 기술 및 봉합 기술입니다. 절개를 최소한으로 하는 접근법의 경우, 복강경는 복막강경에 비해 전방 접근법으로 전환되는 비율이 낮았습니다.\n결론: 음낭 탈장 관리 지침은 근거와 내용이 부족한 경우가 많지만, 환자의 거주 지역에 관계없이 더 나은 수술 결과를 이끌어내는 것을 목표로 합니다. 이는 곧 이용할 수 있는 자원과 적절한 기술을 기반으로 한 맞춤형 접근 방식을 의미합니다. 이 지침은 제안된 분류를 채택하여 다양한 탈장 크기에 대한 다양한 기술을 보다 의미 있게 비교할 수 있는 향후 연구를 위한 원동력을 제공합니다.\n키워드: 체계적 고찰, 지침, 서혜부 탈장, 관리, 음낭"
}