{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Linguistics, despite being a highly researched field, still leaves us with boundless opportunities, especially when it deeply connected with modern technologies like artificial intelligence, machine learning and deep learning in big data processing. These new techniques are continuously expanding the interdisciplinary topics based on the traditional exploration of linguistics. Therefore, as a student with a background in linguistics, I am applying for the MA programme in Linguistics with a specialisation in Computational Linguistics at University College London at the crossroads of my academic life, since my undergraduate studies have cultivated my keen interest in applied linguistics at the computational layer in the promotion of the modern technologies. Meanwhile, the systematic modules in my undergraduate programme such as ‘Translation Technology’, Translation and Computation’, together with “Technology-Enhanced Audiovisual Translation” that I will attend in senior year, lay a solid foundation for my graduate research in computational linguistics. During this process, I shaped my clear academic path. After I graduate from the MA programme at UCL, I will apply for a doctoral programme based on my accumulation of the advanced research methods from my following graduate studies as a research assistant of the professors. By then, I plan to stretch my academic direction in the upgrading and development of the AI software in the aspect of linguistics.",
    "trans": "언어학은, 연구가 매우 활발한 분야임에도 불구하고, 특히 인공지능, 머신러닝과 딥러닝과 같은 현대 기술과 깊이 연결될 때 무한한 기회를 제공합니다. 이러한 새로운 기법들은 전통적인 언어학 탐구를 바탕으로 학제 간 주제를 지속적으로 확장하고 있습니다. 따라서, 언어학 배경을 가진 학생으로서, 저는 학부 시절에 현대 기술의 발전을 촉진하기 위해 계산적 계층에서 응용 언어학에 대한 깊은 관심을 길러온 덕분에 제 학문적 인생의 기로에서 University College London의 계산 언어학 전공 MA 프로그램에 지원하고자 합니다. 한편, 제 학부 과정에서 '번역 기술’, 번역과 계산’ 그리고 시니어 연도에 수강할 “기술 강화 시청각 번역”과 같은 체계적인 모듈들은 계산 언어학 분야에서의 대학원 연구를 위한 탄탄한 기초를 마련해 주었습니다. 이 과정을 통해, 저는 명확한 학문적 진로를 설정할 수 있었습니다. UCL의 MA 프로그램을 졸업한 후, 저는 후속 대학원 연구에서 축적한 고급 연구 방법을 바탕으로 박사 과정에 지원할 계획입니다. 그때쯤에는, 언어학 측면에서 AI 소프트웨어의 업그레이드 및 개발 분야로 제 학문적 방향을 확장할 예정입니다."
}