{
    "source": "en_US",
    "target": "ko_KR",
    "text": "is also modulated by the observer’s sex. Better recognition of facial expressions with averted eye gaze in female than in male participants suggests that females are more sensi- tively attuned to reading and integrating eye gaze with facial expres- sion. Previous studies of sex-related differences in affective processing have also reported female participants outperforming males in facial detection tasks (recognition of a face as a face) or facial identity dis- crimination and showing stronger face pareidolia, the tendency to per- ceive non-face stimuli (e.g., food-plate images resembling faces) as faces (Pavlova, Scheffler, & Sokolov, 2015). The superiority of female participants, however, seems to be more pronounced when the task or stimulus involves processing of subtle facial cues, and reduced when highly expressive and obvious stimuli are presented (Hoffmann et al., 2010). Females were also shown to have superior skills in other types of integrative processing during visual social cognition, such as body language reading (e.g., understanding emotions, intentions, motivations, and dispositions of others through their body motion). Specifically, females were faster in discriminating emotional biological motion from neutral and more accurate in recognizing point-light neutral body motion (e.g., walking or jumping on the spot; Alaerts, Nackaerts, Meyns, Swinnen, & Wenderoth, 2011). Our current finding of more accurate integration of facial expression and eye gaze in female observers is in line with these previous findings that showed female observers’ greater ability in integrative and detailed processing of affective stimuli.",
    "trans": "는 관찰자의 성별에 따라 변조되기도 한다. 여성 참가자가 남성 참가자보다 시선을 돌린 얼굴을 더 잘 인식한다는 것은 여성이 시선과 표정을 읽고 통합하는 데 더 민감하게 반응함을 시사한다. 성별 차이에 의한 정서 처리에 관련된 이전 연구에서도 여성 참가자가 얼굴 감지 과제(얼굴을 얼굴로 인식)나 얼굴 정체성 차별에서  남성보다 더 뛰어난 성능을 보였으며, 얼굴이 아닌 자극(예: 얼굴과 유사한 음식 접시 이미지)을 얼굴로 인식하는 경향인 얼굴 변상증이 더 강한 것으로 보고되었다(파블로바, 셰플러, & 소콜로프, 2015). 그러나 여성 참가자의 우월성은 과제나 자극이 미묘한 얼굴 단서를 처리해야 할 때 더욱 두드러지고, 매우 표현적이고 명백한 자극이 제시될 때는 감소하는 것으로 보인다(호프만 외, 2010). 또한 여성은 신체 언어 읽기 (예: 신체 동작을 통해 타인의 감정, 의도, 동기, 성향 이해)와 같은 시각적 사회 인지 중 다른 유형의 통합적 처리 능력이 우수한 것으로 나타났다. 특히, 여성은 감정적 생물학적 동작과 중립적 동작을 더 빨리 구별하고, 점광 중립적 신체 동작(예: 그 자리에서 걷거나 점프하기; 알레르트, 네카르트스, 메인스, 스위넨, & 웬더로트, 2011)을 더 정확하게 인식했다. 여성 관찰자의 표정과 시선이 더 정확하게 통합된다는 이번 연구 결과는 여성 관찰자가 정서적 자극을 통합적이고 세부적으로 처리하는 데 더 뛰어난 능력을 보인 이전 연구 결과와 일치한다."
}