{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I turned to [redacted_name], historian at Taliesin Preservation, Inc., to see if she could help solve the problem of the existence of a bulletin board at Taliesin. In her helpful response, she reminded me of other essential questions surrounding this story. The orientation of functional spaces at Taliesin is physically different today from its arrangement in 1932. The locations of the meeting place and lunch may not be where we think they’d be. I’ll confess, in my mind’s eye, imagining the [redacted_name] accompanying Wright to lunch, always began in the main area of the Drafting Room (think of those photos of Wright’s desk in front of the vault surrounded by his young apprentices). The [redacted_name], trailing Wright exited the studio via the vestibule Dutch door. They then proceeded through the loggia down a few steps and veered left into the main residence, to dine in the Living Room. However, in 1932 the procession from Drafting Room to dining did not mean entering the main residence. All dining took place above the Tea Circle in the Hill Wing. This also calls into question which of two studio doors and which of two exterior stairways might have been used to get there. The correct answer depends upon where within the Drafting Studio they met. It is subdivided into three distinct spaces: the Drafting Room, the Back Office and the Front Office. A bulletin board could have been anywhere along the path, but which path did they take?",
    "trans": "나는 탈리에신 보존 협회의 역사학자인 [redacted_name]에게 도움을 요청하여, 탈리에신에 게시판이 존재했는지에 대한 문제를 해결할 수 있을지 알아보았다. 그녀의 친절한 답변에서, 그녀는 이 이야기와 관련된 다른 중요한 질문들을 상기시켜 주었다. 탈리에신의 기능적 공간 배치는 오늘날과 1932년의 당시의 배열이 물리적으로 다르다. 회의 장소와 점심 식사 장소의 위치가 우리가 생각하는 것과 다를 수도 있다. 솔직히 말하면, 마음 속으로 그려보면, [redacted_name]가 라이트와 함께 점심을 먹으러 가는 걸 상상할 때, 항상 드래프팅룸의 중앙에서 시작했다 (금고 앞에 놓인 라이트의 책상을 중심으로 젊은 견습생들이 둘러싸고 있는 사진을 떠올리면 된다). [redacted_name]는 라이트를 따라 스튜디오를 나서며 전실의 더치 도어를 통해 밖으로 나갔다. 그 후 로지아를 지나 몇 계단을 내려가 왼쪽으로 틀어 본관으로 들어가, 거실에서 식사했다. 그러나, 1932년에는 드래프팅룸에서 식사 공간으로 이동하는 과정에서 본관으로 들어가지 않았다. 모든 식사는 힐 윙의 티 서클 위쪽에서 이루어졌다. 이는 또한 두 개의 스튜디오 문 중 어느 것이 사용되었는지, 그리고 두 개의 외부 계단 중 어느 것을 이용했는지에 대한 의문을 제기한다. 정확한 답은 드래프팅 스튜디오 내 어디에서 만났는지에 따라 달라진다. 이 곳은 세 개의 독립적인 공간으로 나뉘어 있는데: 드래프팅 룸, 백 오피스, 프론트 오피스. 게시판은 이동 경로 어느 곳에나 있었을 수 있었을 수 있지만, 그들이 과연 어떤 길을 따라갔을까?"
}