{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Your friend Wilson has referred you! Use this page to open an account — then you both can be rewarded.\nGet a bonus\n$\n300\nNew Chase checking customers: Open a Chase Total Checking® account1 and make direct deposits totaling $500 or more within 90 days of coupon enrollment. Plus, your friend can get a bonus, too.\nOpen an account »\nCoupon code automatically applied when you choose \"Open an account\"\nOR\nEnter email addressEmail my coupon »\nEmail address won’t be used for other\npromotions or shared with third parties\nAccount subject to approval.\nGet Service Fee, Bonus/Account and other Important Information.\nOffer expires 01/22/2025.\nHow to avoid the Monthly Service Fee and other product details\nChaseTotal Checking®\nMonthly Service Fee2\n$12 or $0\n$12 Monthly Service Fee OR $0 with one of the following, each monthly statement period:\nElectronic deposits made into this account totaling $500 or more, such as payments from payroll providers or government benefit providers, by using (i) the ACH network, (ii) the Real Time Payment or FedNowSM network, or (iii) third party services that facilitate payments to your debit card using the Visa® or Mastercard® network,\nOR a balance at the beginning of each day of $1,500 or more in this account,\nOR an average beginning day balance of $5,000 or more in any combination of this account and linked qualifying Chase checking, savings, and other balances\nOther fees apply. See the Clear & Simple Product Guide (PDF) and Deposit Account Agreement for more information.\nSee how easy it is\n1\nOpen an account online with the coupon code or enter your email address to get your coupon and bring it to a Chase branch to open an account. Offer expires 01/22/2025.\n2\nMake direct deposits totaling $500 or more within 90 days of coupon enrollment.\n3\nReceive your new checking account bonus within 15 days.\nYour friend will be rewarded after you open an account and take advantage of your offer from this page.\nBank on your terms\nChase Overdraft AssistSM\nNo overdraft fees if you're overdrawn by $50 or less at the end of the business day or if you're overdrawn by more than $50 and bring your account balance to overdrawn by $50 or less at the end of the next business day.\nChase Mobile®app\nBank when and where you want. Manage accounts, pay bills, send money to friends with Zelle®and deposit checks from almost anywhere.\nConvenient locations\nWith over 4,700 branches, Chase has the largest branch network in the U.S. plus access to more than 15,000 ATMs.\nChase bonus FAQs\n+\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase.",
    "trans": "당신의 친구 윌슨으로부터 추천 받으셨습니다. 이 페이지를 통해 계좌를 개설할 수 있습니다 - 보상으로 두 분 모두 보너스를 받을 수 있습니다.\n보너스를 받으세요\n$\n300\n신규 체이스 체킹 계좌 고객: 체이스 토탈 체킹® 계좌를 개설하고 쿠폰 등록 후 90일 이내에 $500 이상 직접 입금을 진행하세요. 추가 보너스로 친구도 보너스를 받을 수 있습니다.\n계좌 개설하기 »\n\"계좌 개설하기\"를 선택하면 쿠폰 코드가 자동 적용됩니다.\n또는\n이메일 주소를 입력하세요. 이메일 입력하기 »\n이메일 주소는 다른 프로모션이나\n제 3자와 공유되지 않습니다.\n계좌 개설은 승인을 받아야 이루어 집니다.\n서비스 비용, 보너스/계좌 그리고 다른 중요한 정보를 알아보세요\n제공 기한은 2025/01/22 까지.\n월 서비스 수수료 면제 방법 및 기타 계좌 정보\n체이스 토탈 체킹®\n월 서비스 수수료\n$12 또는 $0\n$12 월 서비스 수수료 또는 매월 다음 조건 중 하나를 충족하여 $0:\n해당 계좌로 급여 지급, 정부 지원금 등 매월 $500 이상의 전자 입금을 다음의 방식 등을 통해 입금; ACH 네트워크, (ii) 실시간 결제 또는 FedNowSM 네트워크, (iii) 비자® 또는 마스터카드® 네트워크를 통한 제3자 결제 서비스 이용,\n또는, 매일 해당 계좌의 시작 잔고가 $1,500 이상인 경우\n또는, 해당 계좌와 연결된 Chase 체킹, 세이빙 및 기타 적격 계좌의 평균 일일 잔고가 $5,000 이상인 경우.\n기타 수수료가 적용될 수 있습니다. 자세한 내용은 간단하고 명료한 제품 가이드(PDF) 및 예금 계좌 약관을 참조하세요.\n얼마나 쉬운지 보세요\n1\n쿠폰 코드가 적용된 상태에서 온라인으로 계좌 개설 또는 이메일로 쿠폰을 받아 체이스 지접 방문 후 계좌 개설. 기한은 2025/01/22 까지.\n2\n쿠폰 등록 후 90일 이내에 $500 이상 직접 입금\n3\n계좌 개설 후 15일 이내에 보너스 지급.\n친구도 본인이 계좌를 개설 후 혜택을 받으면 보너스를 지급받게 됩니다.\n내 조건에 맞는 금융 서비스\n체이스 오버드래프트 어시스트 SM\n영업일 종료 시점에 초과 출금 금액이 $50 이하인 경우, 초과 출금 수수료가 부과되지 않습니다.또한, 초과 출금 금액이 $50을 초과하더라도, 다음 영업일 종료 전까지 잔고를 -$50 이하로 맞추면 초과 출금 수수료가 면제됩니다.\n체이스 모바일® 앱\n원하는 시간과 장소에서 편리하게 은행 업무를 보세요. 계좌 관리, 청구서 납부, Zelle®을 통한 송금 및 모바일 체크 입금을 어디서든 간편하게 이용할 수 있습니다.\n편리한 지점\n체이스는 미국 전역에 4,700개 이상의 지점을 운영하며, 15,000개 이상의 ATM을 통해 편리한 금융 서비스를 제공합니다.\n체이스 보너스 FAQ\n+\n질문이 있으시면, 체이스 지점에 방문하시거나 고객센터로 문의해 주세요."
}