{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This 3P framework is very useful for us to imagine the different futures that lie ahead of us. It allows to identify gaps in our work between the probable and preferable future. It allows us to start taking small steps to prepare for it such as taking online courses, develop a new mindset; you may find yourself more receptive to changes and volunteer yourself to attend upskilling courses organized by your company.\nThe largest circle represents the all-encompassing possible future where automation and AI takes over most factory work, resulting in massive job losses. You can call this worst possible scenario or outcome that you can imagine. But it is just a possibility. The real outcome may not be as such.\nWhat we are most interested in is the preferable future in which the outcome is what most of us will desire. This is the future in which you want and should happen ideally. You would want the employees to be trained in advance before the changes come. Not only are they able to work seamlessly with the machines and AI, the efficiency accumulated allows the employees to add value in other possible ways to enhance business performance.\nWhen you use it together with the backcasting technique, the future can be better predicted. But most importantly, it tells you what you need to strive for to achieve that desirable, preferable future.\nWhen we conduct backcasting exercises, employees are typically asked to imagine these three alternate futures. Then, company executives will work together to list the action plans necessary to move towards the preferable future. In doing so, it is hoped that these workshops can highlight the various manufactured normalcy and help employees as well as executives overcome them.\n(Note: If you Google the internet for more information regarding this 3Ps, you will see that there are many versions of this future cone depiction, some have more than these 3Ps. But it does not mean that they are not accurate. For brevity, it is only necessary to focus on these 3Ps in our current context.)\nLet us assume that companies are able to make some changes to adapt to the increased usage of factory automation and AI; such as sending workers to be retrained and companies are able to re-strategise to adapt. This is a probable future, hence it occupies a small circle within the big circle.\n“Now” refers to the current state of affairs. Let us use factory automation as an example. Currently, not all factories are automated. As we move forward in time, three future alternatives can occur.",
    "trans": "이 3P 프레임워크는 우리 앞에 놓인 다양한 미래를 상상하는 데 매우 유용합니다. 이는 가능한 미래와 바람직한 미래 사이의 작업 격차를 식별할 수 있게 해줍니다. 온라인 강좌 수강이나 새로운 사고방식 개발과 같은 작은 단계를 통해 준비를 시작할 수 있도록 도와줍니다; 여러분은 변화에 보다 민감하게 반응하며 회사에서 조직하는 업스킬링 과정에 자발적으로 참여하게 될 수도 있습니다.\n가장 큰 원은 자동화와 인공지능이 대부분의 공장 작업을 대체하여, 대규모 일자리 손실을 초래하는 전면적인 가능한 미래를 나타냅니다. 이것은 상상할 수 있는 최악의 시나리오 또는 결과라고 부를 수 있습니다.하지만 이는 단지 하나의 가능성에 불과합니다. 실제 결과는 반드시 그렇지 않을 수도 있습니다.\n우리가 가장 관심을 가지는 것은 대부분의 사람들이 바라는 결과가 실현되는 바람직한 미래입니다. 이것은 이상적으로 여러분이 원하고 실제로 일어나야 할 미래입니다. 변화가 도래하기 전에 직원들이 사전에 교육을 받아야 함을 의미합니다. 직원들이 기계와 인공지능과 원활하게 협력할 수 있을 뿐만 아니라, 축적된 효율성을 바탕으로 다른 방식으로 가치를 창출하여 사업 성과를 향상시킬 수 있게 됩니다.\n백캐스팅 기법과 함께 사용하면, 미래를 보다 정확하게 예측할 수 있습니다. 그러나 가장 중요한 점은, 바람직하고 선호되는 미래를 달성하기 위해, 여러분이 무엇을 위해 노력해야 하는지를 알려준다는 것입니다.\n백캐스팅 연습을 진행할 때, 일반적으로 직원들은 이 세 가지 대체 미래를 상상하도록 요청받습니다. 그 후, 회사 임원들이 함께 모여 바람직한 미래로 나아가기 위해 필요한 실행 계획들을 수립합니다. 이를 통해, 이러한 워크숍이 다양한 제조된 정상성을 강조하고 직원들 및 임원들이 이를 극복하는 데 도움을 주길 기대합니다.\n(참고: 이 3P에 관한 추가 정보를 인터넷에서 구글링해보면, 이 미래 원뿔 묘사에는 여러 가지 버전이 있으며, 경우에 따라 이 3P보다 더 많은 요소가 포함되어 있을 수 있습니다. 그러나 이는 정확하지 않다는 의미는 아닙니다. 간결함을 위해, 현재 상황에서는 이 3P에만 집중하면 됩니다.)\n회사가 공장 자동화 및 인공지능 사용 증가에 적응하기 위해 일부 변화를 이룰 수 있다고 가정해 봅시다; 예를 들어 근로자들을 재교육에 보내거나 회사가 전략을 재수립하는 경우입니다. 이것은 가능한 미래에 해당하며, 큰 원 안의 작은 원으로 자리잡게 됩니다.\n\"현재\"는 현 상태를 의미합니다. 공장 자동화를 예로 들 수 있습니다. 현재, 모든 공장이 자동화되어 있지는 않습니다. 시간이 흐름에 따라, 세 가지 미래 대안이 발생할 수 있습니다."
}