{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The thinking behind security awareness is that if people are aware of a problem, they are less likely to contribute to the problem\nand more likely to respond it.\nOrganizations typically create security awareness programs to ensure that their employees, or users, are aware of cybersecurity\nproblems that are already known to the organization.\nFor example, phishing messages, is represent the most prolific attack against users.\nPhishing attacks\nPhishing attacks are common enough these days that many people are already familiar with the term.\nA working definition is “an email message that intends to trick a user into taking an action that is against the user’s interests.\n”\nA phishing awareness program would ideally train people to properly determine how to handle incoming emails in a way that\nreduces the likelihood of loss.\nFor example, if a message asks for the disclosure of information, the ideal situation is that a user knows what information they\ncan disclose and to whom while also determining whether the sender is valid.\nSome steps in security awareness program\nAs with any process, there are a number of discrete steps in an awareness programme :\n Plan and design the programme :\n select the most appropriate topics for awareness, such as email etiquette, correct handling of information assets or password security\n make a business case to justify any expenditure\n develop a means of communicating with the users.\n Deliver and manage the programme :\n develop the materials and content;\n implement the awareness campaign.\n Evaluate and modify the program me as necessary:\n evaluate the campaign’s effectiveness;\n improve and update the material with new information.\na security awareness program is essentially a set of tools, techniques, and measurements intended to improve security-related\nbehaviors.\nUnderstanding the Role of Security Awareness\nAwareness is just one tactic within an overall strategy to reduce the risk associated with user-initiated loss.\nIf you’re in charge of your organization’s overall efforts to mitigate user-related loss, you need to consider awareness as one\ntool in your arsenal. If you’re responsible solely for awareness, you need to understand your place within the overall loss-\nreduction strategy.\nUsers can fail only if the technology around them provides them with the opportunity to fail. A user can’t click on a phishing\nmessage, for example, unless all the anti-phishing technologies in place failed to filter the message in the first place.\nOf course, technology fails significantly less often than users fail. For this reason, you need to either frame your efforts\naccordingly or work with the teams that provide the users with the environment.\nUnderstanding the Role of Security Awareness (Cont.)\nHere are some ways other teams can help:\n1) Work with the teams that provide the technical security environments to reduce the opportunities presented by the environment for\nusers to initiate losses.\n2) Work with the teams that manage the technology that anticipates harmful user actions, such as data leak prevention tools, to mitigate\nthe harm from the actions proactively.\n3) Work with the operations team to see how users’ actions can be better defined to avoid the initiation of losses.\nAgain security awareness is just one tactic, among many, to mitigate damage caused by users. If you want to fail, portray\nyour efforts as a strategy to deal with the entire problem.\nApplying the ABCs of Awareness\nThe mark of success for an awareness program is that people change their behaviors as required. For security awareness\nprograms, these behavior changes should provide a return on investment and justify the awareness program.\nn short, the ABCs of awareness mandate that awareness influences behavior. Behaviors practiced consistently create the\nculture. Culture in turn provides awareness and drives behavior.\nThe goal is for awareness to influence behavior. Then behaviors, practiced consistently,\ncreate a culture and in the case of a security awareness program, they create a security culture\nYour security culture then helps to drive both awareness and behaviors\nGoals of security awareness\nThere are many goals of security awareness:\n1. 2. The goal for security awareness is for users to behave according to policies and procedures.\nThe goal for security awareness to improve security-related behaviors. The goal is not to simply make people aware of an issue — the\ngoal is to inspire people to behave appropriately to avoid the initiation of a loss and, ideally, to detect and respond to the potential for\nloss.\n3. Part of the function of an awareness program is making users aware that bad guys exist and that those bad guys will attempt to do bad\nthings. But awareness programs primarily focus on making people aware of how to behave according to procedures in potentially risky\nsituations.\n4. When people understand how their actions promote, security is secondary because the goal of an awareness program is to change\nbehaviors, not just impart knowledge.\nThe Benefits of Security Awareness\nWhen we understand and applying the security awareness we will get many advantages:\n1. 2. 3. 4. 5. 6. Protecting an organization from cyber attacks\nPreventing data breach and phishing attacks\nCreating a culture of security\nBolstering technological cyber defenses against cyber threats\nReducing losses by reducing risk\nProtecting an organization from cyber attacks\nSome ways for delivering security awareness\nThere are many methods of communicating the message to the user community some of it:\n1. 2. 3. 4. Posters, which can be placed everywhere , such as meeting rooms and other shared areas.\nNewsletters, which can be delivered by E-mail or by offices\nPresentations at team meetings, in which a guest speaker talks for a few minutes and takes questions about the whole security awareness\nprogramme.\nComputer-based training (CBT), which delivers a more detailed level of knowledge, and may be a mandatory requirement for the certain\nusers’ work. This might include data protection legislation, for example.\nReferences\n1. Andress, J 2019, Foundations of Information Security",
    "trans": "보안 인식의 이면에 있는 생각은 만약 사람들이 문제를 인식한다면 문제에 기여할 가능성이 적고\n대응할 가능성이 높다는 것입니다.\n조직은 일반적으로 보안 인식 프로그램을 만들어 직원이나 사용자가 사이버 보안에 대해 알고 있도록 합니다\n조직이 이미 알고 있는 문제들.\n예를 들어, 피싱 메시지는 대표적으로 사용자에게 가장 많이 일어나는 공격입니다.\n피싱 공격\n피싱 공격은 많은 사람들이 이 용어에 대해 익숙할 정도로 흔합니다.\n기본적인 정의는 '사용자의 이익에 반하는 행동을 하도록 사용자를 속일 의도인 이메일 메세지'입니다.\n\"\n피싱 인식 프로그램은 사람들이 받는 이메일을 방식으로 처리하는 방법을 적절히 결정하도록 사람들을 알맞게 훈련합니다\n손실 가능성을 줄이는.\n예를 들어, 메세지가 정보를 공개하도록 요청하는 경우 이상적인 상황은 사용자가 그들이 어떤 정보를 아는 것입니다\n보내는 사람이 유효한지 여부를 결정하면서 공개할 수 있고 누구에게 공개할 수 있는지.\n보안 인식 프로그램의 일부 단계들\n모든 과정과 마찬가지로 인식 프로그램에는 많은 별개의 단계들이 있습니다 :\n프로그램을 계획하고 디자인하기 :\n이메일 에티켓, 정보 자산 올바로 다루기 또는 비밀번호 보안과 같은 인식을 위해 가장 적합한 주제를 선택하세요\n어떤 지출이든 정당화하기 위해 경영 사례를 만드세요\n사용자와 소통할 수 있는 수단을 개발하세요.\n프로그램을 전달하고 관리하기 :\n자료와 내용을 개발하세요;\n인식 캠페인을 시행하세요.\n필요한 경우 프로그램을 평가하고 수정하세요:\n캠페인의 효과를 평가하세요;\n새로운 정보로 자료를 개선하고 업데이트하세요.\n보안 인식 프로그램은 보안과 관련된 것을 개선하기 위한 필수적인 도구, 기술, 측정 모음입니다\n행동.\n보안 인식의 역할 이해하기\n인식은 그저 사용자로부터 발생한 손실과 관련된 위험을 감소하기 위한 전반적인 전략 내의 하나의 작전입니다.\n사용자 관련 손실을 완화하기 위한 조직의 전반적인 노력을 책임지고 있다면 인식을 하나로 생각해야 합니다\n무기고의 도구. 인식에 대해 혼자 책임지고 있다면 전반적인 손실내에서 자신의 위치를 이해해야 합니다\n감소 전략.\n사용자는 그들을 둘러싸고 있는 기술이 실패할 기회를 줄 때만 실패할 수 있습니다. 사용자는 피싱을 클릭할 수 없습니다\n메세지, 예를 들어, 가동 중인 모든 피싱 방지 기술이 처음부터 메세지를 거르는 일을 실패하지 않는 이상.\n당연히 기술은 사용자가 실패하는 것보다 훨씬 덜 실패합니다. 이 때문에 노력을 조정하거나 해야 합니다\n그에 따라 또는 환경과 함께 사용자를 제공하는 팀과 함께 일하거나.\n보안 인식의 역할 이해하기(계속됨)\n다른 팀이 도와줄 수 있는 방법들입니다:\n1) 기술적인 보안 환경을 제공하는 팀과 함께 일해 위한 환경에 의한 기회를 줄이세요\n사용자가 손실을 일으키는.\n2) 데이터 유출 방지 도구와 같은 해로운 사용자 행동을 예상하는 기술을 관리하는 팀과 함께 일해 완화하세요\n행동으로 인한 피해를 사전에.\n3) 운영팀과 함께 일해 손실의 시작을 피하기 위해 어떻게 사용자의 행동이 더 명백히 규명할 수 있는지 보세요.\n다시 말하지만 보안 인식은 그저 사용자에 의해 유발된 손해를 완화하기 위한 많은 작전들 중 하나입니다. 실패하고 싶다면 보여주세요\n당신의 노력을 전체 문제를 다루기 위한 전략으로.\n인식의 기초 적용하기\n인식 프로그램의 성공 지표는 사람들이 요청대로 행동을 변화하는 것입니다. 보안 인식을 위해\n프로그램 이 행동의 변화는 투자에 대한 이익을 제공하고 인식 프로그램이 옳다는 것을 보여 주어야 합니다.\n간단히 말해, 인식의 기초는 인식이 행동에 영향을 준다고 요구합니다. 한결같이 실행된 행동은 생성합니다\n문화를. 결과적으로 문화는 인식을 주고 행동을 유도합니다.\n목표는 인식이 행동에 영향을 주는 것입니다. 그러면 한결같이 실행된 행동은\n문화를 만들고 보안 인식 프로그램의 경우 보안 문화를 만듭니다\n그러면 보안 문화가 인식과 행동 모두를 유도하도록 돕습니다\n보안 인식의 목표\n보안 인식의 목표는 많습니다:\n1. 2. 보안 인식의 목표는 사용자가 정책과 절차에 따라 행동하게 하는 것입니다.\n보안 인식의 목표는 보안과 관련된 행동을 개선하는 것입니다. 목표는 단순히 사람들이 문제에 대해 인식하게 하는 것이 아닙니다 —\n목표는 사람들이 손실의 시작을 피하기 위해 적절히 행동하도록 고취시키는 것과 이상적으로 잠재력을 감지하고 대응하는 것입니다\n손실에 대한.\n3. 인식 프로그램의 기능 중 하나는 나쁜 사람들이 존재하고 그 사람들이 나쁜 시도할 것이라는 점을 사용자가 인식하도록 하는 것입니다.\n일을. 하지만 인식 프로그램은 주로 사람들이 잠재적으로 위험할 때 과정에 따라 행동하는 것을 인식하게 하는 것에 집중합니다\n상황에.\n4. 사람들이 자신의 행동이 어떻게 촉진하는지 이해할 때 인식 프로그램의 목표가 변화이기 때문에 보안은 두 번째가 됩니다\n그저 지식 전달이 아니라 행동.\n보안 인식의 유익\n보안 인식을 이해하고 적용할 때 많은 이익을 얻을 것입니다:\n1. 2. 3. 4. 5. 6. 사이버 공격으로부터 조직 보호\n데이터 누출과 피싱 공격 방지\n보안 문화 형성\n사이버 위협에 대한 기술적인 사이버 방어 강화\n위험을 감소시켜 손실 감소\n사이버 공격으로부터 조직 보호\n보안 인식을 전달할 수 있는 방법 몇 가지\n사용자 커뮤니티로 메세지를 소통할 수 있는 많은 방법이 있는데 그중 몇 가지입니다:\n1. 2. 3. 4. 회의실이나 다른 공용 공간처럼 어느 곳에나 둘 수 있는 포스터.\n이메일이나 사무실로 전달할 수 있는 뉴스레터\n팀 회의 때 초청 연설자가 몇 분동안 말하고 전반적인 보안 인식에 대해 질문을 받는 발표\n프로그램.\n지식을 더 세부적인 수준으로 전달할 수 있고 특정에게 의무적인 요구 사항인 컴퓨터 기반 훈련(CBT)\n사용자의 작업. 여기에는 예를 들어 데이터 보호 제정법이 포함될 수 있음.\n참고 자료\n1. 안드레스, J 2019, 정보 보안의 기초"
}