{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Under these circumstances, it has become abundantly clear that I am not in a position to cope with the rigours of studying abroad for a full academic year. The prospect of relocating to a new country and taking on the challenges of an intensive programme is something I would have once embraced. However, in my current state, even the most basic daily activities are overwhelming. The mental and emotional burden of navigating a new academic environment, adapting to a different climate, and dealing with the inevitable stressors of university life is beyond my capacity to manage. Moreover, my health condition requires the constant presence and support of my family, which means that I cannot consider moving far from home at this time.\nCompounding the challenges of my illness, my family is also experiencing an acute financial crisis. Due to the severity of my condition, my father has had to leave his job to take care of me full-time. This has created significant financial strain on our household. While we had previously planned and budgeted for my overseas education, this abrupt change in our circumstances has made it clear that we can no longer afford the associated costs, including tuition fee for an international student, living expenses, and travel. Additionally, the resources we once reserved for my studies are now being directed toward my medical care. This includes not only medication but also ongoing psychological therapy, which is essential for my recovery. The financial pressures on my family are immense, and we are struggling to meet the basic costs of treatment.",
    "trans": "이러한 상황에서, 저는 1년 동안 해외에서 학업을 이어갈 수 있을 만큼의 역량이 부족하다는 사실을 명확히 깨닫게 되었습니다. 새로운 나라로 이주하고 집중적인 프로그램을 수행하는 것은 한때 제가 기꺼이 받아들였을 도전이었습니다. 그러나 현재의 저로서는 가장 기본적인 일상적인 활동조차 감당하기 어려운 실정입니다. 새로운 학문적 환경에 적응하고, 다른 기후에 익숙해지며, 대학 생활에서 불가피하게 발생하는 스트레스를 감내하는 것은 지금의 저에게 감당할 수 없는 정신적 그리고 감정적인 부담입니다. 더욱이, 제 건강 상태는 가족의 지속적인 지원과 돌봄이 필요하며, 이로 인해 지금은 집에서 멀리 떨어져 생활하는 것을 고려할 수 없습니다.\n제 건강 문제에 더해, 가족 또한 심각한 재정 위기에 직면해 있습니다. 저의 건강 상태가 악화됨에 따라, 아버지께서는 저를 전적으로 돌보기 위해 직장을 그만두셔야 했습니다.  이로 인해 가정에 상당한 경제적 부담이 가중되었습니다. 우리는 원래 제 해외 유학을 계획하고 예산을 마련해 두었지만, 이러한 갑작스러운 상황 변화로 인해 국제 학생으로서의 등록금, 생활비, 여행 경비 등 관련 비용을 감당할 수 없다는 것이 명백해졌습니다. 뿐만 아니라, 학업을 위해 준비해 두었던 재정적 자원은 이제 의료비로 전환되었습니다. 여기에는 약물 치료뿐만 아니라, 제 회복에 필수적인 심리 치료 비용도 포함됩니다. 현재 가족이 겪고 있는 경제적 압박은 극심하며, 우리는 기본적인 치료비를 감당하는 것조차 어려운 상황입니다."
}