{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A In 1963, a resident of the Cappadocia region of Turkey was doing some renovations1 on his house. When he knocked down one of his walls, he was surprised to find a hidden room carved into the stone. He explored the room, and found that it led to an underground city---the city of Derinkyu.\nB The underground city is over 60 meters deep---deep enough for a 20-story building. It contains massive stone doors that could only be opened or closed from the inside. This piece of evidence leads experts to believe that the underground city was built to protect the city's residents from enemies. More than 20,000 people could hide inside it. Over 600 doors lead to the city, hidden under and around existing homes.\nC The hidden city had its own religious centers, livestock stables,2 kitchens, and even schools. Wells, water tanks, and at least 15,000 air shafts3 made the city a comfortable place. However, experts are not sure exactly how old the underground city is, because any records of its construction and use have disappeared.\nD Until recently, Derinkyu was the largest known underground city in Cappadocia. In 2013, however, construction workers discovered another underground city during the building of a housing project. This city---located beneath the city of Nevşehir---is one of the largest known underground cities in the world. According to researchers, this newly discovered ancient city could cover 450,000 square meters and is over 110 meters deep. This means that using only simple tools, the ancient builders dug an area big enough for 65 soccer fields, and deep enough to contain a 35-story building!\nE Researchers have found artifacts in this city such as tools and bowls. These artifacts suggest that the city is probably up to 5,000 years old. Like Derinkyu, it was probably built as a place where people could stay safe during times of war.\nF In the future, other people may experience the same excitement that the homeowner and the construction workers felt. There are already more than 30 known underground cities in the Cappadocia region, but experts believe there may be more than 200. So there are likely to be other hidden wonders, just waiting to be discovered.",
    "trans": "A 1963년, 터키 카파도키아 지역의 한 주민은 자기 집을 개조하고 있었다. 그가 자기 집의 벽 하나를 무너뜨리자, 그는 돌을 깎아 만든 숨겨진 방을 찾고 놀랐다. 그는 방을 조사했고, 이 방이 한 지하 도시로 이어지는 것을 알게 되었다 --- 바로 데린쿠유 지하도시였다.\nB 이 지하도시의 깊이는 60미터를 넘었다 --- 즉 20층 건물이 들어갈 만큼 깊었던 것이다. 도시에는 안에서만 열거나 닫을 수 있는 거대한 돌 문이 있었다. 이 단서로 전문가들은 이 지하도시가 도시의 주민들을 적으로부터 보호하기 위해 지어졌다고 생각하게 되었다. 이 도시 안에는 20,000명을 넘는 사람들이 숨을 수 있었다. 600개를 넘는 문이 도시로 이어져 있었으며, 기존의 집 아래나 주변에 숨겨져 있었다.\nC 이 숨겨진 도시는 도시만의 종교 중심지, 가축 축사, 2개의 주방, 심지어 학교들까지 가지고 있었다. 우물, 수조, 그리고 최소 15,000개는 되는 통풍 수직굴 덕분에 도시는 편안한 곳이었다. 그렇지만, 전문가들은 이 지하도시가 얼마나 오래됐는지 확신을 내리지 못하고 있는데, 이는 지하도시의 건설이나 사용에 관한 기록이 모두 사라졌기 때문이다.\nD 최근까지만 해도, 데린쿠유는 알려진 카파도키아의 지하도시 중 제일 큰 것 도시였다. 그렇지만 2013년, 건설 노동자들이 주택단지를 건설하던 도중 또다른 지하도시를 발견했다. 이 도시 --- 네브셰히르 시 아래에 위치해 있다 -- 는 세계의 알려진 지하도시 중 가장 큰 도시 중 하나다. 연구자들에 의하면, 이 새롭게 발견된 고대 도시는 450,000 평방미터에 이를 수 있으며 110미터보다 깊다고 한다. 이 말은 단순한 도구만을 이용해, 고대의 건축가들이 축구장 65개가 들어갈 만큼 크고, 35층 건물이 들어갈 만큼 깊은 땅을 파냈다는 것이다!\nE 연구자들은 이 도시에서 도구나 그릇과 같은 인공물을 발견했다. 이 물건들은 이 도시가 어쩌면 최대 5,000년이나 되었을 수도 있음을 시사한다. 데린쿠유처럼, 이 도시는 아마 전쟁의 시기에 사람들이 안전하게 지낼 수 있는 장소로 만들어졌을 것이다.\nF 미래에, 다른 사람들도 이 집주인이나 건설 노동자들이 느꼈던 것과 같은 흥분을 경험할 수 있을 지도 모른다. 카파도키아 지역은 알려진 지하도시의 수만 이미 30개를 넘는데, 전문가들은 도시의 수가 200개를 넘을 수도 있다고 추정하고 있다. 즉, 다른 숨겨진 불가사의들이 존재해서, 발견되기만을 기다릴 확률이 높다는 것이다."
}