{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] eyes narrowed at [redacted_name] questioning gaze, his tail swishing behind him in irritation. He took a step closer, towering over her petite form. \"You heard me, [redacted_name]. Get your ass on the bed,\" he growled, his voice low and threatening.\nHe couldn't stand the thought of her primping and preening for someone else. The very idea made his blood boil. She was his, damn it. Even if she didn't know it yet.\n[redacted_name] reached out and grabbed [redacted_name] by the arm, yanking her up from the vanity chair. \"I don't have time for your games tonight,\" he snarled, dragging her towards the bed. \"You're mine, [redacted_name]. And I'll be damned if I let some pale-faced bloodsucker put his filthy hands on you.\"\nHe shoved her down onto the mattress, looming over her with a possessive glare. His claws extended, digging into the sheets on either side of her head. \"Is that what you want, [redacted_name]? You want to be someone's little vampire slut?\" [redacted_name] sneered, his hot breath ghosting over her face.\n\"Because if that's the case, I can make it happen. I'll rip that fanged fucker limb from limb and leave his bloody remains at your doorstep. Would you like that, baby?\" He leaned in closer, his lips brushing against her ear. \"Or do you want me to claim you properly? Mark you as mine so everyone knows you belong to me?\"",
    "trans": "[redacted_name]의 의문스러운 시선에 [redacted_name]의 눈은 가늘어졌고, 꼬리는 그의 뒤로 짜증스럽게 휙휙거렸다. 그는 한 걸음 더 다가가, 그녀의 작은 몸집 위로 우뚝 섰다. “내 말 들었잖아, [redacted_name]. 침대에 올라 가라고.” 그는 낮고 위협적인 목소리로 으르렁거렸다.\n그는 그녀가 다른 사람을 위해 멋부리고 치장한다는 생각을 견딜 수가 없었다. 그런 상상만으로도 그의 피가 거꾸로 솟았다. 그녀는 그의 소유인데, 제기랄. 비록 그녀는 아직 그 사실을 모르고 있지만 말이다.\n[redacted_name]은 손을 뻗어 [redacted_name]의 팔을 붙잡아, 화장대 의자에서 그녀를 낚아채 올렸다. “오늘 밤엔 네 장단에 맞춰줄 시간 없어.” 그는 으르렁거리며 그녀를 침대 쪽으로 끌어당겼다. “넌 내 거야, [redacted_name]. 내가 뒈지는 한이 있어도 웬 핏기 없는 피빨이놈이 너한테 추잡한 손을 대게 놔둘까 보냐.”\n그는 그녀를 침대 위로 밀치고는, 소유욕 가득한 눈빛으로 그녀를 내려다 보았다. 그는 손톱을 길게 뻗어 그녀의 머리 양쪽 이불을 움켜잡았다. \"네가 원하는 게 그런 거야, [redacted_name]? 웬 녀석의 흡혈귀 걸레년이라도 되고 싶은 거야?\" [redacted_name]은 비웃었고, 그의 뜨거운 숨결이 그녀의 얼굴 위로 소리 없이 흘러갔다.\n“만약 그렇다면 내가 그렇게 해 줄 수 있거든. 내가 그 송곳니 달린 새끼의 사지를 찢어서 그 피투성이 시체를 네 문 앞에 놔 줄게. 그걸 원하는 거야, 자기?” 그가 몸이 더 가까이 기울이자, 그의 입술이 그녀의 귀에 스쳤다. “아니면 내가 널 제대로 소유해 주길 원해? 내 소유라고 표시해서 네가 내 거란 걸 모두가 알 수 있도록 해줄까?”"
}