{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The project management plan defines how the project is executed, monitored and controlled, and closed. The project management plan’s content varies depending on the application area and complexity of the project.\nThe project management plan may be either summary level or detailed. Each component plan is described to the extent required by the specific project. The project management plan should be robust enough to respond to an ever-changing project environment. This agility may result in more accurate information as the project progresses.\nThe project management plan should be baselined; that is, it is necessary to define at least the project references for scope, time, and cost, so that the project execution can be measured and compared to those references and performance can be managed. Before the baselines are defined, the project management plan may be updated as many times as necessary. No formal process is required at that time. But, once it is baselined, it may only be changed through the Perform Integrated Change Control process. Consequently, change requests will be generated and decided upon whenever a change is requested. This results in a project management plan that is progressively elaborated by controlled and approved updates extending through project closure.\n80\nProcess Groups: A Practice Guid",
    "trans": "프로젝트 관리 계획은 프로젝트의 실행, 모니터링 및 통제, 종료 방법을 정의한다. 프로젝트 관리 계획의 내용은 적용 영역과 프로젝트의 복잡성에 따라 달라진다.\n프로젝트 관리 계획은 요약 수준 또는 상세 수준일 수 있다. 각 구성 계획은 특정 프로젝트에서 요구하는 정도까지 기술된다. 프로젝트 관리 계획은 변화하는 프로젝트 환경에 대응할 만큼 충분히 견고해야 한다. 이러한 유연성은 프로젝트가 진행됨에 따라 더 정확한 정보를 제공할 수 있다.\n프로젝트 관리 계획은 기준선이 설정되어야 한다; 즉, 최소한 범위, 일정, 비용에 대한 프로젝트 기준을 정의해야 하며, 이를 통해 프로젝트 실행을 측정하고 해당 기준과 비교하여 성과를 관리할 수 있다. 기준선이 정의되기 전에 프로젝트 관리 계획은 필요한 만큼 여러 번 업데이트될 수 있다. 공식적인 절차는 필요하지 않다. 그러나 일단 기준선이 설정되면, 프로젝트 관리 계획의 변경은 통합 변경 통제 프로세스를 통해서만 가능하다. 따라서 변경 요청이 발생할 때마다 요청이 생성되며, 이에 대한 결정이 내려진다. 이것은 프로젝트 종료까지 확장되는 통제되고 승인된 업데이트에 의해 점진적으로 구체화된 프로젝트 관리 계획을 초래한다.\n80\n프로세스 그룹: 실무 지침"
}