{
    "source": "en_US",
    "target": "ko_KR",
    "text": "They both turned to see [redacted_name] watching them from the hallway. He was leaning against the doorframe. Having outed himself he had no further hesitation in joining them. [redacted_name] sat up so he could take a seat next to her. “You didn’t give him the gun, [redacted_name]. You didn’t pull the trigger. You didn’t even know he was there. Or that I was there. Is this what you’ve thought all along? That you were to blame for my injury?” Vaguely he could remember now having a conversation with [redacted_name] regarding [redacted_name] misconstrued thoughts when she'd first been hospitalized after the collapse. In the wave of all [redacted_name] other issues it’d gotten buried on the ocean floor.\nShe swallowed a lump in her throat, and nodded. “I know… you’re still… in pain.”\nThis was news to [redacted_name]. She discreetly sent [redacted_name] a look of concern. He chose to ignore it. “Yeah. I am. But you couldn’t help what happened. You are in no way responsible, you hear me? And you do deserve to get better. You will.”\n[redacted_name] wanted to cry. She felt as though she should. But instead she only felt numb. His assurance had eased some of her burden, but the suicidal feelings were still buried deep inside her. “Tired.”\n“Yeah, I know. You’ve been through a lot. I’m sorry for what I said.”",
    "trans": "그들 둘은 복도에서 [redacted_name]이 자신들을 지켜보고 있는 것을 보기 위해 고개를 돌렸다. 그는 문틀에 기대어 서 있었다. 스스로를 드러낸 후 그는 주저하지 않고 그들과 합류했다. [redacted_name]은 그녀 옆에 앉기 위해 몸을 일으켰다. “네가 그에게 총을 주지 않았어, [redacted_name]. 네가 방아쇠를 당기지도 않았어. 그가 거기에 있다는 것도 몰랐어. 내가 거기에 있다는 것도 몰랐잖아. 이게 네가 항상 생각해왔던 거야? 네가 내 부상의 원인이라고?” 희미하게 그는 붕괴 후 처음 입원했을 때 [redacted_name]과 [redacted_name]의 오해된 생각에 대해 대화했던 기억이 떠올랐다. [redacted_name]의 다른 모든 문제 속에 그것은 마치 바닷속에 묻혀버린 것처럼 잊혀져 있었다.\n그녀는 목에 걸린 덩어리를 삼키며, 고개를 끄덕였다.“알아… 아직도… 아파.”\n이는 [redacted_name]에게는 새로웠다. 그녀는 은밀하게 [redacted_name]에게 걱정스러운 눈빛을 보냈다. 그는 그것을 무시하기로 했다. “그래. 나도 그래. 하지만 네가 일어난 일을 어쩔 수 없었어. 너는 어떤 면에서도 책임이 없어, 알겠어? 그리고 네가 나아질 자격이 있다는 걸 명심해. 분명 나아질 거야.”\n[redacted_name]은 울고 싶었다. 울어야 할 것 같은 느낌이 들었다. 하지만 그녀는 대신에 무감각함만 느꼈다. 그의 확신이 그녀의 부담을 다소 덜어주었지만, 자살 충동은 여전히 깊은 곳에 묻혀 있었다. “피곤해.”\n“그래, 알아. 네가 정말 많은 일을 겪었잖아. 내가 한 말에 대해 미안해.”"
}