{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I will prepare a rectangular cardboard box in advance, wrap it in paper and draw a candle in advance to take to the classroom.\nFirst I invite the children to help me prepare the materials, such as setting up the table with a tarp and getting the brushes and paints together.\nWhen the children are seated, I tell them that today is [redacted_name]'s birthday, so let's make a special \"birthday cake\" for [redacted_name].\nBegin organizing the group to draw on the \"cake\" and decorate it with stickers or printouts of fruit.\nI will buy some extra Spider-Man or other birthday cake decorations as [redacted_name] told me he loves Spider-Man, and let [redacted_name] decorate the cake further by himself or with his friends.\nAt the end, I put the pre-made birthday candles on the \"birthday cake\" and sing the \"Happy Birthday Song\" for [redacted_name] together with everyone else. At the end, I can ask the children if they have any wishes for [redacted_name], and then we can take a picture together as a souvenir, I hope this will make great memories for the [redacted_name] children.\nAfter the activity, I will organize the children to clean up the table with me and put the materials back to their original places.",
    "trans": "저는 미리 직사각형 카드보드 상자를 준비하고, 그것을 종이로 감싼 후 미리 촛불을 그려서 교실에 가져갑니다.\n먼저, 저는 아이들에게 재료 준비를 도와달라고 초대하는데, 테이블에 비닐천을 깔고 붓과 물감을 준비하는 등의 작업을 함께 합니다.\n아이들이 자리에 앉으면, 저는 그들에게 오늘은 [redacted_name] 의 생일이므로, [redacted_name] 을 위해 특별한 \"생일 케이크\"를 만들어 보자고 말합니다.\n그룹을 정리하여 \"케이크\"에 그림을 그리고 스티커나 과일 그림을 붙여 꾸미도록 합니다.\n[redacted_name]이 스파이더맨을 좋아한다고 했기 때문에, 저는 여분의 스파이더맨이나 다른 생일 케이크 장식들을 사서 준비하고, [redacted_name]이 본인 또는 친구들과 함께 케이크를 더 꾸밀 수 있도록 합니다.\n마지막으로, 미리 준비한 생일 촛불을 \"생일 케이크\"에 올리고, 모두 함께 [redacted_name]을 위해 \"생일 축하 노래\" 를 불러 축하합니다. 마지막으로, 저는 아이들에게 [redacted_name] 을 위한 소원이 있는지 물어보고, 그 후 모두 함께 기념 사진을 찍는데, 저는 이 활동이 [redacted_name] 아이들에게 좋은 추억이 되기를 바랍니다.\n활동이 끝난 후, 저는 아이들을 인솔해서 저와 함께 테이블을 정리하고 재료들을 원래 위치에 다시 정리하도록 합니다."
}