{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Aboriginal and Torres Strait Islander people have been subject to various government policies that resulted in oppressive and discriminatory conditions. In what has been referred to as “The Killing Times” massacres of Aboriginal people occurred from 1788 to 1928. The survivors of this frontier violence were then subject to “protection” policies.\nDuring this era, “protectors” were appointed, and Aboriginal and Torres Strait Islander populations were segregated onto reserves, missions and government settlements.\nThis time of “protection” was not an era of benevolence. Beginning in the late 19th century, the “protection” era involved controlling every aspect of Aboriginal and Torres Strait Islander people’s lives. This included forced confinement, institutionalisation and forcible child removals.\nAn official policy of assimilation was established in 1937. The policy was defined at the 1961 Native Welfare Conference of Federal and State Ministers in these terms:\nThe policy of assimilation means that all Aborigines (sic) and part-Aborigines (sic) are expected to attain the same manner of living as other Australians and to live as members of a single Australian community, enjoying the same rights and privileges, accepting the same customs and influenced by the same beliefs as other Australians.\nBut this was never the case. Aboriginal and Torres Strait Islander people had no say on this policy, nor any freedom to decline it. The notion they were ever intended to enjoy the same rights and privileges as white folk is a lie.",
    "trans": "Aboriginal and Torres Strait Islander 사람들은 여러 정부 정책에 의해 억압적이고 차별적인 조건에 처해졌습니다. \"The Killing Time(학살의 시기)\"라고 불리는 이 기간 동안, Aboriginal 사람들은 1788년부터 1928년까지 학살을 당했습니다. 이 국경 폭력에서 살아남은 사람들은 이후 \"보호\"정책의 대상이 되었습니다.\n이 시기 동안 \"보호자\"들이 임명되었고, Aboriginal과 Torres Strait Islander 사람들은 보호구역, 선교지, 정부 정착지로 분리되었습니다.\n이 \"보호\" 시기는 자비의 시대가 아니었습니다. 19세기 말부터 \"보호\" 시대는 Aboriginal과 Torres Strait Islander 사람들의 삶의 모든 측면을 통제하는 것을 포함했습니다. 여기에는 강제 구금, 제도화, 강제 아동 이탈이 포함되었습니다.\n1937년, 공식적인 동화 정책이 수립되었습니다. 이 정책은 1961년 연방 주 장관들의 원주민 복지 회의에서 다음과 같이 정의되었습니다.\n동화 정책은 모든 Aboriginal (sic) 및 part-Aboriginal (sic) 사람들이 다른 호주인들과 동일한 생활 방식을 취하고, 하나의 호주 공동체의 일원으로 살며, 동일한 권리와 특권을 누리고, 동일한 풍습을 따르며, 다른 호주인들과 같은 신념을 받아들이는 것을 의미한다고 정의되었습니다.\n하지만 이것은 결코 사실이 아니었습니다. Aboriginal과 Torres Strait Islander 사람들은 이 정책에 대해 아무런 발언권이 없었고, 이를 거부할 자유도 없었습니다. 그들이 백인과 동일한 권리와 특권을 누릴 수 있도록 의도되었다는 생각은 거짓말입니다."
}