{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Commissioned by IMKAN, Purl is a new public beach activation project sited at the Makers District Beach, on Reem Island, Abu Dhabi. Composed of a tensegrity tower and digitally knitted and engineered fiber cells and conical forms, Purl weaves high technology into a captivating and immersive installation. The canopy structure absorbs solar energy during the day, its component of photoluminescent fibers ensure the installation glows once the sun sets beneath the horizon. Unique to this installation, JSS collaborated with Gore to develop an entirely new photoluminecent PTFE material. The project includes a misting system to help cool down beach-goers on hot, sunny days. A key aspect of the Purl installation is that it generates and supports the ongoing evolution of creative placemaking through its engagement with people and the public. Purl is a temporary structure that is designed specifically for the Makers District Beach microclimate and will play an active role in its programming for a duration of up to two years. Importantly, Purl fosters community engagement, encourages social interaction and wonder, and will create memorable and inspirational experiences for the public to enjoy. Our research-based approach towards designing architectural installations of social, environmental and collective attributes aligned with our collaborators and the principles at IMKAN.",
    "trans": "IMKAN의 위임을 받아 진행된, Purl은 아부다비, 리임 아일랜드에 위치한 Makers District Beach에서 진행되는 새로운 공공 해변 활성화 프로젝트입니다. 텐세그리티 타워와 디지털 적으로 엮이고 설계된 섬유 셀 및 원뿔형 구조물로 구성된 Purl은 첨단 기술을 매혹적이고 몰입감 있는 설치물에 녹여냅니다. 캐노피 구조는 낮 동안 태양 에너지를 흡수하며, 형광 섬유 구성 요소 덕분에 해가 지면 설치물이 빛나게 됩니다. 이 설치물의 독특한 점은, JSS가 Gore와 협력하여 완전히 새로운 형광 PTFE 소재를 개발했다는 것입니다. 이 프로젝트에는 더운 햇살 아래, 해변을 찾은 사람들이 시원함을 느낄 수 있도록 미스트 시스템도 포함되어 있습니다. Purl 설치물의 핵심 요소는 사람들과 대중과의 소통을 통해 창의적 장소 창출의 지속적인 진화를 촉진하고 지원한다는 점입니다. Purl은 Makers District Beach의 미세 기후에 맞게 특별히 설계된 임시 구조물로 최대 2년 동안 그 프로그램에 적극적으로 참여할 예정입니다. 특히나, Purl은 지역 사회의 참여를 증진하고, 사회적 상호작용과 경이로움을 장려하며, 대중이 즐길 수 있는 기억에 남고 영감을 주는 경험을 창출할 것입니다. 우리의 연구 기반 접근 방식은 사회적, 환경적, 집단적 특성을 가진 건축 설치물을 설계하는 데 있어 협력자들과 IMKAN의 원칙에 부합합니다."
}