{
    "source": "en_US",
    "target": "ko_KR",
    "text": "DeWall thinks belonging to a group was probably helpful to our ancestors. We have weak claws, little fur, and long childhoods; living in a group helped early humans survive harsh environments. Because of that, being part of a group still helps people feel safe and protected, even when walls and clothing have made it easier for one man to be an island entire of himself.\nBut acceptance has an evil twin: rejection. Being rejected is bad for your health. “People who feel isolated and lonely and excluded tend to have poor physical health,” [redacted_name] says. They don’t sleep well, their immune systems sputter, and they even tend to die sooner than people who are surrounded by others who care about them.\nBeing excluded is also associated with poor mental health, and exclusion and mental health problems can join together in a destructive loop. People with depression may face exclusion more often because of the symptoms of their disorder—and being rejected makes them more depressed, [redacted_name] says. People with social anxiety navigate their world constantly worried about being socially rejected. A feeling of exclusion can also contribute to suicide.\nExclusion isn’t just a problem for the person who suffers it, either; it can disrupt society at large, [redacted_name] says. People who have been excluded often lash out against others. In experiments, they give people much more hot sauce than they can stand, blast strangers with intense noise, and give destructive evaluations of prospective job candidates. Rejection can even contribute to violence. An analysis of 15 school shooters found that all but two had been socially rejected.\nIt’s important to know how to cope with rejection. First of all, “We should assume that everyone is going to experience rejection on a semi-regular basis throughout their life,” [redacted_name] says. It’s impossible to go through your entire life with everyone being nice to you all the time. When you are rejected or excluded, he says, the best way to deal with it is to seek out other sources of friendship or acceptance. “A lot of times, people keep these things to themselves because they’re embarrassed or they don’t think it’s that big of a deal,” he says. But our bodies respond to rejection like they do to physical pain; the pain should be taken seriously, and it’s fine to seek out support. “When people feel lonely, or when people feel excluded or rejected, these are things they can talk about,” he says.",
    "trans": "DeWall은 집단에 속하는 것이 아마도 우리 조상들에게 도움이 되었을 것이라고 생각합니다. 우리는 약한 발톱, 적은 털, 그리고 긴 유년기를 가지고 있습니다; 집단 생활은 초기 인류가 혹독한 환경에서 살아남는 데 도움을 주었습니다. 이러한 이유로, 집단의 일원이 되는 것은 벽과 옷이 한 사람이 온전하게 혼자서 섬이 될 수 있도록 쉽게 만들어 주었다 하더라도, 사람들에게 안전하고 보호받는 느낌을 주는 데 여전히 도움이 됩니다.\n그러나 수용에는 악의 쌍둥이와 같은 반대 개념: 거절이 있습니다. 거절당하는 것은 건강에 해롭습니다. [redacted_name]은 “고립되고 외롭고 배제된 느낌을 받는 사람들은 신체 건강이 좋지 않은 경향이 있다”고 말합니다. 그들은 잠을 제대로 자지 못하고, 면역 체계가 제대로 작동하지 않으며, 심지어 자신을 아껴주는 사람들로 둘러싸인 사람들보다 더 빨리 사망하는 경향이 있습니다.\n배제는 또한 정신 건강 문제와 관련이 있으며, 배제와 정신 건강 문제가 서로를 악순환으로 만들 수 있습니다. 우울증을 겪는 사람들은 그 증상 때문에 더 자주 배제될 수 있으며 - 거절당하는 것은 그들을 더욱 우울하게 만든다고, [redacted_name]은 말합니다. 사회적 불안을 겪는 사람들은 항상 사회적으로 거절당할까 봐 걱정하며 살아갑니다. 배제의 느낌은 자살에도 기여할 수 있습니다.\n배제는 고통받는 개인에게만 문제가 되는 것이 아니라; 사회 전반에 혼란을 초래할 수 있다고, [redacted_name]은 말합니다. 배제된 사람들은 종종 타인에게 분노를 표출합니다. 실험에서는, 그들이 상대방이 감당할 수 있는 것보다 훨씬 많은 매운 소스를 주거나, 낯선 이들에게 강렬한 소음을 내뿜거나, 예비 채용 후보자들에 대해 파괴적인 평가를 내리는 모습이 관찰되었습니다. 거절은 심지어 폭력으로 이어질 수 있습니다. 15명의 학교 총격범을 분석한 결과 2명을 제외한 모두가 사회적으로 거절당한 경험이 있었습니다.\n거절에 대처하는 방법을 아는 것이 중요합니다. 우선, “[redacted_name]”은 “모든 사람은 평생 동안 반쯤 규칙적으로 거절을 경험하게 될 것이라고 가정해야 한다”고 말합니다. 모든 사람이 항상 당신에게 친절할 수는 없습니다. 거절이나 배제를 경험할 때, 그가 말하길, 최선의 대처 방법은 다른 우정이나 수용의 원천을 찾는 것이라고 합니다. “많은 경우, 사람들은 부끄러워하거나 그다지 중요한 일이라고 생각하지 않아 이런 경험을 혼자 간직하는 경향이 있다”고 그는 말합니다. 그러나 우리 몸은 거절에 대해 신체적 고통처럼 반응합니다; 그 고통은 진지하게 받아들여야 하며, 도움을 청하는 것도 괜찮습니다. “사람들이 외로움이나 배제, 혹은 거절을 느낄 때, 이러한 문제에 대해 이야기할 수 있다”고 그는 말합니다."
}