{
    "source": "en_US",
    "target": "ko_KR",
    "text": "President Donald Trump frequently complains about media coverage of his administration, and a study released Monday confirms his suspicion: Most of it has been negative.\nThe Pew Research Center, in a content analysis of the early days of the Trump presidency, found that 62 percent of the coverage was negative and only 5 percent was positive.\nIn contrast, President Barack Obama's coverage in early 2009 was 42 percent positive and 20 percent negative, the study said.” NBC News (2017)\nThe Media Research Center viewed some 1,007 evening news stories about the Trump White House on ABC, CBS and NBC from June 1 to Sept. 30. 2018. What they found was “Over the summer, the broadcast networks have continued to pound Donald Trump and his team with the most hostile coverage of a president in TV news history — 92% negative, vs. just 8% positive.”\n▫ “We [...] looked through hundreds of thousands of news articles and television transcripts and created a score for each news organisation. [...] The scores show that journalists at most publications tend to prefer the language used by Democrats. Of the twenty most read news sites that we could get data for, all but three used Democratic phrases more than Republican ones and the same is true on TV where Fox News was the only channel where conservative language was predominant among America's six leading channels. Also we found the disparity is growing [...].\nThe number of American media sources that cover both sides in a balanced language has fallen to zero. The left-ward is been driven by changes from news sources that were once close to the centre. For example, CNN, during the first year of Mr Trump's presidency, actually used more Republican of terms than Democratic ones but since then it has really drifted far more toward the left. If we look at MSNBC, and other evening news programmes like ABS, CBS and NBC, they had small left-leaning scores in 2016 but since then have really drifter quite far to the left. For written journalism, the shift has been a little bit more subtle but still the same pattern. So if we look at mainstream sources like The New York Times or CNN's website we can see that they have also made small but very consistent shifts to the left.",
    "trans": "도널드 트럼프 대통령은 자신의 행정부를 다루는 언론 보도에 대해 자주 불만을 표하며, 월요일에 발표된 연구는 그의 의심을 확인시켜 주었다: 대부분의 보도가 부정적이었다.\n퓨 리서치 센터가, 트럼프 대통령 임기 초반의 보도를 분석한 결과, 62 퍼센트가 부정적이었으며 단 5 퍼센트만 긍정적이었다는 것을 알아냈다.\n반면, 2009년 초 오바마 대통령 임기 때 보도는 42 퍼센트가 긍정적이고, 20 퍼센트가 부정적이었다고, 연구는 밝혔다.\" NBC 뉴스 (2017)\n미디어 리서치 센터는 2018년 6월 1일부터 9월 30일까지 ABC, CBS, NBC의 저녁 뉴스에서 트럼프 백악관을 다룬 1,007개의 보도를 분석했다. 그 결과 “여름 동안, 방송 네트워크들은 도널드 트럼프와 그의 팀을 TV 뉴스 역사상 가장 적대적으로 보도했다 — 부정적 보도 92퍼센트, vs. 단 8퍼센트의 긍정적 보도.”\n▫ “우리는 […] 수십만 개의 뉴스 기사와 텔레비전 방송 원고를 검토하고 각 언론사에 대한 점수를 생성했다. […] 이 점수는 대부분의 매체에서 기사들이 민주당이 사용하는 언어를 선호하는 경향이 있음을 보여준다. 우리가 데이터를 확보할 수 있었던 스무 개의 주요 뉴스 사이트 중, 세 곳을 제외한 모든 곳에서 민주당 표현을 공화당 표현보다 더 많이 사용했고 TV에서도 같은 경향이 나타났으며 미국의 주요 여섯 개 방송사 중 보수적인 언어가 우세했던 곳은 폭스 뉴스가 유일했다. 또한 우리는 이러한 격차가 점점 커지고 있음을 발견했다 […].\n미국 언론 매체 중 균형 잡힌 언어를 사용하는 곳은 이제 존재하지 않는다. 좌향 편향은 과거에 중립적이었던 뉴스 매체들의 변화로 인해 더욱 심화되었다. 예를 들어, CNN의 경우, 트럼프 대통령의 첫해 동안, 공화당 용어를 민주당 용어보다 더 많이 사용했지만 그 이후 상당히 좌측으로 이동했다. MSNBC를 보더라도, 그리고 ABC, CBS, NBC와 같은 저녁 뉴스 프로그램들의 경우에도, 그들은 2016년에는 약간의 좌편향 점수를 보였으나 이후 훨씬 더 왼쪽으로 이동했다. 서면 저널리즘에서도, 이러한 변화는 좀 더 미묘하게 나타나지만 같은 패턴을 보이고 있다. 뉴욕 타임스나 CNN 웹사이트와 같은 주류 매체들도 보면 점진적이지만 일관된 좌측 이동을 보여주고 있다."
}