{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear [redacted_name],\nYour latest Result Slip for Professional Certificate in English (Advanced) is available for download from 16/10/2024 in MDIS Blackboard. Please login, download your result slip within 3 months from the date released of your result slip by accessing the \"Online Result Slip\" under Tools.\nIMPORTANT NOTES FOR STUDENTS:\nSUPPLEMENTARY EXAMINATIONS & TUTORIAL [SET]\nStudents must pay the supplementary fees prior to the examinations.\nPlease check with your Student Service Co-ordinator on the current fees.\nAny request for Supplementary Tutorials must be made within two weeks from the date of result slip. Late submissions will not be entertained. Incomplete forms without student's signature will NOT be processed.\nShould you require further assistance in regards to your Supplementary Examinations & Tutorials, please approach your Student Service Co-ordinator.\nREMODULE CONFIRMATION FORM [RCF]\nIf you are required to remodule, please submit your RCF and make the necessary payment within six weeks from the date of this result slip.\nYou will have to remodule in the next available intake should you fail to reply by the deadline (if applicable) or if the class had already commenced.\nPlease be informed that the RCF is now available at MDIS Campus or MDIS Dhoby Ghaut. You are advised to read the Terms & Conditions as stated in the RCF.\nPLEASE READ YOUR PROGRAMME STUDENT'S HANDBOOK FOR ADDITIONAL INFORMATION.\n(We reserve the right to change or modify our terms and conditions without prior notice.)\nMDIS Blackboard Administrator",
    "trans": "[redacted_name]님께,\n귀하의 영어 전문 자격(고급) 최신 성적표가 2024년 10월 16일부터 MDIS Blackboard에서 다운로드 가능합니다. 해당 성적표는 결과 발표일로부터 3개월 이내에 다운로드해야 하며, Tools 메뉴의 \"Online Result Slip\"에서 접근하여 받을 수 있습니다.\n학생들을 위한 중요 안내:\n보충 시험 및 튜토리얼 [SET]\n학생들은 시험 전에 보충 시험 비용을 지불해야 합니다.\n현재 수수료에 대한 자세한 사항은 학생 서비스 코디네이터에게 문의하세요.\n보충 튜토리얼 신청은 성적표 발급일로부터 2주 이내에 해야 하며, 기한이 지난 신청은 처리되지 않습니다. 또한, 학생의 서명이 없는 미완성된 신청서는 처리되지 않습니다.\n보충 시험 및 튜토리얼과 관련하여 추가 도움이 필요하시면 학생 서비스 코디네이터에게 문의하시기 바랍니다.\n재수강 확인서 [RCF]\n재수강이 필요한 경우, 이 성적표 발급일로부터 6주 이내에 재수강 확인서를 제출하고 필요한 비용을 지불해야 합니다.\n기한 내에 답변을 하지 않거나(해당되는 경우) 수업이 이미 시작된 경우, 다음 가능한 입학 시기에 재수강해야 합니다.\nRCF는 이제 MDIS 캠퍼스 또는 MDIS Dhoby Ghaut에서 제공되니 참고하시기 바랍니다. RCF에 명시된 이용 약관을 반드시 읽어보시기 바랍니다.\n추가 정보는 프로그램 학생 핸드북을 참고하시기 바랍니다.\n(저희는 사전 통지 없이 이용 약관을 변경하거나 수정할 권리를 보유합니다.)\nMDIS Blackboard 관리자"
}