{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Intracellular endosymbiotic bacteria inherent to ants of the genus Camponotus were characterized. The bacteria were localized in bacteriocytes, which are specialized cells of both workers and queen ants; these cells are intercalated between epithelial cells of the midgut. The bacteriocytes show a different morphology from the normal epithelial cells and carry a large number of the rod-shaped Gram-negative bacteria free in the cytoplasm. The bacteria were never observed in the neighbouring epithelial cells, but they were found intracellularly in oocytes, strongly indicating a maternal transmission of the bacteria. The 16S DNA encoding rrs loci of the endosymbionts of four species of the genus Camponotus derived either from Germany (C. herculeanus and C. ligniperdus), North America (C. floridanus) or South America (C. rufipes) were cloned after polymerase chain reaction (PCR) amplification using oligonucleotides complementary to all so far known eubacterial rrs sequences. The DNA sequences of the rrs loci of the four endosymbionts were determined, and, using various genus- and species-specific oligonucleotides derived from variable regions in the rrs sequences, the identity of the bacteria present in the bacteriocytes and the ovarian cells was confirmed by PCR and in situ hybridization techniques. Comparison of the 16S DNA sequences with the available database showed the endosymbiotic bacteria to be members of the gamma-subclass of Proteobacteria. They formed a distinct taxonomic group, a sister taxon of the taxons defined by the tsetse fly and aphid endosymbionts. Within the gamma-subclass, the cluster of the ant, tsetse fly and aphid endosymbionts are placed adjacent to the family of Enterobacteriaceae. The evolutionary tree of the ant endosymbionts reflects the systematic classification and geographical distribution of their host insects, indicating an early co-evolution of the symbiotic partners and a vertical transmission of the bacteria.",
    "trans": "캄포노투스속 개미에 내재된 세포내 공생 박테리아가 특징적으로 분석되었다. 이 박테리아는 박테리오사이트라는 일개미와 여왕 개미의 특수한 세포에 국한되어 존재하며; 이 세포들은 중장의 상피세포 사이에 끼어 있는 구조를 가지고 있다. 박테리오사이트는 일반적인 상피세포와 다른 형태적 특징을 보이며 세포질 내에서 막에 둘러싸이지 않은 막대 모양의 그람-음성 박테리아가 다량으로 존재하는 것이 관찰되었다. 이 박테리아는 인접한 상피세포에서는 발견되지 않았으며, 대신 난소의 난모세포 내부에서 발견되었고, 이는 박테리아가 모계 유전 방식으로 전파된다는 강력한 증거를 제공한다. 독일 (C. 헤르쿨레아누스 및 C. 리그니페르두스), 북미 (C. 플로리다누스), 남미 (C. 루피페스)에서 유래한 캄포노투스 속 개미 4종의 공생 박테리아에 대한 16S DNA의 rrs 유전자 좌위는 지금까지 알려진 모든 진정세균의 rrs 서열과 상보적인 올리고뉴클레오타이드를 사용하여 중합효소 연쇄반응 증폭 후 클로닝되었다. 네 종의 공생 박테리아의 rrs 유전자 좌위 DNA 서열이 결정되었으며, rrs 서열 내 가변 영역에서 유래한 속- 및 종-특이적 올리고뉴클레오타이드를 이용하여 중합효소 연쇄반응 및 제자리 혼성화 기법을 통해 박테리오사이트 및 난소 세포에 존재하는 박테리아의 동일성이 확인되었다. 16S DNA 서열을 기존 데이터베이스와 비교한 결과 해당 공생 박테리아가 감마-프로테오박테리아에 속하는 것으로 확인되었다. 그들은 체체파리와 진딧물 공생 박테리아로 정의된 분류군과 자매 분류군을 이루는 독립적인 분류학적 그룹을 형성하였다. 감마-프로테오박테리아 계열 내에서, 개미, 체체파리, 진딧물 공생 박테리아 그룹은 엔테로박테리아과와 인접한 위치에 속한다. 개미 공생 박테리아의 진화 계통수는 숙주 곤충의 계통 분류 및 지리적 분포를 반영하고 있으며, 이는 공생 관계를 이루는 생물들이 초기부터 공진화해왔으며, 박테리아가 수직 전이를 통해 전달되었음을 시사한다."
}