{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Our focus is simple but meaningful, from our distribution centers to our offices every employee of C&S and their family of companies works to help feed local families, neighbors and communities. As a Warehouse Selector, you’ll pick, gather, organize product and prepare orders for delivery to local customers.\nUpbeat individuals interested in staying active, fit while earning above-average income are perfect for this role.\nJob Description\nText “CS” to 32543 to learn more about how you can become a part of our legacy.\nEarn $19.00 per hour + $4.00 freezer premium Total starting rate: $23.00 with additional earning potential after training! Selectors earn $26.00 per hour on average.\n53 Summit Lock RD, Westfield, MA\n1st shift - 6:00am - until work is finished\n2nd shift 7:00pm -until work is finished\n10-12 hour shift length\n4 to 5 day work week (Sunday Required)\nEmployee shuttle service available for day and night shifts.\nYou will contribute by:\nPicking various items by using order sheets or an audio headset\nStacking items on a pallet for wrapping and loading at the bay doors\nEnsuring accuracy to orders while adhering to our safety standards\nOperating a double walkie-rider or electric pallet jack to remove cases of products from storage rack place on pallet and apply selection labels to appropriate cases (not in all cases)\nUtilizing proper wrapping techniques to ensure safety of product to prevent damages\nInforming Supervisor of any differences in case quantity and/or description\nPerforming equipment inspections to completion of appropriate form\nFrequent safe lifting of varying case weight, shape, and height levels\nHaving the ability and willingness to follow all material handling equipment safe operating procedures\nWhat’s a great way to stay in shape?\nContinually Standing, bending, pulling, lifting, pivoting up to 90% of shift\nWalking between 6-12 miles per day on various surfaces including concrete, tile, carpet, etc.\nFrequently lifting of product weighing between 1 - 60 lbs. or more\nFrequent lifting of product ranging from floor to overhead\nPossibility of working on multiple levels of varying height\nSafe handling of sharp objects including box cutting tools\nWe offer:\nPaid training provided\nWeekly Pay\nBenefits available from day 1 (medical, dental, vision, company matched 401k)\nPTO and Holiday Pay offered\nIn certain locations C&S offers $100 towards the purchase of safety shoes\nCareer Progression Opportunities\nTuition Reimbursement\nEmployee Health & Wellness program\nEmployee Discounts / Purchasing programs\nEmployee Assistance Program\nYour work environment may include:\nFrozen – about -20° - 0°\nEvery person matters\nWe keep our values alive through a culture that embraces differences and ensures that every person matters.\nC&S and their Family of Companies are proud to be an Equal Opportunity and Affirmative Action employer, and consider\nqualified applicants without regard to race, color, creed, religion, ancestry, national origin, sex, sexual orientation, gender\nidentity, age, disability, veteran status or any other protected factor under federal, state or local law.\nThe Fine Print\nThis Job advertisement does not constitute a promise or guarantee of employment. This job advertisement describes the general nature and level of this position only. Essential functions and responsibilities may change as business needs require. This position may be with any affiliate of C&S Wholesale Grocers.\nHiring immediately, to apply text “CS” to 32543 OR visit careers.cswg.com\nBy texting the advertised keyword to 32543 you will opt-in to receive hiring messages from the C&S Family of Companies. Text HELP for help or smshelp@paradox.ai. Msg & data rates may apply. Msg freq varies. Text STOP to cancel. For terms of use and privacy information, visit https://olivia.paradox.ai/short-code-terms-of-use/cs-wholesale-grocers **\nQualifications\nGeneral Equivalency Diploma - General Studies, High School Diploma - General Studies\nShift\n1st Shift (United States of America)\nCompany\nC&S Wholesale Grocers, LLC\nAbout Our Company\nC&S Wholesale Grocers, LLC is an industry leader in supply chain solutions and wholesale grocery supply in the United States. Founded in 1918 as a supplier to independent grocery stores, C&S now services customers of all sizes, supplying more than 7,500 independent supermarkets, chain stores, military bases and institutions with over 100,000 different products. C&S also proudly operates and supports corporate grocery stores and services independent franchisees under a chain-style model throughout the Midwest, South and Northeast. We are an engaged corporate citizen, supporting causes that positively impact our communities.\nWorking Safely is a Condition of Employment at C&S Wholesale Grocers, LLC. C&S Wholesale Grocers is proud to be an Equal Opportunity and Affirmative Action employer, and considers qualified applicants without regard to race, color, creed, religion, ancestry, national origin, sex, sexual orientation, gender identity, age, disability, veteran status or any other protected factor under federal, state or local law.\n&nbsp;\ncrea una cuenta de Indeed antes de continuar a la página web de la empresa.\n&nbsp",
    "trans": "우리의 목표는 간단하지만 의미있습니다, 물류 센터에서 사무실까지 C&S와 그 계열사에 속한 모든 직원은 지역 가족, 이웃, 그리고 지역사회를 위해 식료품을 제공하는 데 힘쓰고 있습니다.  창고 셀렉터로서 당신은 제품을 선택하고, 모으고, 정리하며, 현지 고객에게 배송할 주문을 준비는 일을 하게 됩니다.\n활동적이고 건강한 몸을 유지하는 것에 즐거움을 느끼시면서 평균 이상의 소득을 올리고 싶으신 분께 딱 맞는 역할입니다.\n직업 설명\n\"CS\"라는 메시지를 32543번에 보내면, 우리와 함께 할 수 있는 방법에 대해 알아보실 수 있습니다.\n시간당  $19.00 + 냉동고 추가 수당 $4.00  총 시작 시급은 $23.00이며, 교육 후 추가 적립의 가능성도 있습니다! 셀렉터의 시간당 평균 시급은 $26.00입니다.\n53 서밋 락 RD, 웨스트필드, 매사추세츠주\n1교대 - 오전 6시 - 업무 종료 시까지\n2교대 오후 7시 - 업무 종료 시까지\n10-12시간 정도의 교대 근무 시간\n주 4~5일 근무 (일요일 필수 근무)\n주간 및 야간 근무자를 위한 직원 왕복 통근 서비스 제공.\n담당 업무:\n주문서 또는 음성 헤드셋을 참고하여 다양한 제품을 선별\n제품을 팔레트에 적재하여 포장 후 배송 구역으로 이동\n주문의 정확성을 준수하며 안전 규정 준수\n이중 워키라이더 또는 전동 팔레트 잭을 사용하여 보관 랙에서 제품을 꺼내 팔레트에 적재하고 케이스를 제거하고 적절한 케이스에 선택 라벨 부착(해당하는 경우)\n제 손상을 방지하기 위한 적절한 포장 기법 활용\n수량 및 설명에 차이가 있을 경우 관리자에게 보고\n해당 양식에 맞춘 장비 점검\n다양한 무게, 모양, 높이의 케이스를 안전하게 들어 올리기\n모든 자재 취급 장비의 안전 수칙을 준수할 능력 및 의지 갖추기\n체형을 유지하는 좋은 밥법은 무엇일까요?\n근무시간의 약 90%를 일어나 있기, 구부리기, 당기기, 들어 올리기, 회전 동작을 지속적으로 수행\n콘크리트, 타일 ,카펫 등 다양한 표면에서 하루 6~12마일 걷기\n1~60파운드 이상의 무게를 자주 들어올리기\n바닥에서 머리 위까지 제품을 자주 들어올리기\n다양한 높이에서 여러 단계의 작업을 할 수 있는 가능성\n박스 절단 도수를 포함하여 날카로운 물체의 안전한 취급\n제공하는 것:\n유료 교육 제공\n주급 지급\n첫날부터 복지 제공(의료, 치과, 안과, 회사와 연계된 401,000곳들)\n유급 휴가 및 공휴일 수당 제공\n일부 지역에서는 C&S가 안전화 구입비 $100 제공\n경력 개발 기회\n학비 지원\n직원 건강 및 웰빙 프로그램\n직원 할인 및 구매 프로그램\n직원 지원 프로그램\n근무 환경에는 다음이 포함 될 수 있습니다:\n냉동 - 약 -20° ~ 0°\n모든 사람은 소중합니다\n우리는 다름을 포용하고 모든 사람이 중요하다는 것을 보장하는 문화를 통해 우리의 가치를 실천합니다.\nC&S와 그 계열사는 평등한 기회와 적극적 행동을 취하는 고용주임에 자부심이 있으며, 다음을 고려합니다\n인종, 피부색, 신념, 종교, 혈통, 출신 국가, 성별, 성적 지향, 성별에 관계없이 자격을 갖춘 지원자\n정체성, 나이, 장애, 퇴역 군인 신분 또는 연방, 주 또는 지방법에 따른 기타 보호.\n세부 사항\n이 구인 광고는 고용을 약속하거나 보장하지 않습니다. 이 구인 광고는 이 직무의 일반적인 특징과 수준만을 설명합니다. 필수적인 능력과 책임은 사업 요구 사항에 따라 변경될 수 있습니다. 이 직무는 C&S 도매 식료품의 모든 계열사에 해당할 수 있습니다.\n상시 고용 중, 지원하려면 \"CS\"라고 32543번으로 문자 메시지 보내거나 careers.cswg.com을 방문하십시오.\n광고된 키워드를 32543으로 문자로 보내면 C&S 계열사로부터 채용 메시지를 받을 수 있습니다.  도움이 필요하면 HELP라고 문자로 보내거나 smshelp@paradox.ai로 연락하십시오. 메시지 및 데이터 요금이 부과될 수 있습니다.  메시지 빈도는 다양합니다. 취소하려면 STOP이라고 문자를 보내십시오. 이용 약관 및 개인정보 보호 정보는 https://olivia.paradox.ai/short-code-terms-of-use/cs-wholesale-grocers 를 방문하세요. **\n자격 요건\n일반 학력 인증서 - 일반 학문, 고등학교 졸업 증명서 - 일반 학문\n교대 근무\n1교대 (미국)\n회사\nC&S 도매 식료품, LLC\n자사에 관해\nLLC는 미국 내 공급망 해결책 및 도매 식료품 공급 분야의 업계 선두 주자입니다. 1918년 독립적인 식료품 공급업체로 설립된 C&S는 현재 7,500개 이상의 독립 슈퍼마켓, 가맹점, 군사 기지 및 기관을 포함하여 모든 규모의 고객에게 서비스를 제공하고 있으며 10만 개 이상의 다양한 제품을 공급하고 있습니다. 또한 C&S는 중서부, 남부, 북동부 전역에서 체인 형식을 모방한 독자적인 프랜차이즈를 운영하며 지원 중인 회사 소유의 식료품점을 자랑스럽게 운영하고 있습니다. 우리는 지역 사회에 긍정적인 영향을 미치는 대의를 지원하는 적극적인 기업 시민입니다.\n안전하게 근무하는 것은 C&S 도매 식료품, LLC의 고용 조건입니다. C&S 도매 식료품은 평등한 기회와 적극적인 행동을 하는 고용주임을 자랑스럽게 생각하며 인종, 피부색, 신념, 종교, 조상, 출신 국가, 성별, 성적 지향, 성 정체성, 나이, 장애, 퇴역 군인 지위 또는 연방법, 주 또는 지방법에 따른 기타 보호 요소와 관계 없이 자격을 갖춘 지원자를 고려합니다.\n&nbsp\ncrea una cuenta de Indeed antes de continuar a la página web de la empresa.\n&nbsp"
}