{
    "source": "en_US",
    "target": "ko_KR",
    "text": "ehavior no longer applied.\nThe 1990s: Institutionalization of Business Ethics\nThe administration of President Bill Clinton continued to support self-regulation and\nfree trade. However, it also took unprecedented government action to deal with health-\nrelated social issues such as teenage smoking. Its proposals included restricting cigarette\nadvertising, banning cigarette vending machine sales, and ending the use of cigarette logos\nin connection with sports events. 26 Clinton also appointed Arthur Levitt as chairman of\nthe Securities and Exchange Commission in 1993. Levitt unsuccessfully pushed for many\nreforms that, if passed, could have prevented the accounting ethics scandals exemplified by\nEnron and WorldCom in the early twenty-first century. 27\nThe Federal Sentencing Guidelines for Organizations (FSGO), approved by Congress in\nNovember 1991, set the tone for organizational ethical compliance programs in the 1990s.\nThe guidelines, which were based on the six principles of the DII, 28 broke new ground by\ncodifying into law incentives to reward organizations for taking action to prevent miscon-\nduct, such as developing effective internal legal and ethical compliance programs. 29 Provi-\nsions in the guidelines mitigate penalties for businesses striving to root out misconduct\nand establish high ethical and legal standards. 30 On the other hand, under FSGO, if a com-\npany lacks an effective ethical compliance program and its employees violate the law, it can\nincur severe penalties. The guidelines focus on firms taking action to prevent and detect\nbusiness misconduct in cooperation with government regulation. At the heart of the FSGO\nis the carrot-and-stick approach; that is, by taking preventive action against misconduct,\na company may avoid onerous penalties should a violation occur. A mechanical approach\nusing legalistic logic will not suffice to avert serious penalties. The company must develop\ncorporate values, enforce its own code of ethics, and strive to prevent misconduct. The law\nCopyright 201 Cengage Learning. All Rights Reserved. May not be copied, scanned, or duplicated, in whole or in part. Due to electronic rights, some third party content may be suppressed from the eBook and/or eChapter(s).\nEditorial review has deemed that any suppressed content does not materially affect the overall learning experience. Cengage Learning reserves the right to remove additional content at any time if subsequent rights restrictions require it.\n23715_ch01_ptg01_hr_001-027.indd 12 23715_ch01_ptg01_hr_001-027.indd 12 25/10/13 5:19 PM 25/10/13 5:19 PM\nChapter 1: The Importance of Business Ethics 13\ndevelops new amendments almost every year. We will provide more detail on the FSGO’s\nrole in business ethics programs in Chapters 4 and 8 .\nThe Twenty-First Century of Business Et",
    "trans": "행동이 더 이상 적용되지 않았다.\n1990년대: 비즈니스 윤리의 제도화\n빌 클린턴 대통령 행정부는 자기 규제와\n자유 무역을 지속적으로 지지했습니다. 그러나, 건강 문제를 해결하기 위해 전례 없는 정부 조치도 필요했다\n청소년 흡연과 같은 관련 사회 문제. 그 제안에는 담배 제한이 포함\n광고, 담배 자판기 판매 금지, 담배 로고 사용 중단\n스포츠 이벤트와 관련. 26 클린턴은 또한 아서 레빗을 회장으로 임명\n1993년 증권거래위원회. 레빗은 많은 사람들을 지지했지만 실패\n만약 통과되었다면, 다음과 같은 회계 윤리 스캔들을 예방할 수 있었던 개혁들\n21세기 초 엔론과 월드컴. 27\n연방 조직 양형 지침(FSGO), 다음에서 의회 승인\n1991년 11월, 1990년대 조직 윤리 준수 프로그램의 분위기를 조성했다.\nDII의 여섯 가지 원칙에 기반한, 이 지침은, 28을 통해 새로운 출발점을 마련\n오해를 방지하기 위한 조치를 취한 조직에 보상하기 위한 법적 인센티브로 문장화하기\n덕트, 와 같은 효과적인 내부 법적 및 윤리적 준수 프로그램 개발. 29 Provi-\n가이드라인의 세션은 위법 행위를 근절하기 위해 노력하는 기업에 대한 처벌을 완화\n그리고 높은 윤리적 및 법적 기준을 확립합니다. 30 반면에, FSGO 하에서는, 만약 com이-\n패니는 효과적인 윤리 준수 프로그램이 부족하고 직원들이 법을 위반할 수 있으며, 이것은 가능하다\n심각한 처벌을 받는다. 가이드라인은 기업이 예방 및 탐지를 위해 조치를 취하는 데 중점을 두며\n정부 규제와 협력한 비즈니스 위법 행위. FSGO의 핵심\n당근과 채찍의 접근 방식이다; 즉, 위법 행위에 대한 예방 조치를 취함으로써,\n회사는 위반이 발생할 경우 부담스러운 처벌을 피할 수 있다. 기계적 접근 방식\n법적 논리를 사용하는 것만으로는 심각한 처벌을 피하기에 충분하지 않다. 회사는 개발해야 합니다\n기업 가치관, 자체 윤리 강령을 집행하고, 위법 행위를 방지하기 위해 노력합니다. 법\nCopyright 201 Cengage Learning. 모든 권리 보유. 전체 또는 부분적으로 복사, 스캔 또는 복제할 수 없습니다. 전자 권리로 인해, 일부 타사 콘텐츠는 전자책 및/또는 eChapter(s)에서 삭제될 수 있습니다.\n편집 검토 결과 누락된 콘텐츠가 전체 학습 경험에 실질적인 영향을 미치지 않는 것으로 판단되었습니다. Cengage Learning은 이후 권리 제한이 요구될 경우 언제든지 추가 콘텐츠를 제거할 권리를 보유합니다.\n23715_ch01_ptg01_hr_001-027.indd 12 23715_ch01_ptg01_hr_001-027.indd 12 25/10/13 5:19 PM 25/10/13 5:19 PM\n챕터 1: 비즈니스 윤리의 중요성 13\n매년 거의 새로운 수정안이 개발됩니다. 우리는 FSGO의 역할에 대해 더 자세한 정보를 제공할 예정\n챕터 4과 8에서 비즈니스 윤리 프로그램 내에서의 역할 .\nThe Twenty-First Century of Business Et"
}