{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Cassie let out a shout, her words tripping over each other. \"I'm coming, holy shit Alex, fuck, I'm coming!\"\nI grit my teeth and tightened my grip, only lasting another stroke up my cock before I started to come as well, breathing out her name as I did.\nA few minutes went by while we both panted into the phone, catching our breath. When a small laugh came from her end, I let the smile spread across my face. There was something about her laugh that just warmed me right up. I loved hearing it.\n\"Well,\" she said with a croaky voice before clearing it and continuing, \"that was... something.\"\n\"No shit. I came harder just now than I have in years.\"\n\"Really?\" I heard the pride and hopefulness in her voice and I could just imagine her cheeks growing pink.\n\"Yes really. I would ask if you did too, but I already know you did by how loud you yelled my name when you came.\"\nShe let out a scoff, and I knew she was rolling her eyes despite the grin on her face. \"You're going to knock yourself out with that giant ego of yours.\"\n\"Nah baby, I'd be more likely to knock myself out with my giant co-\"\n\"OHMYGOD,\" she yelled, the laugh in her voice obvious before she hung up on me.\nI let out a loud laugh, still chuckling while I pulled up the messaging app for her company.\n\"Why'd you hang up? I wasn't done talking yet.\"\nIt took a minute, but she responded. \"I wasn't going to sit there and listen to you go on about your giant cock!\"\n\"I would do no such thing! But, since we're on the subject...\"\n\"GOOD. NIGHT. ALEX.\"\nI laughed again, deciding to give her a break. \"Oh alright. Goodnight, filthy Cassie.\"\nI turned my screen off, paused, then opened the app one last time, already chuckling to myself while I typed.\n\"Dream of my giant cock, babe.\"\nWhat? I couldn't resist.",
    "trans": "캐시는 소리를 지르며, 그녀의 말은 서로 엇갈렸다. \"갈것 같아, 맙소사 알렉스, 씨발, 간다!\"\n나는 이를 악물고 그녀의 손을 더욱 세게 잡았고, 그녀의 이름을 내뱉으며 사정을 시작하기 전에 마지막으로 한번 더 박았다.\n몇 분 동안 우리 둘 다 전화에 대고 숨을 고르며 헐떡거렸습니다. 그녀 쪽에서 작은 웃음소리가 나왔을 때, 나는 그 미소가 내 얼굴에 퍼지도록 했습니다. 그녀의 웃음소리에는 나를 바로 따뜻하게 하는 무언가가 있었습니다. 나는 그것을 듣는 것을 좋아했습니다.\n\"글쎄요.\" 그녀는 쉰 목소리로 말하고 나서 말을 끊고 이어갔습니다. \"그게... 뭔가 특별한 거였어요.\"\n\"젠장. 난 지금 몇 년 만에 가장 강하게 갔어요\"\n\"정말이에요?\" 나는 그녀의 목소리에서 자부심과 희망을 들었고 그녀의 뺨이 분홍빛으로 변하는 것을 상상할 수 있었습니다.\n\"네, 정말요. 당신도 그랬는지 물어보고 싶지만, 당신이 왔을 때 내 이름을 얼마나 큰 소리로 외쳤는지 이미 알고 있어요.\"\n그녀는 비웃었고, 나는 그녀가 얼굴에 미소를 띠고 있음에도 불구하고 눈을 굴리고 있다는 것을 알았다. \"당신은 그 거대한 자존심으로 스스로를 녹아웃시킬 거예요.\"\n\"아니, 자기야, 난 거대한 자지와 함께라면 더 쉽게 쓰러질 거야-\"\n\"맙소사!\" 그녀는 소리쳤고, 전화를 끊기 직전 그녀의 목소리에는 웃음기가 가득했다.\n나는 여전히 웃음을 터뜨린 채 그녀 회사의 메시지 앱을 켰다.\n\"왜 전화를 끊었어? 아직 얘기 안 끝났어.\"\n잠시 걸렸지만, 그녀는 대답했다. \"나는 거기 앉아서 당신이 당신의 거대한 자지에 대해 떠드는 것을 듣고 싶지 않았어요!\"\n\"저는 그런 일은 하지 않을 거예요! 하지만, 우리가 그 주제에 대해 이야기하고 있으니까...\"\n\"잘 자요. 알렉스.\"\n나는 다시 웃으며 그녀에게 휴식을 주기로 결심했다. \"오, 알았어요. 잘 자요, 추잡한 캐시.\"\n나는 화면을 끄고 잠시 멈췄다가 마지막으로 앱을 열었고, 타이핑하는 동안도 벌써부터 혼자 웃음이 나왔다.\n\"내 거대한 자지를 꿈꿔, 자기야.\"\n뭐? 참을 수가 없었어요."
}