{
    "source": "en_US",
    "target": "ko_KR",
    "text": "There were many things Jules wanted to do in life, but getting out of her bed was not one of them. Currently she was laying on Bretts chest while he stroked her hair, both of them laying in silence -listening to each other's heartbeats- as the sun began to rise. Jules ran her fingers along his chest which felt quite ticklish to him. She looked up at him, smiling as he stared at her lovingly. \"Don't look at me like that.\" She says in a morning voice which makes Bretts eyebrows furrow. \"It makes me wanna stay in bed all day.\" She finishes as Brett rolls his eyes at her humor.\n\"Trust me, I wish we could stay in bed all day, but we have to look for Mason.\" Brett says to her which silences her laughter. She lifts her head from his chest and sits up as she scrunches the shirt she has put on during the night in her hand. \" I feel like I should've figured it out y'know. He had the whole idea about frequencies and yet every time there was one...he was never there. I don't know maybe if I figured it out sooner we could've figured out a way to detach the beastly side of him.\" Jules rants to Brett as he traces patterns in her hand. \"We'll find a way to save him. If we can bring you back, there's gotta be a way to bring him back.\" He says which reassures her immediately.\nShe quickly stands up grabbing a towel, insinuating that she was going to take a shower which made Brett nod, understanding that the faster she got ready the faster they could go out and look for Mason. She closed her bathroom door, and turned the knob in her shower to hot. As she waited she began to take her shirt off but stopped because of one particular thought. She hadn't seen her aura herself, she had only been told by Brett what it had look like, and if he could see it then so can she.\nShe closed her eyes and she could feel them change, but a small part inside her didn't want to open them. She was afraid that if she opened them, her eyes would be red again. But she pushed it aside and asomar gasped at what she saw. She was no longer surrounded by two different auras. Surrounding her was a White Cadejo who's eyes shined purple just like hers. It had engulfed her but not in a way that meant it wanted to take over, it was as if the aura was protecting her. It was significantly taller than her, and she turned her head up to look at its eyes through the mirror. It nodded at her which made her smile as they had come to an understanding. This is what Jules was meant to be, and she would soon be developing new abilities which would be unbeknownst to her unless she spoke with Deaton. But for now it had become apart of her.\n***\n\"My dad's got an APB out.\" Stiles says to the group of teens as they stand around the kitchen island. \"For a 5'8\" sixteen-year-old?\" Kira asks Stiles warily which makes him shrug. \"I recommended \"nine-foot-tall rampaging werewolf\"\" Stiles tells her which makes Scott chuckle from the hall as he heads towards the kitchen, also noticing a certain glow in Jules' face which he would be sure to ask about later.\n\"It still might not be him...\" Liam says as the rest of the pack gives him a look of sympathy which makes Liam sigh. \"... But, Hayden's at the school looking.\" Liam adds as Scott joins the conversation. \"Our mom can check all the hospitals in the county.\" Scott says as the pack turns to take in his appearance. They all looked relived seeing that he had healed from his injuries that were inflicted on him the previous night.\nNoticing Liams worried look Scott speaks up again. \"We can find him.\" Scott says to Liam. \"What happens then?\" The younger boy asks him. \"We figure out a way to save him.\" Scott says leaving not only Liam but Jules relieved as well. \"Okay. Where else could we look?\" Lydia asks the group which makes Scott shrug. \"Let's ask Corey!\" Scott says making the others frown in confusion. However that look of confusion quickly turns to shock as Scott seeming grabs into air which turns out to be Corey who has been eavesdropping on them using his invisibility. Corey began to feel frantic as their shocked faces became defensive.\n\"Wait! WAIT! It's not my fault! They took him, and I couldn't do anything. They took him!\" Corey pleads with Scott. \"Who?\" Scott asks him.\n\"The Dread Doctors.\"",
    "trans": "Jules가 인생에서 하고 싶어했던 많은 일들 중, 침대에서 일어나는 것은 포함되지 않았다. 현재 그녀는 Brett의 가슴 위에 누워 있었고, Brett은 그녀의 머리카락을 쓰다듬고 있었다. 두 사람은 해가 떠오르기 시작하면서 - 서로의 심장 박동 소리를 들으며 -침묵 속에 누워 있었다. Jules는 그의 가슴을 따라 손가락을 움직였는데 이는 그에게 꽤 간지러운 느낌을 주었다. 그녀는 그를 올려다보며, 미소를 지었고 그는 그녀를 사랑스럽게 응시했다.  \"그렇게 쳐다보지 마.\" 그녀가 아침의 부드러운 목소리로 말하자 Brett의 눈썹이 찌푸려졌다. \"그렇게 보면 하루 종일 침대에 있고 싶어져.\" 그녀가 말을 마치자 Brett은 그녀의 유머에 눈알을 굴렸다.\n\"믿어봐, 하루 종일 침대에 누워있을 수 있으면 좋겠지만, Mason을 찾아야 해.\" Brett이 그녀에게 말하자 그녀의 웃음은 사라졌다. 그녀는 그의 가슴에서 머리를 들어 앉으며 밤새 입었던 셔츠를 손으로 움켜쥐었다. \"내가 좀 더 빨리 알아냈어야 했던 것 같아 알지. 그는 주파수에 관한 모든 아이디어를 가지고 있었지만 매번 그 순간에는 결코 곁에 없었어... 모르겠어 내가 더 빨리 알아냈다면 그의 야수 같은 면모를 분리할 방법을 찾을 수 있었을 텐데.\" Jules가 Brett에게 토로하자 그는 그녀의 손에 패턴을 그리며 말했다. \"우린 그를 구할 방법을 찾을 거야. 만약 우리가 너를 되돌릴 수 있다면, 그를 되돌릴 방법도 반드시 있을 거야\" 그가 말하자 그녀는 즉시 안심했다.\n그녀는 재빨리 일어나 수건을 집어 들며, 샤워를 하러 갈 것임을 암시했고, 그 모습을 본 Brett은 고개를 끄덕이며, 그녀가 빨리 준비할수록 Mason을 찾으러 빨리 나갈 수 있다는 것을 이해했다. 그녀는 욕실 문을 닫고, 샤워기 손잡이를 돌려 뜨거운 물이 나오도록 했다. 잠시 기다리면서 그녀는 셔츠를 벗기 시작했지만 한 가지 생각에 멈췄다. 그녀는 자신의 오라를 직접 본 적이 없었고, 오직 Brett에게서 그것이 어떻게 생겼는지 들었을 뿐이었다. 그리고 만약 Brett이 그것을 볼 수 있다면, 그녀도 볼 수 있을 것이라는 생각에 멈춘 것이다.\n그녀는 눈을 감았고 눈동자가 변하는 것을 느꼈지만, 내면의 작은 한 부분은 그것을 뜨고 싶어하지 않았다. 눈을 뜨면, 다시 눈이 빨갛게 될까 두려웠기 때문이다. 그러나 그녀는 그 생각을 밀어내고 자신이 본 것에 놀라 숨을 들이켰다. 이제 그녀는 두 개의 다른 오라에 둘러싸여 있지 않았다. 그녀를 둘러싼 것은 흰색 카데조로 그 눈은 그녀의 눈처럼 보랏빛으로 빛나고 있었다. 그 오라는 그녀를 감쌌지만, 지배하려는 의도는 아니었고 오히려 그녀를 보호하는 듯했다. 그것은 그녀보다 훨씬 컸고, 그녀는 거울을 통해 그 눈을 보려고 머리를 들었다. 그것은 고개를 끄덕였고 그로 인해 그녀는 서로 이해하게 된 듯 미소를 지었다. 이것이 바로 Jules가 되어야 할 모습이며, 곧 그녀는 Deaton과 대화하지 않는 한 자신도 모르게 새로운 능력을 개발하게 될 것이다. 그러나 지금은 그것이 그녀의 일부가 되어버렸다.\n***\n\"내 아버지께서 APB를 내셨어.\" Stiles가 주방 섬 주변에 서 있는 십대 그룹에게 말했다. \"키 5피트 8인치의 16세 소년에게?\" Kira가 경계하며 Stiles에게 물었고 이에 그가 어깨를 으쓱였다. \"나는 \"키가 아홉 피트인 난폭한 늑대인간\"을 추천했어\" Stiles가 그녀에게 말하자 Scott은 복도에서 웃음을 터트리며 주방으로 향했고, 동시에 나중에 꼭 물어보고 싶어 보이는 Jules의 얼굴에 비치는 어떤 빛을 알아챘다.\n\"그래도 그가 아닐 수도 있어...\" Liam이 말하자 무리의 다른 사람들은 동정 어린 눈길을 보내었고 그로 인해 Liam은 한숨을 쉬었다.\"...하지만, Hayden은 학교에서 찾고 있어.\" Liam이 덧붙였고 Scott이 대화에 합류했다. \"우리 엄마가 군 내 모든 병원을 확인해 주실 거야.\" Scott이 말했고 무리가 그의 외모를 살피기 위해 돌아섰다. 모두는 그가 전날 밤 입은 부상에서 회복된 것을 보고 안도한 표정을 지었다.\nLiam의 걱정스러운 표정을 알아챈 Scott이 다시 입을 열었다. \"우리가 그를 찾을 수 있어.\" Scott이 Liam에게 말했다. \"그럼 어떻게 되는 거야?\" 더 어린 소년이 물었다. \"우리가 그를 구할 방법을 찾아내면 돼.\" Scott이 말하자 Liam뿐만 아니라 Jules도 안도했다. \"그래. 그럼 어디를 더 찾아봐?\" Lydia가 무리에게 물었고 이에 Scott은 어깨를 으쓱였다. \"Corey한테 물어보자!\" Scott이 말하자 다른 이들은 혼란스러운 표정으로 찌푸렸다. 그러나 그 혼란스러운 표정은 곧 충격으로 바뀌었는데 Scott이 공중을 움켜쥐는 듯한 행동을 하자 사실 그의 투명 능력을 이용해 그들의 대화를 엿듣고 있던 Corey로 변했다. Corey는 그들의 충격받은 표정이 방어적으로 변하는 것을 보며 초조해지기 시작했다.\n\"잠깐! 잠깐만! 내 잘못이 아니야! 그들이 그를 데려갔고, 그리고 나는 아무것도 할 수 없었어. 그들이 그를 데려갔어!\" Corey가 Scott에게 간절히 호소했다. \"누구?\" Scott이 그에게 묻는다.\n\"두려운 의사들.\""
}