{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Pepper smiled. “Morgan is okay.” She promises, offering a gentle squeeze to Tony’s bruised fingers. For the first time, Pepper watches the facade drop just long enough to see nothing but utter relief go across Tony’s features. But she can see lingering anxiety twitching up the eyebrow on his non-bandaged eye. It doesn’t take being a (former) hotshot billionaire playboy to figure out there was someone else he wanted to know about. “...what about the kid?”\nPepper pressed her lips into that smile she always did when the news was mixed. All at once, Tony felt anxiety bubbling up in his chest, closing up his throat in a way he’d learned was panic. But Pepper senses it, and is quick to quell it before it can get to the point of a full blown attack. “He’s okay, Tony. He’s just down the hall. Happy is with him. He split his head open, among lots of other things, but the doctors say he’s going to be alright. He’s just being as stubborn as you.”\nDespite Pepper’s words being spoken in a soft reassuring tone, Tony feels antsy. With everything that had happened, the things he was willing to sacrifice just to see that kid again, it wouldn’t feel real until Peter was right in front of him. Because right now, without Peter being where Tony could touch him and see him, the only memory he really had to cling onto was that fateful day on Titan. That simple hug on the battlefield was far from enough. He still remembered every moment of his last full interaction with Peter Parker.\nHe could hear every crack and squeak in Peter’s voice as he sought out Tony, only to beg Tony to protect him, to help him. He remembered how quickly he had rushed over, so lost on what to do. It all felt like some sort of cruel joke.\nAs Iron Man, he’d saved the world time and time again. He’d fought against aliens, killer robots, super soldiers and norse fucking gods and still made it home for dinner. And yet, when it came down to the most important save of his life, he was completely useless. There were no suits to be made, no weapons, no back up to be called. There would be no super cool last minute save, there was nothing left and no one.\nThere was only Peter fading away in his hands. And even as he turned to nothing but dust, beneath all that fear, the kid still had an unyielding blind faith in Tony shining bright in his big, too trusting eyes.\nHow sick was that? That even as Peter fucking died, he still looked at Tony like he was actually a hero. Like Tony would be able to just snap his fingers and make everything okay, like he always did.\nTony had fucked up, a lot. He’d made many questionable calls, some he stood by, some he would rather forget ever happened. See previously mentioned killer robot.\nAnd yet, this was the worst failure he’d ever encountered in his entire life. Because Peter dying signaled he had never been a real hero, not really. Not when he had failed the most important mission of his entire useless, over the top, cartoonish life.\nTo keep that annoying, dorky, lovable ass kid alive.\nHe couldn’t let that happen again- he needed to see Peter, and he needed to see him now.\nHe’s sitting up before he can really think twice about it. Or, think about anything in general. The only thought on his mind was getting to Peter, the feeling more of an instinct then breathing.\nPepper is one step ahead, already on her feet. The only thing more predictable than Tony’s movements were Pepper’s reactions to them. “Tony- lay back down, are you crazy? Someone can bring Peter here, you’re not in any condition to even sit up-” She pleaded, her hand gripping onto Tony’s shoulder in a way that his weakened strength was no match against.\nTony huffed, clearly frustrated. “Pep, it’s no b-”",
    "trans": "페퍼가 미소를 지었다. “모건은 괜찮아.” 그녀는 Tony의 멍든 손가락을 부드럽게 쥐며 약속했다. 처음으로, 페퍼는 그의 표정에 완전한 안도감이 스쳐 지나가는 것을 보았지만, 그의 붕대에 싸이지 않은 눈썹에 남아 있는 불안이 움찔하는 것을 볼 수 있었다. (전직) 잘나가는 억만장자 플레이보이였던 자신이라면 그가 알고 싶어하는 다른 사람이 있다는 걸 쉽게 알아챌 수 있었다. “...그 아이는 어때?”\n페퍼는 언제나 그렇듯 소식이 엇갈릴 때의 그 미소를 입술에 담았다. 순간적으로, 토니는 가슴 속에서 불안이 끓어오르며 목이 막히는 느낌을 받았다. 그건 그가 패닉 상태라는 걸 배운 방식이었다. 그러나 페퍼는 그걸 느끼고, 완전히 폭발하기 전에 빠르게 진정시켰다. \"그는 괜찮아, 토니. 그냥 복도 끝에 있어. 해피가 그와 함께 있어. 머리를 열어서 다친 부분도 있고, 다른 곳들도 많이 다쳤지만 의사들은 괜찮다고 했어. 그저 너처럼 고집만 부리고 있지.\"\n페퍼의 말은 부드럽고 안심시키는 톤으로 들렸지만, 토니는 여전히 불안감을 느꼈다. 그동안 일어난 모든 일들, 아이를 다시 보려고 자신이 기꺼이 희생했던 것들, 피터가 그 앞에 나타날 때까지는 이 모든 것이 현실처럼 느껴지지 않을 것이다. 왜냐하면 지금, 피터가 토니가 그를 만지고 보고 있을 수 있는 곳에 없다면, 토니가 붙잡을 수 있는 유일한 기억은 그 운명의 날, 타이탄에서의 일이었기 때문이다. 전장 한복판에서의 그 간단한 포옹은 결코 충분하지 않았다. 그는 피터 파커와 마지막으로 온전히 상호작용했던 순간을 여전히 선명하게 기억하고 있었다.\n토니는 피터의 목소리에서 나오는 모든 갈라지고 삐걱거리는 소리를 들을 수 있었다. 피터는 그에게 다가가 자신을 지켜달라고, 도와달라고 애원했다. 그는 얼마나 급하게 달려갔는지, 무엇을 해야 할지 몰라서 얼마나 혼란스러웠는지를 기억했다. 그 모든 것이 마치 잔인한 농담처럼 느껴졌다.\n아이언맨으로서 그는 세상을 여러 번 구했다. 외계인, 킬러 로봇, 슈퍼 솔저, 노르웨이의 신들과 싸우면서도 저녁에는 집에 돌아갔다. 그런데 인생에서 가장 중요한 구출이 필요할 때, 그는 완전히 쓸모가 없었다. 만들 수 있는 수트도 없었고, 무기도 없었으며, 호출할 백업도 없었다. 마지막 순간의 멋진 구출은 없었고, 남은 건 아무것도 없었으며, 아무도 없었다.\n그에게 남은 것은 손 안에서 사라져가는 피터뿐이었다. 그리고 그가 아무것도 아닌 먼지로 변할 때, 두려움 속에서도 그 아이는 여전히 토니에게 변함없는 맹목적인 신뢰를 보이며 그의 크고 너무 믿음직한 눈빛 속에서 그것이 빛나고 있었다.\n그게 얼마나 짜릿했냐? 피터가 죽어가면서도, 그는 여전히 토니를 영웅처럼 바라봤다. 마치 토니가 손가락을 튕기면 모든 것이 괜찮아질 거라고, 그가 항상 그랬던 것처럼.\n토니는 많이 망쳤다. 많은 의문스러운 결정을 내렸고, 그 중 일부는 자신이 옳다고 믿었고, 일부는 아예 일어난 일을 잊고 싶었다. 앞서 언급된 킬러 로봇을 보라.\n그럼에도 불구하고, 이것은 그가 인생에서 겪은 가장 큰 실패였다. 피터가 죽음으로써 그는 진정한 영웅이 아니었음을 깨달았다. 정말로 영웅이 아니었다. 자신이 가장 중요한 임무에서 실패했을 때, 그의 쓸모없고 과장되며 만화 같은 인생에서.\n그 성가시고, 바보 같고, 사랑스러운 그 아이를 살리는 것.\n그는 그런 일이 다시 일어나게 할 수 없었다. 그는 피터를 봐야 했고, 지금 당장 그를 봐야 했다.\n그는 깊이 생각할 새도 없이 일어난다. 아니, 사실 아무것도 생각할 틈도 없이. 그의 머릿속에 있는 유일한 생각은 피터에게 가는 것이었고, 그 느낌은 숨 쉬는 것보다 더 본능적이었다.\n페퍼는 한 발 앞서 이미 일어섰다. 토니의 움직임보다 더 예측 가능한 것은 페퍼의 반응이었다.“토니- 다시 누워, 미쳤어? 누군가 피터를 데려올 수 있어, 너 지금 일어날 상태도 아니잖아-” 그녀는 간청하며, 손이 토니의 어깨를 잡고 있었다. 그의 약해진 힘으로는 그 힘에 맞설 수 없었다.\n토니는 분명히 짜증을 내며 헥헥거렸다. \"페퍼, 그건 아니-”"
}