{
    "source": "en_US",
    "target": "ko_KR",
    "text": "2. Fundamentally, engineering is the application of math, science, and technology to solve complex problems. Why do you want to study engineering? * 200 words\nTechnology surrounds us, in the phones we hold, the cars we drive, and the watches we use. Yet even from a young age, the depiction of this technology in modern media caught my eye. From advanced technology like the cartoon cyborg detective Inspector Gadget to Youtuber Mark Rober’s passion-led projects aimed to entertain and educate, the possibilities were endless.\nI would spend late nights drawing machines where at the push of a button, everyone’s favorite dishes would be cooked and served, or helicopter-car hybrids so I could fly above traffic and get home faster. These naive ideas developed into concepts like advanced and intelligent androids to feed, care for, and accompany those in need, like the elderly, or fast-acting rescue robots, soaring through the skies to find and retrieve people in danger. And with the collaborative nature of engineering, I can tackle these issues with equally passionate individuals, to work towards a better society.\nI want to study engineering because it allows me to satisfy my childhood infatuation for grand machines and my evolving affinity for technology that can change lives.\n3. Why do you think you would love to study at Cornell Engineering? * 200/200 words\nWith Cornell Engineering’s endless resources and support, I can explore my interests and passions in robotics and further explore the use of technology to enhance everyday life and tackle worldwide problems.\nAs someone who learns best by doing, I’m specifically excited to explore Cornell’s student project teams. I’m particularly passionate about Cornell University's Autonomous Drone. Their goal to beat the Guinness world record for quadcopter speed is admirable, and I’d love to learn more about how their most recent drone’s ability to retrieve objects and navigate an obstacle course without any human intervention.\nOutside of student projects, I want to engage in research with Professor Campbell and Professor Kress-Gazit at the Autonomous Systems Lab and discuss projects such as MobilEye and further improve its design by using infrared vision to better detect objects of interest, such as detecting a person standing behind a car.\nI’d also love to take classes such as CS 3152 - Introduction to Computer Game Architecture with Professor White to broaden my skill set and learn in the same class where “family style,” a cooperation game made by Cornellians that I was obsessed with, was created, while also witnessing new creative games presented during the spring showcase.\n4. What brings you joy? * 84/100 words ✅\nTerrible jokes, dad jokes, un-punny jokes. While well-thought-out punchlines are the face of humor, I find myself making jokes so bad they’re funny. Whether it’s during an energetic discussion or after the conversation begins to die down, interjecting a signature pun never fails to silence everyone, friends and family alike, before erupting in noise. From laughter at its absurdity to playful groans and shaking of heads, the simple act of lighting up a room with a quick-witted quip is what brings me joy.\n5. What do you believe you will contribute to the Cornell Engineering community beyond what you've already detailed in your application? What unique voice will you bring? * 75/100 words\nLike actors, backstage crew, also have to adapt when something goes wrong on stage. When a prop is left on stage, we have to improvise. Likewise, as an engineer, when something goes wrong with our machinery, we have to pivot, take off what didn’t work or what broke, and try again. My experiences in both theatre and engineering have allowed me to think quickly on my feet, and find reasonable solutions under tight time constraints.",
    "trans": "2. 기본적으로, 공학은 복잡한 문제를 해결하기 위해 수학, 과학, 그리고 기술을 응용하는 것입니다. 당신은 왜 공학을 공부하고 싶습니까? * 200 단어\n기술은 우리가 들고 있는 핸드폰, 운전하는 자동차, 사용하는 시계와 같이 우리 주변에 널리 퍼져 있습니다. 그럼에도 어릴 때부터 현대 미디어에서 이러한 기술이 묘사되는 방식은 제 눈길을 사로잡았습니다. 만화 속 사이보그 탐정 인스펙터 개젯과 같은 첨단 기술부터 유튜버 Mark Rober의 열정이 깃든 즐겁고 교육적인 프로젝트들까지, 그 가능성은 무한했습니다.\n저는 밤늦게까지 버튼 하나만 누르면, 모두가 좋아하는 요리가 조리되어 제공되는 기계를 그리거나, 교통 체증 위를 날아서 더 빨리 집에 도착할 수 있는 헬리콥터-자동차 하이브리드를 그리며 시간을 보냈습니다. 이러한 순진한 아이디어들은, 노인과 같이 도움이 필요한 이들을 위해 식사를 제공하고, 돌보며 동행할 수 있는 첨단의 지능형 안드로이드나, 위험에 처한 사람들을 찾아 구출하기 위해 하늘을 나는 빠르게 작동하는 구조 로봇과 같은 개념으로 발전하였습니다. 그리고 공학의 협력적인 특성을 통해, 저는 똑같이 열정적인 사람들과 함께, 이러한 문제들을 해결하며 더 나은 사회를 향해 나아갈 수 있습니다.\n저는 공학을 공부하고 싶고 이는 공학은 어린 시절 거대한 기계에 대한 동경과, 삶을 변화시킬 수 있는 기술에 대한 점점 발전하는 애정을 충족시켜 주기 때문입니다.\n3. 왜 Cornell Engineering에서 공부하는 것이 좋을 것이라고 생각하십니까? * 200/200 단어\nCornell Engineering의 무한한 자원과 지원 덕분에, 저는 로보틱스에 대한 관심과 열정을 탐구하고 기술을 활용하여 일상생활을 향상시키며 전 세계적인 문제를 해결하는 방법을 더욱 깊이 연구할 수 있을 것입니다.\n실천을 통해 배우는 사람으로서, 저는 특히 Cornell의 학생 프로젝트 팀들을 탐구하는 것에 대해 흥미를 느낍니다. 저는 특히 Cornell University의 자율 드론에 열정을 가지고 있습니다. 그들의 목표인 쿼드콥터 속도에 대한 Guinness 세계 기록 도전은 감탄할 만하며, 인간의 개입 없이 물체를 회수하고 장애물 코스를 통과하는 최신 드론의 능력에 대해 더 배우고 싶습니다.\n학생 프로젝트 외에도, 저는 Autonomous Systems Lab에서 Campbell 교수님과 Kress-Gazit 교수님과 함께 연구에 참여하고 싶습니다. 또한 MobilEye와 같은 프로젝트에 대해 논의하며 적외선 비전을 활용하여 관심 대상, 예를 들어 자동차 뒤에 서 있는 사람을 더 잘 감지할 수 있도록 디자인을 더욱 개선하는 방안도 모색하고 싶습니다.\n또한 저는 CS 3152 - Introduction to Computer Game Architecture와 같은 수업을 White 교수님과 함께 수강하여 제 기술 역량을 확장하고, 제가 관심을 쏟았던 Cornell 학생들이 만든 “family style,”이라는 협력 게임이 만들어진 같은 수업에서 배우며, 동시에 봄 시즌 쇼케이스에서 발표된 새로운 창의적인 게임들을 직접 보고 싶습니다.\n4. 무엇이 당신에게 기쁨을 주나요? * 84/100 단어 ✅\n끔찍한 농담, 아빠의 농담, 웃기지 않는 농담. 정교하게 구상된 펀치라인이 유머의 얼굴이라면, 저는 때때로 너무 형편없어서 웃기기까지 한 농담을 하는 자신을 발견합니다. 활기찬 토론 중이든 대화가 점차 식어갈 때든, 저만의 시그니처 펀을 끼어들면, 친구와 가족 모두가, 순식간에 조용해지다가 곧 웃음소리로 터져 나옵니다. 그 어처구니 없음에 웃음을 터트리거나, 장난스럽게 한숨을 내쉬며 고개를 젓는 모습, 재치 있는 농담 한 마디로 방 안을 환하게 밝히는 단순한 행위가 바로 저에게 기쁨을 선사합니다.\n5. 지원서에 이미 자세히 서술한 내용 외에 Cornell Engineering 커뮤니티에 어떤 기여를 할 수 있다고 생각합니까? 당신만의 특색은 무엇일까요? * 75/100 단어\n배우들처럼, 무대 뒤 스태프들도, 무대에서 무언가 잘못되었을 때 적응해야 합니다. 소품이 무대에 남겨졌다면, 우리는 즉흥적으로 대처해야 합니다. 마찬가지로, 엔지니어로서, 기계에 문제가 생기면, 작동하지 않거나 고장난 부분을 제거하고, 다시 시도하기 위해 방향을 전환해야 합니다. 연극과 공학 분야에서의 경험 덕분에 저는 촉박한 시간 제약 속에서도 신속하게 상황을 판단하고 합리적인 해결책을 찾을 수 있는 능력을 갖추게 되었습니다."
}