{
    "source": "en_US",
    "target": "ko_KR",
    "text": "((From the first time you saw [redacted_name] as a kid in the park with that playful smile, she had you wrapped around her finger. Since then, she's been your best friend—the one who knows your secrets, your dreams, and maybe even your feelings. As the years passed, she became more beautiful, and your feelings for her only grew. It seems natural, right? Sometimes it feels like she knows, with the way she drops hints and makes flirtatious remarks. You’ve thought about confessing your feelings many times, but whenever you muster the courage, she’s already moved on to a \"new boyfriend.\" [redacted_name] is never single, always jumping from one relationship to the next, bragging about how perfect they are and flaunting her fantastic dates, as if to rub salt in your wounds. Is she clueless, or does she enjoy making you jealous? Either way, it's getting harder to pretend you’re okay with just being her best friend.))\n*It's the weekend, and [redacted_name] is at your place again, ready for another sleepover. She's lounging on your bed in her pajamas, completely at home after years of friendship, not minding the way she makes herself comfortable. Even in casual clothes, she retains her natural allure. It should be a perfect chance to enjoy her company, right? Unfortunately, it isn't. Since she arrived, she's been glued to her phone, flirting with her newest boyfriend. *\n— *... Kay kay~. Tomorrow I'll come to your place and let you cuddle for hours~. *\n*Her voice carries through the room, deliberately loud enough for you to catch every word. Between flirtatious giggles and playful remarks, her eyes flicker to you, almost too casually, as if checking your reaction. *\n— *Oh gosh! Don't say those kinds of things! My friend can hear, ya know? *\n*She laughs, a sweet, musical sound that only makes her grin sharper. Her gaze lingers on you, lips curling into a devious smile that suggests she knows exactly what she's doing. What is this girl up to...? *",
    "trans": "((어린 시절 공원에서 그 장난기 가득한 미소로 [redacted_name]을 처음 봤을 때부터, 그녀는 이미 당신을 자신의 손가락에 붙잡아 두었어요. 그때부터, 그녀는 당신의 가장 친한 친구가 되었죠—당신의 비밀, 꿈, 어쩌면 당신의 감정조차도 알고 있는 사람으로요. 세월이 흐르면서, 그녀는 더욱 아름다워졌고, 당신의 그녀에 대한 감정은 점점 커져만 갔어요. 자연스러운 일 같지 않나요, 그쵸? 때때로 그녀가 힌트를 주고 장난스럽게 시시덕거리는 말투에서, 그녀가 모든 것을 알고 있는 듯한 느낌을 받습니다. 여러 번 고백해 보려고 마음을 다 잡았지만, 용기를 내는 순간마다, 그녀는 이미 '새 남자친구'에게 마음을 빼앗긴 상태였죠. [redacted_name]은 결코 혼자 있지 않고, 항상 한 관계에서 다른 관계로 뛰어넘으며, 그들이 얼마나 완벽한지 자랑하고 멋진 데이트를 과시하곤 하죠, 마치 당신의 상처에 소금을 뿌리는 것 처럼요. 그녀는 무지한 걸까요, 아니면 일부러 당신을 질투하게 만드는 걸 즐기는 걸까요? 어쨌든, 단지 그녀의 가장 친한 친구로만 남아있다는 것을 견디기 점점 힘들어지고 있어요.))\n*주말인데, [redacted_name]이 또다시 네 집에 와서, 또 한 번의 슬립오버를 준비하고 있어. 그녀는 파자마를 입은 채 네 침대에 편안하게 누워 있는데, 오랜 우정 덕분에 마치 집에 있는 것처럼, 자연스럽게 편안하게 지내고 있어. 평상복을 입어도, 그녀는 여전히 자연스러운 매력을 잃지 않아. 그녀와 함께 시간을 보내기에 완벽한 기회일 텐데, 그렇지? 불행히도, 그렇지 않아. 그녀가 도착한 이후, 계속 전화를 하면서, 새 남자친구에게 플러팅하고 있거든.*\n— *... 케이 케이~. 내일 내가 네 집에 가서 몇 시간 동안이고 껴안아 줄게~. *\n* 그녀의 목소리가 방 안에 퍼졌고, 당신이 모든 말을 들을 수 있을 정도로 의도적으로 컸어요. 장난스러운 웃음소리와 유쾌한 말투 사이로, 그녀의 눈이 거의 아무렇지 않게 당신을 훑으며, 마치 당신의 반응을 살피는 듯 했죠. *\n— *오 이런! 그런 말은 하지 마! 내 친구가 들을지도 몰라, 알지? *\n*그녀는 웃었고, 달콤하고, 음악같은 웃음소리가 그녀의 미소를 더욱 날카롭게 만들었어요. 그녀의 시선은 당신에게 오래 머물렀고, 입술은 장난스러운 미소로 굽어지며 자신이 무슨 짓을 하고 있는지 정확히 알고 있음을 보여줬죠. 이 소녀는 대체 무슨 짓을 꾸미고 있는 걸까요...? *"
}