{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Kratom contains two primary active ingredients, mitragynine and 7-hydroxymitragynine, which act on the brain’s opioid receptors. These compounds are indole alkaloids native to the Southeast Asian plant, Mitragyna speciosa (kratom), traditionally used for its stimulant and analgesic (pain-relieving) properties. Mitragynine, the more abundant and well-known of the two, initially drew scientific interest for its role in kratom's effects. However, kratom testing and research have unveiled that 7-hydroxymitragynine, although present in smaller quantities, is crucial to kratom’s pain-relieving, mood-boosting potential.\n7-hydroxymitragynine’s potent opioid receptor action is a focal point for understanding kratom’s safety and therapeutic value. Let’s dive in.\n\nWhat is 7-OH Mitragynine?\n7-Hydroxymitragynine, also called 7-OH mitragynine or 7-OH, is an active metabolite of mitragynine, the kratom plant’s principal psychoactive alkaloid. This substance is critical in enhancing mitragynine’s pain-relieving effects by strongly activating mu-opioid receptors, similar to morphine. Interestingly, preliminary studies indicate that 7-OH binds to these receptors with even greater power than morphine. Along with opioid receptors, 7-hydroxymitragynine affects dopamine, serotonin, and adrenergic receptors.\n\nMitragynine and 7-hydroxymitragynine\nSource: Journal of medical toxicology\n\nWhen the body metabolizes mitragynine, 7-OH mitragynine forms as an active metabolite. Specifically, mitragynine converts to 7-OH within the liver, facilitated by cytochrome P450 3A isoforms. This transformation significantly enhances 7-OH’s effectiveness as a pain reliever, making it substantially more potent than mitragynine despite being present in kratom leaves at lower concentrations. According to a Columbia University study, 7-hydroxymitragynine is responsible for most of kratom’s opioid-receptor-mediated narcotic effects.\nColumbia University’s animal study further elucidated that while mitragynine makes up two-thirds of kratom’s total active content, it does not directly activate opioid receptors in a significant manner. In fact, 7-hydroxymitragynine was around fivefold more potent than oral mitragynine. Kratom’s pharmacological profile, therefore, is not solely dependent on the direct action of its alkaloids but also on their metabolism, which influences the overall effects.\n\n7-Hydroxymitragynine Effects\nSource:ACS central science\n\n7-Hydroxymitragynine effects include various pharmacological actions due to its potent opioid-like properties. Preclinical research and consumer anecdotes have shown that kratom’s 7-OH content reduces pain, enhances mood, and provides sedative effects.\nPain Relief: 7-hydroxymitragynine is known for its potent analgesic effects, relieving pain by acting on the mu-opioid receptors. Research findings suggest that 7-OH is approximately 13 times more potent than morphine.\nAddiction and Withdrawal Risk: 7-hydroxymitragynine, within the context of whole kratom leaves and extracts, appears to have milder withdrawal symptoms and a lower risk of developing an addiction than opioids. However, concentrated chronic use of 7-OH isolate could cause addiction, tolerance, and withdrawal symptoms.\nEuphoria and Sedation: At recreational levels, 7-hydroxymitragynine in whole kratom extracts can produce euphoria and sedation.\nPotential Medical Applications: 7-OH has shown promise in helping individuals wean off opioids, reducing opioid tolerance, and alleviating withdrawal symptoms",
    "trans": "크라톰은 뇌의 오피오이드 수용체에 작용하는 미트라기닌과 7-히드록시미트라기닌이라는 두가지 주요 유효 성분을 포함하고 있다. 이 화합물들은 남아시아산 식물 미트라기나 스페시오사 코스(크라톰)의 고유 인돌 알칼로이드이며 흥분제와 진통제(통증 완화) 성질을 지니고 있기에 전통적으로 사용되어 왔다. 두 성분 중 더 풍부하고 잘 알려진 미트라기닌은 당초 크라톰의 효과를 내는 역할을 한다고 과학적인 관심을 끌었다. 하지만 크라톰 시험 및 연구 결과 7-히드록시미트라기닌이 훨씬 적은 양으로 존재함에도 크라톰의 통증 완화 및 기분 고양 가능성에 결정적인 역할을 한다는 점이 밝혀졌다.\n7-히드록시미트라기닌이 지닌 강력한 오피오이드 수용체 작용이야말로 크라톰의 안전성과 치료제로서의 가치를 이해하기 위한 핵심이다. 본격적으로 들어가보자.\n\n7-OH 미트라기닌이란 무엇일까?\n7-OH 미트라기닌 혹은 7-OH라고도 불리는 7-히드록시미트라기닌은 크라톰 나무의 주요 향정신성 알칼로이드인 미트라기닌의 활성 대사산물이다. 이 물질은 모르핀과 유사하게 뮤오피오이드 수용체를 활성화시킴으로써 미트라기닌의 통증 완화 효과를 강화하는데 중요한 역할을 한다. 흥미롭게도 선행 연구들은 7-OH가 모르핀보다도 훨씬 강력하게 이 수용체들과 묶인다는 점을 드러낸다. 7-히드록시미트라기닌은 오피오이드 수용체에 더해 도파민, 세로토닌, 그리고 아드레날린 작용 수용체에도 영향을 끼친다.\n\n미트라기닌과 7-히드록시미트라기닌\n출처: 의학 독성학지\n\n신체가 미트라기닌 대사 작용을 하면 7-OH 미트라기닌은 활성 대사산물로서 형성된다. 구체적으로 말하자면, 미트라기닌은 시토크롬 P450 3A 동형 단백질의 촉진을 받아 간에서 7-OH로 바뀐다. 이 같은 변환에 의해 통증 완화제로서의 7-OH의 효력은 매우 강화되며 크라톰 잎에서 보다 적은 농도로 존재함에도 불구하고 미트라기닌보다 상당히 더 강력해진다.\n컬럼비아 대학에서 수행한 동물 실험 결과 더 명확해진 점은 미트라기닌이 크라톰의 전체 활성 물질 중 삼분의 이를 차지하나 의미 있는 방식으로 오피오이드 수용체를 직접 활성화하지는 않는다는 것이다. 사실 7-히드록시미트라기닌은 경구 미트라기닌보다 약 다섯배 정도 강력했다. 그러므로, 크라톰의 약리적 특성은 크라톰이 가진 알칼로이드의 직접적 작용에만 전적으로 달려있는 것이 아니라 전반적인 효능에 영향을 끼치는 알칼로이드의 대사에도 달려있다는 것이다.\n\n7-히드록시미트라기닌의 효능들\n출처: ACS 센트럴 사이언스\n\n강력한 오피오이드 유사 성분들 덕에  7-히드록시미트라기닌의 효능엔 다양한 약리적 작용이 포함된다. 임상 전 연구 및 복용자들의 일화에 따르면 크라톰의 7-OH 성분은 통증을 줄이고 기분을 낫게 하며 진정 작용을 가져오는 것으로 드러났다.\n통증 완화: 7-히드록시미트라기닌은 강력한 진통 효과를 가진 것으로 알려져 있으며 뮤오피오이드 수용체에 작용함으로써 통증을 완화한다. 연구 결과들이 시사하는 바에 따르면  7-OH는 모르핀보다 약 13배 강력하다.\n중독 및 금단 위험: 크라톰 잎과 추출물을 아울러 고려할 때, 7-히드록시미트라기닌은 오피오이드에 비해 약한 금단 증상 및 더 낮은 중독 위험성을 지니는 것으로 보인다. 하지만 7-OH 분리물을 농축하여 만성적으로 사용할시 중독, 내성, 그리고 금단 증상이 나타날 수 있다.\n행복감과 진정 상태: 오락용도로 사용되는 수준에서의 전체 크라톰 추출물 내 7-히드록시미트라기닌은 행복감과 진정 상태를 만들어낼 수 있다.\n잠재적 의료 적용: 7-OH는 사람들로 하여금 오피오이드를 끊고 오피오이드 내성을 줄이며 금단 증상을 완화하는 데 도움이 될 가능성을 드러내왔다."
}