{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Key Responsibilities:\n• Manage daily office operations including vehicle inventory management, documentation, and general administration to ensure efficient workflow.\n• Oversee procurement of office supplies and equipment maintenance, ensuring cost control and smooth functioning of all office tools and resources.\n• Coordinate recruitment, onboarding, and training processes, and manage employee shifts, leave schedules, and performance to maintain operational efficiency.\n• Handle financial record-keeping, including sales contracts, invoices, and expense management, ensuring accuracy and compliance with company policies.\n• Collaborate with the accounting department to track financial performance and ensure financial goals are met.\n• Support the sales team with loan and financing applications, ensuring all documents are accurately prepared and processed.\n• Address customer complaints and inquiries, providing effective solutions to maintain high levels of customer satisfaction.\n• Ensure compliance with New Zealand's regulations, including vehicle sales, health and safety standards, and consumer protection laws.\n• Manage the dealership’s display and maintenance areas, optimizing space for vehicle display and repairs.\n• Assist with marketing efforts by managing the company’s digital presence, including the website and social media platforms, ensuring prompt responses to customer inquiries.\n• Regularly update and review health and safety policies, conduct safety drills, and ensure a safe working environment for all staff.",
    "trans": "주요 책임:\n•차량 재고 관리, 문서화, 일반 관리 등 일상적인 사무실 운영을 관리하여 효율적인작업 흐름을 보장합니다.\n• 사무용품 조달 및 장비 유지 관리를 감독하여 모든 사무 도구 및 자원의 비용 제어와 원활한 작동을 보장합니다.\n• 채용, 온보딩 및 교육 프로세스를 조정하고 직원 교대근무, 휴가 일정 및 성과를 관리하여 운영 효율성을 유지합니다.\n• 판매 계약, 송장, 비용 관리 등 재무 기록 관리를 처리하여 정확성과 회사 정책 준수를 보장합니다.\n• 재무 성과를 추적하고 재무 목표가 달성되었는지 확인하기 위해 회계 부서와 협력합니다.\n• 모든 서류가 정확하게 준비되고 처리될 수 있도록 대출 및 자금 조달 신청을 통해 영업팀을 지원합니다.\n• 고객 불만 사항 및 문의 사항을 해결하고, 높은 수준의 고객 만족도를 유지할 수 있는 효과적인 해결책을 제공합니다.\n• 차량 판매, 건강 및 안전 표준, 소비자 보호법을 포함한 뉴질랜드 규정을 준수하도록 보장합니다.\n• 대리점의 전시 및 유지 보수 영역을 관리하여 차량 전시 및 수리를 위한 공간을 최적화합니다.\n• 웹사이트 및 소셜 미디어 플랫폼을 포함한 회사의 디지털 입지를 관리하여 고객 문의에 신속한 대응을 보장함으로써 마케팅 활동을 지원합니다\n• 건강 및 안전 정책을 정기적으로 업데이트 및 검토하고 안전 훈련을 실시하며 모든 직원을 위한 안전한 작업 환경을 보장합니다."
}