{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The spell array could only be opened when all the Magic Colossuses were destroyed. Often, they had to pay the price of thirteen to eighteen elite warriors just to destroy one Magic Colossus. Even though the Red Horn Mercenary Group helped with their firearms and abilities, they were not killing the Magic Colossuses fast enough.\nThere were more Magic Colossuses than the estimated eight hundred. It was like a wall of desperation.\nBlood slowly spread out on the green field, and the dawn in the sky witnessed this bloodbath.\n“Continue charging forward, don’t stop!”\nThe Knights led by Rex had already lost a quarter of their members. At the same time, they had killed the most Magic Colossuses too. His face will resolute, and he went out of the battlefield and charged back in again.\nHis spear stabbed into a Magic Colossus’s leg. An explosion occurred on the spear tip enchanted with an explosive spell, shattering a small part of the Magic Colossus’s body. One Magic Colossus could wipe out hundreds of normal troops. The Blue Shield Knights were the elite troops of the Vain Kingdom, so every one of them was a warrior who had magic powers. They were far stronger than ordinary people. Such heavy battle damage was already very tragic.\nAt the same time, at a strangely shaped huge altar inside a man-made space under the Ancient City Ruins, countless believers in black were praying softly, sending magic into the magic array on the altar.\nIn the heart of the altar was an old Vainerian in a gorgeous bright red robe—Rezar. A golden framed mirror was floating beside him. It possessed the [Clairvoyance] spell, and the image in the mirror was a reflection of the war above him from an aerial view.\n“These fools, they fell for your scheme as expected. These Magic Colossuses are used to fight with them specifically. Our magic array is hidden under the field. Blood from above is directed into this place. The ceremony can only be activated with enough blood as its fuel. Hehehe, your idea of tying the magic array with the Magic Colossuses is really brilliant, leaving them with no choice but to fight head-on with the Magic Colossuses,” a superior believer under the altar said in a flattering tone.",
    "trans": "마법진은 마법 거인들을 파괴해야만 열 수 있었다. 종종 그들은 열셋에서 열여덟명이나 되는 숙련된 전사들을 희생해야만 마법 거인 하나를 파괴할 수 있었다. 붉은 뿔 용병단이 그들의 화기와 기술을 동원해 도왔음에도 마법 거인들을 충분히 빨리 죽이지는 못했다.\n예상했던 팔백기보다 더 많은 수의 마법 거인들이 있었다. 절망의 벽과도 같았다.\n푸른 밭에 서서히 피가 흘렀고 새벽 하늘 아래 피바다가 펼쳐졌다.\n\"계속 앞으로 돌격하라, 멈추지 마!\"\n렉스가 이끄는 기사단은 벌써 동료들 사분의 일을 잃었다. 동시에, 가장 많은 마법 거인들을 죽인 것도 그들이었다. 그는 결연한 얼굴을 할 것이었고 전장에서 빠져 나왔다가 다시 돌격해 들어갔다.\n그의 창이 마법 거인의 다리를 찔렀다. 폭발 주문에 걸린 창끝에서 폭발이 일어났고 마법 거인의 몸에서 작은 부분을 흩뜨려 파괴했다. 마법 거인 하나가 평범한 병사 수백을 쓸어버릴 수 있었다. 푸른 방패 기사단은 베인 왕국의 정예병들이었고 그들 하나하나가 마법의 힘을 지닌 전사였다. 그들은 평범한 사람들보다 훨씬 강력했다. 그토록 격렬한 싸움의 상흔은 이미 비극적이었다.\n동시에, 고대 도시 유적 아래 인위적 공간 속 기괴한 모양의 거대한 제단에서 셀 수 없이 많은 검은 옷의 신도들이 은은한 소리로 기도를 올리며 제단의 마법진에 마법을 걸었다.\n제단의 중심부에는 찬란하게 빛나는 붉은색 예복을 입은 바이네리아 노인—레자르가 있었다. 금빛 테두리를 한 거울이 그의 뒤에 떠 있었다. 거울은 [천리안] 주문을 머금고 있었고 그 속의 형상은 레자르의 위에서 펼쳐지는 전쟁을 위에서 내려다보는 모습으로 비추어냈다.\n\"이 멍청한 것들은 예상했던 것처럼 레자르님의 계략에 걸려들었습니다. 이 마법 거인들은 특별히 그들과 맞서 싸우도록 동원된 것입니다. 저희 마법진은 전장 아래 숨겨져 있습니다. 위에서 흐르는 피는 곧바로 이 곳으로 스며들죠. 의식은 충분한 피가 있어야만 이를 동력으로 삼아 이루어질 수 있습니다. 헤헤, 마법진과 마법 거인을 연결할 생각을 하신 건 정말이지 놀랍습니다. 그들에겐 마법 거인들과 정면으로 맞부딪히는 것 외엔 방법이 없게 됐으니까요,\" 제단 아래의 고위 신도는 아첨하는 말투로 말했다."
}