{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Frailyn ,\nDid something go wrong? We noticed that you started enrolling with us and didn`t quite finish.\nYou`re only minutes away from accessing some amazing benefits.\nReturn to IdentityIQ.com CLICK HERE\nChoose a plan and complete a few easy steps.\nThat`s it! You`re all set with benefits from a leader in identity protection.\nIf you ran into an issue enrolling, we are ready to help. Please contact IdentityIQ Customer Service at 877-875-IDIQ(4347). Our Agents are available to personally assist you during business hours.\nStay up-to-date with cyber security tips by following us on social media\n©2024 IDIQ® provider of IdentityIQ® services. IdentityIQ services are 100% U.S.-based. This electronic mail communication and any attachments are confidential, may contain legally privileged information and are intended only for the use of the individual named above. This email communication is associated with your subscription as a customer to IdentityIQ services, a leading provider of identity theft monitoring. The privacy and security of your account is of the utmost importance to us and is protected by sophisticated technology. To learn more about our Privacy & Security Policy visit our website at www.identityiq.com.\nIdentityIQ services provides credit report information from Experian, Equifax and TransUnion. IdentityIQ services is not a credit counseling services and do not promise to help you obtain a loan or improve your credit record, history or score. IdentityIQ services do not bear any responsibility for the content, accuracy or completeness of your credit reports.",
    "trans": "프레일린,\n무슨 문제가 있었나요? 고객님께서 가입을 시작했지만, 완료하지 않으신 것을 확인했습니다.\n몇 분만 시간을 내시면 놀라운 혜택들을 이용하실 수 있습니다.\nIdentityIQ.com으로 돌아가기 여기를 클릭하세요\n플랜을 선택한 후 몇 가지 간단한 단계를 완료하세요.\n그걸로 끝입니다! 이제 신원 보호의 리더들이 제공하는 혜택을 모두 이용하실 준비가 되셨습니다.\n가입 중 문제가 발생한 경우, 저희가 도와드릴 준비가 되어 있습니다. IdentityIQ 고객 서비스에 877-875-IDIQ(4347)로 연락해주세요. 영업 시간 동안 저희 상담원이 일대일로 도와드겠습니다.\n사이버 보안 팁의 최신 정보를 받아보시려면 소셜 미디어에서 저희를 팔로우하세요\n©2024 IDIQ®는 IdentityIQ® 서비스의 제공자입니다. IdentityIQ 서비스는 100% 미국에 기반을 두고 있습니다. 본 전자 메일 통신 및 첨부 파일 일체는 기밀이며, 법적 보호를 받는 정보가 포함되어 있을 수 있으며, 위에 명시된 개인만 사용할 수 있습니다. 이 이메일 통신은 신원 도용 모니터링의 선두 제공업체인 IdentityIQ 서비스에 대한 고객의 구독에 의거합니다. 귀하의 계정의 개인정보 보호와 보안은 당사에 가장 중요하며, 첨단 기술로 보호되고 있습니다. 저희의 개인정보 보호 및 보안 정책에 대해 더 알아보시려면 저희 웹사이트 www.identityiq.com에 방문하시기 바랍니다.\nIdentityIQ 서비스는 Experian, Equifax 및 TransUnion에서 제공하는 신용 보고서 정보를 제공합니다. IdentityIQ 서비스는 신용 상담 서비스가 아니며, 대출 도움이나 신용 기록, 이력 또는 점수 개선을 보장하지 않습니다. IdentityIQ 서비스는 신용 보고서의 내용, 정확성 또는 완전성에 대한 책임을 지지 않습니다."
}