{
    "source": "en_US",
    "target": "ko_KR",
    "text": "lia\nClient visa details\nVisa: 191 Skilled - Regional\nInstructions to the client\nPlease proceed to make an appointment to undergo the required immigration health examinations listed in this letter\nwith an approved panel physician if you are outside AUSTRALIA or the Department of Home Affairs (Home Affairs)’s\nmigration medical service provider if you are in Australia. You may also subsequently be referred to a specialist for\nadditional health examinations. Specific requirements for arranging your health examination are explained on Home\nAffairs’ website at https://immi.homeaffairs.gov.au/help-support/meeting-our-requirements/health/arrange-your-health-\nexaminations.\nIf an examination is listed as Completed this means that there is an existing examination that can be re-used for this visa\napplication. You will not be asked to complete this examination again unless a repeat examination is required because\nyour medical circumstances have changed or the examination has since expired. More information about when re-use\nis allowed is available at https://immi.homeaffairs.gov.au/help-support/meeting-our-requirements/health/arrange-your-\nhealth-examinations. If you believe that you have additional examinations for re-use contact your case officer before you\nattend your appointment.\nWhen making your appointment, please provide the clinic with your health identifying number (HAP ID) indicated at the\ntop of this letter. Please also make sure that you bring with you to your appointment:\n• this referral letter\n• your prescription spectacles or contact lenses, if applicable\n• existing specialist and/or other relevant medical reports for known medical conditions\n• any previous chest x-rays\n• a valid passport OR an agreed form of alternative documentation to confirm your identity.\nNote: a copy of any health information that you have already provided to Home Affairs online is\nincluded below for your information. This information will also assist staff at the panel clinic that you\nselect to visit.\nExaminations required for this visa application\nReferral letter\nPage 2 of\nHAP: 2398433\nGenerated: 29 Oct 2024 02:13PM 8 2\nExam Status Clinic\n501 Medical Examination Required\n502 Chest X-ray Examination Required\nConsent provided\nTuberculosis (TB), treatment for tuberculosis? No\nClose household contact with Tuberculosis (TB)? No\nProlonged medical treatment and/or repeated hospital admissions for any reason, including a\nmajor operation or psychiatric illness\nOn 26 AUG 2024 you consented online to using eMedical to process your health examinations where available.\nNo\nPsychological/Psychiatric Disorder (including major depression, bipolar disorder or\nschizophrenia)\nNo\nAn abnormal or reactive HIV blood test No\nAn abnormal or reactive Hepatitis B or Hepatitis C blood test? No\nHepatitis B -\nHepatitis C -\nCancer or Malignancy in the last 5 years No\nDiabetes No\nHeart condition including coronary disease, hypertension, valve or congenital disease No\nBlood condition (including thalassemia) No\nKidney or Bladder Disease No\nAn ongoing physical or intellectual disability affecting your current or future ability to function\nindependently or be able to work full-time (including autism or developmental delay)\nNo\nAn addiction to drugs or alcohol No\nAre you taking any prescribed pills or medication (excluding oral contraceptives, over-the\ncounter medication and natural supplements)? Please list\nNo\nAre you pregnant? No",
    "trans": "리아\n고객 비자 세부 사항\n비자: 191 기술 숙련 - 지역\n고객용 설명\n본 편지에 나열된 필수 이민 건강 검사를 진행하기 위한 예약을 진행해 주세요\n인가된 협의체 의사와 함께 만약 당신이 호주의 밖에 있다면 혹은 내무부(내무)의\n이민 의료 서비스 제공자와 만약 당신이 호주 내에 있다면. 당신은 또한 그 이후에 전문의에게 회부될 수 있습니다\n추가 건강 검진을 위해. 당신의 건강 검진을 준비하기 위한 특정 요구 사항은 설명되어 있습니다 내\n무부의 웹사이트인 https://immi.homeaffairs.gov.au/help-support/meeting-our-requirements/health/arrange-your-health-\nexaminations에.\n만약 검진이 완료로 기재되어 있다면 본 비자를 위해 재사용될 수 있는 기존 검진이 있다는 뜻입니다.\n신청. 재검사가 요구되지 않는 이상 해당 검진을 다시 완료하라는 요청이 발생하지 않을 것입니다 다음과 같은 이유로\n당신의 의료 상황이 바뀌었거나 검진이 그때 이후로 만료가 되었거나. 재사용이 할 때에 관한 더 많은 정보는\n허락될 때 다음에서 보실 수 있습니다 https://immi.homeaffairs.gov.au/help-support/meeting-our-requirements/health/arrange-your-\nhealth-examinations. 만약 재활용을 위한 추가 검진을 가지고 있으신 경우 당신의 담당 직원에게 연락을 주십시오 하기 전에\n당신의 예약에 참석하기 전.\n예약을 잡으실 때엔 의료 기관에 당신의 의료 식별 번호(HAP ID)를 제공하십시오 표기되어 있는\n본 편지의 맨 위에. 또한 검진을 갈 때 다음을 꼭 가져가셔야 합니다:\n• 본 의뢰서\n• 만약 착용 가능한 경우, 처방된 안경 혹은 콘택트렌즈\n• 알려진 질병에 대한 기존 전문의 그리고/혹은 다른 관련 있는 의료 기록\n• 이전에 찍은 흉부 엑스레이 아무거나\n• 유효한 여권 혹은 당신의 신분을 증명하기 위한 합의된 양식의 대체 서류.\n참조: 내무부에 온라인으로 이미 제출한 건강 정보의 사본 전부가\n참조를 위해 아래에 포함되어 있습니다. 이 정보는 협의체 의료 기관의 직원 또한 도울 것입니다 당신이\n방문하기로 선택한.\n본 비자 신청을 위해 필요한 검진\n의뢰서\n2 페이지\nHAP: 2398433\n생성일자: 2024년 10월 29일 오후 02:13 8 2\n검진 상태 의료기관\n501 건강 검진이 요구됨\n502 흉부 엑스레이 검진이 요구됨\n동의함\n결핵(TB), 결핵 치료? 아니오\n결핵(TB) 환자와의 가정 내 근접 접촉? 아니오\n장기적 치료 그리고/혹은 이유불문 반복적인 입원, 다음을 포함하여\n주요 수술 혹은 정신 질병\n2024년 8월 26일에 이메디컬을 활용하여 온라인으로 이용 가능한 곳에서 귀하의 건강 검진 정보를 처리하는데 동의하셨습니다.\n아니오\n심리적/정신의학적 장애 (주요 우울증, 양극성 장애 혹은\n조현병을 포함함)\n아니오\n비정상적이거나 반응성의 HIV 혈액 검사 아니오\n비정상적이거나 반응성의 B형 간염이나 C형 간염 혈액 검사? 아니오\nB형 간염 -\nC형 간염 -\n지난 5년 동안의 암이나 악성 종양 아니오\n당뇨 아니오\n관상 동맥 질병, 고혈압, 판막이나 선천성 질환을 포함한 심장 질환 아니오\n혈액 질환 (지중해 빈혈을 포함) 아니오\n콩팥이나 방광 질환 아니오\n당신이 현재 혹은 미래에 기능하는 데 필요한 능력에 영향을 주는 현재 진행 중의 신체적 혹은 지적 장애\n독립적으로 혹은 전업으로 일할 수 있는 (자폐증이나 발달 지연을 포함함)\n아니오\n마약이나 알콜 중독 아니오\n처방받은 알약이나 약을 복용하고 계십니까 (경구 피임약, 일반\n의약품 그리고 천연 보충제를 제외함)? 나열해 주세요\n아니오\n임신 중이십니까? 아니오"
}