{
    "source": "en_US",
    "target": "ko_KR",
    "text": "For his part, To Lam asked Li to convey his sincere greetings to Xi, and warmly congratulated the 75th anniversary of the founding of the People's Republic of China.\nHe said the party and the government of Vietnam have always attached great importance to developing relations with China, and have always regarded relations with China as a strategic choice and top priority in Vietnam's foreign policy.\nThe Vietnamese side will firmly follow the path jointly set by the top leaders of the two parties and the two countries, adhering to the six major goals, to deepen the Vietnam-China comprehensive strategic cooperative partnership, and promote the building of a Vietnam-China community with a shared future that carries strategic significance.\nHe said Vietnam firmly abides by the one-China principle and firmly opposes all forms of \"Taiwan independence\" separatist activities, adding that Vietnam is willing to take the 75th anniversary of the establishment of diplomatic relations between the two countries next year as an opportunity to maintain regular high-level exchanges, strengthen exchanges between parties, legislatures and civil societies, deepen practical cooperation on trade, investment, finance, agriculture and local governments, and hold the Vietnam-China Year of People-to-People Exchanges to consolidate the popular support of the two countries.\nVietnam supports the Belt and Road Initiative and the three major global initiatives, he said, adding that his country is willing to strengthen communication and coordination with China within multilateral frameworks, so as to make greater contributions to promoting regional and world peace and prosperity.",
    "trans": "또럼 서기장은 리 총리를 통해 시진핑 주석에게 진심 어린 안부를 전해줄 것을 요청하며, 중화인민공화국 건국 75주년을 깊이 축하했다.\n럼은 베트남 당정이 늘 중국과의 관계 발전을 매우 중요하게 여겼으며, 중국과의 관계를 전략적 선택이자 베트남 외교 정책의 최우선 과제로 간주한다고 말했다.\n베트남 측은 양국 및 양당 최고 지도자들이 공동으로 설정한 방향을 공고히 따르며, 여섯 개의 주요 목표를 고수하며 베트남-중국 간 전면적 전략적 협력 동반자 관계를 심화하고, 전략적 의미를 지닌 미래를 공유하는 베트남-중국 공동체 구축을 촉진할 것이라고 밝혔다.\n럼은 베트남이 하나의 중국 원칙을 굳게 지지하며 '대만 독립' 분리주의자 운동에 완고히 반대한다고 밝혔다. 또 베트남은 내년 양국 외교 관계 수립 75주년을 맞이해 정기적인 고위급 교류 유지, 당, 입법부, 시민 사회 간 교류 강화, 무역, 투자, 금융, 농업, 지방 자치에서의 실질적 협력 심화, 베트남-중국 인문 교류의 해로 지정해 양국 대중의 지지를 공고히 하기를 희망한다고 덧붙였다.\n럼은 베트남이 일대일로 구상 및 세 가지 주요 글로벌 이니셔티브를 지지한다며, 중국과 다자 협력 체제에서 소통과 협력을 강화하여 지역 및 세계 평화와 번영을 촉진하는 데 더욱 크게 기여하기를 바란다고 덧붙였다."
}