{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Then [redacted_name] met an old lady and said,”Hello” And then the old lady said,”why are you crying, sweaty.” Rosa said,”I'm sad because I got kicked out of my own house.” Old lady said,”It's ok, come, I invite you to my home to be my guest.” Rosa said,”thank you so much miss.” Then Rosa watered the plants coocked and took care of the old lady.\nThen the old lady said,”please rest sweaty you have been working all day.” Rosey said, \"It's ok I can do it, miss.” Then she went upstairs and saw her dad looking for her. Then she went down stairs and said that she missed her family. The old lady said,'' Don't be sad, you will go to your house but first I have a present to you.\nGo to the basement and you will find two doors. One is black and one is white. You will open the white one. It has a white chest . “Ok” said Rosa\nThen the old lady made her new close. She turned her into a bird and she flew away. She was flying until she got home. When she was at home her dad cheered. And her sister asked,” what is in the chest?” when they opened the chest and there was GOLD and jewelry and Lisa said she wanted it too. So mom kicked her out only for more gold.\nThen when it was time for Lisa to go, dad took her into an unknown place. When she was there then she was walking and walking. Then she sat down and saw the old lady. The old lady said,”What happened, sweaty.” Then [redacted_name] said,”Are you blind, old lady? can't you see I am sitting I am tired and hungry.”\nThen the old lady said,”Ok then come be my guest.” Then the old lady said,”come help me.” Then Lisa said,”No, do it yourself, old lady, be faster, why are you so slow?” and she was eating. She was sleeping. She was eating. She was sleeping eating and finally, sleeping.\nWhen she woke up she told the old lady,”I hate this place, get me out of here.” Then the old lady said,”ok, then go.” Then Lisa said,”Wait, don't I get a chest?” The old lady said,”Ok you will get a prize from me.” “Go to the basement and you will see two doors, one is black the other is white you will open the black door and there is a black chest.\n“Ok”said Lisa Then the old lady gave her a new close. Then Lisa had a long walk with the heavy chest. She got home at night. Her mom and She didn't want to share their gold so they closed the door and the window.\nWhen they opened the chest there was a black thing in it. When the black thing came out it was a dragon. They were yelling. They opened the window and jumped out. Dad and Rosa heard them.\nDad broke the door. And saw that everything was broken. They wondered what happened. Then they saw that the old lady appeared and said,”only Respectful people deserve good\nstuff.\"\nAs you see in this story, there are different characters and different acting.Disrespecting others can lead to hatred and irritation of others, like Lisa, who was hated by an old lady. On the contrary, with hard work, patience and intelligence, people learn to respect others. With respecting others people l deserve love and respect from others, like Rosa. If everybody would be like Rosa, the world would be",
    "trans": "잠시 후 [redacted_name] 노부인을 만나 인사를 했다, \"안녕하세요\" 노부인이 말했다, \"왜 울고있니, 얘야.\" 로자다 답했다, ”집에서 쫓겨나서 너무 슬퍼서요.\" 노부인이 말했다, \"괜찮아, 이리 온, 우리집에 초대해 줄게.\" 로자가 답했다, \"정말 감사해요 부인.\" 이후 로자는 노부인의 식물에 물을 주고 요리를 하면서 그녀를 돌봐주었다.\n그러자 노부인이 말했다, \"얘야 제발 좀 쉬렴 오늘 온 종일 일했잖니.\" 로자가 말했다, \"괜찮아요 제가 할 수 있는 일인걸로, 부인.\" 그러면서 로자는 위층으로 올라가 자신을 찾고있는 아빠를 보게 되었다. 그녀는 아래층으로 내려와 노부인에게 가족이 보고싶다고 말했다. 노부인이 말했다, \"슬퍼 마렴, 집에 돌아가려무나 하지만 그 전에 너에게 줄 선물이 있단다.\n지하실에 가면 두 개의 문이 보일거야. 하나는 검은문이고 하나는 하얀문이지. 하얀문을 열거라. 그 안엔 하얀색 나무상자가 있을거야. \"알겠어요\" 로자가 답했다\n노부인은 로자에게 새 옷도 만들어 주었다. 그러고는 로자를 새로 변신시켜 날아가게 했다. 로자는 집까지 계속 날아갔다. 그녀가 집에 도착하자 아빠가 기뻐했다. 그녀의 여동생이 물었다, \"상자 안에는 뭐가 들었어?\" 그들이 상자를 열자 그 안에는 금과 보석이 들어있었고 동생 리자는 이것들을 갖고싶다고 했다. 더 많은 금을 원한 엄마는 리자를 집 밖으로 내쫓았다.\n리자가 떠날 때가 되었고, 아빠는 그녀를 알 수 없는 곳에 데려갔다. 리자는 그 곳으로부터 걷고 또 걸었다. 걸음을 멈추고 앉자 노부인이 보였다. 노부인이 말했다, \"무슨 일이니, 얘야.\" 그러자 [redacted_name] 그녀는 말했다, \"눈이 멀었어, 할멈? 내가 지금 힘들고 배고파서 앉아있는 것 안보여.\"\n그러자 노부인이 말했다, \"자 그럼 우리집으로 초대하마.\" 노부인이 말했다, \"날 좀 도와다오.\" 리자가 답했다, \"싫어, 스스로 해, 할멈, 더 빨리, 왜 이렇게 느려?\" 그리고는 먹기 시작했다. 먹은 뒤엔 잠을 잤다. 잠을 깨서는 다시 먹었다. 다시 자고 먹다, 다시 잠이 들었다.\n그녀가 잠에서 깼을 때 노부인에게 말했다, \"난 이곳이 싫어, 여기서 나가게 해줘.\" 그러자 노부인이 말했다, \"그래, 가려무나.\" 그러자 리자가 말했다, \"잠시만, 상자는 안주는거야?\" 노부인이 말했다, \"물론 너에게 주는 상이 있지.\" \"지하실에 가면 두 개의 문이 보일거야. 하나는 검은문이고 하나는 하얀문이지. 검은문을 열거라. 그 안엔 검은색 나무상자가 있을거야.\n\"알겠어\" 리자가 말했다. 노부인은 리자에게 새 옷을 주었다. 리자는 무거운 상자를 들고 먼 길을 걸었다. 그녀는 밤이 되어서야 집에 도착했다. 엄마와 리자는 금을 독차지하고 싶어서 문과 창문을 닫았다.\n그들이 상자를 열자 그 안에는 검은 물체가 보였다. 그것은 상자 밖으로 나오더니 용이 되었다. 엄마와 리자는 소리를 질렀다. 그리고 창문을 열어 밖으로 뛰쳐 나왔다. 아빠와 로자가 이 소리를 들었다.\n아빠는 문을 부수고 들어갔다. 그리고 방 안의 모든 것이 망가진 것을 보았다. 아빠와 로자는 대체 무슨일이 일어난 것인지 궁금했다. 이때 노부인이 나타나 말했다, \"남을 존중하는 사람만이\n좋은 것을 가질 자격이 있지.\"\n이야기엔서 알 수 있듯이, 각 등장인물에 따라 하는 행동이 다르다. 리자가 할머니에게 미움을 받은 것과 같이, 타인에 대한 무례함은 타인으로부터 증오와 짜증을 살 수 있다. 이와 반대로, 성실함, 인내, 그리고 지혜로운 태도를 갖춘 사람은 타인을 존중하는 방법을 배우게 된다. 로자의 예와 같이, 타인에 대해 존중하는 태도를 가진 사람은 그들로부터 사랑과 존중을 받을 자격이 있는 것이다. 우리 모두가 로자와 같은 태도를 가진다면 세상은 사랑과 존중으로 가득 찰 것이다."
}