{
    "source": "en_US",
    "target": "ko_KR",
    "text": "About alternative app distribution in the European Union\nUsers based in the European Union with an iPhone or iPad have the ability to install apps using alternative app marketplaces or web distribution, in addition to the App Store.\nFeatures in this article are only available to users in countries or regions of the European Union.\nWhat is alternative app distribution?\nAlternative app marketplaces are unique kinds of apps that you can use to install other apps on your iPhone or iPad. You might alternatively be able to download an app directly from a developer’s website through web distribution. Alternative app marketplaces and web distribution can be used in addition to the App Store. Users in the European Union can install an alternative app marketplace on iPhone or iPad by downloading it directly from the website of the alternative app marketplace developer.\nApps installed through alternative app distribution undergo a Notarization process to ensure every app meets baseline platform integrity standards, but it is up to each alternative app distributor to review apps in accordance with their own processes and policies.\niPhone, iPad, iOS, iPadOS, and the App Store are part of an integrated system designed to protect user security, privacy, and safety, and provide a simple and intuitive user experience. For apps downloaded using alternative app distribution, some features may not work as expected. Features like restrictions on In-App Purchases in Screen Time, purchase sharing with your Family Sharing group, and Ask",
    "trans": "유럽연합 내 대체 앱 배포에 대해\n유럽연합에 거주하는 아이폰 또는 아이패드 사용자는 앱 스토어 외에도 대체 앱 마켓플레이스나 웹 배포를 통해 앱을 설치할 수 있습니다.\n이 문서에 언급된 기능은 유럽연합 국가 또는 지역에 거주하는 사용자에 한해 제공됩니다.\n대체 앱 배포란 무엇인가요?\n대체 앱 마켓플레이스는 아이폰이나 아이패드에 다른 앱을 설치할 수 있게 해 주는 특별한 종류의 앱입니다. 또한 개발자의 홈페이지에서 웹 배포를 통해 앱을 직접 다운로드해 앱을 설치할 수도 있습니다. 대체 앱 마켓플레이스와 웹 배포는 앱 스토어와 병행해서 사용할 수 있습니다. 유럽연합 내 사용자들은 대체 앱 마켓플레이스 개발자의 홈페이지에서 대체 앱 마켓플레이스를 직접 다운로드하여 아이폰이나 아이패드에 설치할 수 있습니다.\n대체 앱 배포를 통해 설치된 앱은 모든 앱들이 플랫폼의 기본 무결성 기준을 충족하는지 확인하는 공증 절차를 거치지만, 대체 앱 배포자들은 각자 자체적인 절차 및 정책에 의거해 앱을 검토할 책임이 있습니다.\n아이폰, 아이패드, iOS, 아이패드OS 및 앱 스토어는 통합된 시스템의 일부로서 사용자 보안, 개인정보 및 안전을 보호하고, 간단하고 직관적인 사용자 경험을 제공하도록 디자인되었습니다. 대체 앱 배포를 통해 다운로드된 앱의 경우, 일부 기능이 예상대로 작동하지 않을 수 있습니다. 스크린 타임 내 인앱 구매 차단, 가족 공유 그룹과의 구매 공유, 에스크와 같은 기능이 제대로 작동하지 않을 수 있습니다."
}