{
    "source": "en_US",
    "target": "ko_KR",
    "text": "No brother, I told you that I had that big 108,000 square-foot Church in Spring Texas that I need you on. I’m going to need 15. -20 guys on that job I get the blueprints to that in a couple weeks. That job starts in January early February and me and you already talked about that job. I just been busy and I am counting on you to have my back on that job because I need the manpower to help. This is a very good project for me and you. I’m waiting on the drawings to that that job is gonna be in January and I need you The church consists of the pre-engineered building 108,000 square-foot the mezzanine, the decking, handrails, etc. the insulated roof panels and wall panels,\nTomorrow I get my other blueprints to the 60,000 square-foot structural steel high school in Texas as well. That job will be starting late November and I need you on that job too so when I get the blueprints tomorrow, I will be sending you those as well. I send you some screenshots of it tomorrow, but I get all the plans to it tomorrow . So you can give me the number on that one as well. You will be doing my work no one else me and you I will be on site with you every day.\nThe job that I just sent you that starts in two weeks 6,009 square-foot building. I need that number back today like yesterday that’s how fast I need the number back and what equipment you will need to do the job simple building I sent you the drawings to that a little bit ago . I need the number back on it. It is an easy building walk in the park. We fixing to be pedal to the metal wide open building after building.",
    "trans": "아니오 형제님, 제가 텍사스 스프링에 108,000평방피트 규모의 큰 교회가 있어서 형제님이 필요하다고 말씀드렸잖아요. 15명이 필요해요. 그 일을 하는 사람은 20명 정도요. 몇 주 안에 그 청사진을 받을 수 있어요. 그 일은 1월부터 2월 초에 시작하는데 저와 형제님은 이미 그 일에 대해 이야기를 나눴어요. 저는 바빠서 도움을 줄 인력이 필요하기 때문에 형제님이 그 일을 지지해 주기를 바래요 이것은 저와 형제님에게 매우 좋은 프로젝트입니다. 그 일이 1월에 시작될 것이라는 도면을 기다리고 있고 형제님이 필요합니다. 교회는 사전 설계된 건물 108,000평방피트의 중 2층, 데크, 난간 등 단열 지붕 패널과 벽 패널로 구성되어 있습니다.\n내일 저는 텍사스에 있는 60,000평방피트 규모의 구조용 강철 고등학교에 대한 다른 청사진도 가져옵니다. 그 작업은 11월 말부터 시작될 예정이고 그 작업에도 형제님이 필요하므로 내일 청사진을 받으면 그것도 보내드리겠습니다. 내일 스크린샷 몇 장을 보내드리겠지만, 이에 대한 모든 계획은 내일 받습니다. 그래서 그 도면에 대한 번호도 알려주시면 됩니다. 당신은 다른 누구도 아닌 저 그리고 형제님이 제 일을 할 것입니다. 저는 매일 형제님과 함께 현장에 있을 것입니다\n방금 보내드린 작업은 2주 안에 6,009평방피트 규모의 건물을 시작합니다. 어제처럼 오늘도 그 번호를 돌려받아야 하기 때문에 그 번호를 얼마나 빨리 돌려받아야 하는지, 간단한 건물 작업을 하려면 어떤 장비가 필요한지를 위해 조금 전에 도면을 보내드렸습니다. 그 번호를 다시 받아야 해요. 공원에서 쉽게 걸어갈 수 있는 건물입니다.  건축 후 금속 활짝 열린 건물에 페달이 되도록 고정합니다."
}