{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Saint Anthony was the first Christian to live a coenobitic consecrated life of solitude. As a hermit in the desert he lived a long and saintly life that influenced countless people both in his time and for generations thereafter, even to this day. Many of his ideas are still used to this day by modern monks and nuns nowadays. His life had a tremendous impact on the history of early Christianity, which is the basic history of all Christian churches all over the world.\nMost of what we know about St. Anthony comes from the writings of Saint Athanasius the Apostolic, a disciple and close friend of St. Anthony's, who wrote the story of his life.\nSt. Anthony at Home\nAnthony was born about AD 251, of a well-to-do family in the village of Coma (Kemn el-Arous) in the middle of Egypt. His parents, noble Christians, were very pious, and wealthy Christians who provided well for their son's future by educating him in the fear of God. His education was limited, however he attended church with his parents and his younger sister and intensely observed the services, wanting to enrich his spiritual growth.\nWhen he was eighteen his parents died, leaving him sole guardian of his younger sister Dious. He lived with his sister and took care of family affairs. Six months later, Anthony was reflecting upon how the Apostles had forsaken all to follow after Christ, He had a desire to imitate them and the life of early Christians, he heard one day, while attending a church, the scripture passage of Jesus and the rich young man, in which Jesus says, \"If you would be perfect, go, sell all you have, give to the poor, and follow me (Matt. 19:21).\" He was so impressed by these words and he took it as a personal invitation from God that he decided to do as Christ had told the young man. He sold most of his inherited property, gave much of the money to the poor and the rest to his sister and placed his sister to complete her education in the care of a parthenon, a community of holy women, very similar to the priories of the Middle Ages. Long before this, it had been usual for Christians to practice asceticism, abstain from marriage and exercising themselves in self-denial, fasting, prayer, and works of piety; but this they had done in the midst of their families, and without leaving house or home.\nSt Anthony leaves the material world\nFree of all earthly attachments, the young man began to lead a life of great abstinence and self-denial on the outskirts of his village. He gave his mind no occasion to think back upon the affairs of this world but led it into a desert that it might be occupied with thoughts of pleasing God alone. He sought guidance from a holy man near Coma in the ways of the Christian ascetic: prayer, contemplation, fasting, and holiness. This was the custom of young ascetics to stay under a master in order to learn the principles of spirituality, prayer and fasting. Also, he was delighted in visiting the dwellings of righteous men and in studying their virtuous habits which he proceeded to adopt for himself, exercising himself in their practice. Anthony followed their example by praying, meditating and fasting in order to overcome the many temptations which are common to young men. He drilled himself by remaining awake days at a time, eating once a day, sometimes once every two days and sleeping on the ground. The philosophy behind his actions was that young men should torture their bodies as much as possible so that their resistance to physical and spiritual sickness would be higher. Indeed, he was like a bee which gathers nectar from various blossoms and creates out of it a fragrantly sweet honey. With his concentrated desire Anthony rapidly ascended the ladder of perfection.\nAfter a time of study, Saint Anthony left on his own and began living in the manner of a mountain hermit, living in a cave (a tomb) and praying for the salvation of the world. There it was that the Life records those strange conflicts with demons in the shape of wild beasts, who inflicted blows upon him, and sometimes left him nearly dead. He lived on bread and a bit of salt and ate after sunset. His isolation brought great virtue in humility and charity.\nSt Anthony and the Evil\nIn his solitude he was fighting off the temptations of the flesh and attacks of demons. The enemy, however, could not endure to behold the likeness of Christ shining forth from this creation of dust and ashes, and he was determined to destroy this 'house of virtue. Satan frequently attacked the saint in spirit and body, often appearing in the form of a pig. (In many countries today ham is the traditional meal on the feast of Saint Anthony). A friend who brought Anthony bread, found the saint beaten and near death from Satan's attacks.\nThe first campaign was waged on the battlefield of the mind. Anthony experienced a barrage of unsettling thoughts--flattery, the allurement of the world and all the pleasures his former wealth could buy, concern for his sister's welfare, the difficulties of the path he had chosen. The vicious net was craftily woven, but the Saint recognized it as the handiwork of his adversary and tore it apart by means of intense prayer and vigilance, deflecting any and all disturbing thoughts before they took hold in his mind. The battle grew more intense when the Enemy, taking advantage of the Saint's youth, assailed him with lustful thoughts, inflaming the natural appetites of the flesh until the Saint was burning with his own lust. He manfully fought back by mortifying his body with increased fasting to quench the passions of the flesh, and by meditating on death and the eternal torments which await those who give themselves over to the spirit of fornication. And so be escaped unharmed, even strengthened by this experience.\nWhen the Evil One found himself so disgraced, he took on a human voice and complained bitterly to Anthony: \"I have deceived and conquered many in my time; but now in your case, as in that of many others, I am defied by your ascetic labors.\"\nKnowing that his antagonist would continue to stalk him as a roaring lion after his prey, Anthony did not allow himself to relax his vigilance on account of his victory. Not to be defeated by Satan during his sleep, St Anthony hung a bell to his stick on what he took a rest while praying up to remain heedful and not to give a chance to Satan to defeat it even while sleeping. Thus, when he was asleep, the stick fell and the bell sounded. St Anthony woke up to continue his prayer and his fight against Satan. (St Anthony's picture shows the bell hung to his stick). He passed many nights without sleep, en grossed in prayer, and limited his bodily nourishment to bread and water, of which he partook once a day at evening. For, he said, by weakening the pleasures of the body the mind is strengthened. Such disregard did he have for the body as to imitate the nature of the fleshless ones, i.e., the angels. The severity of his labors and his accumulated virtues astonished the older ascetics, but Anthony never thought about his spiritual progress and regarded each day as the beginning of his spiritual journey, thereby shielding himself from pride and vainglory.\nFor the sake of greater solitude, Anthony moved further from the village to a burial place at the edge of the desert, where he locked himself up in a sepulcher; only allowing a servant to come at rare intervals with a supply of bread. The enemy, embittered by his previous defeat, attacked with vengeance. This time the assault was physical. A whole troop of demons came one night and beat the Saint until the very breath of life was ready to leave him. But even as he lay on the ground, covered with bruises and unable to stand, he said in a loud voice:\n\"Here, devils, here I am, Anthony, ready for more of your wounds. Try your worst, for you shall never separate me from Christ.\" He fortified himself by singing the words of the Psalmist: \"Though a host should encamp against me, yet my heart shall not fear.\"\nIncensed by the audacity of Anthony's challenge, the Devil gathered his minions: \"Don't you see now? This fellow could not be restrained either by the spirit of fornication or by bangs and bruises,.. We must assail him by other means.\"\nThat night, as Anthony was still lying on the ground recovering, a hoard of demons shook the walls of the sepulcher and rushed in to terrorize the Saint. For this purpose they had taken on the forms of hideous wild beasts--hissing snakes, roaring lions, ferocious wolves, a bull which threatened to gore the victim. But Anthony was not frightened by what he perceived to be mere spectral creatures, and he made bold to mock his enemy's impotence: \"What is the use of all this vain uproar? If ye have power to hurt, why don't you? But you can't, for the Lord is my shield and my wall of safety.\" The demons could only gnash their teeth in reply.\nWhen Anthony had thus manfully proven himself as a champion athlete in the spiritual arena, he was granted to experience the comforting presence of the Lord. Lifting his eyes heavenward he saw a roof-curtain drawn aside and a ray of light descending upon him. Straightway the demons vanished, and Anthony felt his bodily pains melt away. Consoled by this outpouring of Divine Grace, he rested briefly from the fatigue of battle before addressing his Master aloud:\n\"Lord, where was Thou when these sufferings and tribulations came upon me? Why didst Thou not help me?\" He heard a voice in reply:\n\"I was here, Anthony, but I wanted to witness your combat. Having seen that you withstood your adversary without retreating, I shall from now on be your Helper and shall make your name celebrated far and wide as My faithful servant.\"\nAnthony knelt in prayer to give thanks to God for this promise and for the peace and newfound strength which filled his soul, the grace-given rewards of his victory.\nIn his life, St Anthony fought and defeated Satan. It is why, there is a common and a popular faith that",
    "trans": "성 안토니는 은둔 생활을 하며 공동생활 봉헌의 삶을 살았던 최초의 기독교인이었습니다. 사막의 은수자로서 그는 오랜 세월 동안 성스러운 삶을 살았으며, 당대의 많은 사람들뿐만 아니라 후세대와 심지어 오늘날까지도 무수한 사람들에게 영향을 미쳤습니다. 그의 많은 사상은 현대의 수도사와 수녀들에게 여전히 사용되고 있습니다. 그의 삶은 초기 기독교 역사에 엄청난 영향을 미쳤으며, 이는 전 세계 모든 기독교 교회의 기본 역사이기도 합니다.\n성 안토니에 대해 우리가 알고 있는 대부분의 내용은 그의 제자이자 절친한 친구였던 성 아타나시우스 사도의 저술에서 비롯되었으며, 그는 안토니의 생애를 기록했습니다.\n가정에서의 성 안토니\n안토니는 약 서기 251년경 이집트 중부 코마(켐 엘-아로스) 마을의 부유한 가정에서 태어났습니다. 그의 부모님은 존경받는 기독교인으로, 매우 경건하고 부유했으며 하나님을 경외하는 교육을 통해 아들의 미래를 잘 준비해 주었습니다. 그러나 그의 교육은 제한적이었지만, 부모님과 여동생과 함께 교회에 다니면서 예배에 열심히 참석하며 영적으로 성장하기를 원했습니다.\n열여덟 살 때 부모님이 돌아가시고, 그는 여동생 디우스의 유일한 보호자가 되었습니다. 그는 여동생과 함께 살면서 집안 일을 도맡아 했습니다. 6개월 후, 안토니는 사도들이 어떻게 모든 것을 버리고 그리스도를 따랐는지에 대해 생각하고 있었고, 그는 초기 기독교인들의 삶을 본받고 싶은 열망이 있었고, 어느 날 교회에 참석했을 때 예수님과 부자 청년에 관한 성경 구절을 들었습니다. 그 구절에서 예수님은 \"네가 온전하고자 하면, 가서 네 소유를 팔아 가난한 자들에게 주고, 나를 따르라(마태복음 19:21)\"라고 말씀하셨습니다. 그는 이 말씀에 깊은 감명을 받았고, 이를 하나님의 개인적인 초대로 여겨 그리스도께서 그 청년에게 말씀하신 대로 행하기로 결심했습니다. 그는 상속받은 재산 대부분을 팔아 많은 돈을 가난한 사람들에게 주고 나머지는 여동생에게 주었으며, 여동생의 교육을 마치도록 중세의 수도회와 매우 유사한 성녀들의 공동체인 파르테논 수녀원에서 교육을 받도록 했습니다. 이보다 훨씬 이전부터 기독교인들은 금욕주의를 실천하고, 결혼을 절제하며, 자기 부정, 금식, 기도, 경건한 일에 자신을 훈련시키는 것이 일상적이었습니다; 그러나 그들은 집이나 가정을 떠나지 않고, 가족 가운데서 이를 행했습니다.\n성 안토니가 물질세계를 떠나다\n모든 세속적 집착에서 벗어난 젊은 청년은 자신의 마을 변두리에서 큰 절제와 자기 부정의 삶을 살기 시작했습니다. 그는 자신의 마음이 이 세상의 일에 대해 생각하지 않고 오직 하나님을 기쁘게 하는 생각으로만 채워지도록 광야로 이끌었습니다. 그는 코마 근처의 거룩한 사람으로부터 기독교 금욕주의의 방식인 기도, 묵상, 금식, 거룩함에 대한 지도를 구했습니다. 이는 젊은 금욕주의자들이 영성, 기도, 금식의 원리를 배우기 위해 스승 아래 머무르는 관습이었습니다. 또한, 그는 의로운 사람들의 거처를 방문하고 그들의 덕스러운 습관을 공부하여 자신의 것으로 채택하는 데 기뻐했습니다. 안토니는 젊은이들에게 흔한 많은 유혹을 극복하기 위해 기도하고, 묵상하고, 금식하면서 그들의 모범을 따랐습니다. 그는 며칠 동안 깨어 있고, 하루에 한 번, 때로는 이틀에 한 번 식사하며, 바닥에서 자면서 자신을 훈련시켰습니다. 그의 행동 배후의 철학은 젊은이들이 신체와 영적 질병에 대한 저항력을 높이기 위해 가능한 한 몸을 고문해야 한다는 것이었습니다. 실제로, 그는 다양한 꽃에서 꿀을 모아 향기롭고 달콤한 꿀을 만드는 꿀벌과 같았습니다. 안토니는 집중된 열망으로 완벽의 사다리를 빠르게 올라갔습니다.\n공부를 마친 후, 성 안토니는 홀로 떠나 산속 은수자의 방식으로 살기 시작했으며, 동굴(무덤)에서 살면서 세상의 구원을 위해 기도했습니다. 그곳에서 그의 생애는 야생 짐승의 형태로 그에게 타격을 입히고 때로는 거의 죽음에 이르게 한 악마들과의 이상한 갈등을 기록합니다. 그는 빵과 약간의 소금으로 살았으며 해질 녘에 식사했습니다. 그의 고립은 겸손과 자선이라는 큰 덕을 가져왔습니다.\n성 안토니와 악마\n고독 속에서 그는 육신의 유혹과 악마의 공격에 맞서 싸우고 있었습니다. 그러나 적은 먼지와 재로 된 이 피조물에서 빛나오는 그리스도의 모습을 보는 것을 견딜 수 없었고, 이 '미덕의 집'을 파괴하기로 결심했습니다. 사탄은 종종 영과 몸으로 성자를 공격했으며, 종종 돼지의 형태로 나타났습니다. (오늘날 많은 나라에서 햄은 성 안토니 축일로 전통 음식입니다.) 안토니에게 빵을 가져온 친구는 성자가 사탄의 공격으로 맞아 거의 죽음에 이른 것을 발견했습니다.\n첫 번째 전투는 마음의 전쟁터에서 벌어졌습니다. 안토니는 아첨, 세상과 이전의 부로 살 수 있는 모든 쾌락에 대한 유혹, 여동생의 복지에 대한 걱정, 그가 선택한 길의 어려움 등 불안한 생각들의 폭격을 경험했습니다. 악의 그물은 교묘하게 짜여져 있었지만 성자는 그것을 대적의 수작으로 인식하고 강렬한 기도와 경계를 통해 그것을 찢어 버리고 모든 혼란스러운 생각이 그의 마음에 자리 잡기 전에 방향을 돌렸습니다. 원수가 성자의 젊음을 이용하여 음란한 생각으로 그를 공격하고 육체의 본능적 욕구를 자극하여 성자가 자신의 욕망으로 불타 오를 때까지 전투는 더욱 치열해졌습니다. 그는 육체의 정욕을 잠재우기 위해 금식을 늘리고, 음행의 영에 자신을 내어주는 사람들을 기다리는 죽음과 영원한 고통에 대해 묵상함으로써 자신의 몸을 비참하게 만들며 맞서 싸웠습니다. 그리하여 무사히 탈출하고 이 경험을 통해 더욱 강해집니다.\n악마는 자신의 치욕스러운 모습을 발견하자 인간의 목소리를 내며 안토니에게 격렬하게 불평했습니다: \"나는 내 시간 동안 많은 사람들을 속이고 정복했지만, 이제 당신의 경우, 다른 많은 사람들의 경우와 마찬가지로, 당신의 금욕적 노력으로 내가 당하고 있다.\"\n자신의 적수가 먹이를 찾는 사자처럼 계속해서 그를 쫓을 것임을 알고, 안토니는 승리로 인해 자신의 경계심을 늦추지 않았습니다. 수면 중에 사탄에게 패배하지 않기 위해, 성 안토니는 기도하면서 쉬는 동안 그의 지팡이에 종을 달았고, 이는 깨어 있고 자는 동안에도 사탄에게 패배할 기회를 주지 않기 위함이었습니다. 그래서 그가 잠들었을 때, 지팡이가 떨어지고 종이 울렸습니다. 성 안토니는 깨어나 기도와 사탄과의 싸움을 계속했습니다. (성 안토니의 그림은 그의 지팡이에 달린 종을 보여줍니다). 그는 기도에 몰두하여 많은 밤을 잠 없이 보냈고, 하루에 한 번 저녁에 먹는 빵과 물로 육체적 영양을 제한했습니다. 그가 말하길, 몸의 쾌락을 약화시킴으로써 마음이 강화된다고 했습니다. 그는 육체 없는 자들, 즉 천사들의 본성을 모방하기 위해 몸에 대해 그런 무관심을 가졌습니다. 그의 고행과 축적된 미덕은 나이든 고행자들을 놀라게 했지만 안토니는 자신의 영적 진보에 대해 생각하지 않았고 매일을 영적 여정의 시작으로 간주하여 교만과 허영으로부터 자신을 보호했습니다.\n고독을 더 느끼기 위해 마을에서 사막 끝자락의 무덤으로 이동하였으며, 무덤 안에 자신을 가두고; 드물게 빵을 공급하러 오는 하인만 허용했습니다. 이전 패배로 분노한 적은 복수심을 품고 공격했습니다. 이번에는 물리적인 공격이었습니다. 어느 날 밤, 악마 무리 전체가 와서 숨이 끊어질 때까지 성자를 때렸습니다. 그러나 그가 멍투성이가 되고 일어설 수 없는 상태로 바닥에 누워 있으면서도, 그는 큰 소리로 말했습니다:\n\"악마들아, 내가 여기 있다, 안토니, 너희들의 더 많은 상처를 받을 준비가 되어 있노라. 최악을 시도해 보아라, 너희는 결코 나를 그리스도로부터 분리시키지 못할 것이다.\" 그는 시편 작가의 말을 노래하며 자신을 다잡았습니다: \"비록 무리가 나를 향해 진을 쳐도, 내 마음은 두려워하지 않으리라.\"\n안토니의 대담한 도전에 격분한 악마는 그의 하수인들을 모았습니다: \"이제 보지 않느냐? 이 녀석은 음행의 영이나 매질과 타박상으로도 제지될 수 없었다... 우리는 다른 방법으로 그를 공격해야 한다.\"\n그날 밤, 안토니가 회복하며 바닥에 계속 누워 있을 때, 악마의 무리가 무덤의 벽을 흔들고 성자를 공포에 떨게 하기 위해 안으로 돌진했습니다. 이를 위해 그들은 시시거리는 뱀, 포효하는 사자, 사나운 늑대, 희생자를 들이받으려 하는 황소 등 끔찍한 야생 짐승의 형태를 취했습니다. 그러나 안토니는 이들을 단순한 유령 생물로 인식하여 두려워하지 않았고, 적의 무력함을 조롱하기까지 했습니다: \"이 모든 헛된 소동이 무슨 소용이냐? 너희가 해를 끼칠 힘이 있다면, 왜 하지 않느냐? 하지만 너희는 할 수 없다, 주님은 나의 방패이며 나의 안전의 벽이시니라.\" 악마들은 이에 대답으로 이를 갈 수밖에 없었습니다.\n안토니가 이렇게 영적인 경기장에서 챔피언 운동 선수로서 자신을 증명했을 때, 그는 주님의 위로가 현존하는 것을 경험할 수 있는 은혜를 받았습니다. 하늘을 향해 눈을 들어 올리자 지붕 커튼이 옆으로 젖혀지고 빛의 광선이 그에게 내려오는 것을 보았습니다. 곧바로 악마들이 사라지고, 안토니는 자신의 육체적 고통이 녹아내리는 것을 느꼈습니다. 이 신성한 은총의 쏟아짐으로 위로를 받으며, 그는 전투의 피로에서 잠시 쉬었다가 큰 소리로 그의 주인에게 말했습니다:\n\"주님, 이 고통과 환난이 제게 닥쳤을 때 당신은 어디 계셨나이까? 왜 저를 도우지 않으셨나이까?\" 그는 대답으로 목소리를 들었습니다:\n\"안토니야, 나는 여기 있었다. 그러나 나는 네가 물러서지 않고 적과 싸우는 것을 보고 싶었다. 네가 물러서지 않고 적에게 맞서는 것을 보았으니, 이제부터 나는 네 조력자가 되어 내 충실한 종으로서 네 이름을 널리 알리리라.\"\n안토니는 이 약속과 그의 영혼을 채운 평화와 새로 찾은 힘, 즉 승리의 은혜로 주어진 보상에 대해 감사 기도를 드렸습니다.\n그의 생애에서 성 안토니는 사탄과 싸워 이겼습니다. 그래서 일반적이고 대중적인 믿음이"
}