{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Today we officially launch the Valuable Opportunities in Career Experiences (VOICE) job shadowing program for our MedSurg and Vascular employees in EMEA and APAC. This is a tremendous milestone as the program continues to expand to different teams and regions.\n\nSome employees from EMEA have gone through the program on a pilot basis and now we are excited to expand this opportunity to more people!\n\nVOICE emphasizes removing barriers for underrepresented individuals, emerging leaders, and experienced professionals of Cook by providing valuable exposure to roles, business functions, and projects. VOICE program participants will have the chance to collaborate and learn from team experts to further develop those interests and skills.\nEligibility and nomination process\nTo participate in the VOICE program, someone must be nominated by a team lead, manager, or director. Since VOICE is not a competitive program, nominees who meet the selection criteria will have an opportunity to participate during a quarter that works best with their current role responsibilities.\nTeam leads, managers, and directors can nominate someone for the program by filling out our nomination form. Nomination forms will be accepted until Thursday, 31 October. Nominees will be notified before the end of the year if they have an opportunity to participate in the VOICE program.",
    "trans": "오늘 우리는 EMEA 및 APAC의 MedSurg 및 Vascular 직원을 위한 직업 경험의 소중한 기회(VOICE) 직무 섀도잉 프로그램을 공식적으로 시작합니다. 프로그램이 다양한 팀과 지역으로 계속 확장되고 있다는 점에서 이는 엄청난 이정표가 됩니다.\n\nEMEA의 일부 직원은 안내 시범 프로그램으로  진행되었으며 이제 이 기회를 더 많은 사람들에게 확대하게 되어 기쁩니다!\n\nVOICE는 역할, 비즈니스 기능 및 프로젝트에 대한 귀중한 노출을 제공함으로써  Cook의 소외된 개인, 신흥 리더 및 숙련된 전문가를 위한 장벽 제거를 강조합니다. VOICE 프로그램 참가자는 이러한 관심사와 기술을 더욱 발전시키기 위해 팀 전문가들과 협력하고 배울 수 있는 기회를 갖게 됩니다.\n자격 및 지명 절차\nVOICE 프로그램에 참여하려면 팀 리더, 매니저 또는 디렉터의 추천을 받아야 합니다. VOICE는 경쟁 프로그램이 아니기 때문에 선택 기준을 충족하는 후보자는 현재 역할 책임에 가장 적합한 분기 동안 참여할 기회를 갖게 됩니다.\n팀 리더, 관리자 및 이사는 추천 양식을 작성하여 프로그램에 참여할 사람을 추천할 수 있습니다. 추천 양식은 10월 31일 목요일까지 접수됩니다. VOICE 프로그램에 참여할 기회가 있는 후보자는 연말 이전에 통보를 받게 됩니다."
}