{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Ladies and gentlemen, welcome to [redacted_address]. My name is [redacted_name], and I'm your guide here in Being. This is [redacted_name], our driver. We'll be using this bus for the next few days. If you have any requests pease do let me Know. I sincerely hope that you will enjoy your stay here.\nNow, we are on our way to your hotel, the famous [redacted_address]. It will take us about 40 minutes to get there. The time here in Beijing now is 5: 10 pm. We are 13 hours ahead of New York, so you need to move your watches on by 13 hours if you haven't done so yet.\nBeijing, located in the northeast of China and surrounded by Hebei Province, covers an area of 16,410 square kilometers. Its population is about 20 million. It is the center of China's political and cultural activities.\nLadies and gentlemen, please look out of the right-hand windows. You will have a good view of the Olympic Park with the famous Bird's Nest stadium and the Water Cube. The day after tomorrow we'll pay a visit there.\nChinese history has strewn the land of Beijing with sites of cultural and historical interest. Some of them, such as the Great Wall, the Forbidden City, the Temple of Heaven, and the Summer Palace are World Cultural Heritage Sites. The famous Forbidden City is in the center of the city. Tomorrow morning we'll pay a visit to it.\nThere is a popular saying which goes, \"No dining experience is complete without sampling the delicacy of Peking Roast Duck.\" This evening will be your opportunity to eat delicious roast duck in Beijing and then we will go to the theater to see a short performance of Peking Opera and an acrobatic show.",
    "trans": "신사 숙녀 여러분, [redacted_address]에 오신 것을 환영합니다. 제 이름은 [redacted_name]이고, 여러분이 여기 계실 동안 가이드를 맡을 것입니다. 이쪽은 우리 운전사, [redacted_name]입니다. 우리는 다음 며칠 간 이 버스를 타게 될 것입니다. 만약 요구 사항이 있으시다면 제게 알려주십시오. 저는 여러분이 여기서 즐겁게 지내시기를 정말 바라고 있습니다.\n자, 이제 우리는 여러분의 호텔, 그 유명한 [redacted_address]으로 향하고 있습니다. 도착하기까지는 약 40분이 걸릴 것입니다. 이곳 베이징의 시간은 지금 오후 5:10시입니다. 우리 시간대는 뉴욕보다 13시간 빠르니, 아직 맞추지 않으셨다면 시계를 13시간 만큼 돌려주십시오.\n중국의 북동쪽에 위치해 있으며 허베이 성에 둘러싸여 있는 베이징은, 16,410 제곱 킬로미터의 지역에 걸쳐 있습니다. 베이징의 인구는 2000만 명입니다. 중국의 정치적 및 문화적 활동의 중심지이기도 합니다.\n신사 숙녀 여러분, 우측 창문 밖을 봐 주십시오. 유명한 냐오챠오 스타디움과 워터 큐브가 있는 올림픽 공원이 잘 보이실 겁니다. 우리는 모레 저 곳을 방문할 예정입니다.\n중국의 역사는 베이징 곳곳에 문화와 역사적 중요성을 가진 장소의 형태로 흩어져 있습니다. 이 중 일부, 즉 만리장성, 자금성, 천단, 이화원은 세계문화유산으로 등재되어 있습니다. 유명한 자금성은 도시의 중심부에 위치해 있습니다. 우리는 내일 아침 그 곳을 방문할 예정입니다.\n\"북경오리를 맛보지 않고는 완전한 식사를 경험했다고 할 수 없다\"는 속담이 있지요. 여러분은 오늘 저녁에 맛있는 북경오리를 베이징에서 맛볼 기회를 가지게 되실 것이며, 그런 다음엔 극장으로 가서 짧은 경극과 곡예 공연을 볼 것입니다."
}