{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Quarantine's* Dark History\nBefore 2020, the word \"quarantine\" was one that people usually only heard in Hollywood movies about out-of-control viruses. COVID-19 changed all that, and it has since become a part of our everyday vocabulary'. Let's take a look at how quarantine became a familiar theme® when it comes to prevention of virus circulation.\nIt turns out that there were a number of instances of quarantine long before it actually had a name. The Bible describes several situations' involving lepers —people suffering from a terrible skin disease that seemed to spread through contact' —being separated® from healthy people. When the Black Death hit Europe in 1346, the sick were taken into special zones' outside the city, and left to either recover\" or die. Two years later, the Italian city of Venice devised\" a quarantine system for arriving ships. The goal of the strategy' was to prevent passengers' from bringing the disease into the country, and it was calculated'* that ships should stay away for 40 days. It was named quarantino from the Italian word quaranta.\nHistorically, quarantine has been the answer whenever' a disease has presented danger. In 1793, the US city of Philadelphia used it to limit the spread of yellow fever'' infections. In 1907, Irish cook Mary Mallon was discovered' to carry the bacteria that causes typhoid fever\". She was charged'® and put in quarantine so that she could not mix with others.\nShe agreed to never cook again, and was released. However, after being found cooking again, she was put in quarantine for a second time, this time permanently. In 2003, 25,000 people with SARS were quarantined in Toronto, Canada. Love it or hate it, we must conclude ® that quarantine serves an important purpose: it saves lives.",
    "trans": "격리의 어두운 역사\n2020년 이전, \"격리\"라는 단어는 주로 할리우드 영화에서 통제 불능의 바이러스에 대한 이야기에서나 들을 수 있는 것이었다. 하지만 코비드19 팬데믹 이후, 이 단어는 우리 일상에서 흔히 사용되는 용어'가 되었다. 바이러스 확산을 방지하는 데 있어 격리가 어떻게 익숙한 개념이 되었는지 살펴보자.\n사실, 그것의 개념이 정식으로 명명되기 훨씬 이전부터 다양한 격리 사례가 존재했다. 성경에는 나병 환자—접촉을 통해 전염되는 것으로 보이는 심각한 피부병을 앓고 있는 사람들—가 건강한 사람들과 분리되는 여러 사례가 기록되어 있다. 1346년 유럽에서 흑사병이 창궐했을 때, 감염자들은 도시 외곽의 특별 구역으로 이송되었으며, 그곳에서 회복하거나 사망할 때까지 머물러야 했다. 2년 후, 이탈리아의 도시 베네치아는 입항하는 선박을 위한 격리 시스템을 고안했다. 이 전략의 목표는 승객들이 질병을 나라로 들여오는 것을 방지하는 것이었으며, 선박은 40일 동안 정박하지 않고 머물러야 한다고 계산되었다. 이 시스템은 이탈리아어 quaranta에서 유래하여 quarantino라고 명명되었다.\n역사적으로, 질병이 위험을 초래할 때마다 격리는 해결책이 되어왔다. 1793년, 미국 필라델피아에서는 황열병 감염 확산을 제한하기 위해 격리가 시행되었다. 1907년, 아일랜드 출신 요리사 메리 말론이 장티푸스균을 보균하고 있는 것이 발견되었다. 그녀는 기소되어 다른 사람들과 접촉하지 못하도록 격리되었다.\n그녀는 다시는 요리를 하지 않겠다고 동의한 후 석방되었다. 그러나 이후 다시 요리를 하는 것이 발견되면서 두 번째로 격리되었으며, 이번에는 영구적으로 격리되었다. 2003년, 캐나다 토론토에서는 25,000명의 사스환자가 격리되었다. 좋든싫든, 우리는 격리가 중요한 목적을 수행한다는 결론을 내릴 수밖에 없다: 그것은 생명을 구하는 것이다."
}