{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Geneva, Switzerland, October 16, 2024 -- SEALSQ Corp (NASDAQ: LAES) (\"SEALSQ\" or \"Company\"), a company that focuses on developing and selling Semiconductors, PKI and Post-Quantum technology hardware and software products, today announced that its Post Quantum products and services are designed to respond to the weakness of RSA algorithms to quantum computers recently exposed by Chinese Researchers.\nIndeed, a recent breakthrough by researchers from Shanghai University demonstrated the power of quantum computing by efficiently cracking RSA encryption using a D-Wave quantum computer. (https://t.ly/18g99). This advancement underscores the urgency to develop new cryptographic defenses to protect sensitive information from being exposed.\nThis real-life example confirms Peter Shor’s theory that Quantum computers, leveraging the principles of quantum mechanics, have the potential to disrupt the very foundations of global data security by breaking widely used cryptographic algorithms, including RSA and AES. These encryption methods are essential for safeguarding sensitive information in web browsers, VPNs, email services, and chips from major brands. As the computational power of quantum machines increases, today’s encryption systems are becoming vulnerable to future attacks.\nIn response to the growing quantum threat, SEALSQ will not only offer to the market in 2025 a new generation of Quantum Resistant chips but also integrate WISeKey’s latest advancements in Post-Quantum Encryption in its PKI as-a-service platform (INeS).\nThis combination of Quantum Resistant hardware and cryptography is unique on the security market as it offers a complete and integrated approach to the imminent threat posed by Quantum computers, ensuring that their computational power cannot undermine the privacy and integrity of global communication systems. SEALSQ’s upcoming webinar will focus on this topic – interested parties can join via https://t.ly/caWn-.\nSEALSQ’s Post Quantum chips: A Game-Changer in Post-Quantum Cybersecurity\nThe QS7001 is a cutting-edge RISC-V secure hardware platform specifically designed for IoT security and incorporating NIST’s recommended quantum-resistant algorithms, Kyber and Dilithium, to ensure robust protection against quantum-enabled breaches.\nThe QVault TPM is a Quantum Resistant Trusted Platform Module (TPM 2.0) compliant with NIST FIPS 140-3 requirements and powered by the QS7001 hardware platform.\nVideo demo: https://www.youtube.com/watch? v=sAWn24sXERg\n“These chips represent a transformative leap in cybersecurity,” said Jean Pierre Enguent, CTO at SEALSQ. “As quantum computing capabilities advance, the vulnerabilities of current encryption methods become increasingly apparent. With our QS7001 and QVault TPM, we are set to provide industries and governments with the tools they need to safeguard their data and devices against the looming quantum threat.”\nSEALSQ’s PKI will integrate WISeKey’s advancements in Post Quantum Encryption\nWISeKey (SIX: WIHN, NASDAQ: WKEY), SEALSQ’s parent company, is developing a new range of Trust Services, that will take advantage of the latest developments in post-quantum encryption (PQE) to be applied in real-world applications of digital signatures and encryption using PKI and digital certificates, such as secure communication channels (TLS), enhanced Key Exchanges and email security (S/MIME). These services are currently based in standards that can be improved to be resilient to quantum attacks and offer b",
    "trans": "제네바, 스위스, 2024년 10월 16일 -- 반도체, PKI 및 포스트 양자 기술 하드웨어와 소프트웨어 제품을 개발하고 판매하는데 주력하는 회사인 SEALSQ Corp(나스닥: LAES)(\"SEALSQ\" 또는 \"회사\")는 오늘 자사의 포스트 양자 제품과 서비스가 최근 중국 연구진에 의해 드러난 양자 컴퓨터에 대한 RSA 알고리즘의 취약점에 대응하도록 설계되었다고 발표했습니다.\n실제로, 상하이 대학교 연구진의 최근 획기적인 발전은 D-Wave 양자 컴퓨터를 사용하여 효율적으로 RSA 암호화를 해독함으로써 양자 컴퓨팅의 힘을 보여주었습니다. (https://t.ly/18g99). 이러한 발전은 민감한 정보가 노출되는 것을 방지하기 위해 새로운 암호화 방어 기술을 개발해야 할 시급성을 강조합니다.\n이러한 실제 사례는 양자 컴퓨터가 양자 역학의 원리를 활용하여 RSA와 AES를 포함한 널리 사용되는 암호화 알고리즘을 깨뜨림으로써 글로벌 데이터 보안의 근간을 흔들 수 있다는 피터 쇼어의 이론을 확인해줍니다. 이러한 암호화 방법은 웹 브라우저, VPN, 이메일 서비스, 그리고 주요 브랜드의 칩에서 민감한 정보를 보호하는 데 필수적입니다. 양자 기계의 계산 능력이 증가함에 따라, 오늘날의 암호화 시스템은 미래의 공격에 취약해지고 있습니다.\n증가하는 양자 위협에 대응하여, SEALSQ는 2025년에 새로운 세대의 양자 저항 칩을 시장에 제공할 뿐만 아니라, WISeKey의 최신 포스트 양자 암호화 기술을 자사의 PKI as-a-service 플랫폼(INeS)에 통합할 것입니다.\n이러한 양자 저항 하드웨어와 암호화의 조합은 보안 시장에서 독특한 것으로, 양자 컴퓨터가 제기하는 임박한 위협에 대한 완전하고 통합된, 계산 능력이 글로벌 통신 시스템의 개인 정보 보호와 무결성을 훼손할 수 없도록 보장하는 접근 방식을 제공합니다. SEALSQ의 다가오는 웨비나는 이 주제에 초점을 맞출 것입니다 - 관심 있는 당사자들은 https://t.ly/caWn-를 통해 참여할 수 있습니다.\nSEALSQ의 포스트 양자 칩: 포스트 양자 사이버 보안의 게임 체인저\nQS7001은 IoT 보안을 위해 특별히 설계되고 NIST의 권장 양자 저항 알고리즘인 Kyber와 Dilithium을 통합하여 양자 기반 침해로부터 강력한 보호를 보장하는 최첨단 RISC-V 보안 하드웨어 플랫폼입니다.\nQVault TPM은 NIST FIPS 140-3 요구 사항을 준수하고 QS7001 하드웨어 플랫폼을 기반으로 하는 양자 저항 신뢰할 수 있는 플랫폼 모듈(TPM 2.0)입니다.\n비디오 데모: https://www.youtube.com/watch? v=sAWn24sXERg\nSEALSQ의 최고 기술 책임자(CTO)인 Jean Pierre Enguent는 \"이 칩들은 사이버 보안에 있어 혁신적인 도약을 의미합니다,\"라고 말했습니다. \"양자 컴퓨팅 능력이 발전함에 따라, 현재 암호화 방법의 취약점이 점점 더 명백해지고 있습니다. 우리의 QS7001과 QVault TPM으로, 우리는 산업계와 정부에 임박한 양자 위협으로부터 그들의 데이터와 장치를 보호하는 데 필요한 도구를 제공할 준비가 되어 있습니다.\"\nSEALSQ의 PKI는 WISeKey의 포스트 양자 암호화 발전을 통합할 것입니다\nSEALSQ의 모회사인 WISeKey(SIX: WIHN, 나스닥: WKEY)는 PKI 및 디지털 인증서를 사용하는 디지털 서명 및 암호화의 실제 응용 프로그램, 예를 들어 보안 통신 채널(TLS), 향상된 키 교환 및 이메일 보안(S/MIME)에 적용될 수 있는 최신 포스트 양자 암호화(PQE) 개발을 활용하는 새로운 범위의 신뢰 서비스를 개발하고 있습니다. 이러한 서비스는 현재 양자 공격에 대한 복원력을 갖추고 b를 제공할 수 있도록 개선될 수 있는 표준을 기반으로 합니다"
}