{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The word \"role\" refers to the part or function someone or something has in a particular situation. \"Actress\" refers to a female performer. \"Position\" implies a place or status. \"Member\" suggests belonging to a group. Audiences have a crucial part in a show's success, making \"role\" the most fitting word. Answer: A\n\"Act\" implies performing in a play. \"Show\" means to display or present. \"Disappear\" is the opposite of what's intended. \"Perform\" means to present a show or entertainment. The context suggests artists will give a performance. Answer: D\n\"Depends\" indicates reliance on something else. \"Takes\" implies taking something. \"Lives\" refers to existence. \"Decides\" suggests making a choice. The style of clothing depends on the gods or saints worshipped. Answer: A\n\"Participants\" are people involved in an activity. \"Competitors\" are rivals. \"Fans\" are enthusiastic admirers. \"Singers\" are people who sing. The sentence describes people who admire Korean and American music. Answer: C\n\"Cinemas\" are movie theaters. \"Concerts\" are musical performances. \"Art exhibitions\" are displays of art. \"Stadiums\" are large sports venues. The sentence refers to music events, making \"concerts\" the correct choice. Answer: B\n\"Made\" means to compel someone to do something. \"Hesitated\" means to pause before doing something. \"Invited\" means to ask someone to come. \"Planned\" means to devise a scheme. The father forced her to sing. Answer: A\n\"Gifts\" are presents. \"Prizes\" are awards given for winning a competition. \"Scholarships\" are financial aid for education. \"Awards\" are prizes or honors given for achievement. The sentence lists various honors, making \"awards\" the most suitable word. Answer: D\n\"Download\" means to copy from a larger system to a smaller one. \"Load\" means to put something into a vehicle or device. \"Upload\" means to transfer data from a smaller system to a larger one. \"Unload\" means to remove something from a vehicle or device. The mother shared videos online, which is uploading. Answer: C",
    "trans": "“역할”이라는 단어는 특정한 상황에서 사람이나 물건이 무언가를 가지고 있는 역할이나 기능을 가르킵니다. “여배우”는 여성 연기자를 뜻합니다. “위치”는 장소나 지위를 뜻합니다. “멤버”는 그룹에 속하고 있음을 나타냅니다. 관객들은 쇼의 성공에 중요한 역할을 하므로 “역할”이 가장 알맞은 대답입니다. 대답: A\n“연기”는 연극에서 공연하는 것을 의미합니다. “쇼”는 전시하거나 참석을 의미합니다. “사라짐”은 의도한 것의 반대되는 것입니다. “공연”은 쇼나 엔터테인먼트를 보여주는 것을 뜻합니다. 맥락은 아티스트가 공연을 할 것으로 보입니다. 대답:D\n“의존”은 무언가에 의존하는 것을 나타냅니다. “가져감”은 무언가를 가져감을 암시합니다. “삶”은 존재를 나타냅니다. “결정”은 선택을 하는 것을 의미합니다. 옷의 스타일은 숭배하는 신이나 성인에 따라 달라집니다. 대답: A\n“참가자”는 활동에 참여하는 사람들입니다. “경쟁자”는 라이벌입니다. “팬”은 열정적인 숭배자입니다. “가수”는 노래를 부르는 사람입니다. 문장은 한국과 미국 음악을 좋아하는 사람들입니다. 대답: C\n“영화관”은 영화 극장입니다. “콘서트”는 음악 공연입니다. “미술 전시회”는 미술을 전시하는 것입니다. “경기장”은 대형 스포츠 경기장입니다. 문장은 음악 이벤트를 의미하므로 “콘서트”가 바른 대답입니다. 대답: B\n“제작”은 누군가에게 무엇을 하도록 강요하는 것입니다. “망설임”은 무언가를 하기 전에 멈칫하는 것을 의미합니다. “초대”는 누군가에게 오는 것을 요청하는 것입니다. “계획함”은 계획을 고안하는 것입니다. 아버지는 그녀에게 노래부를 것을 강요했습니다. 대답: A\n“선물”은 선물입니다. “상품”은 대결에서 이긴 것에 대한 상입니다. “장학금”은 교육을 위한 재정 지원입니다. “상”은 업적에 대한 상이나 명예입니다. 문장은 다양한 명예를 나타내어, “상”이 가장 적절한 단어입니다. 대답: D\n“다운로드”는 더 큰 시스템에서 작은 것으로 복사하는 것을 의미합니다. “싣다”는 차량이나 장치에 무언가를 넣는 것을 의미합니다. “업로드”는 작은 시스템에서 더 큰 시스템으로 데이터를 옮기는 것을 의미합니다. “언로드”는 차량이나 장치에서 무언가를 제거하는 것을 의미합니다. 어머니는 업로드되고 있는 영상을 온라인으로 공유했습니다. 대답: C"
}