{
    "source": "en_US",
    "target": "ko_KR",
    "text": "According to The 2030 Agenda for Sustainable Development and its 17 Sustainable Development Goals,\nAcknowledging the critical importance of access to clean water, adequate sanitation, and hygiene facilities for maintaining public health and preventing disease outbreaks, particularly in conflict-affected regions,\nDeveloping strategies and initiatives on water resources,\nProposing a comprehensive set of strategies and action plans to address water, sanitation and hygiene (WASH) challenges that are prevalent globally,\nPart I. Significance\n1. Affirming that water, especially fresh water, as one of the most significant human resources, is in huge demand in conflict zones;\n2. Recognizing that the waterborne diseases are currently one of the mainly threats to children as well as innocent civilians in conflict zones;\n3. Convinced that sanitation system is essential for the treatment of waterborne diseases;\n4. Suggesting that we should establish sanitation systems effectively in conflict zones;\n5. Recognizing the difficulty of delivering materials into conflict zones.\nPart II. Challenge Analysis Standard for assistance and Response Strategies\n1. Water supply distribution\nCurrent situation analysis: Many regions in the world, especially developing countries and arid and semi-arid regions, face water shortage and uneven distribution problems, which affect residents' lives and agricultural production.\nResponse strategies:\n1. International cooperation and technical support: Strengthen cooperation among international water management institutions, provide technical support and financial assistance, and help countries build and improve water supply systems.\n2. Water resource management: Promote efficient water resource management and protection strategies, including rainwater collection, water recycling and water-saving irrigation technology.\n3. Increase water supply points: Start as many water pipes as possible to the war zone and repair the water supply systems in houses that are not seriously damaged to establish more water supply points, protect the drinking water rights of vulnerable groups, and reduce our water supply costs.\n4. Public education and awareness raising: Enhance public awareness of the importance of water resources, advocate water conservation awareness and sustainable water use behavior.\n5. Sets up a responsible water deficiency standard:\n(a) When the annual available water per civilian is less than 1700 cubic meters, it is a country with \"water pressure\". When it is less than 1000 cubic meters, it is called \"water shortage\" countries; and when it is less than 500 cubic meters, it is named as a \"severe water shortage\" country;\n(b) Water pressure countries can apply for assistance in water supply;\n(c) The UN will directly offer international assistance to the severe water shortage countries;\n6. Sets up monitory for the working of water supplying and distribution through the cooperation with OIOS.\n2. Sexual Violence Prevention and Response\nCurrent situation analysis: Sexual violence is a widespread problem worldwide, posing a serious threat to the physical and mental health of women, children and other vulnerable groups.\nResponse strategies:\n1. Promote cooperation among countries to establish a transnational accountability mechanism, legislation and policy formulation: Promote countries to formulate and implement strict laws and regulations (there is such an organization internationally. If you don’t mention the motion of sexual violence anymore, you can actually mention it in the OP), protect the rights and interests of victims, and severely punish sexual violence crimes.\n2. Use social media to let people know about the harm of sexual violence. Provide comprehensive medical, psychological, legal and social support services for victims of sexual violence.\n3. Strengthen gender equality education, increase social awareness and condemnation of sexual violence, and create a zero-tolerance social atmosphere. At the same time, teach the girls basic skills.\n4. Dispatch UK experts in contact to conflict zones to conduct training products to improve capacity to present with her arbitrators of sexual violence. Improve the workers’ capacity to deal with sexual violence. I really don’t understand the original sentence of this sentence. Maybe it should be said like this?\n3. Measures to Reduce the Risk of Infectious Disease Outbreaks\nCurrent Situation Analysis: In the context of globalized war, the speed and scope of the spread of infectious disease outbreaks have increased significantly, posing a challenge to global public health security. In addition, due to the lack of sufficient independent housing, the spread of infectious diseases has become difficult to control.\nResponse Strategies:\n1. Strengthen global health governance: Strengthen the role of international organizations such as the World Health Organization, coordinate global health resources, and jointly respond to the epidemic.\n2. Increase refugee housing and prepare for home isolation during the epidemic\n3. Improve the diet of children in conflict areas, especially Yemen, to improve children's immunity and reduce the risk of large-scale spread of infectious diseases among children.\n4. Apply the multiple layer filter screen to filter impurities in sewage\n5. Work through education and public speaking to raise people's awareness of the importance of drinking water, sanitation\n6. Guide people to develop a good water habit such as not drinking directly from the not directed waters sources and paying attention to sanitation when storing water;\n7. Send public health emergency management capabilities, including improving disease prevention and control systems, improving disease, surveillance and reporting capabilities, and strengthening the tracing and tracing of epidemics.\n8. Establish and improve infectious disease monitoring and early warning systems, timely detect and report epidemics, and take effective prevention and control measures.\n9. Increase vaccine research and development efforts, improve vaccine accessibility and vaccination rates, especially for infants and young children, to build a group immunity barrier.\n4. Health Education for the Prevention and Control of Infectious Diseases\nCurrent situation analysis: The public's understanding of infectious disease prevention and control knowledge varies, which affects the effective implementation of prevention and control measures.\nResponse strategies:\n1. Develop health education plans for infectious disease prevention and control, and develop targeted educational content for different groups of people.\n2. Use traditional media and new media platforms to post relevant posters in refugee camps, water supply points, field hospitals, etc., widely disseminate knowledge on infectious disease prevention and control, and improve public awareness and ability of prevention and control.\n3. Encourage community organizations and volunteers to participate in health education activities, invite local leaders to give relevant speeches, and create a prevention and control atmosphere for the participation of the whole society.\n5. Basic Solutions for Fuel Shortage\nCurrent situation analysis: Energy demand continues to grow, and some countries and regions are facing fuel shortages, which affects economic development and residents' lives.\nResponse strategies:\n1. Promote countries to develop renewable energy, reduce dependence on fossil fuels, and achieve diversified energy supply.\n2. Dispatch researchers from developed countries to keep working on in order to strengthen energy efficiency management and technological innovation, improve energy utilization efficiency, and reduce energy waste.\n3. Strengthen international energy cooperation and trade to ensure that countries can obtain stable and reliable energy supply.\n4. Reduce the selling prices of fuel for domestic and foreign civilian and field hospitals, while increasing the prices of military fuel.\n6. Methods of immigration\nCurrent situation analysis: It is impossible to ensure that vulnerable groups in all war zones have sustainable access to water resources, and they are also facing the problem of environmental sanitation and personal hygiene\n1. Cooperates with IOM to plan and implement immigration,\n2. Builds good infrastructure and population density determines whether it is suitable for immigration,\n3. Being the target groups of UNICEF, children under the age of 18, pregnant women, women, the elderly and the disabled needs preferential help,\n4. Prioritize trucks and buses for the transfer of refugees in conjunction with the UK's Operation Piper,\n5. Supply Land lease by UNICEF and IOM to countries connect to war zones for the purpose of migration,\n6. Be responsible for providing educational resources to migrant areas to ensure that the population is educated, so that they can enter society normally,\n7. The IOM monitors the return of territories by warring States three months after the end of the war to ensure the territorial security and integrity of neighboring states;\nPart III. action plan\n1. Establish a global working group: A global working group composed of relevant UN agencies, governments and international partners will be responsible for coordinating and supervising the implementation of various strategies.\n2. Formulate a global action plan: Based on the strategies proposed in this document, formulate a detailed global action plan to clarify the responsibilities and tasks of countries and international organizations.\n3. Strengthen monitoring and evaluation: Establish a global monitoring and evaluation mechanism to regularly evaluate the effectiveness of strategy implementation and adjust and optimize strategies in a timely manner.\n4. Promote knowledge sharing and technical exchange: Establish a global knowledge sharing platform and technical exchange mechanism to promote experience sharing and technical cooperation among countries in the fields",
    "trans": "2030 지속가능발전 의제 및 관련 지속가능발전 17개 목표에 따라,\n공공 건강 유지 및 질병 발생 예방을 위해, 특히 분쟁 영향 하에 놓인 지역에서 깨끗한 물, 적절한 위생 및 보건 시설에 대한 접근성이 가장 중요함을 인식하며,\n수자원에 대한 전략 및 이니셔티브를 개발하며,\n전 세계적으로 만연한 물, 위생 및 보건(WASH) 문제의 해결을 위한 포괄적인 전략 및 실행 계획을 제안함,\nI장. 중요성\n1. 물, 특히 담수는 가장 중요한 인간 자원 중 하나로, 분쟁 지역에서 수요가 크다는 점에 동의함;\n2. 수인성 질병은 현재 분쟁 지역에서 어린이 및 무고한 민간인들에게는 주된 위험요소 중 하나임을 인식함;\n3. 수인성 질병의 치료를 위해 위생 시스템이 필수적임을 이해함;\n4. 분쟁 지역에서 위생 시스템을 효과적으로 구축해야 함을 제안함;\n5. 분쟁 지역 내로 자재 전달이 어려움을 인식함;\nII장. 지원에 대한 난점 분석 기준 및 대응 전략\n1. 수자원 공급 분배\n현황 분석: 전 세계 다수 지역, 특히 개발도상국과 건조 및 반건조 지역은 물 기근과 불균등한 분배 문제에 직면해 있으며, 이는 주민들의 생활과 농업 생산에 영향을 미침.\n대응 전략:\n1. 국제 협력 및 기술 지원: 국제 물 관리 기관 간의 협력을 강화, 기술 및 재정 지원, 각국의 물 공급 시스템 구축 및 개선 지원.\n2. 수자원 관리: 빗물 수집, 물 재활용, 물 절약 관개 기술 등 효율적인 수자원 관리 및 보호 전략 촉진.\n3. 물 공급원 확대: 전쟁 지역에 최대한 많은 수도관을 설치하고 심각한 피해를 입지 않은 주택의 급수 시스템을 수리하여 더 많은 급수 지점을 구축하고 취약 계층의 식수권을 보호하며 급수 비용을 줄입니다.\n4. 공공 교육 및 인식 제고: 수자원의 중요성에 대한 대중의 인식을 제고하고, 물 절약 의식과 지속 가능한 물 사용 습관을 장려.\n5. 책임있는 물 부족 기준 설정:\n(a) 민간인 1인당 연간 사용 가능한 물이 1,700 입방미터 미만인 경우 \"물 부족\" 국가. 1,000 입방미터 미만인 경우 \"물 기근\" 국가, 500 입방미터 미만인 경우 \"극심한 물 기근\" 국가;\n(b) 물 부족 국가는 물 공급 지원 신청 가능;\n(c) 유엔은 극심한 물 기근 국가에 국제 지원을 직접 제공 예정;\n6. OIOS와의 협력을 통해 수자원 공급 및 분배 작업의 권고 사항 수립.\n2. 성폭력 예방 및 대응\n현황 분석: 성폭력은 전 세계적으로 만연한 문제로, 여성, 어린이 및 기타 취약 계층의 신체적 및 정신적 건강에 심각한 위협이 됨.\n대응 전략:\n1. 국가 간 협력 증진을 통한 초국가적 책임 메커니즘, 법률 및 정책 수립 형성: 국가들로 하여근 엄격한 법 및 규정의 제정과 시행을 촉진하며(이와 관련된 국제적인 조직이 존재함. 성폭력에 관한 동향을 더 이상 언급하지 않는 경우, OP에서 언급 가능), 피해자의 권익을 보호하고 성폭력 범죄를 엄단함.\n2. 성폭력의 해악을 알리기 위한 소셜 미디어 사용. 성폭력 피해자를 대상으로 한 의료, 심리적, 법적 및 사회적 지원 서비스를 종합적으로 제공.\n3. 성평등 교육을 강화하고, 성폭력에 대한 사회적 인식과 규탄을 증대시키며, 무관용 사회 분위기를 조성함. 동시에 소녀들에게 기본적인 기술을 교육함.\n4. 접촉 중인 영국의 전문가들을 분쟁 지역에 파견하여 성폭력 중재자들과의 협력 능력을 향상시키기 위한 종합 훈련을 실시. 직원들의 성폭력 대응 역량 강화. 이 문장의 원문을 정말 이해하지 못하겠습니다. 아마도 이렇게 표현되어야 하는 거겠죠?\n3. 전염병 발생 위험성 감축 조치\n현황 분석: 전쟁이 전 세계로 확산되는 상황에서 전염병 발생의 확산 속도와 범위가 크게 증가했으며, 이는 전 세계 공공 건강 안보에 있어서 난점이 됨. 또한, 적절한 독립적 주거공간의 부족으로 전염병의 확산 통제가 어려워짐.\n대응 전략:\n1. 글로벌 보건 거버넌스 강화: 세계보건기구와 같은 국제 기구의 역할을 강화하고, 글로벌 보건 자원을 조정하며, 전염병에 공동으로 대응.\n2. 난민 주거지 확충 및 전염병 발생 중의 자택 격리에 대비\n3. 분쟁 지역의 어린이, 특히 예멘 어린이들의 식단 개선을 통해 어린이들의 면역력을 강화하고 어린이들 간에 전염병의 대규모 확산 위험을 감축.\n4. 하수 불순물을 걸러내기 위한 다중 여과망을 적용\n5. 교육과 대중 연설을 통해 식수와 위생의 중요성에 대한 대중 인식 제고\n6. 지정되지 않은 수원지에서 물을 직접 음용하지 않고 물을 저장할 때 위생에 주의하는 등 대중의 올바른 물 습관의 개발을 유도;\n7. 전염병 예방 및 통제 시스템 개선, 질병과 감시 및 보고 능력을 향상시키며, 전염병의 추적 및 모니터링 강화를 포함한 공공 보건 비상 관리 역량을 제공.\n8. 전염병 모니터링 및 조기 경보 시스템을 구축하고, 전염병을 신속하게 탐지 및 보고하며, 효과적인 예방 및 통제 조치를 취함.\n9. 백신 연구 및 개발 노력을 증대하고, 특히 영유아에 대한 백신 접근성과 접종률을 개선하여 집단 면역 장벽을 형성.\n4. 전염병 예방 및 통제를 위한 보건 교육\n현황 분석: 전염병 예방 및 통제에 대한 대중의 이해가 상이하여 예방 및 통제 조치를 효과적으로 실행하는 데 영향이 미침.\n대응 전략:\n1. 전염병 예방 및 통제를 위한 보건 교육 계획을 개발하고, 다양한 계층을 대상으로 한 교육 내용을 개발.합니다.\n2. 전통적인 미디어 및 신규 미디어 플랫폼을 활용하여 난민 캠프, 물 공급원, 야 병원 등에 관련 포스터를 게시하고, 전염병 예방 및 통제에 관한 지식을 널리 확산하여 대중의 인식과 예방 및 통제 능력을 향상함.\n3. 지역 단체와 자원 봉사자들의 보건 교육 활동 참여를 독려하고, 유지들이 관련 연설을 하도록 초청하며, 사회 전체가 참여하는 예방 및 통제 분위기를 조성함.\n5. 연료 부족에 대한 기본 해결 방안\n현황 분석: 에너지 수요는 지속적으로 증가하며, 일부 국가 및 지역은 연료 부족에 직면, 이로 인해 경제 발전과 주민들의 삶에 영향이 미침.\n대응 전략:\n1. 각국의 재생 에너지 개발, 화석연료 의존도 감축, 에너지 공급 다변화 달성을 촉진.\n2. 선진국에서 연구자들을 파견하여 지속적인 작업을 통해 에너지 효율 관리 및 기술 혁신을 강화하고, 에너지 활용 효율성을 개선하며, 에너지 낭비를 감축하도록 함.\n3. 국제 에너지 협력 및 무역 강화를 통해 각국의 안정적이고 신뢰할 수 있는 에너지 공급을 보장함.\n4. 국내외 민간 및 야전 병원에 공급되는 연료의 판매 가격을 인하하는 한편, 군용 연료의 가격은 인상함.\n6. 이민 방안\n현황 분석: 모든 전쟁 지역에서 지속 가능한 수자원에 대한 취약 계층의 접근을 보장하는 것은 불가능하며, 이들은 환경 위생 및 개인 보건 문제에도 직면해 있음\n1. 국제이주기구와 협력하여 이민 계획을 수립하고 실행함,\n2. 우수한 인프라를 구축하고, 인구 밀도가 이민에 적합한지를 결정함,\n3. 18세 미만 아동, 임산부, 여성, 노인 및 장애인은 유니세프의 대상 그룹으로서 우선적인 지원이 필요함,\n4. 영국의 Operation Piper와 연계하여 난민 이동을 위한 트럭과 버스를 우선 배치함,\n5. 전쟁 지역과 연결된 국가에 이민을 위한 토지 임대를 유니세프와 국제이주기구에서 제공함,\n6. 이주 지역에 교육 자원을 책임지고 제공하며, 이를 통해 주민들이 교육을 받고 사회에 정상적으로 통합될 수 있도록 함,\n7. 국제이주기구는 전쟁 종식 후 3개월 이내에 전쟁국들이 영토를 반환하는지 모니터링하여 이웃 국가들의 영토 보안과 보전을 보장함;\nIII장. 실행 계획\n1. 글로벌 워킹 그룹의 설립: 유관 유엔 기관, 정부 및 국제 파트너들로 구성된 글로벌 워킹 그룹의 책임 하에 다양한 전략의 시행을 조정 및 감독함.\n2. 글로벌 실행 계획 수립: 본 문서에서 제안된 전략에 근거하여, 각국과 국제기구의 책임과 임무를 명확히 할 구체적인 글로벌 실행 계획을 수립함.\n3. 모니터링 및 평가 강화: 전략 시행의 효과를 정기적으로 평가하고, 적시에 전략을 수정하고 최적화할 수 있도록 글로벌 모니터링 및 평가 메커니즘을 구축함.\n4. 지식 공유 및 기술 교류 촉진: 현장의 국가 간 경험 공유 및 기술 협력을 촉진할 수 있도록 글로벌 지식 공유 플랫폼과 기술 교류 메커니즘을 구축함"
}