{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Episode 8: Turning Point Catalyst – The Turn: 62 minutes (51.6%) – While enjoying a night at a jazz club, [redacted_name] and Sebastian run into Sebastian’s old classmate [redacted_name]. [redacted_name] offers Sebastian a job as a keyboardist in his jazz fusion band, but Sebastian declines.\nAfterward, [redacted_name] reads Seb her play, which he loves. She shows him a logo she made for his club and they have a difference of opinion over the name. When [redacted_name] inquires if he’s going to call [redacted_name], Sebastian tells her he’s not interested in taking the job.\nEpisode 9: Turning Point Three – The Moment of Truth: 65 minutes (54%) – The next morning, Sebastian overhears [redacted_name] talking to her mom about him, specifically how he doesn’t have a steady gig, but will eventually open his own club. This prompts Sebastian to visit[redacted_name], hear his offer and decide to take him up on it. The band plays well, but Sebastian doesn’t seem to enjoy himself playing their type of music. After their session, [redacted_name] tells him he is holding onto the past and needs to focus on the future.\nWhen [redacted_name] comes home, the two of them sing a duet of City of Stars.\nAct Run Time: 12 minutes (10%)",
    "trans": "8화: 터닝 포인트 캐털리스트 - 더 턴: 62분(51.6%) - 밤에 재즈 클럽에서 좋은 시간을 보내는 동안, [redacted_name]과 세바스찬은 세바스찬의 옛 반 친구인 [redacted_name]을 만난다. [redacted_name]은 세바스찬에게 그의 재즈 퓨전 밴드에서 키보드 일자리를 제안하나, 세바스찬은 거절한다.\n그 뒤, [redacted_name]은 세바스찬에게 그녀의 연극을 읽어 주는데, 그가 좋아한다. 그녀는 그의 클럽을 위해 만든 로고를 보여주고 그들은 이름에 대해 의견 차이를 보인다. [redacted_name]이 그가 [redacted_name]에게 전화할 것인지 묻자, 세바스찬은 그녀에게 그는 일을 맡을 생각이 없다고 말한다.\n9화: 터닝 포인트 3 - 진실의 순간: 65분 (54%) - 다음 날 아침, 세바스찬은 [redacted_name]이 그녀의 엄마한테 그에 대해서 말하는 것을 듣게 되는데, 구체적으론 그가 공연이 꾸준히 있진 않지만, 곧 그의 클럽을 열 것이라고 말한다. 이로 인해 세바스찬은 [redacted_name]한테 가서, 그의 제안을 듣고 수락하기로 결정 내린다. 밴드는 잘 연주하지만, 세바스찬은 그들의 음악을 연주하는 것을 좋아하진 않는 것 같다. 세션이 끝난 뒤, [redacted_name]은 그에게 그가 과거에 집착하고 있고 미래에 집중해야 한다고 말한다.\n[redacted_name]이 집에 돌아오자, 둘은 씨티 오브 스타의 듀엣곡을 부른다.\n공연 시간: 12분 (10%)"
}