{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We come to you in hopes of your support for the young Arellano family. On September 13th, Krystel, our kind, loving, and compassionate friend would undergo her second brain surgery within the same number of weeks. Sadly she will likely not wake up from it. Krystel is 26 years old and has been married for only two years to her husband Eric.\nBackground\nKrystel was living normally just like anyone else, until her complaints of headaches for 3-4 months turned into something more serious. Suddenly she had frequent vomiting, intensified headaches and loss of appetite. She was rushed to the hospital where it was determined she had an excess amount of fluid around her brain and also found a significant brain tumor. She was airlifted to a different hospital 3 hours away where her condition would be best treated. She had a successful first surgery on September 9th to drain the fluid in her brain. On September 13th, Krystel underwent her second surgery - a left craniotomy for biopsy of her brain tumor which doctors found Krystel to have had a high grade and aggressive form of brain tumor. She had significant bleeding during surgery but this later improved. Sadly, when doctors and nurses took her off sedation post-surgery, Krystel did not wake up and Eric and family were given news that Krystel was now in a coma.\nWhat’s Next\nKrystel has since been on life support.\nDNR was decided to prevent Krystel's body from suffering any more than it needed to but the decision to keep her alive on life support was also made incase there was hope to cling onto should Krystel wake from her coma before her cancer continues to deteriorate other parts of her body. It’s also decided to continue with life support so Krystel's loved ones can officially say their final goodbyes and for her husband Eric to spend as much time with Krystel.\nEric and family are currently waiting on Krystel’s mother to arrive from Mexico to the United States with assistance of the state senator, so her mother can say her final goodbyes as soon as possible given her devastating circumstances.\nWhy We’re Fundraising\nBetween being airlifted from hospital to hospital, two brain surgeries within a week, life support for the last 3 weeks (and counting), and funeral arrangements both in the U.S and in Mexico - Eric is expected to have a significant amount of medical costs and is just one part of navigating these unfortunate events.\nAdditionally, September 16th (3 days after her second surgery) was to be Eric and Krystel’s first day in their new home. This was something Krystel was looking forward to as it was a bigger space for her and her husband Eric. It was to be the start of a brighter future. Unfortunately, Eric is not expected to continue to live in their new home as it is a daily reminder of what could’ve been the start of a new and better life together.\nSadly, this too is another set of expenses for Eric.\nThe sudden and tragic events of Krystel’s are too difficult to describe. Whether you knew Krystel all her life, or just met her, you knew you were lucky to have known someone who was compassionate, down to earth, kind, and loving no matter who you were. She was the most thoughtful friend - showing up for all the people who relied on her time and again.\nMost importantly - nothing was more sacred to Krystel than her husband Eric whom she had only been married to for only 2 years. The love they shared for each other filled up every room they were in. They gave so much of that love onto their friends and family, to their fur babies; Yama and Bailey, and to their godchildren Liam and Serena whom they loved and cared for as their own.\nThis go fund me is to directly support Krystel’s loving husband with many unexpected expenses during this tragic time.",
    "trans": "우리는 젊은 아렐라노 가족을 위해 여러분의 지원을 요청합니다. 9월 13일, 친절하고 사랑이 가득하며 동정심이 깊은 우리의 친구 크리스텔이 일주일 새 두 번째 뇌 수술을 받게 됩니다. 안타깝게도 그녀는 이번 수술 후 깨어나지 못할 가능성이 큽니다. 크리스텔은 26세이며, 남편 에릭과 결혼한 지 겨우 2년밖에 되지 않았습니다.\n배경\n크리스텔은 다른 사람들과 다름없는 평범한 생활을 하고 있었습니다. 3~4개월간 지속된 두통이 점점 심각한 문제로 발전하기 전까지는요. 갑작스럽게 잦은 구토, 극심한 두통, 식욕 감퇴 증상을 겪었습니다. 급히 병원으로 이송된 후, 그녀는 뇌 주변에 과도한 양의 체액이 축적되어 있었으며, 동시에 상당한 크기의 뇌종양이 발견되었다는 검사 결과를 받았습니다. 이후 그녀는 보다 적절한 치료를 받을 수 있도록 3시간 떨어진 병원으로 응급 이송되었습니다. 9월 9일, 크리스텔은 뇌에 쌓인 체액을 배출하는 첫 번째 수술을 성공적으로 마쳤습니다. 9월 13일, 그녀는 두 번째 수술로 뇌종양의 조직 검사를 위한 좌측 개두술을 받았으며, 의사들은 크리스텔이 높은 등급의 공격적인 형태의 뇌종양을 앓고 있다는 것을 발견했습니다. 수술 중 상당한 출혈이 있었으나 상태가 점차 호전되었습니다. 하지만, 수술 후 의료진이 진정제를 제거했을 때, 크리스텔은 의식을 회복하지 못했고, 남편 에릭과 가족들은 그녀가 혼수상태에 빠졌다는 소식을 듣게 되었습니다.\n앞으로의 상황\n현재 크리스텔은 생명 유지 장치에 의존하고 있습니다.\n가족들은 크리스텔이 더 이상 불필요한 고통을 겪지 않도록 심폐소생술 금지 결정을 내렸습니다. 하지만 그녀가 암이 신체의 다른 부분을 손상시키기 전에 기적적으로 의식을 회복할 가능성을 고려해 생명 유지 장치를 유지하기로 결정했습니다. 또한, 사랑하는 사람들이 마지막 인사를 건넬 수 있도록, 그리고 남편 에릭이 크리스텔과 조금이라도 더 많은 시간을 함께할 수 있도록 생명 유지 장치를 지속하기로 했습니다.\n에릭과 가족들은 현재 크리스텔의 어머니가 멕시코에서 미국으로 올 수 있도록 주 상원의원의 도움을 받아 절차를 진행하고 있습니다. 크리스텔의 어머니가 이 비극적인 상황 속에서 하루라도 빨리 도착해 마지막 작별 인사를 나눌 수 있기를 간절히 바라고 있습니다.\n우리가 모금을 하는 이유\n병원 간의 응급 이송, 일주일 내 두 차례의 뇌 수술, 지난 3주간 (그리고 현재까지) 지속되고 있는 생명 유지 치료, 그리고 미국과 멕시코에서의 장례 준비까지 - 에릭은 상당한 의료비 부담을 안게 될 것으로 예상되며, 이는 이 불행한 상황을 헤쳐 나가는 과정의 한 부분일 뿐입니다.\n더불어, 9월 16일(두 번째 수술 후 3일 뒤)은 에릭과 크리스텔이 새 집에서 보내는 첫날이 될 예정이었습니다. 크리스텔은 더 넓은 공간에서 남편 에릭과 함께할 수 있다는 것에 큰 기대를 품고 있었습니다. 이는 두 사람에게 있어 더 밝은 미래의 시작이 될 순간이었습니다. 안타깝게도, 에릭은 그 집에서 계속 생활하지 않을 것으로 보입니다. 그곳은 두 사람이 함께 새롭고 더 좋아진 함께하는 삶을 맞이했어야 한다는 사실을 떠올리게 하기 때문입니다.\n불행히도, 이것 또한 에릭에게 또 다른 경제적 부담이 되고 있습니다.\n크리스텔에게 닥친 갑작스럽고 비극적인 사건은 말로 다 표현하기 어려울 정도입니다. 크리스텔을 오랫동안 알고 지냈든, 혹은 짧은 시간 동안 만났든, 그녀를 알게 되었다는 것 자체가 행운이었음을 느낄 수밖에 없었습니다. 그녀는 누구에게나 따뜻하고 다정하며, 합리적이면서도 깊은 연민을 가진 사람이었습니다. 크리스텔은 가장 배려심 깊은 친구였으며, 주변 사람들이 의지할 때마다 언제나 곁을 지켜주는 사람이었습니다.\n가장 중요한 것은, 크리스텔에게 에릭 남편만큼 소중한 존재는 없었다는 점입니다. 두 사람은 결혼한 지 겨우 2년밖에 되지 않았지만, 서로에 대한 사랑은 그들의 모든 공간을 가득 채웠습니다. 그들은  친구들과 가족들에게, 그리고 그들의 반려동물인 야마와 베일리, 자신들의 자녀처럼 사랑하고 돌본 리암와 세레나에게도 아낌없이 주었습니다.\n해당 모금은 이번 비극적인 시기에 예기치 못한 많은 비용들로 어려움을 겪고 있는 크리스텔의 사랑하는 남편을 직접적으로 지원하기 위한 것입니다."
}