{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Work from home ANYWHERE IN AUSTRALIA! Top money paid for high performers.\nWhy us? At our boutique Portrait Photography Studio, we don't create photos; we craft statement pieces of art for our clients. For over four decades, our mission has been to transform love into tangible wall art for our clients to enjoy for generations. Our values, teamwork, honesty and authenticity, combined with a passion for helping our clients have something beautiful to treasure for a lifetime, are at the core of everything we do.\nAbout the role: We are seeking a friendly, confident team member to take on the role of Zoom Sales Consultant/Art Director. Focused on delivering exceptional client service, you are an accomplished sales professional who thrives on swiftly establishing connections and rapport with individuals and couples.\nPurpose of the Role: As an Art Director, you'll help clients select their beautiful wall art in a personalised zoom appointment. This role revolves around forging meaningful connections with people in a short time frame. You'll be sharing the portraits we've created of their family and/or pet, attentively listen, and expertly steer them toward the best choices for showcasing their portraits in their home. Success in this role is about helping the client and ensuring they understand the value of displaying wall art to celebrate connections within their family and preserving memories for generations to come.\nAbout You:\nHave extensive sales experience with proven results.\nYou're a 'tidy' person - meaning you don't leave things open-ended or unfinished, nor do you expect others in the company to fix up your loose ends.\nYou've sold high value products or services before.\nYou're the type of person who forms relationships quickly, have an interest in varied backgrounds and love pets!\nHave strong presentation and communication skills.\nGreat awareness of others, excellent listening skills, empathetic and always looking to inspire.\nBe available weekends.\nEssential skills - you'll be confident and comfortable with computers and fast at learning new system and processes.\nWhat We Offer:\nWork from home 2-3 days a week and earn a great full time wage!\nComprehensive training and top-tier computer equipment provided.\nA unique and fulfilling sales role in a thriving industry.\nSupportive team environment that champions your success.\nLucrative earning potential with uncapped commissions.\nIf you are looking for a new challenge, want to feel like you're making a difference to people's lives, and genuinely care, this is the role for you.",
    "trans": "호주 어느 곳에서라도 재택 근무하세요! 실적에 따라 높은 급여가 제공됩니다.\n저희는? 저희 부티크 인물사진 스튜디오는, 단순히 사진을 찍는 것이 아닌, 고객들을 위한 예술 작품을 창조해 냅니다. 사십 년 동안, 저희의 사명은 고객이 품은 사랑을 여러 세대에 걸쳐 간직할 수 있도록 유형의 벽걸이용 예술 작품에 담아내는 것이었습니다. 저희의 핵심 목표는 저희의 가치, 팀워크, 정직함과 진정성을 저희의 열정과 결합하여 고객들께 일생동안 소중히 간직할 수 있는 아름다운 작품을 선사하는 것입니다.\n업무 설명: 저희는 줌 판매 상담/예술 감독 업무를 맡을 수 있는 친근하고, 자신감 있는 팀원을 모집 중입니다. 탁월한 고객 서비스를 제공하는 것에 중점을 두고, 뛰어난 판매 능력을 갖추고 있으며, 개인 및 커플 고객들과 빠르게 유대관계와 라포를 형성할 수 있는 분을 찾습니다.\n업무 목적: 예술 감독으로서, 고객들이 개인 줌 상담을 통해 아름다운 벽걸이 예술 작품을 선택할 수 있도록 지원합니다. 본 업무에서 중요한 것은 한정된 시간 내에 고객과 의미있는 유대감을 형성하는 것입니다. 예술 감독은 저희가 촬영하여 제공하는 고객의 가족 및/또는 반려동물 사진을 함께 감상하며, 관심있게 고객 말을 경청하고, 전문가 입장에서 고객이 자신의 집에서 가장 아름답게 전시할 수 있는 작품을 선택할 수 있도록 돕는 것입니다. 본 업무의 가장 이상적인 모습은, 고객이 벽걸이용 예술 작품의 가치를 이해할 수 있도록 돕고, 가족 구성원들이 가족과의 유대감을 기념하도록 지원하며, 고객이 세대를 너머 가족의 추억을 간직하도록 하는 것입니다.\n지원자는:\n풍부한 판매 경험을 가지고 있으며, 실적을 증빙할 수 있어야 함.\n업무를 '깔끔'하게 하는 분, 즉 업무를 미완성 또는 미완료 상태로 두지 않으며, 다른 동료가 본인의 실수를 해결해야 하는 상황을 용납하지 않는 분.\n고 부가가치 제품 또는 서비스 판매 경험이 있으신 분.\n빠르게 관계를 형성할 수 있고, 다양한 배경을 가진 사람들에 대해 관심이 많으며, 동물을 사랑하는 분!\n설명 및 소통 능력이 좋으신 분.\n타인에 대한 배려심, 뛰어난 경청 능력, 이해심이 좋으며, 새로운 영감에 언제나 열려있는 분.\n주말에 근무 가능하신 분.\n필수 보유 기술 - 컴퓨터 사용에 자신있ㄴ고 능숙하며 새로운 시스템과 프로세스를 빠르게 익힐 수 있는 분.\n제공되는 혜택:\n주 2~3일은 재택 근무이며 풀타임 급여가 지급됨!\n종합적인 업무 교육 및 최고의 컴퓨터 장비 제공.\n성장하는 업계에서의 독특하고 만족스러운 판매 업무.\n성공적인 업무를 응원하는 팀 분위기.\n커미션에 제한이 없어 높은 소득에 대한 잠재성.\n새로운 도전을 원하며, 누군가의 인생에 변화를 주고 싶으며, 진심으로 고객을 생각하는 분이라면, 이 일에 적임자입니다."
}