{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It's a wrap! Our first ever ITA University MasterClass, in partnership with IE University, concluded yesterday in Madrid, and we are absolutely delighted about how everything developed.\nIt was a three day educational journey, which included superlative sessions from top IE professors and Asset Managers representatives at the magnificent IE Tower, a guided visit to the Madrid Stock Exchange, and the opportunity of experiencing highly valuable networking instances.\nI would like extend my gratitude to [redacted_name], [redacted_name], [redacted_name] and the entire IE University staff for their support on the build up of this program and for their warm hospitality during our days in Madrid.\nAlso a big thank you to our partners at Franklin Templeton and Janus Henderson Investors for their support, and for believing in the ITA University project. Thank you for joining us in Madrid [redacted_name], CFA and [redacted_name]!\nLastly, but most importantly, thanks to all advisors and partners who traveled from more than 15 countries around the world to join us in this journey. This would not have been possible without your trust and constant efforts to keep growing and improving.\nWe will keep working towards increasing our offering of educational content and supporting the professional development of our business partners. See you in the next edition of our MasterClass!",
    "trans": "마무리되었습니다! 어제 마드리드에서 IE 대학교와 함께 진행한 첫 번째 ITA 유니버시티 마스터클래스가 막을 내렸으며, 그 결과가 모두 매우 만족스러웠습니다.\n3일간의 교육 여정에는 근사한 IE 타워에서 최고의 IE 교수와 자산 관리자 대표들이 진행하는 최고의 세션, 마드리드 증권거래소 투어 견학, 그리고 네트워킹 사례를 경험할 수 있는 매우 가치 있는 기회들을 포함됩니다.\n이 프로그램을 구축하는 데 도움을 주고 마드리드에 머무는 동안 따뜻한 환대를 베풀어준 [redacted_name], [redacted_name], [redacted_name] 및 모든 IE 대학교 직원들에게 감사의 말씀을 전하고 싶습니다.\n또한 ITA 유니버시티 프로젝트에 대한 신뢰와 지원을 준 파트너사인 프랭클린 템플턴과 야누스 헨더슨 인베스터에 큰 감사를 표합니다. 마드리드에서 함께 해준 [redacted_name], CFA, [redacted_name] 여러분, 감사드립니다!\n마지막으로, 무엇보다 이 여정에 함께하기 위해 전 세계 15개국 이상에서 방문해 주신 모든 자문위원과 파트너 여러분께 감사드립니다. 여러분의 신뢰와 지속적인 성장과 개선을 위한 노력이 없었다면 불가능했을 것입니다.\n앞으로도 저희는 교육 콘텐츠 제공을 늘리고 비즈니스 파트너사의 전문성 개발을 지원하기 위해 노력할 것입니다. 다음 마스터클래스에서 다시 봬요!"
}