{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Sir, ,\nIn response to your advertisement in “The Times of India” of today that you are on the lookout for enterprising and capable men who can take up market research for you, I respectfully offer myself as candidate for the post. I give below in brief my qualifications and experience in the line for your kind consideration.\nI am a diploma holder in commercial courses from S.D. College of Commerce, Agra, and had taken marketing as my .special subject of study. I have worked as a field investigator with Messrs Kirpal Marketing and Trading Co., Agra for about two years on a salary of Rs. 1 800/-p.m. and had the privilege of winning laurels from my superiors in regard to my work as well as general conduct. I am a young man of about 24 years and possess good health and personality. I have pleasing manners, hardworking disposition and keenness for outdoor jobs. I am unmarried and can be posted to any area of the country for market study. I can speak, beside Hindi, Punjabi, and English, some southern languages too. I can join immediately.\nI shall highly appreciate if an opportunity is given to me to explain my experience to you in person during my interview. Would you kindly let me know the time and date when it will be convenient for you? Thanking you, I am looking forward to hearing from you.\nYours faithfully,\nB.K. Bhalla\nWhat position does Bhalla apply for?\n(2.5 Poin)\nA. A candidate of a reporter in ‘The Times of India’.\nB. A candidate of a market researcher.\nC. A candidate of a field investigator.\nD. A candidate of a university lecturer.",
    "trans": "담당자님께, ,\n오늘자 \"타임스 오브 인디아\"에 게재된 시장 조사를 담당할 진취적이고 유능한 인재를 모집한다는 귀하의 광고를 보고, 이에 지원하고자 합니다. 아래에 제 자격 및 경력을 간략히 기재하오니 검토해 주시기 바랍니다.\n저는 아그라 S.D. 상업 대학에서 상업 과정 수료증을 취득하였으며, 마케팅을특수 전공으로 선택하여 공부하였습니다. 저는 약 2년간 아그라 소재 키르팔 마케팅 & 트레이딩 회사에서 현장 조사원으로 근무하며 월급 1,800 루피를 받았고 이 기간 동안 업무 수행 및 전반적인 태도에 대해 상급자로부터 많은 칭찬을 받는 영광을 누렸습니다. 저는 24세의 젊은 남성으로 건강한 신체와 단정한 외모를 갖추고 있습니다. 쾌활한 성격, 성실한 태도, 그리고 외부 근무에 대한 열정을 지니고 있습니다. 저는 미혼이며 시장 조사를 위해 전국 어디든 파견될 수 있습니다. 힌디어, 펀자브어, 영어 외에도 몇몇 남부 지역 언어도 구사할 수 있습니다. 즉시 근무 시작이 가능합니다.\n만약 면접을 통해 직접 제 경험을 설명할 기회를 주신다면 대단히 감사하겠습니다. 편한 날짜나 시간을 알려주실 수 있으실까요? 감사드리며, 회신을 기다리겠습니다.\n진심을 담아,\nB.K. 발라\nBhalla가 지원한 직책은 무엇인가?\n(2.5 점)\nA. '타임스 오브 인디아'의 기자 지원자.\nB. 시장 조사원 지원자.\nC. 현장 조사원 지원자.\nD. 대학 강사 지원자."
}