{
    "source": "en_US",
    "target": "ko_KR",
    "text": "About Organic Fit: Fitness for Women\nOrganicFit is a simplified workout and nutrition program designed by experts, incorporating Pilates principles. The app creates personalized fitness routines with short 10-15 minute sessions to suit your needs. No equipment is required, making it suitable for beginners.\nThe app includes weight loss progress tracking, a focus on problem areas, various exercise styles, healthy recipes, weight management tracking, and a water tracker.\nThe app uses simple and easy non-cardio workouts at home without equipment.\nThe main product for sale now is Somatic Pilates. We encourage people to also learn the muscular coordination, balance, and freedom of Somatics before or during such a pilates practice.\nBenefits of Somatic Pilates:\nSimple Weight Loss\nStress Reduction\nImproved Posture\nEnhanced Flexibility\nBetter Body Awareness\nProduct name: Organic Fit: Fitness for Women\nApp pronunciation: OrganicFit - easy pronounce like you read\nTry out Organic Fit: Fitness for Women\nOrganic Fit: Fitness for Women website\nRequirements\nCreative language\nEnglish\nBrand’s requirements\n1. Must include at least 1 person\n2. Must include (visually)\nMinimum 30 sec video\nActor in sportswear or nightwear\nYou should advertise your Somatic Pilates plan in the context of helping with mental health\nWhen demonstrating before/after, it should be mentioned that this requires an integrated approach (good sleep, nutrition, etc. - you can write it), but it is important to focus on using Organic Fit\nYou should advertise Somatic Pilates plan, it will be better if Somatic Pilates is mentioned in the text in the first seconds and do exercise either against a wall, on a sofa or bed, or on the floor\n3. Must include subtitles\n4. Must include end card\n5. Must include a voiceover\nBrand's restrictions\n1.no workout: cardio, with sport equipment, in gym\n2.do not use case study with insomnia\n3. Can't include (visually)\ndo not promise a very quick result\nno naked body\nno text about weight loss in numbers (no from 78kg to 60kg for example)\n4. Can't mention specific words (voiceover/subtitles)\nsex\nlibido\neasy\nfast\n5. Cannot include drugs or weapons\nFrom platform\n. Don’t include any of the following:\nDiscrimination of any type including race and gender\nPolitical content\nComparison to competitor products\nBlurred or pixelated content\nArrows that prompt clicks\nDrugs and weapons\nIndecent content\nDangerous actions\nSexually suggestive content\nLearn more about Creative Challenge Review Policy\nBrand tone and personality\nOrganicFit embodies a friendly and positive persona. It radiates approachability, encouraging users of all fitness levels to embrace healthy living. With its upbeat tone and inclusive spirit, OrganicFit empowers individuals to achieve their fitness goals while fostering a sense of community.\nKey selling points\n1. We offer a unique Somatic Pilates (combines mind and body workout) training program, such programs are few on the market.\n2. Personalized Workouts: OrganicFit offers tailored fitness routines, including Pilates principles, in short sessions, perfect for busy schedules.\n3. Inclusive Fitness: You don't have to go to the gym. App is suitable for any fitness level. You can study at home\n4. No Equipment Needed: Enjoy effective workouts without the hassle of equipment, making it accessible for beginners and on-the-go fitness enthusiasts.\n5. This is not only a workout, but also a nutrition plan, water tracker\nUse case\n1. Women aged 25+ who are want to lose weight, improve their health, and love themselves can use Organic Fit to receive personalized fitness workouts at any fitness level and do them without special equipment from anywhere.\n2. When who are experience problems with emotions or mental health can use Organic Fit to try somatic Pilates can replace a psychologist and be an alternative to yoga and meditation to relieve your head, fill yourself with energy and good mood.\n3. Women who are want to train not only the body but also the mind can use Organic Fit to get personalized Somatic Pilates plan to learn the muscular coordination, balance and freedom for relaxation.",
    "trans": "여성용 피트니스: Organic Fit에 관하여\n오가닉핏은 필라테스 원칙을 통합하여 전문가들이 디자인한, 간소화된 운동 및 영양 관리 프로그램입니다. 앱은 개인의 필요에 맞춰 10분에서 15분 가량의 짧은 맞춤형 피트니스 루틴을 생성합니다. 별도의 기구가 필요하지 않기에 초심자에게도 적합합니다.\n앱은 체중 관리 및 감량 진행 상황 추적, 문제 부위 집중 관리, 다양한 운동 스타일, 건강한 레시피, 수분 섭취량 확인의 기능을 포함하고 있습니다.\n앱에서는 가정에서 기구 없이도 할 수 있는 간단하고 쉬운 무산소 운동을 이용합니다.\n현재 주요 판매 제품은 소매틱 필라테스입니다. 저희는 필라테스 시행 전 또는 도중에 사용자들이 근육의 협응 및 균형, 소매틱의 자유로움을 체감할 수 있도록 노력하고 있습니다.\n소매틱 필라테스의 효능:\n간단한 체중 감량\n스트레스 감소\n자세 개선\n유연성 증가\n신체 인식 향상\n제품명: 여성용 피트니스: Organic Fit\n앱 이름 발음: 오가닉핏 - 쓰여 있는 대로 발음됨\n여성용 피트니스: Organic Fit을 체험해 보세요\n여성용 피트니스: Organic Fit 웹사이트\n요구 사항\n창의적 언어\n영어\n브랜드 요구 사항\n1. 최소한 1명 이상 시연자\n2. 다음 사항 포함 (시각적 요소)\n최소 30초 이상의 영상\n시연자는 운동복 또는 잠옷을 입을 것\n정신 건강 개선을 돕는다는 취지에서 소매틱 필라테스 플랜을 광고할 것\n전후 차이를 보일 때는 전체적인 접근법(양질의 수면, 영양 섭취 등 - 직접 기재하여도 무방)을 언급하여야 하며 Organic Fit 사용에 초점을 맞추는 것 또한 중요\n소매틱 필라테스 플랜을 광고해야 하며 영상 시작 후 몇 초 내 소매틱 필라테스를 언급하길 권장, 벽이나 소파, 침대, 또는 바닥을 이용해 운동할 것\n3. 자막 반드시 포함\n4. 최종 화면 반드시 포함\n5. 내레이션 반드시 포함\n브랜드 제한 사항\n1. 유산소 운동, 기구 사용, 헬스장 이용 금지\n2. 불면증 관련 사례 활용 금지\n3. 다음 사항 제외 (시각적 요소)\n빠른 결과를 보장하지 않을 것\n나체 금지\n체중 감량 수치화 금지 (예시로 78kg에서 60kg까지 감량 가능 등)\n4. 특정 단어 언급 불가 (자막 및 내레이션)\n섹스\n성충동\n쉬움\n빠름\n5. 약물 또는 무기류 포함 엄금\n플랫폼 내\n다음 요소 포함 금지:\n인종 및 성 관련 차별\n정치적 콘텐츠\n경쟁사 제품과의 비교\n흐릿하거나 픽셀화된 콘텐츠\n클릭 유도 화살표\n마약 및 무기류\n외설적 콘텐츠\n위험한 행동\n성적인 요소를 암시하는 콘텐츠\nCreative Challenge Review 방침 더 알아보기\n브랜드 성격 및 색채\n오가닉핏은 친근하고 긍정적인 성격을 지니며, 사용자가 건강한 생활을 받아들이고 모든 단계의 피트니스를 이용하도록 높은 접근성으로 사용자를 격려합니다. 경쾌한 색채와 포용적 정신으로 오가닉핏은 사용자가 공동체적인 감각을 형성함과 동시에 피트니스 목표를 달성할 수 있도록 돕습니다.\n주요 셀링 포인트\n1. 저희는 마켓에서 비슷한 종류를 거의 찾아보기 힘든, 고유한 소매틱 필라테스(육체적, 정신적 운동을 결합한) 운동 프로그램을 제공합니다.\n2. 맞춤형 운동: 오가닉핏은 바쁜 스케줄에 알맞게 짧은 세션으로, 필라테스 원칙을 포함한 개인 맞춤형 피트니스 루틴을 제공합니다.\n3. 범용적인 피트니스: 헬스장에 갈 필요 없이 자택에서 사용할 수 있으며, 모든 피트니스 레벨을 이용할 수 있습니다.\n4. 기구 불필요: 번거로운 기구 없이도 효율적인 운동을 수행할 수 있어 자주 이동해야 하는 피트니스 애호가 또는 초심자에게도 적합합니다.\n5. 단순한 운동뿐 아닌 영양 및 수분 섭취량 관리까지 포함하고 있습니다.\n추천 사용자\n1. 체중 감량 및 건강 관리를 희망하고 자기 자신을 사랑하는 25세 이상 여성 분이시라면 Organic Fit을 통해 어떤 기구도 없이 다양한 피트니스 레벨에 걸쳐 언제 어디서나 맞춤형 피트니스 운동을 수행할 수 있습니다.\n2. 감정 또는 정신 건강 문제로 어려움을 겪고 있는 분은 심리 치료, 요가 또는 명상 대신 Organic Fit으로 소매틱 필라테스를 통해 머리를 비우고 자신을 긍정과 에너지로 채울 수 있습니다.\n신체뿐 아니라 마음의 단련도 원하시는 여성 분은 Organic Fit으로 맞춤형 소매틱 필라테스 플랜을 이용하여 근육 협응, 긴장을 놓기 위한 자유와 균형을 얻으실 수 있습니다."
}