{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This gentleman has a complex cardiac history. He has developed severe heart failure at a very young age\nfollowing an episode of atrial fibrillation in February 2022. Over the past two years, he has had a number of\ncardiac interventions including a catheter ablative procedures to treat recurrence of atrial fibrillation. The\nlast procedure was here in London on 3 August 2024. He is now in normal sinus rhythm. After the last\nprocedure it took two months for him to recover through our Cardiac Rehabilitation Programme.\nIt is unusual for such a young person to have this arrhythmia with such detrimental consequences. As Mr Al\nMansoori continues to experience cardiac symptoms, it is essential for him to return to London in six months\nto further assess his heart rhythm, to ensure that the arrhythmia is appropriately managed, and to prevent\nrecurrence of life-threatening severe heart failure.\nFurther detailed cardiac imaging in the Royal Brompton Hospital where he had his previous investigations is\nparamount. He may have to prepare himself psychologically to come back to the UK, to have further\narrhythmia intervention in the form of catheter ablation. I will see him back in the UK in six months from\nnow.\nWith best wishes\nYours sincerely\nAll correspondence to:\n9 Harley Street\nLondon\nW1G 9QY\nRoyal Brompton Hospital\nSydney Street\nLondon\nSW3 6NP\nHarefield Hospital\nHill End Road\nHarefield\nUB9 6JH",
    "trans": "이 분은 복잡한 심장 병력을 가지고 있습니다. 그는 매우 젊은 나이에 중증 심부전이 발병했고\n2022년 2월에 심방세동이 발생한 이후. 지난 2년 동안, 그는 여러 번의\n카테터 절제술을 포함한 여러 차례 심장 시술을 받아 심방세동의 재발을 치료하려고 했습니다. 이\n마지막 시술은 2024년 8월 3일 여기 런던에서 였습니다. 그는 현재 정상 동율동 상태입니다. 마지막 이후\n시술 심장 재활 프로그램을 통해 완전히 회복하는데 2개월이 소요되었습니다.\n이처럼 젊은 연령대에서 이러한 부정맥과 심각한 합병증을 경험하는 것은 매우 드문 사례입니다. 알 씨\n만수리는 여전히 심장 관련 증상을 겪고 있고,  6개월 후 런던으로 돌아오는 것이 필수적입니다\n심장 리듬을 추가적으로 확인하고, 부정맥이 알맞게 관리되고 있는지 확인하기 위해, 또 예방하기 위해\n생명을 위협하는 중증 심부전의 재발.\n그가 이전에 검사 받았던 로얄 브롬튼 병원에서 추가적인 심장 영상 검사를 시행하는 것은\n매우 중요합니다. 그는 영국으로 다시 돌아올 수 있도록 심리적인 준비가 필요할 수 있고, 이는 추가적으로\n카테터 절제술을 포함한 부정맥 치료. 저는 6개월 후 영국에서 다시 그를 볼 예정입니다.\n지금부터.\n행운을 빌며\n진심을 담아\n모든 서신 발송처:\n9 할리 스트리트\n런던\nW1G 9QY\n로얄 브롬튼 병원\n시드니 스트리트\n런던\nSW3 6NP\n헤어필드 병원\n힐 엔드 로드\n헤어필드\nUB9 6JH"
}