{
    "source": "en_US",
    "target": "ko_KR",
    "text": "96 ETHICAL ISSUES IN PRACTICE\ncaseworker’s lack of self-awareness in some area’ (Biestek 1957, p. 81), your caveat was, according to Berlin (2005), ‘still not sufficient to open up a full awareness of the fundamental and often hidden ways that prevailing race, class, and gender ideologies shaped professional assumptions’ (p. 496). We now occupy an environment characterised by differentiated perceptions of identity, relation- ships, social structures, politics, and morality. It is important and essential that social workers and the general public not only accept the independent choices of our clients but also understand why and how our clients are influenced or oppressed by society. [redacted_name] (2010) uses a feminist perspective to examine the role of care in social work. In light of the assumption that care is a ‘complex moral and political issue’ rather than ‘a private interpersonal or familial matter’ (ibid, p. 1803), she posits that care should be politicised in some manner to help social workers view client problems as a public welfare concern. In a similar vein, [redacted_name] (2012) emphasises the importance of ‘the social’ by promoting the pursuit of social justice as a means of resisting the ‘therapeutization of social work’ (p. 7). Social workers and clients are no longer referred to as changers and the changed but are now actors involved in a reciprocal relationship in which each party is likely to be influenced by the other (Berlin 2005).\nThe boundaries of the casework relationship revisited\nYou emphasise that a non-judgmental attitude and client self-determination are also important principles of the casework relationship. However, [redacted_name] and [redacted_name] (2010) argue that a non-judgmental attitude cannot foster a true understanding of a client’s situation. These authors contrast the social worker’s ‘strong thesis of value involvement’ with the notion of client self-determination. In applying hermeneutic approaches to social work practice, the social worker should be regarded as a moral agent who imposes first-person value and judgment on the client in a casework relationship ([redacted_name] and [redacted_name] 2010). To this end, the social worker not only assumes a detached position to facilitate the client’s self-help but also relies heavily on his/her own ‘moral attitudes about what is good and bad, what is socially acceptable and unacceptable, and who is responsible for a particular situation’ ([redacted_name], [redacted_name], and [redacted_name] 2009, p. 289) to determine the best advice for the client. As a social work practitioner, I am convinced that developing an objective understanding of a client is impossible. I must acknowledge that I am strongly influenced and affected by my upbringing, culture, peer group, and personal experiences over the course of my practical moral involvement ([redacted_name] 1986) with my clients. My values and beliefs affect how I speak and act during casework encounters. As opposed to armchair therapy, I argue that the distinctiveness of humanistic social work lies in its focus on egalitarian encounters with clients. In fact, rapport can hardly be built with clients through detached relationships. Particularly in the child and youth settings in which I have personally worked for over a decade, social workers\ncan act as change agents only when clients are positively moved, impressed, or enthralled by a charismatic and virtuous other.\nThus, I have arrived at the final – although far from the least important – subject that I would like to discuss with you: the boundaries of the casework relationship. I will begin by recapitulating a short paragraph from your book ([redacted_name] 1957):\nThe casework relationship differs from others on a number of points. It differs from the parent-child relationship in that the casework relationship is temporary, and the emotional component is not so deep and penetrating. The equality and mutuality in a friend-friend relationship is absent in casework. The caseworker and the client are fundamentally equal as human beings; but in the casework situation the caseworker is the helping person, while the client is the person receiving help (p. 6).\nTo help you apprehend contemporary debates on the professional boundaries of social work, I would like to draw your attention to an article entitled, ‘The boundaries of the social work relationship revisited: towards a connected, inclusive and dynamic conceptualisation’ ([redacted_name], [redacted_name], and [redacted_name] 2013). This article was written at a time when social work was still challenged as a legitimate profession in ways that were similar to those expressed a century earlier by [redacted_name] (1915). There has been a therapeutic trend ([redacted_name] 2012; [redacted_name] 2011) that seeks to identify a new means of safeguarding the professional prestige of social work. However, as [redacted_name], [redacted_name], and [redacted_name] (2013) critically highlight, ‘the professional boundaries within social work have become increas- ingly incongruent with developments in the profession’s unique theoretical and value base’ (p. 135). Efforts have been made by scholars to scrutinise the true essence of social work through a list of practical dilemmatic situations, such as the following: (1) how do social workers confront ethical concerns when their moral and political imperatives conflict with clients’ well-being ([redacted_name], [redacted_name], and [redacted_name] 2013)? (2) how do social workers access their ethical probity while managing dual relationships with clients when the practical realities are such that absolutist conceptions of confidentiality, objectivity, and neutrality are untenable ([redacted_name] 2007)? (3) how should youth workers approach the inevitable processes of self-disclosure within casework relationships ([redacted_name] and [redacted_name] 2013)? and (4) how do social workers manage tensions between their professional and spiritual values ([redacted_name], [redacted_name], and [redacted_name] 2013)? Nonetheless, a widespread belief continues to persist that social work is a unique profession that is exceptionally specialised in working with uncertainties, complexities, and ambiguities during context-specific intersubjective encounters",
    "trans": "실무에서의 96가지 윤리적 문제\n사회복지사의 일부 영역에 대한 자기 인식 부족'(Biestek 1957, p. 81), Berlin(2005)에 따르면 귀하의 경고는 '만연한 인종, 계급 및 성별 이데올로기가 직업적 가정을 형성하는 근본적이고 종종 숨겨진 방식에 대한 완전한 인식을 열기에는 여전히 충분하지 않습니다'(p. 496). 이제 우리는 정체성, 관계, 사회 구조, 정치, 도덕성에 대한 차별화된 인식으로 특징지어지는 환경에 살고 있습니다. 사회복지사와 일반 대중이 내담자의 독립적인 선택을 받아들일 뿐만 아니라 내담자가 사회에 의해 영향을 받거나 억압받는 이유와 방법을 이해하는 것이 중요하고 필수적입니다. [redacted_name](2010)은 페미니스트 관점을 사용하여 사회 복지에서 돌봄의 역할을 조사합니다. 돌봄이 '사적인 대인 관계 또는 가족 문제'라기보다 '복잡한 도덕적, 정치적 문제'라는 가정에 비추어볼 때(ibid, p. 1803), 그녀는 사회복지사가 내담자 문제를 공공 복지 문제로 볼 수 있도록 돌봄이 어떤 방식으로든 정치화되어야 한다고 가정합니다. 비슷한 맥락에서[redacted_name](2012)은 '사회 복지 치료'(p. 7)에 저항하는 수단으로 사회 정의 추구를 촉진함으로써 '사회적인 것'의 중요성을 강조합니다. 사회복지사와 내담자는 더 이상 변화시키는 사람이나 변화되는 사람으로 불리지 않고, 이제는 각 당사자가 상대방의 영향을 받을 가능성이 있는 상호 관계에 참여하는 행위자입니다(Berlin 2005).\n사회 복지 관계의 경계 재검토\n당신은 비판단적인 태도와 내담자 자기 결정 또한 사회 복지 관계의 중요한 원칙임을 강조합니다. 그러나 [redacted_name]  및 [redacted_name] (2010)은 비판단적인 태도는 내담자의 상황에 대한 진정한 이해를 촉진할 수 없다고 주장합니다. 이 저자들은 사회복지사의 '가치 관여에 대한 강력한 논제'를 내담자의 자기 결정 개념과 대조합니다. 사회 복지 실무에 해석학적 접근을 적용할 때, 사회복지사는 사회 복지 관계에서 내담자에게 1인칭 가치와 판단을 부과하는 도덕적 행위자로 여겨져야 합니다( [redacted_name] 및  [redacted_name] 2010). 이를 위해 사회복지사는 내담자의 자기 도움을 촉진하기 위해 분리된 입장을 취할 뿐만 아니라 내담자를 위한 최선의 조언을 결정하기 위해 자신의 '좋은 것과 나쁜 것, 사회적으로 수용되는 것과 수용되지 않는 것, 특정 상황에 대한 책임이 누구에게 있는지에 대한 도덕적 태도'([redacted_name], [redacted_name], 및 [redacted_name] 2009, p. 289)에 크게 의존합니다. 사회 복지 실무자로서 저는 내담자에 대한 객관적인 이해를 발전시키는 것이 불가능하다고 확신합니다. 저는 제 내담자와의 실제적인 도덕적 참여([redacted_name]  1986) 과정에서 저의 성장 배경, 문화, 동료 그룹 및 개인적 경험에 의해 강한 영향을 주고 영향을 받는다는 것을 인정해야 합니다. 저의 가치관과 신념은 사회 복지 업무를 진행하는 동안 제가 말하고 행동하는 방식에 영향을 미칩니다. 안락의자치료와는 대조적으로, 저는 인본주의적 사회 복지의 특징이 내담자와의 평등주의적 만남에 초점을 맞추고 있다고 주장합니다. 사실, 분리된 관계를 통해서는 내담자와 친밀감은 거의 형성될 수 없습니다.특히 제가 개인적으로 10년 넘게 일해 온 아동 및 청소년 환경에서는 사회복지사들이\n내담자가 카리스마 있고 고결한 타인에 의해 긍정적으로 감동받고, 감명받고, 매료될 때만 변화의 주체로 행동할 수 있습니다.\n따라서 저는 여러분과 논의하고 싶은 최종 주제 ㅡ비록 가장 중요한 것과는 거리가 멀지만ㅡ  즉 사회 복지 관계의 경계에 도달했습니다. 귀하의 책([redacted_name] 1957)의 짧은 단락을 요약하는 것부터 시작하겠습니다.\n사회 복지 관계는 여러 가지 점에서 다른 관계와 다릅니다. 사회 복지 관계는 일시적이고 감정적 요소가 그렇게 깊고 관통적이지 않다는 점에서 부모-자녀 관계와 다릅니다. 친구-친구 관계의 평등과 상호성은 사회 복지에서는 결여되어 있습니다. 사회복지사와 내담자는 근본적으로 인간으로서 동등합니다. 그러나 사회 복지 상황에서 사회복지사는 돕는 사람이고 내담자는 도움을 받는 사람입니다(p. 6).\n사회 복지의 전문적 경계에 대한 현대의 논쟁을 이해하는 데 도움을 주기 위해 '재검토된 사회 복지 관계의 경계: 연결되고 포괄적이며 역동적인 개념화를 향하여'([redacted_name], [redacted_name] 및 [redacted_name] 2013)라는 제목의 기사에 주목하고 싶습니다. 이 기사는 한 세기 전[redacted_name](1915)에 의해 표현한 것과 유사한 방식으로 사회 복지가 합법적인 직업으로서 여전히 도전을 받고 있던 시기에 작성되었습니다. 사회 복지의 전문적 명성을 보호하는 새로운 수단을 식별하려는 치료 경향([redacted_name] 2012; [redacted_name] 2011)이 있었습니다. 그러나 [ [redacted_name],  [redacted_name] 및 [redacted_name](2013)이 비판적으로 강조한 것처럼 '사회 복지 내의 전문적 경계는 전문직의 고유한 이론 및 가치 기반의 발전과 점점 더 일치하지 않게 되었다'(p. 135). 학자들은 다음과 같은 실질적인 딜레마 상황 목록을 통해 사회 복지의 진정한 본질을 면밀히 조사하려는 노력을 해왔습니다. (1) 사회복지사는 도덕적, 정치적 의무가 내담자의 복지와 충돌할 때 윤리적 문제에 어떻게 직면합니까([redacted_name], [redacted_name] 및 [redacted_name] 2013)? (2) 실제 현실이 기밀성, 객관성 및 중립성에 대한 절대주의적 개념을 유지할 수 없는 상황에서 사회복지사는 내담자와의 이중 관계를 관리하면서 윤리적 정직성에 어떻게 접근합니까?([redacted_name]  2007) (3) 청소년 근로자는 사회 복지 관계 내에서 불가피한 자기 공개 과정에 어떻게 접근해야 합니까([redacted_name] 및 [redacted_name] 2013)? (4) 사회복지사는 전문적 가치와 영적 가치 사이의 긴장을 어떻게 관리합니까( [redacted_name],  [redacted_name] [redacted_name]  2013)? 그럼에도 불구하고, 사회 복지는 맥락별 상호주관적인 만남에서 불확실성, 복잡성, 모호성을 다루는 데 예외적으로 특화된 독특한 직업이라는 광범위한 믿음이 계속해서 지속되고 있습니다."
}