{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Junior High Student Council presents a unique opportunity for young students to learn organization, leadership skills and prepares them for later student government positions. Each council member has a set of duties that must be performed for the elected office held. In addition, there are many responsibilities that are required by Student Council members which includes fundraising, organizing events, community service, and serving as a positive role model to peers.\nLegacy Student Council will consist of a President, Vice-President, Secretary, Treasurer, and Historian.\nThePRESIDENTis responsible for representing the student body at all meetings. He/she helps to develop the agenda for meetings and manages the meetings. He/she votes in case of a tie and must serve as a positive role model for the council.\nTheVICE-PRESIDENTfollows the duties of the President when the President is unable to fulfill their duties. He/she is more hands-on with planning and directing than the President.\nTheSECRETARYkeeps track of the minutes and handles all communication between the council members.\nTheTREASURERhandles the funds and keeps financial records.\nTheHISTORIANkeeps newspaper clippings and council photos in an organized notebook for historical preservation of school events and informs the student body about upcoming student events. The historian also takes pictures of campus events!",
    "trans": "중학교 학생회에서는 어린 학생들이 조직력과 리더십을 배울 수 있는 특별한 기회를 제공하고 이들이 추후 학생회 임원직을 맡을 수 있도록 준비시켜 줍니다. 각 학생회원은 선출된 직책을 수행하기 위해 반드시 수행해야 하는 업무들이 있습니다. 또한 학생회 회원에게는 기금 모금, 행사 기획, 지역사회 봉사, 또래 친구들에게 긍정적인 롤모델로서의 역할 등 많은 책임이 요구됩니다.\n레거시 학생회는 회장, 부회장, 총무, 재무, 역사가로 구성됩니다.\n회장은 모든 회의에서 학생회를 대표할 책임이 있습니다. 이들은 회의 안건 개발을 돕고 회의를 관리합니다. 동률일 경우 투표를 하며 학생회의 긍정적인 롤모델이 되어야 합니다.\n부회장은 회장이 직무를 수행할 수 없을 경우 회장의 업무를 대행합니다. 회장에 비해 기획과 지휘를 더 실무적으로 담당합니다.\n총무는 회의록을 작성하고 협의회 구성원 간의 모든 의사소통을 담당합니다.\n재무는 자금을 관리하고 회계 기록을 보관합니다.\n역사가는 학교 행사의 역사적 보존을 위해 신문 스크랩과 위원회 사진을 정리된 노트에 보관하고 다가오는 학생 행사에 대해 학생회에 알립니다. 역사학자는 캠퍼스 행사 사진을 찍기도 합니다!"
}