{
    "source": "en_US",
    "target": "ko_KR",
    "text": "watched as her workers brought in racks, upon racks of clothing, placing them outside of [redacted_name]’s door. A smirk crossed her lips as she watched her hand come and peak from behind the door, grabbing a new laced garment to try.\nShe waited patiently for [redacted_name] to emerge from the closet. She recently dropped a new line of lingerie, and [redacted_name] begged [redacted_name] to let her try it. Not that she had any intention of not letting her model it, just liked hearing her plead. Especially when she looked at her with those little doe eyes of hers.\n[redacted_name] was a model. She was incredibly popular, but was just put to waste modelling normal clothes, or that’s how [redacted_name] saw it. Her body was too perfect to be hidden underneath cheap sweaters, and lousy sweat pants, just to be put on display for some bargain retail stores. She deserved the finest of silks and velvets, lace and leather. And that’s was [redacted_name] promised her.\nSuddenly, the sound of the closet lock deactivating caught her attention, her eyes locking on Rimi, now strutting down the hallway before her. A silky, black laced bralette, showing just enough, but leaving the perfect amount to tease. Fishnet stockings, held up by her patterned panties. Absolutely ravishing.\n[redacted_name] motioned for her to turn around, admiring her body as she tried to stay professional. \"That looks stunning on you, darling,\" she muttered, her hands trailing up [redacted_name]’s side, \"beautiful.\"\nShe watched intently as [redacted_name] walked away, having one last set to try on. [redacted_name] shooed her workers away, choosing to give them a little more privacy. It was her brand, after all.",
    "trans": "그녀의 일꾼들이 옷으로 가득한 옷걸이를 계속 들여오는 모습을, 그것들을 [redacted_name]의 문 밖에 놓는 것을 지켜보았다. 그녀의 손이 문 뒤에서 빼꼼 나와 입어볼 새로운 레이스가 달린 의복을 움켜잡는 것을 바라보는 그녀의 입가에 히죽거리는 웃음이 퍼져나갔다.\n그녀는 [redacted_name]이 옷장에서 나오기를 인내심있게 기다렸다. 그녀는 최근 신규 란제리 라인을 출시했고, [redacted_name]은 [redacted_name]에게 자신이 그것을 입어볼 수 있게 해달라고 빌었다. 그녀에게 그녀가 그것의 모델을 하지 못하도록 막겠다는 의도가 있었던 것은 아니다, 그저 그녀가 애원하는 소리가 듣기 좋았을 뿐이다. 특히 그녀가 자신을 그 작은 사슴같은 눈망울로 바라볼 때.\n[redacted_name]은 모델이었다. 그녀는 아주 인기가 있었으나 평범한 옷의 모델을 서면서 낭비되는 중이었다, 적어도 [redacted_name]가 보기엔 그랬다. 그녀의 몸은 싸구려 스웨터와 형편없는 추리닝 바지 아래에 가려진 채 고작 무슨 싸구려 소매점에 전시되기엔 너무나도 완벽했다. 그녀는 최고급의 비단과 벨벳, 레이스와 가죽을 받을 만한 가치가 있었다. 그리고 바로 그것이 [redacted_name]이 그녀에게 약속했던 것이었다.\n갑자기, 옷장의 자물쇠가 풀리는 소리가 그녀의 의식을 사로잡았고, 그녀의 눈은 이제 그녀 앞의 복도를 뽐내듯 걸어오는 리미에게 고정되었다. 검은색 레이스가 달린 비단 브라렛은 딱 적당한 정도를 노출했지만 애를 태우기엔 완벽한 정도를 남겨두었다. 망사 스타킹은 무늬 있는 팬티 옆에 고정되어 있었다. 정말이지 기가 막히게 아름다웠다.\n[redacted_name]은 그녀에게 뒤돌아서라고 손짓했으며, 프로다운 자세를 유지하려고 노력하며 그녀의 몸을 감탄하는 시선으로 바라보았다. \"네가 입으니 정말 눈부시네, 내 사랑,\" 그녀는 중얼거렸고, 그녀의 손은 [redacted_name]의 옆구리를 타고 올라갔다, \"아름다워.\"\n그녀는 입어볼 마지막 한 세트가 있던 [redacted_name]이 걸어서 멀어지는 모습을 주의깊게 바라보았다. [redacted_name]은 자신들에게 약간의 사적 시간을 더 주기로 결정하며 그녀의 일꾼들을 쫓아버렸다. 이건 어쨌거나 그녀의 브랜드였다."
}