{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This is CRIMINAL, in the name of JESUS, how could anyone that took an oath to 'HEAL and DO NO HARM' do this to another HUMAN BEING, where was their 'HIPPOCRATIC OATH' as DOCTORS and NURSES, to demand such procedures on a patient that they knew had 'underlying blood problems', (Abnormal levels of red blood cells, hemoglobin, or hematocrit may be a sign of anemia, heart disease, or too little iron in their body). SHAME on this administration and the staff at this hospital that would allow STATE HEALTH, W.H.O, UN official's procedures, demanding mandatory vaccination standards, before proceeding with the health of a patient in their care. To the STAFF and administrators, you are not qualified to treat my DOG, I would hope even VETS would SHOW far more compassion!\nThis reel has been removed,\nThe 50 plus years that I have practiced HEALING in my long life, from a Senior First-Aider in the 1970's to a Paramedic in the outback of Australia, I have never done HARM to another Human Being of any COLOUR, your stance would make Dr. Josef Mengele, a 'Research Laureate'!\nJust in case you forgot what your OATH was.... 'I shall work with my profession to improve the quality of medical care and to improve the public health, but I shall not let any lesser public or professional consideration interfere with my primary commitment to provide the best and most appropriate care available to each of my patients'.\nTRY, reciting this next time before you say, 'HOW MAY I HELP YOU'",
    "trans": "이것은 범죄입니다, 예수님의 이름으로, 어떻게 '치유하고 해를 끼치지 않겠다' 고 서약을 한 사람이 다른 인간에게 이런 짓을 할 수 있단 말입니까, 의사와 간호사들의 '히포크라테스 선서'는 어디있는 것입니까, 이미 '기저 혈액 진환'이 있다는 걸 알았는데도 그런 절차를 강요하다니, (적혈구 수치, 혈색소, 또는 헤마토크릿의 비정상적 수준은 빈혈, 심장 질환, 혹은 체내 철분 부족의 신호일 수 있습니다). 이러한 절차를 허용한 이 행정부와 병원의 직원들은 부끄러운 줄 아시기 바랍니다. 이 병원의 직원들과 관리자들은 국가 보건, 세계보건기구, 유엔 관계자의 절차를 따르며 자신들이 돌봐야 할 환자의 건강을 고려하기 전에, 의무 예방 접종 기준을 강요하는 것을 허용하다니 부끄러운 줄 알길 바랍니다. 당신들은 내 개조차 돌볼 자격이 없고, 심지어 수의사들조차도 더 많은 연민과 동정을 보일 것이니!\n이 영상은 삭제되었습니다,\n나는 50년이 넘는 시간 동안 의료 현장에서 치유를 실천해왔으며, 1970년대에는 상급 응급처치 요원으로 그리고 호주 오지에서 구급대원으로 활동하며, 나는 단 한번도 어떤 피부색을 가진 인간에게 해를 끼친 적이 없고, 당신들의 태도는 조제프 멩겔레를 '연구 공로자'로 만들 것입니다!\n혹시라도 당신의 서약을 잊었을까 봐 다시 상기시켜 드립니다.... '나는 나의 직업과 함께 의료 서비스의 질을 향상시키고 공중 보건을 개선하기 위해 노력할 것이나, 나는 나의 가장 중요한 책임인 각 환자에게 제공할 수 있는 최선의 적절한 치료를 제공하는 일을 방해하는 어떠한 사소한 공적 또는 직업적 고려도 허용하지 않을 것이다'.\n해보세요, 다음번에 무언가를 말하기 전에 암송하세요, '제가 무엇을 도와드릴까요'"
}