{
    "source": "en_US",
    "target": "ko_KR",
    "text": "RAY COOKE LETTINGS ** PLEASE FOLLOW US ON FACEBOOK AND INSTAGRAM AS PROPERTIES ARE ADVERTISED THERE FIRST – VIDEO VIEWINGS AVAILABLE ON REQUEST**\n** BEAUTIFUL 2 BEDROOM 1 BATHROOM APARTMENT ** FULLY FURNISHED THROUGHOUT ** SECURE DEVELOPMENT ** AVAILABLE NOW!!\nRAY COOKE LETTINGS proudly present this absolutely fantastic two bedroom apartment to the letting market in this very popular and well located development of Marlfield Place. The phrase “location, location, location” immediately springs to mind as this magnificent development, ideally located at the foothills of the Dublin mountains. Marlfieldis always in high demand as it is within easy reach of all local amenities including shopping facilities, pubs, schools and has excellent transport links. The area is well serviced with excellent road networks and also has the Red Luas Line within striking distance. This bright, airy and most spacious living accommodation comprises of an entrance hallway, fully fitted kitchen, large open living/dining area, two Double Bedrooms, spacious balcony, and a spacious family bathroom. This 2 bedroom apartment comes to the letting market in great condition throughout and boasts a long list of additional features to include built in wardrobes, fresh painting, and top quality blinds.\nExtra Features:\nSuper 2 bed / 1 Bath Apartment\nFully Furnished throughout\n2 x Double Bedrooms\nBuilt-in Wardrobes\nSpacious Sunny Rear Balcony\nFully Fitted Kitchen with all Mod-Cons\nSpacious Rooms with Built in wardrobes\nHighly sought after development\nWithin easy reach of The Square Shopping Centre, The Luas & M50 Motorway\nVarious Transport Links on your doorstep Available Now!!",
    "trans": "레이 쿡 임대 ** 페이스북과 인스타그램에 부동산이 먼저 광고되니 저희를 팔로우 해주세요 – 요청 시 영상으로 둘러보실 수 있습니다**\n** 아름다운 침실 2개 욕실 1개 아파트 ** 내부 완비 **  안전한 주거지 ** 지금 입주 가능!!\n레이 쿡 임대에서 이 인기 많고 위치 좋은 말필드 플레이스의 매우 환상적인 침실 두 개짜리 아파트를 자랑스럽게 소개합니다. \"위치, 위치, 위치\"라는 말이 떠오르는 이 아파트는 더블린 산기슭이라는 이상적인 위치에 있습니다. 말필드는 항상 수요가 높으며, 쇼핑 시설, 펍, 학교 등의 지역 편의 시설과 가까운 거리에 있으며 훌륭한 교통망을 갖추고 있습니다. 지역은 우수한 도로망이 잘 갖춰져 있으며 걸어서 레드 루아스 라인까지 갈 수 있습니다. 이 밝고 바람이 잘 통하는 매우 넓은 주택은 입구 홀, 붙박이 가구가 갖춰진 주방, 넓고 개방된 거실/식탁 공간, 두 개의 더블 침실, 넓은 발코니, 넓은 가족 욕실로 구성되어 있습니다. 침실 2개가 딸린 이 아파트는 전체적으로 최상의 조건으로 임대 시장에 나와 있으며, 빌트인 붙박이장이 있고, 새로 페인트칠 되었으며, 최고급 블라인드가 갖춰진 것 등 수많은 추가적인 장점을 자랑한답니다.\n추가 특징:\n슈퍼 사이즈 베드 2 / 욕실 1 아파트\n내부 완비\n더블 침실 2개\n빌트인 붙박이장\n넓고 햇빛이 잘 드는 후면 발코니\n최신 설비 일체 및 붙박이 가구가 갖춰진 주방\n빌트인 붙박이장이 있는 넓은 방\n수요가 매우 많은 아파트\n더 스퀘어 쇼핑 센터, 루아스, M50 고속도로와 가까움\n현관문 앞에 바로 다양한 대중교통망 지금 입주 가능!!"
}