{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This study analyzed the pass-through of increases and decreases in the exchange rate into consumer inflation. The empirical findings support that the exchange rate pass-through is asymmetric in Turkey. Inflation does not respond equally to local currency depreciation and appreciation. In the short run, although an increase in the exchange rate has an increasing impact on inflation, a decrease in exchange rates does not have a statistically significant effect on inflation. Due to a high inflationist environment, there may be a perception that the exchange rate increases are permanent but that the exchange rate decreases are temporary. The exchange rate increases raise the production costs, but producers partially reflect this cost on consumer prices in the short run. Producers do not reduce their products' prices to recoup the losses experienced previously, even if the exchange rate decreases. Thus, an exchange rate decrease cannot make the desired positive impact on inflation in the short run. This situation may be due to the market structure, or it may result from anti-inflationary policies. Unlike many studies, the findings we obtained for the long run are that the effect of exchange rate decreases on inflation is higher than that of exchange rate increases. An appreciation of the Turkish lira leads to a higher pass-through effect than depreciation in the long run. This situation may be arising from the price elasticity of demand is high in the long run. It also implies a highly competitive environment.",
    "trans": "이 연구는 환율 상승과 하락이 소비자 물가 상승률로 전가되는 것을 분석하였다. 실증적 연구는 터키에서는 환율의 전가 효과가 비대칭적이라는 것을 지지했다. 인플레이션은 자국 통화의 평가절하와 평가절상에 동일하게 반응하지 않는다. 단기적으로 환율 상승은 인플레이션을 증가시키는 영향을 미치지만, 환율 하락은 인플레이션에 통계적으로 유의미한 영향을 미치지 않는다. 높은 인플레이션 환경으로 인해, 환율 상승이 지속될 것이라는 인식이 강한 반면, 환율 하락은 일시적일 것이라는 인식이 존재하기 때문일 수 있다. 환율 상승은 생산 비용을 증가시키지만, 생산자들은 단기적으로 이 비용을 소비자 가격에 부분적으로만 반영한다. 환율이 하락하더라도 생산자들은 이전에 발생한 손실을 회복하기 위해 제품 가격을 낮추지 않는다. 따라서 단기적으로 환율 하락은 인플레이션에 기대했던 긍정적인 영향을 미치지 못할 수 있다. 이러한 현상은 시장 구조의 영향일 수도 있고, 반인플레이션 정책의 결과일 수도 있다. 여러 연구들과는 달리, 본 연구의 장기적 분석 결과에서는 환율 하락이 인플레이션에 미치는 영향이 환율 상승보다 더 큰 것으로 나타났다. 장기적으로 터키 리라의 평가절상은 평가절하보다 더 높은 전가 효과를 초래한다. 이러한 현상은 장기적으로 수요의 가격 탄력성이 높기 때문일 수 있다. 또한 높은 경쟁 환경이 조성되어 있음을 시사한다."
}