{
    "source": "en_US",
    "target": "ko_KR",
    "text": "You can only buy tickets online via this link as there is no phone number to contact.\nYou can buy as many tickets as you like. It is so important you support the children and purchases tickets\nso we are able to continue performing is a professional theatre. There is no other feeling than watching your child Live on stage.\n*\nPlease check with us if your child is able to watch part of the show as they will require a ticket if they are over 4 years and up.\nAttached is the order of the show so have a look to see if your child is able to watch some of the show. If your not sure of\nwhat class they are in please check your invoice as the name of your child's class is on that.\n*\nIF YOUR CHILD HAS A TICKET TO WATCH:\nThe show at 12.00pm consists of the First and Second half to make one whole show. Then\nthis is repeated again at the 5.30pm show. Every student will be required to be back stage at the beginning of both shows.\nIf your child is watching they will need a ticket to enter the theatre.\n*\nAll students who are 3 and 4 years old will need to be collected at interval\nfrom back stage for both shows not matter what! 4 year olds and up will require a seat if watching the show.\n*\nAll students participating in the concert must perform in both shows 12.00pm and 5.30pm.\nThis is compulsory. If you child is in 3 or more dances they will not be able to watch the show as they will be performing.",
    "trans": "연락하실 수 있는 전화번호가 없기 때문에 본 링크를 통해 온라인으로만 입장권을 구입하실 수 있습니다.\n원하시는 수만큼 입장권을 구매하실 수 있습니다. 어린이들을 돕고 입장권을 구매하는 게 중요합니다.\n그렇게 저희가 전문 극장에서 공연을 이어갈 수 있습니다. 자신의 자녀가 무대 위에 서는 걸 볼 때 느끼는 감정을 대체할 수 있는 건 없습니다.\n*\n자녀분이 4살 이상일 경우 입장권이 필요하므로 자녀분이 저희 공연의 일부를 볼 수 있을지에 대해 저희쪽에 확인해 주시길 바랍니다.\n공연 순서를 첨부하였으니 자녀분이 공연의 일부를 볼 수 있을지 확인해 주십시오. 만약 확신이 드시지 않을 경우\n자녀분이 속하는 등급에 대해 송장에 귀하 자녀분의 등급이 표시되어 있으니 확인해 주십시오\n*\n자녀분에게 관람할 수 있는 입장권이 있는 경우:\n오후 12시 공연은 하나의 공연 전체를 만들어내기 위한 전반 및 후반부로 이루어져 있습니다. 그 후\n오후 5시 30분 공연에서도 이렇게 반복됩니다. 모든 학생들은 두 공연 시작 전에 무대 뒤에 있어야 합니다.\n자녀분이 관람할 것이라면 극장 입장권이 필요합니다.\n*\n3세 및 4세인 학생들은 모두 중간 휴식 시간에 모여야 합니다\n두 공연의 경우 모두 무슨 일이 있던 무대 뒤에서부터!  4세 이상이 공연을 관람할 경우 좌석이 필요합니다.\n*\n콘서트에 참여하는 학생들 전원은 오후 12시 및 5시 30분 공연 모두에 참여해야 합니다.\n이는 의무사항입니다. 자녀분이 3회 이상 춤을 춘다면 공연을 해야하므로 공연을 관람할 수 없습니다."
}