{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The North Node in Gemini\nThis is a quest to learn to see life from other people's point of view and to become adept in the art of communication. You have a tendency to be restless and scattered. You need to develop focus and the ability to communicate your ideas in a way that helps the many people in your life.\nThe North Node in 5th House\nThis represents a quest to create own your destiny. You need to give up your personal dreams and develop self-discipline to build a creative life.\nAspects of The North Node\nThe North Node has 13 aspects to other chart points.\nQuincunx The Moon Orb 09°S14'\n(Strong Influence)\nSometimes you learn your life lessons the hard way. The good news is that you learn from experience and incorporate these lessons into your chosen field.\nTrine The Sun Orb 02°A02'\n(Strong Influence)\nIt is time for you to leave behind your past inhibitions and truly express yourself in this life-time. You will find that events in life will force you to come to terms with your identity in order to express your fullest potential. You may feel that your private life, your family and home are demanding your full attention, but you do need to express yourself through your profession or a public group. You may have a message which needs to be heard by many people, not just your own family group.\nTrine Mercury Orb 16°A45'\n(Strong Influence)\n. You are destined to develop your talents for communication. This could be through writing, making speeches, training, sales and/or teaching. Whether you pursue this gift privately of publicly your ability to express yourself is a gift that brings you joy. You are also likely to enjoy short journeys, travelling on the road, news, social media, and even a little gossip. These forms of connecting with others help you achieve your purpose in life. Synchronicity plays an important role in your life journey. You need only observe the sign posts\nSquare Venus Orb 15°A17'\n(Strong Influence)\nOne of your life lessons is to find the right balance when it comes to personal relationships. People enter your life in a way that makes you belief in karma. Your eyes meet and you just know that you have connected with this person before. It is possible that your first ever relationship with a woman such as your mother feels fated. From a young age you start to learn about the ebb and flow of love relationships, the talents that you innately have and the art of give and take. At times you may cling to closely to a loved one. At others you push too hard to move away. You need to make sure that you do not sacrifice your sense of purpose within key relationships. You may have a tendency to submerge your own destiny for the sake of love. Once again gaining equilibrium is the key. Equality is your goal. You eventually acquire keen relationship skills, but only after letting go of the past and moving forward. This could be coming to terms with your own relationship needs, or it is perhaps letting go of relationships that do not serve you well. Understanding love is one of your life lessons. This could also be applied to the exchange of emotions, values and money with loved ones.\nSquare Mars Orb 11°A49'\n(Strong Influence)\nNo text available for this topic.\nOpposite Jupiter Orb 09°A39'\n(Strong Influence)\nYour current life challenge is to embrace adventure. You may find yourself in situations which inspire you to see the big picture. Inspiring others, possibly through preaching or teaching, may be part of your life's destiny. Benevolent groups may also play a key role.\nQuincunx Saturn Orb 13°A07'\n(Medium Influence)\nYour energy may be misdirected and you will need, at times, to adjust the way you approach other people and their problems.\nOpposite Uranus Orb 11°A24'\n(Strong Influence)\nDo you sometimes feel overwhelmed by a desire to rebel? Does the force of this secretly frighten you? You have probably learnt that trying to suppress your urges does not work very successfully. The more that you try to ignore the rebellious side of your nature the more erratic your behaviour is likely to become. Your lesson is to learn to integrate your need for autonomy with your need to work in society. You are destined to work with groups, or in a unique manner, but in a co-operative way rather than with conflict. You are a true individual, but all individuals need to exist in a community.\nContraParallel Neptune Orb 00°A40'\n(Weak Influence)\nThis aspect is not included in this set of interpretations.\nTrine Pluto Orb 11°S07'\n(Weak Influence)\n.\" Fortune favours the brave\" could be your motto. When you step outside of your comfort zone and stride forth then good fortune follows. You are destined to have an influence on other people, perhaps even groups. It is your choice as to whether or not yours is a positive influence. You need to acknowledge that moderation and other people's points of view are valid. Then you are a truly powerful person with positive influence\nConjunct Chiron Orb 15°A21'\n(Weak Influence)\nYour destiny is linked with easing other people's suffering, possibly after facing a painful situation in your own life. At some stage during your life you may suffer from physical illness, possibly something that alters your thinking profoundly or changes the course of your life. You may be a skilled healer or wise teacher.\nQuincunx The Ascendant Orb 01°S54'\n(Weak Influence)\nNo text available for this topic.\nTrine The Midheaven Orb 01°A46'\n(Weak Influence)\n. This combination augurs well for getting ahead in life. You have the desire and ability to associate with those who share the same ideas and social aspirations as yourself. Fortunately you mix well in society and can forward your aspirations through connections with those in high places. You are likely to earn the respect of your professional associates and prove popular in many social circles. The right people and opportunities also cross your path at fortuitous times. As a result you can achieve much good fortune.",
    "trans": "쌍둥이자리에 있는 북노드\n이것은 다른 사람들의 관점에서 삶을 바라보는 법을 배우고, 소통의 기술에 능숙해지기 위한 여정입니다. 당신은 불안하고 산만한 경향이 있습니다. 집중력을 기르고, 많은 사람들에게 도움이 될 수 있도록 자신의 생각을 효과적으로 전달하는 능력을 개발할 필요가 있습니다.\n제5하우스에 있는 북노드\n이는 자신의 운명을 스스로 창조하기 위한 여정을 의미합니다. 개인적인 꿈을 내려놓고, 창의적인 삶을 구축하기 위해 자기 절제를 길러야 합니다.\n북노드의 측면\n북노드는 다른 차트 요소들과 13개의 측면을 가지고 있습니다.\n달과의 퀑컹스 각, 오브 09°S14'\n(강한 영향력)\n때때로 인생의 교훈을 힘든 방식으로 배우게 됩니다. 하지만 좋은 소식은, 당신이 경험을 통해 배우고 이러한 교훈을 선택한 분야에 적용한다는 것입니다.\n태양과의 트라인 각, 오브 02°A02'\n(강한 영향력)\n이제 과거의 억제된 감정을 뒤로하고 이번 생에서 진정으로 자신을 표현할 때가 되었습니다. 인생의 사건들이 당신이 자신의 정체성과 화해하고, 자신의 최대 잠재력을 표현하도록 강요할 것입니다. 당신은 개인적인 삶, 가족, 집이 온전히 당신의 주의를 요구한다고 느낄 수 있지만, 직업이나 공적인 그룹을 통해 자신을 표현해야 할 필요가 있습니다. 당신은 많은 사람들에게, 단지 가족에게만이 아니라, 전달되어야 할 메시지를 가지고 있을 수 있습니다.\n수성과의 트라인 각, 오브 16°A45'\n(강한 영향력)\n. 당신은 커뮤니케이션 능력을 개발하도록 운명지어져 있습니다. 이는 글쓰기, 연설, 훈련, 판매 및/또는 교육을 통해 이루어질 수 있습니다. 이 재능을 개인적으로나 공개적으로 추구하든, 자신을 표현하는 능력은 당신에게 기쁨을 주는 선물입니다. 또한 짧은 여행, 도로 여행, 뉴스, 소셜 미디어, 심지어 약간의 가십을 즐기는 경향이 있을 수 있습니다. 이러한 방식으로 다른 사람들과 연결하는 것이 당신의 인생 목적을 이루는 데 도움이 됩니다. 동시성은 당신의 인생 여정에서 중요한 역할을 합니다. 당신은 단지 이정표를 관찰하기만 하면 됩니다.\n금성과의 스퀘어 각, 오브 15°A17'\n(강한 영향력)\n당신의 인생 교훈 중 하나는 개인적인 관계에서 올바른 균형을 찾는 것입니다. 사람들은 당신의 삶에 카르마를 믿게 만드는 방식으로 들어옵니다. 눈이 마주치면, 당신은 이 사람과 이전에 연결된 적이 있다는 것을 알게 됩니다. 어쩌면 어머니와 같은 첫 번째 여성과의 관계가 운명처럼 느껴질 수도 있습니다. 어린 시절부터 당신은 사랑 관계의 흐름과 사랑을 주고받는 기술을 배우기 시작합니다. 때로는 사랑하는 사람에게 너무 집착할 수 있고, 다른 때에는 너무 밀어내려고 할 수 있습니다. 중요한 관계에서 자신의 목적감을 희생하지 않도록 해야 합니다. 당신은 사랑을 위해 자신의 운명을 숨기려는 경향이 있을 수 있습니다. 다시 말해, 균형을 찾는 것이 핵심입니다. 평등이 당신의 목표입니다. 결국 당신은 예리한 관계 기술을 습득하게 되지만, 과거를 놓고 앞으로 나아가야만 합니다. 이는 자신의 관계 필요에 대해 이해하는 것이거나, 당신에게 잘 맞지 않는 관계를 놓아주는 것일 수 있습니다. 사랑을 이해하는 것은 당신의 인생 교훈 중 하나입니다. 이는 사랑하는 사람들과의 감정, 가치, 돈의 교환에도 적용될 수 있습니다.\n화성과의 스퀘어 각, 오브 11°A49'\n(강한 영향력)\n이 주제에 대한 텍스트가 없습니다.\n목성과의 오포지션 각, 오브 09°A39'\n(강한 영향력)\n당신의 현재 인생 도전 과제는 모험을 받아들이는 것입니다. 당신은 큰 그림을 볼 수 있도록 영감을 주는 상황에 처할 수 있습니다. 설교나 교육을 통해 다른 사람들에게 영감을 주는 것이 당신의 인생 운명일 수 있습니다. 자비로운 그룹들도 중요한 역할을 할 수 있습니다.\n토성과의 퀑컹스 각, 오브 13°A07'\n(중간 영향력)\n당신의 에너지가 잘못된 방향으로 향할 수 있으며, 때때로 다른 사람들과 그들의 문제를 대하는 방식을 조정할 필요가 있습니다.\n우라누스와의 오포지션 각, 오브 11°A24'\n(강한 영향력)\n가끔 반항하고 싶은 욕망에 압도당하는 기분이 드나요? 이 힘이 비밀스럽게 당신을 두렵게 하나요? 아마도 당신은 자신의 충동을 억누르려고 해도 잘 되지 않는다는 것을 배웠을 것입니다. 반항적인 성향을 무시하려고 할수록 당신의 행동은 더욱 변덕스러워질 가능성이 큽니다. 당신의 교훈은 자율성에 대한 필요와 사회에서 일할 필요를 통합하는 법을 배우는 것입니다. 당신은 그룹과 함께 일하거나 독특한 방식으로 일할 운명이지만, 갈등이 아닌 협력적인 방식으로 일해야 합니다. 당신은 진정한 개인이지만, 모든 개인은 공동체 안에서 존재해야 합니다.\n해왕성과의 컨트라패럴렐 각, 오브 00°A40'\n(약한 영향력)\n이 측면은 이 해석 세트에 포함되지 않습니다.\n명왕성과의 트라인 각, 오브 11°S07'\n(약한 영향력)\n. \"용감한 자에게 행운이 따른다\"는 당신의 좌우명이 될 수 있습니다. 당신이 안전지대를 벗어나 앞으로 나아갈 때, 좋은 운이 따릅니다. 당신은 다른 사람들, 아마도 그룹에 영향을 미칠 운명을 지닌 사람입니다. 그것이 긍정적인 영향인지는 당신의 선택입니다. 당신은 절제와 다른 사람들의 관점이 유효하다는 것을 인정할 필요가 있습니다. 그러면 당신은 진정으로 강력하고 긍정적인 영향을 미치는 사람이 될 것입니다.\n키론과의 컨접트 각, 오브 15°A21'\n(약한 영향력)\n당신의 운명은 다른 사람들의 고통을 덜어주는 것과 연결되어 있으며, 이는 아마도 자신의 인생에서 고통스러운 상황을 겪은 후일 수 있습니다. 인생의 어느 시점에서 당신은 신체적인 질병을 겪을 수 있으며, 이는 아마도 당신의 사고 방식을 깊게 변화시키거나 인생의 방향을 바꿀 수 있습니다. 당신은 숙련된 치유자이거나 지혜로운 선생님일 수 있습니다.\n상승점과의 퀑컹스 각, 오브 01°S54'\n(약한 영향력)\n이 주제에 대한 텍스트가 없습니다.\n중천과의 트라인 각, 오브 01°A46'\n(약한 영향력)\n. 이 조합은 인생에서 앞서 나갈 수 있는 좋은 징조입니다. 당신은 자신과 같은 생각과 사회적 열망을 가진 사람들과 교류하고자 하는 욕망과 능력을 가지고 있습니다. 다행히도 사회에서 잘 어울리고, 고위 인사들과의 연결을 통해 자신의 열망을 전진시킬 수 있습니다. 당신은 직업적인 동료들의 존경을 받으며, 많은 사회적 모임에서 인기가 있을 가능성이 큽니다. 또한, 적절한 사람들과 기회가 운 좋은 시기에 당신의 길에 나타납니다. 그 결과, 당신은 많은 행운을 이룰 수 있습니다."
}