{
    "source": "en_US",
    "target": "ko_KR",
    "text": "But the confusion that created havoc in the lives of my friends lasted only a few days. We rushed to the recruiting offices when they were opened, and volunteered for service. We were refused, since we were classified as aliens in the National Selective Service Act. Our fight to become naturalized American citizens some years before, which had been opposed by the officials of the Philippine government in Washington, now became important and significant. I felt a personal bitterness toward a past Philippine Commissioner to the United States, whose arrogance when I had presented the subject of citizenship to him revealed his incompetence and opportunism, for he later readily collaborated with the Japanese enemy during the occupation.\nWhen Binalonan was crushed by a special tank detachment that rushed from Tayug toward Manila, I went to the nearest recruiting office. As I stood in line waiting for my turn, I thought of a one-legged American Revolutionary patriot of whom I had read. But Filipinos were not being accepted. I ran to José’s room and told him to contact the remnants of the delegates.\nThe meeting was successful; a resolution was sent to Washington asking for the inclusion of Filipinos in the armed forces of the United States. Copies of the resolutions were sent to all Filipino organizations for endorsement; members of the delegation returned to their communities and campaigned. For once we were all working together; even those who had opposed our fight for citizenship were now wholeheartedly co-operating.\nI was waiting for this very moment; it was a signal of triumph. But it took a war and a great calamity in our country to bring us together. President Roosevelt signed a special proclamation giving Filipinos the right to join the armed forces of the United States. Filipino regiments were formed in the United States; similar units were also formed in Hawaii.",
    "trans": "하지만 내 친구들의 삶을 파괴로 이끈 그 혼란은 불과 며칠 만에 끝났다. 우리는 징병 사무소가 문을 열자마자 달려갔고, 입대를 신청했다. 그렇게 서두른 이유는, 우리가 국가 선별 징병법에 따라 외국인으로 분류되었기 때문이었다. 우리는 몇 년 전에 미국 시민권을 얻기 위해 싸웠지만, 워싱턴의 필리핀 정부 관리들의 반대에 부딪혔고, 이제 그 일이 매우 중요하고 의미심장한 일이 되었다. 나는 과거 미국 주재의 필리핀 위원에 대해 개인적인 비통함을 느꼈는데, 당시 나의 시민권 문제를 제기하자 그의 오만함은 자신의 무능함과 기회주의적 성향을 드러냈다. 이후 그는 일본 통치 기간중 기꺼이 적군인 일본과 손잡았다.\n타유그에서 마닐라로 쳐들어가던 특수 전차가 비날로난을 박살냈을 때, 나는 가까운 징병 사무소로 갔다. 내 순서를 기다리며 줄을 서 있을 때, 나는 전에 읽었던 미국 혁명전의 외발 애국자 이야기를 생각했다. 하지만 필리핀인은 거부되었다. 나는 호세의 방으로 달려가 남은 대표단에게 연락해 달라고 했다.\n회의는 성공적이었다. 미군에 필리핀인을 포함해야 한다는 결의안이 워싱턴으로 보내졌다. 모든 필리핀 단체에도 결의안 사본을 보내 지지를 요청했고, 대표단은 소속 공동체로 돌아와 캠페인을 벌였다. 이때만큼은 우리 모두 하나였고, 시민권으로 우리와 대립하던 이들마저 이제는 진심으로 협력하였다.\n나는 이 순간을 기다리고 있었다. 이것은 승리의 신호였다. 하지만 우리를 하나로 만들기 위해 이 나라는 전쟁과 크나큰 재난을 겪었다. 루즈벨트 대통령은 필리핀인들이 미군에 입대할 수 있도록 하는 특별 성명서에 서명했다. 미군에 필리핀 연대가 만들어졌고, 하와이에도 이와 유사한 연대가 편성되었다."
}