{
    "source": "en_US",
    "target": "ko_KR",
    "text": "UVZ\nThis acronym strikes terror into the hearts of Russia's enemies.\nThe acronym stands for Uralvagonzavod--literally Ural Railcars Works. And, boy, look at them those \"railcars\" produced in the city of Nizhny Tagil.\nNot only those \"railcars\", starting from legendary T-34s, first of which rolled off the conveyor in 1941, to T-72s to T-90M Proryv, continue to roll off assembly lines today, but UVZ produced now undeniably the best tanks in the world--real combat in SMO left no doubts about it. Moreover, Russia is unbeatable in terms of quality and numbers of these tanks produced. By a mile, more than whole NATO combined. Today, UVZ celebrates its 88th anniversary. These are state-of-the-art, netcentric tanks which are capable to take on any self-proclaimed \"best\" Western tanks and defeat them, in fact--they did it many times already.\nDmitry Orlov in his latest, symptomatically titled Uncontrolled Chaos, notes today:\nIt was a disaster 80 years in the making. At the end of World War II, the United States stood virtually alone as an economic power. Accounting for 50 percent of global GDP, it held 80% of the world's hard currency reserves. Fast-forward to 2024 and the share of the US in the world economy has shrunk to 14.76% (calculated from figures provided by the World Bank and the International Monetary Fund). But even this number is misleading, for fully 20% of the US economy is made of what goes under the acronym FIRE: finance, insurance and real estate. These are unproductive parasites on the productive economy. Another unproductive parasite is health care: ridiculously overpriced, it amounts to almost a quarter of all spending in the US. Neither the resources consumed by FIRE, nor by health care spending, contribute much of anything to the standing of the US within the world economy. Adjusted for these, the US share of the world economy dwindles to just over 8%. While hardly negligible, this share is nowhere near sufficient to give the US anything like a majority vote or veto power in world affairs. The tragedy of the situation is that the mindset of Americans, particularly those occupying positions of authority in Washington, has been unable to adapt to this development. Their mindset appears to be fixed for all time: they believe that they can still dictate terms to the whole world and finding it increasingly awkward to cover up for the fact that almost the whole world (with some notable exceptions) now feels free to ignore them.\nHere, you can see yourself overwhelmingly non-productive nature of the US economy.\nGet it? They consider a third world economy \"based on services\" a sign of a \"developed nation\". No wonder, when one looks at such \"developed nations\" like UK or Germany which increasingly look like a third world. Which also explains why the US is incapable of producing a new Main Battle Tank, with the reputation (primarily through Hollywood and propaganda) being blown up to smithereens by good ol' UVZ's T-72. Remember this?\nWell, in related news... Another SSK of pr. 636 Yakutsk (for Pacific Fleet) was floated today.\nBut, but, I am sure that capitalization of the St.Petersburg's Admiralty Wharfs which builds those subs is nowhere near the capitalization of any business consulting company in the US. Hey, what do those losers at UVZ have on this monster--they'll tell you how to run business, right? Right?",
    "trans": "UVZ\n이 약어는 러시아의 적의 심장에 공포를 안깁니다.\n이 약어는 우랄바곤자보드를 의미합니다--- 말 그대로 우랄 철도차량 회사. 그리고, 니즈니타길이라는 도시에서 생산된 그 \"철도차량\"들을 보세요.\n그 \"철도차량\"뿐만 아니라, 1941년 컨베이어에서 처음 출시된 전설적인 T-34로 시작해 오늘날 T-90M 프로리브까지 조립 라인에서 계속 출시되고 있지만, UVZ는 현재 부인할 수 없이 세계 최고의 탱그를 만들었습니다---SMO에서의 실제 전투는 그것에 대한 의심을 없앴습니다. 게다가, 러시아는 생산된 탱그의 질과 수의 측면에서 타의 추종을 불허합니다. NATO 전체를 합친 것보다 훨씬 많습니다. 오늘날, UVZ는 88주년을 맞이합니다. 이들은 자칭 \"최고\"의 서양 탱크와 대결하고 이길 수 있는 최첨단, 네트센트릭 탱크입니다, 사실 -- 그들은 이미 여러번 그렇게 했습니다.\n드미트리 오를로프는 최근 증상적으로 '통제되지 않는 혼돈'이라는 제목으로 오늘 이렇게 말했습니다.\n이는 80년 만에 일어난 재앙이었습니다. 제2차 세계대전이 끝날 무렵, 미국은 사실상 경제 강국으로서 홀로 서 있었습니다. 전 세계 GDP의 50%를 차지하는 미국은 전 세계 경화 매장량의 80%를 보유하고 있었습니다. 2024년으로 넘어가면 세계 경제에서 미국이 차지하는 비중은 14.76%로 줄어들었습니다(세계은행과 국제통화기금이 제공한 수치에서 계산). 하지만 미국 경제의 20%가 약자 FIRE: 금융, 보험, 부동산으로 구성되어 있기 때문에 이 숫자도 오해의 소지가 있습니다. 이는 생산적인 경제에 대한 비생산적인 기생충입니다. 또 다른 비생산적인 기생충은 의료입니다: 터무니없이 비싼 가격으로 인해 미국 전체 지출의 거의 4분의 1에 해당합니다. FIRE나 의료 지출로 소비되는 자원도 세계 경제 내에서 미국의 위상에 큰 기여를 하지 못합니다. 이를 조정하면 세계 경제에서 미국이 차지하는 비중은 8%를 조금 넘는 수준으로 감소합니다. 무시할 수 없을 정도이지만, 이 비중은 미국에 세계 정세에서 과반수 투표나 거부권을 부여하기에 충분하지 않습니다. 이 상황의 비극은 미국인들, 특히 워싱턴에서 특히 권위 있는 직책을 맡고 있는 사람들의 사고방식이 이러한 상황에 적응하지 못했다는 점입니다. 그들의 사고방식은 항상 고정되어 있는 것처럼 보입니다: 그들은 여전히 전 세계에 조건을 지시할 수 있다고 믿으며, 이제 거의 전 세계가 (몇 가지 주목할 만한 예외를 제외하고) 이를 무시하는 것이 점점 더 어색해지고 있습니다.\n여기에서 미국 경제의 압도적으로 비생산적인 특성을 볼 수 있습니다.\n알겠습니까? 그들은 \"서비스 기반\" 경제를 가진 제3세계 국가를 \"선진 국가\"의 표지로 여기고 있습니다. 영국이나 독일 같은 \"선진 국가\"들이 점점 제3세계처럼 보이게 되는 이유를 보면, 당연한 일이죠. 또한 이것이 미국이 새로운 주력 전차를 생산할 수 없는 이유를 설명합니다. (할리우드와 선전 덕분에) 명성이 하늘을 찌를 정도로 올라갔던 올드 UVZ의 T-72에 의해 완전히 무너졌죠. 기억나세요?\n자, 관련 소식으로는... 오늘 또 다른 SSK인 pr. 636 야쿠츠크(태평양 함대용)가 떠올랐다는 소식입니다.\n하지만, 그런데, 저는 확신합니다. 상트페테르부르크의 아드미랄티 조선소에서 그 잠수함들을 건조하는 회사의 자본화가 미국의 어느 비즈니스 컨설팅 회사들의 자본화와는 비교할 수 없을 거라는 사실을요. 자, UVZ에서 일하는 그 실패자들이 이 괴물에 대해 뭘 알겠어요—그들이 비즈니스 운영하는 법을 알려줄 거라는 거죠, 맞죠? 맞죠?"
}