{
    "source": "en_US",
    "target": "ko_KR",
    "text": "There you are, Brightbill!” Loudwing honked from the middle of the crowd. “We’re just about to begin!”\n“May I have your attention, please!” said the biggest goose. “As most of you know, my name is Longneck, and I’ll be leading this year’s migration. I’m asking everyone to please join your families for takeoff. Once we’re all airborne, each family will take its position in our V formation, and we’ll start the first leg of our journey. Are there any questions?”\n“I have a question,” came a booming voice. “My son will not have any family with him. Where does he fit into the formation?”\nEveryone turned to Longneck.\n“He can fly with me,” said the big goose. “I hear Brightbill is a very clever flier—I could use his help at the point.”\nA moment later, the geese began flapping and honking and making their way into the air. A cloud of feathers floated down around the robot and her son.\n“You are not a gosling anymore,” said Roz. “I am proud of the fine young goose you have become.”\nBrightbill fluttered up to his mother’s shoulder.\n“Thanks, Mama.” The young goose wiped his eyes. “Is this where we say good-bye?”\n“This is where we say good-bye for now. Spring will soon be here, and we will be together again.”\n“I’m going to miss you,” said Brightbill as he nuzzled his mother.\n“I am going to miss you too,” said Roz as she nuzzled her son.\nThe goose took a deep breath. Then he shook his tail feathers, flapped his\nwings, and joined the flock.\nAt first, the geese flew in a disorganized jumble. But each goose slowly\ndrifted into position until the flock formed a wobbly V. At the lead was Longneck, and behind his left wing was Brightbill. They circled in the sky until the V pointed south, and then the geese began their long migration. Roz climbed to the top of a tree and watched as the flock slowly faded into the horizon.\nCHAPTER 54\nTHE WINTER\nThe island was quiet. The migratory birds had all left, the hibernators were asleep, and everyone else had begun their simple winter routines. Everyone but Roz. Now that she was alone, our robot didn’t know what to do with herself. She stood in her gray garden and watched a sheet of ice slowly form on the pond. Sometimes she could hear her good friends the beavers going about their business beneath the ice, and she wondered when she would see them again.\nRoz stood there until snowflakes started drifting down from the sky. The flakes swirled in the breeze and slowly piled up on the ground and on the trees and on the robot. So she crouched into the Nest, slid the stone door behind her, and sat in darkness.\nHours, and days, and weeks went by without the robot moving. She had no need to move; she felt perfectly safe in the Nest. And so, in her own way, the robot hibernated.\nRoz’s body relaxed.\nHer quiet whirring slowly stopped.\nHer eyes faded to black.\nShe probably could have spent centuries like that, hibernating in total\ndarkness. But the robot’s hibernation was suddenly interrupted when a shaft of sunlight fell upon her face and carried energy back to her empty battery.\nRoz’s body tensed.\nHer quiet whirring slowly started.\nHer eyes began to glow.\n“Hello, I am ROZZUM unit 7134, but you may call me Roz,” the robot",
    "trans": "저기요, 브라이트빌!” 라우드윙이 군중 가운데서 경적을 울렸다. “이제 막 시작하려고 해요!”\n“주의를 기울여 주시기 바랍니다!” 가장 큰 거위가 말했다. “대부분 아시다시피 제 이름은 롱넥이고 올해 이주를 이끌겠습니다. 모두 가족과 함께 이륙해 주시기 바랍니다. 우리가 모두 공중에 떠 있으면 각 가족이 V 편대에서 자리를 잡고 첫 번째 여정을 시작하겠습니다. 질문 있나요?”\n“질문이 있어요.” 큰 목소리가 들렸다.  \"제 아들은 가족이 없을 거예요. 그는 어디 편대에 있나요?\"\n모두가 롱넥 쪽으로 향했습니다.\n“그는 나와 함께 날 수 있어요.” 큰 거위가 말했다. \"브라이트빌l이 매우 영리한 비행사라고 들었는데, 그 순간 그의 도움이 필요할 것 같아요.\"\n잠시 후, 거위들은 펄럭거리고 경적을 울리며 공중으로 날아오르기 시작했다. 로봇과 그녀의 아들 주위에 깃털 구름이 떠다니고 있었다.\n\"너는 더 이상 애송이가 아니야.\" 로즈가 말했다. \"나는 네가 훌륭한 젊은 거위가 된 것을 자랑스럽게 생각해.\"\n브라이트빌은 어머니의 어깨 위로 팔랑팔랑 다가갔다.\n“고마워요, 엄마.” 젊은 거위는 눈을 닦았다. “여기서 작별 인사를 하나요?\"\n“여기서 우리는 작별 인사를 해. 이제 곧 봄이 오면 우리는 다시 함께할 거야.”\n\"보고 싶을 거예요.\" 브라이트빌l이 그의 어머니에게 코를 비비며 말했다.\n“나도 네가 그리울 거야.” 로즈가 아들에게 코를 비비며 말했다.\n거위는 심호흡을 했다. 그런 다음 꼬리 깃털을 흔들고 날개를 퍼덕였다.\n날개를 달고 무리에 합류했다.\n처음에는 거위들이 무질서하게 뒤섞여 날아다녔다. 하지만 각 거위는 천천히\n무리가 흔들리는 V자를 형성할 때까지 제자리에서 떠돌아 다녔다. 선두에는 롱넥이 있었고 그의 왼쪽 날개 뒤에는 브라이트빌이 있었다. 그들은 V자가 남쪽을 가리킬 때까지 하늘을 선회한 다음 기러기는 긴 이동을 시작했다. 로즈는 나무 꼭대기에 올라가 무리가 천천히 지평선으로 사라지는 것을 지켜보았다.\n제54장\n겨울\n섬은 조용했다. 철새들은 모두 떠났고, 동면동물들은 잠들어 있었고, 다른 사람들도 모두 소박한 겨울 일상을 시작했다. 로즈만 빼고 모두. 이제 그녀는 혼자였기 때문에 우리 로봇은 스스로 무엇을 해야 할지 몰랐다. 그녀는 회색 정원에 서서 연못에 얼음판이 천천히 형성되는 것을 지켜보았다. 때때로 그녀는 좋은 친구들인 비버들이 얼음 밑에서 바쁘게 움직이는 소리를 들을 수 있었고, 언제 그들을 다시 만날 수 있을지 궁금해했다.\n로즈는 하늘에서 눈송이가 떨어지기 시작할 때까지 거기 서 있었다. 바람에 흩날리는 조각들이 소용돌이치며 천천히 땅과 나무, 로봇 위에 쌓였다. 그래서 그녀는 둥지 안으로 웅크리고 들어가 돌문을 뒤로 밀고 어둠 속에 앉았다.\n로봇이 움직이지 않은 채 몇 시간, 며칠, 몇 주가 지났다. 그녀는 움직일 필요가 없었다. 그녀는 둥지에서 완벽하게 안전하다고 느꼈다. 그래서 로봇은 자신만의 방식으로 동면에 들어갔다.\n로즈의 몸이 편안해졌다.\n그녀의 조용한 윙윙거림이 천천히 멈췄다.\n그녀의 눈은 검게 변했다.\n그녀는 아마도 그렇게 몇 세기를 보내며 동면했을 수도 있었을 것이다.\n어둠. 그러나 한 줄기 햇빛이 그녀의 얼굴에 떨어지면서 로봇의 동면이 갑자기 중단되었고 에너지가 그녀의 빈 배터리로 다시 전달되었다.\n로즈의 몸이 긴장됐다.\n그녀의 조용한 윙윙거림이 천천히 시작되었다.\n그녀의 눈이 빛나기 시작했다.\n“안녕하세요. 저는 ROZZUM 7134부대입니다. 로즈라고 불러도 됩니다.” 로봇"
}