{
    "source": "en_US",
    "target": "ko_KR",
    "text": "EFA Festival in Focus | International Izmir Festival\nSimon Mundy, in interview with Filiz Sarper, Artistic Director of the International Izmir Festival looks at the festival’s history and current success\nThe cities that lie on the western coast of Anatolia are so ancient that you have to come through an awful lot of names of kingdoms and empires before you come to modern Izmir in ingénue Turkey. Homer was probably born there, at a time when the fall of Troy a little further north was no further back than the start of the Renaissance is to us. In his age Izmir was an independent city state, rather in the shadow of the more famous Ephesus eighty kilometres to the south, which had been the capital of the kingdom of Arzawa and by Homer's time was a member of the Greek Ionian League. Then the Lydian empire came, then the Persians and eventually Alexander the Great.\nNot so long ago really. After him the kingdom of Pergamon took over for a while, then Alexander's descendants in Egypt before the Romans were left in charge and decided the city's name was Smyrna (Marcus Aurelius had it rebuilt after a massive earthquake in 178 AD). For Europeans that remained the name until post-Ottoman Turkey adopted the Latin alphabet at the end of the 1920s and it was changed to the present Izmir. Elgar wrote a charming piano piece called In Smyrna during a visit in 1905. Amazingly, in 1920 the population was half Greek, half Turkish.",
    "trans": "EFA 페스티벌 포커스 | 국제 이즈미르 페스티벌\n사이먼 먼디가 국제 이즈미르 페스티벌의 예술 감독 필리즈 사퍼와 인터뷰를 통해 페스티벌의 역사와 현재의 성공에 대해 이야기합니다.\n아나톨리아 서부 해안에 위치한 이 도시들은 매우 오래됐기 때문에, 수많은 왕국과 제국의 이름을 거쳐야만 현대 터키의 이즈미르에 이를 수 있습니다. 호머가 이곳에서 태어났을 걸로 추정되는데요, 그 시기는 아마도 북쪽 트로이의 함락으로부터 우리에게 르네상스의 시작보다 더 먼 옛날이었을 것입니다. 호머의 시대에 이즈미르는 독립된 도시 국가였으며, 오히려 남쪽으로 80킬로미터 떨어진 더 유명한 에베소의 그늘에 있었는데, 아르자와 왕국의 수도였고 호머 시대에는 그리스 이오니아 연맹국이었습니다. 그 후 리디아 제국, 페르시아 제국, 그리고 결국 알렉산더 대왕의 시대가 있었습니다.\n사실 그렇게 오래 전 일은 아닙니다. 그 후 페르가몬 왕국이 한동안 지배했고, 로마가 점령하기 전 이집트에 있던 알렉산더의 후손들이 도시 이름을 스미르나로 정했습니다(마르쿠스 아우렐리우스는 서기 178년 대규모 지진 이후 이를 재건하도록 했습니다). 오스만 제국 이후 터키가 1920년대 말 라틴 알파벳을 채택하고 현재의 이즈미르로 변경될 때까지 유럽인들은 이 이름을 그대로 사용해 왔습니다. 엘가는 1905년 이곳을 방문했을 때 '스미르나에서'라는 매력적인 피아노곡을 작곡했습니다. 놀랍게도 1920년 당시 인구의 절반은 그리스인, 절반은 터키인이었어요."
}