{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This confirmation email has been generated automatically, so please do not reply to this address.\nBooking number: [redacted_id]\nSee booking details\nYOUR STAY\nSwissôtel Makkah\nKing Abdul Aziz Endowment, Ajyad Street - 0 MAKKAH - Saudi Arabia\nreservations.makkah@swissotel.com\n966 125718222\n(Price of a local or international call depending on where you are calling from)\nYour reservation is confirmed.\nPayment for your reservation requires a certain processing time and your reservation will only be definitively confirmed after your card has been debited.\nDate of stay:\nFrom [redacted_info]\nYour stay:\n1 accommodation, 1 night, 2 adults\nModify booking\nCancel booking\nSee the general terms and conditions of sale.\nLet’s keep in touch\nSubscribe to our newsletter to keep up with our latest news & never miss an offer!\nManage settings →\nACCOMMODATION\nReservation made in the name of :\n[redacted_name]\nPremier Room King bed Kaaba\n2 Adults\nThe stylishly designed room exudes an air of elegance that charms the most discerning guest. promises to delight both leisure and business guests with warm service Espresso Machine ,Enjoy the luxury of 55' LED/TVs,In Room Haram Audio Size 32sqm View Kaaba\nSAVER - HALF BOARD\n1 x SAR 1316.43\nSAR 1316.43\nYOUR OPTIONS\nBreakfast\n2 x Breakfast\n16 Oct 2024 to 17 Oct 2024\nINCLUDED\nDinner Int & Turkish Adult\n2 x Dinner Int & Turkish Adult\n16 Oct 2024 to 17 Oct 2024\nINCLUDED\nTOTAL PRICE OF STAY\nAmount pending for debit:\nSAR 1589.59\nRemaining amount to be paid at the hotel: SAR 0.00\nFees and taxes: SAR 65.82\nTotal SAR 1589.59\n(fees and taxes included)\nSPECIFIC REQUESTS\nIf you have specific requests to help facilitate your stay (for example, assistance for a person with disabilities, allergies), please do not hesitate to contact the hotel directly for more information. If, as part of your reservation, you made requests that are listed as non-guaranteed, these are subject to availability at the hotel. The teams will do their utmost to fulfill these requests.\nThe ALL.com APP is all you need to manage your entire holiday experience, from booking your hotel to keeping track of your benefits.\nDownload now →\nPRACTICAL INFORMATION\nRate Conditions\nThe price is per accommodation, for the selected number of people and dates, unless otherwise stated (fixed prices). However, you may be required to pay additional and/or increased taxes upon arrival at the hotel, depending on the evolution of the local regulations in force and applicable on the day of your stay. Thus, prices include VAT and other taxes applicable on the day of booking, and any change or creation of a new tax will be automatically reflected in the price stated on the date of stay and billing.\nAny amount given in a currency other than the local currency is indicative and not contractual.\nCancellation Policy\nThe amount due is not refundable even if the booking is cancelled or modified.\nChildren Policy\nDepending on the hotel's policy regarding children, supplements for children apply and are included in the total amount of the reservation. See the tariff terms and conditions when booking.\nCheck in Policy\nThe room is available from 16:00.\nCheck out Policy\nThe room must be vacated by 12:00 at the latest.\nGuarantee Policy\nFull amount of stay is payable in advance by credit card at booking time.\nAdditional product policy\nThis service is sold for the full duration of the stay. This offer is only valid when the adults staying in the same room buy breakfast.\nSpecial term for children\nChildren till 6 years are complimentary _ Children from 7 till 12 years supplement is SR 100 per child/night (including bed & breakfast) _ Children 13 years and older supplement is SR 200 per child/night (including bed & breakfast)\nSpecial requirements\nThe hotel reserves the right to use the credit card provided at the time of the booking, solely for the booking payment. Our hotel team will contact you in case of any validation required.\nSpecific Taxes and Fees\nThe Value Added Tax (VAT) has increased in the Kingdom of Saudi Arabia on all goods and services from 5% to 15% effective 01/07/2020. The new VAT will apply on all stays from July 1st onward's\nWhat do you think of this email ?\nThe collected data are processed by Accor SA, and are mandatory for the purposes of managing your bookings and sending you information on Accor Group products and services. The data are intended to Accor SA, Accor SA legal entities, Accor SA hotels and Accor SA service providers that might be based outside the European Union. The data are transferred for the purposes of managing and following-up of your file in the framework of pre-contractual measures intended to fulfil the booking, of implementing the booking or on the basis of an authorisation by the French Data Protection Authority. In accordance with the Data Protection Act of 6 January 1978, you have a right to interrogate, to access, to rectify and to object to the processing to the Data privacy department of Accor SA – data.privacy@accor.com.\nThe Hotel, as data controller, processes your personal data in the purposes of bookings and guests management, billing and payment, canvassing, special offers and sales events, commercial surveys and satisfaction enquiries. The data are intended to the Hotel as well as its services providers and the various Accor SA departments, to the extent of each entity involvement. In accordance with the Data Protection Act of 6 January 1978, you have a right to interrogate, to access, to rectify, to object on legitimate grounds to the processing, and to object to direct marketing. You can exercise such right by writing to the Hotel manager's office to the address above-mentioned.\nNote: for some rates, cancelation of a reservation may be subject to conditions. Please see the terms and conditions of sale associated with the rate to find out more. You are reminded that prepaid rates cannot be reimbursed and cannot be cancelled.\nAccor, a public limited company, registered in the Trade and Companies Register under no. RCS NANTERRE B 602 036 444, with its head office at 82 rue Henri Farman, 92130 Issy-les-Moulineaux, France, with intra-community VAT no. FR 93 602 036 444, registered in the Register of Travel Agents and Other Tour Operators under no. IM091100035.",
    "trans": "이 확인 이메일은 자동으로 생성되었으므로 이 주소로 회신하지 마시기 바랍니다.\n예약 번호: [redacted_id]\n예약 세부 사항 보기\n숙박 정보\n스위소텔 마카\n킹 압둘아지즈 앤도우먼트, 아지야드 스트리트 - 0 마카 - 사우디아라비아\nreservations.makkah@swissotel.com\n966 125718222\n(지역 또는 국제 전화 요금은 귀하가 전화를 하는 곳에 따라 다를 수 있습니다.)\n예약이 확인되었습니다.\n예약에 대한 결제는 처리 시간이 필요하며, 카드가 인출된 후에야 예약이 확정됩니다.\n숙박 날짜:\n[redacted_info]부터\n숙박 정보:\n1숙소, 1박, 성인 2명\n예약 변경\n예약 취소\n판매 일반 약관을 확인하십시오.\n연락을 유지하세요\n최신 뉴스 & 혜택을 놓치지 않도록 뉴스레터를 구독하세요!\n설정 관리 →\n숙소\n예약자명:\n[redacted_name]\n프리미어 룸 킹 베드 카바\n성인 2명\n세련되게 디자인된 이 객실은 가장 까다로운 손님들을 매료시키는 우아한 분위기를 자아냅니다. 여가와 비즈니스 손님 모두를 위한 따뜻한 서비스, 에스프레소 머신, 55인치 LED TV와 객실 내 하람 오디오 등의 럭셔리를 제공합니다. 32㎡, 카바 뷰\n할인 - 반식사 포함\n1 x 1316.43 사우디 리얄\n1316.43 사우디 리얄\n당신의 선택\n아침식사\n2 x 아침식사\n2024년 10월 16일부터 2024년 10월 17일까지\n포함됨\n저녁식사 국제 & 터키식 성인\n2 x 저녁식사 국제 & 터키식 성인\n2024년 10월 16일부터 2024년 10월 17일까지\n포함됨\n총 숙박 요금\n결제 예정 금액:\n1589.59 사우디 리얄\n호텔에서 지불해야 할 남은 금액: 0.00 사우디 리얄\n세금 및 수수료: 65.82 사우디 리얄\n총 금액 1589.59 사우디 리얄\n(세금 및 수수료 포함)\n특별 요청\n숙박을 더 편리하게 할 수 있는 특별 요청(장애인을 위한 지원, 알레르기 등)이 있으시면, 호텔에 직접 연락하여 자세한 정보를 요청하시기 바랍니다. 귀하의 예약의 일환으로 비보장 항목으로 목록에 있는 요청을 하신 경우, 이 요청은 호텔의 상황에 따라 다릅니다. 팀은 이러한 요청을 충족시키기 위해 최선을 다할 것입니다.\nALL.com 앱은 호텔 예약부터 혜택 관리까지 전체 휴가 경험을 관리하는 데 필요한 모든 것입니다.\n지금 다운로드 →\n실용 정보\n요금 조건\n가격은 숙소, 특정 인원 수 및 선택된 날짜에 따른 금액으로, 별도의 언급이 없는 한 고정 가격입니다. 그러나, 현지 규정의 변화에 따라 호텔에 도착 시 추가적인 또는 증가된 세금 지불을 요구받을 수 있습니다. 따라서, 가격은 예약 시 적용되는 부가가치세 및 기타 세금을 포함하며, 새로운 세금이 생기거나 세금이 변동하면 숙박 날짜와 청구서에 자동으로 반영됩니다.\n다른 통화로 표시된 금액은 참고용이며, 계약상 금액은 아닙니다.\n취소 정책\n예약 취소나 변경 시에도 지불한 금액은 환불되지 않습니다.\n어린이 정책\n호텔의 어린이 정책에 따라 어린이 추가 요금이 적용되며, 이 금액은 예약 총액에 포함됩니다. 예약 시 요금 약관을 확인하십시오.\n체크인 정책\n객실은 16:00부터 이용 가능합니다.\n체크아웃 정책\n객실은 늦어도 12:00까지 퇴실해야 합니다.\n보증 정책\n숙박 요금 전액은 예약 시 신용카드로 선결제할 수 있습니다.\n추가 서비스 정책\n이 서비스는 숙박 기간 동안 제공됩니다. 이 제안은 동일한 방에 숙박하는 성인이 아침 식사를 구입할 때만 유효합니다.\n어린이 특별 조건\n6세 이하 어린이는 무료 _ 7세부터 12세까지 어린이는 1인/1박당 100 사우디 리얄 SAR 추가 요금(침대 & 아침식사 포함) _ 13세 이상의 어린이는 1인/1박당 200 사우디 리얄 추가 요금(침대 & 아침식사 포함)\n특별 요구사항\n호텔은 예약 시 제공된 신용카드를 예약 결제 전용으로 사용할 권리를 보유합니다. 호텔 팀은 결제 확인을 위해 필요한 경우 연락을 드릴 것입니다.\n특별 세금 및 수수료\n2020년 7월 1일부터 사우디아라비아 왕국에서 모든 상품과 서비스에 대한 부가가치세(VAT)가 5%에서 15%로 인상되었습니다. 새로운 VAT는 7월 1일 이후의 모든 숙박에 적용됩니다.\n이 이메일에 대해 어떻게 생각하십니까?\n수집된 데이터는 아코르 SA에서 처리하며, 예약 관리와 아코르 그룹의 제품 및 서비스에 관한 정보를 보내는 목적을 위해 필수적입니다. 데이터는 아코르 SA, 아코르 SA 법인, 아코르 SA 호텔 및 아코르 SA 서비스 제공업체에게 전달되며, 이는 유럽연합 외부에 있을 수도 있습니다. 이 데이터는 예약을 이행하기 위한 계약 전 조치로, 예약을 이행하거나 프랑스 데이터 보호 당국의 승인에 근거하여 귀하의 파일을 관리하고 추적하기 위한 목적으로 전송됩니다. 1978년 1월 6일자 데이터 보호법에 따라, 귀하는 아코르 SA의 데이터 개인정보 보호 부서 - data.privacy@accor.com에게 처리에 대한 질문, 접근, 수정 및 반대를 할 권리가 있습니다.\n호텔은 데이터 관리자로서, 귀하의 개인 데이터를 예약 및 고객 관리, 청구 및 결제, 판촉, 특별 제안 및 판매 행사, 상업적 조사 및 만족도 조사 등의 목적으로 처리합니다. 데이터는 호텔 및 그 서비스 제공업체, 아코르 SA의 여러 부서가 각자의 관련성에 따라 처리합니다. 1978년 1월 6일의 데이터 보호법에 따라, 귀하는 데이터를 조회하고, 액세스하고, 수정하고, 정당한 사유로 처리 거부를 하거나 직접 마케팅에 대한 거부 권리를 행사할 수 있습니다. 이러한 권리는 위에 명시된 호텔 관리자의 사무실에 서면으로 요청하여 행사할 수 있습니다.\n참고: 일부 요금의 경우, 예약 취소가 조건에 따를 수 있습니다. 요금과 관련된 판매 약관을 확인하여 자세한 내용을 확인하십시오. 선불 요금은 환불되지 않으며 취소할 수 없음을 알려드립니다.\n아코르는 상장된 회사로, 상업 등록번호 RCS NANTERRE B 602 036 444로 등록되어 있으며, 본사는 82 뤼 앙리 파르망, 92130 이시레몰리노, 프랑스에 위치하고 있습니다. 부가가치세 번호는 FR 93 602 036 444이며, 여행사 및 기타 여행업체 등록번호는 IM091100035입니다."
}