{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Femdom porn for couples (FPFC) by Laugh_a_little_bit\nDay 21:\nCongratulations! He managed 3 weeks of sexual torment! Now it´t time for his final reward (after he satisfied you of course!)\nhttps://de.pornhub.com/view_video.php? viewkey=ph600aa9e7610fd (post cum)\nSince you almost managed a month now, why don´t you ask him for one more week to make it a full month? Trust me, timing is everything here! You could ask him for one more week right before he is about to cum (he probably can´t resist now). If he says no, then try again during the post orgasm torture. Tell him that you will only stop if he agrees for one more week.. If he agreed then you continue until the end of the video. If he doesn´t agree then you continue after the video is over and you stroke, suck and fuck him continuously without mercy so that he cums again and again (about 3-5 times) until you get tired of it..\nIn any case you tell him, that this is the last day of this tease so he has to wear his chastity cage again for the rest of the day. What he doesn´t know is, that you will keep the keys by yourself and hide them anyway. If he agreed for this last week you give him a lot of attention! You play with his balls and suck his cock and fuck him senseless at the end of the week with a full orgasm. If he didn´t agree you never let him out of his cage for the entire week and you let him lick you while never paying his cock any attention. At the end of the week, he will get to fuck you anyway though..\nHave fun!\nThe End\nYou need to be logged in to rate this tease.\nIf you want to leave feedback, be invited to the Webteasing Forum.",
    "trans": "Laugh_a_little_bit의 커플을 위한 펨돔 포르노\n21일:\n축하합니다! 그는 3주 동안 성적인 인내를 견뎌냈습니다! 이제 마지막 보상의 시간입니다 (물론 그가 당신을 만족시킨 후에요!)\nhttps://de.pornhub.com/view_video.php? viewkey=ph600aa9e7610fd (사정 후)\n당신이 이미 거의 한 달을 채워가고 있으니, 그에게 한 주만 더 연장해 완전한 한 달을 채울 수 있도록 요청해 보는건 어떠세요? 절 믿으세요, 타이밍이 가장 중요합니다! 그가 사정하기 바로 전에 한 주 더 해보자고 요청해보세요 (그는 아마도 저항할 수 없을겁니다). 만약 거절한다면, 사정 후 고통을 주는 중에 다시 시도해보세요. 그에게 한 주 더 하는 것을 동의해야만 멈춰주겠다고 말하세요.. 그가 동의하면 영상이 끝날 때 까지 계속하시면 됩니다. 그가 동의하지 않으면 비디오가 끝난 다음에 계속하고 계속 그의 목을 조르고, 빨고 자비 없이 성교해서 당신이 지칠 때 까지 그가 계속해서 사정하도록 (약 3-5번) 만드세요..\n어떤 경우라도 그에게 오늘이 이 괴롭힘의 마지막 날이기 때문에 그는 남은 하루 동안 다시 정조대를 착용해야 한다고 말하세요. 그가 모르는 것은, 당신이 열쇠를 직접 보관하고 어쨌든 숨길 것이라는 것입니다. 그가 이 마지막 주에 동의했다면 그에게 많은 관심을 주세요! 주의 마지막에 최대의 절정과 함께 그의 고환을 가지고 놀고 그의 성기를 빨고 정신을 잃을 정도로 성교하세요. 그가 동의하지 않으면 일주일 내내 정조대를 풀지 못하도록 하고 그의 성기에 절대 관심을 주지 않은 채 당신을 핥도록 하세요. 일주일이 끝날 때 쯤에, 그는 당신에게 어떤 방법으로든 성교를 하게 될거지만..\n즐거운 시간 보내세요!\n끝\n이 괴롭힘을 평가하려면 로그인을 해야 합니다.\n피드백을 남기고 싶다면, 웹티징 포럼의 초대를 받으세요."
}