{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Fraud is everywhere, we are all at risk of losing our money every day.\nCriminals are constantly finding new ways to trick you out of losing your money. They need you to fall for their tactics for their financial gain. We wouldn't give the keys of our home to just anyone so we should never do the same with our personal and financial information.\nRead Brian's story:\nBrian received a text that he thought was from AIB saying a direct debit had been set up on his account. Brian had not set up the direct debit, so he rang the number in the text. He was told that it was a fraud message and was asked for his log in details and codes from his card reader to cancel the transactions.\nWithout Brian knowing it, the text was a scam and he had called a fraudster who now had all his details and took €9950 from Brian's account.\nHow do you protect yourself from fraud?\nDo not trust any out-of-the-blue messages, calls or emails. Take a moment and ask yourself, could this be fraud? It only takes a split second to be caught off guard and one mistake can have serious financial consequences.\nFraudsters are using genuine bank, utility and phone company names to make the scam look legitimate. The most common way they do this is by sending you a text messages containing a link or a phone number to call. These messages ask you to act urgently to secure your account, pay a fee, or stop fraud.\nOften these messages are followed up by a phone call. They may even use technology to mimic a genuine phone number.\nTake a moment and ask yourself if this could be fraud. Don't click on a link and provide personal and financial information. Contact the sender through a trusted platform to check if the request is genuine. If you receive a phone call, hang up and call them back on a number from their genuine",
    "trans": "사기는 어디에나 존재하며, 우리 모두는 매일 돈을 잃을 위험에 처해 있습니다.\n범죄자들은 항상 새로운 방법으로 여러분을 속여 금전을 빼앗으려 합니다. 그들은 그들의 재정적 이익을 위해 그들의 전략에 여러분이 속아 넘어가길 바랍니다. 우리는 집 열쇠를 아무에게나 주지 않듯이 개인 및 금융 정보를 절대 남에게 넘겨서는 안 됩니다.\n브라이언의 이야기를 읽어보세요:\n브라이언은 얼라이드 아이리시 은행에서 온 것처럼 보이는 문자를 받았는데 그의 계좌에 자동이체가 설정되었다는 내용이 있었습니다. 브라이언은 자동이체를 설정한 적이 없었기 때문에, 문자에 적힌 번호로 전화를 걸었습니다.전화를 받은 사람은 이것이 사기 문자라고 알려주며 거래를 취소하려면 그의 로그인 정보와 카드 리더기의 코드가 필요하다고 요청했습니다.\n브라이언이 모르는 사이, 문자는 사기였고 그는 결국 그의 모든 정보를 빼앗아 브라이언의 계좌에서 9,950유로를 탈취한 사기범과 통화를 하고 있었습니다.\n어떻게 하면 사기로부터 자신을 보호할 수 있을까요?\n출처가 불분명한 문자, 전화, 이메일을 믿지 마세요. 잠시 멈춰서 이것이 사기일 수 있을까?라고 자문해 보세요. 방심을 하는데는 아주 짧은 순간이면 되고, 한 번의 실수는 심각한 경제적 피해를 입을 수 있습니다.\n사기범들은 실제 은행, 공과금 업체, 통신사 등의 이름을 도용하여 사기 행위가 정당해 보이게 만듭니다. 가장 흔한 방법은 문자 메시지에 링크 또는 전화번호를 포함하여 보내는 것입니다. 이 메시지들은 계정을 보호해야 한다거나, 수수료를 내야 한다거나, 사기를 막아야 한다며 긴급하게 행동을 유도합니다.\n때때로 이러한 메시지를 받은 후 추가로 전화가 올 수도 있습니다. 심지어 기술을 이용해 실제 은행 전화번호를 흉내 내기도 합니다.\n잠시 멈춰서 이게 사기일수도 있을지 자문해 보세요. 링크를 클릭하거나 개인 및 금융 정보를 제공하지 마세요. 요청이 진짜인지 확인하려면 신뢰할 수 있는 공식 채널을 통해 직접 문의하세요. 의심스러운 전화를 받았다면, 전화를 끊고 공식 번호로 다시 연락하세요"
}