{
    "source": "en_US",
    "target": "ko_KR",
    "text": "falls to their knees before another who remains standing. These are only some of the many configurations of communal activity. There will of course be disparities between cultures in the meanings ascribed to some postures, but, in all cultures, much of the choreography of authority is expressed through the body. Within this choreography, there is an identi- fiable range of repertoires through which many postural performances become meaningful by registering meaningful inflections of the upright posture.? Such inflections recall a pattern of authority to performers and observers, and they are in turn recalled to mind in many of our verbal conventions. This is evident ni our common metaphors. When we speak of someone as being 'upright we may use the expression descriptively and literally to mean that they are standing on their own feet, or we may use it evaluatively and metaphorically to express admiration and praise of some- one whom we judge to be honest and just, to be loyal to friends in difficulties, to stand by their own convictions, and in general not to stoop ot low or unworthy actions. When we refer ot someone who enjoys a high social position, we say that they have 'status' or 'standing'. When we speak of misfortunes of al kinds we express the change of circumstances as afall; we fall into the enemy's hands, we fal upon hard times, we fal from favour. Nor are such metaphoric turns of phrase ad hoc; they remind us of patterns of authority because they form not simply individual meta- phoric turns of phrase but whole systems of metaphoric expression.? Our oppositional concepts 'up' and 'down' arise out of our bodily experience of verticality. Almost every bodily movement we make changes our up-\ndown orientation, maintains it, or in some way takes it into account. The direction upwards, against gravity, establishes the postural base in our experience of lived space for the dichotomous sense to which we attach values, such as those expressed in the oppositions between high and low, rise and decline, climbing and falling, superior and inferior, looking up to and looking down upon. It is through the essentially embodied nature of our social existence, and through the incorporated practices based upon these embodyings, that these oppositional terms provide us with meta- phors by which we think and live. Culturally specific postural perform- ances provide us with a mnemonics of the body.\nThe alphabet may be cited, by contrast, as an example of an inscribing practice. It is a practice that exists by virtue of a systematic transfer from the temporal properties of the human voice to the spatial properties of the inscribed marks: that is, to replicable features of their form, position, actual distances, order and linear disposition. Other writing systems - pic- tograms, hieroglyphics and ideograms - exhibit the same characteristic; but their methods of spatial encoding are radically incomplete because they are still dependent on a direct inscription of meanings. That is why",
    "trans": "다른 서 있는 사람 앞에서 무릎을 꿇는다. 그들은 다른 사람 앞에 무릎을 꿇고, 다른 사람은 서 있다. 이것들은 공동체 활동의 많은 구성 중 일부에 불과하다. 물론 일부 자세에 부여되는 의미에는 문화 간 차이가 있을 수 있지만, 모든 문화에서 권위를 표현하는 많은 무용법이 신체를 통해 드러난다. 이 무용법 안에서, 많은 자세적 수행들이 직립 자세의 의미 있는 변형을 기록함으로써 의미를 지니는 식별 가능한 일련의 레퍼토리가 존재한다.? 이런 변화는 수행자와 관찰자에게 권위의 패턴을 떠올리게 하며, 이러한 패턴은 우리의 많은 언어적 관습 속에서 다시 떠오른다. 이는 우리의 일반적인 은유에서 분명히 드러난다. 우리가 누군가를 '정직하다고 말할 때, 우리는 그것을 묘사적이고 문자 그대로 자기 발로 서 있다는 의미로 사용할 수 있고, 또는 그것을 평가적이고 은유적으로 사용하여 정직하고 공정하며, 어려운 상황에서도 친구들에게 충실하고, 자신의 신념을 지키며, 일반적으로 낮고 부도덕한 행동을 하지 않는 사람에 대한 존경과 칭찬을 표현할 수 있다. 우리가 사회적 지위가 높은 사람을 언급할 때, 우리는 그들이 '지위' 또는 '서있을 자리가 있다'고 말한다. 우리가 모든 종류의 불행을 이야기할 때, 우리는 상황의 변화를 떨어진다고 표현한다; 우리는 적의 손에 떨어지고, 어려운 시기에 빠지고, 호의를 잃는다. 이러한 은유적 표현은 우연히 발생하는 것이 아니다; 그것들은 권위의 패턴을 떠올리게 해 주는데, 그 이유는 그것들이 개별적인 은유적 표현이 아니라 은유적 표현의 전체 시스템을 형성하기 때문이다.? 우리의 '위'와 '아래'라는 반대 개념은 수직성에 대한 신체적 경험에서 비롯된다. 우리가 하는 거의 모든 신체적 움직임은 우리의 상-\n하 방향을 바꾸거나 유지하거나 그 방향을 고려하게 만든다. 위로 향하는 방향은, 중력에 맞서며, 높고 낮음, 상승과 하락, 오르기와 떨어지기, 우위와 열위, 올려다보기와 내려다보기 사이의 대립적인 의미에 가치를 부여하는 우리의 살아 있는 공간 경험에서 이분법적인 의미로서 자세적 기초를 확립합니다. 우리의 사회적 존재의 본질적으로 신체적인 특성과, 이러한 신체적 존재에 기반한 습관들을 통해, 이러한 대립적인 용어들이 우리가 사고하고 살아가는 은유를 제공합니다.문화적으로 특정한 자세적 수행들은 우리에게 신체의 기억술을 제공합니다.\n알파벳은 대조적으로 기록하는 실천의 예로 인용될 수 있습니다. 이것은 인간의 목소리의 시간적 속성에서 기록된 기호의 공간적 속성으로 체계적인 전이를 통해 존재하는 실천입니다: 즉, 그 형태, 위치, 실제 거리, 순서 및 선형 배열과 같은 복제 가능한 특징에 해당합니다. 다른 쓰기 시스템들인- 그림 문자, 상형 문자 및 의사 기호-는 같은 특성을 보입니다; 하지만, 그들의 공간적 부호화 방식은 근본적으로 불완전합니다, 왜냐하면 그들은 여전히 의미의 직접적인 기록에 의존하고 있기 때문입니다. 이것이 이유입니다"
}