{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Campus Community,\nI am writing to alert you to the report of several car larcenies that we were recently informed of. Sometime in the late evening of Saturday 10/12/2024, vehicles that were parked in the Terrace Apartments and Noyes parking lots were entered and had items stolen from them. There were no signs of forced entry. No description is available at this time concerning the person(s) responsible. The Town of Poughkeepsie Police have been contacted and are investigating these incidents.\nAnyone with information is asked to call theTown of Poughkeepsie Police Department or Campus Safety at the numbers listed below.\nPlease report any similar incidents in progress at the time of observation. You are not encouraged to engage in confrontational behavioror report individuals based solely upon race, religion, gender, sexual orientation, and/or other characteristics described in Vassar College's Nondiscrimination and Non-Harassment policy, and as protected by Federal or State law.\nThe emergency contact numbers for Vassar College Campus Safety and area emergency responders are listed below for your reference.\nContact information:\nVassar College Campus Safety: 845-437-7333\nDutchess County Emergency Services: 911\nTown of Poughkeepsie Police Department: 845-485-3666\nIn addition, we remind you of the following general safety advice:\n·Close and secure any doors to the garage\n·Lock vehicle doors and close windows\n·Park in well-lit areas if not in a secured garage\n·Remove valuables, even loose change or currency",
    "trans": "캠퍼스 커뮤니티 여러분께,\n최근에 발생한 여러 건의 자동차 절도 사건에 대해 알려드리기 위해 이 글을 작성합니다. 2024.10.12 토요일 늦은 저녁, 테라스 아파트먼트와 노예스 주차장에 주차된 차량들이 침입당하고 물건들이 도난당한 사건이 있었습니다. 강제 침입의 흔적은 없었습니다. 지금으로써는 범인에 대한 구체적인 설명은 없습니다. 포킵시 경찰서에 연락을 하였으며 이 사건들에 대해 조사 중입니다.\n이와 관련된 정보를 알고 계신 분은 아래의 연락처로 포킵시 경찰서나 캠퍼스 안전 부서에 제보해 주시기 바랍니다.\n조금이라도 진행 중인 유사한 사건을 목격하신 경우 즉시 신고해 주세요. 인종, 종교, 성별, 성적 지향, 기타 바사 대학교의 비차별 및 비괴롭힘 정책에 명시된 특성을 기준으로 개인을 보고하는 것은 권장되지 않으며, 이는 연방법이나 주 법에 의해 보호되는 사항입니다.\n바사 대학교 캠퍼스 안전 및 지역 비상 대응 기관의 긴급 연락처는 아래에 제공해 드립니다.\n연락처:\n바사 대학교 캠퍼스 안전 부서: 845-437-7333\n더치스 카운티 응급 서비스: 911\n포킵시 경찰서: 845-485-3666\n또한, 일반적인 안전 수칙을 다시 한 번 안내드립니다:\n·차고문을 닫고 잠그세요.\n·차량 문을 잠그고 창문을 닫으세요.\n·보안된 차고가 아니라면 잘 보이는 곳에 주차하세요.\n·귀중품은 물론, 동전이나 현금도 치워 주세요."
}