{
    "source": "en_US",
    "target": "ko_KR",
    "text": "n a heartfelt and shocking revelation, King Charles III reportedly confessed to his eldest son, Prince William, the truth behind the tragic accident that claimed the life of Princess Diana. As he lay on his deathbed, Charles expressed remorse for his past actions and the impact they had on his family, particularly concerning the circumstances surrounding Diana’s untimely demise.\nSources close to the royal family revealed that during a private moment, Charles took William’s hand and, with a heavy heart, said, “I’m sorry, my son. I’m sorry for your mother.” The admission reportedly left Prince William both stunned and emotional. For years, speculation and conspiracy theories have surrounded Diana’s fatal car crash in Paris in 1997, and many have sought to understand the royal family’s role in her life and death.\nThe king’s confession has reignited public interest in the events leading up to the tragic accident. It is well-documented that Diana faced immense pressure and scrutiny during her marriage to Charles, which ultimately led to their separation in 1996. The aftermath of the divorce saw the media hounding Diana relentlessly, contributing to her feelings of isolation. As such, Charles’s admission has raised questions about the royal family’s responsibility in protecting her and their possible involvement in the relentless media attention that plagued her.\nRoyal insiders have expressed concern over the emotional toll this revelation could take on William, who has always been protective of his mother’s legacy. For years, he has worked to honor her memory through charitable efforts, focusing on issues that were close to her heart, such as mental health and humanitarian work. This shocking confession, however, could complicate that mission.\nIn light of these recent events, public sentiment is mixed. Many sympathize with King Charles’s remorse, recognizing the heavy burden he carries as both a father and a monarch. Others, however, question whether this confession is merely an attempt to absolve himself of guilt in the wake of his family’s tragic history.\nAs the world watches, this revelation serves as a reminder of the complexities within the royal family and the lasting impact of Princess Diana’s life and death. For Prince William, the challenge now lies in reconciling his father’s past with his own efforts to forge a brighter future for his family and the monarchy. Ultimately, the king’s confession may not only reshape the narrative surrounding Diana’s legacy but also redefine the bond between father and son in their final days together.",
    "trans": "감동적이고 충격적이게도, 찰스 3세 영국 국왕이 장남 윌리엄 왕세자에게 다이애나 비의 목숨을 앗아간 비극적인 사고에 대한 진실을 고백을 한 것으로 알려졌습니다. 찰스 왕세자는 임종을 앞두고 자신의 과거 행동과 그것이 가족에게 미친 영향, 특히 다이애나 비의 갑작스러운 죽음을 둘러싼 상황에 대해 후회를 표했습니다.\n왕실과 친분이 가까운 이들에 따르면 찰스는 윌리엄과 둘만의 순간에 손을 잡고 무거운 마음으로 \"미안하다, 아들아. 네 어머니에게 미안해.\" 이 고백에 윌리엄 왕자는 놀라면서 동시에 감동을 느낀 것으로 알려졌습니다. 1997년 파리에서 발생한 다이애나의 치명적인 교통사고를 둘러싼 추측과 음모론이 수년 동안 이어져 왔으며, 많은 사람들이 다이애나의 삶과 죽음을 통해 왕실의 역할을 이해하고자 해 왔습니다.\n국왕의 고백은 비극적인 사고로 이어진 사건에 대한 대중의 관심을 다시 불러일으켰습니다. 다이애나는 찰스와의 결혼 생활 동안 엄청난 압박과 심문을 받았고, 결국 1996년 이혼에 이르렀다는 사실은 널리 알려져 있습니다. 이혼 후 언론은 다이애나를 끊임없이 괴롭혔고, 다이애나는 고립감을 느꼈습니다. 따라서 찰스의 입장 표명으로 다이애나 비를 보호해야 할 왕실의 책임과 왕실이 다이애나 비를 괴롭힌 언론의 끊임없는 관심에 관여했을 가능성에 대한 의문이 제기되었습니다.\n왕실 내부자들은 이번 폭로로 인해 어머니의 명예를 늘 보호해 온 윌리엄이 받을 정신적 타격에 대한 우려를 표명했습니다. 윌리엄은 수년 동안 정신 건강과 인도주의 활동 등, 어머니가 관심을 가졌던 문제에 초점을 맞춘 자선 활동을 통해 어머니를 기리기 위해 노력해 왔습니다. 그러나 이 충격적인 고백은 이러한 사명에 혼란을 줄 수도 있을 것입니다.\n이와 같은 최근 사건들에 대한 대중의 반응은 복합적입니다. 많은 사람들이 찰스 왕세자가 아버지이자 군주로서 짊어지고 있는 무거운 짐을 인정하며 후회하는 모습에 공감을 표하고 있습니다. 그러나 어떤 이들은 이 고백이 단순히 가족의 비극적인 역사에 대한 죄책감에서 벗어나려는 시도에 불과한 것 아닌지 의문을 제기합니다.\n전 세계가 지켜보는 가운데, 이번 폭로는 복잡한 왕실 내정과 다이애나 비의 삶과 죽음에 대한 지속적인 영향을 상기시키는 역할을 합니다. 이제 윌리엄 왕자에게는 가족과 왕실의 더 밝은 미래를 만들기 위해 아버지의 과거와 자신의 노력을 조화시키는 것이 과제로 남아 있습니다. 궁극적으로 왕의 고백은 다이애나 비의 유산을 둘러싼 이야기를 재구성할 뿐만 아니라 아버지와 아들이 함께한 마지막 날의 유대감을 재정의할 수도 있습니다."
}