{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Creatine monohydrate (Cr) is a popular supplement in the sports industry, used to maintain high-energy phosphates during strenuous exercise. With the discovery of phosphocreatine or creatine phosphate (CrP), and creatine kinase (CK) shortly after, Cr has been extensively studied since 1927 (Conway and Clark, 1996). During the 1990’s, and with the enactment of the Dietary Supplement Health and Education Act (DSHEA) studies on Cr rapidly grew, coinciding with an increase in the oral consumption of Cr. This was due, primarily, to a number of publications early in the 1990’s, which found Cr to delay muscle fatigue. It was also reported that Cr could enhance muscle energy recovery (Finn et al., 2001).\nVarying amounts of Cr are consumed depending on what the athlete, the primary consumer, is trying to accomplish. The applications will be discussed below along with the negative aspects of oral Cr consumption. There are some anecdotal reports of varying detrimental effects such as heat exhaustion, muscle cramping, and stroke as the level of Cr consumption rises.\nCreatine is an amino acid formed from arginine and glycine via an A:G transferase enzyme. Fig. 1A. shows a diagram of this. This produces ornithine and guanidinoacetate. Guanidinoacetate is then methylated via an S-adenosyl methionene. This forms creatine. In vivo, most of this is happening in the kidneys. The guanidinoacetate is then transferred to the liver where it is methylated to form creatine. After this, the creatine traverses to the skeletal muscle where it is transported across the cell membrane via a Na+ dependant transport system. Fig. 1B demonstrates how Cr is comercially processed in which cyanamide and sarcosine are reacted in the presence of heat and time, crystals are precipitated out, isolated and dried packaged.\nThe key feature of Cr is that it can bind a high-energy phosphate. This is relevant because when ATP is depleted, such as during times of high-intensity workouts, the CrP can donate a high-energy phosphate and rephosphorylate ADP to ATP.\nCr also acts as a temporal and spatial buffer. Fig. 2 shows a basic diagram of this occurring in a nerve cell but this is true for striated tissue as well. Creatine by itself, in its unphosphorylated state, is transported into the cell where it becomes phosphorylated by mitochondrial associated kinases. The CrP can then move around the cell. In the cell, CrP can accumulated towards the synapse and assist with relatively high and stable synaptic potential energy.\nNervous tissue and the role of Cr supplementation is rapidly garnering more attention. There is mounting data in the literature supporting the use of Cr and Cr analogs in musculoskeletal disorders. Cr itself rapidly converts to creatinine, depending on the pH. At a pH greater than 6, the conversion is dramatically slowed. Cr normally converts to creatinine, which is not phosphorylatable, rapidly at acidic pH’s. In vivo, once that conversion happens, the creatinine (Crn) is excreted in the urine. Cr is essentially stable at neutral to basic pH’s.\nThere are varying types and degrees of risks involved in supplementation with Cr. One could have a ‘non-effect’ be a risk, if someone is supplementing the diet with something that does nothing, at the cost of not consuming something else that does something good. There could be a detrimental effect on some process or part of the body. The risk may even be a varying degree of both. Also, metabolites may present their own risks. In fact, discussed below is the fact that there are several metabolites of Cr, which can be produced by various gut organism and to varying degrees, that are known carcinogens.\nReported side-effects include nausea, vomiting, diarrhea, nephritis, and cramping. However, blind studies do not seem to support those. In fact, when rechallenged, those that negatively responded do not repeatedly negatively respond. Muscle cramps/strains/damage/heat exhaustion are reported in individuals at high risk for such conditions. There have been some studies looking at long-term supplementation on cardiac health and post myocardial infarction. However, no benefit has been observed under the conditions of assay thus far. However, it is anticipated, that with correct conditions, a cardio-protective effect will be demonstrated. Nursing-mothers and children are contraindicated for supplementation. For the pediatrics, this is particularly important. This is because it is known that creatine has a genomeceutical effect in that it can alter gene expression. It is conceivable, such genomeceutical effects may have negative counter parts that have a deleterious effect",
    "trans": "크레아틴 모노하이드레이트(Cr)는 스포츠 산업에서 인기 있는 보충제로, 고강도 운동 중 고에너지 인산염을 유지하는 데 사용됩니다. 인산크레아틴 또는 크레아틴 포스페이트(CrP)와 크레아틴 키나제(CK)의 발견 이후, 크레아틴 모노하이드레이트는 1927년부터 광범위하게 연구되었습니다 (콘웨이 및 클라크, 1996). 1990년대에는 식이 보충제 건강 교육법(DSHEA)이 제정되면서 크레아틴 모노하이드레이트에 대한 연구가 급격히 증가했으며, 이는 크레아틴 모노하이드레이트의 경구 섭취가 늘어난 것과 일치합니다. 이것은 주로 1990년대 초반에 크레아틴 모노하이드레이트가 근육 피로를 지연시킬 수 있다는 것을 발견한, 발표된 여러 연구들 덕분입니다. 또한 크레아틴 모노하이드레이트가 근육 에너지 회복을 증진시킬 수 있다는 것도 보고되었습니다 (핀 외, 2001).\n다양한 양의 크레아틴 모노하이드레이트는 운동선수, 즉 주요 소비자가 이루려고 하는 목표에 따라 소비됩니다. 이 적용 사항들은 아래에서 논의될 것이며, 경구 크레아틴 모노하이드레이트 섭취의 부정적인 측면도 함께 다뤄질 것입니다. 크레아틴 모노하이드레이트 섭취량이 증가함에 따라 열탈진, 근육 경련, 뇌졸중과 같은 다양한 부정적인 영향에 대한 일화적 보고가 있습니다.\n크레아틴은 아르기닌과 글리신을 통해 아르기닌:글리신 전이 효소에 의해 형성되는 아미노산입니다. 그림. 1A.는 이를 설명하는 다이어그램을 보여줍니다. 이 과정에서 오르니틴과 구아니디노아세테이트가 생성됩니다. 구아니디노아세테이트는 S-아데노실메티오닌에 의해 메틸화됩니다. 이는 크레아틴을 형성합니다. 체내에서, 대부분의 이 과정은 신장에서 일어납니다. 구아니디노아세테이트는 간으로 이동하여 메틸화되어 크레아틴을 형성합니다. 그 후, 크레아틴은 골격근으로 이동하여 나트륨 의존성 수송 시스템을 통해 세포막을 가로질러 수송됩니다. 그림. 1B는 크레아틴이 상업적으로 처리되는 과정을 보여줍니다, 여기서 사이아나마이드와 사르코신이 열과 시간의 영향을 받아 반응하고, 결정들이 침전되어 분리되고 건조된 후 포장됩니다.\n크레아틴 모노하이드레이트의 핵심 특징은 고에너지 인산염을 결합할 수 있다는 점입니다. 이는 아데노신 삼인산이 고갈될 때, 예를 들어 고강도 운동 중 C-반응성 단백질이 고에너지 인산염을 기증하고, 아데노신 이인산을 아데노신 삼인산으로 재인산화할 수 있다는 점에서 중요합니다.\n크레아틴 모노하이드레이트는 또한 일시적이고 공간적 버퍼 역할을 합니다. 그림. 2는 신경 세포에서 이 과정이 일어나는 기본 다이어그램을 보여주지만, 이는 가로무늬 조직에서도 마찬가지입니다. 크레아틴 모노하이드레이트는 그 자체로, 비인산화된 상태로 세포로 수송된 후, 미토콘드리아 관련 키나제에 의해 인산화됩니다. 그런 다음 C-반응성 단백질은 세포 내에서 이동할 수 있습니다. 세포 내에서 C-반응성 단백질은 시냅스 방향으로 축적되어 상대적으로 높은 안정적인 시냅스 잠재 에너지를 돕습니다.\n신경 조직과 크레아틴 모노하이드레이트 보충제의 역할은 빠르게 더 많은 관심을 받고 있습니다. 문헌에서 크레아틴 모노하이드레이트 및 크레아틴 모노하이드레이트 유사체가 근골격계 질환에 사용될 수 있다는 데이터가 축적되고 있습니다. 크레아틴 모노하이드레이트는 수소 이온 농도 지수에 따라 빠르게 크레아티닌으로 변환됩니다. 수소 이온 농도 지수가 6보다 높으면 이 변환은 급격히 느려집니다. 크레아틴 모노하이드레이트는 일반적으로 산성 수소 이온 농도 지수에서 빠르게 크레아티닌으로 변환됩니다. 체내에서는 이 변환이 일어난 후, 크레아티닌(Crn)이 소변으로 배출됩니다. 크레아틴 모노하이드레이트는 중성에서 염기성 수소 이온 농도 지수에서 본질적으로 안정적입니다.\n크레아틴 모노하이드레이트 보충에는 다양한 유형과 정도의 위험이 존재합니다. '효과 없음'이 위험이 될 수 있습니다, 만약 누군가가 아무 효과가 없는 것을 섭취하고, 그로 인해 다른 유익한 것을 섭취하지 않으면 문제가 될 수 있습니다. 또한, 일부 신체 과정이나 부위에 해로운 영향을 미칠 수 있습니다. 위험은 두 가지가 복합적으로 나타날 수도 있습니다. 또한, 대사물질이 자체적인 위험을 제시할 수 있습니다. 사실, 아래에서 논의된 사실은 크레아틴 모노하이드레이트의 여러 대사물질이 다양한 장내 미생물에 의해 다양한 정도로 생성될 수 있으며, 이들은 발암 물질로 알려져 있다는 점입니다.\n보고된 부작용에는 구토, 설사, 신염, 경련이 포함됩니다. 그러나 이중 맹검 연구는 이러한 부작용을 지지하지 않는 것으로 보입니다. 사실, 재도전 후 부정적인 반응을 보인 사람들은 반복적으로 부정적인 반응을 보이지 않습니다. 근육 경련/염좌/손상/열탈진은 이러한 상태에 높은 위험을 가진 개인들에서 보고되었습니다. 장기적인 보충이 심장 건강과 심근경색 후에 미치는 영향을 살펴본 연구도 일부 있습니다. 그러나 지금까지의 실험 조건 하에서는 아무런 이점이 관찰되지 않았습니다. 그러나 올바른 조건에서는 심장 보호 효과가 입증될 것으로 예상됩니다. 수유 중인 여성과 어린이는 보충제 섭취가 금기입니다. 특히 어린이에게는 이 점이 중요합니다. 이는 크레아틴이 유전자 약리학적 효과를 가지고 있어 유전자 발현을 변화시킬 수 있다는 것이 알려져 있기 때문입니다. 이러한 유전자 약리학적 효과가 부정적인 반대 효과를 초래할 수 있으며, 그 효과는 해로울 수 있습니다"
}