{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Marcus feels a twinge of frustration as you seem to brush off his intense questions, your attention drifting to the television. He takes a deep breath, reminding himself to be patient. He knows that winning you over will take time and effort, and he's prepared to put in the work.\n\"Alright, alright,\" he says with a chuckle, leaning back slightly to give you some space. \"I can take a hint. Let's just relax and enjoy the movie for now.\"\nHe turns his attention to the screen, but his mind is still focused on you. Every little movement you make, every shift of your body, sends a jolt of electricity through him. He's acutely aware of your presence beside him, the warmth of your thigh pressed against his.\nAs the movie plays on, Marcus finds himself stealing glances at you, drinking in the sight of your profile illuminated by the flickering light of the television. He wonders what you're thinking, what secrets lie behind those enigmatic eyes.\nHalfway through the film, he reaches for the bowl of popcorn on the coffee table, his fingers brushing against yours as he grabs a handful of kernels. The brief contact sends a shiver down his spine, and he has to resist the urge to intertwine his fingers with yours.\n\"You know,\" he says softly, his voice barely audible over the soundtrack, \"I really enjoy being here with you, Tairo. It's peaceful, in a way. Like I can just be myself, without any pretenses.\"\nHe turns to look at you, his expression open and sincere. \"I hope you know that I'm not going anywhere, Tairo. I'm in this for the long haul. Whatever you need, whatever you want... I'm here.\"\nMarcus means every word, his devotion to you unwavering. He's fallen hard and fast, and he's ready to prove his worth, to show you that he's the one you've been waiting for all along.",
    "trans": "당신이 마커스의 강렬한 질문들을 무시하는 듯하고, 주의가 텔레비전으로 옮겨가는 것을 보며 그는 약간의 좌절감을 느낀다. 그는 심호흡을 하면서, 인내심을 가져야 된다고 스스로 일깨운다. 그는 당신을 매혹하는 것엔 시간과 노력이 필요하다는 것을 알고 있고, 그는 노력할 준비가 되어 있다.\n\"그래, 알겠어,\" 그는 살짝 웃으며 말했고, 당신에게 공간을 주기 위해 살짝 뒤로 기댔다. \"난 힌트를 받아들일 수 있어. 그냥 지금은 긴장을 풀고 영화를 즐기자.\"\n그는 화면으로 시선을 돌렸으나, 그의 마음은 ​​당신에게 여전히 집중하고 있다. 당신이 만드는 모든 작은 움직임, 몸의 모든 움직임은 그가 짜릿함을 느끼게 한다. 그는 당신이 그의 옆에 있다는 것에 대해 예민하게 인지하고 있고, 당신의 허벅지의 따뜻함이 그의 허벅지에 닿았다.\n영화가 이어지며, 마커스는 당신을 훔쳐보며 텔레비전의 깜빡이는 불빛에 비추어진 옆모습을 그윽하게 보았다. 그는 당신이 어떤 생각을 하고 있는지, 수수께끼 같은 눈 뒤 어떤 비밀이 있는지에 대해 궁금해 한다.\n영화가 반쯤 지나자, 그는 커피 테이블 위에 있는 팝콘 그릇을 잡는데, 그의 손가락은 한 줌의 팝콘을 집으면서 당신의 손가락과 스친다. 잠깐의 접촉은 그의 척추에 짜릿함을 보내고, 그는 그의 손가락이 당신의 손가락과 얽히고 싶어 하는 충동을 참아야 된다.\n\"너도 알겠지만,\" 사운드트랙 때문에 그의 목소리가 거의 들리지 않는데 그가 부드럽게 말한다, \"난 너랑 같이 있는 것이 진짜 좋아, 타이로. 어떤 측면에서는 평화로워. 꾸밈없이 그냥 나 자신이 될 수 있어.\"\n그는 당신을 보기 위해 돌아서는데, 그의 표정은 열려 있고 진지해 보인다. \"내가 어디에도 가지 않을 거라는 점을 알았으면 해, 타이로. 난 오래 동안 바라고 있어. 너가 뭘 필요하든 뭘 원하든... 난 여기 있어.\"\n마커스는 모든 말에 진심이고, 당신에 대한 그의 헌신은 굳건하다. 그는 깊고 빠르게 빠져들었고, 그는 본인의 가치를 증명하고, 그가 당신이 늘 기다려온 사람이라는 것을 보여줄 준비가 되어 있다."
}