{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Good evening DYI Families. We are racing into fall and our largest fundraiser of the year. If you have not already, please sign your child up at mybooster.com. This fundraiser supports field trips for our students throughout the year. Plus on the date of the fun run, our kids have a great time.\nWe are quite proud of our students and staff for participating in our anti bullying day. Throughout the building students and staff were wearing orange. It’s not always easy to remember a spirit day when it lands on a Monday, yet everyone did a great job. We will have a few more spirit days as we move into late October and early November. For Halloween specifically, we will send out a message as we get closer to the end of October. This message will be a similar practice to what we have done in previous years.\nAlso exciting has been the start of after school activities. Families did well to adjust to our new system for signing up for activities through Family ID. New this year is how late buses have satellite stops instead of traveling directly to a student's house. We appreciate everyone’s patience as we have transitioned to this new system. If you want a reminder of the late bus routes, please click here.\nA couple of leftover reminders from the last newsletter. We still need more families to sign off on the student handbook and complete the iPad payment. Both of these links are listed here:\n1- Student handbook. This is a standard practice in schools. Please click the link to indicate you have read and reviewed the student handbook with your child: https://forms.gle/8NCvF3gRWwmcHm4Z8\n2- iPad Payment. Please follow this link, When you get to the link, click the plus sign by technology fees",
    "trans": "좋은 오후입니다 DYI 가족 여러분. 가을과 함께 저희 학교의 최대 기금 모금 행사도 빠르게 다가오고 있습니다. 만약 아직 자녀가 mybooster.com에 등록하지 않았다면, 지금 바로 등록 부탁드립니다. 이번 모금 행사는 저희 학생들의 연간 현장 학습 활동들을 지원합니다. 그리고 즐거운 달리기 활동 때 아이들이 재밌는 시간을 보내게 됩니다.\n저희 학생들과 교직원들이 반폭력의 날에 참여한 것에 대해서 꽤나 자랑스럽습니다. 건물 곳곳에서 학생들과 교직원들이 주황색 옷을 입고 있었습니다. 스피릿 행사가 월요일이 될 땐 까먹기 쉬운데, 그럼에도 불구하고 모두가 잘 참여해 줬습니다. 10월 말과 11월 초에는 다른 스피릿 데이가 있을 예정입니다. 특히 할로윈과 관련해선 10월 말 쯤 되면 또 다른 공지를 보내드릴 것입니다. 이것은 이전 해와 비슷한 방식으로 진행될 것입니다.\n그리고 방과 후 활동도 새롭게 시작된 점도 신나는데요. 가족들께서 패밀리 ID를 통한 활동 신청 시스템에 잘 적응해 주신 것에 대해 감사의 말씀 드립니다. 올해 새로워진 것은, 늦은 버스가 학생의 집으로 직접 가지 않고 근처 정류장에 서서 운행된다는 점입니다. 새로운 시스템으로의 전환에 대해 기다려주셔서 감사드립니다. 만약 늦은 버스 노선에 대한 리마인드를 원하신다면, 여기를 눌러주세요.\n이전 뉴스레터에서 안내드린 몇 가지 남은 사항들에 대해 말씀드립니다. 학생 핸드북 서명과 아이패드 결제를 완료해 주셔야 하는 몇몇 가정들이 남아 있습니다. 두 링크 모두 여기에 있습니다:\n1- 학생 핸드북. 이것은 학교에서 표준 절차입니다. 아래 링크를 클릭해서 자녀와 함께 학생 핸드북을 읽고 검토했음을 확인해주세요: https://forms.gle/8NCvF3gRWwmcHm4Z8\n2- 아이패드 결제. 이 링크를 누르고, 링크에 접속되면 기술 수수료 옆의 더하기 기호를 누르세요"
}