{
    "source": "en_US",
    "target": "ko_KR",
    "text": "RIDER\nBUILDING SMOKING POLICY\nBuilding/Property Address: 131-02 40th Rd, Flushing, NY 11354\nThere is no safe amount of exposure to secondhand smoke. Adults exposed to secondhand smoke have higher risks of stroke, heart disease and lung cancer. Children exposed to secondhand smoke have higher risks of asthma attacks, respiratory illnesses, middle ear disease and sudden infant death syndrome (SIDS). For these reasons, and to help people make informed decisions on where to live, New York City requires residential building owners (referred to in this policy as the \"Owner/Manager\", which includes owner of record, seller, manager, landlord, any agent thereof or governing body) in buildings with three or more residential units to create a policy on smoking and share it with all tenants. The building policy on smoking applies to any person on the property, including guests.\nDefinitions\na. Smoking: inhaling, exhaling, burning or carrying any lighted or heated cigar, cigarette, little cigar, pipe, water pipe or hookah, herbal cigarette, non-tobacco smoking product (e.g., marijuana or non-tobacco shisha), or any similar form of lighted object or device designed for people to use to inhale smoke\nb. Electronic Cigarette (e-cigarette): a battery-operated device that heats a liquid, gel, herb or other substance and produces vapor for people to inhale\nSmoke-Free Air Act\nNew York City law prohibits smoking and using e-cigarettes of any kind in indoor common areas, including but not limited to, lobbies, hallways, stairwells, mailrooms, fitness areas, storage areas, garages and laundry rooms in any building with three or more residential units. NYC Admin. Code, § 17-505.\nPolicy on Smoking\nSmoking is not allowed in the locations check below (check all boxes that apply). Even if no boxes are checked, the Smoke-Free Air Act bans smoking tobacco or non-tobacco products, and using e-cigarettes in indoor common areas.\n[ ] Inside of residential units*\n[ ] Outside of areas that are part of residential units, including balconies, patios and porches\n[ ] Outdoor common areas, including play areas, rooftops, pool areas, parking areas, and shared balconies, courtyards, patios, porches or yards\n[ ] Outdoors within 15 feet of entrances, exits, windows, and air intake units on property grounds [ ] Other areas/exceptions: _____________________________________________________________\n* Rent-stabilized and rent-controlled units may be exempt from a policy restricting smoking inside residential units unless the existing tenant consents to the policy in writing.\n30",
    "trans": "라이더\n빌딩 흡연 정책\n빌딩/부동산 주소: 131-02 40번가, 플러싱, 뉴욕 11354\n간접 흡연에 대한 안전한 양은 없습니다. 간접 흡연에 노출된 성인은 뇌졸중, 심장병 그리고 폐암 위험이 더 높습니다. 간접 흡연에 노출된 어린이들은 천식 발작, 호흡기 질환, 중이염과 유아 돌연사 증후군(SIDS)의 위험이 더 높습니다. 이러한 이유로, 그리고 사람들이 거주지에 대한 현명한 결정을 내릴 수 있도록, 뉴욕시는 3개 이상의 주거 단위가 잇는 건물에서 주거용 건물 소유자(이 정책에서는 “소유자/관리인”으로 지칭되며, 이것은 기록 소유자, 판매자, 관리인, 집주인, 대리인 또는 관리 기관 포함)가 흡연에 대한 정책을 세워 모든 세입자와 공유하도록 해야 합니다.\n정의\na. 흡연: 불이 붙거나 가열된 시가, 담배, 작은 시가, 파이프, 물담배 혹은 후카, 약초 담배, 비담배 흡연 제품 (예: 미라화나 또는 비담배 시샤), 또는 사람들이 연기를 흡입하도록 디자인된 유사 형태의 불을 붙이는 물체나 장치를 흡입하거나 내쉬거나 태웁니다\nb. 전자 담배 (전자담배): 액체, 젤, 허브 또는 다른 대체 물질을 가열하여 사람들이 흡입하여 증기를 생성하는 배터리로 작동하는 장치\n금연법\n뉴욕시 법은 주거용 유닛이 3개 이상이 있는 건물의 경우 로비, 복도, 계단, 우편함, 피트니스 공간, 저장실, 차고와 세탁실을 포함하되 이에 국한되지 않은 실내 공용 공간에서의 흡연과 모든 종류의 전자 담배 사용을 금지합니다. 뉴욕시 행정법. 코드, § 17-505.\n흡연 정책\n아래에 체크된 장소들은 흡연이 허용되지 않습니다 (해당되는 모든 상자에 체크하세요). 상자에 체크가 되지 않아도, 금연법은 실내 공용 구역에서 담배 또는 비담배 제품을 흡연하고 전자 담배를 사용하는 것을 금지합니다.\n[ ] 주거 단지 내부*\n[ ] 발코니, 파티오 그리고 현관을 포함한 주거 단위의 일부인 야외 구역\n[ ] 놀이터, 옥상, 수영장, 주차장, 공용 발코니, 안뜰, 파티오, 협관 또는 마당을 포함한 야외 공용 공간\n[ ] 부지 내 입구, 출구, 창문, 그리고 공기 흡입구에서 15피트 내외의 실내 [ ] 다른 구역/예외: _____________________________________________________________\n* 임대료 안정화와 임대 통제 유닛은 기존 세입자가 서면으로 정책에 동의하지 않는다면 주거용 유닛 안에서의 흡연을 제한하는 정책에서 면죄받을 수 있습니다.\n30"
}