{
    "source": "en_US",
    "target": "ko_KR",
    "text": "your description,\n113026 - Injection relay and injectors, supply voltage, fuel injection: short circuit to ground.\n1F0514 - Valvetronic, supply voltage: Short circuit to ground.\nThis fault is usualy the valvetronic actuator to fail or the eccentric shaft, these will need to be tested aat a GErman specialists or a BMW dealer, as it also can be the wiring has a fault or a faulty DMEE or a faulty IVM.\nThere are no specific tests I can give you except if there is no compression itis likely to be the valvetronic actuator to fail or the eccentric shaft.\nCustomer\nProblems keep getting worse, car won’t crank now. Put it a new battery and it still won’t turn over. No crank no start. I put the scanner to read codes but scanner can’t read the ecu\nAlso car is tuned on mhd one coil was imploded replaced and car gave a red drive train malfunction\nAlso checked every fuse and all are good\nHow common is it to have the dme blow up on you?\nBMW Mechanic: [redacted_name]\nTry turn it at the crankshaft pulley with a wrench to see if it will turn, if not then there is an internal fault, if it does tuurn at the crank pulley it will most likely be a faultw ith the ignition switch or starter motor.\nCustomer\nit does turnover but the thing is before it even began not starting it will start but have a bad misfire and on cylinder 1. Checked for signal on the connector and got 12v instead of 5v\nBMW Mechanic: [redacted_name]\nHave you checked the spark plus, fuel injector and ignition coil on cylinder 1 or done a compression test?\nCustomer\nIf I get a new dme would I need to program in or plug and play\nBMW Mechanic: [redacted_name]\nIt would need to be reprogrammed by a BMW dealer. If you get yours repaired it will be plug and play.\nRead less\n0 Likes\nShare:\nDrivetrain malfunction on 2011 x3. My fiancee is driving it and it shut down we had this problem once before, a mechanic\nMechanic's Assistant chat\nCustomer: drivetrain malfunction on 2011 x3\nMechanic's Assistant: Are you fixing your X3 yourself? What have you tried so far?\nCustomer: my fiancee is driving it and it shut down we had this problem once before, a mechanic recoded the battery and then everything was fine\nMechanic's Assistant: Have you tested the battery with a voltmeter? And can you see if it's leaking or not?\nCustomer: no i have not\nMechanic's Assistant: Anything else you want the mechanic to know before I connect you?\nCustomer: but the mechanic looked at the battery last time, said it was relatively new\nAnswered by Daniel in 10 hours\n6 years ago\n[redacted_name]\nBMW Master Technician\n4,769 satisfied customers\nSpecialities include: Acura, Audi, Australia Car, BMW, Buick, Cadillac, Car, Chevy, Chrysler, Classic Car, Dodge, eBay Motors, Electric Vehicles, Ford, GM, GMC, Honda, Hyundai, Infiniti, Jaguar, Jeep, Kia, Lexus, Lincoln, Mazda, Mercedes, Mercury, Mitsubishi, Motorcycle, Nissan, Oldsmobile, Peugeot, Pontiac, Porsche, Renault, RV, Saab, Saturn, Subaru, Toyota, Transmissions, UK Car, UK Ford, UK Nissan, Volvo, VW\nRead more\nBMW Mechanic: [redacted_name]\nHi, I'm [redacted_name]and assisting you today on your inquiry.\nIs the CEL light \"blinking\" or staying on permanently. Does the car drive any different (misfire, shudder etc?).\nDo you have access to a scan tool?\nDiscover more answers\nR500: On my 2006 R500, I had the following messages appear ...\nI have a drivetrain malfunction when i accelerate. Also make ...\nDoes a bmw 320i f30 integrated supply module have to be prog ...\nRead more\n0 Likes\nShare:\nIt tells me something about drivetrain malfunction and will start up and go off. I mean it's on automatic headlights and\nMechanic's Assistant chat\nCustomer: It tells me something about drivetrain malfunction and will start up and go off\nMechanic's Assistant: Will the headlights turn on? Is the battery fully charged?\nCustomer: I mean it's on automatic headlights and yes they on\nMechanic's Assistant: What is the model/year of your BMW?\nCustomer: 2013 328i Xdrive\nMechanic's Assistant: Are you fixing your 328i xDrive yourself? What have you tried so far?\nCustomer: Nothing at all.. it keeps bringing the code but I can take it to the bmw place on monday but is there anyway I can clear the error code so I can drive it till I take it to dealership\nMechanic's Assistant: Anything else you want the Mechanic to know before I connect you?\nCustomer: Yes I wanna know how to reset the codes so\nAnswered by BMWDoc in 2 mins\n4 years ago\nBMWDoc\n30 years of experience working with BMW's. Independent European shop owner and technician.\n10,067 satisfied customers\nSpecialities include: Audi, BMW, Car, Jaguar, Mercedes, Porsche, Saab, UK Car, Volvo, VW\nBMW Mechanic: BMWDoc\nHello, my name is ***** ***** I will be helping you with your question today. I've been working on BMWs for over 30 years now, so I should be able to help you through this. Please understand that some of my suggestions may require special diagnostic tools and equipment that many home mechanics may not have, but are often required. So, my first question is whether you're planning on performing your own repairs, or are you wanting to be armed with information before bringing it into your mechanic?\nDo you have a list of the fault codes that were read out, or has that not been done yet?\nAlso, the site automatically prompts for a phone call. It's very rare that I'm available by phone, so let's hold off on that for now. If needed after we exchange some information, I will do my best to take the time for the call.\nDiscover more answers\nR500: On my 2006 R500, I had the following messages appear ...\nI have a drivetrain malfunction when i accelerate. Also make ...\nDoes a bmw 320i f30 integrated supply module have to be prog ...\nCustomer\nHi\nIt tells me drive train malfunction\nIs there anyway I can reset the codes at least to drive it till I can take it to the bmw office on saturday\nBMW Mechanic: BMWDoc\nWell, just resetting the codes will not make the issue go away, since that warning is on for a reason.\nPlease be patient while I put together information for you, as I don't type extremely fast, and it takes a bit for me to put a thoughtful answer together.\nCustomer\nOkay thank u\nBMW Mechanic: BMWDoc\nIn my description below, we can interchange \"Drivetrain malfunction\" with \"check engine light\"\nAnd so you're aware, the only way to turn that message off is with a scan tool.\nThe Check Engine Light (which is actually the Malfunction Indicator Lamp or MIL) alerts you when an emissions-related problem occurs with the engine control system or emission controls on your vehicle. Depending on the nature of the problem, the Check Engine Light may come on and remain on continuously or flash. Some intermittent problems will make the Check Engine Light come on only while the fault is occurring (such as engine misfire). The Check Engine light usually remains on once a fault has been detected, and will remain on to remind you that a problem has occurred that needs to be investigated.\nAn illuminated Check Engine Light can be annoying because you don't know what's wrong, and whether or not the problem might be a serious one or just a minor fault. There is no way to know what the problem is until you plug a scan tool into the vehicle's diagnostic connector and read out the code(s) that turned the light on.\nIf no other warning lights are on, and the engine seems to be running normally (no unusual noises, smells, vibrations, etc.), you can assume the fault that is causing the Check Engine Light to come on is probably minor and won't hinder your ability to continue driving. But if other warning lights are on, you should probably stop and investigate the problem.\nWhen the Check Engine Light comes on, a diagnostic trouble code or codes (DTC) is/are recorded in the powertrain control module (PCM) memory that corresponds to the fault. Some problems can generate more than one trouble code, and some vehicles may have multiple problems that set multiple trouble codes.\nCHECK ENGINE LIGHT ON SETS TROUBLE CODES\nIn most older vehicles (those made before 1996), disconnecting the computer's power source or disconnecting a battery cable erases fault codes and turns off the Check Engine Light, at least temporarily. If the problem persists, the code will reset and the Check Engine Light will come back on. But on many newer vehicles, you do NOT want to disconnect the battery because doing so can wipe out the computer's memory settings. This may affect the operation of the transmission, climate control system and other functions.\nIn 1996 and newer vehicles, a scan tool or code reader must be used to erase codes and turn the Check Engine Light off.\nHOW TO READ FAULT CODES WITH A SCAN TOOL\nIf your Check Engine light is on, you need to read the code(s) that are causing it to come on with a code reader or scan tool. Plug the tool into the 16-pin OBD diagnostic connector (usually located under the dash near the steering column).\nWhen the ignition is turned on (don't start the engine yet), the tool will communicate with the PCM. You may be asked to enter the year/make/model and VIN code of your vehicle if the scan tool does not automatically recognize the application. Choose the READ FAULT CODE option on the scan tool menu, or press the button that allows the tool to read the codes. The tool will then display a number and/or code description that corresponds to a particular fault code. The letter \"P\" is the designation for Powertrain codes (which includes all of the engine controls, related emission controls, catalytic converter and fuel tank vapor control system). If there are more than one code, the codes will be listed in numeric order.\nTIP: Write the code(s) down on a piece of paper before you erase them. You may need to refer to the codes again later if the same problem keeps returning. Erasing the codes will turn the Check Engine Light off, but sooner or later the codes will likely return and turn the Check Engine Light back on again if the problem is still there.\nCustomer\nThank u but is there anyway",
    "trans": "귀하의 설명,\n113026 - 분사 릴레이 및 분사기, 공급 전압, 연료 분사: 접지 단락.\n1F0514 - 밸브트로닉, 공급 전압: 접지 단락.\n이 결함은 일반적으로 밸브트로닉 액츄에이터의 고장 또는 편심 샤프트입니다. 배선에 결함이 있거나 DMEE 또는 IVM에 결함이 있을 수도 있으므로 GErman 전문가 또는 BMW 딜러에게 테스트받아야 합니다.\n밸브트로닉 액츄에이터의 고장이나 편심 샤프트로 인해 압축이 발생하지 않는 경우를 제외하고는 제가 제공할 수 있는 구체적인 테스트가 없습니다.\n고객\n문제가 계속 악화되고 있으며 이제 자동차가 시동이 걸리지 않습니다. 새 배터리를 넣어도 여전히 뒤집히지 않습니다. 크랭크가 없으면 시작되지 않습니다. 코드를 읽으려고 스캐너를 켰는데 스캐너가 ecu를 읽을 수 없습니다\n또한 차량이 mhd로 튜닝되어 있는데,하나의 코일이 파열되어 교체되었으며 자동차에 빨간색 드라이브 트레인 오작동이 발생했습니다\n또한 모든 퓨즈를 확인했는데 모두 양호합니다\ndme가 폭파되는 것이 얼마나 흔한가요?\nBMW 정비사: [redacted_name]\n크랭크샤프트 풀리에서 렌치로 돌려보고 회전 여부를 확인해 보세요. 그렇지 않으면 내부 결함이 있고, 크랭크 풀리에서 회전하면 점화 스위치나 스타터 모터에 결함이 있을 가능성이 높습니다.\n고객\n회전은 하지만 시작도 하기 전에 시작되지 않지만 실린더 1에서 불발이 발생합니다. 커넥터의 신호를 확인하고 5v 대신 12v를 얻었습니다.\nBMW 정비사: [redacted_name]\n실린더 1의 스파크 플러스, 연료 분사 장치 및 점화 코일을 확인했거나 압축 테스트를 수행했습니까?\n고객\n새 dme를 받으면 프로그래밍하거나 플러그를 꽂고 재생해야 하나요\nBMW 정비사: [redacted_name]\nBMW 딜러가 다시 프로그래밍해야 합니다. 수리를 받으면 플러그 앤 플레이가 가능합니다.\n덜 읽으세요\n좋아요 0개\n공유:\n2011 x3의 구동계 오작동. 내 약혼녀가 운전하고 있는데 작동이 중지되었습니다. 전에도 우리는 이런 문제를 겪은 적이 있었습니다, 정비사가\n정비사 조수 채팅\n고객: 2011 x3의 구동계 오작동\n정비사 조수: X3를 직접 수리하고 있나요? 지금까지 무엇을 시도해 보셨나요?\n고객: 내 약혼녀가 운전 중인데 작동이 중단되었습니다. 전에도 이런 문제가 있었습니다. 정비공이 배터리를 코드를 재설정했는데 모든 것이 괜찮았습니다.\n정비사 조수: 전압계로 배터리를 테스트해 보셨나요? 그리고 배터리가 새고 있는지 아닌지 확인할 수 있나요?\n고객: 아니요, 하지 않았습니다\n정비사 조수: 연결하기 전에 정비사에게 알려줬으면 하는 내용이 더 있나요?\n고객: 그런데 정비사가 지난번에 배터리를 살펴보니 비교적 새것이라고 말했어요\n다니엘이 10시간 만에 답변했습니다\n6년 전\n[redacted_name]\nBMW 마스터 기술자\n4,769명의 고객 만족\n전문 분야: 아큐라, 아우디, 호주 자동차, BMW, 뷰익, 캐딜락, 자동차, 쉐보레, 크라이슬러, 클래식카, 닷지, 이베이 모터스, 전기 자동차, 포드, GM, GMC, 혼다, 현대, 인피니티, 재규어, 지프, 기아, 렉서스, 링컨, 마쓰다, 메르세데스, 머큐리, 미쓰비시, 모터사이클, 닛산, 올드모바일, 푸조, 폰티악, 포르쉐, 르노, RV, 사브, 새턴, 스바루, 도요타, 변속기, 영국 자동차, 영국 포드, 영국 닛산, 볼보, 폭스바겐\n더 읽어보세요\nBMW 정비사: [redacted_name]\n안녕하세요. 저는 오늘 귀하의 문의 사항에 대해 도움을 드리고 있는 [redacted_name]입니다.\nCEL 표시등이 \"깜박거리고\" 있거나 계속 켜져 있습니까? 자동차가 다른 방식으로 운전합니까(오발, 떨림 등?).\n스캔 도구에 접근할 수 있나요?\n더 많은 답변을 찾아보세요\nR500: 2006년 R500에 다음과 같은 메시지가 표시되었습니다 ...\n가속할 때 구동계에 오작동이 발생합니다. 또한 ...\nbmw 320i f30 통합 공급 모듈을 프로그래밍해야 합니까?\n더 읽어보세요\n좋아요 0개\n공유:\n구동계 오작동에 대해 알려주고 시동을 걸고 꺼집니다. 내 말은 자동 헤드라이트에 달려 있다는 거야 그리고\n정비사 조수 채팅\n고객: 구동계 오작동에 대해 알려주고 시동이 걸리고 꺼집니다.\n정비사 조수: 헤드라이트가 켜지나요? 배터리가 완전히 충전되었나요?\n고객: 제 말은 자동 헤드라이트가 켜져 있다는 거죠. 네, 켜져 있어요.\n정비사 조수: BMW의 모델/연식은 어떻게 되나요?\n고객: 2013 328i Xdrive\n정비사 조수: 328i xDrive를 직접 수리하고 있나요? 지금까지 무엇을 시도해 보셨나요?\n고객: 전혀 없습니다.. 계속 코드가 뜹니다. 월요일에 bmw 매장에 가져갈 수 있습니다. 그런데 오류 코드를 지울 수 있는 방법이 있을까요? 그러면 대리점에 가져갈 때까지 운전할 수 있습니다\n정비사 조수: 제가 연결하기 전에 정비사에게 알려줬으면 하는 것이 더 있나요?\n고객: 네, 코드를 재설정하는 방법을 알고 싶습니다.\n2분 만에 BMWDoc의 답변했습니다\n4년 전\nBMWDoc\nBMW와 함께 일한 30년 경력. 독립적인 유럽 상점 주인이자 기술자입니다.\n10,067명의 고객 만족\n전문 분야: 아우디, BMW, 카, 재규어, 메르세데스, 포르쉐, 사브, 영국 자동차, 볼보, 폭스바겐\nBMW 정비사: BMWDoc\n안녕하세요. 제 이름은 ***** *****입니다. 오늘은 귀하의 질문에 대해 도움을 드리겠습니다. 저는 30년 넘게 BMW 관련 일을 해왔기 때문에 이 문제를 해결하는 데 도움을 드릴 수 있을 것입니다. 제가 제안하는 것 중 일부에는 많은 가정 정비사가 갖고 있지 않지만 종종 필요한 특별한 진단 도구와 장비가 필요할 수 있다는 점을 이해해 주시기 바랍니다. 따라서 첫 번째 질문은 직접 수리를 수행할 계획인지, 아니면 정비사에게 정보를 가져오기 전에 정보를 확보하고 싶은지 여부입니다.\n판독된 오류 코드 목록이 있습니까, 아니면 아직 완료되지 않았습니까?\n또한 사이트에서 자동으로 전화 통화를 요청합니다. 제가 전화로 통화할 수 있는 경우는 매우 드뭅니다. 따라서 지금은 통화를 보류하겠습니다. 정보를 교환한 후 필요하다면 통화 시간을 내도록 최선을 다하겠습니다.\n더 많은 답변을 찾아보세요\nR500: 2006년 R500에 다음과 같은 메시지가 표시되었습니다 ...\n가속할 때 구동계에 오작동이 발생합니다. 또한 ...\nbmw 320i f30 통합 공급 모듈을 프로그래밍해야 합니까?\n고객\n안녕하세요\n드라이브 트레인 오작동을 알려줍니다.\n어쨌든 토요일에 BMW 사무실에 가져갈 수 있을 때까지 운전할 수 있도록 코드를 재설정할 수 있나요?\nBMW 정비사: BMWDoc\n글쎄, 코드를 재설정한다고 해서 문제가 사라지지는 않습니다. 해당 경고가 켜져 있는 데는 이유가 있기 때문입니다.\n제가 정보를 정리하는 동안 기다려 주시기 바랍니다. 제가 입력 속도가 매우 빠르지 않고 사려 깊은 답변을 정리하는 데 약간의 시간이 걸리기 때문입니다.\n고객\n알았습니다 감사합니다\n네, 감사합니다\n아래 설명에서는 \"드라이브트레인 오작동\"을 \"엔진 표시등 확인\"으로 바꿔서 표현할 수 있습니다.\n그래서 아시다시피, 그 메시지를 끄는 유일한 방법은 스캔 도구를 사용하는 것입니다.\n엔진 점검 표시등(실제로는 오작동 표시등 또는 MIL)은 차량의 엔진 제어 시스템이나 배기가스 제어 장치에서 배기가스 관련 문제가 발생하면 이를 알려줍니다. 문제의 성격에 따라 엔진 점검 표시등이 켜졌다가 계속 켜져 있거나 깜박일 수 있습니다. 일부 간헐적인 문제로 인해 결함이 발생하는 동안에만 엔진 점검 표시등이 켜집니다(예: 엔진 불발). 엔진 점검 표시등은 일반적으로 결함이 감지된 후에도 계속 켜져 있으며, 조사해야 할 문제가 발생했음을 상기시키기 위해 계속 켜져 있습니다.\n조명이 켜진 엔진 점검 표시등은 무엇이 잘못되었는지, 문제가 심각한 것인지 아니면 사소한 결함인지 알 수 없기 때문에 짜증스러울 수 있습니다. 스캔 도구를 차량의 진단 커넥터에 연결하고 표시등을 켠 코드를 읽을 때까지 문제가 무엇인지 알 수 있는 방법이 없습니다.\n다른 경고등이 켜지지 않고 엔진이 정상적으로 작동하는 것처럼 보인다면(비정상적인 소음, 냄새, 진동 등이 없음), 엔진 점검 표시등이 켜지는 원인이 되는 결함이 아마도 경미하고 계속 운전하는 데 방해하지 않을 것이라고 가정할 수 있습니다. 그러나 다른 경고등이 켜져 있다면 멈추고 문제를 조사해야 합니다.\n엔진 점검 표시등이 켜지면 고장에 해당하는 파워트레인 제어 모듈(PCM) 메모리에 진단 문제 코드 또는 코드가 (DTC)가 기록됩니다. 일부 문제는 하나 이상의 문제 코드를 생성할 수 있으며 일부 차량에는 여러 문제 코드를 설정하는 여러 문제가 있을 수 있습니다.\n세트 문제 코드에서 엔진 표시등을 확인하세요.\n대부분의 구형 차량(1996년 이전에 제작된 차량)에서는 컴퓨터 전원을 분리하거나 배터리 케이블을 분리하면 오류 코드가 지워지고 엔진 점검 표시등이 일시적으로 꺼집니다. 문제가 지속되면 코드가 재설정되고 엔진 점검 표시등이 다시 켜집니다. 그러나 많은 최신 차량에서는 배터리를 분리하면 컴퓨터의 메모리 설정이 지워질 수 있으므로 분리하고 싶지 않습니다. 이는 변속기, 온도 조절 시스템 및 기타 기능의 작동에 영향을 미칠 수 있습니다.\n1996년 이후 차량에서는 스캔 도구나 코드 리더를 사용하여 코드를 지우고 엔진 점검 표시등을 꺼야 합니다.\n스캔 도구를 사용하여 오류 코드를 읽는 방법\n엔진 점검 표시등이 켜져 있으면 코드 리더기나 스캔 도구로 엔진 점검 표시등이 켜지는 코드를 읽어야 합니다. 도구를 16핀 OBD 진단 커넥터(일반적으로 스티어링 칼럼 근처 대시보드 아래에 있음)에 연결합니다.\n점화 장치가 켜지면(아직 엔진을 시동하지 않음) 도구가 PCM과 통신합니다. 스캔 도구가 애플리케이션을 자동으로 인식하지 못하면 차량의 연식/제조업체/모델 및 VIN 코드를 입력하라는 메시지가 나타날 수 있습니다. 스캔 도구 메뉴에서 오류 코드 읽기 옵션을 선택하거나 도구가 코드를 읽을 수 있도록 하는 버튼을 누르십시오. 그러면 도구는 특정 오류 코드에 해당하는 번호 및/또는 코드 설명을 표시합니다. 문자 \"P\"는 파워트레인 코드(모든 엔진 제어, 관련 배기가스 제어, 촉매 변환기 및 연료 탱크 증기 제어 시스템 포함)에 대한 지정입니다. 코드가 2개 이상인 경우 코드는 숫자 순으로 나열됩니다.\n팁: 코드를 지우기 전에 종이에 코드를 적어 두십시오. 동일한 문제가 계속 발생하면 나중에 코드를 다시 참조해야 할 수도 있습니다. 코드를 지우면 엔진 점검 표시등이 꺼지지만 문제가 여전히 남아 있으면 조만간 코드가 돌아와 엔진 점검 표시등이 다시 켜질 가능성이 있습니다.\n고객\n감사합니다만, 그래도 있나요"
}