{
    "source": "en_US",
    "target": "ko_KR",
    "text": "76. To prepare for anything coming up on the road ahead, you should:\n> Continually scan the entire road and all roadsides.\n77. When faced with an oncoming car to the left and a bicyclist to the right, you should:\n> Let the car pass and then pass the bike.\nYour ability to handle dangerous traffic situations depends largely on searching for and identifying problems before meeting them. Looking far ahead of your vehicle does not mean you should simply stare at the center of the road. You need to continually scan the entire road, including the sides of the road.\nWhen there is more than one potential hazard on the road, you should ensure that you only have to deal with one of them at a time. For example, when there is a bicyclist on the right that you want to pass and an oncoming car to the left, you should not try to squeeze between both at the same time. Instead, let the oncoming car pass, and then pass the bicyclist.\n78. If an oncoming driver is heading toward you in your lane, you should:\n> Blow your horn, steer right, and brake.\nIf another vehicle is approaching you head-on in your lane, you should first honk your horn to attract attention. If the other driver does not move over, try to escape to the right. If you swerve left and the other driver corrects at the last instant, you will still crash. If a collision is unavoidable, brake firmly and steadily. Every mile per hour you slow down will reduce the impact.\n79. When driving on slick roads, you should:\n> Take turns more slowly than usual.\nWhile it is always dangerous to drive too fast on slippery roads, this is especially true when driving in turns and curves. Be sure to approach them more slowly in slippery conditions than you would under normal circumstances.",
    "trans": "76. 앞선 도로에서 다가오는 어떠한 것에 대해서라도 대비하기 위해서, 이렇게 해야 합니다:\n> 지속해서 모든 도로와 가로수들을 살핍니다.\n77. 왼쪽에서 다가오는 자동차와 오른쪽에서는 자전거 탄 사람과 마주쳤을 때, 이렇게 해야 합니다:\n> 자동차가 지나가고 나서 자전거를 지나가세요.\n위험한 교통 상황을 다루는 당신은 능력은 문제에 마주치기 전에 검색하고 식별하는 것에 의해 크게 좌우됩니다. 차량 앞을 멀리 내다본다고 해서 단순히 도로의 중앙만 응시해야 한다는 것이 아닙니다. 당신은 도로의 양쪽을 포함하여, 도로 전체를 계속해서 살펴야 합니다.\n도로에 잠재적인 위험이 하나 이상 있는 경우, 한 번에 한 가지 위험만을 다루어야 합니다. 예를 들어서, 오른쪽에 추월하려는 자전거 운전자가 있고 왼쪽에 마주 오는 자동차가 있는 경우, 두 가지 모두에 동시에 끼어들려고 해서는 안 됩니다. 대신 마주 오는 자동차가 지나가게 한 다음 자전거를 추월하세요.\n78. 만약 다가오는 자동차가 당신의 차선에서 당산에게 다가오고 있다면, 이렇게 해야 합니다:\n> 경적을 울리고, 오른쪽으로 핸들을 돌려, 브레이크를 밟습니다.\n만약 다른 자동차가 당신의 차선에서 정면으로 접근하고 있는 경우, 먼저 주의를 끌기위해 경적을 울려야 합니다. 만약 상대방 운전자가 움직이지 않으면, 오른쪽으로 피하려고 노력하세요. 왼쪽으로 핸들을 꺾었는데 다른 운전자가 마지막 찰나에 핸들을 바로잡아도, 여전히 충돌할 수 있습니다. 만약 충돌을 피할 수 없다면, 브레이크를 견고하고 안정적으로 밟습니다. 시속 1마일마다 속도를 늦출수록 영향이 줄어듭니다.\n79. 미끄러운 도로를 운전할 때에는, 이렇게 해야 합니다:\n> 평소보다 더 천천히 회전하세요.\n미끄러운 도로에서 너무 빠르게 운전하는 것은 항상 위험하지만, 특히 회전 및 커브 길에서 운전할 때는 더 그렇습니다. 미끄러운 상태의 도로에서는 평소보다 더 천천히 접근하도록 하세요."
}