{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Translate\nMenu\nNew York Powerball Power Play\nNext Drawing: Sat 10/19/24\n$\n437\nMILLION\nWinning Numbers: Wed 10/16/24\n043039446011\nPOWERPLAY X2\nPOWERBALL\nDraw Days\nMon, Wed & Sat\nClose Time\n10:00 PM\nDraw Time\n10:59 PM\nPast Winning Numbers\nOdds And Prizes\nLive Drawing\nPricing Information\nOne Play: $2\nOne Play with Powerplay: $3\nHow to Play\nChoose five numbers 1 to 69and one number 1 to 26 to be your Powerball. To win the Powerball jackpot, match the six numbers on your ticket to the drawn six-number combination (five numbers plus the Powerball).\nWant to see full details on the playslip? Just click the image below.\nWinning draw game tickets expire one year from the date of the draw.\n1\nFind a Retailer\nFind your nearestNew York Lottery retailer.\n2\nChoose your numbers\nQuick Pick or pick your own. Quick Pick is the easiest way to play - the computer will choose random numbers for you. Quick Pickers will receive their ticket and can skip to step 4. If you’d rather choose your own numbers, grab a Powerball playslip and choose five numbers from 1 to 69. Choose one number from 1 to 26 to be your Powerball.\n3\nFill out your playslip\nUsing a black or blue pen or a pencil, fill out one game panel for each game you want to play. Hand your completed playslip to the retailer or insert it into the NYL vending machine to receive your ticket. View playslip for more details.\n4\nWatch for the Powerball drawing\nSee if you’ve won! Powerball draws on Mondays, Wednesdays, and Saturdays at 10:59 PM. To catch a live broadcast, check outthese television stationsor watch the Livestream drawing below. Are you a winner? Check out how to claim your prize.\nGame Features\nPower Play®\nFor $1 extra per game, you can add Power Play! This multiplies non-jackpot prizes won by up to ten times. The Second Prize (match 5) with Power Play is always $2 million (2x). The 10x Power Play is only in play when the jackpot level is less than $150 million.\nPlay it Again\nTry your numbers again. Give your ticket to a retailer within 30 days for an identical ticket for the next drawing. The cost of the new ticket will match your original play.\nMulti-Draw\nMulti-Draw allows you to play consecutive draws, including the next draw, by marking the box next to the number of draws you want to play in the multi-draw area of the playslip. You can play up to 39 consecutive Powerballdraws.\nOdds and Prizes\nOVERALL ODDS OF WINNING\n1 in 24.90\nJackpot\n5 MATCHING NUMBERS WITH POWERBALL\n+\nSecond Prize\n5 MATCHING NUMBERS\nThird Prize\n4 MATCHING NUMBERS WITH POWERBALL\n+\nFourth Prize\n4 MATCHING NUMBERS\nFifth Prize\n3 MATCHING NUMBERS WITH POWERBALL\n+\nSixth Prize\n3 MATCHING NUMBERS\nSeventh Prize\n2 MATCHING NUMBERS WITH POWERBALL\n+\nEighth Prize\n1 MATCHING NUMBER WITH POWERBALL\n+\nNinth Prize\nNO MATCHING NUMBERS WITH POWERBALL\nSign Up For News & Updates!\nSubmit\nLegal\nGeneral Guidelines\nScams\nInformation For Retailers\nLottery Reports\nContact\nPress\nResponsible Gaming\nLanguage Accessibility\nNew York State Gaming Commission\nRegister to Vote\nOrgan Donation\nDownload the App\n© 2024 New York State Gaming Commission\nAll rights reserved. New York Lottery trademarks and service marks may be used only with the prior permission of the New York State Gaming Commission. Use of this website signifies your agreement to the Privacy Policy (updated 4.29.19).\nAll New York Lottery transactions are subject to New York State Gaming Commission rules and regulations.\nPLEASE PLAY RESPONSIBLY.\nMust be 18+ to purchase a Lottery ticket and 21+ for Quick Draw where alcohol is served. Gambling problem? Visit NYProblemGamblingHelp.org. Call the HOPEline 1-877-846-7369 or text 467369.\nThe information on this website is believed to be accurate. In the event of a discrepancy between the information displayed on this website and the information in the official records maintained by the New York State Gaming Commission, the records maintained by the Gaming Commission shall prevail.\nNavigated to New York Powerball Power Play",
    "trans": "번역\n메뉴\n뉴욕 파워볼 파워 플레이\n다음 추첨: 2024년 10월 19일 토요일\n$\n437\n백만\n당첨 번호: 2024년 10월 16일 수요일\n043039446011\n파워플레이 X2\n파워볼\n추첨 일\n월요일, 수요일 & 토요일\n마감 시간\n오후 10:00\n추첨 시간\n오후 10:59\n지난 당첨 번호\n당첨 확률 및 상금\n생방송 추첨\n가격 정보\n1회 플레이: $2\n파워플레이와 함께하는 1회 플레이: $3\n플레이 하는 방법\n1부터 69까지의 숫자 중에서 다섯 개를 고르고 1부터 26까지의 숫자 중 하나를 파워볼로 고르세요. 파워볼 잭팟에 당첨되려면, 본인의 티켓에 있는 여섯 개의 숫자(다섯 개의 숫자와 파워볼 하나)가 추첨된 여섯 숫자 조합과 일치해야 합니다.\n플레이 슬립의 전체 세부 정보를 보고 싶으세요? 아래 이미지를 클릭하세요.\n당첨 추첨 게임 티켓은 추첨 날짜로부터 1년 후에 만료됩니다.\n1\n판매점 찾기\n가장 가까운 뉴욕 복권 판매점을 찾으세요.\n2\n당신의 번호를 선택하세요\n퀵 픽을 사용하거나 직접 번호를 고르세요. 퀵 픽은 플레이할 수 있는 가장 쉬운 방법입니다 - 컴퓨터가 당신을 위해 랜덤 숫자를 선택합니다. 퀵 픽 사용자는 티켓을 받고 4단계로 넘어갈 수 있습니다. 직접 번호를 선택하고 싶다면, 파워볼 플레이 슬립을 잡고 1부터 69까지의 숫자 중 다섯 개를 고르세요. 파워볼로 1부터 26까지의 숫자 중 하나를 선택하세요.\n3\n플레이 슬립 작성하기\n검은색 또는 파란색 펜 또는 연필을 사용하여, 플레이하고 싶은 각 게임에 대해 하나의 게임 패널을 작성하세요. 작성한 플레이 슬립을 판매점에 제출하거나 NYL 자판기에 넣어 티켓을 받으세요. 자세한 내용은 플레이 슬립을 확인하세요.\n4\n파워볼 추첨 지켜보기\n당첨 되었는 지 확인하세요! 파워볼 추첨은 월요일, 수요일, 그리고 토요일 밤 10시 59분에 진행됩니다. 생방송을 보려면, 텔레비전 방송국들을 확인하거나 아래의 라이브스트림 추첨을 시청하세요. 당첨자이신가요? 상금을 청구하는 방법을 확인하세요.\n게임 특징\nPower Play®\n게임 당 1달러를 추가하면, 파워 플레이를 선택할 수 있습니다! 이것은 잭팟이 아닌 상금을 최대 10배까지 곱해줍니다. 파워 플레이를 사용한 두 번째 상 (5개 번호 일치)은 항상 200만 달러(2배)입니다. 10배 파워 플레이는 잭팟 금액이 1억 5천만 달러 미만일 때만 적용됩니다.\n다시 플레이하기\n당신의 번호를 다시 시도해 보세요. 30일 이내에 티켓을 판매점에 제출하면 다음 추첨을 위한 동일한 티켓을 받을 수 있습니다. 새 티켓의 비용은 원래 플레이와 같습니다.\n멀티-드로우\n멀티-드로우를 사용하면, 다음 추첨을 포함하여, 멀티-드로우 영역의 플레이슬립에서 원하는 추첨 횟수 옆의 상자를 표시함으로써 연속적인 추첨에 참여할 수 있습니다. 최대 39회 연속 파워볼 추첨에 참여할 수 있습니다.\n당첨 확률과 상금\n당첨 전체 확률\n24.90분의 1\n잭팟\n파워볼을 포함한 5개 숫자 일치\n+\n2등상\n5개 숫자의 일치\n3등상\n파워볼을 포함한 4개 숫자 일치\n+\n4등상\n4개 숫자 일치\n5등상\n파워볼을 포함한 3개 숫자 일치\n+\n6등상\n3개 숫자 일치\n7등상\n파워볼을 포함한 2개 숫자 일치\n+\n8등상\n파워볼을 포함한 1개 숫자 일치\n+\n9등상\n파워볼을 포함한 0개 숫자 일치\n뉴스 & 업데이트를 위해 가입하세요!\n제출하기\n법적\n일반적인 가이드라인\n스캠\n판매자에 대한 정보\n복권 보고서\n연락처\n언론\n책임감 있는 게임\n언어 접근성\n뉴욕 주 게임 위원회\n투표 등록\n장기 기증\n앱 다운로드\n© 2024 뉴욕 주 게임위원회\n모든 권리 보유. 뉴욕 복권 상표 및 서비스 마크는 뉴욕 주 게임위원회의 사전 허가 없이는 사용할 수 없습니다. 이 웹사이트의 사용은 개인정보 보호 정책(업데이트 4.29.19)에 동의함을 의미합니다.\n모든 뉴욕 복권 거래는 뉴욕 주 게임위원회의 규칙 및 규정을 준수합니다.\n책임감 있게 플레이하세요.\n복권 구매는 18세 이상 그리고 알코올이 제공되는 곳에서의 퀵 드로우는 21세 이상만 가능합니다. 도박 문제가 있으신가요? NYProblemGamblingHelp.org를 방문하세요. HOPEline 1-877-846-7369번으로 전화하거나 467369로 문자하세요.\n이 웹사이트의 정보는 정확하다고 믿어집니다. 이 웹사이트에 표시된 정보와 뉴욕 주 게임 위원회가 유지하는 공식 기록 사이에 차이가 있는 경우, 게임 위원회가 유지하는 기록이 우선합니다.\n뉴욕 파워볼 파워 플레이로 이동했습니다"
}