{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] ran to the [redacted_name], and [redacted_name] turned to the muggleborn that haunted his days and nights. She'd gotten prettier, even with the bruises and split lip if it was possible. She was taller and her body had matured.\n\"It's fine, I'll do it.\" Hermione refused his touch, which hurt [redacted_name] more than he wanted to admit.\n\"You can't and you know it. Stop being stubborn and stop struggling. It'll be over quickly.\" He barked as he crouched down to the floor to get a better angle of her ribs. He reached out and touched her purpling skin. She was impossibly smooth and soft. He watched it goosepimple from his touch. He smiled knowing that his touch gave her a reaction. Of course, it wasn't something she could control, but he thought it was fair since he couldn't control himself around her either.\n\"Episkey.\" He cast. With a snap and gasp of pain, the broken rib righted itself inside her and mended. He should have released her, but everything about her was forbidden, making her more tempting.\nIt'd been years since they last saw each other. She was even more alluring than he remembered. Staring at her skin, feeling its warmth, and smelling her scent made his instincts take over. Slowly moving forward, [redacted_name] pressed his lips gently on the bruise.\nHermione froze.\nAs soon as it was there, it was gone. The feeling of the warm lips disappeared as Lucius stood up and pulled her shirt down for her.\n\"Don't win.\" He told her, then swiftly walked away, not allowing Hermione to even react to what just happened.\n…\nOne large dueling stage occupied the Great Hall. By the time Hermione snuck into the area where the semi-finalists stood, Dumbledore was midway into his speech congratulating everyone who had reached their current stage and to the rest for their participation.\nShe took her spot next to Sirius but continued to stare at [redacted_name], who took a seat at the judges' table, which was where the staff usually had their meals.\n\"Cutting it pretty close, don't you think?\" Sirius asked, cutting off her concentration to [redacted_name].\nHermione turned to look at him, but he wasn't looking at her, keeping his eyes ahead at [redacted_name] who was welcoming everyone who came to participate and watch the last matches of the year. His normally happy-go-lucky mask was gone and replacing it was a dark and brooding [redacted_name]. There seemed to be a permanent frown on his face and there were deep dark circles under his eyes.\nHe looked like shit, but he looked better than she did without the glamour charm, \"You look better than I expected.\"\n\"Thanks?\" He snorted. \"That's rich coming from you, considering you look—\" [redacted_name] stopped when he turned to her. His jaw started to become unhinged as he scanned her face.\nShe'd forgotten to cover her bruises and split lip.\n\"Who did this?\" Sirius asked as he tried to get a proper look. She turned her head away and avoided eye contact.\n\"I'm fine.\"\n\"Evans, who did…\" Sirius stopped when he saw Hermione's apathetic face. \"For fuck's sake. Fine, I won't ask. I have a pretty good idea who did it anyway.\"\n\"We will now start the semi-final matches for the Dueling Championship! [redacted_name] [redacted_name] and Cameron Tanner, please come up to the dueling stage.\" Dumbledore announced.\n\"Wish him luck!\" He told her as he ran up the stage.\n\"Don't get cocky!\" She shouted after [redacted_name].\nHermione didn't pay much attention to the match.\nWhoops were heard all around when [redacted_name] finally took Tanner down. It had taken him much longer than anticipated but judging by the lack of sweat and strain on [redacted_name] face, he'd played with his opponent rather than taking Tanner down immediately. He stepped off the stage and managed to give her an arrogant smile, but it didn't reach his eyes.\nHermione knew that [redacted_name] was struggling with [redacted_name] illness. She'd made several attempts to reach out, but her letters returned unopened. Whatever method he was using to cope, he didn't want her to be a part of it.\n[redacted_name] placed a finger under her chin and directed her face towards him. \"Look at me.\"",
    "trans": "[redacted_name]은 [redacted_name]에게 달려갔고, [redacted_name]은 밤낮으로 그를 겁주던 머글태생으로 돌아섰었다. 가능했다면 멍들고 찢어진 입술에도 불구하고 그녀는 더 예뻐졌었다, 그녀는 키가 더 커졌고 몸이 더 성숙해졌다.\n\"괜찮아, 내가 할게.\" 헤르미온느는 그의 접촉을 거부했고, [redacted_name]을 그가 인정하고 싶었던 것보다 더 아프게 했다.\n“너는 할 수 없어 너도 알잖아. 고집부리지 말고 발버둥 치지 마 . 금방 끝날 거야.” 그는 그녀의 갈비뼈를 더 잘 보기 위해서 바닥에 웅크리고 앉으며 짖었다. 그는 손을 뻗고 그녀의 보빛 피부를 만졌다. 그녀는 믿을 수 없을 정도로 매끈하고 부드러웠다. 그는 자신의 손길에 소름이 돋는 것을 지켜보았다. 그는 자신의 손길이 그녀에게 반응을 주었다는 것을 알고 미소를 지었다. 물론, 그녀가 통제할 수 있는 것은 아니었지만, 그는 자신도 그녀를 통제할 수 없으니 공평하다고 생각했다.\n“에피스키.” 그는 시선을 보냈다. 끊어짐과 고통으로 헐떡이며, 그녀 안에서 부러진 갈비뼈는 스스로 회복되었다. 그는 그녀를 풀어줘야 했지만, 그녀에 대한 모든 것은 금지되었으며, 그녀를 더 유혹적으로 만들었다.\n서로 마지막으로 본 지 수년이 지냈다. 그녀는 그가 기억하는 것보다 훨씬 더 매혹적이었다. 그녀의 살결을 응시하며, 따뜻함을 느끼며, 그녀의 향기를 맡으며 그의 본능이 지배하도록 만들었다. 앞으로 천천히 움직이며, [redacted_name]은 그의 입술을 멍 위에 살포시 갖다 댔.\n헤르미온느는 얼었다.\n그곳에 있자마자, 사라졌다. 루시우스가 일어서서 셔츠를 내려주자 따뜻한 입술의 느낌은 사라졌다.\n\"이기지 마.\" 그는 그녀에게 말했다. 그리고 재빠르게 사라졌다. 헤르미온느가 무엇이 일어났는지 반응하지도 못하도록.\n…\n대형 결투 무대가 그레이트 홀을 가득 채웠다. 헤르미온느가 준결승-진출자들이 서 있는 장소로 몰래 들어갔을 때, 덤블도어는 현재 무대에 오른 모든 사람과 나머지 참가자들에게 참가를 축하하는 연설 중이었다.\n그녀는 시리우스 옆에 자리 잡았지만 직원들이 주로 식사를 하는 심사위원 테이블에 앉아 있는 [redacted_name]을 계속 응시했다.\n“거의 끝난 것 같지 않나?” 시리우스가 물었다, [redacted_name]를 향한 집중을 자르며.\n헤르미온느는 그를 보기 위해 뒤돌았지만, 그는 올해 마지막 경기를 관람하러 온 모든 이들을 환영하는 [redacted_name]을 계속 바라보며, 그녀를 보지 않았다. 보통 행복-행운이 가는 그의 가면은 사라졌고 [redacted_name]의 어둡고 침울한 표정이 대신했다. 그의 얼굴에는 지속적인 찌푸림이 있었고 눈 아래에는 깊은 다크 서클이 있는 것처럼 보였다.\n그는 엉망진창처럼 보였지만, “예상했던 것보다 더 좋아 보이네요.\"라고 화려한 매혹 없이 것보다는 더 나아 보였다.\n\"고마워?\" 그는 코웃음 쳤다. \"그 부유함은 너한테서 나오지, 네 모습을 고려해봐—\" [redacted_name]은 그녀에게 돌았을 때 멈췄다.  그는 그녀의 얼굴을 살폈고 턱이 풀리기 시작했다.\n그녀는 그녀의 멍과 찢어진 입술을 가리는 것을 잊었다.\n\"누가 그랬어?\" 시리우스는 제대로 보려고 노력하며 물었다. 그녀는 머리를 돌리며 눈 맞춤을 피했다.\n\"나는 괜찮아.\"\n\"에반스, 누가 했니...\" 시리우스는 헤르미온느의 냉담한 얼굴을 봤을 때 멈췄다. \"제발. 그래, 물어보지 않을게. 나는 꽤 좋은 생각이 있어 어쨌든 누가 이것을 했는지.\"\n“우리는 이제 결투 챔피언십 준-결승 경기를 시작합니다! [redacted_name] [redacted_name]과 카메론 테너, 결투 무대로 올라와 주세요.” 덤블도어가 발표했다.\n\"그에게 행운을 빌어!\" 그는 무대 위로 달려가며 그녀에게 말했다.\n“자만하지 마!” 그녀는 [redacted_name] 뒤로 외쳤다.\n헤르미온느는 경기에 많은 관심을 두지 않았다.\n[redacted_name]이 마침내 테너를 끌어내렸을 때 욱하는 소리가 모든 곳에 퍼졌다. 예상했던 것보다 더 오래 걸렸지만 [redacted_name]의 얼굴에 땀과 긴장으로 미루어보아, 테너를 바로 쓰러뜨리지 않고 상대와 함께 경기했었다. 그는 무대에서 내려왔고 그녀에게 오만한 미소를 지었지만, 그의 눈에는 닿지 않았다.\n[redacted_name]가 [redacted_name]의 병으로 고통스러워하고 있다는 것을 헤르미온느는 알았다. 그녀는 여러 번 접근하려고 시도했지만, 편지는 개봉되지 않은 채로 반송되었다. 그가 어떤 방법으로 대처하든, 그는 그녀가 연관되기를 원치 않았다.\n[redacted_name]는 그녀의 턱 아래에 손가락을 놓으며 그녀의 얼굴을 그쪽으로 향하게 했다. \"나는 봐봐.\""
}