{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Many families dearly love their pets, but simply cannot afford the full cost of spaying and neutering them. AnimalKind helps those pet owners with the expense of this surgery for their pets. We’d like to share the story of one such family. A single mother and her son, along with their two dogs and three cats, had to move from near Harrisonville to Nevada, Missouri to be near her daughter, who has special needs. The children’s father had died a year earlier, and the dogs had been especially comforting to him and the family in the father’s last days. This single mother found a rental house that would accept pets, but the landlord required that the pets be spayed and neutered before the family could move in. She could not afford the veterinarian bills, but she could not bear to relinquish the pets. So she and her son camped in a tent by the river with the animals. They were family, after all. The animals had supported her and her son in their most difficult times. She could not abandon them. AnimalKind heard about the situation, and paid for the surgery for all five pets. That way, the woman could use what money she had to pay the security deposit to the landlord, and move her family into a house near her special needs daughter. AnimalKind not only helped the animals, but we helped the family, too. Won’t you help us keep helping families and pets?\nWhat the Veterinarians Say\n\"Animal Kind has been a blessing for both veterinarians and pet owners alike. Many pet owners are unable to spay or neuter their pet's due to cost. With the Animal Kind program, it helps cover the cost of this, while helping to get the pet seen and checked for other medical conditions that they may not have been aware existed. We greatly appreciate their assistance to the pet community. They are truly a blessing.\"",
    "trans": "많은 가족들이 반려동물을 진심으로 사랑하지만, 중성화 수술 비용을 전부 감당할 수 없는 경우가 있습니다. AnimalKind는 이러한 반려동물 보호자들이 수술 비용을 부담할 수 있도록 돕고 있습니다. 우리는 이러한 가족 중 한 가족의 이야기를 전하고자 합니다. 한부모 가정인 어머니와 그녀의 아들은 두 마리의 개와 세 마리의 고양이와 함께 해리슨빌 근처에서 미주리주 네바다로 이사해야 했습니다. 이는 그녀의 특별한 돌봄이 필요한 딸과 가까운 곳으로 가기 위한 결정이었습니다. 아이들의 아버지는 1년 전 세상을 떠났으며, 개들은 아버지의 마지막 순간 동안 가족에게 특히 큰 위로가 되어 주었습니다. 이 어머니는 반려동물을 허용하는 임대 주택을 찾았지만, 집주인은 입주 전 모든 반려동물의 중성화 수술을 요구했습니다. 그녀는 수의사 비용을 감당할 수 없었지만, 반려동물을 포기할 수도 없었습니다. 결국, 그녀의 아들은 반려동물과 함께 강가의 텐트에서 생활해야 했습니다. 그들에게 동물은 단순한 반려동물이 아니라 가족이었기 때문입니다. 반려동물들은 그녀와 아들이 가장 힘든 시기에 의지가 되어 주었고, 그녀는 그들을 버릴 수 없었습니다. AnimalKind는 이 사연을 듣고 다섯 마리 반려동물의 중성화 수술 비용을 지원했습니다. 덕분에 이 여성은 남은 돈으로 집주인에게 보증금을 지불하고, 특별한 돌봄이 필요한 딸과 가까운 집으로 이사할 수 있었습니다. AnimalKind는 단순히 동물만 돕는 것이 아닙니다. 우리는 가족도 돕습니다. 우리와 함께, 더 많은 가족과 반려동물을 도울 수 있도록 힘을 보태주시겠어요?\n수의사들의 이야기\n\"AnimalKind는 수의사와 반려동물 보호자 모두에게 축복과도 같은 존재입니다. 많은 보호자들이 비용 문제로 인해 반려동물의 중성화 수술을 하지 못하고 있습니다. 하지만 AnimalKind 프로그램을 통해 이러한 비용 부담을 덜 수 있으며, 반려동물이 미처 인지하지 못한 다른 건강 문제를 점검받을 기회도 얻게 됩니다. 반려동물 커뮤니티를 위한 그들의 지원에 깊이 감사드립니다. 그들은 진정한 축복입니다.\""
}