{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We believe that in the defense industry the larger companies receive the lion's share of government contracts. When a smaller company does win a government contract it is more impactful to their business. Smaller companies can face financial jeopardy if or when these contracts end.\nWe like seeing a low expense ratio and XAR is the lowest amongst its peers at 0.35%. However, it also has the highest average PE ratio at 25.3. This could be because its holdings attempt to remain equally-weighted. It holds 33 equities and 20 of these are approximately 4% to 5% of the fund. XAR has 32% invested in large cap companies. We want to rule out XAR due to it having half the investment in large cap companies relative to its peers.\nITA, PPA and SHLD each have about 60% invested in large cap companies.\nWhen we look at the structure of ITA, a full 45% of the ETF is spread across three holdings. We want to rule out ITA due to the reliance on three companies making up roughly half of the fund.\nPPA and SHLD are reasonably structured with less than 10% invested in any one company.\nSHLD has a lower expense ratio than PPA, but PPA has proven itself with annualized returns of 14.3% over the past 10 years. We want to rule out SHLD because it is too young still, with an inception date last year. An investor could keep it on their watchlist.",
    "trans": "우리는 방위 산업에서 대기업이 정부 계약의 대부분을 차지한다고 생각합니다. 소규모 기업이 정부 계약을 수주할 경우, 이는 그들의 비즈니스에 더욱 큰 영향을 미칩니다. 하지만 이러한 계약이 종료될 경우, 소규모 기업은 재정적 위험에 직면할 수 있습니다.\n우리는 낮은 운용보수를 선호하며, XAR의 운용보수는 0.35%로 동종 펀드 중 가장 낮습니다. 그러나 XAR의 평균 주가수익비율이 25.3으로 가장 높은 편입니다. 이는 XAR의 포트폴리오가 동일 가중 방식을 유지하려 하기 때문일 수 있습니다. XAR는 33개의 종목을 보유하고 있으며, 그중 20개 종목이 펀드의 약 4~5%를 차지합니다. 또한, XAR는 자산의 32%를 대형주에 투자하고 있습니다. 그러나 XAR는 동종 펀드 대비 대형주 비중이 절반 수준이므로, 이를 제외하려고 합니다.\nITA, PPA, 그리고 SHLD는 각각 약 60%를 대형주에 투자하고 있습니다.\nITA의 구성을 살펴보면, 전체 ETF의 45%가 단 세 개의 종목에 집중되어 있습니다. 우리는 펀드의 절반가량이 세 기업에 의존하는 점을 고려하여 ITA를 제외하려고 합니다.\nPPA와 SHLD는 개별 기업에 대한 투자 비중이 10% 미만으로 비교적 균형 잡힌 구조를 가지고 있습니다.\nSHLD는 PPA보다 낮은 운용보수를 가지고 있지만, PPA는 지난 10년 동안 연평균 수익률 14.3%를 기록하며 실력을 입증했습니다. SHLD는 지난해 시작된 펀드로 아직 검증하기에 이르므로, 이를 제외하려고 합니다. 투자자는 SHLD를 관심 목록에 두고 지켜볼 수 있습니다."
}