{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear [redacted_name],\nThank you for your interest in immigrating to the United States of America. The Department of State's National Visa Center (NVC) received your approved I-130 Petition for Alien Relative from U.S. Citizenship and Immigration Services (USCIS). NVC will ensure your case is prepared for your visa interview at a U.S. Embassy or Consulate General and will schedule your interview appointment.\nNVC will also collect any applicable fees, the Immigrant Visa Application, supporting civil documents, police certificate(s), Affidavits of Support, and financial documents if applicable, before your visa interview. Do not mail documents to NVC, even if you received instructions to mail documents to NVC in the past.\nPlease log onto the Department of State's Consular Electronic Application Center (CEAC) at https://ceac.state.gov/IV (https://ceac.state.gov/IV) to check your case status, pay any necessary fees, upload and submit documents, and read messages from NVC.\nIMPORTANT NOTICE - FEES AND CHILDREN: Before you pay a fee for children on your case, please review the Child Status Protection Act (CSPA) information on the United States and Citizenship Services (USCIS) website at: https://www.uscis.gov/greencard/child-status-protection-act (https://www.uscis.gov/greencard/child-status-protection-act). We hope the information is helpful.\nPLEASE NOTE: By paying a fee for a child, you understand that if the child is found not eligible for CSPA benefits, you will not be issued a refund.\nIf you are logging into CEAC for the first time, it can take up to three days (72 hours) from receipt of this notice to activate your account. Then, you can log into CEAC using the following unique NVC case number and Invoice Identification Number.\nNVC Case Number:\n[redacted_number]\nInvoice ID Number:\n[redacted_number]\nYou should keep this information available in a safe place, as you will need it when you log on to CEAC. Please keep in mind that you must use CEAC to pay fees and submit documents that are required prior to your immigrant visa interview. We do not accept these by mail. When paying fees online, please allow up to ten (10) calendar days for processing.\nPLEASE NOTE: You must bring the exact original of any scanned document you upload to CEAC that NVC accepts to your immigrant visa interview. Failure to bring the exact original you uploaded to CEAC may delay the processing of your case.\nYou must follow our step-by-step instructions, posted at https://nvc.state.gov (https://nvc.state.gov/), for completing your case.\nIf you need to contact NVC, please follow the instructions at https://nvc.state.gov/ask (https://nvc.state.gov/ask). NVC may send questions, instructions, and status updates to your CEAC account. If we do this, you will receive an email asking you to log into your CEAC account to review a message from NVC.\nIMPORTANT: If you do not log into CEAC or communicate with NVC regarding this immigrant visa case for a period of one year, by law the Department of State must terminate your visa application.\nFINANCIAL SPONSORSHIP RESPONSIBILITIES: Financial sponsors, joint sponsors, and applicants should be aware of the responsibilities arising from a sponsor signing an I-864 and the consequences of a sponsored immigrant's acceptance of federal means-tested public benefits. For more information, visit https://nvc.state.gov/aos (https://nvc.state.gov/aos).\nRegards,\nNational Visa Center,\nU.S. Department of State\n**NOTE:\nPlease do not reply to this email. This is not a monitored account. If you have questions, please review the help topics available to you at\nhttps://nvc.state.gov/ask (https://nvc.state.gov/ask)\n. **",
    "trans": "[redacted_name]님께,\n미국으로의 이민에 관심을 가져주셔서 감사합니다. 국무부 국가 비자 센터(NVC)에서 미국 시민권 및 이민 서비스(USCIS)로부터 승인된 외국인 친척을 위한 I-130 청원을 받았습니다. NVC는 귀하의 사례가 미국 대사관 또는 총영사관에서 비자 인터뷰를 준비할 수 있도록 보장하며 인터뷰 예약 일정을 잡을 것입니다.\nNVC는 또한 비자 인터뷰 전에 해당 수수료, 이민 비자 신청서, 관련 시민 문서, 경찰 증명서, 지원 증명서 및 해당되는 경우 재정 문서를 수집합니다. 과거에 NVC로 문서를 우편으로 보내라는 지시를 받았더라도 NVC로 문서를 우편으로 보내지 마십시오.\n국무부 영사 전자 신청 센터(CEAC) https://ceac.state.gov/IV(https://ceac.state.gov/IV)에 로그인하여 사례 현황을 확인하고, 필요한 수수료를 지불하고, 문서를 업로드 및 제출하고, NVC에서 보낸 메시지를 읽어보세요.\n중요 공지 - 수수료 및 아동: 사례에 대해 아동에 대한 수수료를 지불하기 전에 미국 시민권 서비스(USCIS) 웹사이트 https://www.uscis.gov/greencard/child-status-protection-act(https://www.uscis.gov/greencard/child-status-protection-act)에서 아동 신분 보호법(CSPA) 정보를 검토하세요. 정보가 도움이 되기를 바랍니다.\n참고: 아동에 대한 수수료를 지불하면 아동이 CSPA 혜택을 받을 자격이 없는 것으로 판명되면 환불을 받을 수 없다는 점을 이해하게 됩니다.\n처음으로 CEAC에 로그인하는 경우 이 통지를 받은 후 계정을 활성화하는 데 최대 3일(72시간)이 걸릴 수 있습니다. 그 후 다음 고유한 NVC 사례 번호와 송장 식별 번호를 사용하여 CEAC에 로그인할 수 있습니다.\nNVC 사례 번호:\n[redacted_number]\n송장 ID 번호:\n[redacted_number]\n이 정보는 CEAC에 로그인할 때 필요하므로 안전한 곳에 보관해야 합니다. 이민 비자 인터뷰 전에 수수료를 지불하고 필요한 서류를 제출하려면 CEAC를 사용해야 한다는 점을 명심하세요. 저희는 이를 우편으로는 받지 않습니다. 온라인으로 수수료를 지불하는 경우 처리하는 데 최대 10일(10)이 소요됩니다.\n참고: NVC에서 허용한 CEAC에 업로드한 모든 스캔 문서의 정확한 원본을 이민 비자 인터뷰에 가져와야 합니다. CEAC에 업로드한 정확한 원본을 가져오지 않으면 사례 처리가 지연될 수 있습니다.\n귀하의 사례를 완료하려면 https://nvc.state.gov (https://nvc.state.gov/), 에 게시된 단계별 지침을 따라야 합니다.\nNVC에 문의해야 하는 경우 https://nvc.state.gov/ask(https://nvc.state.gov/ask)에 있는 지침을 따르세요. NVC에서 귀하의 CEAC 계정으로 질문, 지침 및 상태 업데이트를 보낼 수 있습니다. 이렇게 하면 NVC에서 보낸 메시지를 검토하기 위해 CEAC 계정에 로그인하라는 이메일을 받게 됩니다.\n중요: 이 이민 비자 사건과 관련하여 1년 동안 CEAC에 로그인하거나 NVC와 소통하지 않으면 법에 따라 국무부에서 귀하의 비자 신청을 종료해야 합니다.\n재정 후원 책임: 재정 후원자, 공동 후원자 및 신청자는 후원자가 I-864에 서명할 때 발생하는 책임과 후원 이민자가 연방 수단 검사 공공 혜택을 수락함으로써 발생하는 결과를 알고 있어야 합니다. 자세한 내용은 https://nvc.state.gov/aos(https://nvc.state.gov/aos)를 방문하세요.\n감사합니다.\n국립 비자 센터,\n미국 국무부\n**참고:\n이 이메일에 답장하지 마십시오. 이 계정은 모니터링되지 않습니다. 질문이 있는 경우 다음 주소로 이용 가능한 도움말 주제를 검토해 주세요\nhttps://nvc.state.gov/ask (https://nvc.state.gov/ask)\n. **"
}