{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Purpose: This study explored the role of several psychological factors in professional quality of life in nurses. Specifically, we tried to clarify the relationships between several dimensions of empathy, self- compassion, and psychological inflexibility, and positive (compassion satisfaction) and negative (burnout and compassion fatigue) domains of professional quality of life. Methods: Using a cross-sectional design, a convenience sample of 221 oncology nurses recruited from several public hospitals filling out a battery of self-report measures. Results: Results suggested that nurses that benefit more from their work of helping and assisting others (compassion satisfaction) seem to have more empathic feelings and sensibility towards others in distress and make an effort to see things from others' perspective. Also, they are less disturbed by negative feelings associated with seeing others' suffering and are more self-compassionate. Nurses more prone to experience the negative consequences associated with care-providing (burnout and compassion fatigue) are more self-judgmental and have more psychological inflexibility. In addition, they experience more personal feelings of distress when seeing others in suffering and less feelings of empathy and sensibility to others' suffering. Psychological factors explained 26% of compassion satisfaction, 29% of burnout and 18% of compassion fatigue. Conclusion: We discuss the results in terms of the importance of taking into account the role of these psychological factors in oncology nurses' professional quality of life, and of designing nursing education training and interventions aimed at targeting such factors.",
    "trans": "목적: 본 연구는 간호사들의 전문적인 삶의 질에 여러 심리적인 요소들이 가진 역할을 탐구했습니다. 특히, 저희는 전문적인 삶의 질에서 공감, 자기 연민, 심리적 비융통성, 긍정적(연민 만족) 및 부정적(소진 및 연민 피로) 영역의 여러 방면 간 관계를 명확하게 만들기 위해 노력했습니다. 방법: 횡단연구 설계를 사용, 여러 공립병원에 취업한 종양학 간호사 221명이 작성한 수많은 자가 보고 측정에서 편의표본추출. 결과: 결과는 다른 사람을 도와주고 지원해 주는 일에서 더 혜택(연민 만족도)을 받는 간호사들이 곤경에 처한 다른 사람들에게 더 공감적 감정과 감성을 가지는 것으로 나타나며 타인의 관점에서 바라보기 위해 노력하는 것으로 보인다는 점을 시사했습니다. 그리고 그들은 타인의 고통을 보는 것에 연관된 부정적인 느낌으로부터 방해를 덜 받고 더 자기 연민적입니다. 돌봄 제공과 연관된 부정적인 결과들(번아웃과 연민 피로)을 더 잘 경험하는 경향이 있는 간호사들은 더 자기 판단적이며 더 많은 심리적 융통성을 보입니다. 게다가, 그들은 타인이 고통받는 것을 볼 때 개인의 괴로운 감정을 더 경험하고 타인의 고통에 공감과 감수성을 덜 가집니다. 심리적인 요소들은 연민 만족도 26%, 번아웃 29% 및 연민 피로 18%으로 설명됩니다. 결론: 저희는 종양학 간호사의 전문적 삶의 질에 이러한 심리적 요소들이 어떤 중요한 역할을 하며, 이러한 요인을 목표로 하는 간호 교육 훈련 및 개입을 설계하는 것에 연관해 이 결과를 논의합니다."
}