{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Pain Storming Process\nThe goal of the process is to find a challenge that people regularly face, around which you can work together to form a suitable solution as a business idea.\nGather a small team of people from your year to explore some problems people face around:\nHealthcare and wellbeing, this also includes solo and group activities\nGreen and sustainable energy resources, and the infrastructure that goes with them too\nSupporting creative activities and industries\nStarting your business - going from idea to business\nStart with exploring individually the problems you face in these areas, and then compare these with the others in your team. Then group them to see which ones stand out. This becomes your starting point for the next step. Come back to this step if you're not finding things online.\nGo see where people talk about these topics online to see what's said in forums, mail lists and on social media. You can also search for issues in Facebook, or browse groups there too, or see what's in the comments of stories on the BBC, the news websites.\nWhat problems do people repeatedly face? You can find forums, blog posts, and comments on news sites for people's opinions on issues. Research this for fifteen minutes, then compare notes with your team members. If someone has found a suitable theme that's proving useful, then share it with your team and go longer down this path. If not, then try a different one.\nGather a number of topics that are the 'pain points' people mention and see if any themes or issues emerge. You can put them onthe attachedPainstorming-Template1.pdf. Be sure to capture what series of tasks people use 'now' to overcome the challenge they are trying to resolve so that you can compare any proposed solution you develop against the 'current practice'.\nIn addition to the topic, you should also identify at least one set of open data, which you can use to build your solution. I've pulled togethersome places to start looking for open data, which can provide a starting point.\nComplete this sentence with each idea: We're testing the assumption that <your assumption>, and use data from <data source> so that <target customers>, who have <customer need> can use <our service name>, which helps users with <one key benefit>.\nThat's it for now. You can read more about the process here:painstorming' explains the process, while 'painstorming2' provides the template we used above for exercise (the template is under step 3) .",
    "trans": "고통 집단 사고 과정\n본 과정의 목표는 사람들이 일반적으로 직면하는 문제를 찾아내고, 이를 중심으로 함께 고민해 봄으로써 문제 해결에 적합한 비즈니스 아이디어를 개발하는 것입니다.\n여러분의 학년에서 소규모 팀을 구성하여 주변 사람들이 겪는 다음의 문제들을 탐구하세요:\n의료 서비스 및 복지, 여기에는 개인과 그룹 활동도 포함됩니다\n친환경 및 지속 가능한 에너지 자원과 이와 관련된 인프라\n창의적 활동 및 산업 지원\n창업 - 아이디어에서 사업으로\n우선 해당 분야들에서 여러분이 직면하는 문제들을 개인적으로 살펴본 후, 팀원들과 비교해 보세요. 그 다음 문제들을 그룹으로 묶어서 어떤 문제들이 두드러지는지 보세요. 이를 다음 단계로 진행할 출발점으로 삼을 겁니다. 만약 온라인에서 정보가 잘 찾아지지 않는다면, 이 단계로 다시 돌아오세요.\n사람들이 온라인에서 이 주제들에 대해 이야기하는 포럼, 메일 구독자 목록, 소셜 미디어에서 어떤 이야기들이 오가는지 살펴보세요. 또한 페이스북에서 이슈를 검색하거나, 관련 그룹을 찾아볼 수도 있고, 아니면 BBC나 뉴스 홈페이지에서 기사 댓글을 확인해봐도 좋습니다.\n사람들이 반복적으로 직면하는 문제는 무엇인가요? 포럼, 블로그 게시물, 뉴스 홈페이지의 댓글에서 이슈들에 대한 사람들의 의견을 찾아볼 수 있습니다. 이를 십오분 정도 찾아본 후, 팀원들과 메모를 서로 비교해보세요. 만약 누군가가 유용해 보이는 주제를 발견했다면, 팀과 공유하고 이 주제를 더 깊이 탐구하세요. 만약 그렇지 못하다면, 다른 주제를 골라 보세요.\n사람들이 언급하는 '고통 지점'인 화제를 여럿 모은 뒤 혹시 어떤 주제나 이슈가 드러나는지 보세요. 이를 첨부된 Painstorming-Template1.pdf에 써놔도 좋습니다. 사람들이 해결하려는 문제를 극복하기 위해 '지금' 어떤 일련의 작업을 사용하는지를 반드시 기록함으로써, 여러분이 '현행 방식'과 달리 고안해서 제시할 해결책과 비교할 수 있게끔 하세요.\n여러분은 화제 외에도, 여러분이 자신의 해결책을 고안하는 데 사용할 수 있는 공공 데이터를 최소한 하나는 파악해야 합니다. 출발점으로 삼을 만한, 공공 데이터를 찾아볼 수 있을 곳들을 모아두었습니다.\n다음의 문장을 각 아이디어로 완성해 보세요: 우리는 <여러분의 가설>이라는 가설을 검증하고 있으며, <데이터 출처>의 데이터를 활용해 <고객 니즈>를 지닌 <목표 고객들>이 <우리 서비스명>을 이용함으로써 <한 가지 핵심 혜택>을 얻게 해줍니다.\n이번엔 이 정도로 마무리할 겁니다. 이 과정에 대한 자세한 내용은 여기서 확인할 수 있습니다:painstorming'에서는 과정에 대한 설명을, 'painstorming2'에서는 우리가 위에서 사용한 템플릿을 제공합니다(템플릿은 3번 단계 아래에 있습니다) ."
}