{
    "source": "en_US",
    "target": "ko_KR",
    "text": "SO I'M TEACHING YOU TO READ,\" Charlotte began, shoveling straw alongside Jerry. \"And in return, you want to teach me French.\"\n\"Oui,\" Jerry replied.\nCharlotte ever so slightly smiled, glancing out the window of the barn, watching as the carriage containing the Barry's and Anne moved out of Green Gables, becoming a spot in the distance.\n\"Do you believe the boarders about the gold?\"\nCharlotte turned towards Jerry, shaking her head. \"No. I don't trust those men at all.\"\n\"There's something about them that just make me feel funny.\" Jerry shivered, shrugging his shoulders.\nCharlotte clenched her jaw. She still hadn't told anyone she knew that Nate and Mr. Dunlop were the thieves that robbed them. She didn't know how, and she figured if Jerry didn't remember, why make him relive that memory?\n\"I'm going to go see if Marilla needs my help with anything,\" Charlotte mumbled, throwing her rake to the side and climbing out of the barn before Jerry could say anything. Her hand ran through her hair, tugging slightly at her scalp as she dropped it to sway at her hip.\nShe needed her notebook, she needed to get the stressful feeling brewing in her chest spilled on her papers before she snapped.\nHer breathing was uneven as she rushed up the stairs, stopping as soon as she swung the door to her and Anne's bedroom open. The stress inside her was instantly replaced with anger as she saw Nate pulling out a crumpled piece of paper from under the bed, her eyes scanning the drawers that were yanked open and clearly searched through.\n\"Loose your pack of cigarettes?\"\nNate straightened his posture instantly, scanning her over and throwing the sheet of paper to the side. \"Ah, Charlotte.\"\n\"What the hell do you think your doing in here?\" she snapped. Her notebook wasn't close enough for her to snap at, but Nate was, so he would have to do. \"Get out or-\"\n\"Or you'll tell Marilla I beat you and that French boy's asses?\" Nate scowled, stepping closer towards her. \"If you were going to tell anyone, you would have by now.\"\nCharlotte glared up at him. \"Maybe I was enjoying the blackmail.\"\n\"Or maybe, you knew nobody would believe you,\" Nate sneered. \"Because why would they. You have no proof, your reckless and disobedient. And best of all, you're not family, or even considered it.\"\nTears of anger welled up in the girls eyes, rage like she had never felt before filling her from head to toe. Her chest rose and fell shakily, her breaths rapid and uneven.\nShe stared into space, tears threatening to fall as Nate looked over her head, towards Marilla behind them.\nCharlotte shoved past the man, slamming her bedroom door behind her. Hatred hot and ugly roared through her, tears spilling in shimmering streaks down her olive skin. Charlotte couldn't hold in inside her anymore. A grunt left her throat as she picked up the closest thing to her, thrusting it against the wall. Anne's inkpot shattered against the wall, glass and black liquid spilling over the wood, over the floor. A corner of the room stained with the rage Charlotte felt in that moment, stained a deep blue.\nShe turned around as Marilla opened the door seconds later, her eyes widely scanning the scene. \"Dear God, what happened here.\"\n\"Nothing,\" Charlotte snapped, sitting on the edge of the bed with her head in her hands.\n\"Charlo-\"\n\"Go away.\"\n\"Did Nate say something-\"\n\"Everybody says something!\" Charlotte snapped, standing up quickly from the bed, her face flushed pink from the hot feeling running through her head. Ugly tears streamed down her cheeks, her hair messy and eyes puffy. \"Everybody always says something and they're always right. It's always, 'Charlotte why are you so inconsiderate' or 'Charlotte is nothing but a mean girl' or 'Charlotte doesn't even belong to anyone on this island' and it's never 'oh I wonder why Charlotte acts the way she does'.\"\n\"Child, why are you yelling at-\"\n\"Because nobody on this damn island listens to me unless I'm screaming in their face!\" Charlotte shrieked, all the things she wanted to shout at everyone in Avonlea spilling out of her mouth in that moment. \"Nobody even wants me here. My parents didn't want me so they threw me away like I was a rag. And the only person I actually felt something for is gone and I can't find my notebook or the poem I'm working on so I'm just drowning in this feeling and I can't-\"\nCharlotte grabbed her chest, her words becoming a low croak as she struggled to form the words she wanted to say. Her fist moved to grip her chest as she choked on her own fury. \"I can't breathe.\"\nMarilla stepped towards the girl. \"Slow breaths in okay?\"\nCharlotte did as instructed, looking up with her tear-filled eyes. \"I hate them here. They... they were the ones that assault Jerry and I in Charlottetown and robbed us. Marilla I'm sorry I'm so difficult I'm sorry...\"\nMarilla leaned forward, wrapping her arms around the girl and holding her, rubbing the back of the brunette's head as she cried into her blouse, her shoulders shaking as she unraveled herself in Marilla's arm, showing the side of her nobody else ever saw.",
    "trans": "\"그래서 내가 너에게 읽는 법을 가르쳐 주는 거야.\" 샬롯이 제리와 함께 짚을 치우면서 말을 이었다. \"그 대신, 너는 나에게 프랑스어를 가르쳐 주고 싶어 하는 거고.\"\n\"네.\" 제리가 대답했다.\n샬롯은 살짝 미소를 지으며, 배리와 앤을 태운 마차가 그린 게이블즈를 떠나 점점 멀어져 작은 점이 되어 가는 헛간 창문 밖을 바라보았다.\n\"너는 하숙인들이 말하는 금 이야기 믿어?\"\n샬롯은 고개를 저으며 제리쪽으로 바라보았다. \"아니. 난 저 사람들이 전혀 믿음이 안 가.\"\n\"그들한테서 뭔가 이상한 느낌이 들게 하는게 있는 것 같아.\" 제리가 어깨를 움츠리며 으쓱였다.\n샬롯은 입을 꽉 다물었다. 그녀는 아직 아무에게도 네이트와 던롭 씨가 자신들을 털어간 도둑들이라는 사실을 말하지 않았다. 어떻게 말해야 할지 몰랐고, 제리가 기억하지 못한다면 굳이 그 기억을 떠올리게 할 필요가 없다고 생각했다.\n\"마릴라에게 도와줄 일이 있는지 보러 갈게.\" 샬롯은 갈퀴를 옆에 던지고 헛간을 빠져나가며 중얼거렸고, 제리가 무슨 말을 하기 전에 그녀는 이미 걸음을 재촉하고 있었다. 그녀는 머리카락을 손으로 쓸어 올리며 가볍게 두피를 당긴 뒤 손을 내려놓아 허리춤에서 흔들리게 했다.\n그녀에게는 노트가 필요했다. 폭발하기 전에 가슴속에서 끓어오르는 이 스트레스 가득한 감정을 종이에 쏟아내야만 했다.\n호흡이 고르지 않은 채로 계단을 급히 올라가, 문을 열자마자 발걸음을 멈췄다. 그녀의 스트레스는 네이트가 침대 밑에서 구겨진 종이를 꺼내 들고 있는걸 보자마자 순식간에 분노로 바뀌었고, 서랍들은 마구 열려 있어 샅샅이 뒤진 것처럼 보였다.\n\"담배라도 잃어버렸어?\"\n네이트는 즉시 자세를 바로잡고 그녀를 훑어보더니 종이를 옆으로 던졌다. \"아, 샬롯.\"\n\"대체 여기서 뭐 하는 거야?\" 그녀가 쏘아붙였다. 노트는 손에 닿지 않는 곳에 있었지만, 네이트는 바로 앞에 있었으므로 화풀이 대상이 되기에 충분했다. \"나가, 아니면 -\"\n\"아니면 마릴라한테 가서 내가 너랑 그 프랑스 꼬맹이를 혼쭐 내줬다고 할 거야?\" 네이트가 비웃으며 한 걸음 다가섰다. \"그럴 거였으면 진작 했겠지.\"\n샬롯은 그를 노려보았다. \"어쩌면 난 협박을 즐기고 있었는지도 모르지.\"\n\"아니면,\" 네이트가 코웃음을 쳤다. \"네가 알아서 아무도 널 믿지 않을 거란 걸 알고 있었을 수도 있고. 누가 믿겠어? 너한테는 증거도 없고, 넌 충동적이고 반항적이기만 하지. 게다가 가장 중요한 건, 넌 이 가족도 아니고, 고려대상도 아니다는 거야.\"\n분노로 인해 그녀의 눈에는 눈물이 맺혔다. 온몸이 분노로 가득 찼고, 그녀의 가슴이 급격히 오르내렸다.\n그녀는 허공을 응시하며 눈물이 터질 듯한 순간을 버티고 있었다. 그리고 네이트의 시선이 그녀 머리 너머로 향하는 것을 보고 뒤를 돌아보자, 마릴라가 서 있었다.\n샬롯은 그를 밀치고 방으로 뛰어들어 문을 쾅 닫았다. 뜨겁고 거친 증오가 그녀를 집어삼켰고, 반짝이는 눈물이 올리브색 피부 위로 주르륵 흘러내렸다. 더 이상 이 감정을 안에 가둘 수 없었다. 목에서 낮은 신음이 새어 나오며, 손에 잡히는 가장 가까운 물건을 움켜쥐어 벽으로 힘껏 내던졌다. 앤의 잉크병이 벽에 부딪혀 산산조각이 났고, 유리 파편과 검은 잉크가 나무 바닥과 방 안으로 흘러넘쳤다. 그 순간 샬롯이 느낀 분노가 방 한쪽 구석 진한 푸른빛으로 깊이 새겨졌다.\n마릴라가 문을 열고 들어오는 순간, 그녀는 몸을 돌렸다. 마릴라는 방안을 살펴보더니 \"맙소사, 여기서 무슨 일이 일어난 거니?\"\n\"아무것도 아니야.\" 샬롯은 날카롭게 대답하며 침대 가장자리에 앉아 얼굴을 손으로 감쌌다.\n\"샬롯-\"\n\"나가.\"\n\"네이트가 무슨 말이라도 했니-\"\n\"모두가 한마디식 말 하잖아요!\" 샬롯이 소리쳤다. 그녀는 침대에서 벌떡 일어나 화끈한 열기가 머리끝까지 차오르며 얼굴이 분홍빛으로 달아올랐다. 그녀의 얼굴은 눈물로 얼룩졌고, 머리는 헝클어졌으며, 눈은 부어 있었다. \"모두가 항상 한마디씩 거들고, 그들의 말은 매번 옳은거야.\" 그녀는 소리쳤다. 항상 '샬롯, 너는 왜 이렇게 이기적이야?' '샬롯은 그냥 못된 애야.' '샬롯은 이 섬에서 누구에게도 속하지 않아.' 그런 말뿐이야. 하지만 아무도 '샬롯이 왜 그렇게 행동하는지 궁금하지 않아?'라고는 안 해!\"\n\"왜 나한테 소리를 - \"\n\"왜냐하면 이 빌어먹을 섬에선 내가 소리를 질러야만 아무도 내 말을 듣기 때문이에요!\" 샬롯이 절규했다. 그녀의 목소리는 아본리에서 쌓아두었던 모든 분노를 토해내는 듯했다. \"아무도 날 원하지도 않아요. 내 부모도 날 원하지 않아서 마치 걸레처럼 버려버렸어. 그리고 내가 유일하게 감정을 느꼈던 사람은 떠났고, 내 노트랑 내가 쓰던 시도 찾을 수 없고, 그래서 그냥 이 감정이라는 곳에 깊이 빠지고 있는데, 난-\"\n그녀는 가슴을 움켜쥐며 흐느꼈고, 말하려던 말도 목구멍에서 끊어졌다. 그녀의 주먹이 가슴을 움켜쥔 채 몸을 떨었고, 분노에 질식할 듯 숨을 헐떡였다. \"숨을 쉴 수가 없어.\"\n마릴라는 그녀에게 다가섰다. \"천천히 숨을 들이쉬어 봐, 알겠니?\"\n샬롯은 눈물에 젖은 눈으로 마릴라를 올려다보며 그녀가 하라는대로 했다. \"난 저 사람들이 싫어요. 저 사람들이... 제리랑 나를 샬럿타운에서 습격하고 강탈한 사람들이었어요. 마릴라, 내가 이렇게 힘든 애라서 미안해요. 미안해요...\"\n마릴라는 몸을 숙여 소녀를 품에 안고 팔을 감쌌고, 그녀가 흐느끼며 마릴라의 블라우스에 얼굴을 묻자, 마릴라는 조용히 갈색 머리를 쓰다듬었다. 그녀의 어깨는 격렬하게 떨렸고, 그 누구에게도 보여주지 않았던 자신의 모습을 그녀에게만 드러내며 마릴라의 품속에서 서서히 무너져 내렸다."
}