{
    "source": "en_US",
    "target": "ko_KR",
    "text": "white and almost as big as Helena herself.\nThe master gave Daenerys the whip just as a rope was tied to Stark which made him shriek. Helena closed her eyes as Rhaegar in return violently shrieked, which made Drogon just as furious.\n\"It is done? They belong to me?\" Daenerys questioned.\nAnd they were hers, they were finally hers. However...\nHelena was not done, for Daenerys held the whip and now it was time to take back what she needed to take back.\n\"Unsullied!\" Daenerys screamed just as the army went in formation, straightening to declare that they'd heard her. \"Forward march!\" she shouted out in a command, which they did. They walked, and they were loud.\n\"Halt!\" she commanded which was when the master had a hard time commanding Stark and Claw to obey.\n\"Tell the dark haired bitch the beasts won't come!\"\nHelena turned around to see him and smirked, knowing he had lost.\n\"A dragon is not a slave and a wolf lives with his pack.\" she said in Valyrian, which seemed to surprise everyone. That's when Helena remembered that no one but Devrys knew she spoke Valyrian.\n\"You speak valyrian?!\" the master said with big confused eyes.\n\"I am Helena of House Stark and House Targaryen of the blood of Old Valyria,\" she said. \"Rightful Queen of the Seven Kingdoms. Valyrian is my mother tongue as well.\" Daenerys turned around giving commands, smiling over the sudden surprise just as Helena took out her dagger.\nShe gave Stark a look and smirked.",
    "trans": "하앴으며 거의 헬레나 자신만큼이나 컸다.\n마스터가 대너리스에게 채찍을 건네주며 스타크를 로프에 묶었고, 스타크는 비명을 질렀다. 헬레나가 눈을 감자 리에가르는 격렬하게 비명을 질렀고, 그 소리에 드로곤도 마찬가지로 분노했다.\n\"끝났나요? 이제 제 것인가요?\" 대너리스가 물었다.\n그리고 그들은 그녀의 것이었다. 마침내 그녀의 것이었다. 그러나...\n헬레나는 끝나지 않았다. 대너리스를 위해 채찍을 들고 이제 그녀의 것을 되찾을 차례였다.\n\"거세병!\" 대너리스가 외치자 군대는 그녀의 목소리를 듣고 정렬했다. \"앞으로 행진!\" 그녀가 명령을 내리자, 그들은 따랐다. 그들은 걸어갔고, 그들의 발걸음은 시끄러웠다.\n\"정지!\" 그녀가 명령했을 때, 마스터는 스타크와 클로우를 복종시키는 데 어려움을 겪고 있었다.\n\"그 검은 머리 년한테 말해 짐승들은 오지 않을 거라고!\"\n헬레나는 패배한 그를 돌아보며 미소를 지었다.\n\"용은 노예가 아니며, 늑대는 그의 무리와 함께 산다.\" 그녀는 발리리아어로 말했고, 모두가 놀란 듯했다. 헬레나는 대너리스를 제외하고는 그녀가 발리리아어를 한다는 사실을 아무도 모른다는 것을 떠올렸습니다.\n\"발리리아어를 할 줄 아는 거냐?!\" 눈이 튀어나올 듯이 놀란 마스터가 말했다.\n\"나는 스타크 가문과 고대 발라리아의 혈통을 이은 타르가르옌 가문의 헬레나,\" 그녀는 말했다. \"일곱 왕국의 정당 여왕이다. 발리리아어는 내 모국어이지.\" 헬레나가 단검을 꺼내 드는 것을 보며 깜짝 놀라 미소 지은 대너리스는 뒤돌아 명령을 내렸다.\n그녀는 스타크를 바라보며 미소를 지었다."
}