{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In order to keep Kumo clean, I have updated some regulations about what foodrunner should do... I hope every foodrunner can strictly abide by what they need to do every day and complete it...\nlet's start with some duties for opening .\nOPENING\n•TURN ON SOUP WARMER & INSERT SOUP POTS\n•REMOVE ALL PLASTIC FILM THAT WE USED FOR THING'S COVER. AND PUT SPOON OR TONGS ON EACH ONE\n•FILL ICE IN ICE BIN\n•FILL WATER IN ICE CREAM SCOOP CONTAINER AND RICE SCOOP CONTAINER\n•SET UP SOUP SPOON, DESSERT SPOON, TO GO SAUCE CUPS & LIDS, SAUCE DISHES\n•PREPARE LETTUCE SALAD, GREEN ONION, TOFU\nRUNING\nCONTINUOUSLY RESTOCK & REFILL WHEN SOMETHING RUN LOW ON :\n•GREEN ONION, TOFU, SEAWEED , CRUNCHY ONION, LETTUCE SALAD, ALL SAUCES\nSALAD PLATES, SOUP BOWLS, SINGLE PART DISH, 2 PARTS DISHES, SOUP SPOONS, DESSERT SPOONS AND CUPS.\n•CHECK BOTH SOUP POTS, ORDER W/ KITCHEN WHEREVER RUNNING LOW\n•REPLACE CLEAN WATER IN ICE CREAM SCOOP CONTAINER EVERY ONE HOUR\n•REFILL & RESTOCK ALL REQUIRED SUPPLIES\n•KEEP WORKTABLES CLEAN ALL THE TIME . CLEAN UP WORKTABLE AND CUTTING BOARD IN TIME AFTER DONE WASABI OR CUTTING VEGETABLES\nCLOSING\n•DISCARD ANY EMPTY GINGER BUCKETS, SODA BOX, ALL ORDER TICKETS, OWN CUPS, REPLACE TRASH CAN BAG.\n•REFILL ALL THE SAUCE AND MAKE SURE WE HAVE AT LEAST 1 CONTAINER OF TUFU AND GREEN ONION FOR SECOND DAY SERVER'S MORING OPENING USING\n•TAKE OFF ALL THE SAUCE BOTTLE'S CAP AND CLEAN THEM. WIPE THE SAUCE BOTTLE. WASH THE ICE BUCKET PROPERLY THAT WE USING TO PUT SAUCE BOTTLE\n•WIPE TWO DOOR AND ICE CREAM STATION AND THE WALL WHERE THE TRASH CAN IS FACING\n•CLEAN SOUP WARMER & SALAD FRIDGE, INSIDE OUT. MAKE SURE TO CLEAN STANDING WATER IN THE FRIDGE . COVER & STORE EVERYTHING PROPERLY. TAKE ALL SOUP LADLES & TONGS TO DISHWASH SIDE.\nFRIDAY MORNING DEEP CLEANING\n•ICE CREAM FREEZER & SOUP WARMER\nIT'S EVERYONE'S RESPONSIBLE TO MAKE SURE THESE DUTIES ARE MET.",
    "trans": "쿠모를 깨끗하게 유지하기 위해, 푸드러너가 해야 할 몇 가지 규정을 업데이트했습니다... 모든 푸드러너가 매일 해야 할 일을 엄격히 준수하고 완수하기를 바랍니다...\n오프닝에 해야할 업무에 대해서 먼저 말씀드립니다.\n오프닝\n•수프 워머를 켜고 수프 냄비를 삽입\n•음식 덮개로 사용한 모든 플라스틱 필름을 제거하고, 각 음식에 숟가락 또는 집게를 배치\n•얼음통에 얼음을 채우기\n•아이스크림 스쿱 용기와 밥 스쿱 용기에 물을 채우기\n•수프 스푼, 디저트 스푼, 테이크아웃 소스컵 및 뚜껑, 소스 접시 준비\n•양상추 샐러드, 대파, 두부 준비\n근무 중\n지속적으로 보충 및 리필해야 하는 항목:\n•대파, 두부, 김, 크런치 어니언, 양상추 샐러드, 모든 소스\n샐러드 접시, 수프 그릇, 단일 접시, 2구 접시, 수프 스푼, 디저트 스푼, 컵\n•두 개의 수프 냄비를 점검하고, 부족할 경우 주방에 주문\n•아이스크림 스쿱 용기의 물을 매시간 교체\n•모든 필수 물품 보충 및 정리\n•작업대를 항상 깨끗하게 유지하며, 와사비 작업이나 채소 손질이 끝난 후 즉시 작업대와 도마를 정리\n마감\n•빈 생강 통, 탄산음료 박스, 모든 주문 티켓, 개인 컵을 폐기하고, 쓰레기통 봉투 교체\n•모든 소스를 보충하고, 다음 날 아침 서버를 위해 최소 한 개의 두부와 대파 용기를 준비\n•모든 소스병의 뚜껑을 제거하고 세척, 소스병 닦기. 소스병을 보관하는 얼음통을 올바르게 세척\n•양문 냉장고, 아이스크림 스테이션, 쓰레기통이 있는 벽면 닦기\n•수프 워머와 샐러드 냉장고를 내부와 외부 모두 청소하고, 냉장고 안의 고인 물 제거. 모든 재료를 덮어 적절히 보관. 모든 수프 국자와 집게를 세척 구역으로 가져가기\n금요일 아침 대청소\n•아이스크림 냉동고 & 수프 워머 청소\n이 모든 업무가 수행되도록 하는 것은 모두의 책임입니다."
}