{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Fucking asshole!\nYou decide to ignore [redacted_name], his assholery notwithstanding. Better not to anger him further. And [redacted_name] is a wildcard, who knows if he'll turn on you. He just seems intrigued by the situation, like he caught a movie halfway through on TV and is trying to figure out the plot. Looking down at [redacted_name], you target your rage on him.\nWho told ya to let go of it? Take it again!\nYou bark, your eyes boring into [redacted_name]. He startles at your aggressive attitude and quickly moves his right hand to your shaft. He grabs it and his hand feels hot and clammy. You involuntarily moan. [redacted_name] looks behind you, probably at [redacted_name], and immediately starts stroking your rod. He never looks down at it, keeping his eyes roaming around the room.\nYou close yours and enjoy the feeling of another person touching your penis. Not only touching it but stroking it. The fact that it's a guy shouldn't make it better, but it does. You feel mighty, knowing another man is below you, on his knees, touching your most private part. You start panting, getting closer to orgasm, and open your eyes to look at [redacted_name].\nBeing so into it, you never noticed how [redacted_name] approached your side and now has his dick out, also looking at [redacted_name]. He moves his head subtly in an order, and [redacted_name] raises his left hand and takes [redacted_name] pole. He's now jerking both of you, and his eyes wander from dick to dick. His line of sight brings yours down too, and you look at [redacted_name] long shaft. It's milky white, just like the rest of him, with a pink head. It must be at least 9 inches (23 cm) long.\nFuuuck...\nBy now, [redacted_name] dropped his act of feigning disinterest and is actively looking at both your dicks and your bodies. His hand is hot, and his hands move confidently. You can feel the heat from [redacted_name] body, his biceps touching yours since you're so close. His face bears a cruel expression you haven't seen from him before. You speculate if you have the same look on yours. Your balls tighten, the pressure building inside.\n[redacted_name] the first to blow, his cream landing with a plop on the locker behind [redacted_name], another squirt on his glasses. This is enough to trigger your own orgasm. Moaning loudly, your load jets straight to his forehead, the rest dribbling over his hand. He lets go of both your dicks and removes his cum smeared glasses. You feel the biggest grin forcing itself on your lips.\nThat was awesome!\n[redacted_name] looks up at you, jizz dripping from his face. He looks pathetic and dejected, but you notice a weird tent in his pants. He has a boner.\nI should make him eat my spunk. That'll teach them not to gang up on me again.",
    "trans": "망할 자식!\n그의 무례한 태도는 차치하더라도, 당신은 [redacted_name]을 무시하기로 한다. 그를 더 자극하지 않는 것이 낫다. 그리고 [redacted_name]은 어디로 튈지 모르고, 언제 그가 당신을 배신할지 모르니까. 그는 그저 상황이 흥미로워 보이는 듯 했는데, 마치 텔레비전에서 중간부터 영화를 보고 그 줄거리를 이해하려고 하는 사람처럼 말이다. 당신은 시선을 내려 [redacted_name]을 바라보며, 그에게 분노를 표출한다.\n누가 놓으라고 했어? 다시 잡아!\n당신은 날카롭게 소리치고, 당신의 눈빛은 [redacted_name]를 꿰뚫는다. 그는 당신의 공격적인 태도에 놀라 당신의 성기 쪽으로 얼른 오른손을 뻗는다. 그는 그걸 잡고 그의 손은 뜨겁고 축축하게 느껴졌다. 당신은 자신도 모르게 신음을 흘린다. [redacted_name]은 당신 뒤를 바라봤고, 아마도 [redacted_name] 쪽으로, 그리고 바로 당신의 성기를 자극했다. 그는 결코 아래를 내려다보지 않고, 시선을 방 안 여기저기로 돌린다.\n당신은 눈을 감고 다른 사람이 당신의 성기를 만지는 감각을 즐긴다. 단순히 만지는게 아니라 자극하는 것을. 그것이 남자라는 사실이 더 나아야 할 이유는 없지만, 이상하게도 그렇다. 당신은 또 다른 남성이 당신의 아래에서, 무릎을 꿇고, 당신의 가장 은밀한 부분을 만지고 있는 것에, 우월감을 느낀다. 당신은 헐떡거리기 시작하고, 점점 절정에 다다르며, 눈을 떠 [redacted_name]을 바라본다.\n너무 몰입해있어서, 당신은 [redacted_name]이 당신 곁으로 왔고 그의 것을 꺼냈는지 느끼지 못했고, [redacted_name]을 바라본다. 그는 미묘하게 고개를 움직이며 신호를 보냈고, [redacted_name]은 왼손을 들어올려 [redacted_name]의 것을 잡는다. 그는 이제 둘의 것을 잡고 빠르게 움직였고 , 그의 시선은 성기에서 다른 성기로 계속해서 오간다. 그의 시선이 당신의 시선도 아래로 향하게 만들었고, 당신은 [redacted_name]의 긴 성기를 바라본다. 그것은 그의 다른 곳들처럼 우윳빛 흰색이고, 머리쪽은 분홍색이다. 적어도 9인치 (23 센티미터) 길이 정도는 되어보인다.\n미친...\n이제, [redacted_name]은 시큰둥한 척하는 연기를 그만 두고 당신들의 성기와 몸을 적극적으로 바라보고 있다. 그의 손은 뜨거웠고, 자신감 있게 움직인다. 당신은 [redacted_name] 몸에서 나오는 열기를 느낄 수 있고, 그가 너무 가까이 있는 탓에 그의 이두근이 당신에게 닿는다. 그의 얼굴에는 이전에 본적 없는 냉혹한 표정이 서려있다. 당신은 본인도 같은 표정을 짓고 있는지 궁금해진다. 당신의 고환이 딱딱해지며, 속에서 점점 압박된다.\n[redacted_name]가 처음으로 뿜어냈고, 그의 크림이 [redacted_name] 뒤의 라커에 툭 하고 떨어지고, 또 한번은 그의 안경 위로 튀었다. 이는 당신 스스로의 절정을 자극하기에 충분했다. 크게 신음하며, 당신의 정액이 그의 이마로 곧장 분출되었고, 나머지는 그의 손에서 흘러내렸다. 그는 당신들의 성기들을 놓고 정액이 묻은 안경을 벗는다. 당신은 입가에 저절로 번지는 커다란 미소를 느낀다.\n대단했다!\n[redacted_name]이 위를 올려다봤고, 정액이 그의 얼굴에서 흘러내린다. 그는 불쌍하고 낙담해 보였고, 그러나 당신은 그의 바지 속에 생긴 이상하게 부풀어오른 부분을 보았다. 그는 발기했다.\n그가 내 정액을 먹도록 해야겠다. 그걸로 그들이 다시는 나에게 무리 지어서 덤비지 못하게 될 거야."
}