{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello from Weverse.\nWe would like to inform you that the Weverse Integrated Terms and Conditions of Use and Paid Service Terms and Conditions of Use will be amended from November 18, 2024 (Monday) at 3:00 PM (KST).\n[Integrated Terms and Conditions of Use]\n1. Key amendments to the Integrated Terms and Conditions of Use\n- Added a provision stating that members engaged in prohibited activities may be subject to specific prohibitions or sanctions by each service.\n2. Effective Date\n- The amended Terms and Conditions will take effect on November 18, 2024 (KST).\n3. Amendment Details\n- Please refer to the comparison table on the notice showing the previous and amended provisions.\n4. Objections and Inquiries\n- If you have any objections or inquiries about the amendments, please contact Help on Weverse.\n- If you do not consent to the amended Terms and Conditions, you can choose to leave the service or request Help on Weverse to terminate your member status.\n- If you do not indicate your refusal prior to the effective date of the amended Terms and Conditions, it will be assumed that you have agreed to the changes and the integrated Terms and Conditions will apply.\n[Paid Service Terms and Conditions of Use]\n※ The following content applies only to customers who have agreed to the Paid Service Terms and Conditions of Use.\n1. Key amendments to the Paid Service Terms and Conditions of Use\n- Added a definition of Free Jelly (“Collected Jelly”) on the Weverse Jelly Shop\n- (In the Japanese version of the Weverse Paid Service Terms and Conditions of Use) Modified the terms “adults” and “minors” from “adults” and ”minors” to “persons aged 19 or older” and ”persons aged under 19”\n- Added a provision stating that the standard price for Purchased Jelly (“Charged Jelly”) is in KRW, and prices may change without notice due to fluctuations in foreign exchange rates\n- Added a provision stating that malicious members who violate operational policies and laws within paid services may face permanent service restrictions\n- Added a provision stating that currency exchange fees and remittance fees may be incurred at the member’s expense when refunding Purchased Jelly (“Charged Jelly”) depending on the situation\n- For more details, please refer to the comparison table of the previous and amended provisions under Amendment Details.\n2. Effective Date\n- The amended Terms and Conditions will take effect on November 18, 2024 (KST).\n3. Amendment Details\n- Please refer to the comparison table on the notice showing the previous and amended provisions.\n4. Objections and Inquiries\n- If you have any objections or inquiries about the amendments, please contact Help on Weverse.\n- If you do not consent to the amended Terms and Conditions, you can choose to leave the service or request Help on Weverse to terminate your member status.\n- If you do not indicate your refusal prior to the effective date of the amended Terms and Conditions, it will be assumed that you have agreed to the changes and the integrated Terms and Conditions will apply.\nFor related inquiries, please contact Help on Weverse.\nWe will continue to strive to provide even better services in the future.\nThank you.",
    "trans": "위버스에서 인사드립니다.\n위버스 통합 이용약관 및 유료서비스 이용약관이 2024년 11월 18일(월요일) 오후 3시(KST)에 개정될 예정임을 알려드립니다.\n[통합 이용약관]\n1. 통합 이용약관의 주요 개정사항\n- 금지 활동에 참여한 회원은 각 서비스별로 특정 제한이나 제재를 받을 수 있다는 조항 추가\n2. 시행일\n- 개정된 약관은 2024년 11월 18일(KST)부터 시행됩니다.\n3. 개정 세부사항\n- 이전 및 개정된 조항을 보여주는 공지의 비교표를 참조하십시오.\n4. 이의제기 및 문의\n- 개정 사항에 대한 이의나 문의가 있으시면, 위버스 헬프에 문의하시기 바랍니다.\n- 개정된 약관에 동의하지 않으시면, 서비스를 탈퇴하거나 위버스 헬프에 회원 자격 해지를 요청하실 수 있습니다.\n- 개정된 약관의 시행일 이전에 거부 의사를 표시하지 않으면 변경 사항에 동의한 것으로 간주되며 통합 이용약관이 적용됩니다.\n[유료서비스 이용약관]\n※ 다음 내용은 유료서비스 이용약관에 동의한 고객에게만 적용됩니다.\n1. 유료서비스 이용약관의 주요 개정사항\n- 위버스 젤리샵의 무료 젤리(\"수집 젤리\")에 대한 정의 추가\n- (위버스 유료서비스 이용약관 일본어 버전에서) \"성인\" 및 \"미성년자\" 용어를 \"성인\" 및 \"미성년자\"에서 \"19세 이상인 자\" 및 \"19세 미만인 자\"로 수정\n- 구매 젤리(\"차지드 젤리\")의 기준 가격이 KRW로 표시되며, 환율 변동으로 인해 사전 통지 없이 가격이 변경될 수 있다는 조항 추가\n- 유료서비스 내에서 운영 정책 및 법률을 위반하는 악의적인 회원은 영구적인 서비스 제한을 받을 수 있다는 조항 추가\n- 상황에 따라 구매 젤리(\"충전 젤리\") 환불 시 회원 부담으로 환전 수수료 및 송금 수수료가 발생할 수 있다는 조항 추가\n- 자세한 내용은, 개정 세부사항의 이전 및 개정된 조항 비교표를 참조하시기 바랍니다.\n2. 시행일\n- 개정된 약관은 2024년 11월 18일(KST)부터 시행됩니다.\n3. 개정 세부사항\n- 이전 및 개정된 조항을 보여주는 공지의 비교표를 참조하십시오.\n4. 이의제기 및 문의\n- 개정 사항에 대한 이의나 문의가 있으시면 위버스 헬프에 문의하시기 바랍니다.\n- 개정된 약관에 동의하지 않으시면 서비스를 탈퇴하거나 위버스 헬프에 회원 자격 해지를 요청하실 수 있습니다.\n- 개정된 약관의 시행일 이전에 거부 의사를 표시하지 않으면 변경 사항에 동의한 것으로 간주되며 통합 이용약관이 적용됩니다.\n관련 문의는, 위버스 헬프로 연락해 주시기 바랍니다.\n앞으로도 더 나은 서비스를 제공하기 위해 최선을 다하겠습니다.\n감사합니다."
}