{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Six-to-eight-week-old female C57BL/6J and B6. SJL mice were purchased from the animal facility of the State Key Laboratory of Experimental Hematology (SKLEH, Tianjin, China). All animal procedures were performed in compliance with the animal care guidelines approved by the Institutional Animal Care and Use Committees of the SKLEH and the Institute of Hematology. The procedures for the care and use of animals were approved by the Ethics Committee of the Institutional Animal Care and Use Committee of the State Key Laboratory of Experimental Hematology (approval no.: IHCAMS-DWLL-NSFC2022073-1). All applicable institutional and governmental regulations concerning the ethical use of animals were followed.\n2.2. Mouse model establishment\nFucci-mixed lineage leukemia (MLL)-AF9-puro (Fucci-MA9) cells established in our laboratory were used to construct a non-irradiated AML model. The Fucci-MA9 cells were established using BM c-Kit+ cells from Fucci mice, which were infected with retrovirus carrying an MSCV-MLL-AF9-IRES vector and collected 48 hours after infection. For retrovirus production, 7 µg of the retroviral plasmid, 5 µg of pKat, and 3 µg of pVSVG were transfected into 293T cells using Lipofectamine 2000. After 48 and 72 hours of culture, supernatants were harvested and concentrated using an Amicon filter. To establish the non-irradiated mouse model, 1 × 106 spleen cells (CD45.2+) harvested from primary Fucci-MA9 leukemic mice were injected into non-irradiated recipients (CD45.1+).\n2.3. Immunofluorescence\nVE-cadherin-APC antibody (10 μg, dissolved in 300 μL of phosphate-buffered saline [PBS]) was injected into the tail vein of diseased Fucci-MA9 mice. After 10 minutes, the mice were anesthetized. The femurs were harvested using scissors and forceps and fixated in 4% paraformaldehyde overnight. Then, they were embedded in optimal cutting temperature compound and cut into 2 halves. The half bones were transferred into 0.6-mL Eppendorf tubes, and 0.4 mL of staining buffer (PBS + 10% dimethyl sulfoxide + 0.5% IPGEAL + 5% donkey serum) and 4′,6 diamidino-2-phenylindole (DAPI; Sigma-Aldrich) were added. The samples were incubated on a shaker protected from light at room temperature for 4 hours. Then, they were washed with PBS for 2 hours and scanned using a 2-photon laser confocal microscope.",
    "trans": "6~8주령 암컷 C57BL/6J와 B6. SJL 쥐는 실험혈액학 국가중점실험실(SKLEH, 중국 톈진)의 동물 시설에서 구입했습니다. 모든 동물 관련 절차는 SKLEH 및 혈액학 연구소의 기관 동물 관리 및 사용 위원회가 승인한 동물 관리 지침에 따라 수행되었습니다. 동물 관리 및 사용 절차는 실험혈액학 국가중점실험실의 실험 동물 관리 및 사용 위원회 윤리위원회로부터 승인되었습니다(승인 번호: IHCAMS-DWLL-NSFC2022073-1). 동물의 윤리적 사용에 관한 모든 해당 기관 및 정부 규정을 충족했습니다.\n2.2. 쥐 모델 설정\n우리 실험실에서 조성된 Fucci-혼합 계통 백혈병(MLL)-AF9-puro(Fucci-MA9) 세포를 사용하여 비방사선 AML 모델을 구축했습니다. Fucci-MA9 세포는 MSCV-MLL-AF9-IRES 벡터를 운반하는 레트로바이러스에 감염된 후 감염 48시간 후에 수집한 Fucci 쥐의 BM c-Kit+ 세포를 사용하여 조성되었습니다. 레트로바이러스 생산을 위해 리포펙타민 2000을 사용하여 레트로바이러스 플라스미드 7µg, pKat 5µg, pVSVG 3µg을 293T 세포에 주입했습니다. 48시간 및 72시간 배양 후, 상청액을 채취하고 아미콘 필터를 사용하여 농축했습니다. 비방사선 쥐 모델을 확립하기 위해 일차성 Fucci-MA9 백혈병 쥐에서 채취한 1×106 비장 세포(CD45.2+)를 비방사선 수용체(CD45.1+)에 주입했습니다.\n2.3. 면역 형광법\n질환이 있는 Fucci-MA9 쥐의 꼬리 정맥에 VE-카데린-APC 항체(10μg, 300μL의 인산 완충 식염수[PBS]에 용해)를 주입했습니다. 10분 후 쥐를 마취했습니다. 가위와 포셉을 사용하여 대퇴골을 채취하고 4% 파라포름알데히드에 하룻밤 동안 고정했습니다. 그런 다음 최적의 절단 온도 화합물에 붙여 반으로 두 쪽으로 잘라 줍니다. 뼈 반쪽을 0.6mL 에펜도르프 튜브에 옮기고 0.4mL의 염색 완충액(PBS + 10% 디메틸 설폭사이드 + 0.5% IPGEAL + 5% 당나귀 혈청)과 4′,6 다이아미디노-2-페닐인돌(DAPI; 시그마-알드리치)을 첨가했습니다. 샘플을 실온에서 빛으로부터 보호된 쉐이커에서 4시간 동안 배양했습니다. 그런 다음 2시간 동안 PBS로 세척하고 2광자 레이저 공초점현미경을 사용하여 스캔했습니다."
}