{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Ural events of 1991\nOn September 15, 1991 the Cossacks celebrated the 400th anniversary of their service to the Russian crown in Uralsk. It was essentially the first and now the last large-scale event of the revived Ural Cossacks in 1990. Despite objections from the local administration and the mobilization of the Kazakh nationalist-patriotic organization \"Azat,\" the Cossack leaders persisted in their preparations for the celebration, inviting hundreds of Cossacks from the Russian Federation. In response, the Kazakh authorities deployed hundreds of nationalist demonstrators to Uralsk, including thousands of students and young Kazakhs from the entire Uralsk region.\nOn that day, thousands of Kazakhs continued their protests in the square in front of the city hall, while a picket of young Kazakhs was sent to the cultural center. However, when the Cossacks began their assembly, thousands of demonstrators from the square broke through to the cultural center. According to the Cossack researcher Nikolai Fokin in his book \"The Final Tragedy: Urals Cossacks in the 20th Century,\" thousands of Russian workers and Cossacks at the Voroshilov Plant were ready to resist the \"Azat\" activists.\nThe leaders of the Cossacks present at the cultural center that day denied any proclamations of separatist slogans, stating that it was a festive concert. They mentioned that representatives of the authorities interrupted the meeting several times, expressing concerns about their ability to restrain the \"Azat\" supporters. Ultimately, the crowded hall of 700 seats was quickly evacuated through the fire exit by the Cossacks, numerous observers, journalists from Russia, and local officials.",
    "trans": "1991년 우랄 사건\n1991년 9월 15일, 코사크인들은 우랄스크에서 러시아 왕실 400주년을 기념했다. 이 행사는 1990년에 부흥한 우랄 코사크의 첫 번째이자 마지막 대규모 행사였다. 지역 정부의 반대와 카자흐 민족주의 및 애국주의 단체인 \"아자트\"의 움직임에도 불구하고, 코사크 지도자들은 기념식 준비를 고집하며 러시아 연방의 코사크인 수백 명을 초청했다. 이에 대응하여 카자흐 당국은 수천 명의 독립주의 시위자들을 우랄스크로 보냈는데, 이 중에는 수천 명의 학생들과 우랄스크 전 지역의 어린 카자흐인들이 포함되어 있었다.\n그날, 수천 명의 카자흐인들은 시청 앞 광장에서 그들의 시위를 이어갔고, 어린 카자흐인들은 문화 회관 앞에서 피켓을 들고 시위를 벌였다. 하지만 코사크인들이 집회를 시작하자, 광장에 모여있던 수천 명의 시위자들이 문화 회관으로 돌진했다. 코사크 연구원인 니콜라이 포킨의 책 \"최종 비극: 20세기의 우랄 코사크\"에 의하면, 보로실로프 공장에 있던 수천 명의 러시아 노동자들과 코사크인들은 \"아자트\" 운동가들에게 저항할 준비가 되어 있었다고 한다.\n그날 문화센터에 있던 코사크 지도자들은 그것은 축제 성격을 띈 콘서트였다고 주장하며 분리주의적 슬로건을 선언한 적이 없다며 부인했다. 그들은 당국 대표들이 \"아자트\" 지지자들을 제지할 수 있을지 우려를 표하며 회의를 몇 번이나 중단시켰다고 말했다. 결국, 700석이 꽉 찰 정도로 붐비던 홀에서 코사크인들과 여러 목격자들, 러시아의 기자들과 지방 공무원들이 화재 대피로로 신속하게 대피했다."
}