{
    "source": "en_US",
    "target": "ko_KR",
    "text": "There are two historical contexts at the heart of “Report on the Threatened City”: the 1906 San Francisco earthquake and the Cold War. The 1906 earthquake, or the “previous disaster” that the alien envoys are stunned to learn about, occurred on the morning of April 18. Its epicenter was near San Francisco, and 80 percent of the city was destroyed either by the 7.8 magnitude earthquake or the subsequent fires. It is likely that more than 3,000 people died, and countless others were injured and displaced. Local leaders, worried about the bustling city’s economy, downplayed the earthquake and its destruction as they almost immediately began rebuilding the city. Two serious earthquakes struck just north of the San Francisco Bay area in 1969, likely providing inspiration for Lessing’s story. The 1906 earthquake remains the deadliest earthquake in the United States and the deadliest natural disaster of any type to occur in California. The story also refers to the Cold War in considering humanity’s warlike tendencies and paranoia. This period of geopolitical tension between the United States and the Soviet Union began in the aftermath of World War II and lasted until the dissolution of the Soviet Union in 1991. In political and social terms, the Cold War was framed as a contest between democracy—represented by the United States and its allies—and communism, represented by the Soviets. It was characterized by increased tensions, a nuclear weapons race, and damaging proxy wars.",
    "trans": "\"위협받은 도시에 관한 레포트\"의 중심부에는 두가지 역사적인 맥락이 있다: 1906년의 샌프란시스코 지진과 냉전. 1906년도의 지진은, 또는 외계인 사절단들이 놀랍게 배운, \"이전의 재난\"은 4월 18일 아침에 일어났다. 그것의 진원지는 샌프란시스코 근처였으며, 80 퍼센트의 도시는 7.8 강도의 지진 또는 그뒤의 화재로 인하여 파괴되었다. 3,000명 이상의 사람들이 사망했을 것으로 추정되었으며, 수많은 다른 사람들이 부상당하고 쫓겨났다. 지역 지도자들은, 분주한 도시의 경제를 걱정했으며, 지진과 그로 인한 파괴를 경시했다 왜냐하면 그들은 거의 즉각적으로 도시 재건을 시작했기 때문이었다. 두가지 심각한 지진은 샌프란시스코 해변 바로 북쪽 지역을 1969년에 강타했는데, 아마도 레싱의 이야기의 영감을 제공한 듯 하다. 1906년도 지진은 미국에서 가장 치명적인 지진으로 남아있고 캘리포니아에서 일어난 어떤 종류에서도 가장 치명적인 자연 재난으로 남아있다. 그 이야기는 또한 인류의 전쟁같은 경향과 편집증을 고려하는데 또한 냉전을 언급하곤 한다. 이 미국과 소련 사이의 지정학적인 긴장은 세계 2차 대전의 여파로 시작되었는데 소련이 1991년도에 해산될 때까지 지속되었다 . 정치적 그리고 사회적인 용어로는, 냉전은 민주주의-미국과 그것의 동맹국들에 의해 대표된-그리고 소련으로 대표되는 공산주의 사이에서의 경기라고 인식된다. 그것은 고양된 긴장과, 핵 무기들 군비 확장 경쟁, 그리고 해로운 대리전으로 특징을 드러낸다."
}