{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In the storage ring of [redacted_name], the \"King of Beast Masters\", [redacted_name] did not move much other than opening the blind box.\nIt's not that [redacted_name] looks down on him, but [redacted_name] supplies are really shabby.\nA majestic S Level master, there are no high-value items in the huge storage ring except for daily necessities such as food and drinking water, and some Low Level equipment.\nThe only thing of value to [redacted_name] is the blind box, which has now been opened.\nPerhaps the storage ring itself is the most valuable piece of equipment.\nAs for the inheritance of the \"King of Beast Control\", it has already been integrated into [redacted_name] bloodline, and others cannot obtain it even if they kill him.\n[redacted_name] put the storage ring away and did not deal with the contents for the time being. In this world, after a year and a half, the contents might be sold for more points.\nThen, [redacted_name] visited the [Communication Forum] built into the game.\n[Exchange Discussion Forum] is also divided according to cities, provinces, countries, and the world.\n[redacted_name] naturally clicked on the Modu version communication area.\n[The [redacted_name] Family, the head of the four major families in the Magic City, and his direct descendant [redacted_name], have developed S-level sword cultivation skills and become an S-level master. He has entered the 86th place in the top 100 masters in the country. Congratulations! ]\n[The [redacted_name] Family, the head of the four major families in Magic City, has cultivated 1 S Level combat power user, 3 A Level combat power users, and 28 other combat power users.\nThey are very powerful! We are now recruiting B Level and above combat superpowers from all over the world, and you will be rewarded with villas, beauties, equipment, blind boxes, points...\nAs long as you have the ability, you will get all the benefits! ]\n[The Magic City Alliance of Superpowers is the home of the Magic City superpowers.\nThere is no high salary here, but there is no threshold that is too high to reach.\nThere is even more precious freedom, the freedom to come and go! Welcome all those with righteous powers in the Magic City to join us and restore our beautiful homeland together! ]\n[Precious Treasure Pavilion branch in Magic City has been purchasing all kinds of High Level equipment, rare items, skill books, and High Level blind boxes for many years.\nDoor-to-door purchases are free of charge, and the prices are beautiful, so you can be honest! At the same time, various types of High Level equipment, rare items, skill books, and High Level blind boxes are sold, delivered to your door... ]",
    "trans": "저장반지 [redacted_name]에서, \"야수 마스터의 제왕\" [redacted_name]은 블라인드 박스를 열 뿐 다른 미동을 보이지 않았습니다.\n[redacted_name]가 그를 하대하는 것은 아니지만, [redacted_name]의 보급품은 정말 보잘것 없습니다.\n위풍당당한 S급 마스터이지만, 그 웅장한 저장반지 안에는 값어치 있는 물건은 없고 고작 음식과 식수, 그리고 수준 낮은 장비만 있습니다.\n[redacted_name]에게 가치있는 물건이라고는 지금 열린 블라인드 박스 뿐입니다.\n어쩌면 저장반지 자체가 가장 값비싼 장비일 것입니다.\n\"야수 조종의 제왕\"의 유산은, 이미 [redacted_name]의 혈통과 섞였기 때문에, 그를 처단한다 하여도 다른 이들은 그것을 소유할 수 없습니다.\n[redacted_name]는 저장반지를 치우고 당분간은 그 속의 물건을 처리하지 않았습니다. 이 세계에서, 일년 반이 지나면, 물건은 더 많은 포인트로 팔릴 수도 있습니다.\n이후, [redacted_name]는 게임 속에 포함된 [Communication Forum]을 찾아갔습니다.\n[Exchange Discussion Forum] 또한 도시, 지방, 국가 및 세계로 구분되어 있습니다.\n[redacted_name]는 자연스럽게 모두 버전의 커뮤니케이션 영역을 클릭하였습니다.\n[마법 도시에 있는 주요 네 개 가문의 수장인 [redacted_name] 가족과 그의 직계 후손 [redacted_name] 은, S-급 검 재련 기술을 개발하여 S-급 마스터가 되었습니다. 그는 전국 상위 100명의 마스터 중 86위에 등극했습니다. 축하합니다!]\n[마법 도시에 있는 주요 네 개 가문의 수장인 [redacted_name] 가족은 S급 전투력 보유 사용자 1명, A급 전투력 보유 사용자 3명 및 기타 전투력을 보유한 28명의 사용자를 양성하였습니다.\n이들의 힘은 막강합니다! 저희는 지금 전세계의 B급 이상의 전투 초능력자를 모집중이며, 합류하는 분께는 빌라, 미녀, 장비, 블라인드 박스, 포인트...와 같은 보상이 제공됩니다.\n능력있는 분이라면, 모든 혜택을 누릴 수 있습니다!]\n[마법 도시 초능력자 연합은 마법 도시 초능력자들의 고향입니다.]\n급여가 높지는 않지만, 도달하기 힘들 정도의 높은 문턱도 없습니다!\n소중한 자유가 더 많이 제공되며, 출입이 자유롭습니다! 마법 도시는 우리와 함께 아름다운 고향땅을 되찾을 모든 정의로운 힘의 소유자들을 환영합니다!]\n[마법 도시의 보물 파빌리온 지점은 수년간 온갖 종류의 고급 장비, 희귀 아이템, 기술서 및 고급 블라인드 박스를 구매해 왔습니다.\n집까지 무료배송해 드리며, 가격 또한 매력적이니, 믿고 구매하세요! 동시에, 다양한 종류의 고급 장비, 희귀 아이템, 기술서 및 고급 블라인드 박스가 판매되고 있으며, 고객님의 집으로 배송되는...]"
}