{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Remove certain cases during charging.\nCharging your device when it’s inside certain styles of cases may generate excess heat, which can affect battery capacity. If you notice that your device gets hot when you charge it, take it out of its case first.\nStore it half-charged when you store it longterm.\nIf you want to store your device long term, two key factors will affect the overall health of your battery: the environmental temperature and the percentage of charge on the battery when it’s powered down for storage. Therefore, we recommend the following:\nDo not fully charge or fully discharge your device’s battery — charge it to around 50%. If you store a device when its battery is fully discharged, the battery could fall into a deep discharge state, which renders it incapable of holding a charge. Conversely, if you store it fully charged for an extended period of time, the battery may lose some capacity, leading to shorter battery life.\nPower down the device to avoid additional battery use.\nPlace your device in a cool, moisture-free environment that’s less than 90° F (32° C).\nIf you plan to store your device for longer than six months, charge it to 50% every six months.\nDepending on how long you store your device, it may be in a low-battery state when you remove it from long-term storage. After it’s removed from storage, it may require 20 minutes of charging with the original adapter before you can use it.",
    "trans": "충전 시 케이스를 제거하십시오.\n기기에 케이스를 장착했다면 케이스에 따라 충전 시 과도한 열이 발생할 수 있습니다. 그리고 이는 배터리 용량에 영향을 줄 수 있습니다. 충전할 때 기기가 뜨거워진다면, 우선 기기를 케이스에서 제거하십시오.\n장기간 보관 시 배터리를 절반만 충전하십시오.\n기기를 오랜 기간 보관하는 경우, 다음 2가지 요인이 배터리 수명에 영향을 미칩니다: 주변 온도 및 전원 종료 후 보관 시 배터리 충전량. 따라서 다음을 준수하시기 바랍니다.\n기기의 배터리를 완전히 충전하거나 방전시키지 마십시오 ㅡ 50% 정도만 충전하십시오. 방전된 배터리를 보관할 경우, 방전 상태가 악화하여 배터리 재충전이 어려울 수 있습니다. 반대로 완충 상태로 장기간 보관할 경우, 배터리 용량이 줄어들어 배터리 수명이 줄어들 수 있습니다.\n배터리 추가 소모를 막기 위해 기기 전원을 꺼두십시오.\n기기를 90° F (32° C) 이하 서늘하고 습기가 없는 곳에 보관하십시오.\n기기를 6개월 이상 장기 보관할 예정이라면, 6개월마다 50%만큼 충전하십시오.\n기기를 보관하는 기간에 따라, 기기를 꺼냈을 때 배터리 잔여량이 적을 수 있습니다. 기기를 꺼낸 후, 기존 어댑터로 충전하여 사용하기까지 20분 정도 충전 시간이 소요될 수 있습니다."
}