{
    "source": "en_US",
    "target": "ko_KR",
    "text": "They managed to make it through the countless parade of guests giving them congratulations. Colin even made it through his speech in which he told the whole Ton they were soulmates and that he was sure not even Time itself would be able to keep them apart. Once Penelope was finally out of the running in the game of charades (which honestly confused Colin because it was not how he had ever played it), he gave her a wink. Her jaw dropped open slightly. Everyone was quite sloshed now, some people were heading out, including Penelope’s family.\n“Mama, I think I will stay a little longer, if that is alright?” Lady Featherington agreed as she looked around at all the guests who could play chaperone. About fifteen minutes after they departed, Penelope bid farewell to the rest of the party. “I am exhausted! Thank you so much for the party. It was truly wonderful,” Penelope said to Anthony and Kate, the latter of whom drew her into a hug.\nColin pretended to bid her farewell, giving her puppy dog eyes and begging her to stay longer for added effect. He acted forlorn for about five minutes after she left before announcing, “I think I shall go to bed now that she is gone, for the sooner I wake, the sooner I may see her again.”\nEveryone reacted like it was the most romantic thing they had ever heard as Colin made his way to his room. To Penelope.\nAs soon as he was out of sight of the remaining party guests, he ran down the long hall across the staircase landing to the other wing and stopped abruptly in front of his bedroom. He opened the door slowly, not wanting to startle her. She stood in front of the bed in darkness for she did not know where the matches were located, of course.\n“Hi,” he said, softly. The moonlight was faint coming in through the windows, but he could see enough that she was worrying her hands together. He reached out and held them. “Hey, we don’t have to do anything if you don’t want to, okay? We could just talk.”\nShe looked up at him and he was startled at the desire present there. No one had ever looked at him with such love and want before. Before he knew it, she had thrown her arms around his neck and was pulling him down. She captured his lips in a kiss that made his toes curl. He gripped her tightly around the waist and lifted her slightly so he would not have to bend so low. She sucked on his lower lip, which made him lose his mind. He walked them toward the bed until her legs hit the edge. She pulled him down with her as she laid down. He sucked on her lower lip. “Colin.” Her voice was heavy with lust. “Pen.” He moved his mouth to her neck, sucking and nibbling there like he had promised. Her gasps and moans sent his blood straight to his cock. He’d had a semi pretty much the whole night since she had told him of her slickness, their constant little touches reigniting it throughout the night. Now, he was painfully hard. He was desperate to feel how wet she was, but he held onto enough control to make his way there slowly.",
    "trans": "그들은 축하하는 수많은 손님들을 헤치고 나갈 수 있었다. 콜린은 연설을 통해 톤 전체에 그들이 소울메이트이며, 심지어 시간 그 자체로도 그들을 떼어놓을 수 없을 거라고 확신했다. 페넬로페가 마침내 샤레이드 게임에서 탈락했을 때(솔직히 말해서 콜린은 혼란스러웠다. 그가 한 번도 해본 적이 없었기 때문이다), 그는 그녀에게 윙크를 했다. 그녀의 입이 떨어지며 약간 벌어졌다. 이제 모두가 꽤 취해 있었고, 페넬로페의 가족을 포함한 몇몇 사람들이 나가고 있었다.\n\"엄마, 좀 더 머물 것 같아요. 괜찮으시다면요?\" 페더링턴 부인은 보호자 역할을 할 수 있는 모든 손님들을 둘러보며 동의했다. 그들이 떠난 지 약 15분 후, 페넬로페는 파티의 나머지 사람들에게 작별 인사를 건넸다. \"저는 지쳤어요! 파티를 열어줘서 정말 감사해요. 정말 멋졌어요.\" 페넬로페는 앤서니와 케이트에게 말했고, 그 중의 마자막 사람이 그녀를 끌어안았다.\n콜린은 그녀에게 작별인사를 하는 척하며 강아지 눈을 하며 더 오래 머물러 달라고 애원했다. 그녀가 떠난 후 약 5분 동안 그는 버림받아 쓸쓸한 척하다가 \"그녀가 떠났으니 이제 잠자리에 들 것 같아. 빨리 깨면 깰수록 빨리 그녀를 볼 수 있을 테니까.\"라고 말했다.\n모두가 콜린이 방으로 가는 동안 그것이 그들이 들어본 것 중 가장 낭만적인 말인 것처럼 반응했다. 페넬로페에게.\n그는 파티에 남은 손님들의 시야에서 벗어나자마자 그는 계단을 가로질러 긴 복도를 달려 다른 쪽 날개로 가서 침실 앞에 갑자기 멈췄다. 그는 그녀를 놀라게 하고 싶지 않아서 천천히 문을 열었다. 그녀는 어둠 속에서 침대 앞에 서 있었다. 물론 성냥이 어디에 있는지 몰랐기 때문이다.\n\"안녕하세요.\" 그가 부드럽게 말했다. 창문으로 들어오는 달빛이 희미했지만, 그는 그녀가 손을 모으고 걱정하고 있다는 것을 충분히 알 수 있었다. 그는 손을 내밀어 두 손을 잡았다. \"이봐요, 원하지 않으면 아무것도 할 필요 없어요, 알겠죠? 그냥 이야기할 수 있어요.\"\n그녀는 그를 올려다보았고 그는 거기에 존재하는 욕망에 놀랐다. 아무도 그를 그렇게 사랑하고 갈망하는 눈빛으로 본 적이 없었다. 그도 모르게 그녀는 그의 목에 팔을 두르고 그를 끌어내렸다. 그녀는 그의 발가락을 말리게 하는 키스로 그의 입술을 사로잡았다. 그는 그녀의 허리를 꽉 잡고 그녀를 살짝 들어올려 몸을 너무 숙이지 않도록 했다. 그녀는 그의 아래 입술을 빨았고, 그것은 그를 미치게 만들었다. 그는 그녀의 다리가 가장자리에 닿을 때까지 침대 쪽으로 걸어갔다. 그녀는 누워서 그를 끌어내렸다. 그는 그녀의 아랫입술을 빨았다. \"콜린.\" 그녀의 목소리는 정욕으로 무거웠다. \"펜.\" 그는 그녀의 목으로 입을 옮겨, 예상한 대로 빨고 깨물었다. 그녀의 헐떡거림과 신음소리가 그의 피를 바로 그의 수탉으로 보냈다. 그녀가 그녀의 매끈함에 대해 말한 이후로 그는 거의 밤새도록 준결승전을 치뤘고, 그들의 끊임없는 작은 접촉은 밤새도록 그것을 다시 불태웠다. 이제 그는 고통스럽게도 힘들어했다. 그는 그녀가 얼마나 젖었는지 느끼고 싶었지만, 천천히 그곳으로 가는 길을 잡을 만큼 충분한 통제력을 유지했다."
}