{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Final Project\nYour task is to as a team create a video game. Your grade for this project is made up of three major deliverables. The details, dates, and list of documents to be turned in for each are below.\nYou can find all document templates needed for the project at the Course Google Drive folder\nThe final project is worth a total of 100 points. Please see the detailed rubric for a better understanding of which portion of these points is graded per group and which portion is an individual score. The final submission section is subject to course staff discretion based on peer evaluation results.\nInitial Check-in (2 points)\nEach student will receive an e-mail from their project mentor and must respond by Oct 30.\nDiscovery (10 of points)\nDue date: 11:59 PM Nov 3\nThis is the first project milestone. You will need to complete the project documents contained within the Final Project Documents Folder as a group.\nThe Discovery section is graded on completeness and correctness. Points will be taken off for incorrect submissions (such as missing documents) or for incorrectly filled sections. In particular:\nNote that each vision canvas section has specific meanings and phrasings.\nTry to break down the tasks as much as possible, and consider absolutely everything you may need to implement your vision.\nThe summary should give an idea of what the game is and what the player does. Avoid explaining implementations or precise technical details.\nInitial collaboration plan should clearly describe how you will distribute features and work together on the project including what version control method you will be using. This only needs to be 3 to 5 sentences.\nYou can change your design and other plans as the project progresses. You do not need to go into great detail about how things will be implemented or exhaustively list game features. The most important thing is just to have a vision and a plan that we can discuss.",
    "trans": "최종 프로젝트\n여러분의 과제는 팀별 비디오 게임 제작입니다. 본 프로젝트의 성적은 세 가지 주요 제출물로 구성됩니다. 각 제출물의 세부 내용, 날짜 및 제출 문서 목록은 아래에 있습니다.\n본 프로젝트에 필요한 모든 문서 템플릿은 강의 구글 드라이브 폴더에서 확인할 수 있습니다\n최종 프로젝트는 총 100점 만점입니다. 해당 점수 중 단체 점수의 비중과 개인 점수의 비중이 어떻게 되는지 더 알고 싶다면 세부 지침을 확인하시기 바랍니다. 최종 제출 부문은 동료 평가 결과에 따라 강의 교원 재량에 의해 변동될 수 있습니다.\n첫 체크인 (2점)\n각 수강생은 프로젝트 멘토로부터 이메일을 받게 되며, 10월 30일까지 회신해야 합니다.\n전개 (10점)\n마감일: 11월 3일 오후 11:59\n첫 번째 프로젝트 추진 일정입니다. 여러분은 단체로서 최종 프로젝트 문서 폴더에 포함된 프로젝트 문서들을 완성해야 합니다.\n전개 부문의 평가는 완성도와 정확성에 기반합니다. 제출물이 잘못되었거나 (예컨대 문서가 누락된 경우), 부문을 잘못 작성한 경우 감점됩니다. 세부 내용은 다음과 같습니다:\n각각의 비전 캔버스 부문에는 특정 의미와 문구가 담겨 있음에 유의하세요.\n작업을 가능한 한 세분화하고, 비전을 구현하는 데 필요할 만한 것들을 철저히 다 생각해 보세요.\n개요에는 이 게임이 어떤 것이며, 플레이어는 무엇을 하는지에 대한 정보를 제공해야 합니다. 구현 방법이나 세부적인 기술적 사항의 설명은 하지 않으시길 바랍니다.\n초기 협업 계획에는 게임의 기능별로 어떻게 분배해서 프로젝트에 함께 작업할 것인지를 명확하게 기술해야 하며, 여기에는 어떤 버전 관리 방법을 사용할 것인지도 포함되어야 합니다. 이 부분은 길어야 3~5 문장 정도면 됩니다.\n프로젝트가 진행됨에 따라 디자인 및 기타 계획을 변경해도 좋습니다. 구현 방법을 대단히 상세하게 기술하거나 게임 기능을 낱낱이 나열할 필요는 없습니다. 우리가 논의할 수 있을 만한 비전과 계획이 담겨있느냐가 가장 중요합니다."
}