{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Read it all\nI mean it\nRead it all\nIf you were killed, I wouldn t be at your funeral.\nI d be in jail for killing the person who killed you.\nWe are true friends.\nWe ride together, we die together.\nSend this to everybody you care about, including me, if you care\nSee how many times you get this.\nI want you to know you are an amazing friend, till death and forever.\nIf I don t get this back, I understand.\nBut I have a game for you.\nOnce you read this letter,\nYou must send this to 15 people.\nIncluding me.\nIf you get at least 3 back, you are loved.\nNobody knows how important something is, until they lose it.\nTonight, (right at 12:00pm) the person you love will realise they love you.\nThen, at 1:00pm to 2:00pm, be ready for the shock of your life!\nIf you break this chain, you will have bad luck.\nSend this to the 15 people you truly care about.\nIf you don t, you will turn ugly in one year.\nA friend told me to do this, so pass it on.\nTomorrow, two boys/Girls will ask if they can have your number?\nSend this message to 15 nice people, or bad luck starts for a whole year.\nThis is not fake.\nApparently, if you copy and paste this you will have the best day if your life tomorrow!\nGood luck!\nOh! And don t send this to a group chat!",
    "trans": "전부 읽으세요\n진심이에요\n전부 읽으세요\n만약 당신이 살해 당한다면, 나는 당신의 장례식에 가지 않을 거예요.\n당신을 죽인 사람을 죽인 죄로 감옥에 있을 거예요.\n우리는 진정한 친구예요.\n우리는 함께 달리고, 함께 죽어요.\n나를 포함해, 당신이 아끼는 모든 사람에게 이걸 보내세요, 만약 신경이 쓰인다면\n이걸 얼마나 많이 받았는지 보세요.\n나는 당신이 영원히 놀라운 친구라는 걸 알아주길 바라요, 죽음과 영원까지.\n내가 이것을 돌려받지 못하더라도, 나는 이해해요.\n하지만 당신을 위한 게임이 있어요.\n일단 당신이 이 편지를 읽으면,\n당신은 이것을 15명의 사람들에게 보내야 해요.\n나를 포함해서.\n당신이 적어도 3명에게 돌려받으면, 당신은 사랑받고 있는 거예요.\n아무도 무언가가 얼마나 중요한지, 그것을 잃을 때까지는 몰라요.\n오늘 밤(정오), 당신이 사랑하는 사람은 당신을 사랑한다는 걸 깨닫게 될 거에요.\n그리고 나서, 오후 1시부터 오후 2시까지, 인생 최고의 충격을 받을 준비를 하세요!\n만약 당신이 이 사슬을 끊으면, 불운이 찾아올 것입니다.\n이것을 정말 아끼는 15명의 사람들에게 보내세요.\n그렇지 않으면, 1년 내에 못생겨질 거에요.\n친구가 이렇게 하라고 해서, 이것을 전해요.\n내일 두 명의 소년들/소녀들이 당신의 전화번호를 알려줄 수 있냐고 물을 거에요.\n이 메시지를 15명의 친절한 사람들에게 보내세요, 그렇지 않으면 일년 내내 불운이 시작됩니다.\n이것은 가짜가 아닙니다.\n제가 알기로, 이것을 복사해서 붙여넣으면 내일 당신의 인생에서 가장 좋은 하루를 보낼 수 있다고 합니다!\n행운을 빌어요!\n아! 그리고 이것을 그룹 채팅에 보내지 마세요!"
}