{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Our study acknowledges the observed variability in COS uptake and instrument usage in type 1 diabetes trials, prompting the question of whether a network akin to OMERACT in rheumatology could enhance COS adoption and trial quality in type 1 diabetes. While our investiga- tion did not specifically address the existence of such an organization for type 1 diabetes, our findings emphasize the potential role of entities like the Juvenile Diabetes Research Foundation (JDRF) in catalyzing stan- dardized outcomes and collaborative initiatives. The organization en- gages with policymakers, healthcare professionals, and the general public to advocate for the needs of the type 1 diabetes community [24]. While there are organizations such as JDRF that significantly contribute to type 1 diabetes research and advocacy, it is important to understand that may not be structured identically to OMERACT. Nonetheless, JDRF plays a strong advocacy role for type 1 diabetes, and the organization’s advocacy role may further influence changes within research specif- ically, such as with increased COS uptake. Additionally, recent discus- sions have highlighted the development of a consensus statement on standardizing person-reported outcomes (PROs) for diabetes research and care [25]. PROs assess how diabetes impacts patients’ lives from their own perspective, beyond just clinical measures like HbA1c levels. While PROs are not routinely collected or used currently, their incor- poration into research, guidelines, and clinical practice could further enhance the relevance and comprehensiveness of measured outcomes in type 1 diabetes studies.",
    "trans": "저희 연구는 제1형 당뇨병 시험에서 COS 활용과 도구 사용의 변동성을 인식하며, 류마티스학에서의 OMERACT와 유사한 네트워크가 제1형 당뇨병에서도 COS 채택과 시험 품질을 향상시킬 수 있는지에 대한 의문을 제기합니다. 저희 조사는 제1형 당뇨병을 위한 그러한 조직의 존재를 특별히 다루지는 않았지만, 저희 연구 결과는 소아 당뇨병 연구 재단(JDRF)과 같은 단체들이 표준화된 결과와 협력 이니셔티브를 촉진하는 데 잠재적 역할을 할 수 있음을 강조합니다. 이 조직은 정책 입안자, 의료 전문가 및 일반 대중과 교류하여 제1형 당뇨병 커뮤니티의 필요성을 옹호합니다[24]. JDRF와 같이 제1형 당뇨병 연구와 옹호에 크게 기여하는 조직들이 있지만, 이러한 조직들이 OMERACT와 동일한 구조를 갖고 있지 않을 수 있다는 점을 이해하는 것이 중요합니다. 그럼에도 불구하고, JDRF는 제1형 당뇨병에 대한 강력한 옹호 역할을 하며, 이 조직의 옹호 역할은 COS 활용 증가와 같은 연구 내의 변화에 더 영향을 미칠 수 있습니다. 또한, 최근 논의에서는 당뇨병 연구와 치료를 위한 환자 보고 결과(PROs)를 표준화하는 합의 성명 개발이 강조되었습니다[25]. PRO는 HbA1c 수치와 같은 임상 측정치를 넘어, 당뇨병이 환자 자신의 관점에서 그들의 삶에 미치는 영향을 평가합니다. PRO는 현재 일상적으로 수집되거나 사용되지는 않지만, 연구, 지침 및 임상 실습에 PRO를 통합하면 제1형 당뇨병 연구에서 측정된 결과의 관련성과 포괄성을 더욱 향상시킬 수 있습니다."
}