{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello everyone,\nWe sincerely apologize for the delay in communicating this message. A notification was sent out last Friday, but it apparently was not fully delivered. It is with a heavy heart that we convey this information to you.\nFirst and foremost, we want to express our heartfelt apologies for the recent car break-ins that have impacted our community, both next door and onsite this past Thursday. Lowell has always been known as a safe haven, and it’s one of the many reasons we cherish this community.\nRegrettably, due to the recent updates at Meijer and ongoing developments around Lowell, certain incidents may now occasionally occur. Although some items were removed, the primary concern involves changes and acts of vandalism affecting your personal space. Both we and local authorities suspect that this may be attributed to youth activities...\nTo prevent future occurrences, it is crucial for us to collaborate effectively. Here are a few key reminders to consider:\nEnsure that all doors are secured at all times.\nEnsure that any valuable items, such as watches, phones, earbuds, cash, and purses, are either removed from your vehicle or concealed from view.\nIf you observe or hear anything suspicious, please do not hesitate to contact local authorities as well as myself and/or the office.\nThis is a situation we have been fortunate to avoid until now, so we unfortunately do not have cameras that reach the carports at this time. Please be assured that it is being treated as a high priority and is actively being addressed.\nIn the interim, we have ordered signage to deter unauthorized individuals, and local authorities will increase their patrols during these critical hours.\nWe sincerely apologize for these unfortunate incidents and the circumstances we all face in today's world.\nThank you for your understanding and support.",
    "trans": "안녕하세요. 모두들,\n저희는 이 메세지를 전달하는 것이 지연됨에 대해 진심으로 사과하는 바입니다. 지난 금요일날 알림이 보내졌지만, 명백하게도 완벽하게 전해지지는 않은 것 같군요. 이러한 정보를 여러분에게 전하면서 무거운 마음일 따름입니다.\n맨 먼저 첫번째로, 저희는 우리의 지역 사회인 옆집과 지난 목요일날 현장에 영향을 주었던 최근의 자동차 침입에 관하여 진심어린 사과를 표현하길 원합니다. 로웰은 항상 가장 안전한 피난처로 알려져 왔고, 이 동네를 우리가 소중히 여기는 많은 이유 중의 하나였습니다.\n유감스럽게도, 마이어의 최근 동황과 로웰을 둘러싼 계속되는 개발 때문에, 특정 사건들이 간간히 일어났습니다. 몇개의 물품들은 제거되었지만, 주요한 걱정은 변화와 당신의 개인 장소에 영향을 미치는 훼손 행위를 둘러싸고 일어났습니다. 저희와 지역 당국들은 이것이 청소년들의 행실에서 비롯되었을 것이라고 의심하고 있습니다...\n미래에 사건의 발생을 예방하기 위해서는, 저희가 효율적으로 협력하는 것이 매우 중요합니다. 여기 상기시켜 고려할만한 중요한 점들이 몇가지 있습니다:\n항상 모든 문들이 꼭 닫혔는지 확인하십시오.\n시계들, 전화들, 이어폰들, 현금, 지갑같은 모든 귀중품들은 자동차에서 꺼내 두시거나, 보이지 않는 곳에 숨겨두는 걸 확인해 주세요.\n의심스러운 어떤 행위를 관찰하거나 들으시면, 지역 당국들 또한 저 또는/와 사무실에 연락하기를 주저하지 마세요.\n지금까지는 피할 수 있도록 운이 좋은 상황이었습니다, 그래서 우리는 불행히도 이 시간에 간이 차고에 닿을 수 있는 카메라를 가지고 있지 않았습니다. 그 일이 우선 순위로 다뤄지고 있음을 알려드리며  적극적으로 문제를 다루고 있음을 알려 드리니 걱정 마시기 바랍니다.\n그 사이에, 저희는 허가받지 않은 개인들을 막기 위해서 표지를 지시해 두었고, 지역 당국들이 중요한 시각동안 순찰을 늘리도록 할 것입니다.\n이 불행한 사건들과 오늘날의 세계속에서 우리 모두가 직면한 상황들에 관해 진심을 다해 사과를 표하는 바입니다.\n여러분의 이해심과 지원에 감사드립니다."
}