{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Kovner Fellows,\nWe are pleased to share with you our upcoming events for the month of November. Please note that all of these will go live at 6pm ET today, October 18—you can sign up on My Juilliard here. A waitlist is enabled for all performances.\nWednesday, November 13: Telling Your Story: A Bio and Elevator Pitch Session with Ara Guzelimian\nThe ability to tell your story and market yourself and your art is a critical component of any career, both on paper and in person. Following a long career in arts programming at institutions such as Carnegie Hall, Marlboro, and the Ojai Festival, Ara Guzelimian knows what it takes for an artist to stand out among the crowd. Join him for this rare opportunity to receive advice from a seasoned professional in the performing arts - and bring questions!\nPlease note that this session will count toward the attendance requirement for Fall 2024.\nMonday, November 18: Kovner Fellows Coffee House\nLooking to play through a piece or movement before a big performance? Want to collaborate with some Fellows in a casual and fun setting? Join us for our annual Kovner Fellows Open House! This is a space for any and all music to shine. Snacks and coffee will be available, and we will circulate a sign-up sheet closer to the date.\nPlease note that this session will count toward the attendance requirement for Fall 2024.\nMonday, November 18: The Berlin Philharmonic at Carnegie Hall",
    "trans": "친애하는 코브너 펠로우 여러분,\n11월의 예정된 행사들을 여러분과 공유하게 되어 기쁩니다. 이 모든 행사는 오늘, 10월 18일 오후 6시동부 시간부터—마이 줄리어드에서 등록이 가능하니 참고해 주세요. 모든 공연에는 대기자 명단이 설정되어 있습니다.\n수요일, 11월 13일: 당신의 이야기 전달하기: 아라 구젤리미안과 함께하는 이력서 및 엘리베이터 피치 세션\n자신의 이야기를 전달하고 자신과 자신의 예술을 마케팅하는 능력은 경력의 중요한 요소로, 종이 위에서도, 실제로도 중요합니다. 카네기 홀, 말보로, 오하이 페스티벌과 같은 기관에서 예술 프로그램을 이끌어 온 긴 경력을 가진 아라 구젤리미안은 예술가가 군중 속에서 돋보이기 위해 무엇이 필요한지 잘 알고 있습니다. 공연 예술 분야의 경험 많은 전문가에게 조언을 받는 흔하지 않은 이번 기회에 참여하고 - 질문도 준비해 오세요!\n이 세션은 2024년 가을 출석 요건을 충족하는 세션으로 인정됩니다.\n월요일, 11월 18일: 코브너 펠로우 커피 하우스\n큰 공연을 앞두고 작품이나 악장을 연주해 보고 싶으신가요? 다른 펠로우와 함께 캐주얼하고 재미있는 환경에서 협업하고 싶으신가요? 저희 연례 코브너 펠로우 오픈 하우스에 참여하세요! 이곳은 모든 음악이 빛날 수 있는 공간입니다. 간식과 커피가 제공될 예정이며, 날짜가 가까워지면 사전 등록지를 배포할 예정입니다.\n이 세션은 2024년 가을 출석 요건을 충족하는 세션으로 인정됩니다.\n월요일, 11월 18일: 카네기 홀에서 열리는 베를린 필하모닉"
}