{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I'ca come in?\" Tyler finally spoke to kaniyah. They hadn't spoke the entire car ride so Tyler decided on dropping his two friends off first so they could be alone.\n\"Uhh sure\" she shrugged getting her charger out the car port putting it in her black tote bag and zipping it up.\nHe turned the car off pulling the keys out the ignition. She opened the door getting out the car and he did the same locking his door while kaniyah walked up the porch steps opening the screen door to unlock her front door.\nShe walked in seeing bree and jazz on the couch. \"Hi\" she waved and bree waved not even looking up while jazz mugged her.\nTyler stepped in after making jazz blow out a breath. \"Hey Tyler\" she said and he ignored her making his way to Krystal's room and kaniyah followed.\n\"Wassup ma\" he greeted making her looking up while she was packing her work bag. \"Heyy!\" She smiled going to give him a side hug.\n\"Yall disgusting\" kaniyah mumbled. \"Hey wooda did you have fun?\" She laughed at her daughter. \"Yes I did mommy\" kaniyah nodded.\n\"Are you going to work?\" She asked seeing her scrubs on. \"Yes they called me in, is that okay I can leave money for food\" she said.\n\"It's fine\" she nodded at her mom. \"Okay\" she nodded. \"Ma I wanna fight you\" Tyler said to krystal.\n\"I mena ion know why but I'm never scared. What!?\" she put her set up and he laughed at her. \"No foreal why you ain't tell me yaya birthday was coming up\" he said making kaniyah sigh.\n\"Wooda doesn't celebrate her birthday\" she shrugged. \"Yeah I figured that out\" he scoffed and krystal smacked her teeth.\n\"what y'all kids be saying? Not too much\" krystal put her hand up. \"Nah though, my sister birthday on the eighth so I was wondering if she could come to Orlando with us from the seventh to the ninth. Please\" he asked.\n\"Just wooda, not jazz and bree?\" she asked. \"Heck nah\" he said shaking his head no quickly trying to limit his cursing.\n\"I mean, she is turning eighteen. It's not that far and I trust you so why not. If it's fine with her then sure\" krystal nodded.\n\"Thank you\" kaniyah thanked her softly with a tight lipped smile. \"I gotta head out yall but y'all gone be okay?\" She said picking up her bag.\n\"Yeah I'm finna shower and go to sleep anyway\" kaniyah shrugged. \"Eat kaniyah\" krystal told her.\n\"Ma I ate at Dave and busters\" she whined. \"Okay\" krystal nodded.\n\"Love you\" kaniyah said as krystal kissed her on the cheek. \"Love you too wooda come lock the door\" she said making kaniyah nod.\nAfter doing that she went into her room while Tyler followed.\n\"Alright girl I'm going to ques house you good here?\" Bree said getting ready to leave and kaniyah thanked the lord hearing her say that. She didn't need time for double teaming today.\n\"Yeah\" jazz nodded.\nKaniyah closed her room door Turning around to see Tyler laying in her bed. \"Imma pretend you didn't get in my bed with outside clothes\" she huffed.\nHe shrugged watching her pull out a oversized SpongeBob long sleeve shirt and pajama pants with stars on them.\n\"You finna take a shower?\" He asked and she nodded knowing damn well she said that earlier and she knows he was listening.",
    "trans": "\"나 들어가도 돼?\" 타일러가 마침내 카니야에게 말을 걸었다. 그들은 차를 타고 오는 내내 말을 나누지 않았기때문에 타일러는 그들이 자신들끼리 있을 수 있도록 그의 친구 두 명을 먼저 내려주기로 결정했다.\n\"어 물론이지\" 그녀는 어깨를 으쓱이며 차의 단자에서 충전기를 뽑았고 그것을 자신의 검은색 토트백에 넣고 지퍼를 닫았다.\n그는 키를 뽑아 차의 시동을 껐다. 그녀는 문을 열고 차에서 내리고 그는 똑같은 행동을 하며 문을 잠갔으며 그 동안 카니야는 현관 계단으로 걸어가 현관문의 잠금을 풀기 위해 망사문을 열었다.\n그녀는 걸어 들어갔고 브리와 재즈가 소파에 앉아 있는 것을 보았다. \"안녕\" 하고 그녀는 손을 흔들었고 브리는 올려다보지도 않은 채 손을 흔들었으며 재즈는 그녀에게 이상한 표정을 지어보였다.\n타일러는 재즈가 한 번 숨을 내쉬도록 한 뒤 들어왔다. \"안녕 타일러\" 라고 그녀는 말했고 그는 그녀를 무시한 채 크리스탈의 방으로 나아갔으며 카니야가 그 뒤를 따랐다.\n\"요즘 어때요 엄마\" 그가 인사했고 이는 그녀가 일할 때 쓰는 가방을 싸는 동안 그를 올려다보도록 했다. \"안녕!\" 그녀는 그에게 미소를 지었고 그를 옆쪽에서 껴안아 주려고 갔다.\n\"당신들 다 징그러워\" 카니야가 중얼댔다. \"안녕 우다 재밌는 시간 보냈니?\" 그녀는 자신의 딸을 보며 웃었다. \"네 그랬어요 엄마\" 카니야가 고개를 끄덕였다.\n\"출근하러 가세요?\" 그녀는 그녀가 수술복을 입고 있는 것을 보고 물었다. \"맞아 그들이 나를 호출했어, 괜찮니? 뭐 사먹을 돈을 남겨둘 수도 있단다.\" 그녀는 말했다.\n\"괜찮아요\" 그녀는 엄마를 향해 고개를 끄덕였다. \"알겠어\" 그녀는 고개를 끄덕였다. \"나 엄마랑 싸우고 싶어요\" 타일러가 크리스탈에게 말했다.\n\"내 말은, 이유는 잘 모르겠지만 난 절대로 겁을 먹지 않아. 뭐라고!?\" 그녀는 자세를 잡았고 그는 그녀를 향해 웃어보였다. \"아니 진짜로요, 왜 야야의 생일이 곧이라는 걸 말해주지 않았어요\" 그는 말했고, 이것은 카니야를 한숨쉬게 만들었다.\n\"우다는 자기 생일을 축하하지 않아\" 그녀는 어깨를 으쓱였다. \"네 그건 저도 이해하겠어요\" 그는 조소했고 크리스탈은 그녀의 치아로 쩝쩝댔다.\n\"너희들은 무슨 소리를 하는 거야? 너무 많지는 않아\" 크리스탈이 손을 들어올렸다. \"아니 그렇지만, 내 여동생 생일이 8일이라 7일부터 9일까지 우리랑 같이 오를란도에 갈 수 있는지 궁금해서요. 제발요\" 그가 부탁했다.\n\"재즈나 브리 없이 우다만?\" 그녀가 물었다. \"절대 아니죠\" 그는 재빠르게 욕설을 줄이려고 노력하며 아니라고 고개를 저으며 말했다.\n\"내 말은, 이제 열 여덟 살이 되는 거니까. 그렇게 멀지도 않고 나는 너를 믿으니 안 될 이유도 없지. 그녀만 괜찮다면 물론 된다\" 크리스탈이 고개를 끄덕였다.\n\"고마워요\" 카니야는 입술을 꾹 다문 채 미소를 지으며 그녀에게 부드럽게 감사를 표했다. \"나는 나가봐야 하는데 너희들 괜찮겠니?\" 그녀는 가방을 집어들며 말했다.\n\"네 어차피 전 샤워나 하고 잘 거였어요\" 카니야가 어깨를 으쓱였다. \"식사를 하렴 카니야\" 크리스탈이 그녀에게 말했다.\n\"엄마 나 데이브랑 버스터네에서 밥 먹었어요\" 그녀가 칭얼댔다. \"알겠다\" 크리스탈이 고개를 끄덕였다.\n\"사랑해요\" 크리스탈이 그녀의 뺨에 입을 맞추자 카니야가 말했다. \"나도 널 사랑한다 우다 이리와서 문을 잠그렴\" 그녀가 말했고 카니야가 고개를 끄덕였다.\n그렇게 한 뒤 그녀는 자신의 방으로 들어갔고 타일러가 그 뒤를 따랐다.\n\"좋아 난 큐네 집에 갈 건데 너 여기서 괜찮겠어?\" 브리가 떠날 채비를 하며 말했고 카니야는 그녀가 그런 말을 한 것을 들은 것에 대해 신에게 감사를 올렸다. 그녀는 오늘 두 명의 협동 작전에 대응할 시간이 필요하지 않았다.\n\"그래\" 재즈가 끄덕였다.\n카니야가 자신의 방문을 닫고 뒤를 돌아보자 타일러가 그녀의 침대에 누워있는 것이 보였다. \"네가 외출복을 입고 내 침대에 기어들어온 걸 못 본척 할거야\" 그녀는 씩씩댔다.\n그는 어깨를 으쓱였고 그녀가 너무 큰 긴소매 스펀지밥 셔츠와 별이 그려진 잠옷 바지를 꺼내는 것을 바라보았다.\n\"너 샤워 할거야?\" 그는 물었고 그녀는 자신이 그렇게 말했다는 것과 그가 듣고있었다는 사실을 정말이지 잘 알면서 고개를 끄덕였다."
}