{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We are living in a time of a never-ending news cycle. There is no signing off on the radio at the end of each night or the playing of the national anthem on TV at midnight marking the day’s end. The news is 24/7 on hundreds, if not thousands, of television, radio, print, and digital news outlets. Being able to consume information every minute of the day can make one hyper-aware of the world’s problems, which can be overwhelming and lead to the feeling that many in Generation Z have of worrying about larger societal issues.\nIn addition, being able to witness nearly any disaster, misfortune, tragedy, or scandal online, all of us are now prone to experiencing vicarious trauma, a type of trauma often limited to counselors, first responders, and others in helping professions. The ability for everyday people to see images, view recordings, and even tune in to live feeds of tragic events in progress can make those events feel more personal as people picture themselves or their loved ones in those situations.\nAnother factor related to vicarious trauma involves someone reading about or seeing images of misfortunes happening to their online “friends,” making these tragedies feel much closer to home. A celebrity breakup shared over Instagram may trigger emotions in that person’s followers, even though the followers have no relationship with the star. And while all of us are living in an era in which we can experience vicarious trauma, those of us in older generations didn’t have to deal with it when we were Generation Z’s age.",
    "trans": "우리는 끝없이 이어지는 뉴스 사이클 속에 살고 있습니다. 매일 밤 라디오에서 방송이 끝날 때 사인을 보내거나 자정에 TV에서 국가가 울려 퍼지며 하루의 끝을 알리는 일이 더 이상 없습니다. 뉴스는 24시간 7일, 수백 개, 아니 수천 개의 텔레비전, 라디오, 인쇄, 디지털 뉴스 매체를 통해 제공됩니다. 하루의 매 순간마다 정보를 소비할 수 있다는 것은 세계의 문제들에 대해 지나치게 민감하게 만들 수 있으며, 이는 압도적일 수 있고, 많은 Z세대가 더 큰 사회적 문제에 대해 걱정하는 느낌을 갖게 만듭니다.\n게다가, 거의 모든 재난, 불행, 비극 또는 스캔들을 온라인에서 목격할 수 있다는 점에서, 우리는 모두 이제 상담사, 응급 구조대원, 그리고 다른 도우미 직업에 종사하는 사람들에게 한정되는 트라우마의 유형인 간접적 트라우마를 경험하기 쉽습니다. 평범한 사람들이 재난 현장의 이미지를 보고, 기록된 영상을 보고, 심지어 진행 중인 비극적 사건의 생중계를 보는 능력은 사람들이 자신이나 사랑하는 사람들이 그 상황에 처한 모습을 상상하게 되기 때문에 그 사건들이 더 개인적으로 느껴지게 만들 수 있습니다.\n간접적 트라우마와 관련된 또 다른 요소는 누군가가 온라인 \"친구들\"에게 일어난 불행을 읽거나 이미지를 보는 것을 포함합니다. 이러한 비극들은 집 가까운 곳에서 일어나는 일처럼 느껴지게 만듭니다. 인스타그램에서 공유된 유명인의 이혼 소식은 팔로워들이 그 스타와 아무런 관계가 없더라도 그 사람의 팔로워들 내에서 감정을 촉발할 수 있습니다. 그리고 모든 사람이 간접적 트라우마를 경험할 수 있는 시대에 살고 있지만, 우리는 이전 세대에서는 우리가 Z세대의 나이였을 때 이런 문제를 다루지 않았습니다."
}