{
    "source": "en_US",
    "target": "ko_KR",
    "text": "DEADLINE TO APPLY IS MONDAY, OCTOBER 21!\nDear Country Day Students and Parent/Guardians:\nDuring the 2024-2025 school year, La Jolla Country Day School will once again participate in a multilateral empathy education project connecting students from Germany and the United States. Making History Alive: Inspiring Upstanders in a Global World (MHA) will empower students to develop their core values and moral compass, and armed with the knowledge of historical perspective, to fight together for equality and social justice.\nA select group of 10-12 La Jolla Country Day current 9th through 12th graders have the opportunity to apply to join us in this groundbreaking international program. MHA will bring real-life stories of victimization and persecution to life, enlighten students to the destructive power of propaganda, inspire collaborative international peer to peer activities, and engage students in the history of the Holocaust in a revolutionary way. Participating Country Day students will be given the opportunity to expand their view of the world with the knowledge, perspective and tools they need to be empathetic upstanders and responsible future leaders. They will interact with peers in Germany and possibly other European countries over Zoom with the possibility of meeting in-person at a future date.\nMHA is a project of generationE, a nonprofit committed to empathy education founded by two remarkable individuals, Steven Schindler and Nicole Nocon, both great friends of Country Day. Steve is the son of the late Holocaust survivors Rose Schindler (LJCDS Class of 2018) and Max Schindler, and Nicole is a journalist and parent of a student at Country Day’s sister school in Cottbus, Germany.\nIn fact, your student may already have experienced part of this special collaboration when Country Day participated in 2018 & 2023 with The Butterfly Project, a devoted partner of generationE. Students will work with empathy programs and activities from the most highly regarded Holocaust education institutions worldwide which in the past have included the Anne Frank House, Amsterdam; USC Shoah Foundation (the institute founded by Steven Spielberg), Los Angeles; and the Arolsen Archives (International Center on Nazi Persecution), Germany. Students have also learned online from educators at the Terezín Memorial in the Czech Republic and the Ravensbrück Memorial in Germany.\nMHA is an extra-curricular activity spanning November 2024 through May 2025 that will expand your student’s understanding of the world and their connection to it. Student time commitment will vary, but they should generally expect to invest one to two hours of collaborative activity per week and one to two hours of individual work per week, including once per month Zoom meetings on Tuesday mornings at 7:30 am with our global partners. An international summit and on-site education experience for participating Country Day students and their counterparts from Germany may also be possible at a later date. There will also be opening and closing weekend workshops of several hours via Zoom which all students will attend.\nMHA at Country Day is spearheaded by Dr. Amy Parish, LJCDS Humanities faculty and generationE board member, and supported by Jonathan Shulman, the Director of Country Day’s Center for Excellence in Citizenship. Students will earn a Country Day MHA graduation sash and International Empathy Certificate. MHA is an incredible opportunity particularly for students with interests in history, humanities, social justice and/or international diplomacy.\nToday, all of us, and especially our children, are confronted with political polarization and the challenge of understanding the importance of inclusion in a diverse world. If you believe your Country Day student has the time, interest and dedication to become an empathetic leader with the vision and skillset to tackle these and other global challenges, we want to hear from them.\nInterested students can apply by submitting a minimum 150-word essay describing their connection to the mission of Making History Alive and their pledge to uphold our global democratic society to this Google form. We’d like to finalize our MHA group by the end of October. Therefore, please submit paragraphs of interest by Monday, October 21, at 11:59 pm. We look forward to working and learning together!",
    "trans": "신청 마감일은 10월 21일 월요일입니다!\n컨트리 데이 학생 및 학부모/보호자 여러분께:\n2024-2025 학년도 동안 라호야 컨트리 데이 스쿨은 독일과 미국 학생들을 연결하는 다자간 공감 교육 프로젝트에 다시 한 번 참여할 예정입니다. 역사를 살아있게 만들기: 글로벌 세상에서 업스탠더에게 영감을 불어넣기(MHA)은 학생들이 핵심 가치와 도덕적 나침반을 개발하고 역사적 관점에 대한 지식으로 무장하여 평등과 사회 정의를 위해 함께 싸울 수 있도록 힘을 실어줄 것입니다.\n라호야 컨트리 데이에 현재 재학 중인 9학년부터 12학년까지의 10~12명으로 선정된 그룹은 이 획기적인 국제 프로그램에 참여할 기회를 얻습니다. MHA는 피해와 박해에 대한 실제 이야기를 생생하게 전달하고, 학생들에게 선전의 파괴적인 힘을 일깨우며, 협력적인 국제 동료 간 활동을 장려하고, 혁신적인 방식으로 학생들을 홀로코스트 역사에 참여시킵니다. 컨트리 데이에 참여하는 학생들은 공감하는 옹호자이자 책임감 있는 미래 리더가 되는 데 필요한 지식, 관점 및 도구를 통해 세상을 바라보는 시야를 넓힐 기회를 얻습니다. 그들은 줌을 통해 독일및 가능한 다른 유럽 국가의 동료들과 상호작용하며, 미래의 날짜에 직접 만날 가능성도 있습니다.\nMHA는 공감 교육에 전념하는 비영리 단체인 제너레이션E의 프로젝트로, 컨트리 데이의 절친한 친구인 스티븐 쉰들러와 니콜 노콘이라는 두 명의 뛰어난 개인이 설립했습니다. 스티브는 홀로코스트 생존자인 고 로즈 쉰들러(2018년 LJCDS 클래스)와 막스 쉰들러의 아들이며, 니콜은 독일 코트부스에 있는 컨트리 데이 자매학교 학생의 부모이자 저널리스트입니다.\n사실, 2018년과 2023년에 컨트리 데이가 제너레이션E의 헌신적인 파트너인 버터플라이 프로젝트와 함께 참여했을 때, 학생들은 이미 이 특별한 협력의 일부를 경험했을 것입니다. 학생들은 과거에 암스테르담의 앤 프랭크 하우스, 로스앤젤레스의 USC 쇼아 재단(스티븐 스필버그가 설립한 기관), 독일의 아롤센 아카이브(나치 박해 국제 센터)를 포함하여 전 세계에서 가장 높은 평가를 받는 홀로코스트 교육 기관의 공감 프로그램 및 활동에 참여하게 됩니다. 학생들은 또한 체코 공화국의 Terezín Memorial과 독일의 테레진 기념관과 독일의 라벤스브뤼크 기념관의 교육자들로부터 온라인 학습도 받았습니다.\nMHA는 2024년 11월부터 2025년 5월까지 진행되는 과외 활동으로, 학생의 세계 이해와 세계와의 연결을 넓힐 수 있도록 도와줍니다. 학생의 시간 투자는 다양하지만, 일반적으로 주당 1~2시간의 협업 활동과 주당 1~2시간의 개별 작업에 투자해야 하며, 여기에는 화요일 오전 7시 30분에 글로벌 파트너와 함께 하는 월 1회 줌 회의가 포함됩니다. 나중에 컨트리 데이에 참여하는 학생과 독일의 동료를 위한 국제 정상 회담 및 현장 교육 경험도 가능할 수 있습니다. 또한 모든 학생이 참석하는 Zoom을 통한 몇 시간 분량의 주말 개회 및 폐회 워크숍도 있을 것입니다.\n컨트리 데이의 MHA는 LJCDS 인문학 교수이자 제너레이션E 이사인 에이미 패리시 박사가 주도하며, 컨트리 데이 시민 우수 센터의 조나단 슐먼 소장이 지원합니다.  학생들은 컨트리 데이 MHA 졸업 띠와 국제적 공감 인증서를 받습니다. MHA는 특히 역사, 인문학, 사회 정의 및/또는 국제 외교에 관심이 있는 학생들에게 놀라운 기회입니다.\n오늘날 우리 모두, 특히 우리 아이들은 정치적 양극화와 다양한 세상에서 포용의 중요성을 이해해야 하는 도전에 직면해 있습니다. 컨트리 데이의 학생이 이러한 도전 및 다른 세계적인 도전을 해결할 비전과 기술을 갖춘 공감적 리더가 될 수 있는 시간과 관심 및 헌신이 있다고 생각된다면, 저희에게 연락해 주시기 바랍니다.\n관심 있는 학생은 역사를 살아있게 하다 라는 사명과의 연관성과 글로벌 민주 사회를 지지하겠다는 서약을 담은  최소 150단어 분량의 에세이를 이 Google 양식에 제출하여 지원할 수 있습니다. 10월 말까지 MHA 그룹을 마무리하고자 합니다. 따라서 10월 21일 월요일 오후 11시 59분까지 관심 있는 단락을 제출해 주시기 바랍니다. 함께 일하고 배우기를 기대합니다!"
}