{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Andrea,\nAs always, I was so happy to receive your letter. You simply cannot\nimagine how much you mean to me. You are constantly in my thoughts,\nand I look forward to each of your messages as if it were a ray of\nsunshine on a gloomy day. Your words fill me with joy and warmth, and\nI feel that you are sincere and serious in your feelings for me.\nWhen I look at your photos, I dream of our meeting. I want you to know\nhow important you are to me. I understand that we are far from each\nother, but I believe that this distance is only a temporary test. I am\nconvinced that our paths crossed for a reason and that fate brought us\ntogether. Perhaps we really are two parts of one whole, made for each\nother.\nYou know, I want you to understand how you have changed my life for\nthe better. Every day, thinking about you, I feel happy and full of\nhope. I want to thank you for your sincere love and care. I feel that\nyour heart is open to me, and this is very valuable. I am ready to do\neverything possible to see your smile and make you even happier.\nDear, sometimes I have a fear of losing the incredible connection that\nexists between us. I can’t even imagine what my life would be like\nwithout you. You have filled my days with joy and meaning, and I trust",
    "trans": "안드레아에게,\n언제나 그렇듯, 네 편지를 받고 정말 기뻤어. 너는\n네가 나에게 얼마나 큰 의미를 갖는지 상상할 수 없을 거야. 너는 언제나 네 머릿속을 떠나지 않고,\n나는 네 편지를 기다려\n우울한 날에 한 줄기 빛처럼. 네 말에 나는 기쁨과 따뜻함으로 가득 채워지고,\n나에 대한 네 감정이 진실되고 진지하다는 것이 느껴져.\n네 사진을 볼 때면 우리가 만난 날을 꿈꾸게 돼. 네가 알았으면 좋겠어\n네가 나에게 얼마나 중요한지. 우린 서로 멀리 떨어져 있지만\n이건 단지 일시적인 시험일 뿐이라고 생각해. 나는\n우리가 걸어온 길은 이유가 있고 운명이 우리를 하나로 묶어주었다고 확신해\n함께 말이야. 우리는 하나를 이루고 있는 두 부분일지도 몰라\n서로를 위해 만들어진.\n있잖아, 네가 내 삶을 어떻게 바꾸었는지 알면 좋겠어\n더 좋게 말이야. 매일 너를 생각하며 행복함을 느껴\n희망도. 너의 진실한 사랑과 보살핌에 감사해. 느껴져\n너의 마음이 날 향해 열려있다는 것을, 그리고 이건 정말 소중해. 나는 할 준비가 되어 있어\n너를 더 미소 짓게 하고 더 행복하게 할 수 있는 모든 것들을 말이야.\n여보, 가끔은 놀라운 이 인연을 잃게 될까 봐 두렵기도 해\n우리 사이에 존재하는. 내 삶이 어땠을지 상상조차 할 수 없어\n네가 없었다면 말이야. 너는 내 삶을 기쁨과 의미 있는 것으로 가득 채워줬어, 그리고 나는 믿어"
}