{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Israel struck back at Iran early Saturday, delivering a much-threatened response to this month’s 180-missile attack by Tehran and further expanding the hostilities that have spiraled out of the war in Gaza. Israel's military said it had completed \"precise and targeted strikes\" against military targets in a number of areas of Iran. Iranian state media is reporting explosions in Tehran, though not reporting a cause.\nHere’s what else to know:\nIsraeli Prime Minister Benjamin Netanyahu was conducting a security assessment with top officials, his office said early Saturday.\nIsrael launched strikes on Beirut’s southern suburbs, Lebanon’s state-run National News Agency reported. Airstrikes are also taking place around Damascus, according to Syria’s state-run news agency.\nIsrael gave the U.S. advance notice before its strikes in Iran Friday night, according to sources. The U.S. sent an advanced antimissile system to Israel, along with American troops to operate it, earlier this month.\nThe strike on Iran marks the latest step toward regional war. Governments around the world have cautioned against further escalation amid concerns the violence could spin out of control. Israel assured the U.S. it wouldn’t strike Iran’s oil and nuclear facilities.\nTehran has threatened to target Gulf states and other U.S. allies if their territories or airspace are used in an attack on Iran.\nSee the latest updates below.",
    "trans": "이스라엘은 토요일 이른 아침 이란을 공격하며, 이번 달 테헤란의 180발 미사일 공격에 대한 예고된 대응을 실행했고 가자 지구 전쟁에서 촉발된 적대 행위를 더욱 확산시켰다. 이스라엘 군은 여러 지역의 군사 목표물을 대상으로 \"정확하고 표적화된 공격\"을 완료했다고 발표했다. 이란 국영 언론은 테레란에서 폭발음이 들렸다고 보도했지만, 원인에 대해서는 언급하지 않았다.\n추가로 알아야 할 사항:\n이스라엘 총리 베냐민 네타냐후는 주요 관리들과 안보 평가를 진행 중이라고, 총리실이 토요일 이른 아침 발표했다.\n이스라엘이 베이루트 남부 지역을 공습했다고, 레바논 국영 뉴스 통신사는 보도했다. 시리아 국영 뉴스 통신사에 따르면, 다마스쿠스 주변에도 공급이 진행되고 있다.\n이스라엘은 금요일 밤 이란에 대한 공격 전에 미국에 사전 통보했다고, 소식통이 전했다. 미국은 이달 초, 이스라엘에 첨담 미사일 방어 시스템과 이를 운용할 수 있는 미군 병력을 파견했다.\n이란에 대한 이 공격은 지역 전쟁으로 확대되는 또 하나의 단계로 보인다. 전 세계 정부들은 추가적인 긴장을 경고하며 폭력이 통제 불능 상태로 번질 수 있다는 우려를 표명했다. 이스라엘은 미국에 이란의 석유 및 핵 시설 공격을 하지 않을 것을 확약했다.\n테헤란은 만약 이란에 대한 공격에 걸프만 국가들이나 미국의 동맹국들의 영토나 영공이 사용될 경우 그들을 표적으로 삼겠다고 위협했다.\n최신 업데이트를 아래에서 확인하세요."
}