{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This approach is straightforward and is most commonly used on a recumbent animal (1). If the incision is appropriately placed, the only body wall layers incised are the skin, subcutis, and the linea alba. Additional assistance is required to cast and position the cow for this approach. The cow is typically positioned in dorsal recumbency, leaning toward the surgeon at a 45 degree angle (Figure 2). Both front and hind feet are tied to a gate or wall. This positioning is critical. If the cow is positioned either in exact dorsal recumbency or leaning away from the surgeon, exteriorization of the uterus becomes problematic, if not impossible. Once the peritoneal cavity has been opened, it may be necessary to pull the greater omentum cranially to expose the uterus. Exteriorizing the uterus is facilitated by untying the hind feet only and temporarily laying the hind limbs flat on the ground. After removal of the fetus and closure of the uterus, the cow is repositioned in dorsal recumbency and the linea alba is closed. Closure of the abdominal wall is often difficult. The authors typically close the linea with polyglactin 910 (#3 Vicryl, Ethicon; Johnson & Johnson, New Brunswick, New Jersey, USA) in an everting interrupted horizontal mattress pattern. Eversion of the linea permits the surgeon to oversew the linea with relative ease and safety.",
    "trans": "이 접근법은 간단하며, 눕는 동물에게 가장 일반적으로 사용됩니다(1). 절개가 적절하게 배치하면 절개되는 유일한 체벽 층은 피부, 피하조직 및 선충 알바입니다. 이 접근법을 위해 암소를 캐스팅하고 배치하려면 추가 지원이 필요합니다. 암소는 일반적으로 등쪽 눕는 자세로 위치하며, 외과의에게 45도 각도로 기울어져 있습니다(그림 2). 앞발과 뒷발은 모두 문이나 벽에 묶여 있습니다. 이 위치는 중요합니다. 암소가 정확히 등쪽 눕는 자세이거나 외과의에게서 멀어지는 자세로 위치하면 자궁을 외부로 드러내는 것이 불가능하지는 않더라도 문제가 됩니다. 복막강이 열리면 자궁을 노출시키기 위해 대장막을 두개골로 당겨야 할 수도 있습니다. 자궁을 외부로 꺼내는 것은 뒷발만 풀고 뒷다리를 일시적으로 바닥에 평평하게 놓으면 용이합니다. 태아를 제거하고 자궁을 닫은 후, 소를 등쪽으로 눕힌 자세로 재배치하고 선형 알바를 닫습니다. 복벽을 닫는 것은 종종 어렵습니다. 저자들은 일반적으로폴리글락틴 910(#3 비크릴, 에시콘; 존슨앤존슨, 뉴브런즈윅주, 뉴저지, USA)을 사용하여 수평 매트리스 패턴으로 외반 단속적으로 선형을 닫습니다. 선형을 외반시키면 외과의가 비교적 쉽고 안전하게 선형을 다시 봉합할 수 있습니다."
}