{
    "source": "en_US",
    "target": "ko_KR",
    "text": "the fall of 1993, Donald Trump was clawing out of the rubble of a cratering business career. Three of his Atlantic City casinos had gone bankrupt. He’d nearly defaulted on $3.4 billion in debt, and, humiliatingly, his creditors had put him on a living allowance: $450,000 a month. Bankers forced him to sell his 282-foot yacht, the Trump Princess, as well as the Trump Shuttle airline and stake in the Plaza hotel, which Trump had once called “the ultimate trophy in the world.” His relationship with Marla Maples had begun in Trumpian glory, with the words “Best Sex I’ve Ever Had” on the front page of the New York Post, but Maples had just given birth to their daughter, Tiffany, and was eager to get married. “I’m going to have to make a decision about Marla...what should I do?” Trump asked his mother around this time. He was 47 years old. Many people in the city believed he was finished.\nA source recently passed me a revealing document from this era: Trump’s prenuptial agreement with Maples. Its draconian terms suggest a penuriousness at odds with his public image as a free-spending billionaire in his gilded triplex penthouse. And its confidential financial statements included in the agreement is a sketch of Trump’s immense privilege and the wealth he squandered, telling in both what it illuminates and what is obfuscates.",
    "trans": "1993년 가을, 도널드 트럼프는 몰락한 사업 경력의 폐허 속에서 몸부림치고 있었다.  애틀랜틱 시티에 있는 그의 세 개의 카지노가 파산했다. 그는 34억 달러의 부채를 거의 갚지 못할 뻔했고, 수치스럽게도, 채권자들은 그에게 생활비 명목으로 할당했다: 월 45만 달러. 은행들은 282피트 길이의 요트, 트럼프 프린세스,와 트럼프 셔틀 항공사 그리고 트럼프가 한 때 \"세계 최고의 트로피\"라 불렀던, 플라자 호텔의 지분을 강제로 매각하도록 했다. 그의 마를라 메이플스와의 관계는 뉴욕 포스트 1면에 실린 \"내 인생 최고의 섹스\"라는 기사와 함께 화려하게 시작되었지만, 당시  메이플스는 딸 티파니를 출산한 후, 결혼을 원하고 있었다. \"마를라에 대한 결정을 내려야 하는데... 어떻게 해야 할까?\" 이 시기 트럼프는 어머니에게 이렇게 물었다. 당시 그는 47세였다. 그 도시의 많은 사람들은 그가 끝났다고 믿고 있었다.\n최근 한 정보원이 이 시기의 중요한 문서를 건네주었다: 트럼프와 메이플스의 혼전 계약서였다. 계약서의 가혹한 조항들은 금을 입힌 트리플렉스 펜트하우스에서 돈을 펑펑 쓰는 억만장자라는 그의 대중적 이미지와는 정반대의 구두쇠적인 면모를 보여준다. 또한 계약서에 포함된 비공개 재무제표는 트럼프가 누려온 엄청난 특권과 그가 낭비한 재산을 일부 드러내는데, 그 문서가 밝힌 만큼 감추고 있는 것도 많았다."
}