{
    "source": "en_US",
    "target": "ko_KR",
    "text": "a person offended by life, Listen, if you are used to everyone hurting you, then this is not about me, not only am I not a bottom (and the fact that you started grabbing me by the hair, I immediately refused you, you started touching my friend roughly by the hair, she was unpleasant, she was able to tell you), why did you order me? Without specifying the details of the meeting! And moreover, I have face control, when I saw you, I immediately had a disgusting feeling. With such a character and unkempt appearance, I could not even imagine how people around you can tolerate you, not only did the receptionist ask me to show my passport, and you did not even deign to write to me that they would ask for a passport at your hotel! And 8 minutes of your life were wasted so that I showed them my ID - what a disaster! You behave like a child when you start hysterics out of the blue, when there are no problems. Actually, that is why I was not nice. I didn't want to hug because you were dripping with sweat, you're very dirty. I didn't want to hurt you in life. Not speaking Russian, so why did you order me? I'm a Russian girl, if I want, I'll speak the language I think is right, especially since my friend didn't speak English. All the best.",
    "trans": "삶에 의해 기분이 상한 사람, 들어보세요, 모든 이들이 당신을 상처 주는 것에 대해 익숙해져있다면, 이건 저에 대한게 아니에요, 저만이 아니고 저는 바닥이 아니에요 (제 머리를 잡기 시작했다는 사실, 저는 바로 당신을 거부했었어요, 당신은 제 친구의 머리를 거칠게 만지기 시작했었고, 그녀는 기분이 좋지 않았어요, 그녀는 말할 수 있었어요), 당신은 저한테 왜 명령했었나요? 회의에 대한 세부적인 명시도 없이요! 그리고 더해서, 저는 표정을 제어해요, 당신을 봤을 때, 저는 바로 역겨운 기분이 들었거든요. 그런 성격과 헝클어진 외모로요, 저는 심지어 당신 주변의 사람들이 어떻게 참고 있는지 상상할 수조차 없어요, 안내원은 저에게 여권을 보여달라고 요청했을 뿐만 아니라, 당신의 호텔에서 여권을 요청한다는 것조차 당신은 치사하게 제게 보내지 않았었죠! 당신 삶의 8분은 낭비되었고 저는 그들에게 제 신분증을 보여줬었어요 - 끔찍한 일이죠! 당신은 아무 문제 없을 때 난데없이 화를 내기 시작하며 아이처럼 행동하죠. 사실, 제가 왜 친절하지 않았던 이유예요. 삶에서 저는 당신을 상처 주기 바라지 않았었죠. 러시아인을 말하는 게 아니라, 그래서 왜 당신은 제게 명령했나요? 저를 러시아 소녀예요, 제가 원하면 저는 제가 옳다고 생각하는 언어를 말할 거예요, 특히 제 친구가 영어를 말하지 않으니까요. 안녕히 계세요."
}