{
    "source": "en_US",
    "target": "ko_KR",
    "text": "SHIFT YOUR BENEFITS\nWhat’s in it for you?\nExcellent weekly pay\nGrowth opportunities*\nExtensive training\n*This is a seasonal role. A seasonal job is a great place to start at UPS, and it might even lead to a permanent role that offers even more advantages and benefits! Permanent, full-time small package delivery drivers receive an average total compensation package of $145,000 per year. That includes $0 healthcare premiums, up to seven weeks of paid vacation, plus paid time off for holidays, sick leave and option days.\nSHIFT YOUR PURPOSE\nSo, what is UPS all about? Well, you’re probably already familiar with us – we’re the brown trucks delivering everything from diapers, dish towels and holiday gifts, to college care packages and life-saving medicines.\nBut we’re more than that. We’re also hardworking, efficient package handlers and friendly, focused drivers. We’re professionals working in finance, technology, engineering, marketing, and more. We are building our business ethically, sustainably, and in an environmentally conscientious way. And we are here to deliver what matters—to customers, communities, colleagues, the world, and you and your career. Come work for an award-winning company. Make the Shift to UPS.\nThis job posting includes information about the minimum qualifications (including the UPS Uniform and Personal Appearance Guidelines), locations, shifts, and operations within the locations which may consider my application. An applicant or employee may request an exception or change to, or an accommodation of, any condition of employment (including the UPS Uniform and Personal Appearance Guidelines) because of a sincerely held religious belief or practice.\nThe base pay for this position is $23.00/hour\nUPS is committed to providing a workplace free of discrimination, harassment, and retaliation. UPS is an equal opportunity employer. UPS does not discriminate on the basis of race/color/religion/sex/national origin/veteran/disability/age/sexual orientation/gender identity or any other characteristic protected by law.",
    "trans": "귀하의 혜택을 전환하세요\n이게 당신에게 무엇을 의미하나요?\n우수한 주간 급여\n성장 기회*\n광범위한 교육\n*이것은 계절직 역할입니다. 계절직은 UPS에서 시작하기에 좋은 직업이며, 그것은 심지어 더 많은 혜택과 이점을 제공하는 정규직으로 이어질 수 있습니다! 정규직 풀타임 소형 패키지 배달 드라이버는 연간 평균 총 보상 패키지가 145,000달러입니다. 여기에는 0달러의 건강 보험료, 최대 7주의 유급 휴가, 그리고 공휴일, 병가, 옵션 휴가에 대한 유급 휴가가 포함됩니다.\n귀하의 목적을 전환하세요\n그렇다면 UPS는 무엇을 의미할까요? 아마 이미 저희를 잘 아실 겁니다 – 저희는 기저귀, 접시 타올, 휴가 선물, 대학 케어 패키지, 생명을 구하는 약품 등 모든 것을 배달하는 갈색 트럭을 운전하는 회사입니다.\n하지만 저희는 그 이상입니다. 저희는 또한 근면하고 효율적인 패키지 처리 직원이자 친절하고 집중된 드라이버들입니다. 저희는 재무, 기술, 엔지니어링, 마케팅 등 여러 분야에서 일하는 전문가들입니다. 저희는 윤리적이고 지속 가능하며 환경을 고려한 방식으로 사업을 확장하고 있습니다. 그리고 저희는 고객, 지역 사회, 동료들, 세상, 그리고 여러분과 여러분의 경력을 위해 중요한 것을 전달하는 일을 하고 있습니다. 수상 경력이 있는 회사에서 일하세요. UPS로의 전환을 경험해 보세요.\n이 채용 공고에는 최소 자격 요건(UPS 유니폼 및 개인 외모 지침 포함), 위치, 근무 교대, 그리고 제 지원을 고려할 수 있는 위치 내 운영에 대한 정보가 포함되어 있습니다. 지원자 또는 직원은 진지하게 믿는 종교적 신념이나 관행으로 인해 고용 조건(UPS 유니폼 및 개인 외모 지침 포함)에 대한 예외나 변경 또는 조정을 요청할 수 있습니다.\n이 직무의 기본 급여는 시간당 23.00달러입니다.\nUPS는 차별, 괴롭힘 및 보복이 없는 직장을 제공하기 위해 노력하고 있습니다. UPS는 평등 기회 고용주입니다. UPS는 인종/색/종교/성별/출신 국가/재향 군인/장애/나이/성적 지향/성별 정체성 또는 법에 의해 보호되는 기타 특성을 이유로 차별하지 않습니다."
}