{
    "source": "en_US",
    "target": "ko_KR",
    "text": "What to Expect\nWe will email your final account statement – including your last utility bill and any miscellaneous charges – within the next 30 days.\nDetails for submitting payment will be included in your final statement.\nIf you are due a refund, we will mail a check to the forwarding address you have provided.\nWe wish you all the best in your next home! It’s our goal to help make your transition a smooth one, so if you have any questions, please don’t hesitate to reach out to our team by replying to this message.\nYour Resident Services Team\nYour Team at Cortland Hunter's Creek\nC O R T L A N D\nH U N T E R ' S C R E E K\n3021 Savosa Avenue | Kissimmee, FL 34741\n407.753.7087 office\ncortland.com/hunters-creek\nThis email is part of a marketing campaign; to opt-out of email communications from Cortland Hunter's Creek, 3021 Savosa Ave, Kissimmee, FL 34741 and all affiliated communities click here. NOTICE: This e-mail may contain information that is privileged or otherwise confidential. It is intended solely for the holder of the e-mail address to which it has been directed, and should not be disseminated, distributed, copied or forwarded to any other persons. It is not intended for transmission to, or receipt by, any other person. If you have received this e-mail in error, please delete it without copying or forwarding it, and notify us of the error by reply e-mail so that our address records can be corrected.",
    "trans": "안내문\n저희는 공공 요금 및 그 외의 요금이 포함된 귀하의 최종 거래 명세서를 향후 30일 이내로 전송해드릴 예정입니다.\n지불과 관련한 세부 내용은 최종 명세서에 포함될 예정입니다.\n환급 대상이신 경우, 귀하께서 알려주신 주소로 우편을 발송하여 확인해드리도록 하겠습니다.\n새로운 집에서 잘 지내시길 바랍니다! 귀하께 일어나는 변화를 좀 더 편안하게 만들어 드리는 것이 저희의 목표이니 궁금하신 게 있으시다면 이 메일로 답장 주셔서 언제든 저희 팀으로 연락 주시기 바랍니다.\n입주자 서비스 팀 올림\n코틀랜드 헌터스 크릭 부서 올림\n코틀랜드\n헌터스 크릭\n플로리다 주 34741번지 키시미 사보사 거리 3021\n407.753.7087 부서\ncortland.com/hunters-creek\n본 메일은 마케팅 전략의 일환이며 플로리다 주 34741번지 키시미 사보사 거리 3021의 코틀랜드 헌터스 크릭 및 관련 커뮤니티의 이메일 수신을 거부하시려면 여기를 클릭하세요. 주의: 본 메일은 기밀 내용이 포함되어 있을 수 있습니다. 본 메일은 이 메일이 전송된 해당 이메일 주소의 소유자에게만 보내진 것이며, 이외의 사람들에게 배포, 배급, 복사, 전달되어서는 안됩니다. 본 메일을 다른 사람에게 전달하거나 보내면 안 됩니다. 이 메일을 잘못 받았다면 메일을 복사하거나 보내지 마시고 바로 삭제하시기 바라며, 저희에게 이메일로 오류를 알려주시면 저희가 주소 기록을 고치도록 하겠습니다."
}