{
    "source": "en_US",
    "target": "ko_KR",
    "text": "OK there are the six puppies\nThese puppies were born on September 14 th\nThey will be five weeks old tomorrow… So they will be ready for the forever homes three weeks from now!\nThe females are 6500\nThe males are 5500\nAnd both male and females come with their AKC registered papers, and full breeding rights, and first round of shots (deworming also)\nStarting today we are taking reservations on these pups /deposits in order to reserve a puppy for your family!\nMy address is [redacted_address]... if you would like to come visit them in person I am here 247 and you are more than welcome to do so anytime that is good for you!\nFYI both mom and dad are on site\nAlso both mom and dad have been DNA health tested through animal genetics which is in Tallahassee Florida… Both mom and dad are clean of the three things we worry about in English bulldogs which are\nHUU,DM,CMR1\nThese are the three things that Bulldog can carry and/or have that can shorten their life! not only do mom and dad not have any of these but they're not even carriers of them they are clean therefore a puppies are clean also! This is such a blessing for you and your pet!\nIf you would like to make an appointment feel free to reach out via a call or text\nThank you for your inquiry and hopefully we can find your Bulldog soon! And as always if you have any additional questions I'm always here for you!",
    "trans": "좋아요, 강아지 여섯 마리가 있습니다.\n이 강아지들은 9월 14일에 태어났습니다.\n내일이면 태어난지 5주가 되고... 그래서 3주 후면 평생 살 집으로 갈 준비가 완료됩니다!\n암컷은 6500입니다\n수컷은 5500입니다\n그리고 암컷과 수컷 모두 미국 애견 협회에 등록한 서류, 번식시키는 완전한 권리, 그리고 첫 번째 예방접종(구충 포함)을 제공합니다.\n오늘부터 이 강아지들의 예약을 받고 있으며 가족을 위해 예약하려면 예약금도 받습니다!\n제 주소는 [redacted_address]입니다... 강아지들을 직접 만나고 싶다면 365일 24시간 언제든지 방문해 주시고 편한 시간에 언제든지 오셔도 괜찮습니다!\n참고로, 모견과 부견도 여기 있습니다.\n또한 모견과 부견 모두 플로리다 탤러해시에 있는 애니멀 지네틱스를 통해 DNA 건강 검사를 받았으며, 검사 결과 부 모견은 우리가 영국 불독에서 걱정하는 세 가지에 대해 모두 음성 판정을 받았습니다\nHUU, DM, CMR1\n이 세 가지는 불도그가 보인자이거나 발병했을 수 있는 것이며, 불도그의 수명을 단축할 수 있습니다! 모견과 부견은 이런 것이 없으며, 운 좋게도 지닌 보인자도 없습니다. 따라서 강아지들도 깨끗하고 건강합니다! 이건 여러분과 강아지에게 큰 축복이 될 것입니다!\n만약 예약을 원하시면 전화나 문자로 연락해 주세요.\n문의해 주셔서 감사합니다. 곧 자신만의 불도그를 찾을 수 있기를 바랍니다! 그리고 언제든지 추가적인 질문이 있으면 언제든지 도와드리겠습니다!"
}