{
    "source": "en_US",
    "target": "ko_KR",
    "text": "WE THE PEOPLES OF THE UNITED NATIONS DETERMINED\nto save succeeding generations from the scourge of war, which twice in our life- time has brought untold sorrow to mankind, and\nto reaffirm faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small, and\nto establish conditions under which justice and respect for the obligations arising from treaties and other sources of international law can be maintained, and\nto promote social progress and better standards of life in larger freedom,\nAND FOR THESE ENDS\nto practice tolerance and live together in peace with one another as good neighbors, and\nto unite our strength to maintain international peace and security, and\nto ensure, by the acceptance of principles and the institution of methods, that\narmed force shall not be used, save in the common interest, and\nto employ international machinery for the promotion of the economic and social advancement of all peoples,\nHAVE RESOLVED TO COMBINE OUR EFFORTS TO ACCOMPLISH THESE AIMS.\nAccordingly, our respective Governments, through representatives assembled in the city of San Francisco, who have exhibited their full powers found to be in good and due form, have agreed to the present Charter of the United Nations and do hereby establish an international organization to be known as the United Nations.",
    "trans": "우리 유엔의 국민들은 결심했습니다\n우리의 생애 동안 두 번이나 인류에게 말로 다 할 수 없는 슬픔을 가져온 전쟁의 재앙으로부터 후손들을 구하고,\n기본적인 인권, 인간의 존엄성과 가치를 믿으며, 남성과 여성, 그리고 크고 작은 국가들의 평등한 권리를 재확인하고,\n정의가 유지되고, 조약과 국제법의 다른 출처에서 발생하는 의무들에 대한 존중이 유지될 수 있는 조건을 마련하며,\n더 큰 자유 속에서 사회적 발전과 더 나은 삶의 기준을 촉진하며,\n그리고 이를 위해\n관용을 실천하고 서로 좋은 이웃으로서 평화롭게 함께 살며,\n국제 평화와 안보를 유지하기 위해 우리의 힘을 결집하며,\n원칙을 수용하고 방법을 제도화함으로써\n무력은 공익을 제외하고는 사용되지 않도록 하며,\n모든 국민의 경제적, 사회적 발전을 촉진하기 위해 국제 기구를 활용할 것임을\n우리는 이러한 목표를 달성하기 위해 우리의 노력을 결합할 것을 결의하였습니다.\n따라서 각국 정부는 샌프란시스코에 모인 대표들을 통해 적법하고 올바르게 확인된 그들의 정식 권한을 발휘하여, 유엔 헌장을 채택하였으며, 이를 통해 국제 기구인 유엔을 설립합니다."
}