{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Being such an avid fan of the original story [redacted_name] [redacted_name] knew that if the plan were allowed to continue the same way it did in the story it would only be a moderate success. Some rats would manage to escape with valuable cargo and return to their shadowy master. The main reason for this scene was to allow further growth of the romantic leads, it was nothing more than a set piece that foreshadowed the dark and powerful reach of [redacted_name] enemies. But that wouldn't work for [redacted_name], if he was going to help the Yoo siblings walk the flowery path then he had to eliminate the control of the hidden enemy.\nAs such [redacted_name] had to be completely removed from the equation. It was his fault in the original that the plan had fallen apart. There were two main reasons for this happening, one was because he was simply too handsome. His intense protagonist aura and appearance made him stand out like a sore thumb among the toadlike corrupt attendants. None of the shady workers trusted him and as such they were extra guarded against him which made it easy for them to run when they spotted trouble. But the main reason everything fell apart was because this auction house was owned and run by some of Anna Croft's underlings.\nAnna Croft had once been a loyal retainer of [redacted_name] but she sold off valuable information about the duchy to the royal family to ingratiate herself to them and earn herself a high-ranking position within the inner court. She was a minor antagonist in the novel one that reveled in creating problems for the duchy and [redacted_name]. When [redacted_name] noticed her insignia in the hands of some of the goons working in the auction house he saw red and completely blew his cover in his anger. As such if [redacted_name] wished to remove some of Anna Croft's influence and power while securing the item he needed the duke could come nowhere near this covert operation. He couldn't go to the duke himself but he could go to his knights and make a deal with them. The only issue was how was he going to convince them to bring him into the plan and keep the duke out of the loop until they apprehended the auction house. It would be difficult but when were things ever easy for him?\nLuckily the entire knight squadron had a moderate break after training and [redacted_name] knew that [redacted_name], [redacted_name], and [redacted_name] tended to hang out together as one main group, and they were the main named characters mentioned in the original raid. So [redacted_name] waited patiently for the knights to finish training and once the trio moved he followed them out. [redacted_name] walked silently behind the trio for a while until Jung Hewoon turned around to acknowledge their tail.\n\"So are you going to explain to me why the mysterious and elusive librarian has been watching and following us?\" She probed glaring lightly at[redacted_name].\n\"I have a proposition for the knight order. I know thanks to some unnamed sources that the knights will soon be planning a raid on an illegal auction house. If you decide to use the current plan I can guarantee that a few rats will escape carrying quite a few valuables that is unless you follow my plan and allow me to lead the raid.\" [redacted_name] declared with a sly smile on his face.\n\"I could never decide if you were trustworthy or not but now I guess I know the answer. Why should we trust you? There's no way you got this information from one of the knights, we are only loyal to the duke, so you must have got this information from outside. Possibly from the crooks we plan to apprehend. So tell me why I shouldn't detain you and bring you up to the duke?\" [redacted_name] growled her hand reaching down to partially unsheathe her sword, a blatant threat.\n\"Because I'm the only one who knows what Anna Croft's lackeys plan to do at that auction house. You can't trust me and I don't blame you but you don't have much of a choice here, I know things that you don't and the duke trusts me quite a bit more than you think.\" [redacted_name] responded lazily hoping that his cunning facade would hide how nervous he was. The trio looked between themselves deciding on whether or not they would listen to [redacted_name]. [redacted_name] watched nervously as they came to their decision.\n\"If you can prove your information to be truthful we'll let you lead this raid.\"\n\"There's a tavern three blocks to the southeast of the auction house, it has a sign decorated with a magpie. That tavern serves as a front for Anna Croft's lackeys. I suggest you don't take down the tavern until after the raid on the auction house, you don't want to make them nervous and run away before you get information from them.\nI'll be waiting in the library to talk more about my plan.\"[redacted_name] smiled as he walked away.",
    "trans": "원작의 열렬한 팬이었던 [redacted_name] [redacted_name]은 이 계획이 원작에서와 같은 방식으로 이어나간다면 적당한 성공에 그칠 것이라는 것을 알고 있었다. 몇몇 쥐들은 귀중한 화물을 가지고 도망 베일에 쌓인 주인에게 돌아갈 수 있었어요. 이 장면의 주된 목적은 주인공들의 사랑을 발전시키기 위한 것이었으며, 적인 [redacted_name]의 어둡고 강력한 영향력을 예고하는 설정에 지나지 않았다. 하지만 그 유 남매가 꽃길을 걷도록 도와주려면 알 수 없 적의 지배력으로부터 벗어나야 했기 때문에 [redacted_name]에게는 통하지 않았을 것이다.\n따라서 [redacted_name]은 계획에서 완전히 배제되어야 했다. 원작에서 계획이 무너진 것은 그의 탓이었다. 이런 일이 벌어진 데에는 크게 두 가지 이유가 있었는데, 하나는 그가 너무 잘생겼기 때문이다. 주인공으로서의 강렬한 기운과 외모는 두꺼비 같은 부패한 수행원들 사이에서 그를 눈에 띄게 만들었다. 음습한 직원들은 그를 믿지 않았고, 그래서 그를 특히 경계했기 때문에 그들은 문제를 발견했을 때 쉽게 도망칠 수 있었다. 하지만 모든 것이 무너진 가장 큰 이유는 안나 크로프트의 부하들이 이 경매장을 소유하고 운영했기 때문이다.\n안나 크로프트는 한때 [redacted_name]의 충직한 신하였지만, 공국에 대한 귀중한 정보를 왕실에 팔아넘겨 왕실의 신뢰를 얻고 내정에서 고위직에 올랐다. 소설에서 그녀는 공국과 [redacted_name]에 문제를 일으키는 데 앞장섰던 작은 악역이었다. [redacted_name]은 경매장에서 일하는 건달들이 그녀의 휘장을 손에 쥐고 있는 것을 보고 얼굴을 붉히며 분노에 휩싸였다. 따라서 [redacted_name]이 필요한 물건을 확보하면서 안나 크로프트의 영향력과 권력을 일부 제거하고자 했다면, 공작이 이 비밀 작전에 전혀 개입할 수 없었을 것이다. 그가 공작에게 직접 갈 수는 없었지만 기사단을 찾아가서 거래를 제안할 수는 있었다. 기사들을 설득해 공작을 계획에 끌어들이고 경매장을 체포할 때까지 공작의 눈을 피할 방법을 찾는 것이 관건이었다. 어려운 일이었지만 그에게 일이 쉽게 풀렸던 적이 없었다.\n다행히도 기사단 전체가 훈련 후 적당히 휴식을 취할 수 있었고, [redacted_name]은 [redacted_name], [redacted_name], [redacted_name]이 하나의 주요 무리로 함께 어울리는 경향이 있다는 것을 알고 있었고, 이들이 기존의 급에서 언급한 주요 인물들이라는 것을 알고 있었다. 그래서 [redacted_name]은 기사단이 훈련을 마칠 때까지 인내심을 갖고 기다렸다가 셋이 움직이자 따라 나섰다. [redacted_name]는 정해운이 마침내 뒤돌아서서 그들의 꼬리를 밟고 있음을 인정할 때까지 한동안 조용히 세 명의 뒤에서 따라 걸었다.\n\"그래서 그 신비로운 사서가 왜 우리를 지켜보고 있었고 미행했는지 설명해줄래요?\" 정해운이 물었다. 그녀는 [redacted_name]을 살짝 노려보았다.\n\"기사단에 제안할 게 있어요. 익명의 정보원을 통해 기사단이 곧 불법 경매장에 대한 급습을 계획하고 있다는 걸 알게 되었어요. 현재 계획대로라면, 쥐새끼 몇 마리는 꽤 많은 귀중품을 들고 도망칠 것이라고 장담할 수 있습니다. 그러니 제 계획을 따르고 제가 급습 작전을 지휘하도록 허락해 주세요.\" [redacted_name]이 교활한 미소를 지으며 단언했다.\n\"당신을 믿을 수 있는지 없는지 판단이 안 섰는데, 이제야 답을 알 것 같아요. 우리가 어째서 당신을 믿어야 하죠? 우린 공작에게 충성해요. 기사 중 한 명에게서 이 정보를 얻었을 리가 없으니 당신은 외부에서 정보를 얻었을 겁니다. 어쩌면 우리가 체포하려는 도둑놈들로부터요. 그러니 당신을 구금하고 공작에게 데려가지 않을 이유를 말해보세요.\" [redacted_name]이 으르렁거리며 손을 아래로 뻗어 검을 살짝 뽑으며 노골적으로 위협했다.\n“안나 크로프트의 부하들이 그 경매장에서 무슨 짓을 하려는지 아는 건 나밖에 없기 때문이에요. 당신은 나를 믿지 못하겠죠, 당신을 비난하지는 않아요. 하지만 지금 당신에겐 선택의 여지가 많지 않습니다. 나는 당신이 모르는 것을 알고 있고 공작님은 당신이 생각하는 것보다 나를 훨씬 더 신뢰합니다.\" [redacted_name]은 느리게 말을 뱉으며 자신이 긴장하고 있다는 사실이 교활한 표정 뒤에 숨겨지길 바랐다. 세 사람은 [redacted_name]의 말을 받아들일지 고민하며 서로를 바라보았습니다. [redacted_name]은 그들이 결정을 내리는 동안 초조하게 지켜보았습니다.\n\"당신의 정보가 사실임을 증명할 수 있다면 이 급습 작전을 주도하게 해드리겠습니다.\"\n“경매장에서 남동쪽으로 세 블록 떨어진 곳에 까치로 장식된 간판이 있는 선술집이 있습니다. 그 선술집은 안나 크로프트의 부하들을 위한 전진기지 역할을 합니다. 경매장을 습격할 때까지 선술집을 철거하지 않는 걸 추천해요, 놈들을 긴장시켜서 정보를 얻기 전에 도망치기 하면 좋을 게 없으니까요.\n내 계획에 대해 더 이야기하고 싶다면 도서관에서 기다릴게요.\"[redacted_name]은 미소를 지으며 걸어 나갔다."
}