{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Ultra Fine Bubbles, Beauty/Skin Care: Made with micro nano bubbles of ultra-fine bubbles (less than 1 μm) that are much smaller than the pores, and it absorbs dirt that gets into the pores and wrinkles of your skin. You can expect a skincare effect by rinsing it clean than ordinary showers. Effectively prevents dry and itchy skin and dander problems. Especially suitable for seniors, infants and people with sensitive skin\n(Mist & Deep Cleaning) Creates ultra-fine air bubbles with a high concentration of micro nano bubbles, with an approximately 290 million foam count, it will absorb and rinse off the scalp. It achieves the effect of cleaning and moisturizing and keeping moisture from your skin high. Give your daily bath a more comfortable bath time and enjoy your day's fatigue\n5 Stage Water Flow Switching: You can easily switch between 5 water flow modes by turning the lever on the head left and right to suit your needs. Shower mode: Rain mode, Mist mode, Rain+Massage mode, Rain+Mist mode, Massage Mode\nPressure booster function & water saving function: With an excellent pressure booster effect, it can supply a momentum stream even with small amounts of water, and conserve water by about 80%. Not only does it save on water costs, but it also saves on gas costs and electricity bills associated with a water heater by boiling water\n(Moisturizing and Heat Retention) With its high moisturizing power, you can expect it to be less likely to get cold after bathing. The warm mist mode creates beautiful bubbles that bounce deep into your pores, making you feel warm and warm\n(Easy Installation & International General Purpose Standards) With international universal G1/2 interface, you can easily attach the shower hose to the shower head in just 3 seconds without the need for tools. With 4 kinds of joint M/K/G/T, easy to install according to home shower head standard. Can be installed as is. : For TOTO, SANEI, INAX, KAKUDAI, LIXIIL, Tokyo Gas (Note: As this is the latest type of shower head, it may not be compatible with some TOTO (old product). Compatible with included adapters: KVK, MYM, Gaster, Tokyo Gas, INAX, Rinnai products, TOTO (some of the items)",
    "trans": "초미세 거품, 뷰티/스킨 케어: 모공보다 훨씬 더 작은 초미세 거품 (1 μm 이하)의 마이크로 나노 버블로 만들어지고 당신의 피부의 모공과 주름에 들어간 먼지를 흡수합니다. 당신은 일반적인 샤워보다 깨끗하게 행궈 피부 관리 효과를 기대할 수 있습니다. 건조하고 가려운 피부와 비듬 문제를 효과적으로 예방합니다. 노인, 아기 및 민감한 피부를 가지 사람에게 특히 적합합니다.\n(미스트 & 딥클리닝) 고농도의 마이크로 나노 버블이 포함된 초미세 기포를 생성하여, 약 2억 9천만개의 거품이 두피에 흡수되어 헹궈집니다. 클렌징과 보습 효과를 볼 수 있고 피부의 수분을 높게 유지합니다. 매일의 목욕에 더 편안한 목욕 시간을 만들어서 하루의 피로를 즐기세요\n5단계 물 흐름 전환: 필요에 맞게 헤드의 레버를 좌우로 돌려서 5가지 물 흐름 모드를 쉽게 전환할 수 있습니다. 샤워 모드: 레인 모드, 미스트 모드, 레인+마사지 모드, 레인+미스트 모드, 마사지 모드\n압력 부스터 기능 & 물 절약 기능: 뛰어난 압력 부스터 효과로 적은 양의 물에서도 탄력 스트림을 공급할 수 있으며 약 80%의 물을 절약할 수 있습니다. 이것은 물 비용을 절약할 뿐만 아니라 물을 끓여서 온수기와 관련된 가스 비용과 전기 비용도 절약합니다\n(보습 및 보온) 고보습 능력으로 당신은 목욕 후에도 추워질 가능성이 적습니다. 따듯한 미스트 모드는 모공 깊숙하게 튀어오를 아름다운 거품을 만들어서 당신을 따뜻하고 따뜻하게 느끼게 합니다\n(간편한 설치 & 국제 일반 용도 표준) 국제 범용 G1/2 인터페이스로 어떠한 도구 없이 3초만에 샤워 헤드를 샤워 호스에 쉽게 부착할 수 있습니다. M/K/G/T와 같은 4가지 종류의 조인트로 가정용 샤워 헤드 표준에 따라 설치하기 쉽습니다. 그대로 설치할 수 있습니다 : 토토, 산에이, 이낵스, 카쿠다이, 릭실, 도쿄 가스 (참고: 이것이 가장 최신 샤워 헤드이기 때문에 일부 토토 (구제품)과 호환되지 않을 수 있습니다. 포함된 어댑터와 호환 가능합니다: KVK, MYM, 가스터, 도쿄 가스, 이낵스, 린나이 제품, 토토 (일부 품목)"
}