{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The paper discusses the extent of teleworking in the EU before and during the COVID-19 outbreak, develops a conceptual analysis to identify the jobs that can be done from home and those that cannot, and on this basis quantifies the fraction of employees that are in teleworkable occupations across EU countries, sectors and socio-economic profiles. Using the occupational task descriptions provided in the Italian Indagine Campionaria delle Professioni, with additional indicators from the European Working Conditions survey, we estimate that 37% of dependent employment in the EU is currently teleworkable – very close to the estimates of teleworking indicated in real-time surveys during the COVID-19 crisis. Because of differences in the employment structure, the fraction of telewokable employment ranges between 33-44% in all but five EU member states. Even starker differences in teleworkability emerge between high- and low-paid workers, between white- and blue-collar workers, as well as by gender. Results suggests that that the large expansion of telework since the COVID-19 outbreak has been strongly skewed towards high-paid white-collar employment. Yet, enforced closures have likely resulted in many new teleworkers amongst low and mid-level clerical and administrative workers who previously had limited access to this working arrangement. This is consistent with the evidence showing that, beyond differences in the industrial and occupational structures, the pre-outbreak large differences in telework prevalence across EU countries were largely driven by other factors, notably the organisation of work, regulation, and management culture. This paper also discusses some policy implications that the current experience of telework may have for the future of work.",
    "trans": "본 논문은 COVID-19 발생 전후의 EU 내 원격 근무의 규모를 살펴보고, 재택이 가능한 직업과 그렇지 않은 직업을 구분하기 위한 개념적 분석을 전개하여, 이를 바탕으로 EU 국가들, 산업 분야, 그리고 사회경제적 특성에 따라 원격 근무가 가능한 직업을 가진 직원들의 비율을 정량화한다. 이탈리아 Indagine Campionaria delle Professioni에 기재된 직업별 업무 기술과, 추가적으로 유럽 근무 환경 조사의 지표를 활용하여, 현재 EU 내 종속적 고용의 37%가 원격 근무가 가능한 것으로 추정된다. 이는 COVID-19 사태 동안 실시간 조사에 나타난 원격 근무 비율 추정치와 매우 유사하다. 고용 구조의 차이로 인해, 원격 근무가 가능한 고용의 비율은 EU 전체 회원국 중 5개 국가를 제외한 국가에서 33-44% 사이를 보이고 있다. 고-임금 및 저-임금 직장인, 사무-직과 현장-직, 또한 성별에 따라 원격 근무 가능 여부는 차이가 더욱 현격하게 나타나고 있다. 연구 결과에 따르면 COVID-19 발생 이후 원격 근무의 대폭 확대는 고-임금 사무-직종에 대단히 편중되었음을 보여주고 있다. 그러나 강제 봉쇄 조치로 인해 이전에는 원격 근무를 할 수 없었던 저임금 및 중간-수준의 사무직 및 행정직 근무자들 사이에서 많은 새로운 원격 근무자가 발생한 것으로 나타나고 있다. 이는 산업 및 직업 구조의 차이보다도, 감염병 발생 이전 EU 국가들 간의 원격 근무 확산의 큰 차이가 주로 다른 요인들, 특히 직장 조직, 규제, 그리고 관리 문화에 의해 좌우되었음을 보여주는 증거와 일치합니다. 본 논문은 또한 현재의 원격 근무 경험이 미래의 일자리에 미칠 수 있는 몇몇 정책적 시사점에 대해서도 다루고 있다."
}