{
    "source": "en_US",
    "target": "ko_KR",
    "text": "company selling spare parts for vintage cars is supplying special car parts to car workshops and private customers. Next to a refurbishing workshop, the company runs a central warehouse and several distribution centers (hubs) to guarantee short shipping times. Since rare spare parts can be of high monetary value, the company works with a distinct logistics service provider. Both compa- nies have signed a contract in which maximum shipping times (in days) are settled for predefined transportation routes. The corresponding routes and times can be found in the following table.\nRoute\nRefurbishment → Central warehouse Refurbishment → Hub A Refurbishment → Hub B HubA→HubC\nHub A → Central warehouse HubB→HubD\nCentral warehouse → Hub B Central warehouse → Hub C Central warehouse → Hub D\nShipping Time\n2.5 d 1d 3d 3d 2d 3d 1d 2d 2.5 d\nLogistics\niMBA Dr. Julia Lange\nJust now, the sales company received a request from a private customer asking for a spare part for a Porsche 911 from 1964. The part is available and currently stored at the refurbishing workshop. The logistics service provider offers shipping times for the part to the customer’s address of 4 days from Hub C, 2 days from Hub D and 5 days from the central warehouse.\nWhat is the minimum number of days the spare part can be shipped to the customer and which transportation route will be chosen to realize it?\n(a) Give a graphical representation of the shipping problem.\n(b) To which graph theoretical problem does this shipping problem correspond?\n(c) Determine the shortest possible shipping time for the private customer by Dijkstra’s algorithm and give an overview of all shortest shipping processes.\n(d) A new highway section will be opened soon. This will decrease the transportation time from Hub A to the central warehouse to 1.5 days. Would this have an effect on the shipping time of the requested spare part?\n(e) Determine the shortest shipping time and route (without the new highway segment) by setting up a spreadsheet model and using Microsoft Excel Solver.",
    "trans": "빈티지 자동차 부품을 판매하는 회사는 특수 자동차 부품을 자동차 정비소 및 개인 고객에게 공급하고 있다. 재제조 작업장 옆에, 이 회사는 중앙 창고 및 **여러 개의 물류 센터들(허브들)을 운영하여 신속한 배송을 보장한다. 희귀한 스페어 부품은 높은 금전적 가치를 가질 수 있기 때문에, 회사는 특화된 물류 서비스 제공업체와 일하고 있다. 두 회사는 사전 정의된 운송 경로에 대해 최대 배송 시간(일 기준)을 설정하는 계약을 체결했다. 다음 표를 통해 해당 운송 경로 및 배송 시간을 확인할 수 있다.\n운송 경로\n재제조 작업장 → 중앙 창고 재제조 작업장 → 허브 A 재제조 작업장 → 허브 B 허브A→허브C\n허브 A → 중앙 창고 허브B→허브D\n중앙 창고 → 허브 B 중앙 창고 → 허브 C 중앙 창고 → 허브 D\n배송 시간\n2.5일 1일 3일 3일 2일 3일 1일 2일 2.5일\n물류\niMBA 줄리아 랑게 박사\n현재, 영업 회사는 한 개인 고객으로부터 1964년형 포르쉐 911의 스페어 부품을 요청받았다. 이 부품은 재고가 있고 현재 재제조 작업장에 보관 중이다. 물류 서비스 제공업체가 제안한 고객 주소까지의 배송 시간은 허브 C에서 출발 시 4일, 허브 D에서 2일 그리고 중앙 창고에서 5일이다.\n스페어 부품이 고객에게 배송되는 최소 소요 일수는 몇 일이며 이를 위해 선택될 운송 경로는 무엇인가?\n(a) 해당 배송 문제를 그래픽으로 표현하시오.\n(b) 이 배송 문제는 어떤 그래프 이론 문제와 관련이 있는가?\n(c) 다익스트라 알고리즘을 사용하여 개인 고객에게 배송될 최단 시간을 구하고 모든 최단 배송 경로를 정리하시오.\n(d) 새로운 고속도로 구간이 곧 개통될 예정이다. 이로 인해 허브 A에서 중앙 창고까지의 운송 시간이 1.5일로 단축된다. 이 변화가 요청된 스페어 부품의 배송 시간에 영향을 미치는가?\n(e) 스프레드시트 모델을 설정하고 마이크로소프트 엑셀 해결사를 사용하여 최단 배송 시간과 경로 (새로운 고속도로 내용 제외)를 도출하시오."
}