{
    "source": "en_US",
    "target": "ko_KR",
    "text": "New federal regulations require the City to notify customers when the water service line supplying drinking water to the property is made of lead. Property owners own and are responsible for maintaining their water service lines. Regarding your property at\n[redacted_address]\nOur records indicate that your water service line is made of lead.\nUnder the new rules, we will be notifying you annually of the presence of a lead service line until the line is replaced.\nHow does lead enter drinking water?\nNYC tap water is delivered lead-free and having a lead service line doesn't necessarily mean your drinking water contains lead. However, lead particles can be introduced into your tap water via the lead service line. Lead service lines were banned in 1962 but many private properties still have them.\nCurrent City codes require that lead or galvanized service lines be replaced in full rather than be repaired to reduce the risk of lead exposure.\nIn addition to lead service lines, many homes have internal plumbing like pipes, solder, and fixtures that include lead. Replacing your lead service line may not eliminate all potential sources of lead exposure, so some of the steps below are recommended even if you replace your lead service line.\nWhat is the City of New York doing?\nDEP treats NYC's water with a food-grade additive called orthophosphate that coats the inside of pipes to create a barrier between the lead pipes and the water. This is an important corrosion control method that reduces the chance that lead will come in contact with your water.\nThe City is launching a new program to help low-income New Yorkers replace their lead service lines at no cost to them. This program is funded by a federal grant and is only available in select locations.\nAdditionally, the Department of Design and Construction (DDC) will be replacing lead service lines encountered during water main work. Only homeowners who have been contacted by the City are eligible to participate, and those homeowners will receive more information in the mail. The City is working to develop future programs to assist more New Yorkers in replacing their lead service lines.",
    "trans": "새로운 연방 규정에 따라 시 당국은 해당 부동산에 식수를 공급하는 상수도관이 납으로 만들어졌을 때 고객에게 이를 통보해야 합니다. 부동산 소유자는 상수도관을 소유하고 유지 관리할 책임이 있습니다. 귀하의 부동산과 관련하여\n[redacted_address]\n저희 기록에 의하면 귀하의 수도 서비스 라인은 납으로 만들어졌습니다\n새로운 규정에 따라, 우리는 해당 라인이 교체될 때까지 매년 납 서비스 라인의 존재를 알려드리겠습니다.\n납은 어떻게 식수에 들어갑니까?\n뉴욕 수돗물은 납이 없는 상태로 공급되며, 납 서비스 라인이 있다고 해서 반드시 식수에 납이 포함되어 있는 것은 아닙니다. 그러나 납 서비스 라인을 통해 납 입자가 수돗물에 유입될 수 있습니다. 납 서비스 라인은 1962년에 금지되었지만 많은 개인 부동산에 여전히 있습니다.\n현재 시의 규정에 따르면 납 노출 위험을 줄이기 위해 납 또는 아연 도금 서비스 라인을 수리하는 대신 완전히 교체해야 합니다.\n납 서비스 라인 외에도 많은 주택에는 납이 포함된 파이프, 납땜 및 설비와 같은 내부 배관이 있습니다. 납 서비스 라인을 교체해도 모든 잠재적인 납 노출의 잠재적 원인이 제거되지 않을 수 있으므로 납 서비스 라인을 교체하더라도 아래 단계 중 일부를 권장합니다.\n뉴욕시는 무엇을 하고 있나요?\nDEP는 파이프 내부를 코팅하여 리드 파이프와 물 사이에 장벽을 만드는 오르토인산염이라는 식품 등급 첨가제로 뉴욕시의 물을 처리합니다.  이것은 납이 물과 접촉할 가능성을 줄이는 중요한 부식 방지 방법입니다.\n시는 저소득층 뉴욕 주민들이 비용을 들이지 않고 납 서비스 라인을 교체할 수 있도록 돕는 새로운 프로그램을 시작합니다. 이 프로그램은 연방 보조금으로 자금을 지원 받으며 일부 지역에서만 이용할 수 있습니다.\n또한, 설계 및 건설부(DDC)는 주요 수도 공사 중에 발생한 납 서비스 라인을 교체할 예정입니다. 시에서 연락을 받은 주택 소유자만 참여할 수 있으며, 해당 주택 소유자는 우편으로 더 많은 정보를 받게 됩니다. 시는 더 많은 뉴욕 주민들이 납 서비스 라인을 교체할 수 있도록 돕기 위한 향후 프로그램을 개발하기 위해 노력하고 있습니다."
}