{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name],\nCongratulations on a great summer so far! I was reaching out to see if you wanted to ride in the Challenger Series Championships?\nAttached is the Ground Rules for the 2024 CHGR Championships.\nPBR will cover a room as well on Wednesday (16th) and Thursday (17th) night at the Southpoint, so please shoot me a message with your dates and I will turn them in to [redacted_name].\nCheck in –\n10:00 AM on Wednesday, Oct 16 at the Southpoint. Top of the big escalators going into the arena.\nFormat-\nLong Rd Wednesday. (all riders)\nShort Rd Thurs- Top-20 from Wednesday advance to the short rd Thursday. (Ride scores to BOT)\nVenue-\nSouthpoint Arena & Equestrian Center\n[redacted_address]\nStart Times-\n[redacted_info] Both Nights.\nThe preceding e-mail message (including any attachments) contains information that may be confidential, may be protected by the attorney-client or other applicable privileges, or may constitute non-public information. It is intended to be conveyed only to the designated recipient(s) named above. If you are not an intended recipient of this message, please notify the sender by replying to this message and then delete all copies of it from your computer system. Any use, dissemination, distribution, or reproduction of this message by unintended recipients is not authorized and may be unlawful.",
    "trans": "[redacted_name],\n지금까지 멋진 여름을 보낸 것을 축하합니다! 챌린저 시리즈 챔피언십에 참가하고 싶으신지 물어보기 위해 연락드렸습니다.\n2024 챌린저 시리즈 챔피언십의 기본 규칙을 첨부해 드렸습니다.\n전문가 소 탑승 경기는 10월 16일(수)과 10월 17일(목) 밤, 사우스포인트에서 숙박을 제공할 예정이니, 날짜를 알려주시면 [redacted_name]에게 전달해 드리겠습니다.\n입실–\n10월 16일 수요일 오전 10시 사우스포인트. 큰 에스컬레이터 위, 아레나로 들어가는 곳.\n형식 –\n긴 라운드 수요일. (모든 라이더)\n짧은 라운드 목요일 – 수요일의 상위 20명이 목요일의 짧은 라운드로 진출합니다. (탑승 점수는 BOT에 기록됩니다)\n장소 –\n사우스포인트 아레나 & 이퀘스트리언 센터\n[redacted_address]\n시작 시간 –\n[redacted_info] 양일 밤.\n이전 이메일 메시지(첨부 파일 포함)에는 기밀 정보가 포함되어 있을 수 있으며, 변호사의 비밀 유지권 또는 관련 특권에 의해 보호될 수 있고, 또는 비공개 정보로 간주될 수 있습니다. 이 메시지는 위에 언급된 지정된 수신자에게 전달할 의도로 작성되었습니다. 이 메시지의 의도된 수신자가 아니라면, 발신자에게 회신하여 알려주시고, 컴퓨터 시스템에서 메시지의 모든 사본을 삭제해 주시기를 바랍니다. 의도되지 않은 수신자가 본 메시지를 유포, 배포 또는 복제하는 것은 허가되지 않으며 불법일 수 있습니다."
}