{
    "source": "en_US",
    "target": "ko_KR",
    "text": "educational and informational purposes only) **\n[redacted_info] Police have released video of the moments a man was tased in downtown Tulsa. [redacted_name] died three days later, and his family buried him this weekend. The entire 26-minute video shows [redacted_name] being tased several times at Arvest Bank before heading to the hospital, where he later died. The events inside Arvest Bank come just minutes after police say they tried to restrain [redacted_name]down the street. Police say they had several calls about a man screaming and removing his clothes at 6th and Main. Officers attempted to calm him down. \"Relax, relax, relax. You're OK. You're cool,” said one officer in the video. [redacted_name] ran off and police would catch up with him at the bank.\nPolice say the video shows [redacted_name]'s strength busting open a glass door to get inside. Two officers use their tasers, and eventually, four officers work to handcuff [redacted_name]. EMSA showed up and took [redacted_name] to the hospital where he died three days later. An attorney for [redacted_name]'s family says his team is early in their investigation. The attorney says [redacted_name] was unarmed, adding, \"At this point, we just want to know exactly what happened between Joshua and the TPD officers I ask for prayer for [redacted_name]'s family,\" In a statement, police say they won't be available to talk about the video until Tuesday. It will be up to the Medical Examiner to determine the exact cause of [redacted_name]'s death.",
    "trans": "교육용, 정보 제공 목적으로만 사용해주세요.)**\n[redacted_info] 경찰이 도시 Tulsa에서 한 남성이 테이저건을 맞은 영상을 공개했다. [redacted_name]은 3일 뒤 숨졌고, 유가족은 이번 주말 그의 장례를 치렀다. 총 26분 길이의 영상은 [redacted_name]이 병원으로 가는 도중, 아베스트 은행에서 수차례 테이저건을 맞은 후 사망한 내용을 담고 있다. 은행 내부에서 벌어진 사건은 경찰이 거리를 따라 [redacted_name]를 제지 시도한 지 얼마 안 가 등장한다. 경찰에 의하면 6번가와 중심 거리 교차로에서 한 남성이 소리 지르며 옷을 남고 있다는 전화를 몇 차례 받았다고 한다. 경찰관은 \"진정해, 진정해, 진정해. 괜찮아. 잘하고 있어\"라 말하며 남성을 진정시키려 했다. [redacted_name]는 도주했고 경찰은 그를 은행에서 체포했다.\n경찰에 따르면 [redacted_name]은 유리 창문을 부수고 들어갈 만큼 힘이 세며 비디오에서 이를 확인할 수 있다고 한다. 비디오에서 두 경찰관이 테이저건을 사용하고, 마침내, 네 명의 경찰관이 [redacted_name]에게 수갑을 채운다. EMSA가 나타났고 [redacted_name]는 병원으로 이송됐지만 3일 후 그는 그곳에서 사망했다. [redacted_name]의 유가족 측 변호사는 자신이 꾸린 팀이 이미 조사에 착수했다고 밝혔다. 변호사는 [redacted_name]가 무기를 소지하지 않았다고 언급하며, \"현시점에서 알고 싶은 건 조슈아와 TPD 경찰관 사이에 어떤 일이 있었는지 뿐이다. [redacted_name]의 유가족에게 애도를 표한다.\"라고 보탰다. 경찰은 성명문을 통해 화요일이 되어서야 비디오에 관해 이야기할 수 있다고 밝혔다. 검시관이 [redacted_name]의 정확한 사인을 밝힐 예정이다."
}