{
    "source": "en_US",
    "target": "ko_KR",
    "text": "No for a minute you put yourself in my place i hardly knew you and i bailed you out of jail and cost me 10 ,000. To put up for bond and is still tied up to we get a release from court second how many times did I bail you out for rent ect . So maybe you should value me . I told you a hundred times I value your work and you’re great at what you do but you very slow or you just take too much time . Net a lot of time you’re not even doing electrical work . And how about the week before I went to Chicago and paid you 1200 and the day before I let another 500 to help you out and the same day I gave you a job and you keeled all the money so that was over 19 hundred and what about the carpenter house you met here and got paid for that no thanks at any time except when you need money . You don’t give a dam about me or my projects and know man this has to get done because it’s costing him money taking so long you don’t think about me just yourself. Don’t kid yourself you sat around a lot of day without making any money let alone $200. . And add that up it’s it’s not bad . I don’t know what your bills are that’s your business so maybe you spend too much so don’t blame me . I told you every time you cost me the most on my jobs and take the longest so you need to take a look at yourself and ask am I really working to get this job done or just drag it out because it doesn’t matter . You show me checks that you do some side jobs and make more and you should because it’s retail and you constantly don’t work for them all the time so add up all my checks and add up the ones you show proud of and see who pays more . You told me you were an Accountant so you should realize the difference ? So decide what you’re doing like I said I have to get this done end of story .",
    "trans": "잠깐만 내 입장이 되어 보세요. 저는 당신을 거의 알지도 못했는데, 당신을 감옥에서 빼내주었고 보증금으로 10,000달러를 썼습니다. 그리고 아직 법원에서 풀려나지 않았죠. 두 번째로, 제가 몇 번이나 당신을 위해 집세 등을 빼주었나요? 그러니까 나를 좀 더 가치 있게 생각해야 할 것 같습니다. 나는 당신에게 백 번도 넘게 말했어요. 나는 당신의 일을 소중히 여기고 당신이 하는 일을 잘한다고 생각하지만, 너무 느리거나 시간을 너무 많이 소비한다고요. 사실 많은 시간 동안 당신은 전기 일을 하지도 않았어요. 그리고 내가 시카고에 가기 전 주에 당신에게 1200달러를 지급했고, 그 전날에도 500달러를 주며 도와줬어요. 그리고 그날 같은 날에 일을 줬고, 당신은 그 모든 돈을 다 가져갔죠. 그래서 그게 1900달러가 넘습니다. 그리고 그 목수 일도, 당신이 여기서 만났고 그 일에 대한 돈을 받았죠. 그때 고마움은 없었고, 언제나 돈이 필요할 때만 저에게 오는군요. 당신은 나나 내 프로젝트에 신경 쓰지 않아요. 내가 왜 이 일을 끝내야 하는지, 왜냐하면 이게 너무 오래 걸리면 비용이 들기 때문이죠. 당신은 나를 생각하지 않고 자기 자신만 생각해요. 자신을 속이지 마세요. 당신은 하루 종일 앉아서 돈도 안 벌었어요, 200달러는 커녕. 그리고 그걸 모두 합산해보세요, 그렇게 나쁘지 않아요. 당신의 빚이 뭔지는 모르겠지만, 그건 당신의 문제예요. 어쩌면 너무 많이 쓰는 거일 수도 있으니 나를 탓하지 마세요. 나는 항상 당신이 내 일에서 가장 많은 비용을 들이고, 가장 오래 걸린다고 말했어요. 그래서 이제 당신 자신을 돌아보고 이 일이 끝나도록 정말 열심히 일하는지, 아니면 그냥 시간을 끄는지 생각해보세요. 당신은 일부 부업으로 더 많이 벌고 있다는 수표들을 보여주지만, 그건 소매업이니까 당신이 그들에게 매일 일하지 않기 때문이에요. 그러니까 내 수표들을 모두 합산하고, 당신이 자랑스럽게 보여주는 수표들도 합산해보세요. 그리고 누가 더 많이 지불하는지 보세요. 당신은 회계사라고 했으니, 차이를 알겠죠? 이제 당신이 무엇을 할지 결정을 내려야 합니다. 내가 말했듯이, 이 일은 끝내야 해요. 이게 이야기의 끝입니다."
}