{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Since its inception and widespread adoption, artificial intelligence (AI) has revolutionized nearly every aspect of human life. AI is the study and development of algorithms that give machines the ability to reason and perform cognitive functions such as problem-solving and decision-making [1]. From finance to agriculture, manufacturing to education, AI has fundamentally altered our ability to understand and respond to complex problems. Perhaps the most impactful adoption of AI on human life is in the field of medicine where AI is being used to help physicians make more precise decisions and predict patient outcomes with a higher degree of certainty. Within the medical field, surgery has experienced one of the largest impacts with the adoption of AI as more and more surgeries are performed using robotic assistance. Current surgical robots are controlled by a “master–slave” dynamic where the robot itself does not have any autonomy if it does not have a human operator. However, recent advances in AI and machine learning (ML) seek to expand the capabilities of surgical robots and augment the surgical experience in the operating room. Surgical robots rely on data captured through sensors and images to operate, and this plethora of data capture is the key driver behind AI innovations in robotic surgery",
    "trans": "등장과 광범위한 도입이 되면서부터, 인공지능은 인간 삶의 거의 모든 측면을 혁신적으로 변화시켰다. 인공지능이란 기계가 논리적으로 사고하고 문제 해결 및 의사 결정과 같은 인지 기능을 수행할 수 있도록 하는 알고리즘을 연구 및 개발하는 분야이다 [1]. 금융에서부터 농업, 제조업, 교육까지, 인공지능은 복잡한 문제들을 이해하고 해결하는 인류의 역량을 근본적으로 변화시켰다. 특히, 인공지능이 인간 삶에 가장 큰 영향을 미친 분야 중 하나는 의료 분야로 인공지능을 의료진이 보다 정확한 의사 결정을 내릴 수 있도록 지원하고 환자의 치료 결과를 더 높은 신뢰도로 예측하는 데 활용하고 있다. 의료 분야에서도, 특히 수술영역에서 AI의 영향력이 가장 두드러지게 나타나고 있는데 점점 더 많은 수술이 로봇을 활용하여 수행되고 있다. 현재 사용되는 수술용 로봇은 \"마스터-슬레이브\" 방식으로 운영되며 이는 인간 조작자가 없으면 스스로 자율적으로 작동하지 못한다. 그러나, 최근 인공지능 및 머신러닝의 발전은 이러한 수술용 로봇의 기능을 확장하고 수술실에서의 경험을 더욱 향상시키는 방향으로 나아가고 있다. 수술용 로봇은 센서 및 영상으로 수집한 데이터에 의존하고, 이러한 방대한 데이터의 활용이 로봇 수술의 인공지능 혁신의 핵심 동력이다."
}