{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I'd like to thank [redacted_name] for the slides on this photography, (0:19) but you should know it's the good slides that she did, (0:21) the bad photography is all me. (0:24) So, a lot of times I hear people talk about classical music (0:27) the way they talk about broccoli. (0:29) There's this sort of vague sense that it's good for us, (0:32) and we should probably have more of it, (0:34) but it's also kind of boring sometimes, (0:36) and we'd rather have our high-fructose pop song. (0:38) And even when we get into the concert hall, (0:40) I often see people also with a look on their face, (0:42) they're like, wow, this is pretty. (0:45) This is still pretty.\n(0:47) How long is this going to be pretty for? (0:50) So, why is this so hard? (0:52) I think it's okay to admit that sometimes (0:54) classical music can be a little bit boring. (0:57) But there's two kinds of boring. (0:59) There's this is too easy, I already know it boring, (1:02) and there's this is too hard to follow boring. (1:05) And I would submit that classical music is the second kind. (1:07) There's a lot of information coming out at us at the same time, (1:10) and it's hard to keep track of how it fits into the big picture. (1:13) I say information because I think listening to classical music (1:16) is a learning task. (1:18)\nI think you're trying to feel all the things of the piece for the first time. (1:21) You're trying to get the characters, you're trying to get the world, (1:24) things are repeating, you're trying to remember them, (1:26) and you're often trying to do it on your first listen. (1:29) Now, the challenge with learning anything (1:32) is that your brain gets overwhelmed pretty quickly. (1:35) When you first learn something, (1:37) it's going into your head in a working place (1:39) that neuroscientists call working memory. (1:42) And that's sort of like your mental scratch pad (1:43) where you keep things like telephone numbers (1:45) only for a few minutes, though, (1:46) before you can put it in some other larger context. (1:49) And the problem is you have a limited capacity to store new information.\n(1:53) It's like trying to keep track of too many objects. (1:55) And that's what it's like when you listen to something overwhelming. (1:58) So your brain, luckily, has a neat trick. (2:00) You can put things into groups or chunking information. (2:04) And now you no longer see this as 12 objects, (2:06) you see this as 3 groups. (2:08) And that's a lot less information. (2:09) That frees up room in your working memory for more new things. (2:14) And this is why clear writing uses punctuation (2:15) and why music has phrases that repeat to show you those groups. (2:20) So let's say you're trying to learn a telephone number that's 10 digits. (2:23) The first thing you do is you make groups. (2:24) And that may not seem like a big deal, (2:26) but if you've ever been in a country that has different grouping, (2:28) you'll know how confusing that is and how much we rely on this as an expectation. (2:32) Next, if you know the area code, you're in luck (2:34) because this is now one piece of information, not 3 numbers.\n(2:37) And if you're over 40, you know 8, 6, 7, 5, 3, 0, 9 is Jenny. (2:41) And good for you. (2:43) And this is not just true of numbers, this is true of language as well. (2:46) So consider the phrase, (2:48) Fly me to the moon and let me play among the stars. (2:51) Now, if you're familiar with the song and the phrase, (2:52) this is only one piece of information. (2:54) You're very easily understanding it and you're ready to move on. (2:57) But if you don't know the song, (2:59) well, these 12 words represent 12 different pieces of information, (3:02) and that's a little bit harder. (3:04) And if you didn't know English, (3:06) then you'd be dealing with the level of symbols (3:08) and you have 39 different symbols, (3:09) and that's a really overwhelming task. (3:11) But I think\nthat's exactly what it's like (3:13) when we're listening to a piece of classical music for the first time.",
    "trans": "저는 이 사진에 관한 슬라이드를 [redacted_name]님께 감사드리지만, (0:19) 알아두셔야 할 것은 좋은 슬라이드는 그녀가 만든 것이고, (0:21) 형편없는 사진은 모두 제 작품입니다. (0:24) 그래서, 대게 저는 사람들이 클래식 음악에 대해 이야기하는 것을 듣습니다 (0:27) 브로콜리에 대해 이야기하는 방식. (0:29) 이것이 우리에게 좋다는 막연한 느낌이 있고, (0:32) 아마도 더 많이 접해야 한다고 생각하지만, (0:34) 때로는 좀 지루하기도 하고, (0:36) 차라리 고과당 팝송을 듣습니다. (0:38) 심지어 콘서트홀에 들어갔을 때에도, (0:40) 저는 종종 사람들의 표정을 보면, (0:42) 그들은 마치, 와, 이거 정말 예쁘네요라고 합니다  (0:45) 여전히 예쁘네요.\n(0:47) 이게 얼마나 오래 아름다울까요? (0:50) 그래서, 왜 이렇게 어려운 걸까요? (0:52) 가끔은 인정하는 것도 괜찮다고 생각합니다 (0:54) 클래식 음악이 조금 지루할 수 있습니다. (0:57) 하지만 지루함에는 두 가지 종류가 있습니다. (0:59) 너무 쉬워서, 저는 이미 클래식이 지루하단걸 알고 있고, (1:02) 따라가기 너무 어려워서 지루함이 있습니다. (1:05) 제가 말씀드리고 싶은 것은 클래식 음악은 두 번째 유형이라는 것입니다. (1:07) 동시에 많은 정보가 쏟아져 나오고, (1:10) 그것이 전체 그림에 어떻게 맞는지 파악하기 어렵습니다. (1:13) 정보라고 말하는 이유는 클래식 음악을 듣는 것은 (1:16) 학습 과제입니다. (1:18)\n제가 생각하기에 당신은 곡의 모든 것을 처음으로 느끼려고 노력합니다. (1:21) 캐릭터를 파악하고, 세계를 이해하려 하고, (1:24) 반복되고, 반복되는 것들을 기억하려 노력하며, (1:26) 종종 첫 번째 청취에서 이 모든 것을 하려고 합니다. (1:29) 이제, 무언가를 배울 때의 도전은 (1:32) 뇌가 꽤 빨리 압도된다는 것입니다. (1:35) 처음 무언가를 배울 때, (1:37) 그것은 작업 공간으로 들어갑니다 (1:39) 신경과학자들이 작업 기억이라고 부르는 것 (1:42) 그것은 마치 정신적인 메모장과 같아서 (1:43) 당신은 전화번호 같은 것들을 기억합니다 (1:45) 오직 몇 분 동안만, (1:46) 다른 더 큰 맥락에 넣기 전에 (1:49) 그리고 문제는 새로운 정보를 저장할 수 있는 용량이 제한되어 있다는 것입니다.\n(1:53) 너무 많은 물체를 추적하려는 것과 같습니다. (1:55) 그리고 압도적인 무언가를 들을 때 그런 느낌이 듭니다. (1:58) 다행히도, 우리 뇌는 멋진 트릭을 가지고 있습니다. (2:00) 사물을 그룹으로 묶거나 정보를 덩어리로 묶을 수 있습니다. (2:04) 당신은 이제 더 이상 이것을 12개의 물체로 보지 않고, (2:06) 당신은 3개의 그룹으로 봅니다. (2:08) 그리고 그것은 훨씬 적은 정보입니다. (2:09) 이렇게 하면 작업 기억에 더 많은 새로운 것들을 위한 공간이 생깁니다. (2:14) 이것이 명확한 글쓰기가 구두점을 사용하는 이유이고 (2:15) 음악에 그 그룹을 보여주기 위해 반복되는 구절이 있는 이유입니다. (2:20) 당신이 10자리 전화번호를 외우려고 한다고 가정해 봅시다. (2:23) 당신이 가장 먼저 할 일은 그룹을 만드는 것입니다. (2:24) 이것이 큰 일처럼 보이지 않을 수도 있지만, (2:26) 다른 그룹화를 가진 나라에 가본 적이 있다면, (2:28) 그것이 얼마나 혼란스럽고 우리가 이것을 얼마나 기대에 의존하는지 알 것입니다. (2:32) 다음으로, 지역 코드를 알고 있다면, 운이 좋은 것입니다 (2:34) 이제 이것은 3개의 숫자가 아니라, 하나의 정보 조각입니다.\n(2:37) 그리고 40대 이상이라면, 8, 6, 7, 5, 3, 0, 9는 제니라는 것을 알고 있습니다. (2:41) 훌륭합니다. (2:43) 이것은 숫자뿐만 아니라, 언어에도 해당됩니다. (2:46) 이 구문을 생각해 보세요, (2:48) 날 달나라로 데려가서 별들 사이에서 놀게 해줘요 (2:51) 이제, 이 노래와 구절에 익숙하다면, (2:52) 이것은 단 하나의 정보 조각입니다. (2:54) 당신은 매우 쉽게 이해하고 다음으로 넘어갈 준비가 되어 있습니다. (2:57) 하지만 노래를 모른다면, (2:59) 글쎄요, 이 12개의 단어는 12개의 서로 다른 정보 조각을 나타내며, (3:02) 그것은 조금 더 어렵습니다. (3:04) 그리고 영어를 모른다면, (3:06) 기호의 수준에서 다루게 될 것이고 (3:08) 39개의 서로 다른 기호를 갖게 되는데, (3:09) 이는 정말 압도적인 작업입니다. (3:11) 하지만 저는 생각합니다\n그것이 정확히 어떤 것인지 (3:13) 우리가 클래식 음악을 처음 들을 때 그런 것 같습니다."
}