{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Waitangi Tribunal's report on the WAI 262 claim was released on 3 July 2011.\nCommonly known as the “flora and fauna” claim, the WAI 262 claim addressed the ownership and use of Maori knowledge, cultural expressions, indigenous species of flora and fauna, all known as taonga (treasures), and inventions and products derived from indigenous flora and fauna and/or utilising Maori knowledge.\nThe claim is pan-tribal. Claimants represented a number of Maori iwi (tribes). It is also the Waitangi Tribunal’s first whole-of-government report, which considers the role of more than twenty government agencies.\nThe report – ‘Ko Aotearoa Tenei’ (“This is New Zealand”) – found that the Government had failed to comply with its obligations, under the Treaty of Waitangi, to ensure that guardian relationships between Maori and their taonga (their traditional knowledge and artistic works, and their culturally significant species of flora and fauna) were acknowledged and protected, and recommends that future laws, policies and practices do acknowledge and respect those relationships.\nThe recommendations in the report are not binding on the Government. However, if the current arrangement between the governing party and the Maori Party continues after the November 2011 General Election in New Zealand, it is likely that some of its recommendations will be acted upon.\nThe report has implications for owners of all intellectual property rights and is particularly relevant to those who may wish to register and use trade marks which include Maori words or symbols, or obtain patents for inventions or plant variety rights which rely on Maori traditional knowledge.\nKey Facts for Trade Mark, Copyright and Design Owners\nThe Waitangi Tribunal has recommended that the existing Maori Trade Mark Advisory Committee be disbanded and replaced by a new, specialised commission. The proposed commission should be empowered to consider all applications to register trade marks and designs that include Maori elements, and consider whether their use would be derogatory or offensive to Maori. The commission’s decisions will be binding on the Commissioner of Trade Marks and Designs.\nThe commission would hear objections about derogatory or offensive use of Maori signs (words, symbols, designs, images) and make binding decisions.\nAll existing intellectual property rights will be unaffected with one exception: the derogatory or offensive use of Maori works, either existing or in the future, should be prevented. The question of what uses are derogatory or offensive would be one for the commission to consider.\nThe future commercial use of certain Maori works or knowledge, for which a kaitiaki(Maori guardian) can be identified, should be the subject of consultation with, and in some circumstances require the consent of, the relevant kaitiaki.\nPrivate and public, non-commercial use of Maori works will not be affected, unless the use is derogatory or offensive.\nKey Facts for Patents and Plant Variety Rights Owners\nThe Waitangi Tribunal recommends that a new Committee (Patents Advisory Committee) be formed to advise the Commissioner of Patents on Maori interests in proposed patents.\nThe proposed committee would advise the Commissioner on issues relating to novelty, inventive step or utility in relation to matauranga Maori (Maori traditional knowledge). The committee would also advise the Commissioner where kaitiakiinterests are at risk. The Tribunal suggests that where a patent is contrary tokaitiakitanga (the guardianship interest), it could, subject to balancing with other interests, be refused on the grounds that it is contrary to ordre public (public order) – a ground which is permitted under the TRIPS Agreement.\nKaitiaki would be able to register their interest in particular species in order to give patent owners fair warning of the interest. However, an interest would not need to be registered to be taken into account by the Maori Advisory Committee.\nPatent applicants should be required to disclose whether an application relies on Maori traditional knowledge. This requirement would be mandatory, although the exact sanctions for failure to disclose were not mentioned in the report.",
    "trans": "WAI 262 청구에 대한 와이탕이 재판소 보고서가 2011년 7월 3일 발표되었다.\n일반적으로*“식물 및 동물\" 청구로 알려져 있는 WAI 262 청구는 마오리 지식, 문화적 표현, 타옹가 (보물) 로 알려져 있는, 원주민 식물 및 동물 종, 그리고 원주민 식물 및 동물 종 및/또는 마오리 지식을 활용해 개발된 발명품과 제품의 소유권과 사용을 다루고 있다.\n이 청구는 범부족적 성격을 가진다. 청구인들은 여러 마오리 이위(부족)를 대표했다. 이 보고서는 또한 와이탕이 재판소가 처음으로 정부 전체의 역할을 평가한 보고서로, 20개 이상의 정부 기관의 역할에 대해 고려되어 있다.\n보고서 – '코 아오테아로아 테네이' (\"이 곳이 뉴질랜드다\") – 는 뉴질랜드 정부가 와이탕이 조약 아래 마오리와 그들의 타옹가 (그들의 전통 지식과 예술 작품, 그리고 그들의 문화적으로 중요한 식물 및 동물 종) 사이의 보호자 관계를 인정하고 보호할 의무를 준용하지 못했다고 판단했고, 향후 법률, 정책 및 관행이 이러한 관계를 존중하고 인정해야 한다고 권고하고 있다.\n이 보고서 내 권고 사항은 정부에 법적 구속력이 없다. 그러나, 2011년 11월 뉴질랜드 총선 이후에도 현재 집권당과 마오리당 간의 협력이 지속된다면, 일부 권고 사항이 실행될 가능성이 있다.\n이 보고서는 모든 지식재산권 보유자에게 영향을 미칠 가능성이 있으며 특히 마오리 단어 또는 상징을 포함한 상표를 등록 또는 사용하려 하거나, 마오리 전통 지식에 의존한 발명품 및 식물 품종 보호권을 얻고자 하는 경우에게 중요한 의미를 가진다.\n상표, 저작권 및 디자인 보유자를 위한 주요 사항\n와이탕이 재판소는 기존의 마오리 상표 자문 위원회를 해체하고 새로운 전문 위원회로 대체할 것을 권고했다. 제안된 위원회는 마오리 요소를 포함하는 모든 상표 및 디자인 등록 신청을 검토하고, 해당 사용이 마오리에게 모욕적이거나 공격적인지 여부를 판단할 권한을 가져야 한다. 위원회의 결정은 상표 및 디자인 등록 심사관에게 구속력을 갖게 된다.\n위원회는 마오리 기호(단어, 상징, 디자인, 이미지)의 모욕적이거나 공격적인 사용에 대한 이의를 심사하고 구속력 있는 결정을 내리게 된다.\n모든 기존 지식재산권은 영향을 받지 않으나 한 가지 예외가 있다: 기존 또는 미래의, 마오리 작품이 모욕적이거나 공격적인 방식으로 사용되는 것은 금지되어야 한다. 이러한 사용이 모욕적이거나 공격적인지 여부는 위원회에서 판단하게 된다.\n특정 마오리 작품이나 지식에 대한 향후 상업적 사용은, 카이티아키 (마오리 수호자)가 확인될 경우, 해당 카이티아키와 협의해야 하는 대상이며, 일부 경우에는 동의를 필요로 할 수도 있다.\n마오리 작품의 사적 및 공적 비상업적 사용은 영향을 받지 않지만, 해당 사용이 모욕적이거나 공격적인 경우에는 예외가 될 수 있다.\n특허 및 식물 품종 보호권 보유자를 위한 주요 사항\n와이탕이 재판소는 마오리의 이익과 관련된 특허 신청에 대해 특허 심사관에게 자문할 새로운 위원회(특허 자문 위원회)를 신설할 것을 권고하고 있다.\n제안된 위원회는 마타우랑가(마오리 전통 지식)와 관련하여 특허의 신규성, 진보성, 실용성 등의 문제에 대해 심사관에게 자문을 제공할 것이다. 위원회는 또한 카이티아키의 이익이 위협받는 경우 이에 대한 조언도 제공할 것이다. 재판소는 특허가 토카이티아키탕가(보호자 원칙)와 상충될 경우, 다른 이해관계와의 균형을 고려하여, TRIPS 협정에서 허용되는 근거로 – 공공질서 조항을 근거로 거부될 수 있음을 시사하고 있다.\n카이티아키는 특정 생물 종에 대한 자신들의 이익을 등록할 수 있으며 이를 통해 특허 보유자에게 해당 이익에 대한 사전 경고를 줄 수 있다. 그러나, 마오리 자문 위원회가 이를 고려하는 데 있어 해당 이익이 반드시 등록될 필요는 없다.\n특허 출원자는 해당 출원이 마오리 전통 지식에 기반하고 있는지를 공개해야 한다. 이 요구 사항은 의무적으로 적용되나, 이를 공개하지 않았을 경우의 구체적인 제재 조치는 보고서에서 명시되지 않았다."
}