{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The petite girl grinned up at Talia before grabbing her arm gently and moving her away from the door \"How has your day been? I saw you sitting with Jessica at lunch, that must've been quite an experience.\" Talia laughed slightly as she nodded in response \"Something like that, may have just ditched the only people willing to talk to me though.\"\nAlice had known exactly what had happened, infact she had seen it. She had already seen Talia jumping in to stand up for Jasper, she had seen the girl arriving to Forks before she had even caught the flight. That was the thing that brought Alice's smile to her face recently, she knew why Talia was here and she knew the girl's return was long over due. And of course she already swore to herself that she wasn't going to say anything to both Talia and Jasper, she even made Edward swear nothing would be persuaded on both their parts. Alice wanted the two to find eachother on their own accord because she knew Talia was exactly what Jasper needed and when they found eachother, the time was going to be inevitably perfect.\nAfter their small conversation in the toilets, lunch had ended and the very last period of the day had dragged on for Talia. By the end of the day she was exhausted to say the least. Talia exited the building and made her way through the ever-growing crowd of people and put her helmet on before starting her bike and heading home. The ride was calming for her as she felt the strong wind being built up by her speed against her clothed arms, the feeling reminded her of the happiness she used to find and salvage for as long as she could when she first started driving.\nWhen she arrived home and began to tidy the house up a little bit more, Talia thought back through the day's events. Lunch was something which really aggravated the girl for no reason. Of course Jessica was free to use any words she chose, and Talia didn't even know the boy, she hadn't even spoken to him but she still felt like Jessica had no right to speak badly about him, or his family. Talia new it was never right for anyone to be spoken badly about unless they had done something so terrible that they really deserved it, but Jasper seemed so kept to himself and the way Jessica spoke about him and how he never dated made Talia think about wether she had rejected, it made alot sense when she thought about it.",
    "trans": "작은 소녀는 탈리아를 올려다보며 웃었고 부드럽게 그녀의 팔을 잡고 그녀를 문에서 끌고 갔다. \"오늘 어떻게 지냈어? 네가 점심시간에 제시카랑 같이 앉아 있는 걸 봤는데, 꽤나 재밌었겠구나.\" 탈리아는 그 말에 끄덕이며 살짝 웃었다. \"뭐 그런 비슷한 거지, 비록 내게 말을 걸려던 유일한 사람들을 내가 무시한 걸 수도 있지만 말이야.\"\n앨리스는 무슨 일이 일어났던 건지 정확히 알았고, 사실 그녀는 그걸 봤다. 그녀는 이미 탈리아가 재스퍼를 위해 나서서 그를 옹호하는 것을 봤고, 심지어 그녀가 비행기를 타기도 전에 그 여자아이가 포크스에 도착하는 것을 보았던 것이다. 그래서 최근 앨리스 얼굴에는 웃음기가 돌았고, 그녀는 탈리아가 왜 여기 있었는지 알고 있었고, 그 여자아이가 한참 전에 돌아왔어야 한다는 것도 알고 있었다. 그리고 물론 그녀는 탈리아나 재스퍼에게 아무 말도 하지 않을 거라고 스스로 다짐했으며, 심지어 에드워드에게도 두 사람에게 절대 설득하지 않을 것을 맹세하게 했다. 앨리스는 이 둘이 스스로 서로를 찾길 바랐는데, 왜냐하면 그녀는 탈리아야말로 재스퍼가 필요한 사람이라는 것을 알고 있었으며 그들이 서로를 알게 된다면 그때야말로 정말 완벽한 때가 될 것이기 때문이다.\n그들은 화장실에서 짧게 대화를 나눈 후 점심시간이 끝났고 그날 마지막 수업은 탈리아에게 아주 길게만 느껴졌다. 그날이 끝날 때쯤 그녀는 말 그대로 녹초가 되었다. 탈리아는 건물을 나서서 수많은 인파를 뚫고 나가 자전거를 타기 전 헬멧을 쓰고 집으로 향했다. 그녀가 자전거를 타며 속도를 내자 강한 바람이 불어 그녀의 소매로 속도감이 느껴지며 안정감을 느꼈고, 그러한 느낌은 그녀가 처음 운전을 시작했을 때 느꼈던 행복감이었으며 이를 최대한 붙잡아두려던 때를 떠올리게 했다.\n그녀가 집에 도착하고 집을 조금 치우려고 했을 때, 탈리아는 그날 하루를 되돌아보았다. 점심시간은 아무 이유도 없이 그녀를 매우 짜증 나게 만들었다. 물론 제시카는 아무 말이나 할 수 있지만, 탈리아는 그 남자아이가 누군지조차 몰랐고, 그 남자와 이야기해 본 적도 없지만 여전히 제시가가 그 남자나 그의 가족들에 대해 나쁘게 말할 권리가 없다고 느꼈다. 탈리아는 욕먹을 만큼 아주 끔찍한 짓을 한 게 아니라면 그 누구도 욕을 먹어서는 안 되는 것이 옳다고 알고 있었지만, 재스퍼는 너무 자기 자신만의 세계에 갇혀 사는 것 같았고, 제시카가 그에 대해 하는 말이나 재스퍼가 왜 한 번도 데이트를 한 적이 없는지에 대해 이야기한 것으로 인해 탈리아는 거절할지 생각해 보게 되었고 그녀가 이에 대해 생각해 보니 이게 꽤나 말이 된다고 생각했다."
}