{
    "source": "en_US",
    "target": "ko_KR",
    "text": "World news\nIsrael on high alert for 7 October as it escalates Gaza and Lebanon conflicts\nAuthorities braced for potential attacks on anniversary, as possibility also grows of retaliatory airstrike on Iran\nMiddle East crisis – latest updates\n17:10 EDT Sunday, 06 October 2024\nIsrael will hold memorials for the first anniversary of the October 7 attacks on Monday as the war it launched in response escalates on two fronts, with heavy bombing raids and mass evacuation orders issued in Lebanon and Gaza amid the growing possibility of a retaliatory airstrike against Iran.\nAs Israelis across the country prepared to mark one year since Hamas launched its devastating attack, a region that has spiralled into unprecedented crisis was on high alert. In Israel, authorities said they were on the lookout for attacks timed to coincide with the anniversary after a gunman opened fire on pedestrians in a central bus station in a city in the Negev desert, killing one and wounding 10 in the second attack in the last week.\nIn Iran, airports announced on Sunday afternoon that they would cancel all flights in a potential indication that Tehran expected Israeli jets could strike in a raid that could be targeted against Iranian military, oil, or even nuclear production. However, flight restrictions were lifted after “ensuring safe conditions”, Iranian media said.\nIsrael’s prime minister, Benjamin Netanyahu, has vowed to retaliate against Iran for a recent ballistic missile strike on Israel but said he would choose the time and place. Washington has pleaded with him not to cross red lines that could send the region further into an all-out war.\nSenior White House and Pentagon officials have been in consultations with Israel over its expected retaliatory strike. Joe Biden has urged Netanyahu not to target Iranian nuclear or oil production, potentially prompting retaliatory attacks from Iran against vulnerable Israeli infrastructure.\nAt the same time, the Biden administration looks increasingly unable to limit either Israel’s brinkmanship with Iran or its ground operations against the militias in Gaza and Lebanon that Tehran supports.\nFor the first time in months, Israel sent a column of tanks into northern Gaza and launched major operations there, surrounding Jabalia, the largest of strip’s eight historic refugee camps, as strikes hit a mosque and a school in attacks that killed 24 and wounded nearly 100, according to the local Hamas-controlled government.\nThe escalation in Gaza came after Israel’s attention largely had refocused toward its incursion into southern Lebanon, the largest military operation there since 2006. It appeared to defy analysts who said Israel would not attempt to fight a two-front war in both Lebanon and Gaza, as well as a tit-for-tat battle of airstrikes with Iran.\nBut on Sunday, Israel issued a new blanket evacuation order for all of the northern Gaza Strip, where hundreds of thousands of civilians remain, as a military spokesperson declared a “new phase of the war” against Hamas.\nUK urges Israel to show restraint amid fears Middle East conflict could spread\nRead more\nLocal aid workers said the mosque, which was near al-Aqsa hospital in Deir al-Balah, had housed people who had been displaced in earlier bombing raids. The Israeli military claimed that the mosque had been a “Hamas command post”.\nNetanyahu visited troops near the Lebanese border on Sunday for the first time and declared that Israel would “emerge victorious” in the conflict, as European leaders including Keir Starmer issued renewed calls for a ceasefire to halt the simultaneous wars in Lebanon and Gaza that have killed more than 42,000 people in the last year.\nLate on Sunday night, Beirut’s southern suburbs came under renewed Israeli bombing with large fireballs and loud booms over the darkened skyline. Israeli attacks in the area, which is a stronghold for the Shia militia Hezbollah, have continued at such a high pace that rescue workers have been unable to access the area for days.\nEarlier on Sunday, an IDF spokesperson issued an “urgent warning to the residents of the southern suburbs to leave these areas.\nFor more Guardian journalism follow this channel\nFollow the Guardian\nIn the early hours of Monday, Hezbollah said it had targeted an Israeli military base near the northern city of Haifa. Israeli media reported 10 people were injured, while police said that some buildings and properties were damaged.\nElsewhere in Israel, one woman was killed and 10 people were wounded in the suspected terror attack at the central bus station in Be’er Sheva, a city in the Negev desert in southern Israel. The assailant, identified as Ahmad al-Uqbi, 29, was killed by police.\nPhotos and video posted on social media showed images of at least one person lying on the ground in a pool of blood next to a McDonald’s close to the bus station. In another video, gunshots could be heard as law enforcement officers ran through the station toward the shooting.\nAfter the attack, Miri Regev, Israel’s transportation minister, wrote that the family of the suspected attacker should be deported from the country. “The time has come for a deterrent punishment that prevents attacks on Israeli territory,” she wrote on X.\nAs part of Monday’s commemorations for the Hamas attack, in which more than 1,200 people were killed and about 250 taken hostage, the president, Isaac Herzog, said he would conduct a three-day tour of the border communities along Gaza, beginning at the site of the Nova music festival near the Re’im kibbutz, where 364 people were killed. Israel’s ensuing invasion of Gaza has killed nearly 42,000 Palestinians, mostly civilians, including at least 16,000 children.\nAs the anniversary of 7 October neared, Hamas on Sunday praised the attack as “glorious”.\n“The crossing of the glorious 7 October shattered the illusions the enemy had created for itself, convincing the world and the region of its supposed superiority and capabilities,” Qatar-based Hamas member Khalil al-Hayya said in a video statement.\nThe anticipated retaliation against Iran follows a strike by Tehran that included more than 180 missiles, according to Israel, and managed to hit a crucial airbase more than 30 times.\nSpeaking on Sunday, Yoav Gallant, the Israeli minister of defence, said the bombing had not affected the air force’s ability to operate, and vowed that Israel would strike back against Iran at a time of its choosing.\n“The Iranians did not touch the air force’s capabilities – no aircraft was damaged, no squadron was taken out of order,” Gallant said during a visit to the Nevatim airbase. He added: “Whoever thinks that a mere attempt to harm us will deter us from taking action should take a look at [Israel’s campaigns] in Gaza and Beirut.”\nMeanwhile, Netanyahu visited troops from the 36th division, one of two divisions sent there for combat operations, along the Lebanese border. In remarks, the prime minister said he wished to “extend my deepest condolences to the families of our heroes who fell today in Lebanon”.\nIsrael has said dozens of its soldiers have been injured in Lebanon in the last week of combat, while Hezbollah claimed to have killed 20 soldiers over this weekend. “We’re in the heat of a gruelling war against Iran’s axis of evil, aimed at destroying us,” Netanyahu said. “That will not happen, because we shall stand together, and with God’s help, we shall emerge victorious together.”\nIran’s foreign minister on Saturday warned that Tehran would retaliate if attacked by Israel. “Our reaction to any attack by the Zionist regime is completely clear,” Abbas Araghchi told reporters during a trip to Syria. “For every action, there will be a proportional and similar reaction from Iran, and even stronger.”\nHi Apple News reader, I’m the editor of Guardian US,and I hope you appreciated this article. We’re proud to provide all our journalism free to readers on Apple News — because we believe free access to trustworthy, fact-based journalism is crucial for democracy. Before you move on, I wanted to ask if you would consider supporting the Guardian’s journalism during one of the most consequential news cycles of our lifetimes.\nI hope you appreciated this article. Before you move on, I wanted to ask if you would consider supporting the Guardian’s journalism during one of the most consequential news cycles of our lifetimes.\nWe have never been more passionate about exposing the multiplying threats to our democracy and holding power to account in America. In the heat of a tumultuous presidential race, there is an urgent need for free, trustworthy journalism that foregrounds the stakes of November’s election for our country and planet.\nYet, from Elon Musk to the Murdochs, a small number of billionaire owners have a powerful hold on so much of the information that reaches the public about what’s happening in the world. The Guardian is different. We have no billionaire owner or shareholders to consider. Our journalism is produced to serve the public interest – not profit motives.\nAnd we avoid the trap that befalls much US media: the tendency, born of a desire to please all sides, to engage in false equivalence in the name of neutrality. We always strive to be fair. But sometimes that means calling out the lies of powerful people and institutions – and making clear how misinformation and demagoguery can damage democracy.\nFrom threats to election integrity, to the spiraling climate crisis, to complex foreign conflicts, our journalists contextualize, investigate and illuminate the critical stories of our time. As a global news organization with a robust US reporting staff, we’re able to provide a fresh, outsider perspective – one so often missing in the American media bubble.\nAround the world, readers can access the Guardian’s paywall-free journalism because of our unique reader-supported model. That’s because of people like you. Our readers keep us independent, beholden to no outside influence and accessible to everyone",
    "trans": "세계 뉴스\n이스라엘, 가자지구와 레바논 분쟁 격화로 10월 7일에 대한 경계 강화\n당국, 이란에 대한 보복 공습 가능성도 커지면서 기념일에 잠재적 공격에 대비했습니다\n중동 위기 - 최신 업데이트\n2024년 10월 6일 일요일 오후 5시 10분 동부 표준시\n이스라엘은 10월 7일 공격 1주년을 맞아 월요일에 추모식을 열 예정이며, 이에 대한 대응으로 시작된 전쟁이 두 전선에서 격화되고 있으며, 이란에 대한 보복 공습 가능성이 커지는 가운데 레바논과 가자에서 집중 폭격과 대규모 대피 명령이 내려졌습니다.\n이스라엘 전역의 사람들이 하마스가 파괴적인 공격을 시작한 지 1주년을 기념하는 준비를 하는 동안, 전례가 없는 위기에 빠진 이 지역은 고도의 경계태세를 취했습니다. 이스라엘 당국은 네게브 사막에 있는 한 도시의 중앙 버스 정류장에서 한 무장범이 보행자에게 총격을 가해  1명을 죽이고 10명을 다치게 했는데 이는 지난주에 발생한 두 번째 공격으로 이후 기념일에 맞춰 발생할 공격을 예의 주시하고 있다고 밝혔습니다.\n이란에서는 일요일 오후 공항들이 모든 항공편을 취소한다고 발표했는데, 이는 테헤란이 이스라엘 제트기가 이란 군대, 석유 또는 핵 생산을 표적으로 삼는 공습을 할 수 있다고 예상했기 때문일 수 있습니다. 그러나 이란 언론은 \"안전한 조건을 보장한 후\" 항공편 제한이 해제되었다고 이란 언론은 전했습니다.\n이스라엘의 총리 베냐민 네타냐후는 최근 이스라엘에 대한 탄도 미사일 공격에 대해 이란에 보복하겠다고  다짐했지만 시간과 장소는 스스로 선택할 것이라고 말했습니다. 워싱턴은 그에게 이 지역을 전면전으로 몰아넣을 수 있는  레드라인을 넘지 말라고 당부했습니다.\n백악관과 국방부 고위 관리들은 이스라엘의 보복 공격 예상과 관련하여 이스라엘과 협의해 왔습니다. 조 바이든은 네타냐후에게 이란의 핵 또는 석유 생산을 표적으로 삼지 말라고 촉구했으며,  이는 잠재적으로 취약한 이스라엘 인프라에 대한 이란의 보복 공격을 촉발할 수 있습니다.\n동시에 바이든 행정부는 이스라엘의 이란과의 벼랑 끝 전술이나 테헤란이 지지하는 가자 및 레바논 민병대에 대한 지상 작전을 제한할 수 없는 것으로 보입니다.\n이스라엘은 몇 달 만에 처음으로 북부 가자에 전차 부대를 파견하여 주요 작전을 개시하여 이 지역의 8개 역사적 난민 캠프 중 가장 큰 자발리아를 포위했고, 모스크와 학교를 공격하여 24명이 사망하고 거의 100명이 부상당했다고 현지 하마스가 통제하는 정부가 밝혔습니다.\n가자지구에서의 긴장 고조는 이스라엘의 주의가 2006년 이래 가장 큰 군사 작전인 남부 레바논 침공으로 크게 돌아선 후에 발생했습니다. 이스라엘이 레레바논과 가자지구에서 양측의 전면전과 이란과의 공습을 시도하지 않을 것이라는 분석가들의 주장을 반박하는 듯했습니다.\n그러나 일요일, 이스라엘은 군사 대변인이 하마스에 대해 \"전쟁의 새로운 국면\"을 선포함에 따라 수십만 명의 민간인이 남아 있는 북부 가자 지구 전체에 새로운 전면 대피 명령을 내렸습니다.\n영국은 중동 분쟁이 확산될 수 있다는 우려 속에서 이스라엘에 자제 발휘를 촉구합니다\n더 읽기\n현지 구호 요원들은 데이르 알 발라의 알 아크사 병원 근처에 있는 이 모스크가 이전 폭격으로 이재민이 된 사람들을 수용하고 있었다고 말했습니다. 이스라엘 군은 이 모스크가 \"하마스 지휘소\"였다고 주장했습니다.\n네타냐후 총리는 일요일 레바논 국경 근처의 군대를 처음으로 방문하여 이스라엘이 분쟁에서 \"승리할 것\"이라고 선언했습니다. 케이어 스타머를 비롯한 유럽 지도자들은 지난 한 해 동안 42,000명 이상의 목숨을 앗아간 레바논과 가자지구의 동시다발적인 전쟁을 중단하기 위해 휴전을 재차 촉구했습니다.\n일요일 늦은 밤, 베이루트의 남부 교외는 어두워진 스카이라인 위로 큰 불덩어리와 큰 폭발음과 함께 이스라엘의 폭격을 다시 받았습니다. 시아 민병대 헤즈볼라의 거점인 이 지역에서 이스라엘의 공격은 며칠 동안 구조대원들이 이 지역에 접근할 수 없을 정도로 빠른 속도로 계속되고 있습니다.\n일요일 초, IDF 대변인은 \"남부 교외 주민들에게 이 지역을 떠나라는 긴급 경고\"를 발표했습니다.\n가디언 저널리즘에 대한 자세한 내용을 보려면 이 채널을 팔로우하세요\n가디언 팔로우\n월요일 이른 시간에 헤즈볼라는 북부 도시 하이파 인근의 이스라엘 군 기지를 표적으로 삼았다고 밝혔습니다. 이스라엘 언론은 10명이 부상을 입었다고 보도했으며 경찰은 일부 건물과 재산이 피해를 입었다고 밝혔습니다.\n이스라엘의 다른 지역 이스라엘 남부 네게브 사막에 있는 도시인 베에르셰바의 중앙 버스 정류장에서 발생한 테러 공격으로 여성 1명이 사망하고 10명이 부상당했습니다. 29세의 아흐마드 알-우크비로 확인된 가해자는 경찰에 의해 사살되었습니다.\n소셜 미디어에 게시된 사진과 동영상에는 버스 정류장 근처 맥도날드 옆 피 웅덩이에 누워 있는 최소 한 사람의 이미지가 담겨 있습니다. 또 다른 동영상에서는 법 집행관들이 총격이 발생한 곳으로 역을 달려가는 동안 총소리가 들렸습니다.\n공격 후, 이스라엘 교통부 장관인 미리 레게브는 용의자의 가족을 국가에서 추방해야 한다고 썼습니다. 그녀는 X에 \"이스라엘 영토에 대한 공격을 막고 제지시키기 위한 처벌이 필요한 때가 왔습니다.\"라고 썼습니다.\n1,200명 이상이 사망하고 약 250명이 인질로 잡힌 하마스 공격을 기념하는 월요일 행사의 일환으로, 아이작 헤르초그 대통령은 364명이 사망한 레임 키부츠 인근 노바 음악 축제 현장을 시작으로  가자 지구를 따라 있는 국경 지역 사회를 3일간 순회할 것이라고 말했습니다. 이스라엘의 가자 침공으로 약 42,000명의 팔레스타인인이 사망했는데, 이 중 대부분은 민간인이었고 최소 16,000명의 어린이가 사망했습니다.\n10월 7일 기념일이 가까워지자, 하마스는 일요일에 이 공격을 \"영광스러운\" 공격이라고 칭찬했습니다.\n카타르에 본부를 둔 하마스 일원인 칼릴 알-하야는 영상 성명에서 \"영광스러운 10월 7일의 도하 작전은 적이 스스로 만들어낸 환상을 깨뜨려, 세계와 지역에 자신들의 우월성과 역량을 확신시켰습니다.\"라고 말했습니다.\n이스라엘에 따르면  이란에 대한 예상 보복은 테헤란이 180발 이상의 미사일을 포함한 공격을 감행하여 중요한 공군 기지를 30회 이상 타격한 것에 따른 것이었습니다 .\n요아브 갈란트 이스라엘 국방부 장관은 일요일 연설에서 폭격이 공군의 작전 능력에 영향을 미치지 않았으며, 이스라엘은 원하는 시기에 이란에 반격할 것이라고 다짐했습니다.\n갈란트는 네바팀 공군 기지를 방문하면서 \"이란은 공군의 역량을 손상시키지 않았습니다. 항공기는 손상되지 않았고, 비행대는 순서가 바뀌지 않았습니다.\"라고 말했습니다. 그는 \"우리에게 해를 끼치려는 시도만으로 우리가 행동을 취하지 않을 것이라고 생각하는 사람은 가자와 베이루트에서 [이스라엘의 작전]을 살펴봐야 합니다.\"라고 덧붙였습니다.\n한편, 네타냐후는 레바논 국경을 따라 전투 작전을 위해 파견된 두 사단 중 하나인 36사단의 병력을 방문했습니다. 총리는 연설에서 \"오늘 레바논에서 전사한 우리 영웅들의 가족들에게 깊은 애도를 표합니다\"라고 말했습니다.\n이스라엘은 지난주 전투에서 수십 명의 군인이 레바논에서 부상을 입었다고 말했고, 헤즈볼라는 이번 주말에 군인 20명을 살해했다고 주장했습니다. 네타냐후는 \"우리는 우리를 파괴하려는 이란의 악의 축에 맞서 치열한 전쟁을 벌이고 있습니다\"라고 말했습니다. \"그런 일은 일어나지 않을 것입니다. 왜냐하면 우리는 함께 서고, 신의 도움으로 함께 승리할 것이기 때문입니다.\"\n토요일에 이란 외무장관은 이스라엘이 공격하면 테헤란이 보복할 것이라고 경고했습니다. \"시오니스트 정권의 공격에 대한 우리의 반응은 완전히 명확합니다.\" 아바스 아라그치가 시리아를 방문 중인 기자들에게 말했습니다. \"모든 행동에 대해 이란은 비례적이고 유사한 반응을 보일 것이며, 더욱 강력해질 것입니다\"\n안녕하세요 애플 뉴스 독자 여러분, 저는 가디언 US의 편집자입니다. 이 기사의 가치를 인정해 주셨기를 바랍니다. 저희는 애플 뉴스의 독자들에게 모든 저널리즘을 무료로 제공하게 되어 자랑스럽습니다. ㅡ 왜냐하면 신뢰할 수 있고 사실에 기반한 저널리즘에 대한 무료 접근이 민주주의에 매우 중요하다고 믿기 때문입니다. 다음으로 넘어가기 전에, 우리 인생에서 가장 중요한 뉴스 주기 중 하나인 이 시기에 가디언의 저널리즘을 지원해 주실 생각이 있는지 여쭙고 싶었습니다.\n이 기사의 가치를 인정해 주셨기를 바랍니다. 넘어가기 전에, 우리 인생에서 가장 중요한 뉴스 주기 중 하나인 가디언의 저널리즘을 지원하실 생각이 있는지 여쭙고 싶었습니다.\n우리는 민주주의에 대한 증가하는 위협을 폭로하고 미국에서 권력에 책임을 묻는 데 그 어느 때보다 열정적입니다. 격동적인 대선의 열기 속에서, 우리의 국가와 지구를 위해 11월 선거의 전면에 내세울 수 있는 자유롭고 신뢰할 수 있는 저널리즘이 절실히 필요합니다.\n하지만 일론 머스크에서 머독에 이르기까지 소수의 억만장자 소유주가 세상에서 무슨 일이 일어나고 있는지에 대한 대중에게 전달되는 많은 정보를 강력하게 장악하고 있습니다. 가디언은 다릅니다. 우리는 고려해야 할 억만장자 소유주나 주주가 없습니다. 우리의 저널리즘은 이익 동기가 아닌 대중의 공익을 위해 제작됩니다.\n그리고 우리는 많은 미국 언론이 겪는 함정, 즉 모든 측면을 기쁘게 하려는 욕구에서 생겨난 중립성이라는 이름으로 거짓 동등성에 관여하는 경향을 피합니다. 우리는 항상 공정하려고 노력합니다. 하지만 때로는 그것은 강력한 사람과 기관의 거짓말을 외치고 ㅡ잘못된 정보와 선동 정치가 민주주의를 어떻게 손상시킬 수 있는지 명확히 하는 것을 의미합니다.\n선거 공정성에 대한 위협에서 치솟는 기후 위기, 복잡한 외국 갈등에 이르기까지 저희 기자들은 우리 시대의 중요한 이야기를 맥락화하고 조사하며 조명합니다. 강력한 미국 보도진을 보유한 글로벌 뉴스 기관으로서, 저희는 미국 미디어 버블에서 종종 찾아볼 수 없는  새로운 외부자의  관점을 제공할 수 있습니다.\n전 세계 독자는 저희의 독특한 독자 지원 모델 덕분에 가디언의 페이월 없는 저널리즘에 접근할 수 있습니다. 그것은 여러분과 같은 사람들 덕분입니다. 저희 독자는 저희를 독립적이고 외부의 영향을 받지 않으며 모든 사람이 접근할 수 있도록 합니다."
}