{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Despite the fact that the entire companies and school systems have had to move online during the pandemic, a new report by Common Sense Media reveals that the digital divide continues to persist in the U.S.\n33 percent of American kids living in lower income households do not have access to a family computer - in comparison to only 6 percent of high income families who do not. It’s a similar story for kids with access to tablets, where 60 percent of children from lower income families have access to one, versus 81 percent of children from more affluent families. According to the Pew Research Center, broadband gaps in the U.S. also feed into the problem, and are particularly prevalent in low income households.\nWith children needing to join classes online throughout the pandemic, as well as to logon to complete their homework, this has moved beyond an issue of access to technology, and also become one of access to education. The digital divide works to deepen inequalities that already exist within communities, threatening to leave kids in poorer households behind, and making it harder for them to catch up.\nThe Biden administration’s infrastructure bill of 2021 set aside $65 billion for broadband infrastructure deployment. While this is certainly a step in the right direction, according to the Harvard Business Review, it fell far short of what was needed to give high speed internet access to every person in the country. According to Rollcall, the Democrats now hope to pass an even bigger bill to secure this mission.",
    "trans": "팬데믹 동안 기업과 학교 시스템 전체가 온라인으로 전환되어야 했음에도, 커먼 센스 미디어의 새 보고서에 따르면 디지털 격차는 미국에서 여전히 지속되고 있다.\n미국의 저소득 가정 어린이의 33퍼센트는 가족용 컴퓨터를 이용할 수 없는 반면 - 고소득 가정에서 컴퓨터를 이용할 수 없는 아이들은 6퍼센트에 불과하다. 태블릿 접근성 또한 상황이 비슷한데, 저소득 가정 어린이의 60퍼센트가 태블릿을 이용하는 반면, 더 부유한 가정의 어린이는 81퍼센트가 이용하고 있다. 퓨 리서치 센터에 따르면, 미국 내 광대역 격차 역시 문제에 반영되며, 특히 저소득 가정에서 보편적이다.\n팬데믹 내내 아이들이 온라인 수업에 참여할 뿐 아니라 숙제를 마치기 위해 인터넷에 접속해야 하는 상황에서 이는 기술 접근성 문제를 넘어 교육 접근성 문제로까지 확대되고 있다. 디지털 격차는 이미 공동체 내에 존재하는 불평등을 심화시키며, 가난한 가정 아이들이 뒤처지는 데 위협이 되고, 따라 잡기가 더 어려워지도록 한다.\n바이든 행정부의 2021년 인프라 법안은 광대역 인프라 구축을 위해 650억 달러를 배정했따. 이는 올바른 방향으로 가는 조치이긴 하지만, 하버드 비즈니스 리뷰에 의하면, 국민 모두가 고속 인터넷을 이용할 수 있도록 하기에는 훨씬 부족한 액수였다. 롤콜에 따르면, 민주당은 이에 더욱 대규모의 법안을 추진하여 디지털 격차 해소의 미션을 달성하고 싶어한다."
}