{
    "source": "en_US",
    "target": "ko_KR",
    "text": "have uploaded the calculated CRP values from 50 of your experiments. See the file called “Combined_CRP_values_2024”. You can use this to address the power analysis, however you only need to show in your write up that you have considered this aspect of a study design.\nThis paper below provides a little information on power calculation and group size. There are now several free calculators available on the web that can be used to calculate sample size.\nhttps://journals.sagepub.com/doi/epdf/10.1177/0145721710380791\nIt is up to you to decide the input parameters and refer to the metadata for each sample that I already shared. You will see in the metadata that there are in effect three groupings. Group 1 = Sample 1 & 5, Group 2 = Sample 2 & 3, Group 3 = Sample 4 & 6.\nIn the discussion, you can consider if you had enough data from just your 6 samples to draw any conclusions, or whether you may have needed a bigger sample size.\nFor your results section however, you need to show two things:\n1. the xy plot you generated from your standards, as a figure.\n2. the CRP values you obtained from your samples, as a table. Remember, you must use the standard curve (xy plot) to extrapolate the CRP concentrations from your samples 1-6.\nYou may include some analysis or bar plot using the larger aggregated samples I’ve just combined, but the point of this assessment is that you show you can write a correctly structured scientific report. Please look at what the marking sheet looks for, this is provided in the Session 5 tile.\nImportantly, and as I mentioned in the pre-lab talk…\nThe samples you were analysing were only mock samples, these were not real patient serum samples. Therefore, do not be surprised if the measures are not real world accurate.\nThis lab is designed to teach you the process of ELISA technique and then data analysis and reporting.",
    "trans": "당신의 50개의 실험에서 계산된 CRP 값을 업로드했습니다. “Combined_CRP_values_2024\"라는 파일을 확인해 주세요. 이 파일을 사용하여 검정력 분석을 할 수 있지만, 연구 설계에 이 측면을 고려했음을 문서에 표시하기만 하면 됩니다.\n아래 글에서 검정력 계산과 그룹 규모에 대한 정보를 확인할 수 있습니다. 현재 표본 크기를 계산하는 데 사용할 수 있는 몇 가지 무료 계산기를 웹에서 이용하실 수 있습니다.\nhttps://journals.sagepub.com/doi/epdf/10.1177/0145721710380791\n입력 매개변수를 정하고 제가 이미 공유한 각 샘플의 메타데이터를 참조하실 지는 당신에게 달렸습니다. 메타데이터에 이미 실효성을 갖는 세 가지 그룹이 있음을 알 수 있습니다. 그룹 1 = 샘플 1과 5, 그룹 2 = 샘플 2과 3, 그룹 3 = 샘플 4 6.\n토론 항에서는 6개의 샘플만으로 결론을 도출하기에 충분한 데이터가 있었는지, 또는 더 큰 규모의 샘플이 필요했는지를 고려해  수 있습니다.\n그러나 결론 항목에는 두 가지를 포해야 합니다:\n1. 당신의 기준으로 생성한 xy 플롯을 그림으로 표시할 것.\n2. 샘플에서 얻은 CRP 값을 표로 표시할 것. 표준 곡선(xy 플롯)을 사용하여 샘플 1~6의 CRP 농도를 추정해야 한다는 점을 기억하세요.\n방금 제가 집계한 더 큰 집계 샘플을 사용하여 분석 또는 막대 그래프를 포함할 수도 있지만, 이 평가의 핵심은 올바르게 구조화된 과학 보고서를 작성할 수 있다는 것을 보여주는 데에 있습니다. 마킹 시트가 무엇을 요구하는지 살펴보세요. 이는 세션 5 타일에서 나와 있니다.\n실험 전 강연에서 언급했듯이 중요한 점은...\n여러분이 분석하는 샘플은 모의 샘플일 뿐 실제 환자의 혈청 샘플이 아닙니다. 따라서 측정값이 현실적이지 않더라도 놀라지 마세요.\n이 실험은 ELISA 기법과 데이터 분석 및 보고 과정을 학습하도록 설계되었습니다."
}