{
    "source": "en_US",
    "target": "ko_KR",
    "text": "recently consumed 2 bottles that did not show as well as previous ones. The 2013 drank very well upon release and up to a couple years ago. After a 3 hour decant however, the wine remained more tannic than expected. No doubt a structured wine, with a more balanced and refined Malbec component than most. However, this time around the fruit was just not as pretty or expressive, both on the nose and the palate. We drank the wine over a 3 hour period, during which it did not improve significantly. Perhaps it's going through a closed phase? At this point, I would let the wine sit for another 8-10 years prior to revisiting it.\n1 person found this helpful Comment\n[redacted_name] LIKES THIS WINE:\n94 points\nAugust 23, 2024 - Pleasure to be back to another nicely aged powerful yet elegant Cheval des Andes from an excellent vintage. Farmed from vines planted since 1929, located at 1100 meters of altitude, a blend of 67% Malbec, 25% CS and 8% PV, aged for 18 months in FR oak barriques, 30% new. Intense complex perfumed and dense aroma of violets, smoke, spices, cassis, vanilla, tobacco, dried cherries. Full body, dense & packed with concentration yet elegant and velvety. Deep spiced & smoky flavours, silky medium+ tannins, long finish.\nComment\n[redacted_name] LIKES THIS WINE:\n93 points\nAugust 23, 2024 - Opened and let sit for a few hours. The nose was red and black fruit. The palate was blackberry, dark cherry, cassis, tobacco and a hint of spice. The finish was long and smooth. A really nice wine served alongside a platter of roasted chicken.\nComment\n[redacted_name] WROTE:\n95 points\nAugust 8, 2024 - This appeared to be showing well. It's terroir was apparent, well balanced with sweet red fruit and a slightly savory aspect - reminded me Sonoma.\n1 person found this helpful Comment\n[redacted_name] LIKES THIS WINE:\n93 points\nMarch 26, 2024 - Opened and let sit for a few hours. The nose was red and black fruit. The palate was blackberry, dark cherry, cassis, tobacco and a hint of spice. The finish was long and smooth. A really nice wine just not as sharp as the bottle I had a year and a half ago.\n1 person found this helpful Comment",
    "trans": "최근 이전에는 잘 본 적이 없는 2병의 와인을 구매했습니다. 2013년산 와인은 출시될 때와 몇 년 전까지만 해도 아주 훌륭했어요. 하지만 해당 와인은 3시간 동안의 디켄트 과정을 거친 후에도 예상보다 탄닌이 더 많이 남아있더군요. 의심의 여지 없이 잘 만든 와인이고 다른 대부분의 와인보다 균형이 잘 잡히고 잘 정제된 말벡 요소를 갖추기는 했습니다. 하지만, 이번에는 향과 맛 모두에서 과일향의 매력이나 표현력이 잘 느껴지지 않았어요. 저희는 3시간 간격으로 와인을 마셨으며, 그 시간 동안 맛이 크게 좋아지지는 않았습니다. 아마도 와인이 폐쇄 단계에 접어들어 그런 걸까요? 현시점에서는 이 와인을 다시 마시기보다 8~10년 정도 더 숙성시키는 게 좋을 것 같습니다.\n1명에게 이 댓글이 도움이 되었습니다\n[redacted_name]이 이 와인을 좋아합니다:\n94점\n2024년 8월 23일 - 훌륭한 빈티지인 잘 숙성되었으면서도 강렬하지만 우아한 슈발 데 안데스를 다시 만나게 되어 기쁩니다. 1929에 심어진 포도나무에서 수확한 포도로 만들어졌으며, 해발 1100미터 고도에서 재배된 이 와인은 말벡 67%, 카베르네 소비뇽 25%, 프티 베르도 8%로 블렌딩 되어 있으며, 프랑스산 오크 배럴에서 18개월 동안 숙성되어 30% 정도 새롭게 블렌딩 되었습니다. 바이올렛, 훈연, 향신료, 카시스주, 바닐라, 담배, 말린 체리의 강렬하고 다양한 향이 가득 퍼집니다. 바디감이 풍부하며, 농축감이 밀집되어 풍부하면서도 우아하고 부드러운 맛입니다. 깊은 향신료의 맛과 훈제 풍미, 중간 이상의 부드러운 탄닌이 느껴지며 다 마신 후에도 입안에 그 맛이 오래 머물러있습니다.\n댓글\n[redacted_name]이 이 와인을 좋아합니다:\n93점\n2024년 8월 23일 - 개봉한 후 몇 시간 동안 방치했습니다. 향은 붉고 어두운 계열의 과일 향이 납니다. 맛은 블랙베리, 다크 체리, 카시스주, 담배, 약간의 향신료 맛이 납니다. 입안에 오래 그리고 부드럽게 남습니다. 구운 닭 요리를 곁들여 먹으면 아주 좋은 와인입니다.\n댓글\n[redacted_name]이 작성함:\n95점\n2024년 8월 8일 - 이 와인은 좋아 보입니다. 와인의 떼루아가 분명하며 달콤하고 붉은 과일과 약간 감칠맛이 나는 부분이 균형을 잘 이루어서 소노마가 떠오르게 합니다.\n1명에게 이 댓글이 도움이 되었습니다\n[redacted_name]이 이 와인을 좋아합니다:\n93점\n2024년 3월 26일 - 개봉한 후 몇 시간 동안 방치했습니다. 향은 붉고 어두운 계열의 과일 향이 납니다. 맛은 블랙베리, 다크 체리, 카시스주, 담배, 약간의 향신료 맛이 납니다. 입안에 오래 그리고 부드럽게 남습니다. 정말 좋은 와인이었지만, 제가 일 년 반 전에 먹은 와인만큼 인상 깊지는 않았습니다.\n1명에게 이 댓글이 도움이 되었습니다"
}