{
    "source": "en_US",
    "target": "ko_KR",
    "text": "or\nreplication of this report to or for any other person or entity, or use of our name or trademark, is permitted only with our prior written permission. This\nreport sets forth our findings solely with respect to the test samples identified herein. The results set forth in this report are not indicative or representative\nof the quality or characteristics of the lot from which a test sample was taken or any similar or identical product unless specifically and expressly noted.\nOur report includes all of the tests requested by you and the results thereof based upon the information that you provided to us. Measurement uncertainty\nis only provided upon request for accredited tests. Statements of conformity are based on simple acceptance criteria without taking measurement\nuncertainty into account, unless otherwise requested in writing. You have 60 days from date of issuance of this report to notify us of any material error or\nomission caused by our negligence or if you require measurement uncertainty; provided, however, that such notice shall be in writing and shall specifically\naddress the issue you wish to raise. A failure to raise such issue within the prescribed time shall constitute your unqualified acceptance of the\ncompleteness of this report, the tests conducted and the correctness of the report contents. This report is independent of the KOLAS recognition criteria\n(KS Q ISO/IEC 17025) and KOLAS recognition. This report is independent of the accredited test results by Korea Laboratory Accreditation Scheme, which\nsigned the ILAC-MRA.\nTO: SAE-A LAB NO.: ([redacted_number]\nDATE IN: May 10, 2024\nMODIFIED DATE IN: May 13, 2024\nDATE OUT: May 17, 2024\nNO. OF WORKING DAYS: 3\nTEST SITE: FIXED TEST LAB\nSample Description: /\nVendor: / Mill Name: /\nTrim Supplier Name: / Country of Origin: CHINA\nStyle No.: / Master Style: /\nFabric Article #: RD#1044509 (DS-2023-2796) Mill Fabric ID: /\nPLM Trim #: / Supplier Trim Article#: /\nColor (Gmt/Product): / Color (Fabric): /\nColor (Trims): / Season: SPRING 2025\nEnd Use: TOP Claimed Fabric Weight: 250G/SQ.M (BEFORE\nWASH)\nIntended Age: ADULT-MEN Country of Sales: /\nFabric Construction: K-OTHERS Yarn Count: /\nWash Type: NON-PRESHRUNK\nTesting Status: DEVELOPMENT Product Stage: FABRIC\nProduct Category: KNITS Testing Category: PERFORMANCE\nRetest: NO Previous Report No.: /\nTest Package: FIBER CONTENT TEST\nSubmitted Fiber Content 51% POLYESTER, 39% RAYON, 6% LINEN, 4% SPANDEX\nActual Fiber Content 49.5% POLYESTER, 42.0% RAYON, 5.5% LINEN, 3.0% SPANDEX\nSuggested Fiber Content 51% POLYESTER, 39% RAYON, 6% LINEN, 4% SPANDEX",
    "trans": "혹은\n본 보고서를 다른 사람이나 주체에게 혹은 그들을 위해 복제하거나 우리의 이름이나 상표를 사용하는 행위는 우리의 사전 서면 허가와 함께할 때만 허용됩니다. 이\n보고서는 오직 이 문서에서 확인된 테스트 샘플에 대해서만 우리의 결과를 제시합니다. 본 보고서에서 제시된 결과는 나타내거나 대변하지 않습니다\n테스트 샘플이 취해진 무리의 질이나 특성 혹은 다른 비슷하거나 똑같은 상품을 구체적이고 명시적으로 언급되지 않는 한.\n우리의 보고서는 당신이 요구한 모든 시험과 당신이 우리에게 제공한 정보에 기반한 그 시험의 결과를 포함합니다. 측정 불확실성은\n공인받은 시험을 요청할 때만 제공됩니다. 적합성 선언은 단순 수용 기준에 기반을 둡니다 측정 고려하지 않고\n불확실성을, 그 외에 서면으로 요청받지 않는 한. 당신은 본 보고서의 발행일로부터 60일 동안 우리에게 어떠한 내용상의 오류나\n우리의 태만으로 인해 야기된 누락, 혹은 측정 불확실성을 요청하실 경우 알려주실 수 있습니다; 단, 해당 알림은 서면 형태여야 하며 구체적으로\n당신이 제기하고자 하는 문제를 다룬다는 전제 아래에 그렇습니다. 해당 문제를 미리 정해진 시간 내에 제기하지 못할 경우 귀하는 완전하게 수용했다고 간주될 것입니다\n해당 보고서의 완전함과 수행된 시험, 그리고 보고서 내용의 올바름을. 본 보고서는 KOLAS 인정 기준에 대해 독립적입니다\n(KS Q ISO/IEC 17025) 그리고 KOLAS 인정에 대해. 이 보고서는 한국인정기구에 의해 공인된 시험 결과에 대해 독립적이며, 이는\nILAC-MRA를 서명한 것을 말합니다.\n수취인: 새아 실험실 번호:([redacted_number]\n시작일: 2024년 5월 10일\n변경된 시작일: 2024년 5월 13일\n완료일: 2024년 5월 17일\n영업일 수: 3\n시험 장소: 고정된 실험실\n예시 설명: /\n판매인: / 공장명: /\n가장자리 공급자명: / 원산지: 중국\n스타일 번호: / 마스터 스타일: /\n직물 물품 #: RD#1044509 (DS-2023-2796) 공장 직물 ID: /\nPLM 가장자리 #: / 공급자 가장자리 물품#: /\n색상(Gmt/상품): / 색상 (천): /\n색상 (가장자리): / 시즌: 2025년 봄\n사용 종료: TOP 주장됨 직물 무게: 250그램/SQ.M (이전에\n세탁)\n의도된 연령대: 성인 남성 판매 대상 국가: /\n직물 구조: K-기타 실 갯수: /\n세탁 종류: 비 방축 가공\n시험 상태: 개발 생산 단계: 직물\n상품 분류: 니트 시험 분류: 성능\n재시험: 아니오 이전 보고서 번호: /\n시험 포장: 섬유 조성 시험\n제출된 섬유 조성 51% 폴리에스테르, 39% 인조견, 6% 리넨, 4% 스판덱스\n실제 섬유 조성 49.5% 폴리에스테르, 42.0% 인조견, 5.5% 리넨, 3.0% 스판덱스\n추천되는 섬유 조성 51% 폴리에스테르, 39% 인조견, 6% 리넨, 4% 스판덱스"
}