{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Thank you for choosing Bank of America for your new checking account.\nBank of America's number one priority is looking after people: its customers, its employees and the broader communities it serves. During this time, your voice is even more important and critical for us to hear so that we can provide the best possible customer experience for you. We truly appreciate your taking a few minutes to provide your feedback.\nTo start the survey, please answer the question below:\nOverall, are you satisfied with your new Bank of America checking account?\nYes\nNo\nPlease note that your answers will remain strictly confidential. At no time will you be asked to discuss the personal details of your relationship with Bank of America.\nWe appreciate your feedback and encourage an early response; the survey should take about 12 minutes of your time. Thank you.\nThis is a survey email from Bank of America. Bank of America has contracted with InMoment, Inc. to conduct this survey to help us better serve you in the future. By completing this survey, you acknowledge that any ideas for products or services that you provide during this survey will become the property of Bank of America without financial award to you.\nIf you no longer wish to receive emails for this survey, please click unsubscribe.\nBank of America, N.A. Member FDIC. Equal Housing Lender ©2021 Bank of America Corporation. All rights reserved.\nContact Bank of America\nBank of America Privacy & Security\nBank of America Email, 8th Floor-NC 1-002-08-25\n101 South Tryon St., Charlotte, NC 28255-0001\nPlease do not send any physical mail to this address, especially mail containing sensitive information.",
    "trans": "당신의 체킹 어카운트를 위해 뱅크 오브 아메리카를 선택해 주신 것을 감사드립니다.\n뱅크 오브 아메리카의 가장 첫번째 우선순위는 사람들을 보살피는 것입니다: 그것의 고객들, 그것의 직원들 그리고 그것이 섬기는 더 큰 공동체들. 이 시간동안, 당신의 의견은 더욱 더 중요하고 저희가 들어야 할 중대한 것이기에 저희는 당신을 위하여 가능한 한 최상의 고객 경험을 제공하려 합니다. 저희는 당신이 귀하의 의견을 제공하기 위하여 몇 분을 할애해 주시는 것에 진심으로 감사드립니다.\n설문 조사를 시작하기 위해서는, 아래의 질문들에 대답해 주십시오:\n전체적으로, 당신은 새로운 뱅크 오크 아메리카의 체킹 계좌에 만족하십니까?\n네\n아니오\n귀하의 대답은 전적으로 비밀에 부쳐질 것을 참고하십시오. 결코 당신은 뱅크 오브 아메리카와 당신의 관계에 관한 개인적인 상세한 내용을 논의해 달라고 요청받지 않을 것입니다.\n저희는 귀하의 의견에 감사드리고 빠른 응답을 장려합니다; 이 설문조사는 당신의 시간에 12분 정도를 할애할 것입니다. 감사합니다.\n이것은 뱅크 오브 아메리카로부터 온 설문 조사 이메일입니다.  미래에 저희가 당신을 더 잘 섬기기는 걸 돕기 위하여 뱅크 오브 아메리카는 InMoment, Inc.와 계약을 맺어서 이 설문 조사를 수행합니다. 이 설문 조사를 마침으로써, 귀하는 당신이 이 설문 조사에 제공하는 상품들 혹은 서비스를 위한 어떤 방안들도 당신에게 재정적인 이득없이 뱅크 오브 아메리카의 자산이 될 것을 승인합니다.\n당신이 이 설문 조사를 위한 이메일을 받기를 더이상 희망하지 않는다면, 구독 취소를 클릭해 주십시오.\n뱅크 오브 아메리카,  N.A. 회원 연방 예금 보험 공사. 동등한 주택 융자 기관 ©2021 뱅크 오브 아메리카 회사. 모든 권리는 저작권자에게 있습니다.\n뱅크 오브 아메리카에 연락하기\n뱅크 오브 아메리카 개인 정보 보호 및 보안\n뱅크 오브 아메리카 이메일, 8층-NC 1-002-08-25\n노스캐롤라이나, 샬럿, 101 사우스 트라이온 스트리트., 28255-0001\n어떤 실제 우편도 이 주소로 보내지 말아 주세요, 특별히 민감한 정보를 포함한 우편도요."
}