{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Jumping and balance are necessary skills for most athletes, and mini-trampoline training has been shown to improve them. Little is known about the acute effect of mini-trampoline jumping on jump performance and dynamic balance. Objectives: The purpose of this study is to investigate the effect of 6 maximal jumps on a mini-trampoline on countermovement vertical jump (CMVJ) variables and on balance parameters. Methods: Twenty one recreationally trained individuals participated in three testing sessions and were either allocated to a control group (N=10) or a trampoline group (N=11). All the participants performed a dynamic warm up prior to their assessments. Baseline CMVJ and balance assessments were measured. For the jump performance tests, the control group rested for 30s, and the trampoline group performed 6 maximal CMVJs on a mini-trampoline. Immediately following the trampoline jumps or the rest period, participants performed three jump trials. The jumping protocol was repeated every minute up to 5 minutes and balance was reassessed immediately after only. Results: There was no significant interaction of time by group and no group effects in all the jumping parameters, however, there was a significant increase in jump height (p <0.001) post-condition, and a significant decrease in peak power (p= 0.01) at the 4th minute for both groups. There was no significant interaction of time by condition, no time effect and no group effect (p>0.05) on the balance variables. Conclusion: These results do not support our hypothesis and show that trampoline jumping does not improve jump and balance performance acutely.",
    "trans": "뜀뛰기와 균형은 대부분의 운동선수들에게 필수적인 기술이며, 미니-트램펄린 훈련은 이들을 향상시키는 것으로 나타났다. 미니-트램펄린 뜀뛰기가 뜀뛰기 성적과 동적 균형에 미치는 급성 효과에 관해서는 많은 것이 알려져 있지 않다. 목적: 본 연구의 목적은  미니-트램펄린에서 최대치로 6번 뛰는 것이 카운터 무브먼트 수직 점프(CMVJ) 변수와 균형 매개 변수에 미치는 영향을 조사하는 것이다. 방법: 취미로 훈련을 받은 21명의 개인이 세 번의 테스트 세션에 참가하였으며 대조군(N=10)이나 트램펄린 그룹(N=11) 중 하나에 배정되었다. 모든 참가자들은 평가를 받기 전 동적 준비 운동을 수행했다. 기준치 CMVJ와 균형 평가가 측정되었다. 뜀뛰기 수행 능력 시험에서 대조군은 30초 간 휴식을 취했으며, 트램펄린 그룹은 미니-트램펄린 위에서 최대치의 CMVJ를 6번 수행했다. 트램펄린 뜀뛰기나 휴식 시간 이후 즉시 참가자들은 세 번의 뜀뛰기 시험을 수행했다. 뜀뛰기 프로토콜은 최대 5분간 매분 반복되었으며 균형은 오직 직후에만 재평가되었다. 결과: 그룹별 시간의 유의미한 상호작용 및 모든 뜀뛰기 매개변수에서의 집단 효과는 없었으나, 사후 조건에서 뜀뛰기 높이에서 유의미한 증가(p<0.001)가 있었고, 두 집단 모두에서 4분째에 최대 힘의 유의미한 감소가 있었다 (p=0.01). 균형 변수에서는 조건별 시간의 유의미한 상호작용과 시간 효과, 집단 효과가 없었다(p>0.05). 결론: 이러한 결과는 우리의 가설을 지지하지 않으며 트램펄린 뜀뛰기가 뜀뛰기 및 균형 수행을 급격하게 향상시키지 않음을 보여준다."
}