{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Over the last few decades, data has accumulated suggesting that various environmental toxicants impact seminal quality and male fertility in different species including humans. This is a problem and more information and studies must be conducted on the matter [1].\nInfertility therefore can be described as the failure to get pregnant after one year of conventional unprotected intercourse which affects 8-12 % of reproductive-age couples globally [2][3]. Possible effects of smoking have been known and can affect the health of a person, especially the negative impacts on male fertility. Some of the research has suggested that smoking causes a reduction in the levels of reproductive hormones, sperm quality as well as semen quality. These effects implicate a man’s fertility by impairing his ability to father a child and may contribute to infertility [4][5]. Detailly et al performed this study to discover that zinc in seminal plasma has some functions in the physiological process of sperm. For instance, a deficiency in Zinc nutrition may cause organ deformities such as Gonadal Dysplasia, Testicular Hypoplasia, and atrophy of seminiferous tubules [6]. This is so, especially given the fact that smoking is known to have many adverse impacts on the general health of human beings and the male reproductive system in particular but despite all these, smoking is one of the most practiced habits in the world today [7].\n. Some information regarding the relationship between smoking and male reproductive hormones such as FSH, LH, testosterone, and prolactin is disputable. In some laboratory studies, it has been revealed that regular smokers have lower levels of testosterone and increased levels of LH and FSH whereas there is no change in the rate of prolactin [8][9]. This study was undertaken to establish the impact of cigarette smoking on a few aspects that are believed to be indicators of serious issues in sexuality.",
    "trans": "지난 수십 년간 축적된 데이터는 다양한 환경 독성 물질들이 인간을 포함한 다양한 종들의 남성 생식력과 정액의 질에 영향을 미친다는 점을 시사합니다. 이것은 문제가 되며 이 사안에 대한 더 많은 정보와 연구가 시행되어야 합니다 [1].\n따라서 불임은 인습적이면서 보호되지 않은 일년 간의 성관계 이후에도 임신에 실패한 것으로 정의될 수 있으며, 이는 전세계적으로 생식 가능 연령 커플의 8-12 %에게 영향을 줍니다 [2][3]. 흡연이 영향을 미칠 수 있는 가능성이 있다고 알려져 있는데 사람의 건강, 특히 남성 생식력에 부정적인 영향을 미칠 수 있습니다. 일부 조사에 따르면 흡연은 생식 호르몬 수치, 정자의 질을 비롯해 정액의 질을 감소시킵니다. 이러한 영향은 아이를 낳는 남성의 능력을 약화시켜 생식력과 관련이 있음을 보여주며 불임에 관여할 수 있습니다 [4][5]. 디테일리 등은 정장액 속 아연이 정자의 생리학적 과정에 일부 기능을 수행한다는 것을 발견하기 위해 이 연구를 수행했습니다. 예를 들어, 아연 영양소의 부족은 생식선 이형성증, 고환 발육 부전, 세정관 위축과 같은 장기 기형을 유발할 수 있습니다 [6]. 이것은 특히 흡연이 인간의 일반적인 건강과 특히 남성 생식 시스템에 많은 부정적인 영향을 미친다고 알려져 있다는 사실이 알려져 있지만 그럼에도 불구하고 흡연이 오늘날 세계에서 가장 많이 행해지는 습관 중 하나라는 점을 볼 때 그렇습니다 [7].\n. 흡연과 난포자극호르몬, 황체형성호르몬, 테스토스테론, 프로락틴과 같은 남성 생식 호르몬 간의 관계과 관련된 일부 정보는 논란의 여지가 있습니다. 몇몇 실험실 연구에서 일상적인 흡연자는 테스토스테론 수치가 낮고 황체형성호르몬과 난포자극호르몬 수치가 증가한 반면, 프로락틴 비율에는 변화가 없다는 점이 밝혀졌습니다 [8][9]. 이 연구는 성생활에서 중요한 문제를 나타내는 지표로 여겨지는 일부 부면에 흡연이 미치는 영향을 확립하기 위해 이루어졌습니다."
}