{
    "source": "en_US",
    "target": "ko_KR",
    "text": "the Parents/Guardians of [redacted_name]:\nBelow please find your personalized information for the upcoming school year:\nTeacher Name: [redacted_name]\nStudent ID number: [redacted_id]\nYour student's ID number may be used to purchase lunches. Lunch menus and cost can be found on our website on the Food Service page (https://www.d102.org/o/atsd/page/food-service)\nFirst Day of School Transportation information (if eligible):\nMorning\nBus Route: 5A\nBus Stop: [redacted_address]\nAfternoon\nBus Route: 7P\nBus Stop: [redacted_address]\nBus Information for other days of the week can be found in the Powerschool Parent Portal once the school year starts. Instructions will be sent next week as a reminder.\nYou may also download the First View Bus tracking App:\nApple iOS App\nAndroid GooglePlay App\nDesktop App\nYou will need your school code listed below:\nTripp - [redacted_id] Pritchett - [redacted_id]\nImportant: If you need any further assistance, the most up to date information and contact information can be found on the D102 Transportation Site (https://www.d102.org/page/transportation)\nPowerSchool Parent Access\nNote: If you already have a PowerSchool Parent Portal account, you do not have to create a new one. If [redacted_name] is new to Aptakisic Junior High, follow the instructions to link Eliceo to your account.\nAccess ID for Eliceo: [redacted_id]\nAccess Passwo",
    "trans": "[redacted_name]의 부모님/보호자님께:\n다음은 다가오는 학년도에 대한 귀하의 맞춤형 정보입니다:\n교사 이름: [redacted_name]\n학생 아이디 번호: [redacted_id]\n학생의 아이디 번호는 점심 구매에 사용될 수 있습니다. 점심 메뉴와 비용은 우리의 웹사이트의 식사 서비스 페이지에서 확인하실 수 있습니다. (https://www.d102.org/o/atsd/page/food-service)\n첫 등교일 운행 정보 (해당되는 경우):\n아침\n버스 노선: 5A\n버스 정류장: [redacted_address]\n오후\n버스 노선: 7P\n버스 정류장: [redacted_address]\n주 중 다른 날의 버스 정보는 학년이 시작되면 파워스쿨 학부모 포털에서 확인하실 수 있습니다. 안내는 알림 목적으로 다음 주에 다시 발송될 예정입니다.\n퍼스트 뷰 버스 추적 앱을 다운로드하실 수도 있습니다:\n애플 운영체제 앱\n안드로이드 구글플레이 앱\n데스크탑 앱\n아래에 나온 귀하의 학교 코드가 필요하실 것입니다:\n트립 - [redacted_id] 프리쳇 - [redacted_id]\n중요: 추가 도움이 필요하시면, 최신 정보와 연락처 정보는 D102 교통 사이트에서 확인하실 수 있습니다. (https://www.d102.org/page/transportation)\n파워스쿨 학부모 접속\n참고: 이미 파워스쿨 학부모 포털 계정이 있으시면 새 계정을 만들 필요는 없습니다. [redacted_name]이 앳타키식 중학교에 새로 입학한 경우, 엘리시오를 계정에 연결하기 위해 방법을 따라 주세요.\n엘리시오의 접속 아이디: [redacted_id]\n접속 비밀번"
}