{
    "source": "en_US",
    "target": "ko_KR",
    "text": "assume it had triggered memories from the past.\nHer brows drew together, and finally she raised her eyes to mine. “Why did you do that?”\nI regarded her, trying to read her expression, but it was only puzzled not upset. I dried her hand then curled my fingers around her wrist. Her pulse was fast but not as fast as it was when she was scared. “I assumed you were upset because I came over your hand.”\n“I wasn’t,” she said quietly.\nI tilted my head. “Then why did you tense? You looked upset.”\n“I was stunned and relieved,” she said slowly. “Because I was worried I couldn’t do it. That it would remind me too much of what he did, but it didn’t. I wasn’t disgusted.”\n“That’s good,” I murmured. I hadn’t expected her to touch me today, but she must have felt safe with me being restrained. She smiled up at me, and I returned the smile. Her expression softened further. She pressed up against me, and my hands automatically wrapped around her hips. “Let me touch your pussy, Kiara. I want to make you feel good. I want to make you come hard.”\nA blush spread on her cheeks. There was still uncertainty on her face.\n“My fingers won’t bring pain, only pleasure. Trust me.”\n“I do,” she said quietly.\nI led her back into the bedroom, and Kiara lay down on the bed, watching me with a",
    "trans": "그것이 과거의 기억들을 떠올리게 했나보다.\n그녀의 눈썹이 살짝 모아졌고, 마침내 그녀는 나를 향해 시선을 올렸다. \"왜 그렇게 한거야?\"\n나는 그녀를 바라보며, 표정을 읽으려 했지만, 당황한 듯한 모습일 뿐 화가 난 것은 아니었다. 나는 그녀의 손을 닦아주고, 손가락을 말아 쥐어 손목을 감쌌다. 그녀의 맥박은 빠르긴 했지만, 두려움을 느낄 때처럼 심하게 뛰지는 않았다. “난 내가 네 손에 흘려서 네가 화난 줄 알았어.”\n“아니었어,” 그녀는 조용히 대답했다.\n나는 고개를 살짝 기울였다. “그럼 왜 긴장했어? 화난 것처럼 보였어.”\n“놀랐지만 안도했어,\" 그녀는 천천히 말했다. \"내가 할 수 없을 까봐 걱정했거든. 그가 나한테 한 것들이 너무 많이 떠올라 힘들지 않을까 했는데, 그렇지 않았어. 불쾌하지도 않았어.”\n“그렇다면 다행이네,” 나는 중얼거렸다. 난 그녀가 오늘 나를 만질거라고 생각치 못했는데, 그녀는 내가 자제하고 있어서 안전하게 느껴졌나보다. 그녀가 나를 향해 미소를 지었고, 나도 자연스럽게 미소를 지었다. 그녀의 표정이 더 부드러워졌다. 그녀가 내게 가까이 다가왔고, 내 손은 본능적으로 그녀의 엉덩이를 감쌌다. \"네 성기를 만지게 해줘, 키아라. 네가 기분 좋게 만들고 싶어. 네가 격렬하게 사정하게 만들고 싶어.\"\n그녀의 볼에 붉은 기가 퍼졌다. 하지만 여전히 얼굴에는 망설이 남아 있었다.\n\" 내 손가락은 고통 말고, 황홀함만 줄거야. 나만 믿어.\"\n\"믿어,\" 그녀는 조용하게 말했다.\n나는 그녀를 다시 침실로 이끌었고, 키아라는 침대에 누운채, 무엇과 함께 나를 바라보았다"
}