{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Doping is now a global problem that follows international sporting events worldwide. In fact, new, more powerful and undetectable doping techniques are now abused by professional athletes, while sophisticated networks of distribution have developed.\nThe creed of the Olympics says: \"The important thing in the games is not winning but taking part.\" This is a noble goal, but it has little to do with the reality of the modern sports world.\nToday among athletes second place is viewed as the \"first loser\". Consequently, it is not surprising that athletes and coaches will sacrifice and risk a lot in order to be very competitive and enhance (1) performance, at all costs.\nWhat’s more, the money associated with winning must be counted in multimillion dollar contracts. TV and sports merchandising represent a billion dollar industry.\nDriven by those millions of dollars, medical professionals, trainers and sports organizations have worked secretly, to develop sophisticated doping programs where performance is optimized, often at the risk of the athletes’ health.\nA group of athletes was asked one time: “If you were given a performance enhancing substance and you would not be caught (2) and win, would you take it?”. 98% of them responded “Yes”. The most scaring question was: “If you were given a performance enhancing substance and you would not be caught, win all competitions for 5 years, then die, would you take it?”. More than 50% said «Yes»…",
    "trans": "도핑은 이제 전 세계적인 문제로, 국제 스포츠 이벤트를 전 세계적으로 따라다니고 있습니다. 사실, 새로운, 더 강력하고 탐지할 수 없는 도핑 기법이 프로 선수들에 의해 남용되고 있으며, 이를 위한 정교한 유통망도 개발되었습니다.\n올림픽의 신조에는 이렇게 적혀 있습니다: \"경기에서 중요한 것은 승리가 아니라 참여하는 것이다.\" 이는 고귀한 목표이지만, 현대 스포츠 세계의 현실과는 거리가 있습니다.\n오늘날 운동선수들 사이에서 두 번째 자리는 \"첫 번째 패자\"로 여겨집니다. 따라서 선수들과 코치들이 어떤 위험이 있든지 상관없이 매우 경쟁력 있고 성과를 (1) 향상시키기 위해 많은 것을 희생하고 위험을 감수하는 것은 놀라운 일이 아닙니다.\n또한, 승리와 관련된 금액은 수백만 달러 계약을 포함하고 있습니다. 텔레비전과 스포츠 상품화는 수십억 달러 규모의 산업을 차지하고 있습니다.\n이렇게 많은 돈에 의해, 성과를 최적화하는 정교한 도핑 프로그램을 개발하기 위해 의료 전문가들, 트레이너들, 그리고 스포츠 조직들은 비밀리에 작업을 진행해왔습니다, 종종 이는 선수들의 건강을 위험에 빠뜨리기도 했습니다.\n한 번은 선수들에게 이렇게 묻는 질문이 있었습니다: “만약 성과 향상 물질을 제공받고, 그것이 적발되지 않고 (2) 경기를 이길 수 있다면, 그것을 복용하겠습니까?”. 98%의 선수들이 \"네\"라고 답했습니다. 가장 충격적인 질문은: “만약 성과 향상 물질을 제공받고, 그것이 적발되지 않아서 5년 동안 모든 대회에서 이긴 후 죽게 된다면, 그것을 복용하겠습니까?”. 50% 이상이 «네»라고 답했습니다..."
}