{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Obama, Armed With Details, Says Health Plan Is Necessary\nPresident Obama confronted a critical Congress and a skeptical nation on Wednesday, decrying the “scare tactics” of his opponents and presenting his most forceful case yet for a sweeping health care overhaul that has eluded Washington for generations.\nIn blunt language before a rare joint session of Congress, Mr. Obama vowed that he would “not waste time” with those who have made a political calculation to oppose him, but left the door open to working with Republicans to cut health costs and expand coverage to millions of Americans.\n“The time for bickering is over,” the president declared. “The time for games has passed. Now is the season for action.”\nThe president was greeted by booming applause from Democrats and polite handshakes from Republicans. But the political challenge at hand soon became clear as several Republican lawmakers heckled Mr. Obama when he dismissed the notion that so-called death panels would deny care to the elderly.\nPresidents since Theodore Roosevelt have been advocating universal health care without success, and Mr. Obama vowed to fare better. “I am not the first president to take up this cause,” he said, “but I am determined to be the last.”\nThe speech came after a rocky August for the White House, in which many lawmakers held public meetings that deteriorated into shouting matches over health care.\nAfter months of insisting he would leave the specifics to lawmakers, Mr. Obama used the speech to present his most detailed outline yet of a plan he said would provide “security and stability” to those who have insurance and cover those who do not, all without adding to the federal deficit.\nThe president placed a price tag on the plan of about $900 billion over 10 years. But he devoted much of his address to making the case for why such a plan is necessary, and sought to reassure the elderly and the Americans who already have insurance that they would not be worse off.\nHe sketched out a vision for a plan in which it would be illegal for insurers to drop sick people or deny them coverage for pre-existing conditions, and in which every American would be required to carry health coverage, just as drivers must carry auto insurance. He announced a new initiative to create pilot projects intended to curb medical malpractice lawsuits. (From New York Times)\n1",
    "trans": "세부 사항으로 무장하나 오바마, 의료 보험은 필수라고 말하다\n오바마 대통령은 수요일에 비판적인 의회와 회의적인 국가에 정면으로 부딪치며, 반대자들의 “공포의 정치학”을 비난하고, 수 세기에 걸쳐 피해온 광범위한 건강보험 개혁에 대해 본인의 강력한 주장을 제시했습니다.\n보기 드문 합동 회의에서 직설적인 단어로 오바마 대통령은 그에게 반대하는 정치적인 계산을 하는 이들과 “시간 낭비”를 하지 않겠다고 선언했지만, 공화당과 협력하여 의료 비용을 절감하고 수백만 명의 미국인들에게 보험 범위를 확대하는 것에는 여지를 남겼습니다.\n“논쟁의 시간은 끝났습니다,”고 대통령은 선언했습니다. “게임을 하는 시간은 지났습니다. 행동을 해야 하는 시기입니다.”\n대통령은 민주당에게는 엄청난 박수세례와 공화당의 정중한 악수로 환영받았습니다. 하지만 몇몇 공화당 입법자들이 오바마 대통령이 소위 사망 선고 위원회가 노인을 돌보는 것을 거부한다는 개념을 묵살했을 때 그를 야유하면서 당면한 정치적 도전이 확실해졌습니다.\n시어도어 루즈벨트 이후의 대통령들은 보편적인 의료보험을 지지했지만 성공하지 못했고, 오바마 대통령은 더 나은 성과를 내겠다고 다짐했습니다. “이 대의명분을 얘기한 최초의 대통령은 아니지만,”라고 그는 말했습니다, “하지만 마지막 대통령이 되기로 결심했습니다.”\n이 연설은 험난했던 8월에 백악관에서 이뤄졌는데, 여러 의원들이 공개 회의를 열었지만 건강보험 논쟁으로 소리를 지르는 언쟁으로 악화되었다.\n입법자들에게 세부 사항을 맡기겠다고 몇 달 동안 주장한 후, 오바마 대통령은 연설을 통해 보험이 있는 사람에게 “안정과 보안”을 제공하고, 보험에 가입하지 않은 사람들을 보장하며, 연방 적자를 추가하지 않는 계획에 대한 현재까지 가장 자세한 개요를 제시했습니다.\n대통령은 10년 동안 약 9,000억 달러의 계획에 가격표를 달았습니다. 하지만 이러한 계획이 왜 필수적인지에 대한 주장을 연설에서 많은 부분으로 다뤘고, 노인과 이미 보험에 가입한 미국인들에게 더 나쁜 상황이 오진 않을 것이라고 안심시켰습니다.\n그는 보험사들이 환자를 탈락시키거나 기존 질환에 대한 보장을 거부하는 것은 불법이며, 모든 미국인이 운전자가 자동차 보험에 필수적으로 가입해야 하는 것처럼, 건강 보험에 가입해야 하는 계획에 대한 비전을 설명했습니다. 그는 의료 과실 소송을 제한하기 위한 시범 프로젝트를 만드는 새로운 계획을 발표했습니다. (뉴욕 타임스 발췌)\n1"
}