{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Explore the representation of race, gender, sexuality, class, politics or disability in a game. Consider in particular the ideas discussed in Week 6. Do not draw on Bogost/Proc Rhetoric for this essay.\nThe smartphone is one of the most important gaming platforms in the history of digital games. Analyse a mobile game regarding how it leverages the locative, mobile or situated aspects of mobile play, and how these are linked to the game's immersive or engaging experience.\nControversies about videogames, or within videogame culture, are commonplace. Select a controversy about games or from games culture and unpack what it tells us us about videogame design, our values toward games, or the attitudes we have about games in society. This could be a media panic around the inclusion of transgressive content in a game, arguments over rules in games or sports, or a high-school banning Fortnite. Focus on what a controversy tells us, rather than trying to argue one way or another. For instance, an essay analysing a lootboxes controversy wouldn’t argue that lootboxes are definitely bad, but what does the lootbox controversy reveal about the way we value things in games? See Carter's (2015) article \"Demarcation Problem in Multiplayer Games\". The following games/controversies are not permitted for this essay: GTA/Honor of Kings/Last of Us 2/Lara Croft/The Witcher. We've just read too many essays on these games.",
    "trans": "게임에서 인종, 성별, 성적 지향, 계층, 정치, 장애의 표현을 탐구하십시오. 특히 6주차에서 다룬 아이디어들을 고려해 보세요. 이 에세이에서는 보고스트/과정 수사학을 사용하지 마세요.\n스마트폰은 디지털 게임 역사상 가장 중요한 게임 플랫폼 중 하나입니다. 모바일 게임을 분석하여, 게임이 모바일 플레이의 위치 기반, 이동성 또는 상황적 요소를 어떻게 활용하는지, 그리고 이러한 요소들이 게임의 몰입감이나 참여감을 어떻게 연결되는지 살펴보세요.\n비디오 게임 또는 비디오 게임 문화 내에서의 논란은 흔한 일입니다. 게임이나 게임 문화에서의 논란을 선택하고, 그것이 게임 디자인, 게임에 대한 우리의 가치관, 또는 사회에서 게임에 대한 태도에 대해 무엇을 말해주는지 분석하십시오. 이것은 게임에 범법적인 콘텐츠 도입에 대한 미디어 공황, 게임이나 스포츠에서의 규칙에 대한 논쟁, 또는 고등학교에서 포트나이트를 금지하는 등의 논란일 수 있습니다. 논란에 대해 찬반을 주장하는 것보다는, 논란이 우리에게 무엇을 말해주는지에 초점을 맞추세요. 예를 들어, 루트 박스 논란을 분석하는 에세이는 루트 박스가 반드시 나쁘다는 결론을 내리지 말고, 루트 박스 논란이 게임에서 물건을 평가하는 방식에 대해 무엇을 드러내는지에 초점을 맞춰야 할까요? 카터(2015)의 \"멀티플레이어 게임에서의 경계 설정 문제\" 기사를 참고하세요. 다음 게임/논란은 이 에세이에서 다룰 수 없습니다: 그랜드 테프트 오토/펜타스톰/더 라스트 오브 어스 파트 2/라라 크로프트/더 위쳐. 이 게임들에 대한 에세이는 너무 많이 읽었기 때문입니다."
}