{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Parent Name: Kerima Amaya\nDear: [redacted_name]\nTHIS NOTICE IS TO INFORM YOU THAT YOUR CHILD HAS 3 OR MORE UNEXCUSED DAYS OR PARTS OF DAYS WITHIN A 4 WEEK PERIOD. YOU MAY BE UNAWARE YOUR CHILD’S FAILURE TO ATTEND SCHOOL CONSTITUTES AN OFFENSE FOR WHICH YOU COULD BE CRIMINALLY CHARGED AND YOUR CHILD COULD BE REFERRED TO A CIVIL TRUANCY COURT IF UNEXCUSED ABSENCES CONTINUE. IT IS THE PARENT’S DUTY TO MONITOR THE STUDENT’S SCHOOL ATTENDANCE AND REQUIRE THE STUDENT TO ATTEND SCHOOL.\nSchool Year Days Absent\n2024-25 3\nTEXAS EDUCATION CODE SEC. 25.095. WARNING NOTICE (a) A school district or open-enrollment charter school shall notify a student’s parent in writing at the beginning of the school year that if the student is absent from school 10 or more days or parts of days within a six month period in the same school year (1) the student’s parent is subject to prosecution under Section 25.093; and (2) the student is subject to a referral to Truancy Court for truant conduct under Section 65.003(a), Family Code (b) A school district shall notify a student’s parent if the student has been absent from school, without an excuse under Section 25.087, on three days or parts of days within a four-week period. TEC SEC. 25.085. COMPULSORY SCHOOL ATTENDANCE • Unless specifically exempted by Section 25.086, a child who is at least six years of age, or who is younger than six years of age and has previously been enrolled in first grade, and who has not yet reached the child’s 19th birthday shall attend school. • A person who voluntarily enrolls in school or voluntarily attends school after the person’s 19th birthday shall attend school each day for the entire period the program of instruction is offered. If the student described in Subsection (e) has more than five unexcused days in a school year, they may have their enrollment revoked if they fail to attend school after the warning notice was issued. • Unless specifically exempted by Section 25.086, the district may enforce the Compulsory School Attendance requirements by initiating Truancy Prevention Measures for the parent/guardian and/or student on the third unexcused day; Section 25.0915. TEXAS EDUCATION CODE SEC. 25.0915. TRUANCY PREVENTION MEASURES • A school district shall adopt Truancy Prevention Measures designed to: (1) address student conduct related to truancy in the school setting before the student engages in conduct described by Section 65.003 (a) Family Code; and minimize the need for referrals to Truancy Court.",
    "trans": "부모 이름: 케리마 아마야\n존경하는 [redacted_name] 님\n이 통지는 귀하의 자녀가 4주 기간 내에 3일 이상의 무단 결석 또는 부분적인 결석을 한 사실을 알리기 위해 보내드립니다. 귀하께서는 자녀가 학교에 출석하지 않는 것이 범죄에 해당하며, 무단 결석이 계속될 경우 자녀가 민사적인 무단 결석 법원에 회부될 수 있다는 사실을 모르실 수도 있습니다. 학생의 출석을 모니터링하고 학생이 학교에 출석하도록 요구하는 것은 부모의 의무입니다.\n학년 결석 일수\n2024-25 3\n텍사스 교육법 제25.095조. 경고 통지(a) 학교 구역 또는 개방형 등록 차터 학교는 학년 초에 학생의 부모에게 서면으로 통지해야 하며, 만약 학생이 동일 학년 내 6개월 기간 동안 10일 이상 또는 부분적으로 결석한 경우,(1) 학생의 부모는 제25.093조에 따른 기소 대상이 될 수 있으며;(2) 학생은 제65.003(a)항, 가족법에 따라 무단 결석으로 무단 결석 법원에 회부될 수 있습니다.(b) 학교 구역은 학생이 제25.087조에 따라 합당한 사유 없이 4주 기간 내에 3일 이상 또는 부분적으로 결석한 경우 학생의 부모에게 통지해야 합니다.텍사스 교육법 제25.085조. 의무적 학교 출석• 제25.086조에 의해 특별히 면제되지 않는 한, 최소 6세 이상의 아동, 또는 6세 미만이지만 1학년을 이미 수학한 아동은 19세가 되기 전까지 학교에 출석해야 합니다.• 19세 생일 이후 자발적으로 학교에 등록하거나 출석하는 사람은 교육 과정이 제공되는 기간 동안 매일 학교에 출석해야 합니다. (e)항에 설명된 학생이 학년 내에 5일 이상의 무단 결석이 있을 경우, 경고 통지가 발송된 후에도 학교에 출석하지 않으면 등록이 취소될 수 있습니다.• 제25.086조에 의해 특별히 면제되지 않는 한, 구역은 세 번째 무단 결석일에 부모/보호자 및/또는 학생에 대해 무단 결석 예방 조치를 시행할 수 있습니다; 제25.0915조.텍사스 교육법 제25.0915조. 무단 결석 예방 조치• 학교 구역은 무단 결석에 관련된 학생 행동을 학생이 제65.003(a)항, 가족법에 의해 설명된 행동을 하기 전에 학교 내에서 해결하고, 무단 결석 법원에 대한 회부 필요성을 최소화하는 무단 결석 예방 조치를 채택해야 합니다."
}