{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Various Italian news media outlets are reporting that electric motorcycle manufacturer Energica Motors is on the verge of shutting down after already laying off employees and narrowly avoiding eviction.\nThe Energica Board of Directors met Friday without coming to a decision and is scheduled to meet again today. If Energica does go under, as appears likely, it will follow a trend of manufacturers of high-end, high-performance electric motorcycles that have not been able to build a sustainable and profitable business. That's despite the fact that Energica had some real success, both in producing consumer models that won acclaim and successfully supplying race bikes for the MotoE World Championship, run in conjunction with MotoGP, from 2019 to 2022.\nThat success is part of the reason why, in Italy, most of the blame is being placed on Energica's parent company, the U.S.-based Ideanomics, a company with an unsteady history.\nEnergica going down with the Ideanomics ship\nIdeanomics bought a controlling interest in Energica in March, 2022 and currently owns more than 70% of the Italian company. Energica's original founders and other members of management own the rest.\nIdeanomics has hardly been a stable company, having completely changed its business model and its name more than once. It was formerly involved in video on demand and later petroleum trading, but currently, its focus is promoting conversion to electric vehicles. The former CEO, former CFO, and current CEO were all accused by the U.S. Securities and Exchange Commission (SEC) with providing fraudulent financial information to investors in 2017 to 2019, before Ideanomics acquired a majority interest in Energica. The SEC settled the matter and Zheng Wu, the former CEO and chairman of the board of directors, paid $3.56 million in penalties and interest. The former CFO and the current CEO each paid a $75,000 fine and the company paid a $1.4 million fine.\nAt the time Ideanomics acquired Energica, its stock was already down about 80% from its peak. Since then, it has gone to being worth pennies and has been delisted by the NASDAQ. Ideanomics has been late in filing some of its financial reports, including its 2023 annual report. And while many in Italy blame Energica's precarious state on Ideanomics failing to provide funding, the reality is that Ideanomics has no money, according to that annual report. The company reported a loss of $2.7 million in 2023 and just $1.2 million in cash on hand.\nEven if Ideanomics didn't face a critical cash crunch of its own, it's not clear the company would invest much in ramping up Energica production. The most recent statements say it is focused on local delivery, last-mile transportation options, and commercial fleets as the best opportunity. All of Energica's models cost between $20,000 and $30,000, so they're not a likely choice for delivering your takeout. And while the electric motorcycle segment provided more of Ideanomics' revenue in 2023 than any other division, it still lost money.\nEnergica's crisis is just more evidence that it's difficult to produce and profitably sell expensive, high-performance electric motorcycles. Damon has not yet begun producing and delivering motorcycles to consumers despite several years of promises. Lightning does not typically release sales figures, but in an interview with me last year, the CEO confirmed that the company delivered about nine motorcycles to customers in 2021. In all of 2022, 69 LiveWire One models were sold. While we've seen some impressive performances on race tracks by some high-performance electric motorcycles, we haven't seen anyone produce them profitably in large quantity for consumers.\nI have to think that if a manufacturer such as Energica truly had bright prospects, it would not willingly agree to be taken over by a company that can't decide if it wants to sell video on demand or trade oil futures, a company already well into its downward trend at the time of the acquisition. In its annual report, Ideanomics lists Energica as a business \"held for sale,\" so it appears it has neither the ability nor the intention of keeping Energica going.",
    "trans": "다양한 이탈리아 뉴스 언론 매체는 전기 오토바이 제조업체인 에너지카 모터스가 이미 직원들을 해고했고 가까스로 퇴거 명령을 피하는 중이며 폐업 직전의 위기라고 보도하는 중이다.\n에너지카 이사회는 결정을 내리지 못한 채 금요일을 맞이했고 오늘 다시 만나기로 예정되어있었다. 에너지카가 도산할 경우(그럴 가능성이 높아보이지만), 오토바이 생산 업체들의 고급화, 고성능 전기 오토바이 트렌드를 따라갈 것이나 이는 이제까지 지속가능하며 이익이 나는 사업 구조를 만들 수 없었다. 에너지카는 모토이 월드 챔피언쉽에 모토지피와 함께 2019년부터 2022년까지 성공적으로 경기용 오토바이를 제공하고 소비자 모델을 생산하는 등 상당한 성과를 보였음에도 불구하고 말이다.\n그렇게 성공했기 때문에 이탈리이아에서는 대부분 에너지카의 모회사인 그동안의 역사가 불안정한 미국 기반의 이데아노믹스를 비난한다.\n에디아노믹스와 함께 침몰하는 에너지카\n이데아노믹스는 2022년 3월에 에너지카의 지배 지분을 사들였고 최근에는 이탈리아 회사의 70% 이상을 보유하고 있다. 에너지카의 초기 설립자들과 다른 경영진들이 나머지를 보유하고 있다.\n이데아노믹스는 사업구조와 회사명을 완전히 한 번 이상 바꿨으며 안정적인 기업은 아니었다. 이전에는 주문형 비디오와 관련이 있었으며 후에는 석유 거래와 관련이 있었으나, 최근에는 전기 자동차로의 전환에 집중하고 있다. 이전 CEO와 CFO와 현재 CEO는 모두 미국 증권 거래 위원회에 의해 고소를 당하였으며 이데아노믹스가 에너지카의 과반수를 인수하기 전인 2017년부터 2019년까지 투자자들에게 사기 금융 정보를 제공한 혐의를 받고 있다. 증권거래위원회는 문제를 처리하였으며 이사회장이자 이전 CEO인 정우는 356만 달러의 벌금을 냈다. 이전 CFO와 현재 CEO는 각각 75,000달러의 벌금을 냈으며 회사는 140만 달러의 벌금을 냈다.\n이데아노믹스가 에너지카를 획득했을 때, 주가는 이미 고점으로부터 80% 하락한 상태였다. 그때부터, 주가는 헐값이 되었으며 나스닥 목록에서 빠졌다. 이데아노믹스는 2023년 연례 보고서를 포함해 몇가지 재정 보고서를 뒤늦게 제출해왔다. 이탈리아의 많은 사람들은 에너지카의 위태로운 상태가 이데아노믹스가 자금을 조달하지 못해서 그런 것이라고 비난했지만, 연례 보고서에 따르면 사실은 이데아노믹스는 돈이 없었다는 것이다. 회사는 270만 달러의 손실을 기록했으며 120만 달러의 현금만 보유하고 있다고 보고하였다.\n이데아노믹스 자체는 치명적인 자금난이 없었다고 하더라도, 그 회사가 에너지카의 생산을 증가시키기 위해 자금을 많이 투자했을지는 불투명하다. 최근 진술은 회사는 지역 배달, 지하철이나 버스에서 내려 목적지까지 이용할 수 있는 교통 수단, 상업용 차량단을 최선으로 여기며 그에 집중했다고 밝혔다. 에너지카의 모든 모델은 2만 달러에서 3만 달러 정도이므로 당신의 음식 주문을 배달하기 에 적합한 오토바이는 아닐 것으로 보인다. 또한 2023년에 전기 오토바이 부분이 이데아노믹스의 수익을 더 증가시켰음에도 불구하고, 영업 손실은 있었다.\n에너지카의 위기는 수익성이 있는 고가의 고성능 전기 오토바이를 판매하고 생산하는 것이 얼마나 어려운지를 보여주는 증거 그 이상이다. 데이먼은 소비자들에게 수년간 약속했음에도 불구하고 아직 자동차를 생산하고 배송하기 시작하지 않았다. 라이트닝은 보통 매출을 공개하지 않으나, 작년에 나와 함께한 인터뷰에서 CEO는 2021년에 소비자들에게 9대의 오토바이를 배송했다고 확언했다. 2022년에는 총 69대의 라이브와이어 원 모델이 판매되었다. 우리는 몇 가지 고성능 전기 오토바이의 경주 트랙에서 인상적인 모습들을 보았지만, 소비자들에게 대량으로 수익성이 있게 생산하는 사람은 아무도 보지 못했다.\n에너지카와 같은 제조업체가 진정으로 밝은 전망을 가지고 있었다면, 자신이 주문형 비디오를 팔고 싶어하는지 혹은 석유 선물을 거래하고 싶어하는지도 결정하지 못하는 회사, 인수 당시 하락세였던 회사에게 그렇게 쉽게 합병당하는 데 동의하지 않았을 것이라고 생각한다. 연례 보고서에서, 이데아노믹스는 에너지카를 \"판매 보류\" 사업으로 규정했으며 이는 에너지카를 계속 운영할 능력도, 의도도 없는 것으로 보인다."
}