{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The reason why I am applying to study Masters (MSc) in International Business and Management at The University\nof Manchester is because of the excellent academic reputation, innovative curriculum, and strong career\ndevelopment resources offered in this program. As one of the world's top academic institutions, the University of\nManchester has a deep foundation and leading position, especially in the field of international business. The business\nschool is one of the top business schools recognized worldwide and is accredited by AACSB, AMBA, and EQUIS.\nThrough this program, I will develop the ability to think and work across boundaries and borders and acquire valuable\nresearch and critical thinking skills to prepare for flexible strategy development and decision making under increasing\ncomplexity. After graduating, my short-term goal is to get a position in a multinational company or international\nconsulting firm in my hometown Suzhou, focusing on international market development and cross-cultural\nmanagement. In the long term, I want to become a senior manager of a multinational company, responsible for the\ncompany's global strategy and international business development. Ultimately, I hope to lead the company to achieve\noutstanding results in the global market and promote the company's sustainable development in the process of\nglobalization.",
    "trans": "내가 국제경영학과 석사 (MSc) 과정의 지원을\n맨체스터 대학교에 하는 이유는 훌륭한 학문적 평판, 혁신적인 교과목, 그리고 강력한 진로\n개발 자원을 이 프로그램이 제공하기 때문이다. 세계 최고의 교육 기관 중 하나로서,\n맨체스터 대학교는 탄탄한 기반과 선도적인 지위를 갖추었으며, 특히 국제경영 분야에서 더욱 그러하다. 이곳의 경영\n대학원은 세계에서 최고의 경영 대학원 중 하나로 인정받으며 AACSB, AMBA, EQUIS와 같은 곳의 인증을 받았다.\n이 프로그램을 통해, 나는 경계와 국경을 넘어 생각하고 일하는 능력을 개발할 것이며 값진\n연구 및 비판적 사고 능력을 습득하여 유연한 전략 개발과 의사 결정을 심해지는\n복잡성 속에서 준비할 것이다. 졸업한 이후, 나의 단기적 목표는 직장을 다국적 기업이나 국제\n컨설팅 회사의 직장으로 내 고향 쑤저우에서 찾고, 초점을 국제 시장 개발과 문화 혼재\n경영으로 잡는 것이다. 장기적으로는, 나는 다국적 기업의 고위 간부가 되고 싶으며, 책무가\n회사의 세계 전략과 국제 경영 개발이면 한다. 궁극적으로, 나는 회사를 이끌어\n세계 시장에서 뛰어난 결과를 달성하게 하며 회사의 상당한 발전을 촉진하는 것을 달성하고 싶다, 바로 그 과정,\n세계화 과정 속에서."
}