{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Reflection Essay or Video Log: Last 6 Weeks of Class\nOver the past six weeks, we've explored a variety of projects and activities in class. This reflection essay is your opportunity to look back on your experiences and share your thoughts about the different assignments.\nAssignment Instructions: Write a reflection essay (minimum of 300 words), or record a reflection video log (5 minute minimum) where you describe the following:\n1. Favorite Assignment: Which project or activity did you enjoy the most? Explain why it was your favorite. Did it inspire you, challenge your creativity, or help you learn something new?\n2. Least Favorite Assignment: Which assignment did you enjoy the least? What aspects made it less enjoyable for you? Reflect on whether it was the content, difficulty, or something else.\n3. Most Challenging Assignment: Which assignment was the hardest for you to complete? What made it challenging—was it the time required, the complexity, or another factor?\n4. Most Enjoyable Assignment: Which assignment brought you the most enjoyment? How did it make you feel, and why do you think it was enjoyable for you?\n5. Overall Learning Experience: Reflect on your overall learning experience. How do you feel you’ve grown or improved? What skills or knowledge have you developed over these six weeks?\nFormatting:\n● Minimum 300 words or 5 minute video ● Double-spaced\n● Use proper grammar and punctuatio",
    "trans": "회고 에세이 또는 비디오 로그: 지난 6주간의 수업\n지난 6주 동안, 우리는 수업에서 다양한 프로젝트와 활동을 탐구했습니다. 이번 회고 에세이는 여러분이 그동안의 경험을 되돌아보고 각기 다른 과제들에 대한 여러분의 생각을 공유할 수 있는 기회입니다.\n과제 지침: 회고 에세이(최소 300단어 이상)를 작성하거나, 또는 회고 비디오 로그(최소 5분 이상)를 녹화하여 아래 내용을 설명하세요:\n1. 가장 좋아했던 과제: 어떤 프로젝트나 활동이 가장 즐거웠나요? 왜 그것이 가장 좋았는지 설명하세요. 그것이 여러분에게 영감을 주었거나, 창의력을 시험하게 했거나, 또는 새로운 것을 배우는 데 도움이 되었나요?\n2. 가장 좋아하지 않았던 과제: 어떤 과제가 가장 덜 즐거웠나요? 어떤 요소 때문에 덜 즐겁게 느껴졌나요? 내용, 난이도, 또는 다른 요인 때문인지 되돌아 보세요.\n3. 가장 어려웠던 과제: 어떤 과제가 가장 완료하기 어려웠나요? 무엇이 그걸 어렵게 했는지—시간이 많이 필요했는지, 복잡했는지, 아니면 다른 요인이 있었나요?\n4. 가장 즐거웠던 과제: 어떤 과제가 가장 즐거움을 주었나요? 그것이 여러분에게 어떤 기분을 느끼게 했으며, 왜 그렇게 즐거웠다고 생각하나요?\n5. 전반적인 학습 경험: 전체적인 학습 경험을 되돌아보세요. 여러분은 어떻게 성장하거나 발전했다고 느끼나요? 지난 6주 동안 어떤 기술이나 지식을 습득했나요?\n형식:\n● 최소 300단어 또는 5분 분량 비디오 ● 두 줄 간격\n● 올바른 문법과 구두점 사용"
}