{
    "source": "en_US",
    "target": "ko_KR",
    "text": "My Best Buy Member Offer Page\nSee all my member offers\nPlus and Total members get a $50 reward with purchases totaling $500+ between 9/27–10/20\nValid Sep 27, 2024 - Oct 20, 2024\nHere's how:\nActivate the offer.\nUse your My Best Buy membership for qualifying Best Buy purchases during the offer period.\nOnline: Sign in before placing your order.\nIn Store: Print this barcode or show it on your phone at the register.\nMember ID: [redacted_info]\nBar Code Image\n0101 5327 8451 1909 5688\nRewards will be awarded 2-3 weeks from purchase date, shipment date or delivery date.\nTerms and Conditions\nOffer valid 9/27/24–10/20/24 for new and existing My Best Buy Plus™ and My Best Buy Total™ members. Customer must have an active My Best Buy™ account and be signed in to their associated account before qualifying purchase is made. Bonus rewards are in the form of a promotional certificate. Excludes Thermador, Viking, Dacor, Fisher & Paykel, JennAir, Monogram, Bertazzoni, Miele, U-Line, Sub-Zero, Wolf, Cove and Asko products; and Best Buy Gift Cards, non-gaming gift cards, pre-order, special order, clearance, open-box, refurbished and pre-owned items. My Best Buy accounts with qualifying product purchases before shipping and tax will receive a promotional certificate in their My Best Buy account approximately 15 days after order fulfillment. Orders must be fulfilled within 6 months of offer end date to receive promotional certificate. Offer is not valid if an order or Membership is returned or canceled during the promotional period. Offer is one-time use only and valid only for the Membership account of the initial purchase. Promotional certificate will be valid for 30 days from issuance. Offer is nontransferable. Limit of one (1) $50 promotional certificate per member. A valid email address is required and must be linked to your My Best Buy account to receive promotional certificate. Subject to My Best Buy Program Terms and Conditions of the program, which can be found at BestBuy.com/MyBestBuyTerms.",
    "trans": "마이 베스트 바이 회원 혜택 페이지\n내 모든 회원 혜택 보기\n플러스 앤 토털 회원은 9/27–10/20 사이에 500달러+ 구매 시 50달러 보상을 받습니다.\n유효 기간 2024년 9월 27일 - 2024년 10월 20일\n방법은 다음과 같습니다:\n혜택을 활성화하세요.\n혜택 기간 동안 마이 베스트 마이 멤버십을 사용하여 자격이 되는 베스트 바이 구매를 하세요.\n온라인: 주문을 진행하기 전에 로그인하세요.\n매장 방문: 이 바코드를 인쇄하거나 전화로 계산대에서 보여주세요.\n회원 아이디: [redacted_info]\n바코드 이미지\n0101 5327 8451 1909 5688\n보상은 구매일, 배송일 또는 출고일로부터 2-3주 이내에 지급됩니다.\n이용 약관\n신규 및 기존 마이 베스트 바이™ 및 마이 베스트 바이 토털™ 회원 대상 혜택 기간 2024년 9월 27일 – 2024년 10월 20일. 고객은 활성화된 마이 베스트 바이™ 계정을 보유하고 있어야 하며, 자격이 되는 구매를 진행하기 전에 해당 계정으로 로그인해야 합니다. 보너스 보상은 프로모션 인증서 형태로 제공됩니다. 써마도, 바이킹, 데이코, 피셔 앤 페이켈, 젠에어, 모노그램, 베르타조니, 밀레, 유라인, 서브제로, 울프, 코브, 아스코 제품; 베스트 바이 기프트 카드, 비게임 기프트 카드, 사전 주문, 특수 주문, 세일, 개봉된 제품, 리퍼브 및 중고 제품은 제외. 마이 베스트 바이 계정에서 배송 및 세금 전 자격이 있는 제품을 구매한 경우, 주문이 완료된 후 약 15일 이후 마이 베스트 바이 계정에서 프로모션 인증서를 받게 됩니다. 주문은 혜택 종료일로부터 6개월 이내에 완료되어야 프로모션 인증서를 받을 수 있습니다. 혜택 기간 중 주문이나 멤버십이 반품되거나 취소된 경우, 혜택은 유효하지 않습니다. 혜택은 1회만 사용 가능하며, 최초 구매의 회원 계정에만 유효합니다. 프로모션 인증서는 발급일로부터 30일 동안 유효합니다. 혜택은 양도할 수 없습니다. 각 회원은 50달러 프로모션 인증서를 1회만 (1) 받을 수 있습니다. 유효한 이메일 주소가 필요하며, 이메일은 마이 베스트 바이 계정에 연결되어 있어야 프로모션 인증서를 받을 수 있습니다. 마이 베스트 바이 프로그램의 이용 약관에 따르며, 자세한 내용은 BestBuy.com/MyBestBuyTerms에서 확인할 수 있습니다."
}