{
    "source": "en_US",
    "target": "ko_KR",
    "text": "At school\nWhen izuku arrive at school every students from freshmens to the seniors talk about him but he doesn't care and make way to his classroom, he open the door and everyone look at him he go to his desk and look outside the window then aizawa came in with all might, nezu, midnight and for surprise endeavour he look at the teachers and pro hero endeavour he look at his arm 'well he doesn't angry about it' he thought but he wrong endeavour glare at him making his fire gone berserk \"what, you want to lose another arm\" izuku said \"you brat\" endeavour said \"calm down endeavour, okay izuku can you tell us about you die once before\" nezu said he sigh and walk to the front of the class he look at endeavour and put his hand at his lost hand \"what are you doing\" ask endeavour izuku ignore him and put lava at his lost arm, the students except momo want to attack izuku but then endeavour lost arm grow again from the bones to the flesh then the skin and finally a full arm everyone look in surprise \"don't say it\" izuku said then class 2B and pro hero vlad came in \"so you want to know the story huh\" izuku ask they nod \"well this the story of scorpion\" izuku said\n\"when I was a child I was born at a clan name the Shirai Ryu or you all known as the League of assassin, my mother's name is inko midoriya or better known as red saber\" the class shock izuku mother is red saber \"so that's make sense how your quirk is the same\" lida said \"why\" ochako ask \"the red saber always kill her victim with a hole in their chest like how midoriya doing it at his victim\" lida said \"yes now shut up four eyes\" izuku said receive a growl from lida \"we the midoriya family has a unique power not a quirk but a power that has been past down by generations, so I train my power when I am 4 years old with Grandmaster hasashi, he teach how to kill my enemy, control my power, and teach me how to use my chain spear, we had an ally call the lin kuei\" izuku said \"what's that\" sero ask \"lin kuei mean is Forest Ghosts, they assassin just like Shirai Ryu\" izuku said \"what's happen to the lin kuei\" tsuyu ask \"dead, their Grandmaster is my master friend but he has been betrayed by his own student\" izuku frown \"who did it\" kyoka ask \"her\" he said \"what's her name\" Kaminari ask \"I don't want to tell\" izuku said \"after she kill her Grandmaster, she make a deal with akuma rikisa for his to help her kill all the Shirai Ryu people\" izuku said \"then when you die\" todoroki ask \"when they attack that time is when I die\" izuku said",
    "trans": "학교에서\n이즈쿠가 학교에 도착했을 때, 신입생부터 졸업생까지 모든 학생들이 그에 대해 이야기하고 있었지만, 이즈쿠는 신경 쓰지 않고 자신의 교실로 향했다. 그는 문을 열고 들어갔고, 모두가 그를 쳐다봤다. 그는 자신의 책상으로 가서 창밖을 바라보았다. 그때, 아이자와가 올마이트, 네즈, 미드나이트와 함께 들어왔다. 그리고 놀랍게도 엔데버가 함께였다. 이즈쿠는 교사들과 프로 히어로 엔데버를 쳐다보며, 자신의 팔을 보며 '그래, 그는 이 일에 대해 화가 나지 않았겠지'라고 생각했다. 그러나 그는 틀렸다. 엔데버는 이즈쿠를 노려보며 그의 불꽃을 폭발시키게 했다. \"뭐야, 또 다른 팔을 잃고 싶어?\" 이즈쿠가 말했다. \"이 자식!\" 엔데버가 말했다. \"진정해, 엔데버. 알겠어, 이즈쿠, 네가 한번 죽었다고 했는데 그 얘기를 좀 해줄 수 있겠냐?\" 네즈가 말했다. 이즈쿠는 한숨을 쉬고 교실 앞쪽으로 걸어갔다. 그는 엔데버를 보고 손을 잃은 팔에 올렸다. \"뭐하는 거냐?\" 엔데버가 물었다. 이즈쿠는 그를 무시하고 자신의 잃은 팔에 용암을 흘리기 시작했다. 학생들은 모두 이즈쿠를 공격하려 했지만, 그때 엔데버의 잃은 팔이 뼈에서부터 살로 자라나더니 결국 완전한 팔이 되었다. 모든 사람은 놀라서 그 광경을 지켜봤다. \"그만해라\" 이즈쿠가 말했다. 그러자 2-B반과 프로 히어로 블래드가 들어왔다. \"그럼 네가 그 이야기를 듣고 싶다고?\" 이즈쿠가 물었다. 학생들은 고개를 끄덕였다. \"그럼 이 이야기는 전갈의 이야기다\" 이즈쿠가 말했다.\n\"어렸을 때, 나는 시라이 류라는 가문에서 태어났어, 또는 여러분이 아는 '암살자들의 연합'. 내 어머니의 이름은 이코 미도리야, 또는 더 잘 알려진 레드 세이버야.\" 클래스는 이즈쿠의 어머니가 레드 세이버라는 사실에 충격을 받았다. \"그래서 네 퀴르크가 그와 같은 방식인 게 이해가 가네.\" 리다가 말했다. \"왜?\" 오챠코가 물었다. \"레드 세이버는 항상 그녀의 희생자를 가슴에 구멍을 내어 죽여, 미도리야가 희생자에게 하는 방식과 같아.\" 리다가 말했다. \"맞아, 이제 입 다물어, 네 눈엔 뭐가 있냐.\" 이즈쿠가 말했다. 그러자 리다는 으르렁거렸다. \"우리는 미도리야 가문이 특별한 능력을 가지고 있어. 퀴르크가 아니라, 대대로 전해 내려오는 능력이야. 그래서 나는 4살 때부터 하사시 대사님과 함께 내 능력을 훈련했어. 그는 적을 죽이는 법, 내 능력을 다루는 법, 그리고 체인 창을 사용하는 법을 가르쳐줬어. 우리는 린 쿠에이라는 동맹이 있었어.\" 이즈쿠가 말했다. \"그게 뭐야?\" 세로가 물었다. \"린 쿠에이는 '숲의 유령'이라는 뜻이야, 그들도 시라이 류처럼 암살자들이야.\" 이즈쿠가 말했다. \"린 쿠에이에는 무슨 일이 있었어?\" 츠유가 물었다. \"죽었어. 그들의 대사님은 내 스승의 친구였지만, 그의 제자에게 배신당했어.\" 이즈쿠가 얼굴을 찡그리며 말했다. \"누가 그랬어?\" 쿄카가 물었다. \"그녀야.\" 이즈쿠가 대답했다. \"그녀의 이름은 뭐야?\" 카미나리가 물었다. \"말하고 싶지 않아.\" 이즈쿠가 말했다. \"그녀는 대사님을 죽인 후, 악마 리키사와 협상을 해서 시라이 류 사람들을 모두 죽이는 데 도움을 받았어.\" 이즈쿠가 말했다. \"그럼 네가 죽을 때는?\" 토도로키가 물었다. \"그들이 공격했을 때가 내가 죽을 때야.\" 이즈쿠가 말했다."
}