{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The man lowered her body gently to the ground and turned to the group. It was as if the others who continued fighting felt their Alpha’s passing because gradually the fighting slowed, then eventually ceased all together. Before long the courtyard was silent as we all watched the man standing beside Victoria’s lifeless body.\nA member of her own pack had ended her life. The silence that descended was as a result of what it all meant. An Alpha’s defeat meant that a new Alpha had now emerged. Victoria’s killer; provided he wasn’t challenged had in just one second of anger become the new leader of the pack and I wondered fearfully what his next move would be.\nI didn’t think I had it in me to fight for much longer. If he commanded the others to continue the battle I would fail Adrian and all this would have been for nothing. I let out a breath, my heart pounding and I glanced over to where Adrian still lay unmoving, then my eyes went to Thomas and Grady who were so focused on each other that I didn’t think they realized what had just happened.\nCarson didn’t look particularly shocked by the change in circumstances but I saw his eyes narrow as he watched the new Alpha. It was the most nerve-wracking moment of my life but when the man began to speak I found myself gradually relaxing.\n“Victoria has fallen. We cannot accept the leadership of someone who would risk her pack for foolish gains. An Alpha should be someone every member of the pack can look up to, someone we can all trust to do right by us and someone we would feel proud to have be a voice for us all, not someone who would hurt an innocent child or submit us all to punishment simply to prove a point.\" he went on.\n\"I came here today to aid my Alpha as every member should be loyal enough to do, but she let me down, she let us all down, but if you’ll have me I’d like to change that. It’s time this pack is led by someone we choose, not someone who feels as if they are entitled.”\nThe cheers that went up were an indication of the loyalty these people had for Victoria. She had fallen and they had gladly received another as their leader without much thought.\n“On behalf of my pack, I apologize to your pack for what happened here today. We were led blindly into battle but that was no excuse for not having the nerve to stand up for our own beliefs.” The new Alpha addressed Carson who nodded but still looked at him with distrust.\n“Thank you, but in light of the present situation I would like to request aid for my men. Many of them have been hurt. We’d also appreciate transportation for our fallen comrades so we may bury them with dignity on our own soil.” Carson sounded like he always did; an alpha in charge and it was a relief to hear his words.",
    "trans": "그 남자는 그녀의 몸을 조심스럽게 바닥에 내려놓고 무리 쪽으로 돌아섰다. 마치 싸움을 계속하던 이들도 자신들의 알파가 죽은 것을 본능적으로 느낀 듯했다. 점차 전투의 격렬함이 줄어들더니 결국 완전히 멈췄다. 이내 안뜰에는 고요함이 내려앉았고, 모두가 생명이 떠난 빅토리아의 몸 옆에 서 있는 남자를 바라보았다.\n그녀의 목숨을 앗아간 것은 같은 무리의 일원이었다. 이어진 고요함은 그것의 의미를 반영한 것이었다. 알파가 패배했다는 것은 새로운 알파가 등장했다는 것을 뜻했다. 빅토리아를 죽인 남자는; 만약 그를 도전할 자가 없다면 순식간의 분노로 인해 새로운 무리의 지도자가 된 것이었고 나는 두려운 마음으로 그의 다음 행동이 무엇일지 궁금했다.\n나는 더 이상 싸울 힘이 남아 있지 않았다. 그가 나머지 무리에게 계속 싸울 것을 명령한다면 나는 끝내 아드리안을 지키지 못할 것이고 모든 것이 물거품이 될 터였다. 나는 숨을 내쉬며, 심장이 빠르게 뛰었고 여전히 움직이지 않는 아드리안을 바라본 후, 치열하게 대치 중인 토마스와 그레이디를 보았는데 그들은 방금 일어난 일을 전혀 인식하지 못하는 듯했다.\n카슨은 이 상황이 일으킨 변화에 크게 놀란 것 같지는 않았지만 새 알파를 주시하는 그의 눈빛이 날카롭게 좁혀지는 것을 보았다. 나는 이 순간이 지금껏 겪은 어떤 순간보다도 긴장되었지만 남자가 말을 시작하자 나는 점점 긴장을 풀기 시작했다.\n\"빅토리아는 쓰러졌다. 우리는 자신의 무리를 사리사욕을 위해 위험에 빠뜨리는 자를 지도자로 받아들일 수 없다. 알파는 무리의 모든 구성원이 존경할 수 있는 존재여야 하고, 우리가 신뢰할 수 있고, 올바른 길로 이끌며, 우리의 목소리를 대변할 수 있는 사람이 되어야 하지, 어린아이를 해치거나, 단지 자신의 뜻을 관철하기 위해 우리 모두를 위험에 빠뜨리는 사람이 되어서는 안 된다.\" 그는 말을 이었다.\n\"모든 구성원이 알파에게 충성을 다하는 것은 당연한 일인 것 처럼 나는 오늘 내 알파를 돕기 위해 이곳에 왔으나, 그녀는 나를 실망시켰고, 우리 모두를 실망시켰다. 하지만 만약 나를 받아준다면, 나는 이를 바꾸고 싶다. 이제 우리 무리는 우리가 선택한 지도자에 의해 이끌려야 하지, 내가 당연히 알파의 자리를 차지해야 한다고 여기는 누군가에 의해서는 안 된다.\"\n무리의 환호성이 터져 나왔고 이는 그들이 빅토리아에게 품었던 강한 충성심을 보여주는 것이기도 했다. 그녀가 쓰러졌으니 그들은 다른 사람을 그들의 지도자를 망설임 없이 받아들였다.\n\"우리 무리를 대표하여, 오늘 이곳에서 벌어진 일에 대해 사과 드린다. 우리는 맹목적으로 전장으로 나왔지만 그것이 우리의 신념을 지키지 못한 변명이 될 수는 없다.\" 새로운 알파는 카슨을 향해 정중히 말했지만, 그는 여전히 경계심을 거두지 않은 채 가볍게 고개를 끄덕였다.\n\"감사합니다. 하지만 현재 상황을 고려하여 우리 부상자들에게 치료 지원을 요청합니다. 또한 전사한 동료들을 우리가 직접 데려가 우리 땅에서 존엄하게 묻을 수 있도록 운송 지원을 부탁드립니다.\" 카슨의 목소리는 여전히 흔들림 없었고다; 변함없이 강인한 알파였고 그의 말에 안도감이 밀려왔다."
}