{
    "source": "en_US",
    "target": "ko_KR",
    "text": "What motivated her to cheat on her boyfriend? Boredom Revenge Emotional connection Emotional connection\n2 How did she feel after the incident? Guilty Excited Indifferent Guilty\n3 Who caught them in the act? Her boyfriend\nHis best friend\nA mutual friend Her boyfriend\n4 What was her boyfriend's initial reaction? Anger Sadness Indifference Anger\n5 What lesson did she learn from the experience?\nTrust is important\nLove is fleeting\nFriendship is key Trust is important\n6 How did she meet his best friend? At a party In class Through social media At a party\n7 What was her boyfriend doing while she was with his friend?\nHanging out with family\nPlaying video games\nWorking late Playing video games\n8 How long had she been dating her boyfriend? 3 months 1 year 2 years 1 year\n9 What did his best friend say that made her feel special? \"You’re amazing!\"\n\"I’ve always liked you.\"\n\"Let’s keep it a secret.\"\n\"You’re amazing!\"\n10 How did she describe her relationship with her boyfriend? Perfect Complicated Dull Complicated\n11 What did she initially think about cheating? It’s wrong It’s exciting It’s justified It’s wrong\n12 How did his best friend feel about the situation? Conflicted Thrilled Indifferent Conflicted\n13 What did she do after cheating?\nTexted her boyfriend\nAvoided both of them\nConfessed immediately Avoided both of them\n14 How did she feel when she saw her boyfriend again? Nervous Happy Relieved Nervous\n15 What was her boyfriend's best quality? Sense of humor Loyalty Intelligence Loyalty\n16 What did she tell her best friend about the situation? Everything Nothing Just a lie Everything\n17 How did she justify her actions to herself? Everyone does it It felt right It was a mistake It felt right\n18 How did the boyfriend find out about the affair?\nFrom a mutual friend\nHe caught them together\nShe confessed From a mutual friend\n19 What was the first thing she did after the confrontation? Apologized Cried Ran away Apologized\n20\nWhat did her best friend say after hearing about the cheating?\n\"You need to confess.\"\n\"It’s no big deal.\"\n\"You should break up.\"\n\"You should break up.\"\n21 What was the boyfriend's response when he confronted her?\n\"Why did you do this?\"\n\"I never loved you.\"\n\"I forgive you.\"\n\"Why did you do this?\"\n22 What did she realize about her feelings for her boyfriend? They were genuine\nThey were fading\nThey were confusing They were fading\n23 How did her boyfriend’s family react to the breakup?\nThey supported him\nThey blamed her\nThey were indifferent They supported him\n24 What was the main reason she felt guilty?\nShe hurt her boyfriend\nShe lost a friend\nShe betrayed trust\nShe hurt her boyfriend\n25 What did she wish she had done differently? Told the truth\nAvoided the situation\nBroken up first Told the truth\n26 What did the best friend feel about his loyalty? It was tested\nIt was strengthened\nIt didn’t matter It was tested\n27 How did she change after the experience?\nBecame more cautious\nBecame more reckless\nBecame indifferent Became more cautious\n28 What advice would she give to someone in her situation? \"Don't cheat.\"\n\"Keep it a secret.\"\n\"Don't tell anyone.\" \"Don't cheat.\"\n29 How did this experience affect her view on relationships?\nMade her distrustful\nMade her optimistic\nMade her indifferent Made her distrustful\n30 What did her boyfriend do after the breakup?\nFocused on himself\nStarted dating again\nMoved away Focused on himself\n31\nWhat was the impact of this experience on their mutual friends?\nDivided loyalties Supported her Ignored the situation Divided loyalties\n32 How did she feel about love after the incident? Disillusioned Hopeful Indifferent Disillusioned\n33 What did she wish for her future relationships? Honesty Excitement Adventure Honesty\n34 What lesson did her boyfriend learn from the experience?",
    "trans": "그녀가 그녀의 남자친구를 속인 계기가 무엇일까요? 지루함 복수 감정적 연결 감정적 연결\n2 그 사건 이후로 그녀는 무슨 기분이었을까요? 죄책감 흥분 무관심 죄책감\n3 현장을 누가 잡았을까요? 그녀의 남자친구\n그의 제일 친한 친구\n그녀 남자친구의 공통 친구\n4 그녀의 남자친구의 첫 반응은 무엇이었을까요? 분노 슬픔 무관심 분노\n5 이 경험으로 그녀는 무엇을 배웠을까요?\n신뢰가 중요하다\n사랑은 덧없다\n우정이 핵심이다 신뢰가 중요하다\n6 그의 가장 친구를 어떻게 그녀가 만났을까요? 파티에서 수업에서 소셜 미디어에서 파티에서\n7 그녀가 그의 친구들과 있을 때 그녀의 남자친구는 무엇을 했을까요?\n가족과 어울리기\n비디오 게임 하기\n야근 비디오 게임 하기\n8 그녀의 남자친구와 얼마나 사귀었을까요? 3달 1년 2년 1년\n9 그의 가장 친한 친구가 그녀를 특별하다고 느끼게 한 말은 무엇일까요? “너는 대단하다!”\n“너를 항상 좋아했어.”\n“비밀로 하자.”\n“너는 대단하다!”\n10 그녀는 남자친구와의 관계를 어떻게 표현했을까요? 완벽 복잡 지루 복잡\n11 바람피는 것에 대해서 그녀는 처음 어떻게 생각했을까요? 틀렸다 신난다 정당하다 틀렸다\n12 이 상황에 대해 그이 제일 친한 친구는 어떻게 생각하나요? 갈등 신남 무관심 갈등\n13 바람을 피운 후 그녀는 무엇을 했나요?\n그녀의 남자친구에게 문자를 보냈다\n둘을 회피했다\n즉시 고백했다 둘을 회피했다\n14 그녀의 남자친구를 다시 보게 되었을 때 어떤 기분이었을까요? 긴장 기쁨 안도 긴장\n15 그녀의 남자친구의 최고의 장점은 무엇인가요? 유머 충성심 지성 충성심\n16 이 상황에 대해 그녀의 제일 친구에게 뭐라고 말했을까요? 모두 아무것도 거짓말 모두\n17 자신의 행동을 어떻게 정당화했을까요? 모두가 하는 거야 옳은 일 같아 실수였어 옳은 일 같아\n18 불륜에 대해서 남자친구는 어떻게 알았을까?\n공통의 친구에게\n함께 있는 것을 목격\n그녀가 고백했다 공통의 친구에게\n19 대립 후에 그녀는 무엇을 제일 먼저 했을까요? 사과했다 울었다 도망갔다 사과했다\n20\n그녀의 제일 친한 친구가 바람에 대해 듣고 뭐라고 했을까요?\n“고백해야 해.”\n“큰 일 아니야.”\n“너는 헤어져야 해.”\n“너는 헤어져야 해.”\n21 그녀와 마주했을 때 남자친구의 반응은 무엇이었나요?\n“왜 그런 거야?”\n“너를 사랑한 적 없어.”\n“용서해 줄게.”\n“왜 그런 거야?”\n22 그녀의 남자친구에 대한 자신의 감정은 무엇이었을까? 진심이었다\n시들해지고 있었다\n혼란스러웠다 시들해지고 있었다\n23 그녀의 남자친구의 가족은 이별에 어떤 반응이었을까?\n그를 지지했다\n그녀를 비난했다\n그들은 무관심했다 그를 지지했다\n24 그녀가 죄책감을 느낀 주된 이유는 무엇일까?\n그녀의 남자친구에게 상처를 줬다\n친구를 잃었다\n그녀는 신뢰를 저버렸다\n그녀의 남자친구에게 상처를 줬다\n25 그녀는 무엇을 다르게 했으면 좋았을까요? 진실을 말하기\n상황을 피하기\n먼저 헤어지기 진실을 말하기\n26 그의 충성심에 친한 친구는 무슨 기분일까? 시험을 당했다\n강해졌다\n상관없다 시험을 당했다\n27 이 경험 이후에 그녀는 어떻게 바뀌었나요?\n더 조심스러워졌다\n더 무모해졌다\n더 무관심해졌다 더 조심스러워졌다\n28 그녀의 상황에서 그녀가 다른 람에 어떤 조언을 했을까요? “바람 피지 마.”\n“비밀로 해.”\n“누구에게도 말하지 마.” “바람 피지 마.”\n29 이 경험이 그녀의 관계에 대한 관점에 어떤 영향을 미쳤을까?\n그녀를 불신하게 만들었다\n그녀를 낙관적이게 만들었다\n그녀를 무관심하게 만들었다 그녀를 불신하게 만들었다\n30 이별 후에 그녀의 남자친구는 무엇을 했을까?\n그에게 집중했다\n데이트를 다시 시작했다\n회복했다 그에게 집중했다\n31\n이 경험이 그들의 공통의 친구들에게 어떤 영향을 끼쳤을까?\n충성심이 분열됐다 그녀를 지지했다 상황을 무시했다 충성심이 분열됐다\n32 이 사건 이후에 사랑에 대해 그녀는 어떻게 느끼나요? 환멸을 느끼다 희망을 느끼다 무관심했다 환멸을 느끼다\n33 그녀의 미래 관계에 대해 무엇을 바랄까요? 정직 흥분 모험 정직\n34 이 경험으로 그녀의 남자친구는 무엇을 배웠을까요?"
}