{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Thankfully, she was close, anyway, and follows behind not long after him. When she starts to clench around his cock, Ilgaz pulls her down against his chest and presses his lips to her forehead as his free hand snakes between their bodies to circle her clit.\nShe comes like that in his arms, and Ilgaz relishes in the sensation of her shaking across his skin, everywhere. He kisses her forehead repeatedly in tandem with his circles on her clit, slowing his pace of both as she calms down, relaxing in his arms.\nIlgaz brings his arms up to circle around Ceylin, tucking her closer to him in an embrace, laying his palms flat against her back. He leans his head back slightly to kiss her forehead gently once more, trying to somehow imprint all of the love that he feels but isn’t allowed to voice, right into her soul.\nThey almost fall asleep laying together, too exhausted for their usual pillowtalk. But, just before Ilgaz drifts off, he forces his eyes open. He gently pries himself away from Ceylin with a great effort, going against the way his mind and heart were screaming at him to stay laying with her forever. He knows that Ceylin wouldn’t let them fall asleep together, she was very strict about her ‘no sleeping over’ rule, and although it hurts to shift away from her now, Ilgaz knows that he must make the first move to detangle them from each other, because it hurts less than it would if she slipped out of his arms to walk away from him first.\nThe moving around pushes them into being wide awake then, and Ilgaz throws on a pair of sweatpants, forgoing his underwear for the brief minutes when he’ll be showing Ceylin out. Ceylin walks into his bathroom without a word or glance toward him, and he grinds his teeth together with the usual hurt as he sits down on his bed, waiting for her to rinse off. She comes back from the bathroom after a few minutes, and starts redressing, avoiding his gaze as he avoids hers, per usual.\nHe follows her out of his bedroom silently, and waits as she puts her shoes on and gathers her purse.\n“See you later,” she tells him with a light, casual smile, opening his front door and stepping outside.\n“Yeah, probably at work tomorrow,” Ilgaz shrugs, forcing his own tone and expression to match the lightness of hers.\nShe nods, waving at him, and he waves back at her before closing the door and thumping his forehead against it with a groan. One would think that with time, Ilgaz would have grown used to his feelings and learned how to cope with or ignore them, that this part would get easier and easier.\nIt only seems to get increasingly difficult, and he finds himself resenting their goodbyes more every time, resenting the way Ceylin feels and acts so casually whenever they part ways, as if they weren’t just baring their souls to each other in the most intimate of ways.\nOf course, it’s not like that for her, as it is for him, so he supposes it makes sense. Perhaps it wasn’t that he necessarily resented the way Ceylin felt, he resented the way he couldn’t control how he felt, how he couldn’t see the whole situation casually like she did. Ilgaz couldn’t help but have fallen in love with her, but maybe things would be more fun and hurt less if he never had.\nNo. That was an awful thought. Falling in love with Ceylin was the best thing that had ever happened to him. No matter how much internal agony he’s subject to, how much raw pain he faces from it on a daily basis, it has changed his entire life, his perspective, and his soul for the better. He didn’t have a choice in this, but even if he did, Ilgaz knows that he would have chosen to fall in love with her, anyway.",
    "trans": "감사하게도 뭐가 됐든 그녀가 곁에 있었고 그의 뒤를 멀지 않은 거리에서 따라온다. 그녀가 일가즈의 자지를 감싸쥘때면 그는 그녀를 가슴팍으로 끌어 눕히고 입술을 그녀의 이마에 갖다대면서 방해받지 않는 그의 손을 둘의 몸 사이로 슬며시 옮겨가 그녀의 클리토리스를 돌려 만진다.\n그렇게 그녀는 일가즈의 팔에 안기고 그는 어디서든 그의 살결 사이에서 흔들리는 그녀를 느끼며 즐긴다. 그녀의 클리토리스를 돌려 만지는 데 맞추어 계속해서 이마에 입을 맞추고 그녀가 그의 품에서 편안히 진정하도록 만지고 입 맟주는 속도를 모두 줄인다.\n일가즈는 팔로 제일린을 감싸고 그의 품안에 그녀를 밀어넣으며 그녀의 등에 손바닥을 펴 올려놓는다. 고개를 살짝 뒤로 돌려 한 번 더 그녀의 이마에 다정하게 입을 맞춘 후, 얼마간 그가 느끼면서도 소리내 말할 수 없는 사랑을 그녀의 영혼에 바로 각인시키고자 노력한다.\n늘상 하던 베개 맡의 대화를 나누기엔 너무 피곤한 채 같이 누운 그들은 거의 잠에 든다. 하지만 일가즈는 막 잠이 들기 전 억지로 눈을 뜬다. 그녀 곁에 영원토록 누워 있으라고 고함치는 그의 이성과 감정에 반해 일가즈는 필사의 노력으로 제일린 곁에서 빠져나온다. 제일린은 그녀의 '자고 가는 일 없기' 규칙에 대해 매우 완고했고 일가즈는 그녀가 다시 그와 동침하지 않을 것임을 안다. 또한 지금 그녀 곁을 떠나는 게 마음이 아플지라도 일가즈는 서로를 서로에서부터 떼어놓기 위한 첫 행동을 해야만 함을 한다. 왜냐하면 그녀가 먼저 그의 곁을 떠나기 위해 그의 품을 벗어나는 것보단 이게 덜 아픈 일이기 때문이다.\n서성거리며 그들은 잠에서 완전히 깨게 되고 일가즈는 제일린을 떠날 때의 찰나의 몇 분 동안 속옷은 포기하고 추리닝 바지만 걸친다. 제일린은 아무 말 없이, 일가즈를 쳐다보지도 않은채 화장실에 들어가고 일가즈는 그녀가 씻는 걸 기다리며 침대에 앉아 평소의 통증을 느끼며 이를 간다. 몇 분 후 제일린이 화장실에서 나와 일가즈가 그녀의 시선을 피하듯 그의 시선을 피하고 평소와 같도록 되돌리기 시작한다.\n일가즈는 조용히 그의 침실을 나서 제일린을 뒤따르고 그녀가 신발을 신고 지갑을 챙기는 걸 기다린다.\n\"다음에 봐,\" 그녀는 현관문을 열고 밖으로 나가며 가벼우면서 무심한 미소를 띄우고 그에게 말한다.\n\"그래, 내일 근무할 때 보겠지,\" 그의 어조와 표현법이 그녀의 가벼움에 맞을 수 있도록 힘쓰며 일가즈는 어깨를 으쓱한다.\n그에게 손을 흔들며 그녀는 끄덕이고 그 역시 그녀에게 손을 흔든 후에 문을 닫고 이마를 문에 부딪힌 채 신음한다. 혹자는 시간이 지나며 일가즈가 그의 감정에 익숙해지고 어떻게 그것들을 다루거나 무시할지 알았을 것이라, 또 이 부분이 갈수록 쉬워질 것이라 생각할 것이다.\n그건 점점 더 힘들어지는 것 같았고 일가즈는 매번 그들의 작별에 더욱 분노하고 제일린이 헤어질 때마다 마치 그들이 단지 가장 친밀한 방식으로 서로에게 영혼을 드러지 않은 듯 그리 무심히 느끼고 행동하는 데 분개하는 그의 모습을 발견한다.\n물론 제일린에게 있어선 일가즈에게와 같은 일이 아니기에 그는 그럴 수 있다고 생각한다. 아마도 일가즈는 제일린이 어떻게 느꼈는지에 대해 어쩔 수 없이 분노한 게 아니고 그가 느끼는 바를 통제할 수 없고 그녀가 한 것처럼 무심히 모든 상황을 볼 수 없는 그 자신에 화가난 것이리라. 일가즈는 그녀를 사랑하게 됐다는 걸 떨쳐낼 수 없없지만 사랑에 빠지지 않았다면 모든 게 더 즐겁고 덜 고통스러울 수도 있었으리라.\n아니. 그건 끔찍한 생각이었다. 제일린을 사랑하게 된 것은 그에게 일어난 것 중 가장 좋은 일이었다. 그의 내면이 얼마나 심한 고통에 시달리는지, 매일 얼마나 쓰라린 고통을 마주하는 지와 상관없이 사랑은 그의 삶 전체, 그의 관점, 그리고 그의 영혼을 보다 나은 방향으로 바꾸었다. 일가즈에겐 선택권이 없었으나 만약 있었다고 해도 어쨌든 그녀를 사랑하기로 결정했으리란 걸 그는 안다."
}