{
    "source": "en_US",
    "target": "ko_KR",
    "text": "CUP Method for commodities is supported by Supreme Court in Perú\nIn 2019, Tax Court rejected the transfer pricing adjustment determined by Peruvian tax authority (SUNAT) for a commodity sale intercompany transaction supported by a net margin method.\n✔️ Positions:\nThe taxpayer, a local mining company, had used the transactional net margin method to determine the arm’s length price for sales of zinc concentrates to its foreign related party. This was challenged by SUNAT who concluded that differences in certain factors (weight, percentage of humidity, loss, ore grade, recovery factor, etc.) do not affect the price that uses the international zinc quotation as a reference to arrive at the value of the concentrate, so the CUP Method was the appropriate method.\nThe taxpayer appealed to the Tax Court, who ruled mostly in its favour, citing that SUNAT had not taken into account various comparability factors in determining the arm’s length price of the zinc concentrate under the chosen method. SUNAT then appealed to the Supreme Court.\n✔️ Outcome\nIn 2024, the Supreme Court overturned the Tax Court’s decision and decided in favour of SUNAT, thus supporting the CUP method for a commodity transaction.\nFrom the Supreme Court’s point of view, SUNAT had properly assessed the relevant components of the zinc concentrate price and not only the international quotation. Also, The Tax Court had not considered the Article 32-A of the Peruvian Income Tax Law, which states that in export transactions with a known quotation on the international market, or with prices that are fixed by reference to the quotations of the specified markets, the market value shall be determined on the basis of such quotations.\nKey Takeaways:\n❗ Intercompany transactions related to commodities (copper, gold, silver, zinc, corn, wheat, etc.) must thoroughly review the CUP Method as the appropriate method.\n❗ According to local regulations, using a method other than CUP Method for intercompany transactions related to commodities must be supported by a technical assesment of the economic, financial and technical reasons that are reasonable and relevant to justify the use of said method.\nFor more detail of the case, click in the following link: https://lnkd.in/dmDDqvKg\nIf you need guidance on this matter, please do not hesitate to reach out to our team in Perú:",
    "trans": "CUP 방법은 페루 대법원에서 원자재 거래에 대해 지지받음\n2019년, 세금 법원은 페루 세무 당국(SUNAT)이 원자재 판매에 대해 순이익 방법을 사용한 내부 거래 가격 조정을 거부했습니다.\n✔️ 입장:\n납세자, 현지 광산 회사,는 외국의 관계자에게 아연 농축물 판매 가격을 결정하기 위해 거래 순이익 방법을 사용했습니다. 이는 SUNAT에 의해 반박되었으며 특정 요인(무게, 습도 비율, 손실, 광석 등급, 회수율, 등)의 차이가 국제 아연 시세를 참조하여 농축물의 가치를 도출하는 가격에 영향을 미치지 않으므로, CUP 방법이 적절한 방법이라고 결론지었습니다.\n납세자는 세금 법원에 항소했으며, 세금 법원은 대부분 납세자의 편을 들며, SUNAT가 선택된 방법에 따라 아연 농축물의 적정 가격을 결정하는 데 있어 다양한 비교 가능성 요인들을 고려하지 않았다고 언급했습니다. SUNAT는 이후 대법원에 항소했습니다.\n✔️ 결과\n2024년, 대법원은 세금 법원의 결정을 뒤집고 SUNAT의 손을 들어주었으며, 따라서 원자재 거래에 대한 CUP 방법을 지지했습니다.\n대법원의 관점에서, SUNAT는 아연 농축물 가격의 관련 요소들을 국제 시세만이 아닌 모든 요소를 적절히 고려했다고 밝혔습니다. 또한, 세금 법원은 페루 소득세법 제32-A조를 고려하지 않았고, 이 조항에 따르면 국제 시장에서, 시세가 알려져 있는 거래나 지정된 시장의 시세를 기준으로 가격이 정해진 거래에 대해서는, 해당 시세를 기준으로 시장 가치를 결정해야 한다고 명시되어 있습니다.\n주요 포인트:\n❗ 원자재와 관련된 내부 거래(구리, 금, 은, 아연, 옥수수, 밀 등)에 대해서는 CUP 방법이 적합한 방법으로 철저히 검토되어야 합니다.\n❗ 현지 규정에 따르면, 원자재와 관련된 내부 거래에 대해 CUP 방법 외의 방법을 사용하려면 경제적, 재정적, 기술적 이유가 합리적이고 관련이 있어야 한다는 기술 평가가 필요합니다.\n이 사례에 대한 자세한 내용은 아래 링크를 클릭하세요: https://lnkd.in/dmDDqvKg\n이 문제에 대해 도움이 필요하면, 페루의 저희 팀에 문의 주세요:"
}