{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Mental Health Act 2016 commenced on 5 March 2017.\nThe Act places a lot of emphasis on strengthening patient rights.\nA critical right is that persons with capacity to make decisions have a right to decide whether or not to have any treatment for any illness.\nThis principle now applies to the criteria for placing persons on treatment authorities – which replace involuntary treatment orders under the previous Act.\nThe Act also places greater emphasis on advance health directives as a way for persons to have a greater say in their own future health care if, at a future time, they are unable to make decisions for themselves.\nIf a person can be treated satisfactorily under an advance health directive, then they must be treated under the directive, rather being treated involuntarily under the Act.\nWe know that support persons can have a positive impact on a patient’s treatment, care and recovery.\nFor this reason, the Act requires communication with support persons at key stages in a person’s treatment and allows patients to appoint a ‘nominated support person’ to assist if the person becomes unwell.\nTo support patients and their support persons, each Hospital and Health Service will be required to have an Independent Patient Rights Adviser or a number of advisers.\nThis is a major initiative in the legislation, which will strengthen the opportunity for patients and their support persons to understand and access their rights under the Act.\nWe are all aware of the goal of reducing and where possible, eliminating the use of seclusion and mechanical restraint.\nWith this goal in mind, the Act has additional safeguards on the use of seclusion and mechanical restraint.\nThe Act also includes, for the first time, provisions dealing with physical restraint and the appropriate use of medication, such as forced sedation.\nUnder the Act, ‘examination authorities’ are made by the Mental Health Review Tribunal. These authorities allow a doctor or authorised mental health practitioner to involuntarily examine a person if there are concerns about the person’s health and well-being.\nHowever, these authorities will be used as a last resort and services will need to be proactive in exploring voluntary treatment when concerns are raised about a person.\nEmergency examination authorities may be made by a police officer or an ambulance officer under the Public Health Act. These authorities enable a person at risk due to a major disturbance in mental capacity, due to illness, disability, injury or intoxication, to be taken to a hospital for examination or treatment and care.\nThere are also important changes in the forensic mental health system.\nA person charged with a serious offence who is on order or authority under the Act may request a free psychiatrist report to assist them in deciding whether to pursue a mental health defence in court.\nThe Act introduces a new order called a ‘treatment support order’, which the Mental Health Review Tribunal can make as a step-down from a forensic order when it is reviewed by the Tribunal.\nA treatment support order will assist in the recovery of patients.\nMagistrates will also be given express powers to dismiss charges for persons if the magistrate believes the person may have been of unsound mind when the offence occurred or is not fit for trial.\nThis will be of major benefit to persons with a mental illness before a magistrate.\nAll of these changes will impact significantly on the way that mental health services operate.\nIt is essential that all staff in mental health services understand these changes and amend clinical practices and business processes accordingly.\nBy working collaboratively with patients and support persons, the Act provides a great opportunity to improve outcomes for members of the community.\nThank you.",
    "trans": "정신 건강법 2016은 2017년 3월 5일에 발효되었습니다.\n이 법은 환자의 권리를 강화하는 데 많은 중점을 둡니다.\n중요한 권리는 의사 결정 능력이 있는 사람이 질병에 대한 치료 여부를 결정할 권리가 있다는 것입니다.\n이 원칙은 이제 이전 법에 따른 비자발적 치료 명령을 대체하는 치료 당국에 사람을 배치하는 기준에 적용됩니다.\n또한 이 법은 미래에 스스로 결정을 내릴 수 없는 경우 개인이 자신의 미래 건강 관리에 대해 더 많은 의견을 제시할 수 있는 방법으로 사전 건강 지침에 더 중점을 둡니다.\n사전 건강 지침에 따라 만족스러운 치료를 받을 수 있는 사람은 해당 법에 따라 비자발적으로 치료를 받는 것이 아니라 지침에 따라 치료를 받아야 합니다.\n우리는 지원자가 환자의 치료, 간병 및 회복에 긍정적인 영향을 미칠 수 있다는 것을 알고 있습니다.\n이러한 이유로 해당 법은 환자의 치료의 중요한 단계에서 지원자와의 소통을 요구하고 환자가 건강이 나빠질 경우 도울 '지명된 지원자'를 임명할 수 있도록 허용합니다.\n환자와 그들의 지원자를 지원하기 위해 각 병원과 의료 서비스에는 독립적인 환자 권리 고문 또는 여러 명의 조언자가 있어야 합니다.\n이는 환자와 그들의 지원자가 해당 법률에 따른 권리를 이해하고 접근할 수 있는 기회를 강화하는 입법의 주요한 시작입니다.\n우리 모두는 격리 및 기계적 제약의 사용을 줄이고 가능한 경우 없애는 것이 목표라는 것을 알고 있습니다.\n이 목표를 염두에 두고, 해당 법률은 격리 및 기계적 제약의 사용에 대한 추가 보호 조치를 마련하고 있습니다.\n또한 해당 법률에는 처음으로 신체적 제약 및 강제 진정과 같은 약물의 적절한 사용을 다루는 조항이 포함됩니다.\n해당 법률에 따라 '심사 권한'은 정신 건강 심사 재판소에서 이루어집니다. 이러한 권한은 의사 또는 공인 정신 건강 전문가가 개인의 건강과 복지에 대한 우려가 있는 경우 비자발적으로 개인을 검사할 수 있도록 허용합니다.\n그러나 이러한 권한은 최후의 수단이자 돌봄으로 사용되며, 개인에 대한 우려가 제기될 때 자발적 치료를 모색하는 데 있어 서비스는 미리 대책을 강구하는 것이어야 합니다.\n응급 검사 권한은 공중 보건법에 따라 경찰관 또는 구급대원에 의해 이루어질 수 있습니다. 이러한 권한은 질병, 장애, 부상 또는 중독으로 인해 정신 능력에 심각한 장애가 있어 위험에 처한 개인을 병원으로 이송하여 검사 또는 치료 및 돌봄을 받을 수 있도록 합니다.\n법의학 정신 건강 시스템에도 중요한 변화가 있습니다.\n이 법에 따라 명령 또는 권한이 있는 중대한 범죄 혐의를 받고 있는 사람은 법정에서 정신 건강 방어를 추진할지 여부를 결정하는 데 도움이 되는 무료 정신과 의사 보고서를 요청할 수 있습니다.\n이 법은 '치료 지원 명령'이라는 새로운 명령을 도입하는데, 정신 건강 심사 재판소는 재판소에서 이를 심사할 때 법의학적 명령에서 한 단계 낮은 명령으로 이를 내릴 수 있습니다.\n치료 지원 명령은 환자의 회복을 도울 것입니다.\n또한 치안 판사는 범죄가 발생했을 때 해당 사람이 정신 상태가 좋지 않았거나 재판을 받을 자격이 없다고 판단하는 경우, 해당 사람에 대한 기소를 기각할 수 있는 명시적 권한을 부여 받습니다.\n이는 치안 판사 앞에서 정신 질환을 앓고 있는 사람에게 큰 이점이 될 것입니다.\n이러한 모든 변화는 정신 건강 서비스가 운영되는 방식에 상당한 영향을 미칠 것입니다.\n정신 건강 서비스의 모든 직원이 이러한 변화를 이해하고 임상 관행과 업무 과정을 그에 따라 수정하는 것이 필수적입니다.\n환자 및 지원자와 협력하여 이 법은 지역 사회 구성원의 성과를 개선할 수 있는 좋은 기회를 제공합니다.\n감사합니다."
}