{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Debit Success Reference: [redacted_info]\nOverdue Amount: $ 29.56 Due for Immediate payment\nIf you have already paid the overdue within the last 24 hours, please disregard this email.\nWe are writing to advise that the recent payment in relation to your agreement with Goodlife Queen Street has been unsuccessful and as such your account has become overdue. If you have recently completed a suspension period the overdue amount may be related to the phasing of your payment cycle. The overdue balance may include default fees and other charges applied in accordance with your agreement.\nPlease take one of the following steps as soon as possible:\n1. Go tohttps://paynow.debitsuccess.com/to make a payment using a credit/debit card or online banking. If you are using a new card and wish to update the details please ensure that you select the option to save this card for future payments.\n2. Contact the Debit Success Customer Services Team on 1800 812 461 and arrange to pay the arrears amount of$ 29.56 with acredit/debit card before your next debit.\n3. Debit Success can help you to get back on track with your payments, ask them if a payment plan is available when you call.\nIf no action is taken, Debit Success will attempt to bring your account up to dateby making further debits from your account. If you pay 4 weekly or monthly, these debits may be re-attempted two weeks prior to the regular scheduled date. Please ensure that you havesufficient fundsin your designated account to cover the current overdue in addition to your usual regular payment. If your payments have failed due to a change in card details, please let Debit Success know as soon as possible so that they can place a temporary debit stop while you are awaiting your new card.",
    "trans": "데빗 석세스 조회: [redacted_info]\n연체액: 29.56 달러 즉각 납부 필요\n지난 24시간 안에 이미 납부하신 경우 이 이메일은 무시해 주십시오.\n굿라이프 퀸 스트리트와 동의하신 내용에 관련된 귀하의 최근 결제가 실패하여 계좌의 지불 기한이 지났다는 점을 알려드리고자 메일을 씁니다. 최근 정지 기간을 끝마치신 경우 연체액은 결제 주기 조정과 관련되었을 수 있습니다. 연체액엔 기본 요금 및 동의하신 내용에 따라 적용된 기타 요금이 포함될 수 있습니다.\n다음 중 하나의 조치를 최대한 빨리 취해주시길 바랍니다:\n1. https://paynow.debitsuccess.com로 가셔서 신용/체크 카드 혹은 온라인 뱅킹을 통해 납부하세요. 새 카드를 사용하고 계시며 카드 정보를 갱신하고 싶으신 경우, 이후 결제를 위해 해당 카드를 기억하도록 설정해 주십시오.\n2. 1800 812 461로 데빗 석세스 고객 서비스팀에 연락해 29.56달러의 연체액이 신용/체크 카드를 통해 다음 이체 전에 지불될 수 있도록 하세요.\n3. 데빗 석세스를 통해 귀하의 결제가 다시 정상적으로 진행되도록 도움을 받을 수 있으니 통화하실 때 결제 방식 이용할 수 있는 게 있는지 문의하십시오.\n어떤 조치도 취해지지 않을 경우 데빗 석세스가 귀하의 계좌에서 추가로 이체하여 계좌를 최신 상태로 만들고자 시도할 것입니다. 매주 혹은 매달 4를 결제하신다면 예정된 정기 결제일 이주 전에 해당 이체 시도가 재차 이루어질 수 있습니다. 지정된 계좌에 충분한 자금을 두어 평소 정기 결제 및 현 연체액 모두를 지불할 수 있도록 해 두십시오. 카드 정보 변경 탓에 결제에 실패하신 경우, 최대한 빨리 데빗 석세스 측에 알리시고 새 카드를 기다리시는 동안 그쪽에서 이체 일시 정지를 설정할 수 있도록 하십시오."
}