{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Average\nGet $20 Cash Back\nOn Today's Purchase! *\nGet free shipping rebates on your online purchases for trying ShipmentsFree. **\n*see details\nSTEP 1STEP 2\nAlmost Done!\nFinish to get your\n$20 Cash Back*\nSelect Payment Method\nYou will complete your transaction using Apple Pay.\nAll information transferred to ShipmentsFree is secured using SSL encryption technology.\n* I agree to Offer Details and Membership Terms below,Terms of Use, and Privacy Policy\n*Cash-back Offer Details - Must be 18+ to enroll in ShipmentsFree Membership. Offer not affiliated w/merchants. Cash-back bonus offer available only to first-time members. Must make online purchase & submit claim w/in 30 days of signup to get bonus.\nShipmentsFree Membership Terms – When you click \"SUBMIT\" below you will be enrolled in a 7-day trial of ShipmentsFree today for zero cost. Explore all the perks available to our ShipmentsFree members during the trial period. After this initial trial ShipmentsFree will automatically charge your payment source a monthly membership fee of $25.00 beginning on 11/10/2024, until you cancel. You may cancel at any time within the “Membership” section of your account or by emailing support. You must cancel to avoid future charges.\n$20 CASH BACK IS JUST THE BEGINNING!\nEXCLUSIVE MEMBER-ONLY PERKS**\nGet these exclusive member perks immediately with a zero cost 7 day Review, then only $25/month after.\n$20 Bonus\nGet $20 Cash Back On Today's Purchase\nLearn More..\nFree Shipping\nClaim $100 a month in Shipping/Return rebates\nGrocery Perk\nGet up to $12/month back for service and delivery fees\nRideshare\nGet $10 cash back per month on Uber/Lyft rides\nScooter Benefit\nKick off on a scooter and claim a $5 kickback each month.\nMoving Truck Rental\nSave $50 on your next move. Annual rebate on moving truck rentals\nMobile Phone Benefit\nEnjoy up to $20/month rebate for phone expenses\nContinue\nSave on Shipping On All Your Favorite Stores\n** Member benefits are subject to important conditions and limitations. Please see our Terms of Use for complete membership details.\nTerms of UsePrivacy PolicyGoogle API Services User Data PolicyFAQContact\nCopyright © 2024 All Rights Reserved\n×\nPlease register next\n# RN29IIY8",
    "trans": "평균\n$20의 캐시백을 받을 수 있습니다\n오늘 구매하시면요! *\nShipmentsFree를 이용해 온라인 구매 시 무료 배송 혜택을 받으세요! **\n* 상세보기\n1단계 2단계\n거의 완료되었어요!\n마무리하세요\n$20의 캐시백을\n지불 방법 선택\nApple Pay를 이용해 거래를 완료하실 수 있습니다.\nShipmentsFree로 전송되는 모든 정보는 SSL 암호화 기술을 사용하여 안전하게 보호됩니다.\n* 아래의 제공 세부 사항 및 회원 약관, 이용 약관, 개인정보 보호정책에 동의합니다.\n* 캐시백 제안 세부 사항 - ShipmentsFree 회원 가입은 18세 이상만 가능합니다. 이 제안은 판매자와 관련이 없습니다. 캐시백 보너스 제안은 첫구매 회원에게만 제공됩니다. 보너스를 받으려면 온라인 구매를 하고 가입 후 30일 이내에 청구서를 제출해야 합니다.\nShipmentsFree 회원 약관 – 아래 \"제출\"을 클릭하면 오늘부터 ShipmentsFree의 7일 무료 체험에 자동으로 가입됩니다. 체험 기간 동안 ShipmentsFree 회원에게 제공되는 모든 혜택을 경험해 보세요. 첫 번째 체험 후, ShipmentsFree는 2024년 10월 11일부터 매달 $25의 회원비를 자동으로 청구합니다. 취소할 때까지 계속 청구되며, 언제든지 계정의 \"회원\" 메뉴 또는 이메일을 통해 지원팀에 연락하여 취소할 수 있습니다. 향후 지불을 피하려면 반드시 취소해야 합니다.\n$20 캐시백은 시작에 불과합니다!\n회원 전용 독점 혜택**\n7일 무료 체험을 통해 독점 회원 혜택을 즉시 이용하고, 이후에는 월 $25이면 이용가능합니다.\n$20 혜택\n오늘 구매 시 $20 캐시백 받기\n더 알아보기\n무료 배송\n매월 $100의 배송/반품 혜택를 요청하세요\n식료품 혜택\n서비스 및 배송 요금에 대해 매월 최대 $12를 환급받으세요.\n차량 공유\nUber/Lyft 탑승 시 매월 $10 캐시백 받기\n스쿠터 혜택\n스쿠터를 타고 매월 $5의 캐시백을 받으세요.\n이사 차량 렌탈\n다음 이사 시 $50 절약하세요. 이사 트럭 대여 시 연간 혜택 제공.\n휴대 전화 요금 혜택\n전화 요금에 대해 매월 최대 $20의 혜택을 즐기세요.\n더 보기\n여러분이 좋아하는 모든 상점에서 배송비를 절약하세요.\n** 회원 혜택은 중요한 조건과 제한이 적용됩니다. 전체 회원 상세 사항은 이용 약관을 참조하세요.\n이용 약관 개인정보 보호정책 Google API 서비스 사용자 데이터 정책 자주 묻는 질문(FAQ) 문의하기\nCopyright © 2024 All Rights Reserved\n×\n다음을 등록해주세요\n# RN29IIY8"
}