{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Their relationship took wild to a whole new level, spiraling beyond mischief into sheer, raw chaos. They weren’t just loud or rebellious—they were ferocious. [redacted_name], with his smoldering temper, would flash from zero to a hundred if someone dared to mess with him or, especially, with [redacted_name]. And [redacted_name]? He was pure impulse. If he felt even a hint of a threat or disrespect, his reaction was instant, almost like he was allergic to restraint.\nThe city became their playground but also their battleground. If someone shoved [redacted_name] at a crowded bar or made a rude remark, [redacted_name] would be at [redacted_name] side, fists clenched, ready to jump into the fray. [redacted_name], on the other hand, was less selective. He didn’t need a reason to swing a punch—sometimes it was as simple as someone looking at [redacted_name] the wrong way. [redacted_name] anger burned steady and hot, like a fire that kept building up pressure. [redacted_name] was an electric spark, always on the edge, ready to ignite.\nOne night, things escalated when they were at a club. They’d had a bit too much to drink, and the atmosphere was buzzing. Everything was fine—until a stranger got too close to [redacted_name]. The guy had been ogling [redacted_name] all night, and though [redacted_name] had laughed it off, [redacted_name] jaw had tightened with each glance. When the guy made the mistake of brushing his hand over [redacted_name] shoulder, [redacted_name] saw red. Before [redacted_name] even had a chance to react, [redacted_name] had grabbed the guy’s collar, shoving him backward with a force that sent him crashing into a table.\n“Don’t touch him,” [redacted_name] growled, his voice as dark as a thunderstorm. [redacted_name] watched, a thrill coursing through him as [redacted_name] stood there, every muscle tense, daring anyone to get in his way. But [redacted_name] wasn’t about to let [redacted_name] have all the fun. Just as the guy’s friends stepped in to help, [redacted_name] launched himself forward, throwing a punch that connected with a sickening crack.\nThe brawl was over in minutes, but they left the club with bruises and laughter, adrenaline pumping through them. By the time they made it back to [redacted_name] apartment, they were a mess, but they couldn’t have cared less. [redacted_name] lip was split, and [redacted_name] knuckles were raw, but they only had eyes for each other, both wild and electric with excitement.\n“That was insane,” [redacted_name] panted, his hands tangling in [redacted_name] hair as they stumbled through the door.\n“You started it, you maniac,” [redacted_name] shot back, a smirk playing on his lips as he pinned [redacted_name] against the wall. [redacted_name] just laughed, pulling [redacted_name] closer, each of them finding comfort in the raw, unfiltered intensity that pulsed between them.\nBut their violent tendencies didn’t stop with strangers. When they argued, things could get explosive. One evening, they were in the middle of a heated fight over something trivial—[redacted_name] had broken one of [redacted_name] prized whiskey glasses in a fit of excitement, and Martin had snapped, his temper flaring instantly.\n“You think you can just break my things and laugh it off?” [redacted_name] shouted, his voice echoing through the apartment.\n“It’s just a stupid glass, [redacted_name]. Get over it!” [redacted_name] shot back, crossing his arms defiantly, a smirk on his lips as he added, “Maybe if you weren’t so uptight—”\nBefore he could finish, [redacted_name] closed the distance, his hand gripping [redacted_name] shoulder tightly, his voice a low growl. “You think everything’s a game, don’t you?”\n[redacted_name] didn’t back down. “Maybe I do,” he taunted, his voice daring and reckless.\nIn an instant, [redacted_name] anger surged, and he shoved [redacted_name] backward, the intensity of the motion knocking [redacted_name] against the kitchen counter. [redacted_name] eyes blazed with defiance, his heartbeat racing not with fear, but with exhilaration. It was the challenge, the fire, the thrill of pushing each other to the brink.\n[redacted_name] retaliated, shoving [redacted_name] back with enough force to make him stumble. “You’re not the only one who can throw a punch,” he muttered, his smirk only widening as [redacted_name] gaze hardened.\nThey clashed, a storm of heated words, shoves, and barely controlled fury. But even in the chaos, there was an unspoken understanding between them. They didn’t hurt each other—at least, not in a way that lingered. Their anger was raw, explosive, but it burned out as quickly as it ignited. By the time they reached the bedroom, their anger had morphed into something else entirely, a passion that only seemed to burn hotter after every clash.\nIt was intense, overwhelming, but it was the way they were—two reckless souls who couldn’t resist the thrill of pushing each other to the limit.\nThe aftermath of each fight usually involved a bruised knuckle or two, maybe a broken vase or a cracked plate, but they’d sit on the floor afterward, catching their breath, laughing at the absurdity of it all.\n“You’re insane,” [redacted_name] would mutter, shaking his head as he looked at [redacted_name], his eyes still bright with the remnants of their argument.\n“Maybe,” [redacted_name] would reply, leaning in to kiss him, his lips swollen from their fight. “But you’re just as crazy for putting up with me.”\nSomehow, it worked. They understood each other in ways no one else could. For all their violence and volatility, they found a strange peace in each other’s chaos. It was a relationship built on fire and fury, passion and madness. And they both knew that nothing, no matter how intense, would ever drive them apart.",
    "trans": "그들의 관계는 미친 듯이 새로운 차원으로 발전하며, 장난을 넘어 순수하고 거친 혼돈으로 빠져들었다. 그들은 단순히 시끄럽거나 반항적인 정도가 아니었다 -그들은 맹렬했다. [redacted_name]은 불타는 성격을 지닌 채, 누군가 그를 건드리거나, 특히 [redacted_name]을 건드리면, 제로에서 백으로 순간적으로 폭발했다. 그리고 [redacted_name]? 그는 순수한 충동이었다. 위협이나 무례함의 기미가 느껴지면, 그의 반응은 즉각적이었고, 마치 자기 억제를 견딜 수 없는 것 같았다.\n그 도시는 그들의 놀이터이자 전장이 되었다. 만약 누군가가 붐비는 바에서 [redacted_name] 을 밀거나 무례한 말을 한다면, [redacted_name] 은 [redacted_name]의 곁에 있어 주먹을 꽉 쥔 채로 싸움에 뛰어들 준비를 했다. 반면 [redacted_name] 은 더 선택적이지 않았다. 그는 주먹을 휘두를 이유가 필요하지 않았다. -때로는 누군가가 [redacted_name] 을 잘못 본 것만으로도 충분했다. [redacted_name] 의 분노는 꾸준히 뜨겁게 타올랐고, 마치 계속해서 압력이 쌓이는 불처럼 느껴졌다. [redacted_name] 은 전기 스파크처럼 항상 아슬아슬하게, 불붙을 준비를 하고 있었다.\n어느 날 밤, 그들이 클럽에 있을 때 상황이 급격히 격화되었다. 그들은 술을 좀 너무 많이 마셨고, 분위기는 떠들썩했다. 모든 것이 괜찮았다-그러다 낯선 사람이 [redacted_name]에게 너무 가까이 다가왔다. 그 남자는 밤새도록 [redacted_name]을 탐내듯 쳐다보고 있었고, [redacted_name]은 그것을 웃어 넘겼지만, [redacted_name]의 턱은 각 눈길이 갈 때마다 점점 더 단단히 굳어갔다. 그 남자가 실수로 [redacted_name]의 어깨를 스치자, [redacted_name]은 화가 치밀었다. [redacted_name]이 반응할 틈도 없이, [redacted_name]은 그 남자의 칼라를 잡고, 그를 뒤로 밀쳐서 그가 테이블에 부딪히게 만들었다.\n\"그를 만지지 마.\" [redacted_name]은 으르렁거렸다. 그의 목소리는 마치 천둥처럼 어두웠다. [redacted_name]은 지켜보았다, [redacted_name]이 그곳에 서 있는 모습을 보며 스릴이 그를 타고 흘렀고, 모든 근육이 긴장하며 누구든지 그의 길을 막을 수 있는지 도전하고 있었다. 그러나 [redacted_name]은 [redacted_name]이 모든 재미를 독차지하도록 두지 않았다. 그 남자의 친구들이 그를 돕기 위해 끼어 들자, [redacted_name]은 앞으로 달려가며 주먹을 날렸고, 그 주먹은 소름끼치는 소리와 함께 맞았다.\n싸움은 몇 분 만에 끝났지만, 그들은 멍이 들고 웃음을 터뜨리며 클럽을 떠났다. 아드레날린이 그들의 몸속을 파고들었다.[redacted_name]의 아파트에 도착했을 때, 그들은 엉망이었지만 그런 건 전혀 신경 쓰지 않았다. [redacted_name]의 입술은 가라졌고, [redacted_name]의 주먹은 거칠었지만, 그들은 서로만을 바라보았고, 둘 다 흥분으로 들뜬 상태였다.\n\"미쳤다,\" [redacted_name]이 숨을 헐떡이며 말했다, 그들이 문을 넘어설 때, 그의 손은 [redacted_name]의 머리카락에 엉켜 있었다.\n\"너가 시작했잖아, 미친 놈아,\" [redacted_name]이 되받아쳤다. 그의 입술에 미소를 띄며 [redacted_name]을 벽에 밀어붙였다. [redacted_name]은 그냥 웃으며 [redacted_name]을 더 가까이 끌어당겼고, 그들 사이에서 고조된 거칠고 거침없는 강렬함 속에서 위안을 찾았다.\n하지만 그들의 폭력적인 성향은 낯선 사람들에 그치지 않았다. 그들이 싸우면 상황은 폭발적일 수 있었다. 어느 저녁, 그들은 사소한 일로 격렬하게 싸우고 있었다. [redacted_name]이 흥분한 나머지 [redacted_name]의 소중한 위스키잔을 깨버렸고, 마틴은 즉시 화를 내며 폭발했다.\n\"내 물건을 깨놓고 웃어넘길 수 있다고 생각해?\" [redacted_name]이 소리쳤다. 그의 목소리가 아파트 안에 울려 퍼졌다.\n\"그냥 바보 같은 유리잔이잖아, [redacted_name], 그냥 잊어버려!\" [redacted_name]이 되받아쳤고, 팔짱을 끼고 거만하게 미소를 지으며 덧붙였다. \"너 그렇게 빡빡하지 않으면 좋을 텐데-\"\n그가 말을 마치기도 전애, [redacted_name]은 거리를 좁혔고, 그의 손이 [redacted_name]의 어깨를 단단히 잡으며, 그의 목소리는 낮은 으르렁거림처럼 들렸다. \"모든 게 장난이라고 생각하는 거지?\"\n[redacted_name]은 물러서지 않았다. \"아마 그럴지도,\" 그가 도발하듯 대답했고, 그의 목소리는 대담하고 무모했다.\n순식간에 [redacted_name]의 분노가 치솟았고, 그는 [redacted_name]을 뒤로 밀쳐냈다. 그 힘이 [redacted_name]을 부엌 카운터에 부딪히게 만들었다. [redacted_name]의 눈은 도전적으로 타오르며, 그의 심장은 두려움이 아니라 흥분으로 빠르게 뛰고 있었다. 그것은 서로를 한계까지 몰아붙이는 도전, 불꽃, 스릴이었다.\n[redacted_name]은 반격했다. [redacted_name]을 밀쳐내며 그를 비틀거리게 만들 정도로 힘을 주었다. \"주먹을 날릴 수 있는 사람은 나뿐만이 아니야,\" 그가 중얼거렸다. [redacted_name]의 시선이 굳어지며, 그의 미소는 더욱 커졌다.\n그들은 격렬하게 충돌했다. 뜨거운 말들, 밀쳐내기, 그리고 겨우 통제된 분노의 폭풍, 하지만 혼란 속에서도 그들 사이에는 말로는 표현되지 않은 이해가 있었다. 그들은 서로를 다치게 하진 않았다-적어도, 님을 만큼 지속되는 방식으로는, 그들의 분노는 날것 그대로, 폭발적이었지만, 불붙듯 순간적으로 사그라들었다. 그들이 침실에 도달할 때쯤, 그들의 분노는 완전히 다른 무언가로 변해 있었다. 그 변화는 매번 충돌이 있을 떄마다 더 뜨겁게 타오르는 열정이었다.\n그것은 강렬하고 압도적이었지만, 그것이 바로 그들의 방식이었다-서로를 한계까지 밀어붙이는 것을 멈추지 못하는 두 명의 무모한 영혼.\n각각의 싸움이 끝나고 나면 대개는 부러진 주먹 몇 개, 깨진 꽃병이나 금이 간 접시 하나 정도가 남았다. 그들은 싸움 후 바닥에 앉아 숨을 고르며, 그 모든 것이 어처구니없다는 듯 웃었다.\n\"너 미쳤어,\" [redacted_name]이 중얼거리며 고개를 흔들며 [redacted_name]을 바라보았다. 그의 눈은 여전히 그들의 싸움의 흔적이 남아 반짝이고 있었다.\n\"그럴지도,\" [redacted_name]이 대답하며 싸움으로 부풀어 오른 그의 입술로 몸을 기울여 입맞춤을 했다. \"하지만 나를 견디는 너도 똑같이 미쳤어.\"\n어떻게든, 그들은 서로를 이해했다. 다른 누군가도 알 수  없는 방식으로 서로를 이해했다. 그들의 폭력과 격렬함 속에서도, 그들은 서로의 혼란 속에서 이상하게 평화를 찾았다. 그것은 불과 분노, 열정과 미친 사랑으로 만들어진 관계였다. 그리고 그들 모두는 아무리 강렬해도 그것이 그들을 갈라놓을 수 없다는 것을 알고 있었다."
}