{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Economy is a system which tries to balance the available resources of a country, including land, labour, capital and enterprise. The word “economy” derives from Greek language and means “household management”. Economy of a certain region or country is closely interlinked with such areas as culture, education, technological progress, history, political structure, legal systems, natural resources and ecology. These areas or factors set the conditions for the economy. That’s why some cultures create more productive economies and function better than others.\nAs for Russia, its economy strongly depends on its vast natural resources, such as gas, oil, coal and precious metals. The Russian economy is the 8th largest economy in the world. However, it has experienced great changes lately, as it has been affected by global economic crisis. The inflation rate in Russia is quite high and the prices are growing year by year. Unemployment and poverty still remain one of the serious economic problems. In spite of decline, Russia has various profitable branches of industry, for example, metallurgical, automobile, chemical, textile, agricultural, and else.\nThe British economy consists ofthe economies of England, Scotland, Wales and Northern Ireland. The economy of England is the largest of four countries because England is a highly industrialized country. It is an important producer of textiles and chemical products. The aerospace, defense and pharmaceutical industries play a key role in the development of British economy. There are also many poverty-stricken countries in the world, which are mainly situated in Africa. These countries are known as developing or less-developed countries. The economy in such countries is on a rather low level yet, but they are slowly developing.",
    "trans": "경제는 토지, 노동력, 자본, 기업 등 한 국가의 가용 자원의 균형을 맞추기 위한 체제이다. \"경제\"라는 단어는 \"가사 관리\"라는 의미의 그리스어에서 파생했다. 특정 지역 또는 국가의 경제는 문화, 교육, 기술 진보, 역사, 정치 구조, 법 체제, 천연자원, 생태계 같은 분야와 밀접하게 맞물려 있다. 이런 분야나 요소들로 경제 조건이 설정된다. 특정 문화가 다른 문화보다 더 생산적인 경제를 만들고 더 잘 작동하는 이유이다.\n러시아 경제는 가스, 석유, 석탄, 값비싼 금속 같은 방대한 양의 천연자원에 의존하고 있다. 러시아 경제는 세계 경제의 8위를 차지하고 있지만, 최근에는 세계 경제 위기의 영향으로 급격한 변화를 겪고 있다. 러시아의 물가 상승률은 꽤 높으며, 물가는 해가 갈수록 상승하고 있다. 실업률과 빈곤은 여전히 심각한 경제 문제 중 하나이다. 경제가 쇠퇴하고는 있지만, 러시아에는 금속공학, 자동차, 화학, 섬유 산업, 농업 등 수익성이 있는 다양한 산업 분야가 있다.\n영국 경제는 잉글랜드, 스코틀랜드, 웨일스, 북아일랜드 경제로 구성되어 있다. 잉글랜드 경제는 고도로 산업화되어 있기 때문에 4개 국가 중 가장 규모가 크며, 섬유 및 화학 제품의 주요 생산국이다. 항공우주산업, 방위 산업, 제약 산업은 영국 경제 발전에 핵심 역할을 한다. 세계에는 빈곤에 시달리는 국가가 너무 많으며, 주로 아프리카에 위치해 있다. 이들 국가를 개발도상국 또는 저개발국가라고 하는데, 경제는 아직 낮은 수준이지만 천천히 발전하고 있다."
}