{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Teledyne Relays (a business unit of Teledyne Defense Electronics, LLC) is a manufacturer of Electromechanical Relays, Solid State Relays, Power Controllers, RF COAX Switches and RF Matrix switching systems. The primary manufacturing facilities are located in the United States and Mexico. We are a vertically orientated manufacturing and design company with major operations in Southern California.\nTeledyne Relays’ mission, vision, and value statements have never really changed in principle since 1963. Dedication to every employee and client’s success; Innovation that matters - for our company and for the world; Trust and personal responsibility in all relationships – Teledyne Relays is EveryWhereYouLook!\nPosition Summary and Responsibilities\nSetup and operate automatic and/or manual bonding machines that bond gold and aluminum wire to integrated circuit dies to connect circuitry to package leads\nPerform capillary change\nOperate a variety of other related equipment, including high-powered microscopes, Dage wire pull and die shear equipment with speed and accuracy\nOperate cleaning and bake equipment to prepare production lots for the wire bonding process\nWill work in a cleanroom environment observing ESD precautions at all times\nThe operator follows job traveler instructions and documents records accurately\nIdentifies and reports process deviations to the supervisor\nMay perform a wide variety of other assembly operations such as touch-up, hand solder, die attach, substrate attach and clip attach as assigned once trained and workmanship is verified\nDetermined method and sequence of assembly following the process, procedures, layouts provided on Solid State Relays\nPerform rework and other duties as assigned and requested\nAcquire job skills and learn company policies and procedures to complete routine tasks, requiring limited judgment, under close Supervision, with little or no role in decision-making but will receive detailed instructions on all work",
    "trans": "텔레다인 릴레이즈(텔레다인 엔지니어 유한 책임 회사 사업부)는 전기기계식 릴레이, 솔리드 스테이트 릴레이, 전력 제어기, RF COAX 스위치, RF 매트릭스 스위칭 시스템을 만드는 제조 회사입니다. 미국과 멕시코에 주요 제조 시설을 두고 있습니다. 저희 회사는 남부 캘리포니아에서 주요 제조 및 설계 작업을 수직적으로 통합하여 운영하고 있습니다.\n텔레다인 릴레이즈는 1963년부터 이어져 온 미션, 비전, 가치를 거의 변함없이 지키고 있습니다. 모든 직원과 고객의 성공을 위해 노력하며, 회사와 전 세계를 위해 혁신을 중요시 여기고 모든 관계에서의 신뢰와 개인적 책임을 중요시 여깁니다. 텔레다인 릴레이즈의 슬로건은 \"당신이 보는 곳마다!\"입니다.\n직무 내용 요약 및 직무 책임\n금과 알루미늄 와이어를 집적 회로 다이스에 결합하여 회로를 패키지 리드에 연결하는 자동 및 수동 본딩기를 조작하고 운영함.\n모세관 교체 작업을 수행함.\n고배율 현미경, 데이지 와이어 당김 및 다이 쉐어 테스트 장비 등의 다양한 관련 장비를 신속하고 정확하게 다룸.\n와이어 결합 과정을 위한 생산로트 준비를 위해 세척 및 베이킹 장비를 다룸.\n항상 무균실에서 정전기 방전 예방 조치를 지키며 작업함.\n작업자는 업무 지침서를 따르고 정확하게 기록을 문서화함.\n공정 과정 상 발생하는 확인하고 감독관에게 보고함.\n훈련을 받고 능력이 증명되었다면 터치업, 납땜, 다이 결합, 기판 결합, 클립 결합 등 아주 다양한 조립 작업을 수행함.\n정해진 방식으로 솔리드 스테이트 릴레이에 적용되는 공정, 절차, 레이아웃 등의 조립 과정을 수행함.\n지정 및 배정받은 재작업과 그 외의 업무를 수행함.\n회사의 정책과 일반적인 업무를 완수하기 위한 절차를 익히기 위한 직무 기술을 습득하며, 감독관의 엄격한 감독 하에 작업자가 의사 결정과 관련하여 판단할 필요성은 최소한으로 적용하지만 모든 작업에 대한 상세한 지시 사항은 전달받게됨."
}