{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The origin of the incessant rhythmical heartbeat and the mechanism of muscle contraction have fascinated scientists over centuries. This short review outlines physiological explanations that were discussed in the 19th century starting with Albrecht von Haller (1708-1777), an 18th century physiologist who proposed that the heart has an intrinsic irritability. He argued that under normal conditions the inflow of blood stimulates the heart muscle to contract by mechanical touch and distension. Johannes Müller (1800-1858, physiologist in Bonn and Berlin) contended that the influence of the sympathetic nerve, specifically the activity of intracardiac ganglia, is the foremost cause of the heartbeat. Walter H. Gaskell and Theodor Engelmann (physiologists in Cambridge and Utrecht, respectively) independently criticized this neurogenic theory. They reported experimental evidence that supported the myogenic theory of the origin of the heartbeat, which has been accepted since about 1900. The concept of cardiac mechano-sensitivity, which can be traced back to A. von Haller, is currently resurging. Concerning mechanisms of contraction, Edward A. Schäfer (1850-1935), histologist and physiologist in Edinburgh, described differences between cardiac and skeletal muscle and coined the term sarcomere. Based on microscopic studies of cross-striated muscle, Schäfer outlined a detailed and plausible mechanism of muscle contraction in 1892. He put forward that during muscle shortening the \"clear part of the muscle substance\" (actin) might pass into longitudinal canals, which exist between the \"sarcous elements\" (myosin). His model foresaw fundamental elements of the sliding filament model, which was discovered by the Huxleys about 60 years later.",
    "trans": "끊임없는 리드미컬한 심장 박동의 기원과 근육 수축 메커니즘은 수세기 동안 과학자들을 매료시켜 왔습니다. 이 짧은 리뷰는 18세기 생리학자인 알브레히트 폰 할러(1708-1777)가 심장에 내재적인 과민성이 있다고 제안한 것을 시작으로 19세기에 논의된 생리학적 설명을 개략적으로 설명합니다. 그는 정상적인 조건에서 혈액 유입이 기계적 접촉과 팽창을 통해 심장 근육을 수축하도록 자극한다고 주장했습니다. 요하네스 뮐러(1800-1858, 본과 베를린의 생리학자)는 교감신경, 특히 심장내 신경절의 활동이 심장 박동의 가장 중요한 원인이라고 주장했습니다. 월터 H. 개스켈과 테오도르 엥겔만(각각 캠브리지와 위트레흐트의 생리학자)은 이 신경성 이론을 독립적으로 비판했습니다. 그들은 1900년경부터 받아들여진 심장 박동의 기원에 대한 근원성 이론을 뒷받침하는 실험적 증거를 보고했습니다. A.  폰 할러로 거슬러 올라갈 수 있는 심장 기계적 민감성이라는 개념이 현재 다시 부활하고 있습니다. 수축 메커니즘과 관련하여 에든버러의 조직학자이자 생리학자인 에드워드 A. 셰퍼(1850-1935)는 심장근육과 골격근육의 차이를 설명하고 사커머라는 용어를 만들어냈습니다. 1892년, 횡문근에 대한 미시적 연구를 바탕으로 셰퍼는 근육 수축의 상세하고도 그럴듯한 메커니즘을 개략적으로 설명했습니다. 그는 근육 단축 과정에서 \"근육 물질의 투명한 부분\"(액틴)이 \"근육질 요소\"(미오신) 사이에 존재하는 세로관으로 들어갈 수 있다고 주장했습니다. 그의 모델은 헉슬리가 약 60년 후에 발견한 슬라이딩 필라멘트 모델의 기본 요소를 예견했습니다."
}