{
    "source": "en_US",
    "target": "ko_KR",
    "text": "6.\n閱讀測驗\nWhat is beauty? Everyone has different ideas about it. What one person considers beautiful or appealing doesn't mean others think the same-they might find it strange or ugly. Also, the opinions about beauty vary from culture to culture. Below are some examples of different beauty standards around the world.\nIndonesia has more than seventeen thousand islands, on which different tribes have inhabited for centuries and led to various cultures. Each tribe has their own concepts of beauty based on their ancestors. Some ideas may have changed throughout the years because of modernization while some still remain the same. Take Batak Karo tribe on North Sumatra, for example. If Cinderella's two evil stepsisters lived there, they would be considered beautiful because of their big feet. The tribe grows rice, and they spend plenty of time working in rice fields. Women with big feet are considered well-adapted to the agricultural community, and they represent strength and productivity in the culture. Besides, they are also thought of as tough women.\nAside from the above example, Karo tribe in Ethiopia, Africa has their own concept of beauty. In the community, it is seen beautiful if women have scars on their chest and belly. The process of getting scars is extremely painful, but being able to tolerate the pain shows the girl is mature enough and is willing to bear the suffering of haying and delivering a child. In another tribe, Mauritania in West Africa, big women are regarded as beautiful. The larger, the better. Being thin is a sign of poverty and is considered unattractive. Thus, young girls are fed a lot of food to gain weight to meet the culture's aesthetic perception.\nDo you wear rings? In the Kayan tribe in Myanmar, women also wear rings to show their beauty. However, the rings are not on the fingers or in the ears. They are around their necks. Girls begin to wear the rings at a young age, and more are added as they grow older. The longer the neck is, the more beautiful the woman is. Also, the Maori in New Zealand, the more tattoos you get, the prettier you are. A man would be seen a better warrior and a woman would be considered more attractive, especially if the tattoos are on the face.\n(1)\nWhich of the following is the best title for this passage?\n(A) Different tribes, different resources.\n(B) Beauty lies in the eye of the observers.\n(C) Scars－Monsters or beauties?\n(D) Fairytales in different cultures.\n(2)\nWhy is “Cinderella” mentioned in the second paragraph?\n(A) To tell a story.\n(B) To make a contrast.\n(C) To praise the culture.\n(D) To teach a lesson.\n(3)\nAccording to the passage, which of the following statements is true?\n(A) In Mauritania, young girls get fat to meet the culture's beauty standard.\n(B) Maori men get tattoos and Maori women have sears on the body.\n(C) Kayan women wore rings on their fingers to look more attractive.\n(D) Every tribe follow the concept of beauty of their ancestors.\n(4)\nWhich of the following matches about different beauty standard around the world is NOT true?\n(A) Batak-Big feet\n(B) Mauritania-Heavy\n(C) Karo-Tattoos\n(D) Kayan-Long necks",
    "trans": "6.\n읽기 시험\n아름다움이란 무엇일까? 사람들은 아름다움에 관해서 모두 다르게 생각한다. 한 개인이 아름답다거나 매력적이라고 생각한다고 해서 다른 사람들도 똑같이 생각하는 것은 아니며 다른 사람들은 그게 이상하다거나 못생겼다고 생각할 수도 있다. 또한 아름다움에 대한 의견은 문화마다 다르다. 아래는 전 세계마다 다른 미에 대한 기준의 몇 가지 예시이다.\n인도네시아에는 만 칠천 개가 넘는 섬이 있는데, 각 섬마다 다른 부족들이 수 세기 동안 거주하고 있으며 이로 인해 문화도 다양하다. 각 부족은 그들의 조상들에게 물려받은 그들만의 아름다움에 관한 개념을 갖고 있다. 어떠한 관념은 현대화로 인해 오랜 시간이 지나며 변했을지 모르지만 그중 일부는 여전히 남아있다. 수트라우타라 주의 까로 바타크 족을 예로 들어보자. 만약 신데렐라가 두 명의 악한 이자매들과 그곳에서 살았다면, 언니들이 발이 커서 아릅답다고 여겨졌을 것이다. 바타크 족은 쌀농사를 짓기 때문에 논에서 오랫동안 일을 한다. 발이 큰 여자는 농경 사회에 아주 적합하다고 여겨지고 해당 문화에서 강력함과 생산성을 대표하게 된다. 게다가, 그러한 여성들은 강력한 여성이라고 인식되기도 한다.\n이러한 예시 외에도, 아프리카 에티오피아의 카로 부족은 그들만의 미의 개념을 갖고 있다. 그 사회에서는 여성이 가슴이나 배에 상처가 있는 것을 아름답다고 여긴다. 그 상처를 얻는 과정은 매우 괴롭지만 그러한 고통을 감내할 수 있다는 것은 그 여자가 충분히 성숙하고 고된 농사일과 임신을 할 의지가 있다는 것을 나타내기 때문이다. 서아프리카의 모리타니아에 있는 다른 부족은 몸집이 큰 여성을 아름답다고 여긴다. 몸집이 더 클수록 더 아름다운 것이다. 마른 몸은 가난을 상징하고 매력적이지 않다고 여겨진다. 따라서, 어린 여자들은 해당 문화의 미적 기준에 맞게 체중을 늘리려고 음식을 많이 먹는다.\n반지를 끼는가? 미얀마의 카얀족의 경우 여성들도 자신의 아름다움을 뽐내기 위해 반지를 착용한다. 하지만 반지를 손가락이나 귀에 하지 않는다. 그들은 목에 고리를 두른다. 어린 여자아이들은 어릴 때부터 고리를 두르는데, 나이가 들어갈수록 고리를 더 추가한다. 목이 더 길수록 더 아름다운 여성인 것이다. 또한 뉴질랜드의 마오리족은 타투가 더 많을수록 더 예쁘다고 여긴다. 특히 얼굴에 타투를 하는 경우에는 남자라면 더욱 전사같이 보이고 여자라면 더욱 매력적으로 보인다.\n(1)\n이 글에 가장 알맞는 제목은 무엇인가?\n(A) 다른 부족, 다른 자원.\n(B) 아름다움은 보는 이들의 눈에 따라 달라진다.\n(C) 상처－괴물인가 아름다움인가?\n(D) 다양한 문화 속 동화.\n(2)\n두 번째 문단에서 \"신데렐라\"가 등장한 이유는?\n(A) 이야기를 하기 위해.\n(B) 대조를 하기 위해.\n(C) 문화를 찬양하기 위해.\n(D) 교훈을 주기 위해.\n(3)\n글의 내용에 따르면, 옳은 문장은 무엇인가?\n(A) 모리타니아에서는 어린 여자 아이들이 문화의 미적 기준을 맞추기 위해 살을 찌운다.\n(B) 마오리족의 남자들은 타투를 새기고 마오리족 여자들은 몸을 그을린다.\n(C) 카얀족 여성들은 더욱 매력적으로 보이기 위해 손가락에 반지를 착용한다.\n(D) 모든 부족은 그들 조상부터 내려온 미적 개념을 따른다.\n(4)\n다음 중 전 세계의 다양한 미적 기준에 대한 설명 중 옳지 않은 것은 무엇인가?\n(A) 바타크 족-큰 발\n(B) 모리타니아-과체중\n(C) 까로족-타투\n(D) 카얀족-긴 목"
}