{
    "source": "en_US",
    "target": "ko_KR",
    "text": "entirely norn1aJ. thert: was nothing more to be said. Sub sequently he called in his colleagues. who. to express it mildly, were extremely astonished, and being human, were not altogether pleased. l merely add this part of the story to show that the patient had been properly examined after her recovery. She is at the time 3(\nwritjng many years older. and quite well.\nA <.:ase may now be cited relative to a youngish woman who had developed a growth in her breast. I cite it because the trouble disappeared in the shortest period I had yet witnessed for what might have been a malignant tumour or merely a swollen m i lk-gland. I think. none the less. that had the patient put herself in the hands of physicians, they would have advised an operation just as they have done in hundreds of similar cases. On seeing her, I at once advocated a fast on her own urine.\nplus tap-water. and urine compresses-in short, the usual procedure I advise. Ar the end of four days the growrh had entirely disappeared.\nAnd now I will mention the case of a lady who can1\\! to me in 1927. It is instructive as showing once again that operations merely deal with effects and do not remove the cause of the disease from the body. The lady in question was 4 5 , over stout. and had a growth of some\nsize i n her left breast. the right one ha\"ing been removed two yellrs previously for a sirnilar growth. She fasted and was treated according to my method for nineteen days. and then reported that the growth had entirely vanished. As she was still too fieshy, I advised her to continue the fast. On the 28th day, 1 examined her. to find no trace of the lump, and to see a woman looking much younger and far less matronly in figure.\nThe fotlowing case shows that one and the same\nmethods may result in curing complaints which have no\napparent connection with each other. A young lady came",
    "trans": "완전히 norn1aJ. thert: 더 이상 할 말이 없었습니다.  그 후 그는 동료들을 불렀습니다. 그들은. 온건하게 표현하자면, 극도로 놀랐고, 인간이기 때문에 전적으로 기뻐하지는 않았습니다. 저는 환자가 회복 후 적절하게 검사를 받았다는 것을 보여주기 위해 이 이야기의 일부를 추가했을 뿐입니다. 그녀는 당시 3(\n몇 년 더 나이가 들었고, 꽤 건강합니다.\nA <.:ase는 이제 유방에 종양이 생긴 젊은 여성과 관련하여 인용될 수 있습니다. 저는 악성 종양이었을 수도 있고, 단순히 젖샘이 부어오른 것일 수도 있는 가장 짧은 기간에 문제가 사라졌기 때문에 인용합니다. 제 생각에. 그럼에도 불구하고. 환자가 의사의 손에 자신을 맡겼다면, 그들은 수백 건의 유사한 사례에서 한 것처럼 수술을 권했을 것입니다. 그녀를 보자, 저는 즉시 그녀의 소변을 금식하라고 주장했습니다.\n더해서 수돗물. 소변 찜질-간단히 말해서, 내가 권하는 일반적인 절차입니다. 4일이 지나자 종양은 완전히 사라졌습니다.\n그리고 이제 1927년에 나에게 찾아온 한 여성의 사례를 언급하겠습니다. 수술은 단지 효과만 다룰 뿐 질병의 원인을 몸에서 제거하지 못한다는 것을 다시 한 번 보여주는 것은 유익합니다. 문제의 여성은 45cm, 건장했고 종양이 있었습니다\n왼쪽 가슴의 크기.  오른쪽 가슴은 2년 전에 작은 종양 때문에 제거했습니다. 그녀는 금식을 하고 19일 동안 내 방법에 따라 치료를 받았습니다. 그런 다음 종양이 완전히 사라졌다고 보고했습니다. 그녀는 여전히 너무 열정적이어서 단식을 계속하라고 권했습니다. 28일째에 그녀를 검사했는데 덩어리의 흔적은 없었고 훨씬 더 젊어 보이고 몸매가 훨씬 덜 성숙해진 여성을 보았습니다.\n다음 사례는 동일한 보여줍니다\n방법은 불만 사항을 해결할 수 있습니다\n서로 간의 명백한 연결. 젊은 여성이 왔습니다"
}