{
    "source": "en_US",
    "target": "ko_KR",
    "text": "(a) Read the following scenario and answer the questions that follow:\nBetty is the HR Manager of a multinational company. Gary works in the IT\ndepartment as a software developer. Emily is Gary’s Team Leader.\nOne afternoon, Gary walks into Betty’s office and tells her that he wishes to discuss\nan issue.\nBetty: Yes, please come in and have a seat (turns off her laptop and puts her phone\non silent mode). (Smiling) Hello, Gary! How can I assist you? (Sounds concerned)\nGary: Hi, Ms. Betty. Yes, I have an issue that I need to talk about. Do you have a\nmoment?\nBetty: Of course, go ahead. (Leaning forward and looking at him)\nGary: Ms. Betty, you know I've been working here for almost 5 years. I have always\nmet my deadlines and contributed effectively to the team…\nBetty: Yes, I am aware, Gary. So, what’s troubling you?\nGary: It’s Emily, my Team Leader. Don’t get me wrong; she is skilled at her job but...\nbut…\nBetty: Yes? Please continue…\nGary: She is being very inconsiderate; it’s very frustrating.\nBetty: Why do you feel she is inconsiderate?\nGary: Well, I have repeatedly told her that I cannot attend late-night meetings due\nto personal commitments. This has been the case for the past 5 years. I am\navailable at all other times, just not late at night. (Betty nods her head as she listens)\nBetty: Okay, so what happened?\nGary: Despite my reminders, she scheduled me for late-night meetings last month.\nI assumed it was a genuine mistake since she’s new. I pointed it out to her, and\neven though the meetings were scheduled, I attended them. But she did it again!\nLook at this email about next month’s schedule…\n(Pointing at his phone)\nBetty: (She calmly takes a look at the email on Gary's phone and reads it carefully).\nYes, I see your point. You’re scheduled for late-night meetings.",
    "trans": "(가) 다음 시나리오를 읽고 이어지는 질문에 답해주세요:\n베티는 다국적 회사의 HR 과장입니다. 개리는 IT\n부서의 소프트웨어 개발자입니다. 에밀리는 개리의 팀 리터입니다.\n어느 날 오후, 개리가 베티의 사무실로 찾아가 상의할 것이 있다고 말합니다\n문제를.\n베티: 네, 들어와서 앉아요(그녀는 노트북을 끄고 전화기를 설정한다\n무음 모드로). (웃으며) 안녕, 개리! 뭘 도와주면 될까요?(염려스러운 목소리로)\n개리: 안녕하세요, 과장님. 네, 얘기하고 싶은 것이 있어요. 있으세요\n시간?\n베티: 당연하죠, 얘기해봐요. (앞으로 기대 그를 바라보며)\n개리: 과장님, 저 여기서 거의 5년 일한 것 아시잖아요. 저 항상\n마감시간도 잘 맞춰왔고 팀 업무에도 효과적으로 기여했어요...\n베티: 네, 알고있죠, 개리. 그런데, 무슨 문제라도 있나요?\n개리: 에밀리 말이예요, 제 팀 리더요. 오해하지는 말아주세요. 에밀리가 업무 능력은 좋은데...\n그런데...\n베티: 네? 계속 해봐요...\n개리: 그녀는 너무 배려심이 없어요. 정말 답답합니다.\n베티: 왜 그녀가 배려심이 없다고 생각하죠?\n개리: 음, 제가 그녀에게 야간 회의에 참석할 수 없다고 여러 번 얘기했거든요\n개인적 사정 때문에요. 지난 5년간 계속 그래왔어요. 저는\n그 외 시간에 회의 참석이 가능하지만, 늦은 시간엔 어렵거든요 (베티가 경청하며 고개를 끄덕인다)\n베티: 좋아요, 그래서 무슨 일이 생겼나요?\n개리: 제가 그렇게 말했음에도 불구하고, 에밀리는 지난 달 제 야간 회의 일정을 잡았어요.\n저는 단순히 그녀가 여기 새로 와서 모르고 한 실수라고 생각했어요. 제가 그녀에게 이 점을 얘기했고, 하지만\n회의 일정이 이미 잡힌 상태라, 저는 회의에 참석했습니다. 그런데 이런 일이 또 생겼어요!\n여기 다음달 일정에 관한 이메일을 좀 봐주세요...\n(그의 전화기를 가리키며)\n베티: (그녀는 차분하게 개리의 전화기로 이메일을 보고 꼼꼼하게 읽는다).\n네, 무슨 말 하려는지 알겠어요. 야간 회의 참석 일정이 생겼군요."
}