{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Since a link has been established between cell death, iNKT cells and autoimmune disease [29,30,31], we tested how iNKT cells respond to increased apoptosis and cell death in CF mice. We employed two CF mouse strains (on C57BL/6 background) and the appropriate wild-type littermates. Cftr-KO carry a null mutation caused by introducing a stop codon in exon 10 and thereby leading to disruption of the cftr gene [33]. In addition, these mice express human CFTR in the gut epithelium under control of a fatty acid binding protein (FABP) promoter, which prevents acute intestinal obstruction. Thus, these mice lack Cftr in all tissues except the intestine. B6.129P2(CF/3)-CftrTgH(neoim)Hgu (abbreviated CftrMHH, syngenic to C57BL/6) were generated by insertional mutagenesis targeted to exon 10 of the cftr gene and backcrossing to a C57BL/6 inbred strain to obtain congenic mice [34]. These mice have a residual activity of Cftr in the gut allowing to feed them with a normal diet. All mice were housed in a clean environment devoid of microbial infections. In both CF mouse strains carrying the mutations Cftrtm1Unc-Tg(FABPCFTR)1Jaw/J (abbreviated CftrKO) and B6.129P2(CF/3)-CftrTgH(neoim)Hgu (abbreviated CftrMHH), increased iNKT cell numbers in the lung compared to controls, were observed by FACS analysis using a mouse specific glycolipid-loaded tetramer allowing to specifically detect iNKT cells (Fig. 1a-c). As specificity controls, we used CftrMHH mice crossed with Jα18-/- mice, lacking the Jα18 segment used by the semi-invariant iNKT cell receptor [32] and, therefore, CftrMHH-Jα18-/- mice do not produce iNKT cells (Fig. 1c). The link between Cftr-deficiency and iNKT cell accumulation is further supported by the finding that Cftr-deficient mice also showed increased iNKT numbers in splenocytes that express Cftr, while they did not accumulate iNKT cells in the liver, where Cftr is not expressed (Fig. 1a-c) [35]. This indicates that iNKT cells predominantly accumulate in tissues deficient for Cftr such as lung and spleen. The absolute number of iNKT cells in lungs of both CF-mouse strains is shown in Fig. 1d, demonstrating that the percentage of the expanded iNKT cell population is not caused by a decreased T cell population. Because the deficiency of Cftr in CF is present already after birth, we sought to know the time point when iNKT cells increase over controls. iNKT cell numbers rapidly increased after birth in lung tissues of CftrKO mice (Fig. 1e). To further demonstrate that accumulation of iNKT cells in Cftr-deficient mice is a consequence of Cftr-deficiency and not caused by any microbial infection, we determined iNKT cell numbers also in brain tissue of CftrMHH mice. Cftr is expressed in the brain and if Cftr-deficiency results in iNKT accumulation, this process should also occur in the brain of CF mice. An increased rate of iNKT cells was observed in the brain of CF mice compared to brain from respective control mice (Fig. 1f). Similarly, in blood and bronchoalveolar lavage (BAL) fluids iNKT cell numbers were elevated in CftrMHH mice versus wild type mice (Fig. 1f). iNKT cells isolated from lungs and spleens of CftrMHH mice showed an activated phenotype compared to the respective wild type mouse strain as reflected by increased expression of CD69, a marker of activated T-lymphocytes and NK cells, and Ki-67, a widely used marker of proliferation (Fig. 1g).\nInducible NKT cells are elevated in cystic fibrosis mice",
    "trans": "이 연구에서는 iNKT 세포, 세포 사멸 및 자가면역 질환[29,30,31] 간의 연관성을 기반으로, 낭포성 섬유증을 앓고 있는 쥐의 몸에서 iNKT 세포가 세포 사멸 증가에 어떻게 반응하는지를 조사했다. 연구진은 C57BL/6 배경의 두 가지 낭포성 섬유증 쥐와 적절한 야생형 대조군을 사용했다. Cftr-KO 실험군은 엑손 10에 정지 코돈을 삽입하여 Cftr 유전자를 손실하고 삭제돌연변이를 전달한다. 또한, 해당 실험체들은 지방산 결합 단백질(FABP) 프로모터의 조절 하에 장 상피에서 인간 CFTR을 발현하여 급성 장 폐색을 방지한다. 따라서, 이 실험체들은 장을 제외한 모든 조직에서 Cftr이 결핍되어 있다. B6.129P2(CF/3)-CftrTgH(neoim)Hgu(약칭 CftrMHH, C57BL/6와 동종)는 cftr 유전자의 엑손 10을 목표로 하는 삽입 돌연변이 유도와 C57BL/6 근친 교배를 통해 동형 이형 실험체를 얻은 것이다 [34]. 이 실험체들은 장에서 Cftr의 잔여 활성을 가지고 있어 정상적인 식이를 제공할 수 있다. 모든 실험체들은 미생물 감염이 없는 깨끗한 환경에서 실험이 진행되었다. Cftrtm1Unc-Tg(FABPCFTR)1Jaw/J(약칭 CftrKO)와 B6.129P2(CF/3)-CftrTgH(neoim)Hgu(약칭 CftrMHH)라는 두 CF 실험체의 폐에서 iNKT 세포 수가 대조군에 비해 증가한 것이 관찰되었으며, 이는 쥐에 특화되어 iNKT 세포를 특이적으로 검출할 수 있는 당지질 로딩된 테트라머를 사용한 FACS 분석을 통해 확인하였다(Fig. 1a-c). 특이성 조절군으로는, 반불변 iNKT 세포 수용체에 의해 사용되는 Jα18 세그먼트가 결핍된 Jα18-/- 실험체와 교배한 CftrMHH 실험체를 사용했으며, 이로 인해 CftrMHH-Jα18-/- 실험체는 iNKT 세포를 생성하지 않는다 (Fig. 1c). Cftr 결핍과 iNKT 세포 축적 간의 연관성은 Cftr 결핍 실험체에서 Cftr을 발현하는 비장 세포에서 iNKT 세포 수가 증가한 반면, Cftr이 발현되지 않는 간에서는 iNKT 세포가 축적되지 않았다는 발견에 의해 추가적으로 뒷받침된다(Fig. 1a-c) [35]. 이것은 iNKT 세포가 폐와 비장과 같이 Cftr이 결핍된 조직에 주로 축적된다는 것을 나타낸다. 두 낭포성 섬유증 실험체의 폐에 존재하는 iNKT 세포의 절대적인 수치는 Fig. 1d에 나타나 있으며, 이는 확장된 iNKT 세포 집단의 비율이 T 세포 개체군의 감소로 인한 것이 아님을 보여준다. 낭포성 섬유증에서 Cftr 결핍은 출생 이후에 이미 존재하므로, 우리는 iNKT 세포가 대조군에 비해 언제 증가하는지 알고자 했다. CftrKO 실험체의 폐 조직에서 iNKT 세포 수는 출생 후 급격히 증가하였다(Fig. 1e). 또한, Cftr 결핍 실험체에서 iNKT 세포 축적이 미생물 감염에 의한 것이 아니라 Cftr 결핍의 결과임을 증명하기 위해, CftrMHH 실험체의 뇌 조직에서도 iNKT 세포 수를 측정하였다. Cftr은 뇌에서 발현되며, 만약 Cftr 결핍이 iNKT 세포 축적을 초래한다면, 이 과정은 낭포성 섬유증 실험체의 뇌에서도 발생해야 한다. 낭포성 섬유증 실험체의 뇌에서 iNKT 세포의 비율이 해당 대조군의 뇌에 비해 증가한 것이 관찰되었다(Fig. 1f). 또한, 혈액 및 기관지폐포 세척액(BAL)에서도 CftrMHH 실험체에서 iNKT 세포 수가 야생형 실험체에 비해 증가한 것이 확인되었다(Fig. 1f). CftrMHH 실험체의 폐와 비장에서 분리한 iNKT 세포는 해당 야생형 실험체와 비교했을 때 활성화된 표현형을 보였으며, 이는 활성화된 T 림프구와 NK 세포를 나타내는 CD69와 세포 증식의 의미로 널리 사용되는 Ki-67의 발현 증가로 나타났다(Fig. 1g).\n유도 가능한 NKT 세포는 낭포성 섬유증 실험체에서 증가한다."
}