{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It is in the company of the amazing grace of our God I send a joyful greeting to you my brothers in Christ associated with Living Epistles. My hope in this message is to provide you with encouragement for the continuing power of evangelism which our Lord has so wondrously included us in on through the Holy Spirit. My name is [redacted_name], I am a recent college graduate having received my bachelors in Apparel, Textiles, and Merchandising as well as a Minor in Design. As of this year my wife and I got married and are now expecting our first little boy. I believe that through a sliver of hope within the fashion industry we can shine a light toward the hurting, broken and desperate/venerable places of our planet where people who are seeking something more can find the something more they search for in the person of our Lord Jesus. This isn’t about fixing people. This is all about loving people. Loving people to the best of our capacity. We want to influence the many so that we may impact those who might be labeled as misunderstood, “malfunctioned” and mistreated. There is a light yet to be shined through the fashion industry that will include the people to impact others for the victory that is only found in Jesus. At the moment we are in the midst of building a brand which features extreme attributes of durability and functionality, designed specifically for the modern day farmer, mechanic and carpenter alike. A brand committed to not only provide the American blue-collared worker with a new local and trusted workwear brand manufactured in the United States but one that provides itself as a testimony for the gospel. We are committed to support the ongoing fight against global human trafficking and modern day slavery monetarily, with our time, and with our hands. Slavery is an ancient epidemic of our current time that has been abused by white collared rooms for too long. My wife and I have become abolitionists at heart, full of green hope who crave freedom, liberty, and victory for those who have found themselves in any form of forced captivity. Our path has now crossed with you at Living Epistles as we would like to also begin creating graphic T-shirts. I am humbly asking for permission to revitalize and utilize an old Living Epistles design, specifically the artwork from the “IT IS FINISHED” T-shirt. The wind blows where it chooses, and you hear the sound of it, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit. We discovered the now faded out Living Epistles “IT IS FINISHED” T-shirt in a vintage shop. We found the depiction of Jesus on this shirt simply moving. It is an artistic snapshot that effectively captures the emotions of Jesus on the cross as well as the emotions we feel prophesy to the future abolishment of slavery. Altogether we hope this sparks a conversation in which we may collaborate for the people’s victory residing in the holiness of Jesus. We await your response in faith, may the mighty grace of our Lord Jesus be with you, the robust peace of God is yours!",
    "trans": "저는 우리의 하나님의 놀라운 은혜와 함께 Living Epistles와 연관된 그리스도 안에서의 형제들인 여러분께 기쁜 인사를 보냅니다. 이 메시지에서 저의 희망은 우리 주님께서 성령을 통해 우리를 놀랍게 포함시켜 주신 복음 전파의 지속적인 힘에 대한 격려를 여러분께 제공하는 것입니다. 제 이름은 [redacted_name]이며, 저는 최근 의류, 섬유 및 머천다이징 학사 학위와 디자인 부전공을 받은 대학 졸업생입니다. 올해 저와 아내는 결혼했으며 현재 첫 아들을 기다리고 있습니다. 저는 패션 산업 내의 작은 희망을 통해 우리가 상처 받고, 깨지고, 절망적이며 취약한 우리 행성의 장소들, 즉 더 많은 것을 찾고 있는 사람들이 우리 주 예수님의 인격 안에서 그들이 찾는 그 무언가를 발견할 수 있는 곳으로 빛을 비출 수 있다고 믿습니다. 이것은 사람들을 고치는 것이 아닙니다. 이것은 모두 사람들을 사랑하는 것에 관한 것입니다. 우리의 최대 역량으로 사람들을 사랑하는 것입니다. 우리는 많은 사람들에게 영향을 미쳐 오해받고, \"기능 이상\"이라고 분류되며, 학대받는 사람들에게 영향을 줄 수 있기를 원합니다. 패션 산업을 통해 아직 비춰지지 않은 빛이 있으며, 이는 오직 예수님 안에서만 발견되는 승리를 위해 다른 사람들에게 영향을 미칠 수 있는 사람들을 포함할 것입니다. 현재 우리는 현대 농부, 정비공, 목수들을 위해 특별히 설계된 내구성과 기능성의 극단적인 특성을 갖춘 브랜드를 구축하는 중입니다. 이 브랜드는 미국 블루칼라 노동자들에게 미국에서 제조된 새로운 지역 및 신뢰할 수 있는 작업복 브랜드를 제공할 뿐만 아니라, 복음의 증거로서 자신을 제공하는 데 전념하고 있습니다. 우리는 전 세계 인신매매와 현대 노예 제도에 대한 지속적인 싸움을 금전적으로, 우리의 시간으로, 그리고 우리의 손으로 지원하기 위해 노력하고 있습니다. 노예 제도는 우리 현재 시대의 고대 전염병으로, 너무 오랫동안 화이트칼라 방들에 의해 악용되어 왔습니다. 저와 제 아내는 마음 속으로 폐지론자가 되었으며, 강제 포로 상태에 처한 사람들을 위한 자유, 해방, 승리를 갈망하는 녹색 희망으로 가득 차 있습니다. 우리의 길은 이제 Living Epistles에서 여러분과 교차되었으며, 우리는 또한 그래픽 티셔츠를 만들기 시작하고 싶습니다. 저는 겸손하게 오래된 Living Epistles 디자인, 특히 \"IT IS FINISHED\" 티셔츠의 아트워크를 활성화하고 활용할 수 있는 허가를 요청합니다. 바람은 그것이 선택하는 곳으로 불고, 당신은 그것의 소리를 듣지만, 그것이 어디서 오는지 또는 어디로 가는지 알지 못합니다. 성령으로 태어난 모든 사람도 그렇습니다. 우리는 빈티지 숍에서 이제는 흐려진 Living Epistles의 \"IT IS FINISHED\" 티셔츠를 발견했습니다. 우리는 이 셔츠에 묘사된 예수님의 모습이 단순히 감동적이라고 느꼈습니다. 이것은 십자가 위의 예수님의 감정과 우리가 노예 제도의 미래 폐지를 예언한다고 느끼는 감정을 효과적으로 포착한 예술적 스냅샷입니다. 전체적으로 우리는 이것이 예수님의 거룩함 안에 거주하는 사람들의 승리를 위해 우리가 협력할 수 있는 대화의 불꽃이 되기를 바랍니다. 우리는 믿음 안에서 여러분의 응답을 기다립니다. 우리 주 예수님의 강한 은혜가 여러분과 함께하기를, 하나님의 굳건한 평화가 여러분의 것이 되기를 바랍니다!"
}