{
    "source": "en_US",
    "target": "ko_KR",
    "text": "tion is clinically obese and a similar percentage of the popu-\nlation drink alcohol over the recommended limits (Parsons,\n2010). Non-chemical addictive behaviours have been re-\nferred to as “excessive appetites” and significantly docu-\nmented in terms of their epidemiology, etiology and\ncomorbidity (Orford, 2006). Research identifies that nega-\ntive or problem-based behaviours can develop in relation to\nboth consumption (Faber, O’Guinn & Krych, 1987;\nHirschman, 1992) and buying (Black, 1996, 2007a, 2007b;\nO’Guinn & Faber, 1989; Workman & Paper, 2010).\nA range of terminology has developed in the domain in-\ncluding: “compulsive buying” (O’Guinn & Faber, 1989;\nWorkman & Paper, 2010), “impulsive purchasing”\n(Baumeister, 2002); “compulsive consumption” (Faber et\nal., 1987; Hirschman, 1992); “impulsive spending patterns”\n(Vohs & Faber, 2003) and shopping addiction (Sussman,\nLisha & Griffiths, 2010). The consequences of such behav-\niour include high levels of debt; negative emotions such as\ndepression or feelings of frustration, shame, guilt and alien-\nation; legal problems; and relationship break-down\n(Lejoyeux & Weinstein, 2010; O’Guinn & Faber, 1989).\nThere is evidence emerging that problematic shopping\nbehaviour is now occurring online (Chen, Tarn & Han,\n2004). The subject of Internet-based problematic shopping\nbehaviour is therefore an important area of academic re-\nsearch for two reasons. First, given the rapid growth in e-re-\ntailing, there is currently limited research that identifies the\npredictive factors of such behaviour (Sun & Wu, 2011). Sec-\nond, isolation of the predictors of such addictive behaviour\nwould raise awareness amongst the medical profession,\ne-retailers and consumer groups of this emerging condition.\nBoth of these requirements are met by this paper which pres-\nents the theoretical support for a conceptual model of online\nshopping addiction. The objective of the paper is two-fold.\nFirst it reviews the literature in relation to problematic buy-\ning behaviour. Second it develops a model that hypothesises\nseven predictors of the behaviour drawn from prior literature\nin both the clinical and consumer behaviour literatures.\nMETHODS\nA selective review of two fields of literature was under-\ntaken: consumer behaviour and clinical addiction. The liter-\nature search was conducting using the following key data-\nbases: EBSCO, ABI Pro-Quest, Web of Science – Social Ci-\ntations Index, Medline, PsycINFO and Pubmed. The follow-\ning key terms were used: “addiction”, “Internet addiction”,\n“online addiction”, “technology addiction”, “compulsive\nbuying”, “compulsive shopping”, “shopping addiction”,\n“impulsive buying”, “shopping behaviour”, “online shop-\nping”, “problem online shopping behaviour”, “disordered\nshopping behaviour”, “ pathological shopping behaviour”.\nAnalysis of the articles was conducted by the authors using\nthe criteria as expressed in the title and objectives of the pa-\nper. By this method the authors identified the nature of exist-\ning research in the field, epistemological assumptions and\nmethodological approaches. This classification provided a\nframework through which to analyse the literature.\nSHOPPING BEHAVIOUR\nBehaviours are reinforced via the rewards that they elicit. In\nsome respects this aspect of human behaviour is central to\nsurvival such as the rewarding nature of food (Davenport,\nHouston & Griffiths, 2012). Reward sensitivity has been\nidentified as a component of personality and therefore indi-\nviduals vary in terms of the degree to which they are sensi-\ntive to rewards in their environment and the degree to which\nthey are able to control their responses to such rewards. The\nrewards of shopping have been recognised to extend beyond\nthe actual act of purchase and may include pleasure afforded\nby the shopping process, the attention and praise of others as\nwell as relief from anxiety or stress (Davenport et al., 2012).\nIndividuals exhibiting problematic buying behaviour have\nbeen found to have higher levels of anxiety in response to\nexternal and/or internal stimuli and excessive shopping ses-\nsions or “binges” have been found to provide quick and\nready relief of such anxiety (O’Guinn & Faber, 1989). The\nterms “compulsion” and “addiction” are both used (often in-\nterchangeably) within the literature relating to problematic\nshopping behaviour, and more recently to online shopping\nbehaviour and so we explore both here.\nAddictive behaviour\nAddictive behaviour is a term applied to excessive behav-\niour that has negative consequences. The word “addiction”\nis most often used by clinicians to refer to a condition that in-\nvolves intense preoccupation with the behaviour and leads\nto physiological changes particularly in the brain. It is char-\nacterised by a loss of control and negative outcomes for the\nindividual either psychologically, physically or socially\n(Sussman et al., 2010). Psychiatrists use the criteria con-\ntained in the “Diagnostic and Statistical Manual, Fourth Edi-\ntion” (American Psychiatric Association, 2000), which is in-\nternationally recognised and accepted, to diagnose any dis-\norder with a mental health component and which provides 7\ncriteria for identification of an addiction dependency.\nAn addiction is conceptualized as a disorder involving\nboth impulsivity and compulsivity. Impulse control disor-\nders are characterised by two features. Firstly the inability to\nresist an impulse, drive or temptation even if it is harmful to\nthe individual. Secondly there is a period of tension or\narousal prior to the act, relief during the act and regret or\nguilt after the act (Benson, 2008). People with an impulse\ncontrol disorder are less likely to have any insight into their\nbehaviour and their ability to resist the behaviour is dimin-\nished (Benson, 2000).\nCompulsive behaviour\nA compulsion is part of the addictive process. The American\nPsychiatric",
    "trans": "임상적으로 비만이며, 비슷한 비율의 사람들이\n권장 한도를 초과하여 알콜을 소비합니다 (파슨스,\n2010). 비화학적 중독 행동은\n\"과도한 욕구\"라고 불리며, 중요하게\n그 역학, 병인학 측면에서 문헌으로 기록되었습니다\n그리고 공존 질환 (오르포드, 2006). 연구에 따르면,\n부정적이거나 문제 기반의 행동은 관련하여 발생할 수 있습니다.\n소비(파버, 오귄 & 크리치, 1987;\n허시먼, 1992)와 구매(블랙, 1996, 2007a, 2007b;\n오귄 & 파버, 1989; 워크맨 & 페이퍼, 2010).\n이 분야에서 사용되는 용어는 다음과 같이 발전했습니다\n: “강박적 구매”(오귄 & 파버, 1989;\n워크맨 & 페이퍼, 2010), “충동적 구매”\n(바우마이스터, 2002); “강박적 소비”(파버 등\n, 1987; 허시먼, 1992); “충동적 소비 패턴”\n(보스 & 파버, 2003) 및 쇼핑 중독(서스맨,\n리샤 & 그리피스, 2010). 이러한 행동의 결과로는\n높은 수준의 부채를 포함합니다; 부정적인 감정\n우울증이나 좌절감, 수치심, 죄책감 및 고립감과 같은\n; 법적 문제, 그리고 관계의 붕괴가 있습니다\n(르주예 & 웨인스타인, 2010; 오긴 & 파버, 1989).\n증거가 나오고 있다 문제적 쇼핑\n행동이 온라인에서 발생하고 있다는 (첸, 타른 & 한,\n2004). 따라서 인터넷 기반의 문제적 쇼핑\n행동은 따라서 학문적 연구에서 중요한 분야입니다\n두 가지 이유로. 첫째, 급속한 성장으로 인해\n전자상거래의, 식별하는 연구가 현재 제한적입니다\n이러한 행동의 예측 요소를 (선 & 우, 2011).\n둘째, 이러한 중독적 행동의 예측 요소를 분리하면\n의료 전문가들 사이에서 인식을 높일 수 있을 것입니다.\n전자상거래 업체들, 그리고 소비자 그룹들 이 새로운 상태에 대한\n이 두 가지 요구 사항은 이 논문에 의해 충족됩니다\n개념적 모델에 대한 이론적 지원을 제시하는 온라인\n쇼핑 중독의. 이 논문의 목적은 두 가지입니다.\n첫째 문제 있는 구매 관련된 문헌을 검토합니다.\n행동. 둘째 가설로 세운 모델을 개발합니다\n이전 문헌에서 도출한 이 행동의 일곱 가지 예측 요소를\n임상 및 소비자 행동 문헌과 같은\n방법\n선택적인 두 분야의 문헌을 검토하였습니다\n: 소비자 행동과 임상 중독.\n문헌 검색은 다음의 주요 데이터베이스를 사용하여 수행되었습니다:\nEBSCO, ABI 프로퀘스트, 웹 오브 사이언스– 소셜 사이\n테이션 인덱스, 메드라인, 사이크인포, 펍메드.\n다음 주요 용어들이 사용되었습니다: \"중독\", \"인터넷 중독\",\n\"온라인 중독\", \"기술 중독\", \"강박적\n구매\", \"강박적 쇼핑\", \"쇼핑 중독\",\n\"충동 구매\", \"쇼핑 행동\", \"온라인\n쇼핑\", \"문제 있는 온라인 쇼핑 행동\", \"장애가 있는\n쇼핑 행동\", \"병리적 쇼핑 행동\".\n저자의 기사 분석은 수행되었습니다.\n논문의 제목과 목표에서 표현된 기준을 사용하여\n이 방법으로 저자들은 식별하였습니다\n해당 분야의 기존 연구의 성격, 인식론적 가정 및\n방법론적인 접근을. 이 분류는 제공했습니다\n문헌을 분석하는 프레임워크를\n쇼핑 행동\n행동은 그것이 유발하는 보상에 의해 강화됩니다.\n어떤 면에서는 인간 행동의 이 측면이 중심적인 역할을 하며\n생존에, 예를 들어 음식의 보상적인 성질이 그렇습니다 (데이븐포트,\n휴스턴 & 그리피스, 2012). 보상 민감도는\n성격의 구성 요소로 식별되었으며, 따라서\n사람들은 정도에서 차이가 있습니다\n그들의 환경에서 보상에 민감한 그리고 정도에서\n그러한 보상에 대한 반응을 제어할 수 있는\n쇼핑의 보상은\n실제 구매 행위 외에도 얻는 즐거움을 포함할 수 있습니다.\n쇼핑 과정에서, 다른 사람들의 주목과 칭찬,\n그리고 불안이나 스트레스로부터의 안도감을 (데이븐포트 등, 2012).\n문제 있는 구매 행동을 보이는 사람들은\n반응하여 더 높은 수준의 불안을 경험하는 것으로 밝혀졌으며,\n외부 및/또는 내부 자극에 그리고 과도한 쇼핑\n세션이나 \"폭식\"은 제공하는 것으로 나타났습니다 빠르고\n즉각적인 해소를 (오귄 & 파버, 1989).\n\"강박\"과 \"중독\"이라는 용어는 사용됩니다\n(종종 교차적으로) 관련된 문헌에서 문제 있는\n쇼핑 행동과, 최근에는 온라인 쇼핑\n행동에도 사용되고 있으므로 여기에서 두 가지를 모두 탐구합니다.\n중독 행동\n중독 행동은 적용되는 용어입니다\n행동에 부정적인 영향을 초래하는. \"중독\"이라는 단어는\n대부분 임상 의사들에 의해 사용됩니다\n행동에 대한 강한 집착이 포함되고\n특히 뇌에서 생리적 변화를 일으키는.\n이는 통제 상실과 부정적인 결과를 초래하는 특징이 있습니다\n개인에게 심리적으로, 신체적으로 또는 사회적으로\n(서스맨 등, 2010). 정신과 의사들은 기준을 사용합니다\n\"진단 및 통계 매뉴얼, 제4판\"에 포함된\n(미국 정신의학 협회, 2000)\n국제적으로 인정되고 받아들여지는,\n정신 건강 요소가 있는 장애를 진단하기 위해, 그리고 제공합니다 7가지\n이는 중독 의존성을 식별하기 위한 기준을\n중독은 장애로 개념화됩니다\n충동성과 강박성을 모두 포함하는. 충동 조절 장애는\n두 가지 특징으로 구별됩니다. 첫째, 할 수 없는 능력입니다.\n그것이 해롭더라도 충동, 욕구 또는 유혹을 저항\n개인에게. 둘째, 행동 전에 긴장 또는\n각성 상태가 존재하고, 행동 중에는 해소가 이루어지며, 존재합니다 후회나\n행동 후에는 죄책감이. (벤슨, 2008). 사람들은\n충동 조절 장애가 있는, 통찰을 가질 가능성이 적고 자신의\n행동에 대해 그 행동을 저항할 수 있는 능력이 감소합니다\n(벤슨, 2000).\n강박 행동\n강박은 중독 과정의 일부분입니다. 미국\n정신과학회"
}