{
    "source": "en_US",
    "target": "ko_KR",
    "text": "his reputation alone was even higher than that of the current king. The quickest and easiest way to reject a proposal of marriage from a man like that was being shielded by a man his equal or better.\nTherefore, Jill's engagement to Hadis was the greatest shield she could have. She knew this-and once she reached this point in her thoughts, she circled back to her original problem.\nWhat's going on? So, he likes little girls? From one pervert to the next... She shuddered. Just how terrible is my luck with men?! Or maybe all the powerful men on this continent are actually perverts!\nAnd the biggest problem of all was..could Jill love a man like that?\nJill hadn't intended on being incredibly picky and choosey.\nAfter all, you can't tell what somebody's like without spending time with them, and even when she had spent a prolonged period of time with a man, she had still been deceived.\n\"This next challenge might also be too hard for me to overcome...! Is there no salvation for me?!\" she cried.\n\"Is it okay if I come in?\" came a voice alongside a knock at the cabin door.\nJill quickly told him he could. Hadis entered, carrying a teapot and teacups he had fetched.\n\"I brought you a drink infused with medicine to prevent sickness during travel,\" he explained. \"You should have some.\"\nJill was making the emperor prepare her tea. She snapped back to her senses so quickly at this, it felt as if she had been slapped in the face,\n\"If it's tea, 'll prepare it for you!\" she said loudly.\n\"That would be dangerous, wouldn't it?\"",
    "trans": "그의 평판만큼은 현재의 왕보다도 훨씬 훌륭했다. 그런 남자로부터 받은 청혼을 거절하는 가장 빠르고 쉬운 방법은 그와 비슷하거나 그보다 나은 남자로부터 보호를 받는 것이다.\n그렇기에 질에게 있어 하디스와의 약혼은 그녀가 가질 수 있는 가장 훌륭한 방어막이었다. 그녀는 이 사실을 알았고, 이 것을 인지한 순간 그녀는 원래의 문제로 다시금 회귀하게 되었다.\n무슨 일이 일어나고 있는거지? 그러니까, 그가 여자 아이들을 좋아한다고? 변태 하나 피해서 다른 변태에게 가다니... 그녀는 진저리를 쳤다. 남자복이 이렇게까지 없을 수 있나? 어쩌면 이 대륙의 권력있는 남자들은 전부 사실 변태인 것일지도 몰라!\n그 중에서도 가장 큰 문제점은 따로 있었는데... 질이 그런 남자를 사랑할 수 있나?\n질은 그렇게까지 까탈스럽고 별나게 굴고자 의도한 것은 아니었다.\n어찌되었든 누군가와 시간을 같이 보내지 않으면 그가 어떤 사람인지 알 수 없고, 심지어 그녀는 어떤 남자와 꽤 오랜 시간을 보냈던 경우에도, 기만을 당했던 적이 있다.\n\"다음 고난은 내가 극복하기 어려울지도 몰라...! 나에게 진정 구원은 없는 걸까?\" 그녀는 눈물을 터뜨렸다.\n\"들어가도 괜찮겠소?\" 객실 문을 두드리는 소리와 함께 목소리가 들렸다.\n질은 서둘러서 그래도 된다고 대답하였다. 하디스는 찻주전자와 찻잔을 챙겨 든 채로 들어왔다.\n그는 \"멀미를 예방하는데 도움되는 약이 들어간 차를 가져왔소.\"라고 설명했다. \"조금 마시는게 좋겠소.\"\n질은 황제로 하여금 자신의 차를 준비하게끔 하고 있던 것이다. 그녀는 이 사실에 뺨을 얻어맞은 것 마냥 눈 깜짝할 새에 감각을 되찾고선,\n\"차라면, 제가 준비해드리겠어요!\" 그녀는 큰 소리로 말했다.\n\"꽤 위험하게 들리는군, 그렇지 않소?\""
}