{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello! My name is Nick. My surname is Brown. I want to tell you about my family. It is neither big nor small. We are five in the family: mother, father, my younger sister, granny and me. We live in a big two-storied house. My mother's name is Ann. She is a manager of the firm. She is tall and slim with big blue eyes and long fair hair. She is a loving mother and a careful wife. My father Steve is an engineer at the metalworking plant. He is a highly qualified specialist. He is tall but a bit plump with dark hair and green eyes. He is a man of habit. He used to watching Discovery channel in the evenings and drinking his cup of tea. Also he prefers football matches.\nMy younger sister's Jane is five years old. She is a pretty little girl with curly fair hair and blue eyes. She is studying at the junior school and she is fond of it. My granny Sophie is neither young nor old. She is 63 but she is still working as a nurse in the hospital. She prefers watching soap operas in the evenings. She takes care about us, her grandchildren. I have other relatives too: aunt, uncle and two cousins. They live far away from our city, so we see each other rarely. On holidays we have get-togethers with all our relatives. They always come to us with the whole family. I think our family is a friendly one.",
    "trans": "안녕하세요! 제 이름은 닉이에요. 성은 브라운이고요. 제 가족에 대해 말씀드리고 싶어요. 저희 가족은 많지도 적지도 않아요. 저희 가족은 다섯 명인데, 엄마, 아빠, 여동생, 할머니, 저로 이루어져 있어요. 저희는 이층으로 된 큰 집에 살아요. 저희 어머니의 성함은 앤이셔요. 어머니께서는 회사에서 매니저로 일하신답니다. 어머니께서는 키도 크시고 날씬하시며 큰 파란 눈과 긴 금발 머리를 갖고 계세요. 어머니는 사랑을 가득 주시는 어머니이자 세심한 아내이기도 하답니다. 저희 아버지 성함은 스티브이시고 아버지께서는 금속 가공 공장에서 엔지니어로 일하세요. 아버지께서는 능력이 뛰어나신 전문가이시랍니다. 아버지께서는 키가 크시지만 약간 통통하시고 검은 머리와 초록색 눈을 갖고 계셔요. 아버지께서는 늘 똑같이 행동하셔요. 저녁에는 디스커버리 채널을 보시면서 차를 한 잔 마시는 습관이 있으시죠. 그리고 아버지께서는 축구 경기를 더 좋아하셔요.\n제 여동생 제인은 다섯 살이요. 제인은 곱슬머리에 푸른 눈을 가진 예쁜 여자아이랍니다. 제인은 초등학교를 다니고 있고 학교 다니는 걸 좋아해요. 저희 할머니 성함은 소피이시고, 할머니는 너무 젊거나 나이가 많으신 것도 아니에요. 할머니는 63세이시지만 아직도 병원에서 간호사로 근무하신답니다. 할머니께서는 저녁에 드라마를 보시는 걸 좋아하세요. 할머니께서는 손주들인 저희를 잘 돌봐주세요. 저는 친척들도 있는데, 고모, 삼촌, 사촌 두 명이 있어요. 친척들은 모두 멀리 살아서 자주 보지는 못해요. 명절에는 모든 친척이 다 모인답니다. 친척 가족들은 늘 모두 함께 와요. 제 생각에 저희 가족은 화목한 것 같아요."
}