{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Sign in\nSearch the web\nWoman associated with MS-13 is sentenced to 50 years in prison\nPHILIP MARCELO\nTue, October 1, 2024 at 6:31 PM EDT\n3 min read\nFILE - The casket of Justin Llivicura, one of four young men found slain in a suspected MS-13 gang killing, is carried from St. Joseph the Worker Church after his funeral, April 19, 2017, in East Patchogue, N.Y. (AP Photo/Frank Eltman, File)\nASSOCIATED PRESSMore\nYahoo is using AI to generate takeaways from this article. This means the info may not always match what's in the article. Reporting mistakes helps us improve the experience.\nGenerate Key Takeaways\nCENTRAL ISLIP, N.Y. (AP) — A woman associated with MS-13 was sentenced Tuesday to 50 years in federal prison for her role in luring four young men to be killed by more than a dozen members of the violent transnational gang in the New York City suburbs.\nLeniz Escobar was a “critical player” at nearly every step of the April 2017 massacre, “willingly and enthusiastically” helping to plan and execute the horrific killing, in which gang members armed with machetes, knives and tree limbs ambushed the victims in a park on Long Island, declared U.S. Judge Joseph Bianco as he handed down his decision in Central Islip federal court.\nThe now 24-year-old, who was nicknamed “Diablita” or “Little Devil” among members of MS-13, was convicted in 2022 of one count of racketeering and four counts of murder in aid of racketeering.\nEscobar said in court that she is reminded every day of the pain she’s caused.\n“All I can do is hurt,” she said through tears. “Every breath reminds me that they are not here and their families are in pain. If I could trade places with them and take away that pain, I would.”\nBut parents and other relatives of the victims who spoke in court were unmoved.\n“She does not deserve 50 or 60 years in prison. She deserves the death penalty,” Bertha Ullaguari, the mother of 18-year-old Jorge Tigre, said in Spanish through a translator.\nJason Tigre said his older brother was a mentor to him and was looking forward to graduating high school and going on to college before his life was cut short.\n“Now I’m all alone and I’m trying to be strong for him,” the now 17 year-old said through tears. “This never should have happened, but it did because she did it. He should still be here.”\nEscobar’s lawyer had argued for a sentence of no more than 32 years in prison, noting that she had been just at the cusp of 18 at the time and had already endured violence, sexual abuse, exploitation and human trafficking.\n“From the time of her birth until April 2017, she had lived a horrible, terrible life,” defense attorney Jesse Siegel said. “The best years of her life have been the last seven years in custody.”\nHe also noted that she’d begun to turn her life around behind bars — earning her high school degree, leading Bible studies, and serving as a mentor and “positive influence” to fellow inmates with “wisdom beyond her years.”\nBut prosecutors, in arguing for a stiffer sentence of 65 years in prison, said Escobar had continued to maintain strong ties to MS-13 after her arrest, even coordinating the beating of another female gang associate for violating the gang’s code.\nAssistant U.S. Attorney Megan Farrell also said it was Escobar that had set the massacre in motion by bringing photos on social media to the attention of gang leaders that were posted by one of the intended victims.\nEscobar had felt “personally offended” that the victim had worn items typically associated with the gang and appeared to use the gang's hand signs even though he was not an MS-13 member, she said.\nEscobar then endeared herself to the victims, who had thought they were being invited to smoke marijuana at a park, according to Farrell. Then after the killing, she bragged to other MS-13 members about her role and instructed those involved to destroy evidence and evade police.\n“She was one of the most culpable people,” Farrell said. “Without her, these murders would not have occurred.”\n___\nFollow Philip Marcelo at twitter.com/philmarcelo.\nView comments\nTerms and Privacy Policy\nPrivacy Dashboard\nAbout Our Ads\nRecommended articles\nYahoo!\nUS\nPolitics\n2024 Election\nWorld\nHealth\nScience\nThe 360\nContact Us\nOriginals\nTerms\nand\nPrivacy Policy\nPrivacy Dashboard\nHelp\nShare Your Feedback\nAbout Us\nAbout Our Ads\nSite Map\n© 2024 Yahoo. All rights reserved.",
    "trans": "로그인하기\n웹 검색하기\nMS-13 조직과 연관된 여성이 징역 50년을 선고받았다\n필립 마르세로\n2024년 10월 1일 화요일 오후 6시 31분 EDT\n읽는 데 3분 소요\n파일 - 2017년 4월 19일, 뉴욕 이스트 패초그에서 열린 장례식에서 MS-13 갱단 살해 사건으로 희생된 4명의 젊은 남성 중 한 명인 저스틴 리비쿠라의 관이 성 요셉 노동자 교회에서 운구되고 있다. (AP 사진/프랭크 엘트만, 파일)\nAP 더 보기\n야후는 인공지능을 활용해 이 기사에서 주요 내용을 생성하고 있습니다. 따라서 제공된 정보가 기사의 내용과 항상 일치하지 않을 수도 있습니다. 오류를 신고하면 더 나은 경험을 제공하는 데 도움이 됩니다.\n주요 내용 생성하기\n뉴욕, 센트럴 아이슬립(AP) — MS-13 조직과 연관된 한 여성이 뉴욕시 외곽에서 네 명의 젊은 남성을 유인해 폭력적인 초국적 갱단 조직원 12명 이상에 의해 살해되는 데 가담한 혐의로 화요일 연방 교도소에서 50년형을 선고받았다.\n렌리즈 에스코바르는 2017년 4월 발생한 대학살의 거의 모든 단계에서 \"중요한 역할\"을 했으며, \"자발적이고 열정적으로\" 마체테, 칼 그리고 나뭇가지로 무장한 갱단 조직원들이 롱 아일랜드의 한 공원에서 피해자를 습격하는, 끔찍한 살해의 계획을 세우고 실행하는데 가담했다고 조셉 비앙코 미국 연방 판사는 센트럴 아이슬립 연방 법원에서 판결을 내리며 말했다.\n현재 24세로, MS-13 조직원들 사이에서 \"작은 악마\"라는 별명으로 불렸으며, 2022년 공갈 1건과 공갈 관련 살인 4건으로 유죄 판결을 받았다.\n에스코바르는 법정에서 자신이 끼친 고통을 매일 떠올리게 된다고 말했다.\n\"제가 할 수 있는 것은 고통받는 것뿐입니다.,\" 그녀는 눈물을 흘리며 말했다. \"숨을 쉴 때마다 그들이 이 곳에 없다는 것과 그들의 가족이 고통받고 있다는 것을 떠올립니다. 만약 제가 그들과 자리를 바꾸고 그들의 고통을 덜어줄 수 있다면, 그렇게 하고 싶습니다.\"\n그러나 법정에서 발언한 피해자의 부모와 다른 유가족들은 흔들리지 않았다.\n18세 피해자 호르헤 티그레의 어머니인 베르타 울라과리 씨는 \"그녀는 50년이나 60년형을 받을 자격이 없습니다. 그녀는 사형을 받아야 합니다.\"라고 통역사를 통해 스페인어로 주장했다.\n제이슨 티그레는 그의 형이 자신에게는 멘토였으며 그가 죽기 전 고등학교를 졸업하고 대학에 진학할 꿈을 품고 있었다고 말했다.\n\"이제 저는 혼자가 되었고 형을 위해 강해지려 노력하고 있습니다,\" 이제 17세인 그는 눈물을 흘리며 말했다. \"이런 일은 절대 일어나서는 안 됐지만, 저 여자 때문에 일어났습니다. 형은 지금도 살아 있어야 합니다.\"\n에스코바르의 변호인은 그녀가 범행 당시 겨우 18세였으며 어린 시절부터 폭력, 성적 학대, 착취, 인신매매를 겪었다는 점을 강조하며 최대 32년형 이상을 넘어서는 안 된다고 주장했다.\n\"그녀는 출생부터 2017년 4월까지, 무섭고 끔찍한 인생을 살아왔습니다,\" 제시 시겔 변호사가 변론했다. \"그녀의 인생에서 가장 나은 시기는 지난 7년간 구금된 기간이었습니다.\"\n그는 또한 그녀가 수감된 후 삶을 바꾸기 시작했다고 강조했다 — 고등학교 졸업 학위를 취득하고, 성경 공부를 이끌며, 동료 수감자들에게 \"나이를 뛰어넘는 지혜\"로 멘토로 활동하며 \"긍정적인 영향을 미쳤다.\"\n그러나 검찰 측은, 최소 65년형을 단호하게 요구하면서, 에스코바르가 체포된 후에도 MS-13과의 강한 연계를 유지했으며, 심지어 조직 규칙을 위반한 다른 여성 조직원을 폭행하도록 지시했다고 주장했다.\n매건 패럴 연방 검사 역시 에스코바르가 피해 대상 중 한 명이 소셜 미디어에 올린 사진을 갱단 지도자들에게 알림으로써 이번 대학살을 직접 촉발한 인물이라고 말했다.\n에스코바르는 피해자가 MS-13의 조직원이 아님에도 불구하고 갱단과 관련된 물품들을 착용하고 갱단의 손 신호를 사용하는 듯한 모습에 \"개인적인 모욕감\"을 느꼈다고, 그녀는 말했다.\n파렐에 따르면, 에스코바르는 피해자들과 친밀한 관계를 형성했고, 피해자들은 공원에서 마리화나를 피우자는 그녀의 초대를 받은 것으로 생각하고 있었다. 이후 살해 사건이 발생한 뒤, 그녀는 다른 MS-13 조직원들에게 자신의 역할을 자랑하며 관련자들에게 증거를 없애고 경찰을 피하라고 지시했다.\n\"그녀는 가장 책임이 큰 인물 중 하나였습니다.\" 패럴 검사는 말했다. \"그녀가 없었다면, 이 살인은 일어나지 않았을 것입니다.\"\n___\ntwitter.com/philmarcelo에서 필립 마르셀로를 팔로우하세요.\n댓글 보기\n이용 약관 및 개인정보 보호정책\n개인정보 대시보드\n광고 관련 정보\n추천 기사\n야후!\n미국\n정치\n2024 선거\n세계\n건강\n과학\n더 360\n문의하기\n오리지널 콘텐츠\n이용 약관\n및\n개인정보 보호 정책\n개인정보 대시보드\n도움\n피드백 공유하기\n회사 소개\n광고 관련 정보\n사이트맵\n© 2024 야후. 모든 권리 보유."
}