{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Friday Reminders: October 25, 2024\nMonday, October 28 – Parent Wit & Wisdom Curriculum Workshop at 8:40am in room 204. Enter at 20th Street beginning at 8:35am. See below for more details –\nJoin Matt Amore, the PS 40 instructional coach, for an informative workshop on Wit & Wisdom, District 2's new literacy curriculum. During the 45-minute session, Matt will share more about the structureand specifics of the program, how we expect to see our students grow as readers and writers this year, and ways you can support your children at home.\nThe session will be offered in two different settings:\n-Monday morning 10/28 in-person in the art room at 8:40\n-Tuesday evening 10/29 onZoomat 6:00pm.\nFeel free to send questions in advance: mamore@schools.nyc.gov\nMonday, October 28 – Building-wide evacuation drill\nStay tuned for more details for a math workshop on November 18th.\nPlease see below November dates when students will not be in attendance:\nFriday, November 1 - Diwali - No School\nTuesday, November 5–Election Day–No School\nThursday, November 7 – Parent/Teacher conferences on Zoom-No schoolfor students. Conferences on ZOOM in the afternoon and evening.\nMonday, November 11 – Veterans Day – No School\nThursday, November 28 & Friday, November 29 - Thanksgiving - No School\nTo note:\nIsabel Roxas was the visiting author for second and third grade earlier this month. If you ordered books check your child’s backpack as they were distributed to classrooms today. The Brooklyn Public Library currently has an exhibition of Isabel Roxas’ artwork until January 4 – Click HERE\nHow Squid Happenedshares behind-the-scenes looks at the making of the award-winning graphic novel seriesThe Adventures of Team POM(Pigeons, Ocean stuff, Miscellaneous). The exhibition and its programs bring to life animal and human characters from this beloved series, a story of oddball frie",
    "trans": "금요일 알림: 2024년 10월 25일\n10월 28일 월요일 – 부모를 위한 위트 & 지혜 커리큘럼 워크숍, 오전 8:40, 204호. 오전 8:35부터 20번가에서 입장해 주세요. 자세한 내용은 아래를 참조해 주세요 –\nPS 40의 교육 코치인 매트 아모레와 함께 위트 & 지혜, 디스트릭트 2의 새로운 문해 교육과정에 관한 유익한 워크숍에 참여하세요. 45분 동안 진행되는 이 세션에서 매트는 프로그램의 구조와 세부 사항, 학생들이 올해 독자이자 작가로서 어떻게 성장할 것으로 예상되는지, 그리고 자녀를 집에서 어떻게 지원할 수 있는지에 대해 공유할 것입니다.\n이 세션은 두 가지 형태로 제공됩니다:\n-10월 28일 월요일 오전 8:40, 미술실에서 대면 진행\n-10월 29일 화요일 저녁 6:00, 줌\n사전 질문을 자유롭게 보내주세요: mamore@schools.nyc.gov\n10월 28일 월요일 – 전교 대피 훈련\n11월 18일에 있을 수학 워크숍에 대한 더 많은 세부 사항을 기다려 주세요.\n학생들이 학교에 참석하지 않는 11월 날짜는 아래를 참조하세요:\n11월 1일 금요일 - 디왈리 - 학교 없음\n11월 5일 화요일 - 선거일 - 학교 없음\n11월 7일 목요일 – 부모/교사 회의, 줌을 통한 온라인 진행 – 학생들은 학교에 출석하지 않습니다. 회의는 오후와 저녁에 줌으로 진행됩니다.\n11월 11일 월요일 – 재향군인의 날 – 학교 없음\n11월 28일 목요일 & 11월 29일 금요일 - 추수감사절 – 학교 없음\n참고 사항:\n이사벨 로하스는 이번 달 초 2학년과 3학년을 위한 방문 작가였습니다. 책을 주문한 경우, 오늘 학생들의 교실에 배급되었으므로 자녀의 배낭을 확인해 보세요. 브루클린 공립 도서관은 이사벨 로하스의 작품 전시회를 1월 4일까지 진행 중입니다 – 여기를 클릭하세요\n\"하우 스퀴드 해픈드\"는 수상 경력이 있는 그래픽 소설 시리즈인 팀 POM 모험(비둘기, 바다 관련 내용, 기타) 제작 비하인드 모습을 공유합니다. 이 전시회와 프로그램은 이 사랑받는 시리즈의 동물과 인간 캐릭터들을 생동감 있게 보여주며, 이 이야기는 기이한 친구들의 이야기입니다."
}