{
    "source": "en_US",
    "target": "ko_KR",
    "text": "4\n• A storyboard or storyboards (if you have considered a few ideas)\n• Facial expressions\n• Any video reference that you filmed to explore character acting or dynamic action\n• An animatic of the proposed sequence with correct timing of shots\n• Any animation tests (as links or uploaded as separate MP4 movie files)\n• The last item will be a 200-word written appraisal reflecting on what you thought was\nsuccessful in your animation, how you would improve the work given hindsight and what\nyou have learnt from this module\nPlease upload a link to your Padlet in Blackboard during the 1st week of the\nmodule.\nElement Two – Animated 2D Character Sequence with Sound (70%)\nA completed 30 – 45 second 2D character animated sequence in colour and with sound\nfeaturing a humanoid or anthropomorphic character.\nPlease make sure you make your sequence fit the specified duration. If you exceed this\nlimit only the first 45 seconds will be marked. Making your sequence too long with only\ncreate more work that isn’t required. In industry, if your asked to produce 45 seconds of\nanimation that’s exactly what it should be to the frame. Please treat this assignment as a\nprofessional brief.\nSubmit your element two sequence as an MP4 file with a resolution of 1920x1080\n(16:9 aspect ratio) @ 25frames per second with AAC audio codec. Name your MP4:\nLastName,FirstName.mp4",
    "trans": "4\n• 하나의 스토리보드 혹은 스토리보드들 (여러 개의 아이디어를 생각해왔다면)\n• 얼굴 표정\n• 인물의 연기나 동적 움직임을 탐구하기 위해 당신이 촬영한 아무 영상 참조 자료\n• 올바른 숏 타이밍을 지닌 제안된 시퀀스의 애니매틱\n• 아무 애니메이션 테스트 (링크나 별도의 MP4 영상 파일로 업로드된 형태로)\n• 마지막 항목은 200단어짜리 서면 평가인데 이는 당신이 어떻게 생각하는지를 되돌아보는 것입니다\n당신의 애니메이션에서 무엇이 성공적이었는지, 지나고 나서 보았을 때 작품을 어떻게 발전시킬 것인지 그리고 무엇을\n당신이 이 교과목에서 배웠는지\n블랙보드 내 당신의 패드렛에 링크를 올려주세요 첫 번째 주 동안\n수업의.\n요소 2 – 소리가 있는 애니메이션 2D 인물 시퀀스 (70%)\n완성된 30 – 45초짜리 채색되고 소리가 있는 2D 인물 애니메이션 시퀀스\n인간형의 혹은 의인화된 인물이 나오는.\n당신의 시퀀스가 꼭 명시된 지속 시간에 들어맞는도록 해주세요. 만일 넘는다면\n이 한도를 처음 45초만이 평가의 대상이 될 것입니다. 당신의 시퀀스를 너무 길게 만드는 것은\n필수적이지 않은 작업을 더 만들어낼 뿐입니다. 업계에선 만약 당신이 45초짜리를 만들어 낼 것을 요청받는다면\n애니메이션을 정확히 프레임 단위로 그렇게 나와야 합니다. 부디 이 과제를 취급해 주세요\n실무로.\n당신의 요소 2 시퀀스를 1920x1080 해상도의 MP4 파일로 제출하세요\n(16:9 영상비) @ 초당 25프레임과 AAC 오디오 코덱을 지닌. 당신의 MP4를 다음과 같이 명명하세요:\n성,이름.mp4"
}