{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Like every day, of course only on weekdays, I woke up at 7:00AM so I could go to that place that everyone calls Swellview High, the building that had \"school\" as a pseudonym, where we did everything except take classes.\nBy that I mean many factors such as, for example, we hardly took classes, Mrs. Shappen was a strange teacher, no offense, who honestly didn't care about anything other than her well-being, and the strange things about her.\nSo with the little desire I had I took my phone so I could turn off the alarm and get up from what was my very comfortable bed, which for obvious reasons I didn't want to leave, but well, I got up from my bed to walk to my closet, and take the clothes I would wear today.\nI was busy with my business, with my mind completely lost in something else, when suddenly my phone started ringing, I took it in hand so I could see who was calling me, 'Charlotte' it said on the screen.\n\"Talk to me.\"\n\"Kai, are you already on your way to school?\"\n\"No, not yet, I just woke up,\" I responded, \"why?\"\nSilence on the other side \"You forgot, right?\" To be honest, yes. \"Today we won't go to school, we'll be at the Man Cave all day, for Henry's birthday.\"\n\"Ohhhh, of course,\" I exclaimed, jeez, yep I had forgotten, how stupid I am. \"Yes, I forgot, sorry.\"\n\"It doesn't matter,\" she told me with a sigh, \"well, the plan is this: you pretend you're going to school, at the entrance you wait for Henry and take him to Junk N' Stuff.\"\n\"That's it?\" wow, how simple.\n\"That's it\".\n\"Okay, then I guess I'll see you guys at Junk N' Stuff.\"\n\"That's right, I'll see you there, click.\"\n\"Click\".\nA simple plan, easy to complete, the only problem was my brothers, who although they had already graduated from Swellview High, are damn overprotective, just some, the rest, I can't say they don't care, but still.\nI would have to come up with a perfect plan so that they wouldn't find out that I skipped school and that I ran away with Henry, but to tell the truth, they got along so well with him, that on that part there would be no problem, who am I kidding, yes there is and a lot of trouble.\nAnyway, I finished dressing and getting ready to go to school, I grabbed my backpack as well as my phone and then went downstairs and continued on my way.\n\"Hey, grandma,\" I greeted my grandma as she walked into the kitchen.\n\"Good morning, Kai,\" she replied as she walked up to me, placing a kiss on her forehead. \"I didn't see you get home last night.\"\n\"Oh yeah, sorry, it was late and well, Henry brought me so everything was be fine.\"\nMy grandmother frowned in flurry as she tore her gaze away from whatever she was snacking on at the table.\n\"I thought Kid Danger brought you home,\" she said confused, Oh no. \"Ian couldn't stop saying how happy he was to have stepped on 'Martin territory.'\"\nI opened my eyes wide, and swallowed nervously.\nThink! Think think! Was Ian confused? No, Jack knows it anyway. Alien abduction? We already used it, they won't fall again. Schwoz memory eraser? I feel like I can't go running to the Man Cave right now... although there is a tube behind my house... tempting... but no! No!\n\"Kai?\" I looked at my grandmother nervously, \"are you there?\"\nI opened my mouth a little to be able to articulate a word.\n\"Yeah, I mean...\" my nose is going to grow like Pinocchio's \"Henry, he walked me halfway, then... then we saw Kid Danger and Henry asked him if he could... walk me home.\"\nSaved, Martin, saved.\n\"How clever,\" my grandmother replied, \"very nice of Henry to get you a superhero as a companion.\"\nI sighed in relief \"Exactly, because Henry is cute.\"\nMy grandmother looked at me surprised, and made a mischievous face at the same time.\n\"Not like you think, grandma,\" I rolled my eyes.\n\"Whatever you say, Kai,\" she continued with her smile, \"whatever you say.\"\nI rolled my eyes at her again, amused, and walked up to her to kiss her cheek. I was getting late.\n\"I love you grandma, see you at night, and forget what I said about Henry.\"\n\"Aha, yes, good luck, we'll go to dinner today at Fred Lobster,\" she said, taking a sip of her coffee. I looked at her surprised. \"Don't look at me like that, A.J. wants us to go to dinner at his work.\"\nI shrugged my shoulders \"Anyway, maybe I'll have dinner with the boys, I'll let you know, I love you, say goodbye to Grandpa for me.\"\nAnd without anything else to say or anything to do, I left the house with a backpack full of books that I won't use, on my way to a place where I won't be all day, good day to me too.\n(...)",
    "trans": "매일처럼, 물론 평일에만, 나는 아침 7시에 일어나서 모두가 스웰뷰 고등학교라고 부르는 그곳에 가곤 했다. 그곳은 우리가 수업을 제외한 모든 것을 하는 건물, 즉 \"학교\"라는 가명으로 불리는 곳이었다.\n그 말은 예를 들어, 우리는 거의 수업을 듣지 않았고, 샤펜 선생님은 솔직히 자신의 안녕 이외에는 아무것도 신경 쓰지 않는 이상한 선생님이었다는 것을 의미한다. 그녀에 대한 이상한 점들이 많았다.\n그래서 내가 가진 적은 욕구로 알람을 끄기 위해 핸드폰을 들고, 너무 편안했던 내 침대에서 일어나야 했는데, 당연히 떠나고 싶지 않았지만, 결국 침대에서 일어나 옷장을 향해 걸어가 오늘 입을 옷을 꺼냈다.\n나는 내 사업에 바빴고, 머리는 완전히 다른 일에 빠져 있었을 때, 갑자기 내 전화가 울리기 시작했다. 나는 전화를 받아서 누가 전화를 거는지 확인해 보았다. 화면에는 '샬롯'이라고 적혀 있었다.\n\"나와 얘기해.\"\n\"카이, 벌써 학교 가는 중이야?\"\n\"아니, 아직 안 갔어, 방금 일어났어,\" 내가 대답했다. \"왜?\"\n반대편에서 침묵이 흘렀다. \"잊었지?\" 솔직히 말해서, 그렇다. \"오늘은 학교 안 가, 우리는 헨리 생일이라서 하루 종일 맨 케이브에 있을 거야.\"\n\"오오오, 당연하지,\" 내가 외쳤다. 제길, 맞다, 깜빡했네, 내가 얼마나 바보 같을까. \"응, 잊었어, 미안해.\"\n\"괜찮아,\" 그녀가 한숨을 쉬며 말했다. \"자, 계획은 이거야: 네가 학교 가는 척 하면서 입구에서 헨리를 기다리고, 그를 Junk N' Stuff로 데려가는 거야.\"\n\"그게 전부야?\" 와, 진짜 간단하네.\n\"그게 전부야.\"\n\"알았어, 그럼 Junk N' Stuff에서 너희들을 만날게.\"\n\"맞아, 거기서 봐, 뚝.\"\n\"뚝\".\n간단한 계획, 쉽게 완수할 수 있었지만, 문제는 내 형제들이다. 비록 그들은 이미 Swellview 고등학교를 졸업했지만, 여전히 너무 과보호적이다. 일부는 그렇다고 할 수 있고, 나머지는 그들이 신경 쓰지 않는다고 말할 수는 없지만, 여전히 그렇다.\n학교를 빼먹고 헨리와 도망쳤다는 사실을 형제들이 알지 못하게 완벽한 계획을 짜야 했지만, 사실 그들은 헨리와 잘 지내서 그 부분에서는 문제가 없을 거라고 생각했다. 하지만 솔직히 말해서, 내가 뭐라고 생각하는 건지, 그렇다, 정말 큰 문제가 될 것이다.\n어쨌든, 나는 옷을 다 입고 학교 갈 준비를 마친 후, 가방과 전화기를 챙기고 계단을 내려가서 계속 길을 나섰다.\n\"안녕하세요, 할머니,\" 내가 부엌으로 들어오는 할머니에게 인사했다.\n\"좋은 아침, Kai,\" 할머니가 나에게 다가오며 이마에 입맞춤을 하셨다. \"어젯밤에 네가 집에 온 걸 못 봤네.\"\n\"아, 맞아, 미안해, 늦었고, 뭐, Henry가 데려다줘서 괜찮았어.\"\n할머니는 테이블에서 간식을 먹고 있던 시선을 떼며 당황한 표정을 지으셨다.\n\"Kid Danger가 너를 집에 데려다줬다고 생각했는데,\" 할머니는 혼란스러운 표정으로 말했다. \"이안은 '마틴 영역'에 발을 들여놓아서 얼마나 기뻐했는지 계속 말했잖아.\"\n나는 눈을 크게 뜨고 긴장하며 침을 삼켰다.\n생각해! 생각해 생각해! 이안이 헷갈린 건가? 아니, 잭은 어차피 다 알고 있어. 외계인 납치? 이미 한 번 썼잖아, 또 속지 않을 거야. 슈워즈 기억 지우기? 지금 당장 맨 케이브로 뛰어가긴 좀... 집 뒤에 튜브는 있지만... 유혹적이긴 해... 하지만 안돼! 안돼!\n\"카이?\" 나는 긴장하며 할머니를 쳐다보았다. \"거기 있니?\"\n나는 말을 할 수 있도록 입을 살짝 열었다.\n\"응, 그러니까...\" 내 코가 피노키오처럼 자랄 것 같았다. \"헨리가 나를 반까지 데려다 줬고, 그 다음에... 그 다음에 우리는 키드 댄저를 봤고 헨리가 그에게 나를... 집까지 데려다 줄 수 있는지 물어봤어.\"\n\"구했어, 마틴, 구했어.\"\n\"정말 똑똑하네,\" 할머니가 대답하셨다. \"헨리가 너에게 슈퍼히어로를 동행으로 데려다 주다니, 참 착하구나.\"\n나는 안도의 한숨을 쉬었다 \"정확해, 헨리가 귀엽거든.\"\n할머니는 놀란 표정으로 나를 쳐다보며 장난스러운 얼굴을 지었다.\n\"할머니가 생각하는 그런 의미는 아니야,\" 나는 눈알을 굴렸다.\n\"뭐라고 하든지, 카이,\" 할머니는 미소를 지으며 계속 말했다. \"네가 뭐라 하든.\"\n나는 다시 한 번 할머니에게 눈알을 굴리며 즐겁게 웃고는 다가가서 할머니의 뺨에 입을 맞췄다. 시간이 조금 늦어지고 있었다.\n\"사랑해, 할머니. 저녁에 봐. 헨리에 대해 말한 건 잊어버려.\"\n\"아하, 그래, 행운을 빌어. 오늘은 프레드 롭스터에서 저녁 먹으러 가자,\" 할머니가 커피를 한 모금 마시며 말했다. 나는 놀라서 그녀를 쳐다봤다. \"그렇게 쳐다보지 마, A.J.가 자기 직장에서 저녁 먹자고 해서.\"\n나는 어깨를 으쓱하며 말했다. \"어쨌든, 아마 애들이랑 저녁 먹을 거야. 알려줄게. 사랑해, 할아버지한테도 안부 전해줘.\"\n그리고 더 이상 할 말도 할 일도 없이, 책이 가득 든 가방을 메고 내가 하루 종일 있지 않을 곳으로 향했다. 오늘도 나에게는 좋은 하루가 될 거야.\n(...)"
}