{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Welcome to HomeAwe's Volunteer Backpacker Program!\nThis outlines the roles, responsibilities and expectations for those who want to join our team as a volunteer backpacker.\n1. Purpose and Mission:\nHomeAwe aims to provide a trustworthy platform for volunteers, offering unique experiences in various programs, projects and NGOs across the globe.\nAs a volunteer backpacker, you will play a vital role in achieving this mission.\nGet to choose your next destination and just go and travel in your own time and your own money and discover new volunteering opportunities for everyone.\nIf you enjoy your experience and it feels really worth traveling there.. then it's your lucky day, because you have the opportunity to add it to our Platform under your management according to our rules and values (Responsibilities and Duties).\n2. Responsibilities and Duties:\nAs a Volunteer Backpacker with HomeAwe, you are expected to:\n✔ Travel to designated volunteer programs, hosts and projects selected by HomeAwe, or programs, hosts and projects that you have found and been approved by HomeAwe.\n✔ Document your experiences through videos, photos and written content that align with HomeAwe's values and messaging.\n✔ Collaborate with HomeAwe to promote programs and projects through HomeAwe's Instagram page and other social media platforms.\n✔ Provide comprehensive information and insights about your experience to prospective volunteers interested in joining the same program.\n✔ Ensure timely communication and attendance of arranged meetings.\n✔ Cooperate with the technical team by providing necessary footage, pictures, details and information.\n✔ As a manager for your programs you need to make interviews with potential volunteers, accept them if they are qualified and find a system with the program / host / project / NGO to connect our volunteers to their system.\n(HomeAwe technical team will guide you through this process).\n✔ Honest and responsible.\n✔ Represent our message and values to the accepted volunteers.\n✔ Represent our country in the best way you can.",
    "trans": "홈오의 자원봉사 배낭족 프로그램에 오신 것을 환영합니다!\n이 문서는 자원봉사 배낭족으로서 우리 팀에 합류하고자 하는 사람들을 위해 그들의 역할과 책임, 기대를 개괄적으로 서술합니다.\n1. 목적과 임무:\n홈오는 자원봉사자들을 위한 믿을만한 플랫폼을 제공하는 것을 목표로 하며, 전 지구에 걸쳐 다양한 프로그램와 프로젝트, 비영리단체 내 독특한 경험을 제공하고자 합니다.\n자원봉사 배낭족으로서, 당신은 이 임무를 달성하는 데 있어 중요한 역할을 하게 될 것입니다.\n당신의 다음 목적지를 선택하고 자기 시간과 돈으로 여행하며 모두를 위한 새로운 자원봉사 기회를 발견하세요.\n만약 당신이 하는 경험이 즐겁고 그곳이 여행할 만한 가치가 있다고 느껴지면.. 그날은 당신의 운이 좋은 날입니다, 왜냐면 당신은 우리의 규칙과 가치관(책임과 의무)에 따라 당신의 관리 아래에 그것을 우리의 플랫폼에 추가할 수 있는 기회를 가지게 되었기 때문입니다.\n2. 책임과 의무:\n홈오와 함께하는 자원봉사 배낭족으로서, 당신은 다음을 수행할 것이 기대됩니다:\n✔ 홈오가 선택한 지정된 자원봉사 프로그램과 주최국, 프로젝트 아니면 당신이 찾고 홈오가 승인한 프로그램이나 주최국, 프로젝트로 여행하기.\n✔ 홈오의 가치관과 메세지에 맞추어 당신의 경험을 영상과 사진, 서면 자료로 기록하기.\n✔ 홈오의 인스타그램 페이지 및 기타 소셜 미디어 플랫폼을 통해 프로그램과 프로젝트를 홍보하기 위해 홈오와 협업하기.\n✔ 동일한 프로그램에 가입하는 데 관심이 있는 미래의 자원봉사자들에게 당신의 경험에 관한 포괄적인 정보와 통찰을 제공하기.\n✔ 제때 의사소통하고 준비된 회의에 꼭 참석하기.\n✔ 필요한 영상과 사진, 세부 사항, 정보를 제공하는 등 기술팀과 협력하기.\n✔ 당신의 프로그램에 대한 관리인으로서 당신은 잠재적 자원봉사자들을 면접하고, 자격이 있다면 그들을 받아들이고, 프로그램 / 주최국 / 프로젝트 / 비영리단체의 체계에 우리의 자원봉사자들을 연결할 수 있는 체계를 찾아야 합니다.\n(홈오의 기술팀이 이 과정 내내 당신을 안내할 것입니다).\n✔ 정직하고 책임감을 지닐 것.\n✔ 우리의 메세지와 가치관을 받아들여진 자원봉사자들에게 대변할 것.\n✔ 가능한 최선의 방법으로 우리 나라를 대변할 것."
}