{
    "source": "en_US",
    "target": "ko_KR",
    "text": "DearResidents,\nImportant Fire Safety Information\nFire safety in our Residential Halls is of the upmost importance. We have robust systems for fire protection which checks for any potential fire safety issues and on the rare occasion, raise the alarm in the event of a fire.\nIn general, it is vital, that all fire doors are kept closed at all times, including kitchen doors. Fire doors are designed to keep a fire contained for a specific period, but only if the door is fully closed.\nYour safety is very important and whilst the University provides fire protection, detection, and equipment, we also need to rely on your co-operation during an evacuation to ensure everyone is safe.\nFire Evacuation Drill\nThe likelihood of a fire within our Halls of Residence is low. However, it is important to be prepared so that we can respond should we need to. To help us be prepared, we are planning an evacuation drill of all students residing in Dover Court within the next month.\nDuring this drill, please ensure you have read the below information on how to evacuate safely. There will be observers stationed throughout the building during the fire evacuation drill - they are there to observe how the fire evacuation drill proceeds and to raise the alarm in the event of any incident or issue arises during the drill.\nHow to Evacuate Safely\nConsidering this, we are asking that every student follows the below steps during the evacuation:\nOn hearing the fire alarm which will sound in all corridors and rooms, exit the building via the nearest fire exit and proceed to the assembly point.\nWhen exiting your room, take your key card (if possible) and close your door behind you and walk calmly to the staircase.\nExit via your nearest staircase & nearest fire exit.\nWhen exiting via the staircase, it is important that you take care and do not rush down the stairs to avoid any accidents or incidents which could cause injury to you or another student.\nYour Assembly Point is the car park near the Brodie Tower on Brownlow Street near the Ocean Sciences building which you should walk to via Great Newton & Pembroke Streets through the footpath.\nPlease take some time to familiarise yourselves with this assembly point and all of your possible evacuation routes and exits.\nIt is very important that you make yourself aware of the above steps and follow these as part an evacuation.\nIf you have any further questions or queries, please contact Reception or your Residential Advisors.\nKind Regards\n[redacted_name]\nHall Manager - Philharmonic Court, Dover Court & Tudor Close\nUniversity of Liverpool\nFacilities, Residential & Commercial Services\nWM: 07920 051876\nT: 0151 794 9511\nE: kevin.sedon@liverpool.ac.uk\nT: 0151 794 9511",
    "trans": "거주자 여러분,\n중요한 화재 안전 정보\n우리 기숙사의 화재 안전은 가장 중요한 사항입니다. 우리는 잠재적인 화재 안전 문제를 점검하고, 드물게 발생하는 화재 상황에서 경고를 울릴 수 있는 강력한 화재 보호 시스템을 보유하고 있습니다.\n주방 문을 포함하여, 일반적으로 모든 화재문은 항상 닫혀 있어야 합니다. 화재문은 일정 기간 동안 화재를 차단하도록 설계되었지만, 문이 완전히 닫혀 있어야만 합니다.\n여러분의 안전은 매우 중요하며, 대학교는 화재 보호, 감지 및 장비를 제공하지만, 우리가 모두 안전할 수 있도록 대피 시 여러분의 협조도 필요합니다.\n화재 대피 훈련\n우리 기숙사 내 화재 발생 가능성은 낮습니다. 그러나 우리가 필요할 경우 우리가 대응할 수 있도록 준비하는 것이 중요합니다. 우리가 준비되도록 돕기 위해, 우리는 다음 달 이내에 도버 코트에 거주하는 모든 학생들을 대상으로 대피 훈련을 계획하고 있습니다.\n훈련 중에는 아래의 안전 대피 방법에 대한 정보를 읽고 오기를 바랍니다. 훈련 동안 건물 곳곳에 관찰자들이 배치되어 있을 것이며 훈련 진행 상황을 관찰할 것입니다 - 그들은 화재 대피 훈련이 어떻게 진행되는지 관찰하고, 훈련 중 사고나 문제가 발생할 경우 경고를 울리기 위함입니다.\n안전하게 대피하는 방법\n이를 고려할 때, 우리는 모든 학생들에게 대피 시 아래의 절차를 따를 것을 요청합니다:\n모든 복도와 방에서 울리는 화재 경고음을 듣고, 가장 가까운 비상구를 통해 건물을 빠져나가고, 집합 장소로 가세요.\n방을 떠날 때, (가능한 경우) 열쇠 카드를 챙기고, 문을 닫고 나가서 침착하게 계단으로 가세요.\n가장 가까운 계단 & 비상구를 통해 대피하세요.\n계단을 통해 대피할 때는, 당신이나 다른 학생이 부상을 입을 수 있는 사고나 사건을 피하기 위해 서두르지 말고 조심히 내려가는 것이 중요합니다.\n당신의 집합 장소는 해양학 건물 근처의 브라운로우 거리에 위치한 브로디 타워 주차장입니다, 이곳으로는 그레이트 뉴턴과 펨브로크 거리를 통해 보행로를 이용해 가셔야 합니다.\n이 집합 장소와 모든 대피 경로 및 출구를 사전에 숙지해 두시기 바랍니다.\n위의 절차를 숙지하고 이것에 따라 대피 훈련에 참여하는 것이 매우 중요합니다.\n추가 질문이나 문의 사항이 있으시면 리셉션 또는 거주 자문자에게 연락해 주세요.\n감사합니다,\n[redacted_name]\n기숙사 관리자 - 필하모닉 코트, 도버 코트 및 튜더 클로즈\n리버풀 대학교\n시설, 주거 & 상업 서비스\n업무용 전화번호: 07920 051876\n전화번호: 0151 794 9511\n이메일: kevin.sedon@liverpool.ac.uk\n전화번호: 0151 794 9511"
}