{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Transit travellers through Nairobi will now be allowed to step out of the airport premises for business and pleasure following the introduction of transit and long-connection Electronic Travel Authorisation, President Ruto announced Wednesday.\nHe was speaking in the Kenyan capital during the Magical Kenya Travel Expo 2024 when he noted that the arrangement would eliminate the boredom of waiting at the airport for long hours to connect to their destinations when the travellers can step out for business and leisure.\n“It will now be possible for travellers who have 12 hours instead of spending it at the airport, they can step out,” Dr Ruto said.\n“They can come and enjoy a meal in the city, they can go to the National Park, they can see our wildlife, they can visit our national museum and be able to travel back. And that visa arrangement is being rolled out to make sure that we have additional numbers of people visiting our country.”\nPresident Ruto also announced the introduction of Digital Nomad Work Permit, in a plan that targets global digital professionals who want to work remotely as they enjoy the country’s natural beauty.\nThis permit, the president said, is “specifically designed to welcome global digital professionals, allowing them to live and work in Kenya while enjoying the country’s natural beauty and high-quality lifestyle.”\n“Kenya can be your home, where you and your family can experience the wonders of magical Kenya every day, all while serving clients from anywhere in the world on your digital platform,” Dr Ruto said.\nFollowing the announcement, Kenya joins the more than 25 countries that already offer visas for digital nomads.\nAccording to a Migration Policy Institute report, as of June 2022, more than 25 countries and territories had introduced “digital nomad” visa programmes.\nPresident Ruto, who touted the country as a land of scenic wonders, urged the visitors to experience the country’s breathtaking landscapes and drilling adventures from coastline to mountain peaks and adventures in between.\nKenya is renowned for its iconic wildlife in national parks, from the spectacular great migration of the wild beasts in the Maasai Mara to the majestic elephants of the Amboseli National Park.\n“These are just some of the experiences that make Kenya truly extraordinary. I invite you to explore, connect with our people, and celebrate everything that makes Kenya a top global destination,” President Ruto said.\nTourism, according to Dr Ruto, is fundamental to the country’s economy, contributing significantly to employment, foreign exchange, infrastructure development, and hospitality growth.\nIn 2022, Kenya’s international tourist arrivals were 1,483,752 which represented a 70.45 per cent increase as compared to 2021 arrivals of 870,465.\nThe inbound receipts grew up to Sh268.09 billion compared to Sh146.51 billion in 2021, which is a growth of 83 per cent, according to the tourism ministry.\nThe nearly 1.5 million visitors arrived in Kenya for different purposes, with visitors on holiday leading at 36.6 per cent followed by those visiting friends and family at 27.8 per cent of the total, the ministry said.\n“By the end of 2023 Kenya welcomed over two million visitors, generating Sh350 billion in revenue, a clear indicator of our global appeal,” he explained, adding that by the end of this year, the country aims to have attracted over 2.5 million tourists —”the highest tourists in Kenya’s history,” he observed.\nFurther, in the grand plan, Dr Ruto said, the country targets to attract five million annually by 2027.\n“Achieving this requires concerted efforts from all players in the sector to position Kenya as a must-visit destination that 5 million is attainable,” President Ruto said.\n“Our incredible diversity, with over 40 distinct cultures, offers visitors a chance to immerse themselves in our rich cultural heritage,” Dr Ruto added.\nBut the Head of State steered clear of politics. Stepping out in public for the first time since the tabling of the impeachment motion against his deputy, Dr Ruto did not politick—nor mention anything to do with the impeachment of Mr Rigathi Gachagua.",
    "trans": "루토 대통령이 수요일 발표한 것에 따르면, 환승 및 장시간 대기 전자 여행 허가 도입으로 나이로비를 경유하는 여행객들은 이제 공항 밖으로 나가 비즈니스와 여가를 즐길 수 있게 되었습니다.\n대통령은 매지컬 케냐 트래블 엑스포 2024가 개최되는 동안 케냐의 수도에서 연설하면서, 여행객들이 공항 밖으로 나가 비즈니스와 레저를 즐길 수 있게 되어 목적지로 가기 위해 오랜 시간 공항에서 기다려야 하는 지루함을 해소할 수 있을 것이라고 강조했습니다.\n루토 대통령은 \"이제 여행객들은 12시간을 공항에서 보내는 대신 공항 밖으로 나갈 수 있게 될 것입니다.\"라고 말했습니다.\n\"이들은 도시에서 식사를 즐기고, 국립 공원에 가서 야생동물을 보고, 국립 박물관을 방문한 후 돌아올 수 있습니다. 그리고 더 많은 사람들이 우리나라를 방문할 수 있도록 비자 제도를 시행하고 있습니다.\"\n또한 루토 대통령은 케냐의 아름다운 자연을 즐기면서 원격으로 근무하기를 원하는 글로벌 디지털 전문가들을 대상으로 디지털 노마드 취업 허가증을 도입하겠다고 발표했습니다.\n대통령은 이번 허가가 \"특히 글로벌 디지털 전문가가 케냐의 아름다운 자연과 수준 높은 삶을 즐기면서 케냐에 머물러 일할 수 있도록 고안되었다고\" 말했습니다.\n또한 \"케냐는 여러분과 여러분 가족이 매일 케냐의 황홀한 경관을 느낄 수 있는 고향이 될 수 있으며, 여러분은 전 세계 어디에서든지 디지털 플랫폼을 통해 고객들에게 서비스를 제공할 수 있습니다.\"라고 말했습니다.\n케냐는 이번 조치로 이미 디지털 노마드 비자를 발급하고 있는 25개 이상의 국가에 합류하게 되었습니다.\n이민 정책 연구소 보고에 따르면, 2022년 6월 현재 25개 이상의 국가와 지역이 \"디지털 노마드\" 비자 프로그램을 도입했습니다.\n루토 대통령은 케냐를 아름다운 경관의 나라라고 홍보하며, 방문객들에게 해안선에서 산봉우리에 이르기까지 펼쳐진 숨이 멎을 듯한 경관과 짜릿한 모험, 그리고 그 과정에서 느끼는 모험을 경험해 볼 것을 권했습니다.\n케냐는 마사이 마라에서 볼 수 있는 환상적인 맹수들의 대이동부터 암보셀리 국립공원의 거대한 코끼리까지 국립 공원 내에 있는 상징적인 야생동물들로 유명합니다.\n루토 대통령은 \"이것들은 케냐를 진정 특별하게 만드는 경험 중 일부에 불과합니다. 탐험하고, 사람들과 만나고, 케냐를 최고의 글로벌 여행지로 만드는 모든 것을 함께 맞이해 주시기를 바랍니다.\"라고 말했습니다.\n대통령에 따르면, 여행은 고용, 외환, 기반 시설개발, 서비스업 성장에 상당한 기여를 함으로써 국가 경제에 필수적입니다.\n2022년 케냐의 국제 관광객은 1,483,752명으로, 2021년 870,465명과 비교하면 70.45퍼센트 증가했습니다.\n관광부에 따르면, 관광 수입은, 680억 9,000만 실링으로, 2021년 1,465억 1,000만 실링과 비교하면 83퍼센트 증가했습니다.\n관광부는 약 150만 방문객이 다양한 목적으로 케냐를 찾았으며, 휴일을 보내는 사람이 36.6퍼센트이고, 친구 및 가족을 방문한 사람이 전체의 27.8퍼센트로 그 뒤를 이었다고 발표했습니다.\n또한 \"케냐는 2023년 말까지 200만 명 이상의 방문객을 맞이해 3,500억 실링의 수익을 창출했으며, 이는 케냐의 글로벌 매력을 보여주는 명백한 지표\"라고 설명했습니다. 그에 더해 올해 말까지 250만 명 이상의 관광객을 유치하는 것을 목표로 하고 있으며, 이는 \"케냐 역사상 가장 많은 관광객\"이라고 밝혔습니다.\n게다가 루토 대통령은 2027년까지 매년 오백만 명의 관광객을 유치한다는 원대한 계획이 있다고 말했습니다.\n대통령은 \"이를 달성하려면 케냐를 꼭 방문해야 할 여행지로 자리매김하기 위해 이 분야의 모든 관계자가 함께 노력해야 하며, 500만 명을 달성할 수 있을 것입니다.\"라고 말했습니다.\n또한 \"40개 이상의 독특한 문화를 가진 우리의 놀라운 다양성으로 인해 방문객들은 우리의 풍부한 문화유산에 푹 빠지게 될 것입니다.\"라고 말했습니다.\n그러나 이 국가원수는 정치적 발언을 피했는데, 부통령에 대한 탄핵안이 상정된 이후 공개 석상에 처음으로 모습을 드러낸 루토 대통령은 어떤 정치적 발언도 하지 않았으며, 리가티 가차구아의 탄핵과 관련해서도 전혀 언급하지 않았습니다."
}