{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Nice hands.\" Morana's words were burning towards Tom. My eyes follow him as he leans his back against the table beside Mattheo, with nothing but a smirk slowly forming on his lips. He had his eyes trained on hers, a fire burning beneath them.\nHe wanted me away from her. He threw that fucking book.\nMerlin, this goddamn Riddle.\nI will never be away from her. He fucking knows he would have to kill me before that would ever happen. And even then, I will find her in my death. She is in my soul. She is embedded in my heart, my goddamn everything.\n\"It was a mere accident.\" Tom calmly said. And his lips twitch more into a smug smirk.\nFucking sure it was.\n\"Riddle, with all due respect, I watched you throw that on purpos—\" But, before Zabini could finish, I watched as the back of Mattheo's hand landed a harsh blow on his chest with one movement.\nMorana hissed out a breath from the side of my ear.\nFuck.\nMy eyes snap to Zabini, who was on the other side of Mattheo. Zabini's lips fell apart in a deep wince, and his hands instantly came up, clutching over his chest, where Mattheo thwacked him. And from the corner of my eyes, I watched as Morana shot out from her seat.\n\"Mattheo.\" Morana's voice came out as a low hiss. And I watched as both of their eyes instantly connected, the look in their eyes nothing but pure intense sparks. And I catch sight of Draco visibly flinching from her tone of voice.",
    "trans": "멋진 손이네.\" 모라나의 말이 불꽃처럼 톰을 향해 튀었다. 내 시선이 그를 향해 갔고 그가 매테오 옆 테이블에 등을 기대며, 천천히 입가에 미소를 그리는 모습을 바라보았다. 그의 눈은 그녀에게 단단히 고정되어 있었고, 그 속에서는 불길이 타오르고 있었다.\n그는 나를 그녀에게서 떼어놓으려 했다. 그는 그 빌어먹을 책을 던졌다.\n멀린이시여, 이 지독한 리들.\n나는 절대 그녀에게서 떨어지지 않는다. 그도 나를 막고 싶다면 죽여야 할 거라는 걸 알고 있다. 하지만 설령 그런다해도, 나는 죽음 속에서라도 그녀를 찾아낼 것이다. 그녀는 내 영혼 속에 있다. 그녀는 내 심장 깊이 새겨진, 내 모든 것 그 자체다.\n\"단순한 사고일 뿐이야.\" 톰은 태연하게 말했다. 그리고 그의 입꼬리는 더욱 기만적인 미소로 말려 올라갔다.\n빌어먹을 당연히 그랬다 하겠지.\n\"리들, 아무리 좋게 봐도, 난 당신이 일부러 던지는 걸 봤—\" 하지만, 자비니가 말을 끝내기 전에, 나는 매테오의 손등이 한 순간에 그의 가슴을 거칠게 후려치는 것을 보았다.\n모라나가 내 옆에서 낮게 숨을 들이쉬었다.\n망할.\n내 눈은 즉시 매테오의 반대편에 서 있었던 자비니를 향했다. 자비니는 깊은 고통 속에서 입을 벌렸고, 그의 손은 본능적으로 매테오가 가격한 가슴 부위을 감싸 쥐었다. 그리고 내 시야 한쪽 끝으로, 나는 모라나가 자리에서 벌떡 일어나는 것이 보였다.\n\"매테오.\" 모라나의 목소리가 낮게 쉭 하고 흘러나왔다. 그리고 나는 그들의 시선이 즉시 마주치는 것을 보았고, 그들의 눈빛 속에는 강렬한 불꽃이 튀었다. 순간적으로 드레이코가 그녀의 목소리에 움찔하는 것이 눈에 들어왔다."
}