{
    "source": "en_US",
    "target": "ko_KR",
    "text": "follicles containing immature eggs that failed to fertilize. This same study also uncovered a relationship between the concentration of myo-inositol in the ovarian follicles and embryo quality. A higher amount of myo-inositol was found in follicles containing eggs that developed into good-quality embryos.\nDr. Chiu was inspired to investigate the levels of myo-inositol in ovarian follicles by much earlier research showing that this compound is a precursor to important signaling molecules called inositol phospholipids.3 These signaling molecules communicate messages and thereby regulate a wide range of biological activities inside cells, including in developing eggs.\nThe new link between higher levels of myo-inositol and higher-quality eggs raised an intriguing possibility to researchers: Perhaps adding extra myo-inositol in the form of a supplement could improve egg quality and fertility. It took more than five years to test that hypothesis, and studies proved that the answer wasn’t quite so simple. It turns out that myo-inositol supplements only have a clear benefit in women with PCOS or insulin resistance.\nMyo-Inositol and PCOS\nTo understand why myo-inositol is beneficial in PCOS, we need to go back to the underlying cause of the hormonal imbalances in this condition. Doctors have known for more than 30 years that PCOS is associated with high insulin levels, even in women of a healthy weight.4 High insulin levels appear to have a direct role in causing infertility in PCOS by increasing levels of hormones such as testosterone in the ovaries.5\nBased on this understanding, PCOS has been treated with various drugs that make the body more responsive to insulin. These drugs aim to make cells more sensitive to insulin’s message to take up glucose from the bloodstream, thereby better controlling blood glucose levels and lowering insulin levels. One example is metformin, which has been widely studied for improving blood sugar control in PCOS and diabetes.6\nThe theory of using metformin to improve fertility in PCOS is that by returning insulin levels to normal, we could also rebalance reproductive hormones and restore ovulation. Metformin, however, has some significant side effects, such as nausea and vomiting,7 and it is not clear how well it works.",
    "trans": "수정에 실패한 미성숙 난자를 포함한 난포. 미성숙 난자를 포함하고 수정에 실패한 난포. 같은 연구에서는 난소 난포 내 미오이노시톨 농도와 배아 품질 간의 관계도 밝혀졌다. 양질의 배아로 발달한 난자를 포함한 난포에서 더 높은 수준의 미오이노시톨이 발견되었다.\n추 박사는 이 화합물이 이노시톨 인지질이라는 중요한 신호 분자의 전구체라는 것을 보여준 이전 연구에서 영감을 받아 난소 난포 내 미오이노시톨 수치를 조사하게 되었다.3 이러한 신호 분자는 메시지를 전달하며 난자의 발달을 포함하여 세포 내 넓은 범위의 생물학적 활동을 조절한다.\n미오이노시톨 수치가 높을수록 난자 품질이 향상된다는 새로운 연관성은 연구자들에게 흥미로운 가능성을 제기했다: 아마도 미오이노시톨을 보충제 형태로 추가하면 난자 품질과 생식력이 향상될 수도 있다는 것이다. 이 가설을 검증하는데 5년 이상이 걸렸으며, 연구 결과는 해답이 그리 단순하지만은 않다는 것을 증명했다. 미오이노시톨 보충제는 다낭성 난소 증후군 또는 인슐린 저항성이 있는 여성에게만 명확한 이점이 있는 것으로 나타났다.\n미오이노시톨과 다낭성 난소 증후군\n미오이노시톨이 왜 다낭성 난소 증후군에 유익한지 이해하려면, 이 질환에서 호르몬 불균형을 유발시키는 근본적인 원인을 살펴보아야 한다. 의사들은 30년 넘게 다낭성 난소 증후군이 높은 인슐린 수치와 관련이 있다는 것을 알고 있었으며, 이는 정상 체중 여성에게도 해당했다.4 높은 인슐린 수치는 난소 내 테스토스테론과 같은 호르몬 수치를 증가시켜 다낭성 난소 증후군에서 불임을 유발하는 직접적인 역할을 하는 것으로 보인다.5\n이러한 이해를 바탕으로, 다낭성 난소 증후군은 신체가 인슐린에 더 잘 반응하도록 하는 다양한 약물들을 통해 치료해왔다. 이 약물들은 세포가 혈류에서 포도당을 더 효과적으로 흡수하도록 하는 인슐린의 요구에 더 잘 반응하고, 이를 통해 혈당 수치를 조절하고 인슐린 수치를 낮추는 것을 목표로 한다. 하나의 예시로 메트포르민이 있으며, 이는 다낭성 난소 증후군 및 당뇨에서 혈당 조절을 개선하는 효과가 널리 연구되었다.6\n메토포르민을 활용하여 다낭성 난소증후군의 생식력을 개선하는 이론은 인슐린 수치를 정상으로 되돌림으로써, 생식 호르몬 불균형을 회복하고 배란을 정상화할 수 있다는 것이다. 그러나, 메트포르민은 메스꺼움과 구토 등의 상당한 부작용이 있으며,7 효과가 얼마나 확실한지는 명확하지 않다."
}