{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Job Introduction\nIn a Nutshell\nWe are actively seeking permanent part timeHospitality Assistantsto work in our luxury hotel Lainston House, Winchester. Hours are offered according to the needs of the business. This position will include working inthe Food and Beverage Outlets(Restaurants, Bars and Conference and Banqueting). Each shiftwill be slightly different and it is expected that you are flexible and fluid in your approach.\nMain Responsibilities\nLots to do but lots of fun\nA Hospitality Assistantwill be responsible for:\nDemonstrating a passion for service and a friendly happy outlook.\nSupporting theoperational Food and Beverage outlets in delivering the highest levels of service to our guests, visitors and members.\nBeing a people person and making a contribution to team as you work toward common goals.\nWork effectively with the Outlets Team.\nThe Ideal Candidate\nAre you right for us?\nOur ideal candidate will have;\nA passion for the hospitality industry.\nGood food and beverage knowledge.\nSomeone full of energy with the desire to work around guests.\nHave a creative mind with a passion and respect for the provenance of food.\nA hard worker who works well with others in working towards common goals.\nThe ability to work under pressure and to multi task.\nPossess a strong understanding of the high standards that are demanded from a luxury establishment.\nRelish the pressure of a busy working environment.\nFlexibility to work hours as required by the departments.\nOwn transportation to work.",
    "trans": "직무 소개\n간단히 말해서\n우리는 윈체스터의 고급 호텔인 레인스턴 하우스에서 근무할 정규 파트타임 호스피탈리티 어시스턴트를 적극적으로 모집하고 있습니다. 근무 시간은 사업의 필요에 따라 제공됩니다. 이 직책에는 식음료 매장(레스토랑, 바, 컨퍼런스 및 연회)에서 근무하는 것이 포함됩니다. 각 근무 교대는 약간씩 다르며 접근 방식에 있어 유연하고 유동적일 것으로 기대됩니다.\n주요 책임\n할 일이 많지만 즐거움도 많습니다\n호스피탈리티 어시스턴트는 다음을 책임집니다:\n서비스에 대한 열정과 친절하고 행복한 전망을 보여줍니다.\n운영 중인 식음료 매장이 고객, 방문객 및 회원에게 최고 수준의 서비스를 제공하도록 지원합니다.\n사람을 중시하고 공통 목표를 향해 근무면서 팀에 기여합니다.\n아울렛 팀과 효과적으로 협력합니다.\n이상적인 후보자\n당신이 우리에게 맞습니까?\n이상적인 후보자는 다음과 같습니다.\n환대 산업에 대한 열정.\n우수한 음식 및 음료 지식.\n손님들 주위에서 일하고 싶은 열정으로 에너지가 넘치는 사람.\n음식의 출처에 대한 열정과 존중을 가지고 창의적인 사고를 가지세요.\n공동의 목표를 향해 다른 사람들과 잘 협력하는 열심히 일하는 사람.\n압박 속에서 일하고  다양한 작업을 수행할 수 있는 능력.\n고급 시설에서 요구하는 높은 기준에 대한 깊은 이해를 가지고 있습니다.\n바쁜 업무 환경의 압박을 즐깁니다.\n부서에서 요구하는 대로 근무 시간을 조절할 수 있는 유연성.\n직장으로 가는 자체 교통수단을 가지고 있습니다."
}