{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Read the passage below and summarize it using one sentence. Type your response in the box at the bottom of the screen. You have 10 minutes to finish this task. Your response will be judged on the quality of your writing and on how well your response presents the key points in the passage.\nEasy\nSkipping breakfast seems a simple way of losing weight or saving time while getting the children ready for school or rushing off to work. But it can also be a sign of an unhealthy lifestyle with potentially dangerous consequences, including a higher risk of premature death. According to a study, adults and teenagers who miss the first meal of the day are less likely to look after their health. They tend to smoke more, drink more alcohol and take less exercise than those who do eat. Those who skip food in the morning are also more likely to be fatter and less well-educated, meaning they find it harder to get a job. Researcher Dr. Anna [redacted_name] said: “Smoking, infrequent exercise, a low level of education, frequent alcohol use and a high body mass index were all associated with skipping breakfast in adults and adolescents. Our findings suggest this association exists throughout adulthood. ‘Individuals who skip breakfast may care less about their health than those who eat breakfast.” Previously, experts assumed that missing breakfast — often called ‘the most important meal of the day’ — was simply the marker of a hectic life or a way to try to lose weight. But Dr. [redacted_name], who led the study at Helsinki University, said the results revealed starting the day without food suggests an unhealthy lifestyle.",
    "trans": "아래 지문을 읽고 한 문장으로 요약하십시오. 답안은 화면 하단 상자 안에 입력하십시오. 작업 제한 시간은 10분입니다. 작문 수준 및 지문의 요지를 얼마나 잘 반영했는지를 중점적으로 평가합니다.\n난이도 쉬움\n아침 식사를 거르는 일은 다이어트하거나 자녀 등교 준비 혹은 급하게 출근 시 시간을 아끼는 간단한 방법일 수 있다. 하지만 이는 조기 사망의 확률을 높이는 등 위험한 결과를 불러올 수 있어, 건강에 안 좋은 생활 방식이기도 하다. 한 연구에 따르면, 첫끼니를 거르는 성인과 십 대 청소년은 건강에 크게 신경을 쓰지 않는 것으로 나타났다. 그리고 아침을 먹는 사람에 비해 흡연과 음주가 잦고, 적게 운동하는 것으로 드러났다. 아침 식사를 거르는 이들은 또 비만이 심하고, 교육 수준이 낮아 직장을 얻을 가능성이 작은 것으로 나타났다. 연구원 안나 [redacted_name] 박사는 \"성인과 청소년의 흡연, 운동 부족, 낮은 교육 수준, 잦은 알코올 섭취, 비만은 모두 아침을 거르는 것과 관계가 있다. 우리가 수행한 연구에 따르면 이 관계는 성인이 되어서도 지속적으로 나타난다. 아침을 거르는 이는 아침을 챙겨 먹는 이에 비해 건강 관리에 소홀하다.\"고 전했다. 이전에, 전문가들은 '하루 중 가장 중요한 식사'라고 일컫는 아침을 거르는 일을 단지 정신없이 바쁜 삶 또는 다이어트의 상징 정도로 어겼다. 그러나 헬싱키 대학에서 연구를 총괄하는 [redacted_name] 박사는, 끼니를 거르고 하루를 시작하는 일은 건강에 좋지 않은 생활 습관이며 연구 결과가 이를 보여준다고 지적했다."
}