{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Conditions that might cause your application to be declined\nWhen assessing your ability to pay back debt, Goldman Sachs1 looks at multiple conditions before making a decision on your Apple Card application.\nIf any of the following conditions apply, Goldman Sachs might not be able to approve your Apple Card application.\nIf you're behind on debt obligations4 or have previously been behind\nYou are currently past due or have recently been past due on a debt obligation.\nYour checking account was closed by a bank (for example, due to repeatedly spending more than your available account balance).\nYou have two or more non-medical debt collections that are recently past due.\nIf you have negative public records\nA tax lien was placed on your assets (for example, due to a failure to pay sufficient taxes on time).\nA judgement was passed against you (for example, as a result of litigation).\nYou have had a recent bankruptcy.\nYour property has been recently repossessed.\nIf you're heavily in debt or your income is insufficient to make debt payments\nYou don't have sufficient disposable income after you pay existing debt obligations.\nYour debt obligations represent a high percentage of your monthly income (for example, your unsecured debt obligations, such as loans that aren't backed by collateral, are 50% or more of your total income).\nYou have fully utilized all of your credit card lines in the last three months and have recently opened a significant amount of new credit accounts.\nIf you frequently apply for credit cards or loans\nYou have a high number of recent applications for credit.",
    "trans": "귀하의 신청이 거절될 수 있는 조건\n귀하의 채무 상환 능력을 평가할 때, 골드만 삭스1는 귀하의 애플 카드 신청에 대한 결정을 내리기 전 여러 조건을 고려합니다.\n다음 조건 중 하나라도 해당될 경우, 골드만 삭스는 귀하의 애플 카드 신청을 승인할 수 없을 수도 있습니다.\n채무 상환이 연체된 경우4 또는 과거 연체 이력이 있는 경우\n귀하가 현재 채무가 연체 상태이거나 최근에 연체된 적이 있는 경우.\n귀하의 은행 계좌가 은행에 의해 폐쇄된 적이 있는 경우 (예를 들어, 사용 가능한 계좌 잔액을 반복적으로 초과하여 지출하여서).\n귀하가 최근 두 건 이상의 비의료 관련 채무를 연체한 경우.\n귀하가 공공 기록 상 부정적인 이력이 있는 경우\n귀하의 자산에 세금 유치권이 설정된 경우 (예를 들어, 세금을 제때 납부하지 못해서).\n귀하에게 법적 판결이 내려진 경우 (예를 들어, 소송의 결과로서).\n귀하가 최근 파산한 경우.\n귀하의 자산이 최근 압류된 경우.\n귀하의 부채가 과도하거나 귀하의 소득이 채무 상환을 하기에 부족한 경우\n기존 채무를 상환한 후 귀하의 가처분 소득이 충분하지 않은 경우.\n귀하의 채무가 월 소득에서 비율이 높은 경우 (예를 들어, 담보 없는 대출 등 귀하의 안전하지 않은 채무가 전체 소득의 50% 또는 그 이상인 경우).\n귀하가 최근 3개월간 모든 신용카드 한도를 초과 사용했거나 최근 대규모 신규 신용 계좌를 개설한 경우.\n귀하가 신용카드 또는 대출을 과도하게 신청한 경우\n귀하는 최근 신용을 위한 신청 횟수가 많습니다."
}