{
    "source": "en_US",
    "target": "ko_KR",
    "text": "PROPOSED) TEMPORARY RESTRAINING ORDER\nThis cause came to be heard upon the Commonwealth’s Ex Parte Motion for a Temporary Restraining Order, and it appearing that the Court has subject matter and personal\njurisdiction, and sufficient basis for the entry of this Order,\nIT IS HEREBY ORDERED AND DECREED THAT:\n1. Defendant and its representatives are enjoined from further violations of G.L. ch. 93A, § 2 as alleged in the Complaint, including employing any device or scheme to defraud, making any untrue statement of material fact, or engaging in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person.\n2. Defendant and all persons in participation with them are enjoined from making any further fraudulent transactions in assets or cryptocurrency through cryptocurrency accounts located on Binance1 and/or any other cryptocurrency exchange.\nACT,NGclerkS r'U\n3. Plaintiff may sequester Defendant’s assets, including the digital assets currently held in the following wallet: -8b6p, in the custody of Binance (“Binance Wallet”);1\n4. Defendant’s assets, including the assets currently held in the Binance Wallet, as well as any other assets held in the wallets used in the operation of Defendant’s scheme, shall be frozen until further notice from this court;\n5. Defendant and all persons in participation with them are enjoined from operating Defendant’s websites, cryptootc.vip, cryptootc.co^or any other websites used by the Defendant in comiection with the violations of M.G.L. ch. 93A, § 2 alleged in the Complaint, and from transferring such website domains to a different registrar.",
    "trans": "제안) 임시 금지 명령\n이 사건은 임시 금지 명령에 대한 영연방의 단독 신청에 따라 심리되었고, 법원이 주제와 개인 관할권을 가지고 있으며\n이 명령의 입력에 대한 충분한 근거가 있는 것으로 보이므로,\n다음과 같이 명령하고 판결합니다.\n1. 피고와 그 대리인은 사기를 치기 위한 장치나 계획을 사용하거나, 중요한 사실에 대한 허위 진술을 하거나, 사기 또는 기만으로 운영되거나 운영될 수 있는 행위, 관행 또는 사업 과정에 관여하는 것을 포함하여 이의신청 사항에서 주장된 대로 G.L. ch. 93A, § 2를 추가로 위반하는 것을 금지합니다.\n2. 피고와 그들과 관련된 모든 사람은 Binance1 및/또는 다른 암호화폐 거래소에 있는 암호화폐 계정을 통해 자산이나 암호화폐에 대한 추가 사기 거래를 하는 것을 금지합니다.\nACT,NGclerkS r'U\n3. 원고는 Binance(\"Binance Wallet\")의 보관 하에 있는 다음 지갑에 현재 보관된 디지털 자산을 포함하여 피고의 자산을 압류할 수 있습니다.1\n4. Binance Wallet에 현재 보관된 자산을 포함하여 피고의 자산과 피고의 계획 운영에 사용된 지갑에 보관된 다른 자산은 본 법원의 추가 통지가 있을 때까지 동결됩니다.\n5. 피고 및 피고와 관련된 모든 사람들은 피고의 웹사이트, cryptootc.vip, cryptootc.co^ 또는 소송에서 주장된 M.G.L. ch. 93A, § 2의 위반과 관련하여 피고가 사용하는 다른 웹사이트를 운영하는 것이 금지되며, 이러한 웹사이트 도메인을 다른 등록 기관으로 이전하는 것도 금지됩니다."
}