{
    "source": "en_US",
    "target": "ko_KR",
    "text": "What is it, O Killer of the terrible Nag?\" \"Where is Nagaina, for the third time?\" \"On the rubbish heap by the stables, mourning for Nag. Great is Rikki-tikki with the white teeth.\" \"Bother my white teeth! Have you ever heard where she keeps her eggs?\" \"In the melon bed, on the end nearest the wall, where the sun strikes nearly all day. She hid them there weeks ago.\" \"And you never thought it worth while to tell me? The end nearest the wall, you said?\" \"Rikki-tikki, you are not going to eat her eggs?\" \"Not eat exactly; no. Darzee, if you have a grain of sense you will fly off to the stables and pretend that your wing is broken, and let Nagaina chase you away to this bush. I must get to the melon-bed, and if I went there now she'd see me.\" Darzee was a feather-brained little fellow who could never hold more than one idea at a time in his head. And just because he knew that Nagaina's children were born in eggs like his own, he didn't think at first that it was fair to kill them. But his wife was a sensible bird, and she knew that cobra's eggs meant young cobras later on. So she flew off from the nest, and left Darzee to keep the babies warm, and continue his song about the death of Nag. Darzee was very like a man in some ways.She fluttered in front of Nagaina by the rubbish heap and cried out, \"Oh, my wing is broken! The boy in the house threw a stone at me and broke it.\" Then she fluttered more desperately than ever. Nagaina lifted up her head and hissed, \"You warned Rikki-tikki when I would have killed him. Indeed and truly, you've chosen a bad place to be lame in.\" And she moved toward Darzee's wife, slipping along ov",
    "trans": "무시무시한 나그를 쓰러뜨린 분, 무슨 일이십니까?\" \"세 번째로 묻는다, 나가이아는 어디 있지?\" \"마구간 옆 쓰레기 더미에서, 나그를 애도하고 있습니다. 위대한 흰 이빨의 리키티키 님.\" \"내 흰 이빨은 됐고! 그녀가 알을 어디에 두었는지 들어본 적 있나?\" \"멜론 밭, 가장 가까운 담장 끝자락, 햇볕이 거의 하루종일 내리쬐는 곳입니다. 몇 주 전 그곳에 숨겼습니다.\" \"그걸 여태 말할 생각도 안 했다는 건가? 가장 가까운 담장 끝자락이라고 했지?\" \"리키티키 님, 알을 드실 건 아니지요?\" \"먹지는 않을 거다; 아니지. 다르지, 네가 눈곱만큼이라도 눈치가 있다면 마구간으로 날아가 날개가 부러진 척해라. 나가이나가 너를 쫓아 이 덤불로 오게끔. 멜론 밭에 가야하는데, 지금 가면 그녀가 날 발견할 테니까.\" 다르지는 한 번에 한 가지 생각밖에 하지 못하는 새대가리였다. 그는 나가이아의 새끼들이 자기 새끼들처럼 알에서 태어난다는 이유만으로, 처음엔 그들을 죽이는 것이 타당하지 않다고 생각했다. 하지만 그의 아내는 합리적인 새였고 코브라의 알에서는 결국 새끼 코브라가 태어난다는 것을 알았다. 그래서 그녀는 둥지에서 떠나, 다르지가 새끼를 품은 채 계속 나그의 죽음을 노래하도록 했다. 다르지는 어떤 면에서 사람과 아주 비슷했다.그녀는 쓰레기 더미 옆 나가이나 앞에서 날갯짓하며 외쳤다, \"아, 날개가 부러졌어! 집 안의 아이가 돌을 던져서 내 날개를 부러뜨렸어.\" 그리고는 더욱 필사적으로 퍼덕거렸다. 나가이나는 고개를 들고 쉭쉭거렸다, \"네가 리키티키에게 경고하는 바람에 그를 죽이지 못했지. 정말이지, 하필 이런 곳에서 절룩거리는구나.\" 그녀는 다르지의 아내에게 미끄러지듯이 다가가"
}