{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi [redacted_name]\nThank you for your email.\nI appreciate that you are writing in English to practice building your skills. Great job!\nPlease find answers to your questions below.\n1. \"My phone number is [redacted_number], the email is correct.\"\nPlease except my apologies for sharing the wrong phone number. I will send another email to you and [redacted_name] with your correct phone number.\n2. \"I have a question for you, today no watch english class with teacher Katlyn, but nothing email for starred other class?\"\nGreat question! Let me explain step-by-step.\n- You requested a change to your schedule after the September 16 \"Add/Drop deadline\".\n- I can only assist you with your request to change class schedules by transferring you to The Literacy Center.\n- I started the request to The Literacy Center by email to connect you with [redacted_name]. Transfers do not happen instantly, but [redacted_name] will respond to you by email as soon as possible.\n- I removed you from[redacted_name] 2B PM class list so that you will not have more absences or late arrivals on your MA Adult Education record.\n- Teacher Kaytlyn will not expect you to attend class tonight, but you can log in to her Zoom meeting if you would like to say goodbye to Teacher [redacted_name] and your classmates.\n- [redacted_name] from The Literacy Center will contact you as soon as possible to offer you a seat in a morning class that meets via Zoom.\n- Students who are eligible for transfer (as you are now) usually begin a new class at The Literacy Center at the beginning of the next month. If possible, [redacted_name] will assign you to your new teacher by the beginning of November.\n- You may not be assigned a new class at The Literacy Center for several weeks, but you do receive priority over new students because you are transferring from our Adult Education program.\n- If your circumstances change in the future and you wish to transfer back to Bristol ESOL Adult Education classes, please let [redacted_name] or your new teacher know that you would like to request \"a transfer to Bristol ESOL\".\nPlease let me know if you have any questions.\nSincerely,",
    "trans": "안녕하세요 [redacted_name]님\n이메일을 보내주셔서 감사합니다.\n자신의 실력을 키우는 연습을 위해 영어로 글을 써 쓰셔서 감사합니다. 수고하셨습니다!\n귀하의 질문에 대해 다음과 같이 답변드립니다.\n1. \"제 전화번호는 [redacted_number]이고 이메일은 정확합니다.\"\n잘못된 전화번호를 알려드려 죄송합니다. 귀하와 [redacted_name]님에게 올바른 전화번호가 적힌 이메일을 다시 보내드리겠습니다.\n2. \"질문이 있습니다. 오늘은 캐틀린 선생님과의 시각 영어수업이 없었지만 별표가 붙은 다른 수업에 대한 이메일은 없었나요?\"\n좋은 질문입니다! 단계별로 설명해드리겠습니다.\n- 귀하는 9월 16일 \"추가/삭제 마감일\" 이후에 일정 변경을 요청하셨습니다.\n- 수업일정 변경에 대한 요청은 The Literacy Center로 연결해 드리는 것만 도와드릴 수 있습니다.\n- The Literacy Center에 이메일로 요청을 시작하여 [redacted_name]님과 접촉했습니다. 변경은 즉시 이루어지지 않지만 [redacted_name]님이 가능한 한 빨리 이메일로 답변해 드릴 예정입니다.\n- 귀하의 MA 성인교육 기록에 더 이상 결석이나 지각이 표시되지 않도록 [redacted_name]님의 2B PM 수업 목록에서 삭제했습니다.\n- 캐틀린 선생님은 귀하가 오늘 밤 수업에 참석할 것을 기대하지는 않지만, [redacted_name] 선생님과 반 친구들에게 작별 인사를 하고 싶으시다면 줌 회의에 로그인하시면 됩니다.\n- The Literacy Center의 [redacted_name]님이 가능한 한 빨리 귀하에게 연락하여 줌으로 진행되는 오전 수업에 자리를 제공해 드릴 예정입니다.\n- 변경 자격이 있는 학생(현재 귀하와 같은 학생)들은 보통 다음 달 초에 The Literacy Center에서 새 수업을 시작합니다. 가능하다면 [redacted_name]님이 11월 초까지 귀하를 새 선생님에게 배정해 드릴 것입니다.\n- 귀하는 The Literacy Center에서 몇 주 동안 새로운 수업을 배정받지 못할 수 있지만, 성인교육 프로그램으로부터 변경하는 것이므로 귀하는 신입생보다 이에 대한 우선권을 받습니다.\n- 나중에 상황이 바뀌어 Bristol ESOL 성인교육반으로 다시 변경하고 싶다면 [redacted_name]님 또는 새 선생님에게 \"Bristol ESOL로의 전학\"을 요청하고 싶다고 알려주시기 바랍니다.\n추가 질문이 있으시면 알려주시기 바랍니다.\n감사합니다."
}