{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Chris Wallace, who’s been an anchor and political reporter for half a century, believes the news business has changed drastically since his career began. In those years, he’s held coveted positions at most of the major networks – ABC, NBC, and of course, Fox News. In 2021, after nearly two decades as the anchor of Fox News Sunday, he quit the network for a job at its rival CNN.\nOn Mediaite’s Press Club, Wallace spoke at length about the circumstances that lead to his departure from the network. “I had no problem with conservative opinion any more than I do with liberal opinion,” he told Mediaite editor in chief Aidan McLaughlin. “But what I do have a problem with is conspiracy and lies. The truth is non-negotiable.”\nWallace recalled how the network promoted Donald Trump’s claims of a stolen election, claims which led to the Jan. 6 riot at the U.S. Capitol and Fox’s eventual $787.5 million settlement with Dominion, a voting tech company subjected to those conspiracy theories. “I’m glad to see that somebody is paying for playing with the truth,” Wallace said of the settlement.\nWallace, now the host of two shows at CNN, is out with a new book Countdown 1960: The Behind-the-Scenes Story of the 312 Days that Changed America’s Politics Forever. It tells the story of the race between John F. Kennedy and Richard Nixon– how despite legitimate claims of voter fraud and a wildly tight race, Nixon decided not to contest his loss. “So Trump has done things no other politician has done. He’s contested an election,” Wallace explained. “Here’s an election that may really have been stolen, and the loser says, I am not going to contest because it would be a bad thing for America.”\nWallace also spoke about his career, the future of CNN, and his thoughts on the presidential debates this election season – as someone who has moderated two in his career.\nMediaite’s Press Club airs in full Saturdays at 10 a.m. on Sirius XM’s POTUS Channel 124. You can also subscribe to Press Club on YouTube, Apple Podcasts, or Spotify. Read a transcript of the conversation below, edited for length and clarity.\nAidan McLaughlin: Chris Wallace is the host of Who’s Talking to Chris Wallace on CNN and Max. He’s also the host of The Chris Wallace Show, which airs Saturdays on CNN. It’s never really enough Chris Wallace though, is it? So we have him here in studio at Mediaite. He’s out with a new book, Countdown 1960: The Behind-the-Scenes Story of the 312 Days That Changed America’s Politics Forever, which is right behind me. Chris Wallace, thanks for coming on Press Club.\nChris Wallace: Thank you, Aidan. I’m delighted to be here.\nWhen you joined CNN, to host Who’s Talking to Chris Wallace, you said at the time that you were excited to be covering new topics that weren’t just politics because you had hosted Fox News Sunday for nearly two decades, and you’ve covered politics for your entire career. Now you’re hosting hosting The Chris Wallace Show on CNN that dives headfirst into the big political issues of the day. So you were unsuccessful.\nIt’s like The Godfather III, when Al Pacino says, “Every time I think I’m out, they pull me back in.”\nAre you happy to be doing politics again?\nHere’s the genesis of doing a political show again. David Zaslav, you’ve heard of him, called me up and he said, I think I want you back doing some politics. And I said, okay. And that’s why David Zaslav and I get along just fine. He asks me to do things and I say yes. But I will say that as we got into the presidential election year and we started really just a year ago, we started in November of 2023, I think I would have felt a little adrift if I weren’t involved in covering politics. I really enjoy the way I’m doing it, after 18 years on Fox News Sunday, I never wanted to have to book another politician again. It’s just so hard, so demanding, so competitive. I think we did well, but I had done it. And it’s easier to book a panel.\nAnd when I came up with my idea, basically Zaslav said, I want your voice on CNN doing politics. That was really the marching orders. I came up with the idea. I said ‘The McLaughlin Group’ meets ‘Pardon the Interruption’. And for those who aren’t old enough, John McLaughlin used to do a really can’t-miss political show with four panelists. They were probably three conservatives and one liberal or moderate, we’re more fair and balanced, to coin a phrase, two liberals, two conservatives. And we chew over not only politics because, yes, we’re interested in that and we certainly are staying very abreast of what’s going on in the presidential race. But we talk about other events, foreign affairs, current events, and we’ll also do some social stuff. We have a section called “Yay or Nay”, where we’ll talk about some trend or some oddity and delve into that. We have Kara Swisher, so we talk a lot about the internet and AI and the latest in Silicon Valley. So I like the breadth of it. But yes, our lead is politics.",
    "trans": "반 세기 동안 앵커이자 정치 기자로 활동해 온 크리스 월레스는, 그의 경력이 시작된 이래 뉴스 업계가 급격히 변했다고 생각한다. 그동안 그는 주요 방송사에서 요직을 맡아 왔다 - ABC, NBC, 그리고 물론 폭스 뉴스에서. 2021년, 일요일 폭스 뉴스의 앵커로 거의 20년을 보낸 후, 그는 경쟁사 CNN으로 이직했다.\n메디에이트 프레스 클럽에서, 월레스는 방송사를 떠나게 된 경위에 대해 길게 이야기했다. \"저는 보수적인 의견이나 진보적인 의견 모두 아무 문제 없습니다\" 그는 메디에이트 편집장 에이든 맥러플린에게 말했다. \"하지만 문제는 음모와 거짓입니다. 진실은 타협이 불가합니다.\"\n월레스는 방송사가 도널드 트럼프의 부정 선거 주장을 어떻게 홍보했는지 회상했다. 그 주장은 1월 6일 미 의회 폭동으로 이어졌고, 폭스는 음모론의 피해자인 투표 기술 회사에 7억 8,750만 달러의 합의금을 물어주게 되었다. 월레스는 합의에 대해 \"진실을 갖고 장난친 누군가가 대가를 치르게 되어 기쁩니다,\"라고 말했다.\n현재 CNN에서 두 개의 쇼 진행을 맡고 있는 월레스는, 새 책 <카운트다운 1960: 미국 정치를 완전히 뒤바꾼 312일의 뒷이야기>를 발간했다. 이 책은 존 F. 케네디와 리처드 닉슨 간의 경선을 다룬다- 어떻게 투표자 사기에 대한 정당한 주장과 초접전에도 불구하고, 닉슨이 패배에 항의하지 않기로 결심했는지. \"트럼프는 어떤 정치인도 하지 않았던 일을 했습니다. 그는 선거에 이의를 제기했죠,\" 월레스가 설명했다. \"정말로 도둑맞았을지도 모르는 한 선거에서는, 패자가 미국에 좋지 않다는 이유로 항의하지 않겠다고 했죠.\"\n월레스는 자신의 경력, CNN의 미래, 그리고 이번 선거 기간의 대선 토론에 대한 본인의 견해도 언급했다 - 두 번의 대선 토론 사회를 본 사람으로서.\n메디에이트 프레스 클럽은 매주 토요일 오전 10시 시리우스 XM의 포투스 채널 124에서 전체 방송된다. 유트브, 애플 팟캐스트, 혹은 스포티파이에서도 프레스 클럽을 구독할 수 있다. 아래는 간결하고 명료하게 편집된 대화 전사본이다.\n에이든 맥러플린 : 크리스 월레스는 크리스 월레스와 이야기하는 사람은의 진행자입니다. 매주 토요일 CNN에서 방송되는 크리스 월레스 쇼의 진행자이기도 하죠. 하지만 크리스 월레스가 충분한 건 아니죠? 그래서 메디에이트 스튜디오에 모셨습니다. 그는 새로운 저서 <카운트다운 1960: 미국 정치를 완전히 뒤바꾼 312일의 뒷이야기>를 출간했습니다, 제 바로 뒤에 있는 책이죠. 크리스 월레스 씨, 프레스 클럽에 와 주셔서 감사합니다.\n크리스 월레스 : 고마워요, 에이든. 여기 오게 되어 기쁩니다.\nCNN에 합류해 크리스 월레스와 이야기하는 사람은을 진행하게 됐을 때, 정치뿐만 아니라 새로운 주제를 다룰 수 있게 되어 기쁘다고 하셨죠. 일요일 폭스 뉴스를 거의 이십 년간 진행하면서, 전체 경력 동안 정치를 다루셨으니까요. 이제 CNN에서 오늘날 커다란 정치 이슈를 파헤치는 크리스 월레스 쇼를 진행하게 되셨네요. 결국 성공하지 못하셨네요.\n이건 마치 <대부 3>에서 알 파치노가 \"내가 빠져나왔다고 생각할 때마다, 그들이 날 다시 끌어들인다\"고 하는 것 같아요.\n정치를 다시 다루게 되어 좋으신가요?\n다시 정치 프로그램을 하게 된 기원은 이렇습니다. 데이비드 자슬라브, 들어보셨죠, 그가 저에게 전화해서 다시 정치 이야기를 했으면 좋겠다고 했습니다. 그래서 알겠다고 했죠. 그게 바로 데이비드 자슬라브와 제가 잘 지내는 이유입니다. 그가 해 달라고 하면 저는 알겠다고 하죠. 그런데 대선이 열리는 해에 접어들었고, 사실 일 년 전 2023년 11월에 본격적으로 시작했는데, 정치를 다루지 않았더라면 조금 갈피를 잡기 어려웠을 거라고 생각합니다. 저는 제가 하고 있는 방식이 정말 즐겁고, 일요일 폭스 뉴스에서 18년을 보내고 나니 다시는 다른 정치인을 섭외하는 것을 원치 않았습니다. 그건 너무 어렵고, 부담스러우며, 너무 경쟁적입니다. 잘 했다고 생각하지만, 할 만큼 했습니다. 그리고 패널을 섭외하는 것이 훨씬 쉬워요.\n그리고 제가 의견을 내자, 자슬라브는 제가 CNN에서 정치에 대해 목소리를 내길 원한다고 했습니다. 그건 명확한 지시였어요. 떠오른 생각이 있었습니다. '맥러플린 그룹'과 '방해해서 죄송합니다'를 합치자고 했어요. 젊은이들을 위해 설명하자면, 존 맥러플린은 4명의 패널과 함께 정말 놓쳐선 안 될 정치 쇼를 진행했습니다. 아마 세 명의 보수층과 한 명의 진보 혹은 중도층이었을 겁니다. 우리는 보다 공정하고 균형 잡히게, 말하자면 두 진보주의자와 두 보수주의자로 이루어져 있습니다. 또한 우리는 정치에 대해서만 논의하지 않는데요, 물론 그에 관심이 있고 분명히 대통령 경선의 최신 동향을 파악하고 있습니다. 그러나 다른 사건들, 외교 문제, 시사, 그리고 사회적인 것도 다룹니다. \"예이 또는 네이\"라는 섹션에서는 트렌드나 특이한 현상을 탐구합니다. 카라 스위셔와 함께 인터넷과 인공지능, 그리고 실리콘 밸리의 최신 동향에 대해 많은 이야기를 나눌 수 있습니다. 폭넓게 다룰 수 있어서 좋아요. 그러나 주된 주제는 정치가 맞습니다."
}