{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The light from the doorway was blinding, like a path leading out of the darkness.\nOld Mr. Sims hesitated, then gently patted Holly, who was still sobbing into his lap. \"Holly, help me up. We have guests.\"\nHolly quickly wiped away her tears and helped him to his feet.\nSlowly, with shaky steps, he made his way to the doorway, where he finally laid eyes on Professor Brandt.\nAt fifty, the professor was still in the prime of his life, while eighty-year-old Mr. Sims represented a bygone era.\nYet in that moment, these two, separated by decades, gazed at each other as if reuniting after a long-lost friendship. There was nothing but deep, unspoken emotion in their eyes.\nFor a few seconds, no one spoke. Belongs to © n0velDrama.Org.\nSomehow, at that moment, everyone's eyes filled with tears.\nOne had endured public shame abroad for more than twenty years to protect his work.\nThe other had borne the weight of countless misunderstandings at home, never once offering an explanation, all to support the other one.\nWhen Keira and Lewis arrived, they were greeted by the sight of this powerful, moving scene.\nKeira looked from Barry Brandt to old Mr. Sims, and a sudden thought flashed through her mind: \"The peace we enjoy today is thanks to the sacrifices of those who carry the burden for us.\"\nSuddenly, someone choked up, and that was all it took. The floodgates opened, and everyone broke down, one after another.\n\"Mr. Sims, I'm so sorry!\"\nWith that, someone stepped forward and bowed deeply. \"When I delivered your packages, I spat in one of them. I'm so sorry!\"\n\"Mr. Sims, I wronged you!\"",
    "trans": "어둠에서 빠져나가는 길을 알려주려는 듯, 현관의 불빛이 눈 부시게 빛났다.\n늙은 심스 씨는 망설이다가, 그의 무릎에서 흐느끼는 홀리를 조심스럽게 쓰다듬었다. \"홀리, 나를 도와다오. 손님이 오셨어.\"\n홀리는 재빨리 눈물을 훔치고 그가 일어나도록 부축했다.\n그는 천천히 휘청거리는 걸음을 옮겨 현관으로 향했고, 마침내 브랜트 교수와 눈을 마주쳤다.\n여전히 인생의 전성기를 누리고 있는 오십 세의 교수와 달리, 팔십 세의 심스 씨는 흘러간 시대를 보여주었다.\n하지만 이 순간, 몇 십년간 헤어졌던 이 둘은 마치 오랜 친구와 재회한 듯 서로를 응시하였다. 두 사람의 눈은 깊고 조용한 감정으로 가득찼다.\n몇 초간, 그 누구도 말이 없었다. © n0velDrama.Org. 소유임\n그러다 그 순간, 모두의 눈이 눈물로 가득찼다.\n한 사람은 자신의 일을 지키기 위해 타국에서 스무 해가 넘는 세월 동안 대중의 수모를 버텨내었다.\n다른 한 사람은 단 한 번의 변명도 없이, 가족 사이에서 수많은 오해의 무게를 견뎌야 했다. 이 모든 것이 상대를 위한 것이었다.\n케이라와 루이스가 도착했을 때, 그들은 이 강력하고 감동적인 장면과 마주하게 되었다.\n케이라는 베리 브랜트와 늙은 심스씨를 번갈아 보았고, 갑자기 한가지 생각을 하게 되었다. \"오늘 우리가 누리는 이 평화는, 우리를 대신해 짐을 짊어진 사람들의 희생덕분이예요.\"\n갑자기, 누군가가 목이 메였고, 그것이 도화선이 되었다. 감정의 수문이 열렸고, 모두가 차례로 무너져 내렸다.\n\"심스 씨, 죄송합니다!\"\n그 말과 함께, 누군가 앞으로 나와 깊이 고개를 숙였다. \"심스 씨께 소포를 배달할 때, 한 번은 거기에 침을 뱉었습니다. 죄송합니다!\"\n\"심스씨, 제가 잘못했습니다!\""
}