{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Sun Conjunction Mercury (1°27’, Applying)\nThere can only be conjunction between the Sun and Mercury. People with this aspect are subjective and creative; they can express their ideas well and they are often very artistic. This is a great aspect for artists who perform on stage. These people are intellectuals, but their thinking is very subjective and they can sometimes lack objectivity or the ability to see things from the outside.\nSun Sextile Mars (3°18’, Separating)\nHarmonious aspects give these people the desire to set objectives and the ability to reach their goals. Asertivity, energy, competitiveness, impatience and readiness are all the typical manifestations of these aspects.\nSun Sextile Jupiter (5°05’, Separating)\nThis harmonious aspect creates confident and optimistic people. People with this aspect like to travel and they love adventure. They also like studying and gaining new experiences.\nSun Trine Uranus (2°57’, Separating)\nThis harmonious aspect brings conventionality and independence. It also gives these people creative dynamics and independent creativity. They like to work on projects that benefit their society; they are idealistic, progressive, intuitive and original. They have the need to be different and they want to show their uniqueness. They want to be teachers, mentors and examples to others.\nSun Trine Neptune (2°06’, Applying)\nThis harmonious aspect gives people sentimentality, good relationships with other people and good manners. These people like to get involved in charities, they are creative and they like art and a pleasant lifestyle. They have great imagination, intuition, spirituality and a sense of harmony. However, all their activities lack order and structure (these people are just \"floating\" through the structure of life).\nSun Opposition Pluto (4°07’, Applying)\nThis aspect often creates stubborn and decisive people. However, they also tend to tell others what to do and they try to persuade them about the need to change their behaviour. People with this aspect may encounter death or other profound changes in their surroundings more often then usual. They have a tendency to influence others through effective manipulation at subconscious level. At first these people seem kind but in reality they are manipulating and controlling. However, they are often unaware of it.",
    "trans": "태양 합 수성 (1°27’, 접근 중)\n태양과 수성은 늘 합 상태입니다. 이것을 지닌 이들은 주관적이고 창의적이고, 생각을 잘 표현할 수 있으며 주로 매우 예술적입니다. 이것은 무대에서 공연하는 예술가들에게 매우 좋습니다. 이 사람들은 지식인들이지만, 생각이 매우 주관적이어서 가끔 객관성이 부족하거나, 외부의 시각에서 보는 능력이 떨어집니다.\n태양 육각 화성 (3°18’, 분리 중)\n이 조화는 이들에게 목표를 설정하고 이를 달성할 수 있는 능력을 줍니다. 자신감, 에너지, 경쟁심, 인내심 부족, 그리고 준비된 태도는 모두 이것의 대표적인 특징입니다.\n태양 육각 목성 (5°05’, 분리 중)\n이 조화는 자신감과 긍정적인 사람들을 만듭니다. 이것을 가진 이들은 여행하는 것을 좋아하고 모험을 사랑합니다. 이들은 공부하고 새 경험을 쌓는 것도 즐깁니다.\n태양 삼각 천왕성 (2°57’, 분리 중)\n이 조화는 관습성 및 독립성을 갖습니다. 또한 이것은 이들에게 창의적인 역동성과 독립적인 창의성도 부여합니다. 이들은 사회에 도움이 되는 프로젝트에 참여하는 것을 좋아합니다. 이들은 이상주의적이고, 진보적이고, 직관적이고 독창적입니다. 이들은 다른 사람들과 다르고 싶어하고 개성을 표현하고 싶어합니다. 이들은 선생님, 멘토, 그리고 다른 이들에게 모범이 되고 싶어 합니다.\n태양 삼각 해왕성 (2°06’, 접근 중)\n이 조화는 사람들에게 감수성, 다른 사람들과의 좋은 관계, 좋은 매너를 줍니다. 이 사람들은 자선 활동에 참여하는 것을 좋아하고, 창의적이고 예술과 편안한 생활 방식을 좋아합니다. 이들은 상상력, 직관, 영적 감각과 유머 감각을 가지고 있습니다. 그러나, 그들의 모든 활동들은 순서와 구조가 없습니다 (이들은 삶의 구조를 \"떠다니고\" 있습니다).\n태양 대립 명왕성 (4°07’, 접근 중)\n이것은 보통 고집이 세고 결단력이 강한 사람들을 만듭니다. 하지만, 그들은 다른 사람들에게 뭔가를 하라고 말할 때가 많고 그들의 행동 변화를 강요하는 설득하려는 경향이 있습니다. 이것을 가진 사람들은 죽음이나 큰 변화를 주변에서 더 자주 접할 수도 있습니다. 이들은 무의식적으로 사람들에게 영향을 주는 경향이 있습니다. 처음엔 이들은 친절해 보이나 사실은 가스라이팅하고 통제하려고 합니다. 하지만, 이들은 보통 인지하지 못하는 경우가 많습니다."
}