{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello,\nYou’re receiving this email because we are updating the Microsoft Services Agreement, which applies to one or more Microsoft products or services you use. We’re making these updates to clarify our terms and ensure that they remain transparent for you, as well as to cover new Microsoft products, services andfeatures.\nThe Microsoft Services Agreement is an agreement between you and Microsoft (or one of its affiliates) that governs your use of Microsoft consumer online products andservices.\nYou can read the entire Microsoft Services Agreement here. You can also learn more about these updates on our FAQ page here, including a summary of the most notable changes. The updates to the Microsoft Services Agreement will take effect on September30, 2024. If you continue to use our products and services on or after September30, 2024, you are agreeing to the updated Microsoft Services Agreement.\nIf you do not agree, you can choose to discontinue using the products and services, and close your Microsoft account before these terms become effective. If you are a parent or guardian, you are responsible for your child’s or teenager’s use of Microsoft products and services, includingpurchases.\nThank you for using Microsoft products andservices.\nMicrosoft Services Agreement>\nMicrosoft Privacy Statement>\nFrequently Asked Questions>",
    "trans": "안녕하세요,\n이 이메일을 받으신 이유는 귀하가 사용하는 하나 이상의 Microsoft 제품 또는 서비스에 적용되는 Microsoft 서비스 계약을 업데이트하고 있기 때문입니다. 이번 업데이트는 약관을 명확히 하고 투명성을 유지하기 위해 진행되며, 새로운 Microsoft 제품, 서비스 및 기능을 포함하기 위한 것입니다.\nMicrosoft 서비스 계약은 귀하와 Microsoft(또는 그 계열사) 간의 계약으로, Microsoft의 소비자 온라인 제품 및 서비스 사용을 관리하는 계약입니다.\n전체 Microsoft 서비스 계약은 여기에서 확인하실 수 있습니다. 또한, 주목할만한 변경 사항에 대한 요약을 포함한 내용을 FAQ 페이지에서 더 자세히 알아보실 수 있습니다. Microsoft 서비스 계약의 업데이트는 2024년 9월 30일부터 시행됩니다. 2024년 9월 30일 또는 그 이후에 저희 제품 및 서비스를 계속 사용하시면 업데이트된 Microsoft 서비스 계약에 동의하는 것으로 간주됩니다.\n동의하지 않으시면, 이러한 약관이 효력을 발생하기 전에 제품과 서비스를 사용 중지하고 Microsoft 계정을 닫을 수 있습니다. 부모 또는 보호자일 경우, Microsoft 제품 및 서비스의 자녀 또는 청소년의 사용에 대해 책임이 있으며, 여기에는 구매도 포함됩니다.\nMicrosoft 제품 및 서비스를 사용해 주셔서 감사합니다.\nMicrosoft 서비스 계약\nMicrosoft 개인정보 보호 선언문\n자주 묻는 질문"
}