{
    "source": "en_US",
    "target": "ko_KR",
    "text": "leapfrogs Donald Trump to take lead near Election Day. Here's how\nThe nationally recognized Iowa Poll shows Kamala Harris picking up support from women to surpass Donald Trump in a ruby-red state he has won twice\nBrianne Pfannenstiel\nDes Moines Register\nDemocrat Kamala Harris leads Donald Trump in Iowa 47% to 44%, a new Des Moines Register/Mediacom Iowa Poll shows.\nA victory for Harris would be a shocking development after Iowa has swung aggressively to the right in recent elections, delivering Trump solid victories in 2016 and 2020.\nThe poll shows that women — particularly those who are older or are politically independent — are driving the late shift toward Harris.\nTrump continues to lead with his core base of support: men, evangelicals, rural residents and those without a college degree.\n© Copyright 2024, Des Moines Register and Tribune Co.\nKamala Harris now leads Donald Trump in Iowa — a startling reversal for Democrats and Republicans who have all but written off the state’s presidential contest as a certain Trump victory.\nA new Des Moines Register/Mediacom Iowa Poll shows Vice President Harris leading former President Trump 47% to 44% among likely voters just days before a high-stakes election that appears deadlocked in key battleground sta",
    "trans": "선거일이 다가오면서 도널드 트럼프를 제치고 선두로 나서다. 그 방법은 다음과 같다.\n전국적으로 인정받는 아이오와 여론조사에 따르면, 카말라 해리스가 공화당이 대다수인 주에서 두 번이나 승리한 도널드 트럼프를 제치고 여성들로부터 지지를 얻어 선두를 차지한 것으로 나타났습니다.\nBrianne Pfannenstiel\nDes Moines Register\n새로운 Des Moines Register/Mediacom Iowa 여론 조사에 따르면, 민주당의 카말라 해리스가 아이오와주에서 도널드 트럼프를 47% 대 44%로 앞서고 있습니다.\n해리스의 승리는 2016년과 2020년 대선에서 도널드 트럼프에게 확실한 승리를 안겨주었던 아이오와주에서 최근 들어 빠르게 보수 진영으로 기우는 가운데 놀라운 상황이 될 것입니다.\n여론조사에 따르면, 특히 노인들 혹은 정치적으로 독립적인 여성들이 카말라 해리스를 향한 최근의 변화에 큰 영향을 미치고 있다고 합니다.\n트럼프는 여전히 그의 핵심 지지층인 남성, 종교인들, 농촌 주민, 그리고 대학 학위가 없는 사람들 사이에서 지지를 이어가고 있습니다.\n© Copyright 2024, Des Moines Register and Tribune Co.\n카말라 해리스가 이제 아이오와주에서 도널드 트럼프를 앞서고 있습니다. 이는 아이오와주 대선 경기를 확실한 트럼프의 승리로 간주하며 사실상 이 주를 포기한 민주당과 공화당에겐 놀라운 전환입니다.\n새로운 Des Moines Register/Mediacom Iowa 여론 조사에 따르면, 카말라 해리스 부통령이 대선에서 중요한 접전 주들에서 팽팽한 승부가 펼쳐지는 가운데, 아이오와주에서 트럼프 전 대통령을 47% 대 44%로 앞서고 있다고 합니다."
}