{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dearest IND201A Students,\nAn Important Reminder: Assessment One Submission Deadline & SEH Participation Requirements\nHappy Sunday!\nI hope this message finds you well and that you’re enjoying the challenge of developing your Consultant Project Plans, either individually or with your Consulting Teams.\nImportant Reminder:\nAssessment One is due tonight at 11:59 PM, Sunday, October 13, 2024.\nFor Teams: Only one team member needs to submit the Project Plan on behalf of the group—usually the Project Leader. However, feel free to decide this responsibility within your team.\nFor Individual Submissions: If you are submitting individually, ensure you upload your own work.\nPlease note that Assessment One must be directly related to your SEH project. Submissions that do not align with your SEH project will result in an automatic fail. Additionally, you will be removed from the Social Enterprise Hub (SEH) at the start of Week 5 and will no longer have access to SEH files.\nURGENT NOTICE:\nIf you have not:\nEngaged with your Lead Consultant,\nCollaborated with your peers,\nContributed to your Project Plan, or\nAttended class,\nYou must contact [redacted_name] and me by 5:00 PM, Monday, October 14, to avoid being removed from the SEH. Removal from the SEH will prevent you from successfully completing IND201A. YOU WILL FAIL IND201A.\n[redacted_name] and I are looking forward to waking up tomorrow to your submissions!\nWarmest regards,\n[redacted_name]and [redacted_name].",
    "trans": "친애하는 아이앤디201에이 학생 여러분,\n중요한 알림: 일번 평가 제출 마감일 & SEH 참여 요건\n행복한 일요일 입니다!\n이 메세지가 여러분에게 잘 전달되길 바라며, 또한 여러분이 개인적으로 또는 컨설팅 팀과 함께하는 컨설턴트 프로젝트 계획 개발 도전을 즐기고 있기를 바랍니다.\n중요 알림:\n평가 일은 오늘밤인 2024년 10월 13일 일요일 밤 11:59 에 마감입니다.\n팀의 경우: 그룹을 대표하여 프로젝트를 계획을 제출하는 것은 팀원 중 한명만 하면 되는데 보통은 프로젝트 리더가 합니다. 그러나, 팀 내에서 이 책임을 자유롭게 결정해도 됩니다.\n개별 제출의 경우: 개별로 제출하는 경우, 반드시 본인의 작업물을 업로드하도록 하세요.\n평가 일은 반드시 여러분의 SEH 프로젝트와 직접적으로 관련되어야 함에 유의하시기 바랍니다. SEH 프로젝트와 일치하지 않는 제출물은 자동 탈락 처리됩니다. 또한, 5 주차 시작 시점에 사회적 기업 허브(SEH)에서 퇴출되며 SEH파일에 접근할 수 없게 됩니다.\n긴급 공지:\n만일 여러분이 다음을 하지 않았다면:\n여러분의 리드 컨설턴트와의 교류\n동료들과의 협업\n프로젝트 계획에 기여 또는\n수업에 참석\nSEH에서 퇴출되지 않기 위해서는 [redacted_name]과 저에게 반드시 2024년 10월 14일 월요일 오후 5:00 까지 연락해야 합니다. SEH에서 퇴출되면 아이엔디201에이를 성공적으로 마칠 수 없을 것입니다. 여러분은 아이엔디201에이에서 탈락할 것입니다.\n[redacted_name]과 저는 내일 아침에 일어나 여러분의 제출물을 확인하길 기대하고 있겠습니다!\n따뜻한 안부를 전하며,\n[redacted_name]과 [redacted_name]."
}