{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Grading Policy\n• Class participation 7%\n• Beer Game Participation 4%\n• Global Supply Chain Simulation Game Participation 4%\n• Individual case report 10% (choose 1 out of 4 cases)\n• Final group project 25%\n• Final exam 50%\nClass participation is based on the quality of comments, questions, discussions, voluntary presentations, and\nsimulation game performance each student offers during a class. Beer game participation and global supply\nchain simulation game participation are based on whether each team/individual completes the corresponding\ngame.\nEach individual student must submit at least one written case report out of the four cases to be discussed during\nthis course (if submit more than one, then the one with highest scores will enter the final grade). The case reports\nshould be concise (3-5 pages, 1-inch margins, 12-point font, double spaced, exhibits excluded) and focus on the\npreparation questions, which will be posted on Blackboard. State clearly your assumptions, analysis and\nrecommendations.\nA group final project, together with a final group presentation, is due on the last class (tentative deadlines:\npresentation due on 30/11/2024, final report due 6/12/2024). The project should study an industry or a company,\nwhich has recently (say in the past decade) experienced significant changes in supply chain management. You\nshould select a few questions from the following list and explore them in depth:\n• What is the industry/company doing to create additional customer value and to increase revenue? OR,\nWhat should they be doing? Justify any proposals.\n• What is the industry/company doing to reduce supply chain costs (lost sales, inventory, warehousing,\ntransportation, etc.)? OR, What should they be doing? Justify any proposals.\n• How has structure/coordination between the levels of the supply chain been changed? OR, how should it\nchange? Justify any proposals.\n• What are the primary risks associated with the supply chain? How to mitigate? Justify any proposals.\n• Which firms in the supply chain earn the most profits, and why? Justify any proposals.\n3\n• Discuss other important/innovative supply chain management activities if possible, such as sustainability,\nshare economy, social network, socially responsibility, etc.\nYou are not limited to the above set of general questions. You will also have the freedom to discuss any supply\nchain related issues as well as the practices observed by the chosen company/industry.\nThe following industry verticals are to be potentially considered (teams are strongly r",
    "trans": "등급 정책\n• 수업 참여도 7%\n• 맥주 게임 참여도 4%\n• 글로벌 공급망 시뮬레이션 게임 참여도 4%\n• 개별 사례 보고서 10%(4가지 사례 중 1가지 선택)\n• 최종 그룹 프로젝트 25%\n• 기말고사 50%\n수업 참여도는  댓글, 질문, 토론, 자발적 발표의 질을 바탕으로 이루어집니다\n수업 중 각 학생이 제공하는 시뮬레이션 게임 성과. 맥주 게임 참여 및 글로벌 공급\n체인 시뮬레이션 게임 참여는 각 팀/개인이 해당  완료했는지 여부에 따라 결정됩니다\n게임.\n각 개인 학생은 이 과정에서 논의할 네 가지 사례 중 최소 하나의 서면 사례 보고서를 제출해야 합니다.\n이 과정 (두 개 이상 제출하는 경우 가장 높은 점수를 받은 보고서가 최종 성적에 포함됩니다). 사례 보고서는\n간결해야 하며(3-5페이지, 1인치 여백, 12포인트 글꼴, 2줄 간격, 전시물 제외)그리고 다음에 중점을 두어야 합니다\n블랙보드에 게시될 준비 질문. 가정, 분석을 명확하게 진술하세요 그리고\n추천.\n그룹 최종 프로젝트와 최종 그룹 발표는 마지막 수업에 제출해야 합니다(예정 마감일:\n발표는 2024년 11월 30일까지, 최종 보고서는 2024년 6월 12일까지). 프로젝트는 산업이나 기업을 연구해야 합니다,\n최근(예를 들어 지난 10년 동안) 공급망 관리에 상당한 변화를 겪었습니다.\n다음 목록에서 몇 가지 질문을 선택하여 자세히 살펴봐야 합니다:\n• 업계/기업은 추가 고객 가치를 창출하고 수익을 늘리기 위해 무엇을 하고 있습니까? 또는,\n그들은 무엇을 해야 합니까? 어떤 제안이든 정당화하십시오.\n• 업계/기업 공급망 비용(손실된 매출, 재고, 창고)을 줄이기 위해 무엇을 하고 있습니까\n운송 등) 아니면, 그들은 무엇을 해야 합니까? 어떤 제안이든 정당화하십시오.\n• 공급망 수준 간의 구조/조정은 어떻게 변경되었습니까?  또는 어떻게 해야 할까요\n변경? 어떤 제안이든 정당화하십시오.\n• 공급망과 관련된 주요 위험은 무엇입니까? 완화 방법은 ? 어떤 제안이든 정당화하십시오.\n• 공급망에서 가장 많은 이익을 얻는 회사는 어디이며, 그 이유는 무엇입니까? 어떤 제안이든 정당화하십시오.\n3\n• 가능하다면 지속 가능성과 같은 다른 중요한/혁신적인 공급망 관리 활동에 대해 논의하십시오,\n공유 경제, 소셜 네트워크, 사회적 책임 등\n위의 일반적인 질문 세트에 국한되지 않습니다. 또한 공급에 대해 자유롭게 논의할 수 있습니다\n선정된 회사/업계에서 준수하는 관행 뿐 아니라 체인 관련 문제.\n다음 산업 분야는 잠재적으로 고려되어야 합니다(팀은 강력히 r"
}