{
    "source": "en_US",
    "target": "ko_KR",
    "text": "At Les Voiles de Saint-Tropez, Thursday is traditionally dedicated to Challenges, a playful nod to the origins of the Nioulargue and a wonderful way to gauge just how far we’ve come since then. The passage of time was also a hot topic today with the Centenarian Trophy, which pitted 19 high-spirited classic yachts against one another, powered up in a race featuring staggered starts according to the speed potential of each of them. Joining the fray, albeit in the bay of Pampelonne, the Maxis had a real spring in their step after yesterday’s day off, adding to the eclectic, good-natured racing out on the water in glorious sunshine.\nMeaningful Challenges\nFollowing the Club 55 Paul Watson Maxi Yachts Cup, the match contested yesterday betweenMy SongandBalthasar, today it was the turn ofBelle AventureandIl Moro di Venezia Ito cross swords of friendship in the battle for the Club 55 Paul Watson Cup. “These Challenges in Paul Watson’s name are not a homage, rather they are designed to assist the president of Sea Shepherd, explains Patrice de Colmont, founder of the Nioulargue and boss of the Club 55. Paul Watson is the spark that fuels questions about wider society. When you begin imprisoning people who are defending nature, it’s a sure sign that things are going very badly…”In the same vein, a public auction of marine paraphernalia will be organised at the CNB Villanova yard on Friday from 19:00 hours for the benefit of Watson.\nIn the meantime, the match between the two big classic yachts, the immaculateIl Moro di Venezia I, a 20-metre Frers design, andBelle Aventure, a 25-metre Fife design, kicked off proceedings today at 12:15 hours in front of the Portalet tower. It was a sumptuous generational clash just the way we like them at Les Voiles de Saint-Tropez between Raul Gardini’s first Maxi (1976) and the nearly century-old Marconi ketch (1929)! It didn’t matter that the former’s speed potential was far greater than the second, today was first and foremost a celebration of the pleasure of being together in Saint Tropez!\nAround twenty other crews echoed this sentiment. In all, on the sidelines of the Club 55 Paul Watson Cup, eleven Challenges were put up by the competitors, a move that is traditionally encouraged at Les Voiles. Sometimes they combined Modern and Classic yachts, as was the case forNotre Méditerrannée, Jean-Pierre Dick’s JP 54, pitted against the 1968 Bermudan cutterEugenia V; other times they revived old rivalries like that ofSerenadeandOiseau de feu, both of them created just before the war and first across the line at noon.\nCentenarians belying their years\nThe thirteenth edition of the Gstaad Centenary Trophy gathered together 19 traditional yachts built before 1925 for an exciting chase, where each boat took a staggered start according to their rating, which was established according to the rules set out by the Comité International de Méditerranée.\nMeasuring just 8 metres, special guestDaintyled the way out of the starting blocks shortly before 13:00 hours local time. Her pursuers then had to set their stopwatches in motion to nail the timing of the VHF call from the Race Committee. Though some weren’t super attentive to the timer, others were very serious, likeOriole,whose Spanish crew had bent on a new, stiffer mainsail this morning in anticipation of light airs, though conditions ultimately picked up to around a dozen knots in the early afternoon. The four P Classes took up where they left off on Tuesday with the advantage going toOlympianfor now, which is particularly well-versed in the event since she is the only triple winner of the Centenary Trophy (2014, 2019 and 2021). Reputation aside, on-board tactician Cécile Poujol admitted to “keeping an eye out forJoyant, the longest and most powerful of the P Classes, which will likely raise her game over the course of the competition.” Restored and relaunched this year, the last of the P Classes has just turned a hundred, like her British playmateArrow.\nIn such a race format, is it better to have a high or a low rating? “It all depends whether the wind is stable. If it picks up, that favours our performance!” responded the crew of the New York 40Rowdythis morning, which has one of the fleet’s high ratings, meaning she set sail over 30 minutes afterDaintyover the 9-mile course.\nFortunately no calculations are needed at the finish here. The first across the line is the winner! Ultimately it wasOriolewho took victory, followed by the 10mRMargaand the P 14Olympian, neck and neck withRowdy.\nRole reversal among the Maxis\nWith the Maxis performing off Pampelonne this morning, it was all change between classes A and B on the one side, and classes C and D on the other, with the former now racing on coastal courses and the latter embroiled in windward-leewards. The 25-mile Course 3 involved several return legs with beats and runs, something the big Maxis relished after two days of windward-leewards…\nIn Maxi C,Lady First 3completed the first windward-leeward three seconds ahead ofWallyño, which took the win in corrected time and in Maxi D, with the Swan 65Six Jaguarcontinuing her flawless performance, only conceding a bullet toBlue Oysterin the second windward-leeward.\nThere are days when even the most high-performance monohulls is helpless against the weather. Stuck in a windless hole for nearly an hour at Cavalaire for their coastal course, the big Maxi A and B classes were still struggling to cross the finish line at 18:00 hours this Thursday evening.\nThe Grand Parade:This evening at 18:30 hours, the crews who have made it back to port will parade around the old port in all their finery. Indeed, in line with the spirit of the first Nioulargue competitions, the crews will don disguises in front of a jury positioned on the podium at the foot of the giant screen. This jury will comprise members of the town hall, the harbour office, the Société Nautique de Saint Tropez and the Esprit Village’s shopkeepers. Always very popular, it’s an absolute must and the winner wins a lovely boozy prize from the Domaine Bertaud Belieu!\nPROGRAMME for LES VOILES DE SAINT-TROPEZ 2024(details of the programme on shore can be viewed on the event’s website)",
    "trans": "르 보일 드 생트로페에서, 목요일은 전통적으로 챌린지, 니울라그라는 기원에 대한 재미난 존경의 표시이자 그 이후로 우리가 얼마나 왔는지를 판단하는 환상적인 방법에 바쳐집니다. 시간의 흐름은 19척의 용감한 클래식 요트가 서로 경쟁하면서, 각 요트의 잠재적 속도에 따른 스태거 스타트를 선보였던 센테나리안 트로피에 있어서도 오늘날 뜨거운 주제입니다. 팜팔론의 만에서 하기는 했지만, 똑같이 뛰어든 맥시들도 어제의 쉬는 날 이후 정말 신나게 즐기며 영광스런 빛을 받으며 물 위에서 한, 절충적인 선의의 레이싱에 보탰습니다.\n의미있는 챌린지들\n클럽 55 폴 왓슨 맥시 요트 컵에 뒤이어, 어제 경기는 미 송과 발타자르가 겨뤘고, 오늘은 벨 아방투르와 일 모로 디 베네치아 I가 클럽 55 폴 왓슨 컵을 위한 싸움에서 우정의 결투를 벌일 차례였습니다. \"폴 왓슨의 이름으로 벌어지는 이러한 챌린지들은 존경의 표시라기보다는, 시 셰퍼드의 회장을 돕기 위해 설계된 것입니다라고 파트리스 드 콜몽, 니울라그의 창립자이자 클럽 55의 수장은 설명합니다. 폴 왓슨은 더 넓은 사회에 대한 의문을 부채질하는 불꽃입니다. 자연을 보호하는 사람들을 감옥에 가두는 것은, 일이 분명히 아주 나빠지고 있다는 확실한 신호죠...\" 똑같은 의도로, 왓슨을 위해 해상 용품의 공개 경매가 CNB 비야노바 사업장에서 금요일 19:00시부터 열릴 것입니다.\n그럴 동안, 두 커다란 클래식 요트 간의 경기, 티 하나 없이 깨끗한 일 모로 디 베네치아 I, 20미터의 프레르제 설계와, 벨 아방투르, 25미터의 파이프제 설계의 경기는, 오늘 12:15시 포르탈레 탑 앞에서 시작하며 진행되었습니다. 이것은 호화로운 세대 간의 충돌로 우리가 좋아하는 바로 르 보일 드 생트로페에서의 라울 가르디니의 최초의 맥시 (1976) 와 거의 1세기 가까이 된 마르코니 케치 (1929) 사이의 그것과 같습니다! 첫째의 잠재적 속도가 둘째의 것보다 훨씬 큰 것은 문제가 아니었습니다, 오늘은 일단 먼저 생트로페에서 함께 지내는 것의 기쁨을 축하하는 날이었으니까요!\n다른 선원들 대략 20명이 이 감정을 함께 느꼈습니다. 다 합쳐, 클럽 55 폴 왓슨 컵의 근처에서, 총 11개의 챌린지가 경쟁자들에 의해 열렸으며, 이러한 행동은 르 보일에서는 전통적으로 권장됩니다. 가끔 이들은 모던과 클래식 요트가 함께 하도록 하기도 하는데, 이는 노트르 메디라네, 장-피에르 딕의 JP 54이, 1968 버뮤다 커터 에우제니아 V와 겨룬 사례와 같습니다. 이들은 다른 때에는 세레나데와 와주 드 푸, 둘 모두 전쟁 직전 만들어져 정오에 먼저 결승선에 도착한 둘처럼 옛 경쟁을 부활시키기도 합니다.\n나이를 속이는 센테나리안 배들\n13번째 그슈타트 센테나리 트로피를 위해 1925년 전 만들어진 19척의 전통 요트들이, 지중해 국제 위원회가 만든 규정을 따라 내려진 각자의 평가를 따른, 스태거 스타트로 시작되는 흥분되는 추격전을 위해 모였습니다.\n고작 8미터로 측정되는, 특별한 손님 데인티가 현지 시간으로 13:00시 직전 스타팅 블록에서 나서는 길을 이끌었습니다. 그녀를 추격하는 이들은 경주 이원회의 VHF 연락 타이밍을 맞추기 위해 스톱워치를 설정해야 했습니다. 몇몇은 타이머에 그리 주의를 기울이지 않았지만, 다른 몇몇은 아주 진지했는데, 여기에는 오리올, 스페인인 선원이 실바람을 예상하여 새롭고 더 뻣뻣한 주돛을 준비한 배도 있었습니다, 비록 기상은 결과적으로 이른 오후엔 대략 수십 노트에 다다랐지만 말입니다. P 클래스 4척은 화요일 그만뒀던 자리에서 이어나갔는데, 올림피안, 센테나리 트로피를 유일하게 세 번 우승하여 (2014, 2019, 2021) 지금은 특별히 이벤트에 능한 배가 유리한 채였습니다. 명성을 제쳐두고도, 선상 전술가 세실 푸조는 \"주아이앙, P 클래스 중 제일 길고 강력하여, 경쟁이 계속되면서 아마도 자리가 높아질 그것을 감시하고 있다고\" 인정했습니다. 복원되어 올해 다시 진수된 이 마지막 P 클래스는 방금 100살이 되었는데, 이는 그녀의 영국 친구 애로우와 똑같습니다.\n이런 경주 방식에서는, 높은 평가가 좋나요 나쁜 평가가 좋나요?  \"모두 다 바람이 안정적이냐에 달렸습니다. 만약 거세지면, 그건 우리 성능에 좋은 것이죠!\"라고 뉴욕 40 라우디의 선원이 오늘 아침 답했습니다, 이것은 함대에서 평가가 높은 배 중 하나였는데, 이는 데인티보다 30분 넘게 지나 9마일 코스를 출항했음을 의미합니다.\n다행히도 여기 결승선에서는 계산이 필요 없습니다. 먼저 결승선에 도착한 사람이 승자니까요! 결과적으로 승리를 거둔 것은 오리올이었고, 이를 10mR 마르가안트와 P 14 올림피안이 라우디와 막상막하로 뒤를 이었습니다\n맥시들 사이에서의 역할 바꾸기\n오늘 아침 팜펠론 멀리서 항해하는 맥시들 사이에선, 한 쪽엔 클래스 A와 B, 다른 쪽엔 클래스 C와 D가 서로 맞바뀌었는데, 그래서 전자가 해안가 코스를 경주하고 후자가 바람이 불어오고 불어가는 것에 휘말렸습니다. 25마일의 코스 3은 리치와 런이 있는 여러 리턴 레그가 있어서, 커다란 맥시들이 2일 간 바람이 불어오고 불어가는 것을 겪은 이후 즐길 수 있었습니다.\n맥시 C에선, 레이디 퍼스트 3가 첫 바람이 불어오고 불어가는 코스를, 조정된 시간으로는 승리를 차지한 월리뇨에 3초 앞서 마쳤고 맥시 D에선, 스완 65와 함께 식스 재규어가 흠잡을 데 없는 성적을 계속 보여주었는데, 오직 두번째 바람이 불어오고 불어가는 것에서 블루 오이스터에게 간발의 차로 내준 게 전부였습니다.\n제일 높은 성능을 내는 단선체선도 날씨에 무력한 날이 있습니다. 해안가 코스 와중 카발레르의 바람이 없는 구멍에 거의 한 시간 가까이 갇혀서, 커다란 맥시 A와 B 클래스는 이번 목요일 저녁 18:00시에도 여전히 결승선에 이르려 분투하고 있었습니다.\n웅장한 퍼레이드: 오늘 저녁 18:30시, 항구로 돌아온 선원들은 완전히 치장한 채로 옛 항구 근처에서 퍼레이드를 벌일 것입니다. 정말로, 첫 니울라그 경쟁의 정신을 따라, 선원들은 거대한 스크린 맨 아랫부분의 단에 자리한 심사위원들 앞에서 변장을 차려입게 될 것입니다. 이 심사위원들은 마을 회관, 항구 사무소, 생트로페 항해술 협회의 일원들과, 에스피릿 빌리지의 가게 주인들로 구성될 것입니다. 항상 아주 인기 있는 이것은 당연히 필요하며 승자는 도멩 버토 벨리우로부터 사랑스런 술 경품을 받게 될 것입니다!\n르 보일 생트로페 2024의 프로그램(해안에서 열리는 프로그램의 세부 사항은 이벤트의 웹사이트에서 볼 수 있습니다)"
}