{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Welcome to our autumn bulletin and as a new academic year begins, we warmly welcome recent graduates to our alumni community.\nI would like to start by introducing our new Deputy Vice-Chancellor and Provost – Professor Rebecca (Becky) Huxley-Binns. Professor Huxley-Binns joins us from the University of Hull where she was Pro Vice-Chancellor of Education and Head of Cambridge Education Group (Digital)Partnerships. With over 28 years’ experience in roles within a University setting, her expertise will be integral in delivering our Vision 2030, and academic strategy.\nSeptember saw a chance to celebrate the success and hard work of our students. Over 1200 attended our graduation ceremonies, as well as five inspirational figures from the worlds of drama, sport, STEM, journalism, and business, who received Honorary Doctorates, including: award winning actress Jessica Hynes, Kent and England cricketer Tammy Beaumont MBE, Dr Anne-Marie Imafidon MBE, influential in the field of tech, BBC news presenter Ben Brown and business and NHS leader Cedi Frederick.\nWe were also delighted to welcome back to the University, former students from the Classes of 1975-1979 for a specialanniversary celebration lunch. For some it was an opportunity to reconnect with old friends, share stories and reminisce, and for others a chance to revisit the Canterbury campus, including the Chapel, which also proudly celebrates its 60th Anniversary this month!\nAs we move forward, CCCU is celebrating its strongest-ever performance in Research England’s latest Knowledge Exchange Framework. The University has achieved the highest possible top 20% ranking among English universities for two areas, Research Partnerships and Public Engagement. The University has made exceptional progress using our research strengths to drive our work forward with key partners to support economic growth, entrepreneurship and workforce development for our frontline services.\nThis achievement follows the recent launch of Our Pledges – Our People, Our Place, Our Partners, which forms part of the University’s Civic University Agreement. Our Pledges demonstrates the University’s commitment to strengthening, celebrating, and supporting Kent and Medway through these three key areas, of which you can read more detail below, along with other University news, alumni stories, events, including the Canterbury Festival, and opportunities to enhance your CV and professional skills.\nBest wishes,\nProfessor Rama Thirunamachandran OBE DL\nVice-Chancellor and Principal",
    "trans": "저희 가을 회보에 오신 것을 환영하며, 새로운 학년이 시작됨과 함께, 저희 동창 단체에 들어온 최근의 졸업생 여러분에게 따뜻한 인사를 보냅니다.\n저는 저희 새 부총장보이자 학장 겸 교수인 레베카 (베키) 헉슬리-빈스 씨를 소개하는 것으로 시작하고자 합니다. 헉슬리-빈스 교수는 교육 부총장보 겸 캠브리지 교육 그룹 (디지털) 파트너십 책임자에서 지냈던 헐 대학교에서 와서 우리와 합류하게 되었습니다. 대학교 내의 직책에서 28년의 경력을 갖춘 만큼, 그녀의 전문성은 우리의 비전 2030과 학교 전략을 이루는 데 필수적일 것입니다.\n9월에는 우리 학생들의 성공과 노고를 축하할 기회가 있었습니다. 1200명을 넘는 이들이 우리 졸업식에 참석했고, 명예 박사 학위를 받은 드라마, 스포츠, STEM, 언론, 사업 분야의 영감을 주는 사람들도 다음 다섯 명이 참석했습니다: 수상 배우 제시카 하인스, 켄트와 잉글랜드 크리켓 선수 태미 보몬트 MBE, 앤-마리 이마피돈 박사 MBE, 기술 분야에서 영향력을 지닌, BBC 뉴스 진행자 벤 브라운과 NHS 대표 세디 프레데릭.\n우리는 또 예전엔 학생들이었던 1975-1979년 동기들이 특별한 기념 점심 식사를 위해 돌아온 것을 기쁘게 환영했습니다. 몇몇에게는 옛 친구들과 다시 만나고, 이야기와 추억을 나누는 기회가 되었고, 다른 몇몇에게는 캔터베리 캠퍼스를, 이번 달에 그 60주년을 자랑스럽게 축하하는 예배당을 포함해 다시 방문하는 기회가 되었습니다!\n우리가 앞으로 나아가면서, CCCU는 리서치 잉글랜드의 최신 지식 교류 프레임워크에서 어느 때보다 제일 훌륭한 실적을 축하하게 되었습니다. 대학은 잉글랜드 대학 중 가능한 제일 높은 최고 20% 순위를 두 분야, 연구 파트너십과 공적 참여에서 거두었습니다. 대학은 우리의 연구 강점을 이용해 중요 파트너들과 우리 작업을 진전시켜 경제 성장과 우리 최일선 서비스를 위한 창업자와 노동자 개발을 이루는 데서 특출난 진척을 이뤘습니다.\n이 성과는 최근 발표한 우리 맹세에 뒤이은 것입니다 - 우리 사람들, 우리 장소, 우리 파트너들, 바로 대학의 민간 대학 협정의 일부분을 구성하는 것들 말입니다. 우리의 맹세는 대학이 켄트와 메드웨이를 강화하고, 기념하고, 지원하는 것에 헌신하고 이를 다음 세가지 중요 분야를 통해 이루고자 함을 보여주며, 아래와 함께 다른 대학 뉴스, 동창 소식, 캔터베리 축제와 여러분의 CV와 전문 기술을 기를 수 있는 기회들을 포함한 행사들을 통해 그 세부 사항을 볼 수 있습니다.\n행운을 빌며,\n라마 터루나마찬드란 교수 OBE DL\n부총장 겸 총장"
}