{
    "source": "en_US",
    "target": "ko_KR",
    "text": "\"No, I'm sorry,\" said the salesman. \"We had many trees but we sold them already. We are not going to get any more. It's Christmas Eve tomorrow. We are closed from tomorrow to December twenty-seventh.\"\nAnother man walked over to the salesman.\n\"Excuse me,\" he said. \"Where are the Christmas trees?\"\n\"T'm sorry,\" said the salesman. \"We are sold out.\"\nyet. I came here from the next town. The garden centre in the next town has also sold out. We've been so busy this year. We had no time to get a tree. We usually get one in carly December, but some of our staff were ill and... Oh no!\"\n\"I'm sorry,\" said the salesman.\nSam and Jessica walked out of the shop and got back in their car.\n\"So we have no Christmas tree this year,\" said Jessica sadly.\n\"No Christmas tree,\" said Sam, shaking his head. \"And the children at the hospital don't have a Christmas tree either.\"\n\"That's sad,\" said Jessica.\n\"Yes, it is. Oh well, let's go home,\" said Sam. He started the engine and they drove out of the car park.\nThey drove along the dark country road. There were no other cars on the road. Jessica looked out of the window into the darkness.\nThen, she had an idea.\n\"Sam, there is a forest over there,\" she said.\n\"And?\"\n\"Well, there are trees in the forest,\" said Jessica.\nSam and Jessica looked at each other.\n\"And there are no other cars on the road,\" said Sam.\n\"So no one will see us,\" said Jessica. \"Where's the chainsaw?\"\n\"It's in the garage,\" said Sam. \"Let's go home and pick it up.\" Sam and Jessica drove home. Jessica waited in the car while Sam went into the garage to get the chainsaw and a torch. He put everything in the boot of the car.\n\"Let's go,\" said Sam.\nThey drove back along the dark, empty road. They stopped at the\n\"Come on, let's be quick,\" said Sam.\nThey got out of the car and walked through the snowy field. They",
    "trans": "\"아니요, 죄송합니다.\" 판매원이 말했다. \"저희는 많은 나무를 가지고 있었지만, 이미 다 팔렸습니다. 더 이상 입고되지 않을 예정입니다. 내일이 크리스마스이브라서, 저희는 내일부터 12월 27일까지 문을 닫습니다.\"\n다른 남자가 판매원에게 다가왔다.\n\"실례합니다,\" 그가 말했다. \"크리스마스 트리는 어디 있나요?\"\n\"죄송합니다,\" 판매원이 말했다. \"이미 매진입니다.\"\n저는 옆 마을에서 왔습니다. 옆 마을의 가든 센터도 이미 다 팔렸어요. 올해는 너무 바빴습니다. 나무를 살 시간이 없었어요. 보통 12월 초에 사는데, 직원 몇 명이 아팠고... 아, 안되!\"\n\"정말 죄송합니다,\" 판매원이 말했다.\n샘과 제시카는 가게를 나와 차에 올라탔다.\n\"그럼, 올해는 크리스마스트리가 없겠네,\" 제시카가 슬프게 말했다\n\"크리스마스트리가 없지,\" 샘이 고개를 저으며 말했다. \"그리고 병원에 있는 아이들도 크리스마스트리를 볼 수 없어.\"\n\"그거 너무 슬프다,\" 제시카가 말했다.\n\"맞아, 그렇지. 자, 집에 가자,\" 샘이 말했다. 그는 시동을 걸고 차를 몰아 주차장을 빠져나갔다.\n그들은 어두운 시골 길을 달렸다. 길에는 다른 차가 없었다. 제시카는 창밖 어둠 속을 바라보았다.\n그러다, 그녀에게 한 가지 생각이 떠올랐다.\n\"샘, 저기 숲이 있어,\" 그녀가 말했다.\n\"그래서?\"\n\"음, 숲에는 나무가 있잖아,\" 제시카가 말했다.\n샘과 제시카는 서로를 바라보았다.\n\"그리고 길에 다른 차가 없네,\" 샘이 말했다.\n\"그럼 아무도 우리를 못 보겠지,\" 제시카가 말했다. \"전기톱 어디 있어?\"\n\"차고에 있어,\" 샘이 말했다. \"집에 가서 가져오자.\" 샘과 제시카는 다시 집으로 향했다. 샘은 차에서 내린 뒤 차고에서 전기톱과 손전등을 가지고 나왔다. 그는 그것들을 차 트렁크에 실었다.\n\"가자,\" 샘이 말했다.\n그들은 다시 어둡고 텅 빈 도로를 달렸다. 그리고 차를 멈췄다.\n\"어서, 서두르자,\" 샘이 말했다.\n그들은 차에서 내려 눈 덮인 들판을 걸어갔다."
}