{
    "source": "en_US",
    "target": "ko_KR",
    "text": "out.\n\"Which is really pathetic when you think about it.\" Johnny said with a chuckle but was silenced when he felt a stinging pain on the back of his head.\nHe rubbed the sore spot and looked at the brunette, who glared at him with an arched brow, sliently daring him to say something else.\nSusan glared at her little brother and before she or any of the Richards siblings could utter a word, an airline attendant had approached Reed.\n\"Dr Richards,\" The attendant said with a nod in the dark haired man's direction. \"I am very sorry but it seems that we're overbooked. We do have some seats available in coach, though.\"\nReed frowned and turned to the side where Ben stood, lifting a set of twins into the air by their collars for a picture which their mother took.\nThe scientist was a little unsure but he accepted the idea. \"That shoulde be fine.\" He said with a small smile.\nAbout an hour later, everyone - including the heroes - had boarded the plane.\nBen walked along the isle, glancing between the seat numbers and his ticket until he stumbled across his seat which was situated between an old man and a business woman.\n\"Uh, that's my seat.\" He said, looking between the two apollogetically while pointing towards his seat as they looked back at him with shocked expressions. \"Sorry.\" He added.\nWith an inaudible sigh, the man unbuckled his seat belt and stood up in order for the rocky figure to scoot past and slide into his seat.\nIt was a little struggle with a few grunts before he was finally seated and got himself strapped in, apart from it being a very tight squeeze.\nReed stood by his seat next to Susan as he glanced around for an overhead compartment to place his briefcase in, only to find that almost every single one was full and being closed by the flight attendants.\nOut of the corner of his eye, he spotted one and quickly stretched his arm across to place his briefcase in the empty spot before the woman who was packing her belongings away, could.\nKayla walked down the isle, holding Johnny's hand in hers as he walked behind her. The couple approached their siblings whose seats were located together in the middle of the two isles.\nTheir seats were situated behind them.\nAs the brunette slid into her seat, Johnny knelt on the seat in front of his sister. \"What do you guys think about trying to get an endorsment from an airline?\" He asked, glancing between his sister and the scientist. \"Get us a private jet.\"\n\"I think we have enough endorsment deals.\" Susan replied.\nKayla let out a scoff and leaned forward in her seat. \"Enough to last us a lifetime.\" She added onto the blonde woman's response.\nThe younger Storm sibling let out a chuckle with a slight shake of his head. \"That is funny.\" He said. \"No, but seriously,\" He continued as he looked towards Reed. \"Reed, it could help you subsidize all your little inventions.\"\nReed shook his head and looked at the blonde male with a smile. \"No thanks.\" He said and took his seat beside his fiance.\n\"Consider it.\" Johnny pressed.\n\"Get your ass over here and sit down, Storm!\" Kayla exclaimed to which Johnny immediately obliged.\n\"Ladies and gentleman, this is your captain speaking.\" The pilot's voice spoke over the intercom. \"We will be taking off in less than five minutes. Ensure that you are seated, buckled in and that all cellular devices are turned off. Thank you.\"\nJohnny quickly slid into his seat and buckled his seat belt before he shifted his gaze to Kayla, which made her turn to him; blue meeting hazel.\nHe sent her a soft smile and held his hand out for her to take. Returning his smile, the brunette placed her hand in his and the two settled into their seats as the sound of the plane's engines started.",
    "trans": "나갔다.\n\"그렇게 생각하면 진짜 한심한 거지.\" 조니가 피식 웃으며 말했다. 하지만 그 순간, 뒤통수에 따끔한 통증이 느껴지자 말이 끊겼다.\n그는 아픈 부위를 문지르며 갈색 머리 여성을 바라보았고, 그녀는 한쪽 눈썹을 치켜올리며 노려보며 더 말해보라는 듯한 태도를 보였다.\n수잔은 자신의 남동생을 노려보았고, 리처즈 남매 중 누군가가 입을 떼기도 전에 승무원이 리드에게 다가왔다.\n\"리차드 박사님,\" 승무원이 어두운 머리카락을 가진 남성을 향해 고개를 끄덕이며 말했다. \"죄송합니다만, 저희 항공편이 초과 예약되었습니다. 다만, 일반석에는 몇 자리 남아 있습니다.\"\n리드는 찡그리며 곁에 서 있는 벤을 바라보았다. 벤은 한 쌍의 쌍둥이를 옷깃으로 들어 올린 채, 그들의 어머니가 사진을 찍도록 하고 있었다.\n과학자는 약간 확신할 수 없었지만, 받아들이기로 했다. \"괜찮을 것 같군요.\" 그는 살짝 미소를 지으며 말했다.\n약 한 시간 후, 모든 사람들 - 영웅들까지 포함하여 - 모두 비행기에 탑승했다.\n벤은 복도를 따라 걸으며 좌석 번호와 자신의 티켓을 번갈아 확인했다. 그러다 한 노인과 한 여성 사업가 사이에 위치한 자신의 좌석을 발견했다.\n\"어, 제 자리인데요.\" 벤은 미안한 듯 두 사람을 번갈아 바라보며 자신의 좌석을 가리켰다. 두 사람은 놀란 표정으로 그를 쳐다보았다. \"죄송합니다.\" 그가 덧붙였다.\n남자는 들리지 않는 한숨을 내쉬며 안전벨트를 풀고 일어섰고, 바위 같은 체격의 벤이 지나가 자리에 앉을 수 있도록 길을 비켜주었다.\n약간의 신음 소리와 함께 약간의 몸부림이 있었지만, 결국 그는 간신히 자리에 앉아 안전벨트를 착용했지만, 좌석이 매우 비좁았다.\n리드는 수잔 옆에 서서 자신의 좌석에 멈춰 서 있었다. 그는 서류 가방을 넣을 수 있는 머리 위 짐칸을 찾기 위해 주위를 둘러보았지만, 거의 모든 짐칸이 가득 차 있었고 승무원들이 닫고 있는 중이었다.\n그의 시야 한쪽 끝에 빈 짐칸을 발견하고, 짐을 정리하던 여성이 넣기 전에 재빨리 팔을 뻗어 서류 가방을 그곳에 넣었다.\n케일라는 조니의 손을 잡고 복도를 따라 걸었고, 조니는 그녀의 뒤를 따랐다. 두 사람은 복도 사이 중앙에 나란히 앉아 있는 남매들의 좌석으로 다가갔다.\n그들의 좌석은 남매들의 바로 뒷줄에 위치해 있었다.\n갈색 머리의 케일라가 자리로 미끄러지듯 앉자, 조니는 앞좌석에 무릎을 꿇고 누나를 바라보았다. \"우리가 항공사 광고 계약을 따내는 건 어때?\" 그가 누나와 리드를 번갈아 보며 말했다. \"우리 전용기를 하나 갖자고.\"\n\"우리 이미 광고 계약 많아.\" 수잔이 대답했다.\n케일라는 비웃으며 앞으로 좌석을 앞으로 기울였다. \"평생 쓸 만큼 많지.\" 그녀는 금발 여성의 말을 덧붙였다.\n더 젊은 스톰 남매는 가볍게 고개를 저으며 웃음을 터뜨렸다. \"그거 웃기네.\" 그가 말했다. \"아니, 진지하게,\" 그는 계속하며 리드를 바라보았다. \"리드, 이러면 네 작은 발명품들 연구 자금을 마련하는 데 도움이 될 수도 있잖아.\"\n리드는 고개를 저으며 금발 남성을 바라보며 미소를 지었다. \"괜찮습니다.\" 그가 말하며 약혼녀 옆에 자리에 앉았다.\n\"한 번 고려해 봐.\" 조니가 다시 말했다.\n\"여기 와서 앉아, 스톰!\" 케일라가 외쳤고, 조니는 바로 순순히 자리에 앉았다.\n\"승객 여러분, 기장입니다.\" 기장의 목소리가 기내 방송을 통해 들렸다. \"5분 이내에 이륙할 예정입니다. 모두 좌석에 앉아 안전벨트를 착용해 주시고, 모든 전자 기기를 꺼 주시기 바랍니다. 감사합니다.\"\n조니는 재빨리 자리로 들어가 안전벨트를 착용한 뒤, 케일라를 바라보았다. 그의 시선을 느낀 케일라도 고개를 돌려 그를 바라보았고; 푸른 눈과 밝은 갈색 눈이 마주쳤다.\n그는 그녀에게 부드러운 미소를 지으며 손을 내밀었다. 그녀도 미소를 지으며 그의 손을 잡았고, 두 사람은 비행기 엔진 소리가 울려 퍼지는 가운데 편안히 자리에 앉았다."
}