{
    "source": "en_US",
    "target": "ko_KR",
    "text": "For your MLA infographic, I can help you create a chart that lists different types of sources and shows the correct MLA citation format for both in-text citations and the Works Cited page.\nHere’s an example of what the chart could look like:\nSource Type In-Text Citation Works Cited Entry\nBook (Author’s Last Name page number) Author’s Last Name, First Name. Title of Book. Publisher, Year of Publication.\nWebsite (Author’s Last Name or Site Name) Author’s Last Name, First Name (if available). “Title of Web Page.” Website Name, Publisher, Date of Publication, URL.\nJournal Article (Author’s Last Name page number) Author’s Last Name, First Name. “Title of Article.” Title of Journal, vol. number, no. number, Year, pages.\nVideo (“Title of Video”) “Title of Video.” Website, uploaded by Uploader’s Name, Date of Upload, URL.\nPodcast (Host’s Last Name or “Title of Episode”) Host’s Last Name, First Name, host. “Title of Episode.” Podcast Title, Publisher, Date of Publication, URL.\nWeb Article (Author’s Last Name) Author’s Last Name, First Name. “Title of Article.” Website Name, Date of Publication, URL.\nSong (Artist’s Last Name or Band Name) Artist’s Last Name, First Name. “Title of Song.” Album Title, Record Label, Year.\nPoem (Poet’s Last Name line numbers) Poet’s Last Name, First Name. “Title of Poem.” Title of Collection, edited by Editor’s Name, Publisher, Year, pages.\nYou can use this table as the basis for your infographic. It shows how to format citations for different types of sources both in-text and on a Works Cited page.\nLet me know if you’d like me to customize or expand the chart further!",
    "trans": "MLA 인포그래픽을 위해 여러 종류의 자료가 열거되고 본문 내 인용과 저작물 인용 페이지 모두에서 알맞은 MLA 인용문 형식 보여주는 차트를 만드시는 것을 도와드릴 수 있습니다.\n다음은 차트가 어떻게 보일 수 있는지 보여주는 예시입니다:\n자료 유형 본문 내 인용 저작물 인용 입력\n책 (저자의 성 페이지 수) 저자의 성, 이름. 책 제목. 출판사, 발행 연도.\n웹사이트 (작성자의 성 또는 사이트 이름) 작성자의 성, 이름 (가능한 경우). \"웹 페이지 제목.\" 웹사이트 이름, 출판사, 발행일, URL.\n신문 기사 (기자의 성 페이지 수) 기자의 성, 이름. \"기사 제목.\" 기사 제목, 권, 호, 연도, 페이지.\n영상 (\"영상 제목\") \"영상 제목.\" 웹사이트, 업로더 이름에 의해 업로드된, 업로드 날짜, URL.\n팟캐스트 (호스트의 성 또는 \"에피소드 제목\") 호스트의 성, 이름, 호스트. \"에피소드 제목.\" 팟캐스트 제목, 발행사, 발행 일자, URL.\n웹 기사 (필자의 성) 필자의 성, 이름. \"기사 제목.\" 웹사이트 이름, 발행 일자, URL.\n노래 (아티스트의 성 또는 밴드 이름) 아티스트의 성, 이름. \"노래 제목.\" 앨범 제목, 음반 회사, 연도.\n시 (시인의 성 줄 수) 시인의 성, 이름. \"시 제목.\" 모음집 제목, 편집자의 이름에 의해 편집된, 발행사, 연도, 페이지.\n이 표를 귀하의 인포그래픽의 기반으로 사용하실 수 있습니다. 본문 내와 저작물 인용 페이지 모두에서 여러 종류의 자료를 위한 인용 서식 방법을 보여줍니다.\n차트를 맞춤화하거나 더 넓히고 싶으시면 저에게 알려주세요!"
}