{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Re: Abstract Selection Results - 17th APVRS Congress (Singapore, November 22 - 24, 2024)\nWe are pleased to inform you that your abstract referenced below has been selected as a(n) E-Poster to be presented at the 17th APVRS Congress (Singapore, November 22 - 24, 2024):\nAbstract Ref ID: [redacted_id]\nTitle: A Case of Vogt-Koyanagi-Harada-like Panuveitis Induced by Cemiplimab Treatment\nFirst Author: Erika SEO\nWe understand that the final disposition may not necessarily be your specified presentation type. Please confirm your participation by clicking here no later than September 15, 2024 (Sunday).\nPlease note that accepted abstract that matches your specified presentation type must be presented at the congress by one of the authors. One of the authors must register for the congress and must settle the registration fee before the deadline given for attendance confirmation. Failure to register before the deadline will result in automatic withdrawal of your paper from the congress proceedings and program. If you withdraw after confirming your presentation or fail to present at the 17th APVRS Congress, your submission for future APVRS Congress may not be considered.\nAs the presenting author, you must settle your registration fee in order to attend the Congress. If you have not yet done so, please log in to the congress system (https://congress.apvrs.org/) to complete your registration.\nWe look forward to seeing you in Singapore!\nIf you need any assistance or have any questions, please contact APVRS Secretariat at secretariat@apvrs.org.\nSincerely yours,\nProf. Paisan Ruamviboonsuk\nChair, Scientific Program Committee\nThe 17th Asia-Pacific Vitreo-retina Society (APVRS) Congress\n[redacted_email]",
    "trans": "답장: 초록 선정 결과 - 제17회 아시아-태평양 유리체망막학회 학술대회 (싱가포르, 2024년 11월 22일 ~ 24일)\n하기 참조된 귀하의 초록이 제17회 아시아-태평양 유리체망막학회 학술대회(싱가포르, 2024년 11월 22일 ~ 24일)에서 E-포스터로 발표될 예정임을 알려드게 되어 기쁩니다:\n초록 참고 아이디: [redacted_id]\n제목: 세미플리맙 치료로 유발된 보그트-고야나기-하라다 유사 포도막염 사례\n제1저자: 에리카 서\n최종 형식이 귀하가 명시한 발표 형식과 다를 수 있음을 이해해 주시기 바랍니다. 참여 여부를 2024년 9월 15일(일)까지 여기를 클릭하여 확정해 주시기 바랍니다.\n학술대회에서는 저자 중 한 명이 명시한 발표 형식과 일치하는 수락 논문을 발표해야 합니다. 저자 중 한 명은 반드시 학술대회에 등록하고 참석 확정 마감일까지 등록비를 결제해야 합니다. 등록 마감일까지 등록하지 않으실 경우, 귀하의 논문은 학술대회 과정과 프로그램에서 자동으로 철회됩니다. 발표를 확정한 후 철회하거나 제17회 학술대회에 참석하지 못하는 경우, 향후 아시아-태평양 유리체망막학회 학술대회 제출이 제한될 수 있습니다.\n발표 저자로서 학술대회에 참석하시려면 등록비를 결제해야 합니다. 아직 결제하지 않으셨다면, 학술대회 시스템에 로그인하여 (https://congress.apvrs.org/) 등록을 완료해 주시기 바랍니다.\n싱가포르에서 뵙기를 기대하고 있겠습니다!\n도움이 필요하시거나 질문이 있으시다면, 아시아태평양 유리체망막학회 사무국 secretariat@apvrs.org으로 문의해 주세요.\n진심을 담아서,\n파이산 루암비분수크 교수\n과학 프로그램 위원회 위원장\n제17회 아시아-태평양 유리체망막학회 학술대회\n[redacted_email]"
}