{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Are you sure,\" I asked. \"Dressed like a dirty stop-out?\"\n\"Oh who cares,\" [redacted_name] giggled.\nI went up to our room and called Steven, hoping that he hadn't already left for the airport.\n\"Hi gorgeous,\" he said. \"How's it going?\"\n\"Well, there's plenty to tell you but that's not why I called.\"\n\"You want me to tell you about last night?\"\nOf course. How did it go?\"\n\"Perhaps you should ask [redacted_name],\" he replied.\n\"Is she still there?\"\n\"Yes, I'll pass you over.\"\n\"Is that Lesley?\" [redacted_name] asked.\n\"Hi there. I hope your evening went well,\" I asked.\n\"It did,\" [redacted_name] confirmed. \"Thank you so much for letting me spend the night with Steven.\"\n\"You're welcome. Thank you for looking after him.\"\n\"I'm going to pass you back to Steven now and make myself scarce for a bit.\"\n\"Ok.\"\n\"Would you like to have lunch tomorrow?\"\n\"I'd love to.\"\n\"Great. Come by the shop around twelve and I'll tell you all about it then. Safe journey home.\"\nThe next voice I heard was Steven's again.\n\"I have the most considerate wife in the world,\" he told me then added, \"Thank you.\"\n\"Hold that thought while I tell you about my weekend,\" I joked.\nI told Steven what had happened and he laughed. He wouldn't have let [redacted_name] go off on her own if he'd been there, but there was no harm done.\n\"I'm really missing you,\" I told him. \"It's been ages since we've spent so much time apart.\"\n\"I know,\" he replied. \"But I'll be back on Thursday then there's just a week and a bit until we're on holiday.\"\n\"You're not going anywhere next week are you?\"\n\"No,\" he assured me.\n\"Have a safe flight then. I love you so much,\" I told him.\n\"I love you too,\" he replied. \"I can't wait for Thursday.\"\nI found [redacted_name] in the breakfast room finishing off a full English breakfast, which was unusual for her. She usually ate like a sparrow.\n\"Right. Spill the beans,\" I told her.\n\"There's not much to tell,\" she replied with a wicked grin on her face. \"We drove to Edinburgh, went to a jazz club, danced for a while, then booked into a hotel and had sex all night.\"\n\"Have you no shame?\" I joked.\n\"None at all.\"\n\"And will you be seeing Marcel again?\"\n\"That's up to him,\" [redacted_name] said. \"I gave him my address and phone number. Well, I gave him yours that is.\"\n\"And did you tell him anything about your life in France?\"\n\"The subject never came up.\"\n\"Do you like him?\"\n[redacted_name] thought before speaking.\n\"Marcel's a very nice man. He knows how to show a lady a good time and he made me feel special for a night, which is exactly what I needed. I'm not sure he's looking for anything more than that.\"\n\"But if he was. Would you be interested?\"\n\"You don't give up do you?\"\n\"You haven't answered the question.\"\n\"Ok. Yes,\" [redacted_name] sighed, \"I guess I would be.\"\nIt took us six hours to get home. Our plane was late arriving into Edinburgh which meant that it was late taking off. [redacted_name] was in a good mood and we chatted for hours, just the two of us. I'd missed out on time like this with friends when I was growing up and it meant the world to me to have it now.\nWe got home in the late afternoon. There was nobody else in the house. [redacted_name] must have been staying with Uwe that night. Neither of us was particularly hungry so we made a sandwich and curled up in front of the telly. Steven called to say that he'd arrived safely. It made me feel a bit sad that he wasn't here but, if he had been, we'd have had rampant sex for half the night and in truth, what I needed was a good night's sleep.\n[redacted_name] was probably more tired than I was. We made it to nine o'clock then went to bed. Normally I'm the one who likes to be cuddled but [redacted_name] was so petite and so delicate that I couldn't help wrapping my arms around her and she snuggled into me.",
    "trans": "확실해,\" 내가 물었다. \"마치 지저분한 외박꾼처럼 차려입고 말이야?\"\n\"아, 누가 신경이나 쓰겠어,\" [redacted_name]가 깔깔 웃었다.\n나는 우리 방으로 올라가 스티븐에게 전화했다, 그가 아직 공항으로 떠나지 않았기를 바라면서.\n\"안녕 예쁜이,\" 그가 말했다. \"어떻게 지내?\"\n\"음, 너에게 말할 게 많지만 그건 내가 전화한 이유가 아니야.\"\n\"어젯밤 일에 대해 듣고 싶구나?\"\n당연하지. 어땠어?\"\n\"아마 [redacted_name]에게 직접 물어보는 게 좋을 거야,\" 그가 대답했다.\n\"걔 아직 거기 있어?\"\n\"그래, 바꿔줄게.\"\n\"레스리야?\" [redacted_name]가 물었다.\n\"안녕. 좋은 저녁 보냈길 바래,\" 내가 말했다.\n\"응 그럼,\" [redacted_name]가 확인했다. \"스티븐과 밤을 보낼 수 있게 해줘서 정말 고마워.\"\n\"천만에. 그를 돌봐줘서 고마워.\"\n\"이제 스티븐 바꿔줄게 그리고 나는 잠시 자리를 비울게.\"\n\"알겠어.\"\n\"내일 점심 같이 할래?\"\n\"좋아.\"\n\"잘 됐네. 12시쯤 가게로 와 그럼 그때 다 이야기해 줄게. 집에 조심히 가.\"\n다시 들려온 목소리는 스티븐이었다.\n\"난 세상에서 가장 배려심 깊은 아내를 두었어,\" 그가 말했고 덧붙였다, \"고마워.\"\n\"내 주말에 대해 이야기할 동안 그 말을 기억해 둬,\" 내가 농담했다.\n나는 스티븐에게 있었던 일을 이야기했고 그는 웃었다. 그가 그 자리에 있었더라면 [redacted_name]이 혼자 가도록 두지 않았을 테지만, 결국 별문제는 없었다.\n\"정말 보고 싶어,\" 내가 말했다. \"이렇게 오래 떨어져 지낸 적이 없잖아.\"\n\"그러게,\" 그가 대답했다. \"하지만 목요일이면 돌아가 그리고 우리 휴가까지는 이제 일주일하고 조금 남았어.\"\n\"다음 주에는 어디 가는 일정 없지?\"\n\"없어,\" 그가 나를 안심시켰다.\n\"그럼 비행 조심하고. 많이 사랑해,\" 내가 말했다.\n\"나도 사랑해,\" 그가 대답했다. \"목요일이 너무 기다려져.\"\n아침 식당에서 [redacted_name]를 찾았고 영국식 아침을 완전히 비우고 있었는데, 그녀답지 않은 모습이었다. 보통 그녀는 참새처럼 소식했기 때문이다.\n\"자. 이제 다 말해 봐,\" 내가 말했다.\n\"별로 할 말 없어,\" 그녀가 장난스러운 미소를 지으며 대답했다. \"에든버러까지 운전해서 갔고, 재즈 클럽에 가서, 춤을 좀 췄어, 그리고 호텔을 예약해서 밤새 섹스를 했지.\"\n\"부끄럽지도 않아?\" 내가 농담했다.\n\"전혀.\"\n\"마르셀을 또 볼 거야?\"\n\"그건 그에게 달려있지,\" [redacted_name]가 말했다. \"그에게 내 주소랑 전화번호를 줬어. 아니, 사실 네 주소를 줬지.\"\n\"그에게 프랑스에서의 네 삶에 대해 이야기했어?\"\n\"그 얘기는 나오지 않았어.\"\n\"그를 좋아해?\"\n[redacted_name]는 잠시 생각에 잠겼다.\n\"마르셀은 정말 좋은 사람이야. 그는 여자가 특별한 존재라고 느끼게 해주는 법을 알고 있고 덕분에 하룻밤 동안 정말 특별한 기분이 들었어, 내가 지금 정확히 필요한 것이였지. 지금 그가 그것보다 더 깊은 무언가를 원하고 있는지는 모르겠어.\"\n\"하지만 만약 그가 원한다고 한다면. 너도 관심 있어?\"\n\"넌 포기할 줄 모르지 그치?\"\n\"아직 대답 안 했잖아.\"\n\"알겠어. 그래,\" [redacted_name]가 한숨을 쉬며, \"아마도 관심이 있을 거야.\"\n집까지 오는 데 6시간이 걸렸다. 우리가 탄 비행기가 에든버러 도착이 늦어지면서 출발도 지연되었기 때문이다. [redacted_name]는 기분이 좋았고 우리는 딱 우리 둘 끼리만, 몇 시간 동안 이야기꽃을 피웠다. 나는 어린 시절 친구들과 이렇게 시간을 보내지 못했기 때문에 지금 이런 시간을 가지는 게 내게는 너무 소중했다.\n우리는 오후 늦게 집에 도착했다. 집에는 아무도 없었다. [redacted_name]는 아마 그날 밤 우베와 함께 있었던 것 같았다. 둘 다 별로 배고프지 않았기에 간단히 샌드위치를 만들어 먹고 TV 앞에 몸을 웅크리고 앉았다. 스티븐이 도착했다고 전화가 왔다. 그가 여기 없다는 게 조금 아쉬웠지만, 사실 그가 있었다면, 밤늦도록 열정적인 섹스를 했을 테고 사실은, 지금 나에게 필요했던 건 푹 자는 것이었다.\n[redacted_name]는 아마 나보다 더 피곤했을 것이다. 우리는 밤 9시까지 버티다가 결국 잠자리에 들었다. 보통은 내가 안기는 걸 좋아하는 쪽이었지만 [redacted_name]는 너무 작고 가녀려서 나도 모르게 그녀를 꼭 끌어안았고 그녀는 내 품으로 바짝 파고들었다."
}