{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Florida reels from the devastation caused by Hurricane Milton, which made landfall as a Category 3 storm, and the lingering effects of Hurricane Helene just two weeks earlier, new research shows that the long-term health consequences of such storms may be far greater than initially understood.\nA recent study published in Nature analyzing nearly 500 tropical cyclones from 1930 to 2015 revealed that hurricanes cause immediate destruction and lead to thousands of additional deaths in the aftermath.\nThese indirect fatalities, which can persist for up to 15 years after the storm, often go unreported in official death tolls, leading experts to believe the true impact of hurricanes has been grossly underestimated.\nAccording to environmental economist Rachel Young of the University of California, Berkeley, who co-authored the Nature study, “We estimate that indirect deaths from hurricanes could number between 7,000 and 11,000 per storm, which is up to 300 times greater than the official death counts.” This staggering statistic highlights the extent to which storm-related fatalities have been overlooked.\nThis equates to an estimated 55,280 to 88,080 additional deaths each year. The study also revealed that hurricanes and their aftermaths have likely caused more deaths in the U.S. than all recorded fatalities from car accidents, infectious diseases, and wars combined, with a total ranging between 3.6 million and 5.2 million lives lost.",
    "trans": "플로리다는 카테고리 3 허리케인으로 상륙한 허리케인 밀튼으로 인한 파괴와 단 두 주 전에 상륙한 허리케인 헬레네로부터 남아 있는 영향에서 회복하지 못하고 있습니다. 새 연구는 이러한 허리케인의 장기적인 건강 관련 영향은 초기 이해된 것보다 매우 클 수 있다는 것을 보여줍니다.\n1930년부터 2015년까지 거의 500개에 달하는 열대성 사이클론을 분석한 네이처 지에 게재된 최근 연구에서 허리케인은 즉각적인 파괴를 불러오고 이후 수천 명의 추가적인 사망을 불러온다는 사실이 밝혀졌습니다.\n허리케인 이후 최대 15년까지 지속될 수 있는 이러한 간접적인 사망은 공식 사망 통계에는 보고되지 않는 경우가 많아 전문가들은 허리케인의 진정한 영향이 크게 저평가되었다고 믿고 있습니다.\n네이처 연구를 공동 집필한 캘리포니아 대학교 버클리의 환경경제학자 레이첼 영에 따르면, \"우리는 허리케인으로 인한 간접적인 사망을 허리케인당 7,000명에서 11,000명 사이일 것이라 추정하고 있습니다. 이는 공식 사망 통계보다 최대 300배 더 많은 수치입니다.\"라고 합니다. 이러한 충격적인 통계는 얼마나 허리케인 관련 사망이 간과되었는지를 강조해 보여줍니다.\n이는 매년 55,280건에서 88,080건의 사망이 추가적으로 발생한다는 예측과 동일합니다. 이 연구는 또한 허리케인과 그 영향으로 인해 미국에서 총 360만 명에서 520만 명 사이의 사망자가 발생해 교통사고, 감염병 및 전쟁을 합친 것보다 더 많은 사망자를 냈을 가능성이 높다는 사실을 밝혀냈습니다."
}