{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Topics covered:\nTangible non-current assets\nTreatment of depreciation\nTreatment of government grants used to acquire assets\nLearning Outcomes:\nUnderstand the principles of tangible asset recognition and subsequent valuation\nUnderstand the principles of depreciation\nGain an appreciation of methods of depreciation and its effect on financial statements\nRoyal Dutch Shell\nOne of the side effects of the Covid pandemic has been that companies are digitizing operations, but this is something that has been going on for some time although Covid has highlighted it.\nCompanies in the S&P500 index have 90% of their value in intangible assets and this means, of course, that tangible non-current assets like land, property, plant and equipment have ceased to be so important as an element of many companies’ value and instead, data, software and patents have increased in importance. Renting, sharing, or leveraging third-party assets rather than purchasing them has allowed organizations to scale easily, as the expense of acquiring, retaining, and managing such tangible assets is greatly reduced. Companies like Airbnb operate with limited tangible assets (their 2022 financial statements show total assets of $13,708,474 of which only $156,585 represented property and equipment). The reason for this is that they utilize assets held by third parties in their business model.\nSo, are tangible assets a thing of the past. For many shedding tangible assets like offices and equipment as staff work from home has become the new norm, but many companies do require heavy investment in tangible non-current assets. Royal Dutch Shell, for example, as a major oil and gas mining and production company holds very high values in tangible non-current assets.\nIn its 2021 annual report Shell reported a total asset value of $275,614 million of which $194,932 million was represented by property, plant and equipment (approximately 71% of all asset value). $125,472 million of this was comprised of assets involved in exploration, evaluation and production of oil and gas.\nThe notes to the Shell accounts for 2021 regarding property, plant and equipment are reproduced below:",
    "trans": "다루는 주제:\n유형 비유동 자산\n감가상각 처리\n자산 취득에 사용된 정부 보조금 처리\n학습 목표:\n유형 자산 인식 및 후속 평가 원칙 이해\n감가상각 원칙 이해\n감가상각 방법과 그에 따른 재무제표 영향에 대한 이해 증진\n로열 더치 쉘\n코로나 팬데믹의 한 가지 부수적인 영향은 기업들이 운영을 디지털화하는 것이었으며, 이는 이전부터 진행되어 왔지만 코로나가 그 중요성을 더욱 부각시켰습니다.\nS&P500 지수에 속한 기업들은 90퍼센트에 해당하는 가치가 무형 자산에서 비롯되며, 이는 곧, 당연히, 토지, 건물, 공장 및 장비와 같은 유형 비유동 자산이 더 이상 많은 기업의 가치에서 중요한 요소가 아니라는 것을 의미하고 그 대신, 데이터, 소프트웨어 및 특허의 중요성이 증가했습니다. 기업들은 이들을 구매하기보다는 임대, 공유 또는 제3자 자산을 활용하는 방식을 통해 확장을 쉽게 할 수 있었으며, 이는 그런 유형 자산을 취득하고, 유지하고, 관리하는 비용을 크게 줄였습니다. 에어비앤비와 같은 회사들은  제한된 유형 자산을 보유한 상태에서 운영합니다 (2022년 그들의 재무제표에 따르면 총 자산은 1,370만 8,474달러였으며 이 중 건물 및 장비는 단 15만 6,585달러에 불과했습니다). 이는 그들의 비즈니스 모델에서 제3자가 보유한 자산을 활용하기 때문입니다.\n그렇다면, 유형 자산은 과거의 유물인가. 많은 기업들에게 있어 재택근무가 보편화되면서 사무실 및 장비와 같은 유형 자산을 처분하는 것이 새로운 표준이 되었지만, 여전히 많은 기업들은 대규모 유형 비유동 자산에 대한 막대한 투자가 필수적입니다. 예를 들어, 로열 더치 쉘은 주요 석유 및 가스 탐사 및 생산 기업으로 유형 비유동 자산의 비중이 매우 큽니다.\n2021년 연간 보고서에서 쉘은 총 자산 가치를 2756억 1400만 달러, 이 중 1,949억 3,200만 달러 (총 자산의 약 71%)가 건물, 공장 및 장비로 구성되었습니다. 그 중 1,254억 7,200만 달러는 석유 및 가스의 탐사, 평가 및 생산 관련 자산으로 구성되었습니다.\n아래는 2021년 쉘의 재무제표에서 건물, 공장 및 장비에 대한 주석을 발췌한 내용입니다:"
}