{
    "source": "en_US",
    "target": "ko_KR",
    "text": "ob Summary:\nThe Administrative Assistant will play a vital role in ensuring efficient day-to-day operations by providing general administrative support, coordinating office activities, and assisting with various projects. This position requires excellent organizational skills and a strong sense of teamwork.\nKey Responsibilities:\nProvide general administrative support, including managing correspondence, scheduling appointments, and handling phone inquiries.\nAssist in the preparation of documents, reports, presentations, and other materials for internal and external use.\nMaintain organized and up-to-date records, including filing, scanning, and data entry.\nManage office supplies, placing orders when necessary and ensuring the office is well-stocked.\nAssist in coordinating meetings, events, and travel arrangements for team members.\nPerform general office tasks such as mail distribution, answering phones, and greeting visitors.\nSupport specific projects as needed, collaborating with various departments to ensure smooth execution.\nRequirements:\nDiploma or Associate Degree in Business Administration or a related field.\nPrior experience in an administrative role is a plus but not required.\nStrong organizational skills with an ability to multitask effectively.\nExcellent written and verbal communication skills.\nProficiency in MS Office (Word, Excel, PowerPoint) and familiarity with office equipment.\nA positive attitude, flexibility, and a willingness to support team goals.\nBenefits:\nCompetitive salary based on experience.\nOpportunities for professional development and career advancement.\nA friendly and inclusive work environment that values teamwork.\nAccess to company-sponsored training and development programs.",
    "trans": "옵 요약:\n행정 보조원은 일반적인 행정 지원을 제공하고, 사무실 활동을 조정하며, 다양한 프로젝트를 지원하므로 일상 업무를 보장하는 데 중요한 역할을 할 것입니다.이 직위에는 훌륭한 조직화 기술 및 협동심이 필요합니다.\n주요 책임:\n일반적인 행정 지원 제공, 서신 관리를 포함하여, 예약 일정 관리와, 전화 문의 처리.\n내외부적인 사용을 위한 문서, 보고서, 프레젠테이션과, 다른 자료의 준비 보조.\n서류 정리, 스캐닝과 자료 입력을 포함한 정리 및 최신 기록 유지.\n사무용품 관리, 필요시 주문 및 사무실 재고가 잘 갖춰있도록 보장.\n팀원을 위한 회의, 행사 및 출장 준비 조정하는 것 지원.\n우편 배부, 전화 응대 및 방문객 맞이와 같은 일반적인 사무실 업무 수행.\n필요에 따라 구체적인 프로젝트 지원, 매끄러원 실행을 보장하기 위한 다양한 부서와 협업.\n자격:\n경영학 또는 관련된 분야 학사 졸업 및 준학사.\n행정 업무에서 이전 경험은 가산되며 필요는 아님.\n효과적인 멀티 태스크 능력과 강한 조직화 기술.\n훌륭한 작문 및 언어 소통 기술.\nMS 오피스 (워드, 엑셀, 파워포인트)에 능숙하고 사무 장비에 익함.\n긍정적인 자세, 유동적이고, 기꺼이 팀의 목표를 지원함.\n혜택:\n경험을 기반으로 경쟁력 있는 급여.\n전문성 개발 및 경력 발전을 위한 기회.\n팀워크에 가치를 두는 친화적이고 포괄적인 업무 환경.\n회사가-지원하는 교육 및 개발 프로그램의 이용."
}