{
    "source": "en_US",
    "target": "ko_KR",
    "text": "panels. I have conducted site assessments to determine the best location and orientation for solar panels, as well as installed solar systems on fixed and mobile structures. I specialize in making electrical connections, including inverters and energy storage systems.\nAdditionally, I perform regular inspections to ensure optimal system performance, diagnosing and repairing electrical and mechanical failures. I implement preventive maintenance programs to extend the lifespan of equipment and ensure compliance with local and national electrical regulations throughout all stages of work.\nWORK HISTORY __________________________________ (PAST 7 YEARS)\n2017 – 2018: Electrician\nCOMPANY: PSC\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Motors, inverters and energy storage systems. 2018 – 2019: Electrician\nCOMPANY: IEA\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Motors, inverters and energy storage systems. 2019 -Present\nCOMPANY: MASTEC\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Operar maquinaria pesada, incluidas carretillas elevadoras, cargadoras y equipos Bobcat.Motors, inverters and energy storag",
    "trans": "패널. 저는 태양광 패널의 최적 위치와 방향을 결정하기 위해 현장 평가를 실시해 왔으며 고정식과 이동식 구조물에 태양광 시스템 설치를 해왔습니다. 인버터 및 에너지 저장 시스템을 포함한 전기 연결이 저의 전문 분야입니다.\n또한, 저는 최적의 시스템 성능을 보장하기 위한 정기 점검을 실시하며, 전기적 및 기계적 고장을 진단하고 수리합니다. 장비의 수명을 연장하고 모든 작업 단계에서 지역 및 국가 전기 규정을 준수하기 위해 예방 유지보수 프로그램을 시행하고 있습니다.\n작업 내역 __________________________________ (과거 7년간)\n2017년 ~ 2018년: 전기 기사\n회사: PSC\n● 태양광 패널 시스템을 위한 케이블 배선 작업을 수행했으며, 이에는 안전하고 효율적인 에너지 전달을 위해 케이블 경로를 지정하고 고정하는 것을 포함함.\n● 인버터 및 에너지 저장 시스템을 포함한 전기 연결 작업. 2018 ~ 2019: 전기기사\n회사: IEA\n● 태양광 패널 시스템을 위한 케이블 배선 작업을 수행했으며, 이에는 안전하고 효율적인 에너지 전달을 위해 케이블 경로를 지정하고 고정하는 것을 포함함.\n● 인버터 및 에너지 저장 시스템을 포함한 전기 연결 작업. 2019~현재\n회사: MASTEC\n● 태양광 패널 시스템을 위한 케이블 배선 작업을 수행했으며, 이에는 안전하고 효율적인 에너지 전달을 위해 케이블 경로를 지정하고 고정하는 것을 포함함.\n● Operar maquinaria pesada, incluidas carretillas elevadoras, cargadoras y equipos Bobcat을 포함한 전기 연결. 모터, 인버터 및 에너지 저장 장치"
}