{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Valued Licensee,\nIt is hoped that you, your family and your business have remained safe during Hurricane Milton. To that end, our partners at FloridaCommerce have activated two key resources in response to Hurricane Milton.\nBusiness Damage Assessment Survey\nThe Florida Department of Business and Professional Regulation encourages business owners to self-report physical and economic damage caused by Hurricane Milton through FloridaCommerce’s Business Damage Assessment Survey. Professionals with physical business locations are encouraged to share this information with the owners of their businesses. Survey responses will allow the state to expedite recovery efforts by gathering data and assessing the needs of impacted businesses.\nBusinesses can complete the survey online by visiting www.FloridaDisaster.bizand selecting “Hurricane Milton” from the dropdown menu.\nThe Small Business Emergency Bridge Loan Program\nFloridaCommerce has also activated the Small Business Emergency Bridge Loan Program, making $50 million available to Florida businesses impacted by Hurricane Milton.\nThis program offers short-term, zero-interest loans of up to $50,000 for eligible applicants who have experienced economic injury or physical damage due to the storm. These loans are intended to help bridge the gap while longer-term funding, such as federal loans or insurance claims, is secured.",
    "trans": "존경하는 면허 소지자 여러분,\n허리케인 밀튼 기간 동안 귀하와 가족, 그리고 사업이 안전하게 유지되었기를 바랍니다. 이에 따라, 플로리다 커머스의 파트너들은 허리케인 밀튼에 대응하여 두 가지 주요 지원 프로그램을 시행하였습니다.\n비즈니스 피해 평가 설문조사\n플로리다주 사업 및 전문 규제부는 사업주들이 허리케인 밀튼으로 인한 물리적 및 경제적 피해를 플로리다 커머스의 비즈니스 피해 평가 설문조사를 통해 자체적으로 보고할 것을 권장합니다. 물리적 사업장을 보유한 전문가들은 해당 정보를 사업주들과 공유할 것을 권장합니다. 설문 응답은 데이터를 수집하고 피해를 입은 기업의 필요를 평가함으로써 주정부가 복구 작업을 신속하게 진행하는 데 도움이 될 것입니다.\n설문조사는 www.FloridaDisaster.biz에 접속하여 드롭다운 메뉴에서 \"Hurricane Milton\"을 선택하면 온라인으로 작성할 수 있습니다.\n소규모 기업 긴급 브리지 대출 프로그램\n또한, 플로리다 커머스는 소규모 기업 긴급 브리지 대출 프로그램을 시행하여, 허리케인 밀튼으로 피해를 입은 플로리다 사업체를 위해 5천만 달러의 자금을 제공합니다.\n이 프로그램은 최대 5만 달러까지 무이자 단기 대출을 제공하며, 허리케인으로 인해 경제적 피해 또는 물리적 손실을 입은 적격 신청자를 대상으로 합니다. 해당 대출은 연방 대출 또는 보험금과 같은 장기적 재정 지원이 확보될 때까지의 기간을 보완하기 위한 목적으로 제공됩니다."
}