{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Chapter 7: Improve Your Speaking\nYou will not learn to speak English in one day but the more your practice the\nbetter you will get.\nMany people think that they can’t become better speakers without traveling or\nliving in an English speaking country. This is not true. There are opportunities in\nmost places in the world and online that will allow you to practice you speaking\nskills without ever leaving your city.\nThere are also other things that influence whether you learn to speak English\nfluently or not.\nMistakes\nMany English language learners are afraid to talk. Why? Because they don’t\nknow the correct words to say or they are afraid they will say the wrong verb.\nDon’t be one of these people. Don’t be ashamed into thinking that mistake are\nbad.\nYou can’t get better at something without making mistakes and trying. The more\nmistakes that you make the better you will get. Making a lot of mistakes will\nalso let you learn quicker.\nIf you are silent and scared to speak then you will not get better at speaking\nEnglish. You will spend time thinking about English.\nIf you just open your mouth and speak, you will talk a lot. You will get practice\nand you will make mistakes. You will learn what changes you need to make so\nthat native English speakers can understand you better.\nIf you decide to speak English instead of being silent, you will feel more\nsuccessful. You will feel more successful because you are taking action, though\nchallenging and working towards your goal of speaking fluent English.\nThink about something that you are good at. Did you learn to do it in a day? In a\nweek? Did you have to try over and over again to get good at it? Did you make\nmistakes before you learned the right way to do it?\nIf you find just diving into speaking right away difficult, try slowly increasing\nthe amount you talk. For example, if you go to English class you could count\nhow many times you participate or talk in each class. If you only spoke one time\nin your first class, try speaking two times in the next class. In each class, try to\ntalk a little more. Over time it will get easier.\nFinding Someone to Speak English With\nDo you struggle to learn English because you have no one to speak to? This\nshould not be your excuse. There are billions of people learning to speak English\nthat would be eager to practice speaking with you.\nOnline you can find people to practice English with on many websites. Below\nyou will find a list of websites where you can talk to or correspond with other\npeople learning English and/or your language.\nMy Language Exchange ( http://www.mylanguageexchange.com/ )\niTalki ( http://www.italki.com/hl/en-us )\nConversation Exchange ( http://www.conversationexchange.com/ )\nInterpals ( http://www.interpals.net/ )\nLingoGlobe ( http://www.lingoglobe.com/ )\nEasy Language Exchange ( http://www.easylanguageexchange.com/ )\nVerbling (https://www.verbling.com/)\nTongue Out (http://tongueout.net/)\nCoeffee (http://en.coeffee.com/)\nDuolingo ( https://www.duolingo.com/ )\nBusuu ( http://www.busuu.com/enc/ )\nLanguage Exchange Project http://languageexchange.gregloby.com/\nMake an Audio or Video Journal\nEvery day you could record yourself speaking about your day or topic. This\nwould allow you to practice speaking and you could play back the recordings to\nsee how you are improving over time. Even making a goal of speaking for one\nminute a day can help you improve over time.\nMemorize phrases not words\nWhen you are learning a new language, it is sometimes difficult to know what to\nfocus on. Many people focus on memorizing lists of words in the new language.\nThis is not a good practice.\nInstead try memorizing phrases or sentence stems that are meaningful to you. So,\nphrases that you will use often or more than once.\nFor example: Yesterday, I went to school.\nAfter memorizing this you can insert more words to change the meaning.\nYesterday, I went to work.\nYesterday, I went to the store.\nYesterday, I went to the beach.\nYesterday, I went to a restaurant.\nYou could also change the beginning of the sentence.\nLast week , I went to school.\nLast month , I went to school.\nLast year , I went to school.\nWhen I was 10 years old , I went to school.\nA long time ago , I went to school.\nBy memorizing entire phrases that are useful to your learning, you will be able\nto speak faster. You will also build a small toolbox that you can refer to\nwhenever you get stuck or can’t think of something to say.\nTake Action:\n1. 3. 4. Find someone to speak English to\n2. Talk more\nDon’t be afraid to make mistakes\nMemorize one new phrase or sentence starter a day\nChapter 8: Improve Your Listening\nAre you good at writing and reading in English but struggle to understand native\nspeakers? This is very common. In order to develop your listening skills you\nneed to take time to immerse yourself in English.\nThere are many different activities you can do to improve your English listening\nskill. Remember, you won’t understand everything you hear. That’s okay. At the\nbeginning you may only understand 20 or 30% of what you hear in English.\nDon’t panic. Focus on the words you do understand and try to understand the\noverall meaning of what you are listening to.\nAfter training your ears to understand English, you will start to understand more\nand more. It is not a super quick process. It takes time and effort on your part.\nJust keep listening. You will start to understand more and more words and soon\nonly have a few things you understand.\nBelow you will find different suggested activities that you could do to help you\nimprove your English speaking.\nListen to Podcasts\nPodcasts are audio (and sometimes video files) that you can download for free.\nSince you can download them, you can put them on your iPod, smartphone or\nlisten to them in your computer.\nMany English learners only listen to podcasts about learning English. This is a\nmistake! There are many wonderful podcasts about thousands of subjects. Listen\nto podcasts that are of interest to you. Take some time to go through the different\ncategories on iTunes and try listening to a few different podcasts.\nMany people have their podcasts transcribed or written for their audience and\navailable to download for free on their website. The transcript can help you\nfollow along to the audio file while you listen to the podcast. It will also help\nyou better understand what the person in the podcast is saying because you will\nbe able to hear and read at the same time.\nEnglish Language Learning Podcasts:\nAll Ears Podcast http://allearsenglish.com/\nCulips ESL Podcast http://culips.com/\nEnglish Tonight Podcast http://english-tonight.com/etpodcast/\nESL Podcast http://www.eslpod.com/website/index\nnew.html\n_\nReal Life English Podcast http://reallifebh.com/reallife-english-esl-podcasts\nWatch the News in English\nMany people have habit of watching the news in their native language. By\nwatching the news in English, you can stay informed and improve your English\nlistening skills at the same time.\nCnn.com is a news channel from the United States with correspondents around\nthe world. http://edition.cnn.com/? hpt=ed\nIntl\n_\nBBC.com is the biggest news source from the United Kingdom\nhttp://www.bbc.com/\nMany of the top news stories have short video clips that you can watch; usually\nunder a minute.\nOne of the benefits of watching the news is that the broadcasters speak a few\nclear and basic English. So, it should be easier to understand because they do not\nuse slang or colloquial phrases when presenting the news.\nListen to Music in English\nYouTube is a great resource for listening to music in English you can also find\nmany songs with the lyrics on the video.\nTo find the song lyrics you are looking for you can search in google or\nYouTube: Song + lyrics.\nOther website such as Lyrics.com http://www.lyrics.com/ and azlyrics.com\nhttp://www.azlyrics.com/ thousands of lyrics available for free.\nBy listening to a song while reading the lyrics you will be able to identify (read)\nwords that you didn’t understand as they were being sung. You can also use the\nlyrics to help you learn new vocabulary and natural sentence structures or\nexpressions.\nMusic will also help you sing or speak faster in English. When I was learning\nmy second language, I listened to a lot of music. I would listen to some songs\nover and over again. I would sing along and do the best I could. Sometimes the\nsong was way too fast for me to say and I would get tongue tied but the more I\nlistened and practiced singing along the better I got at it.\nWebsites with Stories\nThere are a few good website where you can listen to stories in English. Though\nthis may sound childish, stories are a great tool for learning a language because\nthey are often short, simple and to the point.\nOn the ESLFast (http://www.eslfast.com/) website you can listen to hundreds of\nstories and they are categorized by beginner, intermediate and advanced. They\nalso have many basic English conversations that you can listen to.\nOn the ESLYes (http://www.eslyes.com/nyc/contents.htm) website you can\nlisten to over 500 stories in English, it also has a written transcript of the story to\nhelp you follow along.\nOn Rong Chang’s website you can find 200 stories here (http://www.rong-\nchang.com/eslread/index.htm) , here (http://www.rong-chang.com/nse/)or here (\nhttp://www.rong-chang.com/ne/) . They are on a wide variety of topics for\nbeginning English speakers.\nTV/Movies\nWatching TV or movies is great way to increase your English listening\ncomprehension. You also can turn on the subtitles on many TV programs and\nmovies and read as you watch the movie. This will help improve you\ncomprehension of what you are watching.\nRadio\nOn the radio, you will be able to hear people naturally talking to each other\nabout different topics. Some radio stations are more casual than others. On some\nyou will hear the news and about current events and politics. On other radio\nstations, they tell jokes, stories and celebrity gossip.\nThere are several great websites that you can use",
    "trans": "7장: 말하기 향상시키기\n하루 만에 영어로 말하는 법을 배울 순 없지만 연습을 할수록\n점점 나아질 것입니다.\n많은 사람들은 말하기를 향상시킬 때 여행을 가거나\n영어권 나라에서 살지 않으면 불가능하다고 생각합니다. 이것은 사실이 아닙니다.\n세계의 대부분과 온라인에는 말하기를 연습할 수 있는 기회가 있으며\n사는 곳을 떠나지 않아도 됩니다.\n또한 영어로 유창하게 말하는 것을 결정하는\n다른 요소들도 있습니다.\n실수\n영어를 배우는 많은 사람들은 말하는 것을 두려워합니다. 왜 그럴까요? 왜냐하면 그들은\n정확한 단어를 모르거나, 잘못된 동사를 사용할까 두려워하기 때문입니다.\n그런 사람이 되지 마세요. 실수가 나쁘다는 생각에 부끄러워하지\n마세요.\n실수하고 시도하지 않으면 나아질 수 없습니다. 실수를 많이 할수록\n더 발전할 것입니다. 많은 실수를 하는 것은\n더 빠르게 배울 수 있도록 돕습니다.\n당신이 말하는 것을 두려워 입을 다물고 있다면 영어 말하기를 발전시킬 수 없습니다.\n영어에 대해 생각하며 시간을 보내게 될 것입니다.\n그냥 입을 열어 말한다면, 말을 많이 하게 될 것입니다. 연습이 되고\n실수도 하겠죠. 어떤 점을 바꾸어야\n영어 원어민이 당신의 말을 더 잘 알아들을 수 있을지 배우게 될 것입니다.\n침묵하는 대신 영어를 말하기로 결심했다면, 더욱\n성공적이라고 느낄 것입니다. 행동하고 있기 때문이죠,\n어렵지만 영어를 유창하게 말하려는 당신의 목표로 나아가기 때문입니다.\n당신이 잘하는 것을 떠올려 보세요. 하루만에 배웠나요?\n일주일만에? 잘하기 위해 계속해서 시도했나요?\n올바른 방법을 배우기 전까지 실수를 했나요?\n바로 말하는 것이 어렵게 느껴진다면, 말하는 양을\n천천히 늘려보세요. 예를 들어, 영어 수업에 간다면\n매 수업에서 몇 번이나 참여하거나 말을 했는지 세어 보세요. 만약 첫 수업에서 한 번밖에 말하지 않았다면,\n다음 수업에서 두 번 말하려고 해 보세요. 매 수업마다\n조금씩 더 말하려고 해 보세요. 시간이 지날수록 쉬워질 것입니다.\n함께 영어로 말할 사람을 찾기\n말할 사람이 없어서 영어를 배우는 데 어려움을 겪고 있나요?\n변명이 될 수 없습니다. 영어 말하기를 배우는 수억 명의 사람들이\n당신과 말하기 연습을 하고 싶어 합니다.\n많은 웹사이트에서 온라인으로 영어 연습할 사람을 찾을 수 있습니다. 아래는\n다른 사람들과 대화하거나 서신을 주고받을 수 있는 사이트입니다.\n영어 그리고/혹은 당신의 언어를 배우는 사람들과요.\n나의 언어 교환 ( http://www.mylanguageexchange.com/ )\ni톡키 ( http://www.italki.com/hl/en-us )\n대화 교환 ( http://www.conversationexchange.com/ )\n인터팔 ( http://www.interpals.net/ )\n링고글로브 ( http://www.lingoglobe.com/ )\n쉬운 언어 교환 ( http://www.easylanguageexchange.com/ )\n버블링 (https://www.verbling.com/)\n혀 내밀기 (http://tongueout.net/)\n코에피 (http://en.coeffee.com/)\n듀오링고 ( https://www.duolingo.com/ )\n부수 ( https://www.duolingo.com/ )\n언어 교환 프로젝트 http://languageexchange.gregloby.com/\n음성 혹은 영상 일기 만들기\n매일 그 날에 대해서 혹은 어떤 주제에 대해 말하는 자신을 녹화하세요.\n이렇게 하면 말하기 연습이 되고 녹화본을 다시 들으면서\n시간이 지남에 따라 어떻게 발전하는지 확인할 수 있습니다. 하루에 일 분 말하기 목표를 세우는 것 또한\n점점 발전하는 것에 도움이 됩니다.\n단어가 아닌 구를 외우기\n새로운 언어를 배울 때, 무엇에 집중해야 하는지 어려울 때가 있습니다.\n많은 사람들은 새 언어의 단어 목록을 외우는 데 집중하죠.\n이것은 좋은 방법이 아닙니다.\n대신에 의미있는 구나 절을 외우려고 해 보세요.\n자주 혹은 한 번 이상 사용할 구절을요.\n예시: 나는 어제 학교에 갔다.\n이것을 외우면 다른 단어를 넣어서 의미를 바꿀 수 있습니다.\n어제 나는 일하러 갔다.\n어제 나는 가게에 갔다.\n어제 나는 해변에 갔다.\n어제 나는 식당에 갔다.\n문장의 첫 부분을 바꿀 수도 있습니다.\n지난주에 나는 학교에 갔다.\n지난 달에 나는 학교에 갔다.\n작년에 나는 학교에 갔다.\n내가 10살 때, 나는 학교에 갔다.\n오래전, 나는 학교에 갔다.\n배우기 유용한 전체 구절을 외움으로써,\n더 빨리 말할 수 있게 됩니다. 또한 참고할 수 있는 작은 도구 상자를 만들어\n말문이 막히거나 할 말이 생각나지 않을 때 참조할 수 있습니다.\n행동하기:\n1. 3. 4. 영어로 말할 사람 찾기\n2. 더 많이 말하기\n실수하는 것을 두려워하지 말기\n매일 새로운 구절이나 문장 스타터 외우기\n8장: 듣기 향상시키기\n영어로 읽고 쓰는 데는 능숙하지만 원어민의 말을 알아듣기 어려우신가요?\n이는 매우 흔한 일입니다. 듣기 능력을 향상시키려면\n영어에 몰입하는 데 시간을 들여야 합니다.\n영어 듣기 능력을 향상시킬 수 있는 다양한 활동이 있습니다.\n기억하세요, 듣는 모든 것을 이해하지는 못할 것입니다. 괜찮습니다.\n처음에는 영어로 들을 때 겨우 20%나 30%밖에 이해하지 못할 수도 있습니다.\n당황하지 마세요. 알아들을 수 있는 단어에 집중해서 전체적인 의미를\n파악하려고 노력하세요.\n영어를 이해하는 듣기 훈련을 하면, 점점 더 많이 이해하게 될 것입니다.\n아주 빠르게 이뤄지는 과정은 아닙니다. 당신의 시간과 노력이 필요합니다.\n그냥 계속 들으세요. 점점 많은 단어를 이해하게 될 것이고 곧\n이해하지 못하는 단어가 얼마 없게 될 것입니다.\n아래는 다양한 추천 활동들로, 당신의 영어 능력을\n향상시키는 데 도움이 됩니다.\n팟캐스트 듣기\n팟캐스트는 무료로 다운받을 수 있는 음성 (가끔은 영상 파일) 입니다.\n다운받으면 아이팟, 스마트폰에 저장하거나\n컴퓨터로 들을 수 있습니다.\n영어를 배우는 많은 사람들은 영어 배우기에 관련된 팟캐스트만을 듣는데, 이는\n잘못된 방법입니다! 수천 가지 주제의 훌륭한 팟캐스트가 있습니다.\n관심 있는 팟캐스트를 들으세요. 시간을 들여 아이튠즈에서 다른\n카테고리를 살펴보고 여러 팟캐스트를 들어 보세요.\n많은 사람들은 청취자를 위해 전사본을 제공하고\n웹사이트에서 무료로 다운받을 수 있습니다. 전사본은\n팟캐스트를 들을 때 음성 파일 내용을 따라갈 수 있게 돕습니다. 또한\n팟캐스트 진행자가 하는 말을 더 잘 알아듣는 데 도움이 됩니다.\n듣는 동시에 읽을 수 있기 때문이죠.\n영어 학습 팟캐스트:\n올 이어즈 팟캐스트 http://allearsenglish.com/\n큐플립스 ESL 팟캐스트 http://culips.com/\n오늘밤 영어 팟캐스트 http://english-tonight.com/etpodcast/\nESL 팟캐스트 http://www.eslpod.com/website/index\nnew.html\n_\n실생활 영어 팟캐스트 http://reallifebh.com/reallife-english-esl-podcasts\n영어로 뉴스 보기\n많은 사람들이 모국어로 뉴스를 보는 습관이 있습니다.\n영어로 뉴스를 보면, 정보를 얻을 뿐만 아니라 영어\n듣기 능력도 동시에 향상시킬 수 있습니다.\nCnn.com은 전 세계의 미국 기자를 둔 미국 뉴스 채널입니다.\nhttp://edition.cnn.com/? hpt=ed\nIntl\n_\nBBC.com은 영국에서 가장 큰 뉴스 출처입니다\nhttp://www.bbc.com/\n많은 주요 뉴스는 짧은 동영상 클립이 있습니다; 보통\n일 분 미만의 길이입니다.\n뉴스 시청의 장점 중 하나는 방송인들이\n명확하고 간단한 영어를 사용한다는 점입니다. 훨씬 이해하기가 쉽습니다. 왜냐하면\n뉴스를 진행할 때는 속어나 구어적 표현을 쓰지 않기 때문입니다.\n영어 음악 듣기\n유튜브는 영어 음악을 들을 수 있는 좋은 자원이며\n영상에 가사가 제공되는 노래도 많이 찾을 수 있습니다.\n원하는 노래의 가사를 찾으려면 구글에 검색하거나\n유튜브: 노래 + 가사로 검색하세요.\n다른 웹사이트, Lyrics.com http://www.lyrics.com/ 과 azlyrics.com\nhttp://www.azlyrics.com/ 에서 수천 가지 가사를 무료로 이용할 수 있습니다.\n가사를 읽으며 노래를 들으면\n들을 때는 이해하지 못했던 단어를 인지하게 (읽게) 됩니다. 또한 가사는\n새로운 단어와 자연스러운 문장 구조 혹은\n표현을 익히는 데 도움이 됩니다.\n음악은 영어를 더 빠르게 말하거나 부르는 데도 도움이 됩니다. 제가 두 번째 언어를 배울 때,\n많은 음악을 들었습니다. 어떤 곡들은\n계속해서 반복해 들었죠. 최선을 다해 따라 불렀습니다. 가끔은\n제가 부르기에 노래가 너무 빨라서 혀가 꼬이기도 했지만 계속해서\n듣고 따라 부르며 연습할수록 점점 잘하게 되었습니다.\n이야기를 제공하는 웹사이트\n영어로 들을 수 있는 이야기를 들을 수 있는 좋은 웹사이트들이 있습니다. 비록\n유치하게 들릴지라도, 이야기는 언어를 배우는 데 훌륭한 도구입니다.\n보통 짧고, 간단하며 핵심이 있기 때문입니다.\nESLFast (http://www.eslfast.com/) 웹사이트에서 수백 개의\n이야기를 들을 수 있고, 초급, 중급, 고급으로 나뉘어 있습니다.\n이곳에서 기초 영어 대화도 들을 수 있습니다.\nESLYes (http://www.eslyes.com/nyc/contents.htm) 웹사이트에서는\n영어로 500개가 넘는 이야기를 들을 수 있고, 전사본이 있어\n따라가는 데 도움이 됩니다.\n롱 창의 웹사이트에서는 200개 이상의 이야기를 찾을 수 있습니다. 이 사이트(http://www.rong-\nchang.com/eslread/index.htm) , 이 사이트 (http://www.rong-chang.com/nse/) 혹은 이 사이트 (\n(http://www.rong-chang.com/nse/) 입니다. 영어 초심자를 위한\n다양한 주제로 되어 있습니다.\nTV/영화\nTV나 영화를 보는 것은 영어 듣기 이해력을 키우는 아주 좋은 방법입니다.\n많은 TV 프로그램과 영화의 자막을 켜서\n영화를 보며 읽을 수도 있습니다. 이는 당신이\n보는 내용을 더 잘 이해하는 데 도움이 됩니다.\n라디오\n라디오에서는 사람들이 여러 주제에 대해 자연스럽게 대화하는 것을 들을 수 있습니다.\n어떤 라디오 방송국은 좀 더 캐주얼합니다. 어떤 라디오에서는\n뉴스와 시사 그리고 정치에 대해 들을 수 있고, 다른 라디오\n방송에서는 농담과 이야기 그리고 연예인 소문에 대해 이야기합니다.\n이용할 수 있는 훌륭한 웹사이트가 여러 개 있습니다"
}