{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Evolution of Independence Standard:\nDirectors who are qualified often have social/institutional connections that could compromise independence\nFinding truly independent directors who are also competent and qualified\nDifferent contexts (SLCs vs. controlled firms) may warrant different standards of independence\nDelaware courts initially limited Oracle's broader standard to SLC context\nRecently, courts have applied this expanded version to demand-futility cases involving controlling shareholders\nHere's a summary of the key points about the evolution and implications of independence in Special Litigation Committees (SLCs):\nIn re Oracle expanded this to include social and institutional connections\nThere's a need for clearer guidance on what level of social ties is acceptable\nThe text suggests this remains an evolving area of law where courts continue to grapple with balancing independence, competence, and practical business needs.\nBoards face practical difficulties in establishing SLCs without adding new directors\nThere's an inherent tension between independence (requiring distance) and competence (often requiring connections)\nKey Challenges and Tensions:\nTraditionally, independence meant only financial disinterest\nThe broader independence standard reflects concerns about social influences on decision-making\nImplications and Considerations:\nCourts must balance the need for truly independent oversight against practical business realities",
    "trans": "독립에 대한 기준의 진화:\n자격을 갖춘 이사들은 종종 사회적/제도적 커넥션이 있어 독립에 대한 타협을 할 수도 있다\n유능하고 자격을 갖춘 동시에 진정한 독립을  추구하는 이사를 찾는 것\n또 다른 맥락(SLC vs 피지배 기업들)으로서 정당하고 각기 다른 독립 기준을 들 수 있다\n델러웨어 법원은 초반에는 오라클 건의 기준에 대한 더 넓은 범위를 SLC 맥락으로 제한했다\n최근, 법원은 이러한 확장된 버전을 주주를 통제하는 것과 관련한 요구-무용성 사건에 적용했다\n다음은 특수 소송 위원회(SLC)관련하여 독립의 진화 및 권한에 대한 주요 쟁점을 요약한 것이다\n오라클 건에서는 이를 확장하여 사회적 및 제도적 커넥션을 포함하였다\n사회적 관계가 어느 수준까지 허용되는지에 대한 명확한 가이드라인이 요구된다\n이 주제는 법원이 독립성, 권한, 그리고 실질적인 비즈니스 필요성 간의 균형을 지속적으로 고민하며 법적 영역으로 확장되고 있는 분야임을 시사한다.\n이사회는 새로운 이사를 선임하지 않고 SLC을 수립해야 하는 실질적 어려움에 직면했다\n독립(거리가 필요함)과 권한(종종 커넥션이 필요함) 간에는 내재된 긴장이 있다\n주요 도전 과제 및 긴장 요인:\n전통적으로, 독립은 재정적 무관심만을 의미했다\n더 넓은 독립성 기준은 의사결정이 가진 사회적 영향에 대한 우려를 반영한다\n권한과 고려할 사항:\n법원은 진정한 독립적 감독의 필요성과 실질적인 비즈니스 현실 사이에서 균형을 유지해야 한다."
}