{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Honestly! The protagonist claiming he doesn’t have a flawless memory? Shameless! Just because he wants to coax [redacted_name][redacted_name] own confidence, as if that is needed. He is perfectly happy being the sidekick. Sure, he looks forward to using all they have learned against monsters and beasts, but he will happily leave all the big, scary things to [redacted_name] [redacted_name].\nBinghe has the protagonist’s halo, after all. [redacted_name] [redacted_name] feels like he himself would be excellent cannon fodder and a good revenge plot device if one wanted to go a little shonen-brotherhood-theme. He would rather avoid that, thanks.\n“But Yuan remembers more,” Binghe insists as they turn a corner.\n[redacted_name] [redacted_name] stops.\nBefore them, there is water. Scattered across the room like thrown out go stones, there are ponds, or perhaps they look more like tide pools. Clusters of crystals grow out from the floor instead of the walls, lingering by the edges of some of them and as a result makes the room look darker than the hallways they have walked through until now.\nThe water is also dark and glinting in the soft glow the crystals shed, and from where they are standing he can’t see if there is anything in them.\nThey remind him of[redacted_name] [redacted_name] eyes, he thinks, a stray thought that flutters by. Because what has his focus is not the water nor Binghe.\nThere is a sword sticking out of one of the ponds.",
    "trans": "정말로! 주인공이 자신에게 완벽한 기억이 없다고 주장하는 거? 부끄럽지도 않다! 그저 그는 [redacted_name][redacted_name] 자신감을 북돋우려는 거겠지, 마치 그게 필요하다는 듯이. 그는 사이드킥으로서 완벽하게 행복하다. 물론, 그가 배운 모든 것을 괴물과 야수들에 맞서 쓰는 것을 기대하지만, 그는 기꺼이 그 모든 크고, 무서운 일들은 [redacted_name] [redacted_name]에게 맡기겠다고 한다.\n결국, 빙허는 주인공의 후광을 가지고 있다. [redacted_name] [redacted_name]은 자신이 훌륭한 포탄이 될 수 있을 것 같다고 느끼고 만약 그가 조금 더 소년-형제애-테마를 원한다면 좋은 복수의 줄거리 장치가 될 것 같다고 생각한다. 그는 그건 피하고 싶다고 한다, 고맙게도.\n\"하지만 위안은 더 많이 기억해,\" 그들이 모퉁이를 돌며 빙허는 주장한다.\n[redacted_name] [redacted_name]이 멈춘다.\n그들 앞에는, 물이 있다. 마치 던져진 바둑알처럼 방 안에 흩어진, 그 곳엔 연못들이 있고, 또는 어쩌면 조수 웅덩이처럼 보인다. 크리스탈 덩어리들은 벽이 아니라 바닥에서 자라나며, 그 중 일부는 가장자리에 나뭇잎처럼 떠 있어 그로 인해 방을 지금까지 지나온 복도보다 더 어두워 보이게 만든다.\n물은 또한 어둡고 크리스탈이 발산하는 부드러운 빛에 반짝이며, 그들이 서 있는 곳에서는 그 안에 무엇이 있는지 볼 수 없다.\n그것들은 [redacted_name] [redacted_name]의 눈을 떠오르게 한다고, 그는 생각한다, 스쳐 지나가는 생각으로. 왜냐하면 그의 집중을 사로잡은 건 물도 빙허도 아니기 때문이다.\n연못 중 하나에서 검이 튀어나와 있다."
}