{
    "source": "en_US",
    "target": "ko_KR",
    "text": "From a young age, I have been captivated by the transformative power of digital media and its profound impact on society. My initial fascination grew as I observed how platforms like TikTok and YouTube serve as windows to the world, shaping how individuals communicate, connect, and understand one another. This passion solidified when I released my first original TikTok video, which achieved 200,000 views within a day. What began as a casual post soon revealed the power digital media has in creating, shifting, and amplifying cultural narratives—a realization that has propelled me to pursue a deeper understanding of digital media.\nThrough my undergraduate studies in Digital Media in the UK, I explored the intricate relationships between media, society, and technology. Here, I developed a critical understanding of how media frameworks and communication theories influence contemporary society and cultural development. This understanding has inspired me to continue my academic journey in digital media, where I aim to contribute to meaningful, innovative, and responsible digital media practices.\nOne of my most influential experiences was participating in the ASDAN Global Youth Economics Forum, where my team and I won the Best Presentation award for creating a public relations strategy addressing the environmental impact of resource production. Leading the media aspect of our project helped me refine my storytelling skills, understand media’s role in shaping public discourse, and sharpen my ability to create content that engages audiences and communicates purposefully. This experience highlighted the role of digital media in social and cultural discourse, a perspective I am eager to expand upon at Leeds.\nMy academic journey has also included hands-on projects, such as documentary filmmaking, where I managed pre-production negotiations with interviewees and edited the final film. This project underscored the importance of collaboration and sharpened my ability to identify narratives that resonate with audiences. The positive reception of my work from peers and professors further affirmed my commitment to media production as a powerful tool for cultural engagement and exchange.\nI have also gained industry insights through my role as a content operations intern at Noahmob. Here, I sourced licensed video content, adapted it for global audiences, and analyzed engagement metrics to optimize our approach on platforms like YouTube and Facebook. This role deepened my understanding of digital media’s global reach and its capacity to foster connection across cultures, something I am passionate about refining at Leeds.\nThe Digital Media MA program at the University of Leeds offers the perfect platform to merge my theoretical knowledge with practical skills. I am particularly drawn to the program’s approach to digital media techniques such as digital ethnography, web design, and coding. The curriculum's interdisciplinary nature aligns with my desire to explore media’s role in society and analyze its impact on communication, technology, and culture.\nMoreover, the School of Media and Communication’s cutting-edge facilities, like Helix, provide an exceptional environment for innovation. I am eager to utilize the multimedia studios and collaborative spaces to bring my ideas to life, explore immersive technologies, and refine my production skills.\nLooking ahead, I am determined to continue exploring the intersections of media and technology. I recognize that while the media industry may face external constraints, the traditional boundaries of media are being eroded in the digital age. For me, this represents both a challenge and an opportunity. The explosive growth of video content, the interconnection and integration of new media and traditional media, and the media market are showing a more diversified growth trend. Diversification means reform. With the rapid development of the times, the media industry is undergoing a reform from traffic-based communication to trust-based communication, and from single value to compound value. In addition, the cross-integration of media and other disciplines has also become our opportunity. In our current era of information overload, media serves as the bridge between industries, individuals, and cultures. As a future media professional, I aspire to contribute to the creation of a transparent and authentic media environment.\nUpon completing the program, I plan to pursue a career in digital media within the Internet and tech industry, focusing on content creation and media strategy. \"Internet+” has become a new guide for media integration. I hope to be at the forefront of media evolution, using my expertise to drive meaningful engagement and contribute to a more connected, inclusive global society. University College London will be instrumental in helping me achieve these goals, and I look forward to becoming an active part of its vibrant academic community.\nI am confident that the comprehensive curriculum, dynamic learning environment, and exceptional faculty at the University of Leeds will equip me with the skills, experience, and insight needed to achieve my career goals and make a meaningful impact in the digital media field. I am excited about the opportunity to join a vibrant community of media professionals and look forward to the chance to grow as a media strategist, content creator, and cultural advocate.",
    "trans": "어린 시절부터, 나는 디지털 미디어의 변혁적인 힘과 그것이 사회에 미치는 깊은 영향을 매료되어 왔다. 내 초기의 매혹은 틱톡과 유튜브와 같은 플랫폼이 세상을 향한 창으로 작용하며, 개인들이 어떻게 소통하고, 연결되며, 서로를 이해하는지를 형성하는 방식을 관찰하면서 더욱 커졌다. 이러한 열정은 내가 처음으로 틱톡에 올린 오리지널 영상이 하루 만에 20만 조회수를 기록하면서 더욱 확고해졌다. 우연한 게시물로 시작된 것이 곧 디지털 미디어가 문화적 서사를 창조하고, 변화시키며, 확장하는 강력한 힘을 지니고 있음을 보여주었고—이 깨달음은 내가 디지털 미디어를 더 깊이 이해하고자 하는 계기가 되었다.\n영국에서 디지털 미디어를 전공하는 학부 과정을 통해 나는 미디어, 사회, 기술 간의 복잡한 관계를 탐구하였다. 이를 통해 미디어 프레임워크와 커뮤니케이션 이론이 현대 사회와 문화 발전에 어떻게 영향을 미치는지에 대한 비판적 이해를 키울 수 있었다. 이러한 이해는 내가 디지털 미디어 분야에서 학문적 여정을 지속하도록 영감을 주었으며, 이를 통해 의미 있고, 혁신적이며, 책임감 있는 디지털 미디어 실천에 기여하고자 한다.\n나에게 가장 큰 영향을 미친 경험 중 하나는 ASDAN 글로벌 청소년 경제 포럼에 참가했던 일이었다. 여기서 우리 팀과 나는 자원 생산이 환경에 미치는 영향을 해결하는 홍보 전략을 개발하여 최우수 발표상을 수상했다. 프로젝트에서 미디어 부문을 주도하며 스토리텔링 능력을 연마하는 데 도움을 받았고, 미디어가 공공 담론을 형성하는 역할을 이해하며, 관객을 사로잡고 목적을 효과적으로 전달하는 콘텐츠를 제작하는 역량을 키웠다. 이 경험은 사회 및 문화적 담론에서 디지털 미디어의 역할을 강조해 주었으며, 나는 리즈에서 이 관점을 더욱 확장해 나가기를 기대하고 있다.\n또한 다큐멘터리 영화 제작과 같은 실습 프로젝트도 수행했다. 이 과정에서 나는 사전 제작 단계에서 인터뷰 대상자와 협상하고, 최종 영상을 편집하는 역할을 맡았다. 이 프로젝트를 통해 협업의 중요성을 깨닫게 되었으며, 관객에게 공감을 불러일으킬 수 있는 내러티브를 식별하는 능력을 키울 수 있었다. 동료 및 교수진으로부터 받은 긍정적인 피드백은 미디어 제작이 문화적 교류와 소통의 강력한 도구라는 확신을 더욱 강화했다.\n나는 또한 노아몹에서 콘텐츠 운영 인턴으로 근무하며 업계 경험을 쌓았다. 여기서 나는 라이선스 비디오 콘텐츠를 확보하고 이를 글로벌 시청자에 맞게 수정했으며, 유튜브와 페이스북 같은 플랫폼에서 콘텐츠의 참여 지표를 분석하여 전략을 최적화하는 작업을 수행했다. 이 역할을 통해 디지털 미디어의 글로벌 확장성과, 다양한 문화 간 연결을 가능하게 하는 미디어의 역할을 더 깊이 이해하게 되었다. 나는 이러한 경험을 리즈대학교에서 더욱 발전시키고 싶다.\n리즈대학교의 디지털 미디어 석사 과정은 나의 이론적 지식을 실무적 기술과 결합할 수 있는 최적의 플랫폼을 제공한다. 나는 디지털 민족지학, 웹 디자인, 코딩과 같은 디지털 미디어 기법에 대한 프로그램의 접근 방식에 특히 끌린다. 이 커리큘럼의 학제 간 성격은 미디어가 사회에서 수행하는 역할을 탐구하고 그 미디어가 커뮤니케이션, 기술, 문화에 미치는 영향을 분석하고자 하는 내 욕구와 일치한다.\n더욱이, 특히 헬릭스와 같은 미디어 커뮤니케이션 학부의 최첨단 시설은 혁신을 위한 이상적인 환경을 제공한다. 나는 이 멀티미디어 스튜디오와 협업 공간을 활용하여 나의 아이디어를 실현하고, 몰입형 기술을 탐구하며, 미디어 제작 역량을 더욱 정교하게 다듬고 싶다.\n앞을 내다보며, 나는 미디어와 기술의 교차점을 계속 탐구하려고 결심했다. 미디어 산업이 외부 제약에 직면할 수 있다는 걸 알지만, 디지털 시대에서는 미디어의 전통적인 경계가 허물어지고 있다는 걸 깨달았다. 나에게 이것은 도전이자 기회다. 비디오 콘텐츠의 폭발적인 성장, 새로운 미디어와 전통적인 미디어의 상호 연결과 통합, 그리고 미디어 시장은 더 다양화된 성장 추세를 보이고 있다. 다양화는 개혁을 의미한다. 시대의 빠른 발전과 함께 미디어 산업은 트래픽 기반의 커뮤니케이션에서 신뢰 기반의 커뮤니케이션으로, 단일 가치에서 복합 가치로 개혁되고 있다. 또한, 미디어와 다른 분야들의 교차 통합은 우리의 기회가 됐다. 현재 정보 과부하 시대에 미디어는 산업, 개인, 문화 간의 다리 역할을 한다. 미래의 미디어 전문가로서, 나는 투명하고 진정성 있는 미디어 환경을 창출하는 데 기여하고 싶다.\n이 프로그램을 마친 후에는 인터넷과 기술 산업 내 디지털 미디어 분야에서 경력을 쌓을 계획이다. 콘텐츠 제작과 미디어 전략에 집중할 것이다. \"인터넷+\"는 미디어 통합의 새로운 지침이 되었다. 나는 미디어 진화의 최전선에 서서 내 전문 지식을 활용해 의미 있는 참여를 이끌어내고, 더 연결되고 포용적인 글로벌 사회에 기여하고 싶다. 유니버시티 콜리지 런던은 내가 이 목표를 이루는 데 중요한 역할을 할 것이며, 그 활기찬 학문 공동체의 일원이 되는 것을 기대하고 있다.\n나는 리즈 대학교의 종합적인 커리큘럼, 역동적인 학습 환경, 뛰어난 교수진이 내 경력 목표를 달성하고 디지털 미디어 분야에서 의미 있는 영향을 미치기 위한 기술, 경험, 통찰력을 제공해줄 것이라고 확신한다. 나는 미디어 전문가들의 활기찬 공동체에 참여할 기회를 기대하고 있으며, 미디어 전략가, 콘텐츠 창작자, 문화 옹호자로서 성장할 기회를 고대하고 있다."
}