{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Two months ago, we discussed a similar situation (refer to the attached communication), yet there has been no change.\nI've observed a significant decline in the level of service provided by ANAM at ICN over the past few months. HQ is receiving an increasing number of reports showing that procedures are not being followed correctly. Numerous errors have been noted on the part of Air Korea, with minimal involvement or corrective action from your team.\nThe latest example involves a staff acceptance case (screenshots are attached): The Air Korea supervisor conducted staff traveler acceptance in a manner not aligned with PCV guidelines, disregarding established procedures. When staff travelers requested the presence of a KC supervisor, the Air Korea supervisor indicated that no KC staff were available. However, she called for advice and appeared to receive confirmation to proceed with staff acceptance in this manner. Her approach was to prioritize all J/cl listed passengers first, followed by Y/cl, which is entirely incorrect.\nThere have been multiple reports regarding uniform appearance not aligning with the standards in the Grooming Manual, as well as concerns about [redacted_name] behavior and communication style. [redacted_name] and I spoke with [redacted_name] about this, and she agreed to follow the recommendations provided during our conversation and implement corrective actions to prevent recurrence. However, I have yet to see any follow-up from her.\nIn light of this, I urge you to take a different approach in managing your team. Significant improvements are needed, as the standard response that corrective actions are implemented is not effective, given that we continue to encounter these issues repeatedly.\nI expect a stronger team that upholds KC’s interests by strictly following all rules, regulations, and procedures.",
    "trans": "2개월 전, 우리는 비슷한 상황에 대해 논의했지만 (첨부된 연락을 참조하세요) 그럼에도 변한 게 없습니다.\n나는 지난 몇 개월 간 ICN에서 ANAM이 제공한 서비스의 수준이 상당히 하락한 것을 관측했습니다. HQ는 절차가 올바르게 지켜지지 않고 있다는 것을 보여주는 보고를 더 많이 받고 있습니다. 에어 코리아 측에서 많은 오류가 기록되었고, 당신 팀의 개입이나 시정조치는 아주 적었습니다.\n최신 사례는 승무원 수용 사례가 있습니다 (스크린샷을 첨부했습니다): 에어 코리아 감독자가 승무원 여행자 수용을 PCV 가이드라인을 따르지 않는 방식으로 진행했고, 구축된 절차를 무시했습니다. 승무원 여행자가 KC 감독자가 존재할 것을 요청하자, 에어 코리아 감독자는 KC 승무원이 없음을 알렸습니다. 그렇지만, 그녀가 조언을 구하자 다음과 같은 방식으로 승무원 수용을 진행하라는 확인을 받은 것으로 보입니다. 그녀의 방식은 J 클래스로 기록된 승객을 우선하고, Y 클래스는 그 다음으로 했는데, 이것은 완전히 틀린 것입니다.\n몸단장 지침의 표준을 따르지 않는 제복 외견에 관한 여러 보고가 있었으며, [redacted_name]의 행동과 의사소통 스타일에 관한 우려도 있었습니다. [redacted_name]과 나는 [redacted_name]과 함께 이것에 대해 얘기해 봤고, 그녀도 우리의 대화 도중 제공된 추천을 따르고 재발을 방지하기 위해 시정조치를 행하는 데 동의했습니다. 그렇지만, 나는 그녀의 후속 조치를 아직 전혀 보지 못했습니다.\n이러한 것을 보아, 나는 당신이 당신 팀을 관리하는 데 있어 다른 방법을 취할 것을 충고합니다. 이러한 문제를 반복적으로 마주치는 것을 감안할 때, 시정조치를 시행하는 표준적인 대응이 효과적이지 못한 만큼, 상당한 개선이 필요합니다.\n나는 모든 규정, 규제, 절차를 철저히 따름으로써 KC의 이익을 지키는 더 강한 팀을 기대하겠습니다."
}