{
    "source": "en_US",
    "target": "ko_KR",
    "text": "D\nying really didn’t hurt. If I hadn’t been breathing my last, I would\nnever have stretched out on the floor next to the plane’s toilet. As\nyou can imagine, it wasn’t exactly clean.\nI was flying to Moscow from Tomsk, in Siberia, and feeling very\npleased. Regional elections were going to be held in two weeks in several\nSiberian cities, and my colleagues from the Anti-Corruption Foundation\n(ACF) and I had every intention of inflicting defeat on the ruling United\nRussia party. That would deliver an important message that Vladimir Putin,\neven after twenty years in power, was not omnipotent, or even particularly\nliked in that part of Russia—even though large numbers of people there\nwould watch talking heads sing the praises of the nation’s leader on\ntelevision 24/7.\nFor several years I had been banned from running for office. The state\ndid not recognize the political party I led and had recently refused to\nregister it for the ninth time in eight years. Somehow we always “failed to\nfill in the forms correctly.” On those rarest of occasions when one of our\ncandidates actually got his or her name on the ballot, the most far-fetched\npretexts were found to deny them eligibility. The challenge facing our\nnetwork—with as many as eighty regional offices at its height, one of the\nlargest in the country and under constant attack by the state—therefore\nrequired a schizophrenic ability to win elections from which we were\nbanned.\nIn our authoritarian country, where for more than two decades the\nregime had made it a priority to inculcate a belief in the electorate that it is\npowerless and can’t change anything, it wasn’t ever an easy matter t",
    "trans": "D\n잉은 정말 아프지 않았다. 만약 내가 마지막 숨을 쉬고 있지 않았다면, 나는\n절대로 비행기 화장실 옆 바닥에 누워 있지 않았을 것이다. 다시피\n상상할 수 있겠지, 그건 정말 깨끗하지 않았다.\n나는 시베리아 톰스크에서 모스크바로 비행 중이었고, 그리고 기분이 매우\n기뻤다. 2주 안에 몇몇 곳에서 지역 선거가 열릴 예정이었고\n시베리아의 도시들, 그리고 부패 방지 재단 내 내 동료들\n그리고 나는 여당인 통합에 패배를 안겨줄 모든 의도가 있었다\n러시아 당. 그것은 블라디미르 푸틴에게 중요한 메시지를 전달할 것이고,\n20년 간의 권력을 잡은 후에도, 무소불위가 아니며, 또는 심지어 특히\n러시아의 그 일부에서 좋아한—비록 그곳의 많은 사람들\n국가 지도자의 찬양하는 연설을 듣는 것을 볼 것이다\n24시간 내내 텔레비전에서.\n나는 몇 년 동안 공직에 출마하는 것이 금지되어 있었다. 국가는\n내가 이끄는 정당을 인정하지 않았고 최근에는 거부했다\n8년 동안 9번째로 그것을 등록하다. 우리는 어떻게든 항상 \"하는 걸 실패했다\n서류를 제대로 작성하는 것.\" 아주 드문 경우에서 우리 중 한명이\n후보들이 본인의 이름을 명단에 실제로 올렸을 때, 가장 말도 안 되는\n구실들이 자격을 박탈하는 데 사용되었다. 우리의 직면한 도전들은\n네트워크—전성기 때 최대 80개의 지역 사무소를 보유했었던, 중 하나\n국가 내 가장 큰 그리고 정부에게 지속적으로 공격 받으면서—따라서\n우리가 그랬던 상황에서 선거에서 승리할 수 있는 모순적인 능력을 요구했다\n금지되었던.\n우리의 권위주의 국가에서, 20년 이상 동안 그랬던 곳\n정권은 유권자들에게 그렇다는 믿음을 주입하는 것을 우선순위로 삼았다\n무력하고 아무것도 바꿀 수 없다고, 그건 언제나 쉬운 일이 아니었다"
}