{
    "source": "en_US",
    "target": "ko_KR",
    "text": "3. Next Step and Due Date\nOne specific key field is the ‘next step’, which also appears in the ‘Details’ section of the opportunity. It is highly recommended to regularly update this field with due date to ensure the good progression of the opportunity.\n4. Post-Close Engagement\nWhen an opportunity is marked as Closed-Won or Closed-Lost, a Post Closed Engagement (event) will automatically be added with a 30-day due date, which can be adjusted by the Opportunity Owner.\nIn the case of a win, to check-in with the customer to assess how well the solution has met their expectations and needs and identify next opportunity\nIn the case of a loss, to gather as much information as possible about the account’s reason for choosing a competitor.\nWhen will the change be effective: live in Compass on Thursday, Oct 24, 2024\nHowe will legacy open opportunities be affected:\nAll open Instruments opportunities will be automatically updated to the new workflow, key fields, and gates.\nAny open opportunities that exist in later stages will prompt the Opportunity Owner to go back to the gated fields in the earlier stages when they attempt to advance to the next stage. Since there is no way around this, please take the time to update your open opportunities as you are recording information in the opportunity record.\nWhere to go for resources:\nInstrument Opportunity Management Workflow Job Aid - October 2024 (English only). PDF\nFunnel Mechanics Job Aid - October 2024. PDF\nPlease visit SuccessLAB for additional information: Empowering Commercial Execution – Funnel Management\nIf you have questions, please contact myself, [redacted_name] directly or post your question in the discussion areas of the SuccessLAB Funnel Management section.\nLet’s embrace these changes with a growth mindset and commit to getting better at Funnel Management. Together, we can achieve great things!\nBest regards,",
    "trans": "3. 다음 단계 및 마감일\n한가지 중요한 분야는 '다음 단계'인데, 이는 기회의 '세부정보' 섹션에서 찾을 수 있습니다. 기회 진행을 원활하게 하기 위해, 기한을 정하여 정기적으로 이 필드를 업데이트 하는 것을 권장합니다.\n3. 종료-후속으로 참여\n기회가 성공-종료 또는 실패-종료로 표시되면, 30일 기한을 가진 종료 후속 참여(이벤트)가 자동으로 추가되는데, 이는 기회 소유자가 조정할 수 있다.\n승리의 경우, 해결책이 얼마나 기대와 요구를 충족했는지 평가하고 다음 기회를 알아보기 위해 고객과 연락함\n실패의 경우, 계정 소유자가 경쟁사를 선택한 이유에 대해 가능한 한 많은 정보를 수집함\n변경사항 적용 시점: 2024년 10월 24일, 목요일 콤파스 라이브에서 적용\n기존에 열린 기회에 미치는 영향:\n모든 열린 인스트루먼트 기회는 새로운 워크플로, 핵심 필드 및 게이트에 업데이트 될 예정임.\n이후 스테이지에 존재하는 모든 열린 기회는 기회 소유자가 다음 스테이지로 진행하고자 할 경우 이전 스테이지의 게이트 필드로 돌아가도록 안내한다. 우히 방법이 없으므로, 기회 유닛 기록에 정보를 기록하면서 시간을 갖고 천천히 열린 기회를 업데이트 한다.\n자원을 찾아 갈 곳:\n인스트루먼트 기회 관리 워크플로 업무 보조 - 2024년 10월(영어만 사용 가능). PDF\n퍼널 메카닉 업무 보조 - 2024년 10월. PDF\n추가 정보는 석세스랩을 방문해 주세요: 상업적 실행 역량 강화 - 퍼널 매니지먼트\n문의사항이 있으시면, 저 [redacted_name]에게 직접 연락하시거나 석세스랩 퍼널 매니지먼트 섹션의 토론장에 질문을 올려주세요.\n이번 변화를 성장의 계기로 삼고 함께 더 나은 퍼널 매니지먼트를 만들도록 노력해 봅시다. 우리는 더 많은 것을 이룰 수 있습니다!\n감사합니다."
}