{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Baker Families:\nSeptember just flew by! Thank you to [redacted_name], [redacted_name], the office staff, custodians, security, teachers and families for making it such a seamless beginning to the school year.\nPhoto Days are around the corner. Please see the schedule below for your child’s class, day and time. Thank you [redacted_name] and her many volunteers who signed up to assist.\nFAMILY MATH NIGHT - Tuesday October 29th!\nThis marvelous night of mathematics includes hands on math games and stations with prizes. See details below to register. ➕➖➗✖️1️⃣2️⃣3️⃣4️⃣5️⃣6️⃣7️⃣3️⃣9️⃣0️⃣➕➖➗✖️\nFamily Math Night K-2: Count me in!\nTuesday, October 29th 7:00 – 8:00pm\nAge group: Kindergarten to 2nd grade\nVolunteers should arrive by 6:30pm*\nParent volunteers needed for E.M. Baker Family Math Night. Volunteers would be supervising math games and distributing snacks. You can help make this a great event!\nMath Night RSVP by October 21st:\nhttps://forms.gle/kAh2LAN2PUd1w9w39\nTo volunteer at Math Night, please RSVP by October 21st:\nhttps://forms.gle/zH1vLjzGCZdEaWPN9\nFinally, we are selling brand new “KINDNESS” shirts for Baker’s Kindness week in November. Purchase your shirts at our online swag store today. They will be delivered to your child’s class in time to wear for Kindness Week.\nClick on the link below to order:\nhttps://customtshirtsny.com/bakerelementary/shop/home",
    "trans": "베이커 가족 여러분께:\n9월이 정말 빨리 지나갔습니다! [redacted_name], [redacted_name], 사무실 직원분들, 청소 직원분들, 보안 직원분들, 선생님들 그리고 가족분들께 감사드리며 여러분 덕분에 학교가 순조롭게 시작될 수 있었습니다.\n사진 촬영일이 곧 다가옵니다. 아래 일정에서 자녀의 수업, 날짜, 시간을 확인해 주세요. 도움을 주기 위해 지원해주신 [redacted_name]과 많은 자원봉사자들께 감사드립니다.\n가족 수학의 밤 - 10월 29일 화요일!\n이 멋진 수학의 밤은 손으로 하는 수학 게임들과 상품이 있는 스테이션들이 포함되어 있습니다. 등록을 위한 자세한 사항은 아래에서 확인하세요. ➕➖➗✖️1️⃣2️⃣3️⃣4️⃣5️⃣6️⃣7️⃣3️⃣9️⃣0️⃣➕➖➗✖️\n가족 수학의 밤 K-2: 저도 참여할게요!\n화요일, 10월 29일 오후 7:00 – 8:00\n대상 연령: 유치원에서 2학년까지\n자원봉사자들은 오후 6시 30분까지 도착해야 합니다*\nE.M. 베이커 가족 수학의 밤을 위한 부모 자원봉사자가 필요합니다. 자원봉사자는 수학 게임을 감독하고 간식을 나누는 역할을 하게 됩니다. 여러분이 이 멋진 행사를 만드는 데 도움을 주실 수 있습니다!\n수학의 밤 RSVP는 10월 21일까지:\nhttps://forms.gle/kAh2LAN2PUd1w9w39\n수학의 밤 행사에 자원하려면, 10월 21일까지 RSVP해주세요:\nhttps://forms.gle/zH1vLjzGCZdEaWPN9\n마지막으로, 우리는 11월 베이커의 친절 주간을 맞이하여 새로 나온 “친절” 티셔츠를 판매하고 있습니다. 오늘 온라인 상점에서 티셔츠를 구매하세요. 친절 주간에 맞춰 입을 수 있도록 자녀의 반으로 배송될 것입니다.\n아래 링크를 클릭하여 주문하세요:\nhttps://customtshirtsny.com/bakerelementary/shop/home"
}