{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Women should be assessed for liver iron concentration using a FerriScan® or liver T2*. Ideally the liver iron should be < 7 mg/g (dry weight) (dw).\nLiver and gall bladder (and spleen if present) ultrasound should be used to detect cholelithiasis and evidence of liver cirrhosis due to iron overload or transfusion-related viral hepatitis.\nEvidence level 4\nP\nP\nA target liver iron of less than 7 mg/g (dw) is recommended because iron chelation is discontinued during pregnancy and therefore transfusional iron burden and the risk of iron overload-related complications increases. Anecdotally, ovulation induction is more likely to be successful when iron burden is well controlled.\nIf liver iron exceeds the target range, a period of intensive preconception chelation is required to optimise liver iron burden.\nIf liver iron exceeds 15 mg/g (dw) prior to conception, the risk of myocardial iron loading increases so iron chelation with low-dose desferrioxamine should be commenced between 20 and 28 weeks under guidance from the haemoglobinopathy team.32\nEvidence level 3\nCholelithiasis is common in women with thalassaemia due to the underlying haemolytic anaemia and they may develop cholecystitis in pregnancy. Liver cirrhosis and active hepatitis C (HCV) may run a more complex clinical course during pregnancy. Women who are HCV RNA-positive should be reviewed by their hepatologist preconceptually.Women who have any evidence of cirrhosis, either due to previous hepatitis or as a consequence of severe hepatic iron loading, should be reviewed by a hepatologist.\n4.3.5 Bone density scan\nAll women should be offered a bone density scan to document pre-existing osteoporosis.",
    "trans": "여성은 페리스캔® 또는 간 T2*를 사용하여 간 철분 농도를 평가해야 합니다.  이상적으로 간 철분 농도는 7 밀리그램 퍼 그램 (건조 중량) 미만이어야 합니다.\n간과 담낭 (그리고 존재 시 비장) 초음파를 사용하여 담석증과 철분 과다 또는 수혈 관련 바이러스성 간염으로 인한 간 경변의 증거를 확인해야 합니다.\n근거 수준 4\nP\nP\n7 밀리그램 퍼 그램 (건조 중량) 이하의 목표 간 철분 농도가 권장되는데 이는 임신 중 철 킬레이트 치료가 중단되고 그로 인해 수혈로 인한 철분 부담과 철분 과다 관련 합병증의 위험이 증가하기 때문입니다. 경험적으로, 철분 부담이 잘 조절될 때 배란 유도 성공 가능성이 더 높다고 알려져 있습니다.\n만약 간 철분 농도가 목표 범위를 초과하면, 간 철분 부담을 최적화하기 위해 집중적인 임신 전 철 킬레이트 치료가 필요합니다.\n간 철 농도가 임신 전 15 밀리그램 퍼 그램 (건조 중량)을 초과하면, 심근 철분 축적의 위험이 증가하므로 저용량 디페록사민으로 철 킬레이트 치료를 20주에서 28주 사이에 시작해야 하며 헤모글로빈병 팀의 지침에 따라야 합니다.32\n근거 수준 3\n담석증은 지중해 빈혈증을 가진 여성에게 기저에 있는 용혈성 빈혈로 인해 흔하게 나타나며 임신 중 담낭염이 발생할 수 있습니다. 간 경변과 활성 C형 간염은 임신 중에 더 복잡한 임상 경과를 보일 수 있습니다. HCV RNA- 양성인 여성은 임신 전 간 전문의와 상담을 받아야 합니다. 이전 간염이나 심한 간 철분 과다로 인한 간 경변이 있는 여성은, 간 전문의와 상담을 받아야 합니다.\n4.3.5 골밀도 검사\n모든 여성은 기존의 골다공증을 확인하기 위해 골밀도 검사를 제공받아야 합니다."
}