{
    "source": "en_US",
    "target": "ko_KR",
    "text": "promoting a legal framework that establishes general ground rules or union-management interaction particularly in the procedures for collective bargaining. This typically involves defining the status, rights, and obligations of the actors and prescribing and enforcing the “rules of the game” (Bean 1994; Van Waarden 1995). The law specifies who may negotiate such agreements, often linking this to the registration or certification of trade unions and employers’ associations, and whether collective agreements apply only to firms (and indeed workers) that are members of the signatory organizations, or more generally. The law defines what the parties agree to and what they can expect from their contract, as well as the limits within which economic activity occurs and the range of acceptable practices. In many countries, the law also prescribes obligatory mechanisms for collective employee representation at the company or workplace level, imposing an obligation on management to consult the representatives over key business and personnel policies (Belman and Belzer 1997; Hyman 2008).\nThe extent of union density and collective bargaining is, to a large degree, a function of this legal framework. Union density may be affected by the way labor laws regulate employer opposition to unions, establish union recognition, and promote union security provisions. The decision to become a union member is the outcome of comparing the private benefits and costs anticipated, and these benefits and costs are influenced, directly or indirectly, by the attitude that the state takes toward unions. Where the state adopts an unequivocal policy of encouragement, union membership and collective bargaining expand, as it reduces employers’ ability to resist unions and thus lowers the costs of union membership (Offe and Wiesenthal 1980). Therefore, a low level of union density and limited practices of collective bargaining are the result, at least in part, of less than enthusiastic state support (Adams 1993).\nPerhaps, the most obvious example of the encouragement effect is the Wagner Act, enacted in 1935 in the United States. With the rise of large-scale industry and giant trusts in the last part of the 19th century, the balance of power tipped substantially in favor of employers. The growth in company unions was staggering. Employers signed up more than a million workers in these artificial organizations. With a centralized administration, these sham organizations made policies covering a variety of important matters; and the illusion of employee participation gave the outward",
    "trans": "특히 단체 교섭 과정에 있어서의 보편적 기본 원칙 혹은 노사 상호작용을 마련할 수 있는 법적 체계를 촉진하는 것. 이는 일반적으로 행위자의 신분, 권리 그리고 의무를 규정하고 \"게임의 규칙\"을 규정 및 집행하는 일을 수반한다(Bean 1994, Van Waarden 1995). 해당 법률은 종종 이를 노동조합 및 고용주 조합 등록 및 허가와 연결지어 누가 그러한 협상을 진행할 수 있는지, 또 단체 협약이 조인한 기관들에 소속된 회사(그리고 실은 노동자들)들에만 적용되는지 혹은 보다 보편적으로 적용되는지를 규정한다. 해당 법률은 당사자들이 합의할 수 있는 바가 무엇인지, 그들의 계약으로부터 무엇을 기대할 수 있는지, 또 경제 활동이 벌어지는 데 있어서의 제한 사항과 받아들여질 수 있는 관행의 범위들도 정의한다. 다수의 국가들에서 해당 법률은 회사 혹은 업무현장 단계에서의 직원 공동 대표 마련을 위해 필수적인 매커니즘 또한 규정하며 핵심 사업 및 인사 정책에 관해 사측이 대표들과 협의하도록 강제한다(벨만과 벨저 1997, 하이만 2008).\n조직률 및 단체 교섭의 범위는 상당 부분 이 법적 체계의 기능이다. 조직률은 노동법이 조합에 대한 고용주의 반대를 규제하고 조합 승인을 확립하며 조합 보안 규정을 촉진하는 방식의 영향을 받는다. 조합원이 되도록 하는 결정은 예상되는 사적 이익 및 비용 비교의 결과이며 이 같은 이익과 비용은 직간접적으로 국가가 조합에 대해 취하는 태도의 영향을 받는다. 국가가 명백히 권장하는 정책을 취하면 조합 가입과 단체 교섭은 늘어나는데 이는 고용주가 조합에 반대할 수 있는 능력이 약화되어 조합 가입에 의한 비용을 줄이기 때문이다(오페와 비젠탈 1980). 그러므로, 낮은 수준의 조합 조직률과 제한된 단체 교섭 관행은 최소한 부분적으로 그리 열성적이지 않은 국가의 지원에 기인한다(애덤스 1993).\n아마도 장려 효과의 가장 명백한 사례는 1935년 미국에서 제정된 와그너법일 것이다. 19세기 말엽 대규모 산업 및 거대 신탁 회사의 성장으로 힘의 균형은 고용주측에게로 상당히 기울어졌다. 어용 조합들의 성장은 놀라울 정도였다. 고용주들은 이런 인위적 조직에 백만명 이상의 직원들을 등록했다. 중앙 집권적 경영에 힘입어 이들 허위 조직들은 다양한 중요 사안들을 다루는 정책들을 만들어냈다. 또한 직원 참여라는 환상은 표면상으론 주었다"
}