{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We knew the matches were going to be any day, but with the Alphas matches almost over, it made sense for them to be soon.\nBut…” He didn’t refuse her… I didn’t want him to refuse me.\nI run my hand over his hard shaft, trying to mask my disappointment. “Then shall I..”\nI think it’s my turn to pleasure My Little Mouse this time.” He whispers huskily in my ear as he nibbles on the lobe, knowing exactly what I’m offering him, but why would he refuse me? Didn’t he say he wanted me begging for him?\nNow that I am, why can’t he accept it?\nI open my mouth to protest, only for him to slip his thumb into my mouth. Don’t argue with me, Little Mouse.\nI blush, svcking on his thumb sensually. As he goes lower, playing with my bre-asts, my c0re throbs and I bite my l! p. He reaches the band of my satin shorts, and with one swift movement, he pulls them down and pushes my legs open. My cheeks bun as I lay there, with my legs shamelessly spread open before him.\nA low growl of approval rumbles in his chest before his tongue flicks out and runs along my hot c0re.\n“F**k.” He mutters and I sigh as pleasure rushes through me.\nHe continues his assault on my pvssy, inflicting me with intense pleasure. The scent of my ar0usal perfumes the air, and I can’t help but melt into his touch as he grips my th! ghs.\nSoon the embarrassment ebbs away and all I want is for him to never stop. My m0ans of pleasure fill the room as I wriggle against his face, wanting more. He slips two fingers inside of me as he continues to l! ck and twirl his tongue around my cl! t.\nThe pressure grows intense, and I cry out when my 0rgasm rips through me, making white spots appear behind my closed eyelids. My back arches as he continues to f**k me until I ride out the high of my 0rgasm, leaving me gasping and trembling from my intense release. I drop back onto the cushion, gr0aning as I stretch, tugging him up and on top of me.\nI want him..",
    "trans": "우리는 경기가 언젠가는 열릴 것이라는 것을 알고 있었지만, 알파스 경기가 거의 끝났기 때문에, 경기가 곧 열리는 것이 당연했습니다.\n하지만...\" 그는 그녀를 거부하지 않았습니다... 저는 그가 저를 거부하지 않기를 바랐습니다.\n저는 그의 단단한 손잡이에 손을 얹고, 실망감을 감추려고 노력합니다. \"그럼 제가..\"\n이번에는 내 리틀 마우스를 즐길 차례인 것 같아요.\" 그는 내가 무엇을 제공하는지 정확히 알고 내 귓불을 살짝 깨물며 속삭인다. 그런데 왜 나를 거절했을까? 그는 내가 그에게 애원하길 바란다고 말하지 않았었나요?\n이제 내가 그렇게 하고 있는데, 왜 그는 받아들일 수 없을까요?\n저는 항의하기 위해 입을 벌렸지만, 그는 엄지손가락을 제 입에 집어넣었습니다. 저와 논쟁하지 마세요, 리틀 마우스.\n저는 그의 엄지손가락을 감각적으로 빨며 얼굴을 붉힙니다. 그가 아래로 내려가며, 제 가슴을 가지고 놀 때, 저는 중심이 울리며 물어뜯습니다! 그는 제 새틴 반바지 밴드에 닿아, 한 번의 빠른 동작으로 그것들을 아래로 당겨서 제 다리를 벌렸습니다. 제가 눕자 제 엉덩이가 부풀어오르고, 그의 앞에서 뻔뻔스럽게 다리가 벌어집니다.\n그의 가슴에서 낮은 승인의 으르렁 소리가 울리더니 혀가 튀어나와 뜨거운 내 중심부를 따라갑니다.\n\"염병.\" 그가 중얼거리고 나는 기쁨이 밀려오자 한숨을 내쉽니다.\n그는 계속해서 내 성기를 공격하며 강렬한 쾌감을 선사합니다. 내 흥분의 향기가 공기 중에 흐르고, 그가 내 다리를 잡는 동안 나는 그의 손길에 스며들지 않을 수 없습니다. 으악.\n곧 부끄러움이이 사라지고 내가 원하는 것은 그가 멈추지 않는 것뿐입니다. 그의 얼굴에 맞대어 꿈틀거리면서 내 기쁨의 신음이 방을 채우고, 더 원합니다. 그는 내 안에서 손가락 두 개를 미끄러뜨리며 계속해서 내 음핵 주변을 혀로 핥고 돌립니다.\n압박감이 강해지며, 제 오르가즘이 나를 감으며 울부짖자, 감은 내 눈꺼풀 뒤로 하얀 점이 생깁니다. 그가 계속해서 저를 공격할 때마다 오르가즘에 취해 버틸 때까지 제 등이 휘청거립니다. 격렬한 방출로 숨이 턱 막히고 떨리게 합니다. 저는 쿠션 위로 다시 내려와서 몸을 쭉 뻗으면서 신음하며 그를 위로 끌어당깁니다.\n그를 원합니다.."
}