{
    "source": "en_US",
    "target": "ko_KR",
    "text": "‘The feasibility of this chapter’s experiences will depend on having speci- mens for observation. Flexible planning is necessary. It would be sheer luck for a spider and a teacher to meet precisely on the day set aside for spider study.\ne There are many kinds of animals.\nAnimals of all sizes and conditions fascinate many children, who are eager to watch, touch, and care for creatures. Other children have limited tolerance for anything that creeps, crawls, or nips. The experiences suggested in this chapter can both expand the knowledge of the creature lovers and soften the feelings of anxious children into moderate respect for the useful and beautiful small animals around us. These concepts will be explored:\ne Many animals make shelters to rear their young. e Humans and animals often live together.\nBuying, housing, and maintaining classroom pets can be expensive. However, earthworms, spiders, and insects exist everywhere and can easily be obtained. The experiences that follow use insects, worms, fish, wild birds, and pictures to illustrate concepts. Suggestions for acquiring and understanding insects, as well as ideas pertaining to borrowed pets, are included.\ne Each animal needs itsown kind offood.\ne Animals move in different ways.",
    "trans": "'본 장의 경험 가능성은 관찰 가능한 표본을 가지고 있는지에 따라 달라집니다. 유연한 계획이 필요합니다. 거미 연구를 예정해 둔 날에 정확하게 강사가 거미를 맞닥뜨리는 일은 순전히 운에 달려 있습니다.\ne 다양한 종류의 동물이 있습니다.\n어린이들은 다양한 크기와 상태의 동물들에 관심을 보이며, 어린이들은 이 생명체들을 관찰하고, 만지고, 돌보고 싶어합니다. 다른 어린이의 경우 살금살금 움직이거나, 기어다니거나, 물 수 있는 모든 것들을 잘 용인하지 못합니다. 이 장에 제안된 경험은 생명체를 사랑하는 아이들의 지식을 넓혀 주고 동시에 불안해하는 아이들의 감정을 우리 주변의 유용하고 아름다운 작은 동물들에 대한 어느 정도의 존중으로 부드럽게 해 줄 수 있습니다. 다음과 같은 개념을 살펴볼 예정입니다:\ne 많은 동물들은 새끼를 기르기 위해 집을 짓습니다. e 인간과 동물이 함께 사는 경우가 많습니다.\n학급용 반려동물을 사고, 집을 지어 주고, 기르는 것은 비쌀 수 있습니다. 하지만, 지렁이, 거미 및 곤충들은 어디에서나 존재하며 쉽게 구할 수 있습니다. 다음 경험은 곤충, 벌레, 물고기, 야생 조류와 그림을 사용해 개념을 설명합니다. 곤충을 구하고 이해하는 것에 대한 권장사항 및 대여한 반려동물에 대한 아이디어가 함께 제시됩니다.\ne 각 동물은 자신만의 먹이를 필요로 합니다.\ne 동물은 서로 다른 방식으로 움직입니다."
}