{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Sonodynamic therapy (SDT), as an emerging noninvasive tumor-therapeutic modality, has generated a groundswell of research because of its superior advantages in good specificity, minimal damage to normal cells, deep tissue penetration depth, and high spatial precision.[ 1-4] SDT utilizes ultrasound (US) to activate sonosensitizers for generating abundant reactive oxygen species (ROS) to induce tumor cell death. Compared with light-triggered therapeutic strategies, such as photodynamic therapy (PDT) and photothermal therapy (PTT), US-mediated SDT exhibits higher tissue penetration capability, which is beneficial for controlled noninvasive treatment of deep-seated or large tumors.[ 5-8] As a type of typical sonosensitizers, organic molecules, such as curcumin, indocyanine green, hypocrellin B, protoporphyrin, and its derivatives,[9-14] usually suffer from limited bioavailability, poor chemical stability, and rapid elimination from blood, hindering their further clinical translation and application.[ 15, 16] In contrast, inorganic nanomaterials featuring better chemical stability and reduced phototoxicity, such as Ti3C2/CuO2 nanosheets,[17] TiO1+x nanorods,[18] Janus Au-MnO nanoparticles,[19] and stanene nanosheets (SnNSs),[20] have been developed as promising sonosensitizers for SDT in recent years. Nevertheless, most of the reported inorganic sonosensitizers normally exhibit limited US absorption efficiency and unsatisfied ROS yield. To solve the above dilemma, a few strategies have been proposed for engineering nanomaterials, such as defect engineering, heteroatom doping, and constructing heterostructures, to further optimize their performance in SDT.[ 21-24] For example, platinum (Pt)-doped branched vanadium tetrasulfide (VS4) nanodendrites exhibited enhanced ROS generation activity under US irradiation compared with the pristine VS4, which could be attributed to the ability of Pt to trap electrons for facilitating electron-hole separation.[ 25] Although great progress has been made through these strategies, there is still much room to further improve the ROS yield. Therefore, it is of great desire to develop a simple but effective strategy to construct inorganic sonosensitizers with superior ROS generation efficiency for highly efficient SDT.",
    "trans": "새로 등장한 비침습적 종양 치료 모달리티인 음향역학치료(SDT)는 좋은 특이성, 정상 세포에의 최소한의 손상, 깊은 조직 투과 깊이 및 높은 공간적 정밀도라는 탁월한 이점 덕분에 많은 연구가 이루어졌다.[ 1-4] SDT는 초음파(US)를 사용해 음향민감제를 활성화시켜 다량의 활성산소종(ROS)를 생성해 종양세포 사멸을 유도한다. 광역학치료(PDT) 및 광열치료(PTT) 등과 같은 빛 기반 치료와 비교했을 때 US 매개 SDT는 높은 조직 투과 능력을 보이며, 이는 깊은 곳에 위치하거나 대형인 종양의 제어된 비침습적 치료에 이득이 된다.[ 5-8] 일반적인 음향민감제인 커큐민, 인도사이아나이드 그린, 하이포크렐린 B, 프로토포르피린 및 그 파생형 등의 유기분자[9-14]는 제한된 생체이용률, 낮은 화학적 안전성 및 혈액으로부터의 빠른 제거 등의 단점이 있어 추가적인 임상으로의 전환 및 적용에 방해가 된다.[ 15, 16] 이와 대비해서 Ti3C2/CuO2 나노시트,[17] TiO1+x 나노막대,[18] 야누스 Au-MnO 나노입자,[19] 그리고 스나넨 나노시트(SnNS)[20]와 같은 더 나은 화학적 안전성과 낮은 광독성을 가지는 무기 나노 소재가 최근 SDT용의 유망한 음향민감제로 개발되었다. 그럼에도 불구하고 보고된 대부분의 무기 음향민감제는 일반적으로 제한적인 US 흡수 효율과 ROS 수율 불만족을 보인다. 이 문제를 해결하기 위해 결함 엔지니어링, 헤테로원자 도핑 및 헤테로구조 구축 등과 같은 SDT에서의 성능을 추가로 최적화하기 위한 나노 소재 설계를 위한 몇 가지 전략이 제안되었다.[ 21-24] 예를 들어, 백금(Pt)-도핑 가지 바나듐 테트라설파이드(VS4) 나노덴드라이트는 순수한 VS4 대비 US 조사 시 향상된 ROS 생성 활동을 보였으며, 이는 Pt가 전자를 가두어 전자-정공 분리를 촉진할 수 있는 능력 때문에 기인한다고 볼 수 있다.[ 25] 이러한 전략을 통해 많은 성과를 거두기는 하였으나, ROS 수율을 추가적으로 개선할 수 있는 여지는 많이 존재한다. 그렇기 때문에 매우 효율적인 SDT를 위하여 탁월한 ROS 생성 효율을 보이는 무기 음향민감제를 구축하기 위한 간단하면서도 효과적인 전략을 개발하고자 하는 열망이 크다."
}