{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Introduction: Astrocytic tau is a key pathologic feature of primary tauopathies such as progressive supranuclear palsy (PSP). We and others have shown that astrocytic tau is primarily of neuronal origin. However, the mechanisms by which astrocytes take up and process tau, and the effect of tau phosphorylation—a key event in disease pathogenesis—remain unclear. This study aims to investigate how phosphorylation affects the internalization of tau protein by astrocytes.\nMethods: Human induced pluripotent stem cells (iPSCs) were differentiated into astrocytes using standard protocols from StemCell Technologies. The astrocytes were then treated with recombinant tau with or without phosphorylation. Tau will be phosphorylated by two distinct kinases, namely protein kinase A and src kinase, which belong to the serine/threonine and tyrosine kinase families, respectively. Successful phosphorylation was validated by dot blotting. Tau uptake was assessed using dot blotting and live-cell imaging.\nResults: The serine/threonine phosphorylation group showed a significant decrease in uptake by live cell imaging (Repeated measures ANOVA, P<.001), while the tyrosine-phosphorylated group did not (unpaired t-test, P=.42). We confirmed our findings by fluorescently labeling recombinant tau (AF647) and serine/threonine-phosphorylated tau (AF555). We then added them simultaneously, with similar results (Repeated measures ANOVA, P<.001).\nConclusion: Our findings suggest that tau phosphorylation may inhibit astrocytic tau uptake and possibly degradation, thus increasing levels of extracellular tau and potentially increasing rates of neuron-to-neuron propagation. Further research into the underlying mechanisms can provide valuable insights into the pathogenesis of tauopathies and potential therapeutic targets for these neurodegenerative disorders.",
    "trans": "개요: 성상 세포 타우는 진행성핵상마비(PSP) 등과 같은 주요 타우병증의 주요 병리학적 특징이다. 저자들은 성상 타우가 주로 뉴런에서 기인한다는 사실을 보였다. 다만, 성상 세포가 타우를 흡수 및 처리하는 메커니즘 및 질병 발병에서의 주요 사건인 타우 인산화의 효과는 아직 알려지지 않았다. 본 연구의 목표는 인산화가 성상 세포가 타우 단백질을 내재화하는 데에 어떤 영향을 미치는지 알아보는 것이다.\n연구 방법: 인간 유도 만능 줄기 세포(iPSC)를 스템셀 테크놀러지스의 표준 프로토콜을 사용해 성상 세포로 분화하였다. 이후 해당 성상 세포를 인산화를 거치거나 거치지 않은 재조립 타우로 처리하였다. 타우는 각각 세린/트레오닌 및 티로신 키네이스군에 속하는 키네이스 A와 src 키네이스라는 두 가지 별개의 키네이스로 인산화된다. 도트 블로팅을 통해 성공적인 인산화를 검증하였다. 도트 블로팅 및 살아 잇는 세포 이미징을 통해 타우 유입을 분석하였다.\n결과: 세린/트레오닌 인산화 그룹은 살아 있는 세포 이미징에서 유입량이 크게 감소함을 보였으며(반복 측정 ANOVA, P<.001), 한편 티로신 인산화 그룹은 그렇지 않았다(페어링 없는 t-테스트, P=.42). 재조합 타우(AF647) 및 세린/트레오닌-인산화 타우(AF555)를 형광 라벨링해 발견 사실을 확인하였다. 이후 해당 타우를 동시에 투입하였으며, 유사한 결과를 얻었다(반복 측정 ANOVA, P<.001).\n결론: 저자들이 발견한 내용은 타우 인산화가 성상 세포 타우 유입 및 잠재적으로는 열화를 저해하여 세포 외 타우 농도를 증가시키고 잠재적으로는 뉴런간 전파 속도를 증가시킬 수 있다는 것을 시사한다. 기반이 되는 메커니즘에 대한 추가적인 연구를 통해 타우병증의 질병 발병 및 이러한 신경 퇴행성 질병의 잠재적인 치료 목표에 대한 귀중한 통찰을 제공할 수 있을 것이다."
}