{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This little duo is the anti-aging combo! Privade P8+ is a miracle breakthrough tanning intensifier, red light therapy body-enhancing lotion, and a must-have to your red-therapy regimen. P8+ has been formulated for those tanners who have chosen to utilize red light therapy and tanning on the same day but still want the highly concentrated skincare ingredients. With one product, you can do it all! Your skin will be prepped for your red light session and then ready to get fast, dark tanning results without applying a separate tanning lotion. Our innovative P8+ has been scientifically designed to work in conjunction with our other products or with use alone to restore your skin’s youthful look. It provides tanning results, helps erase the appearance of aging, and optimizes Red light results.\nWhile the Halo Beam Cream combats aging factors specifical formulated for the face and works to perfect the skin’s surface, plump and hydrate with Plant-Based Stem Cells, Hyalufix, Vegan Collagen, and Hyaluronic Acid. The added Golden C and Superox C™ work overtime to fight the appearance of fine lines and wrinkles while also helping to block the skin from absorbing environmental stress and damage. X50 PhotoGlow™ helps to increase skin elasticity and luminosity by turning light into cellular energy, so skin is left gorgeously glowing. This Imperfection blurring and pore-tightening formula combines Apple Cider Vinegar along with pH Balancers to prepare the skin for optimal red light absorption, making this product a must-have for anyone who lusts for a luminous “Glo”",
    "trans": "이 작은 듀오는 안티에이징 콤보입니다! 프리베이드 P8+는 획기적인 기적의 태닝 강화제로, 붉은 빛 요법 신체 개선 로션이며, 붉은 빛 테라피 요법에 필수입니다. P8+는 붉은 빛 테라피과 태닝을 같은 날에 이용하기로 선택했지만 여전히 고농축된 스킨케어 성분을 원하는 태닝을 받는 사람들을 위해 제조되었습니다. 하나의 제품으로 모든 것을 할 수 있습니다! 피부가 붉은 빛 세션을 받을 준비가 되고, 별도의 태닝 로션을 바르지 않고도 빠르고 어두운 태닝 결과를 얻을 준비가 됩니다. 당사의 혁신적인 P8+는 다른 제품과 함께 또는 홀로 작용해 피부의 젊어 보이는 외관을 복구하도록 과학적으로 설계되었습니다. 이 제품은 태닝 결과를 제공하고, 늙어 보이는 외모를 지우는 것을 돕고, 붉은 빛 테라피 결과를 최적화합니다.\n헤일로 빔 크림이 얼굴을 위해 특별히 제조되어 노화 요소와 싸우고, 식물 기반 줄기 세포, 하이알루픽스, 비건 콜라겐 및 히알루론산을 통해 피부 표면을 완벽하게 만들고, 탱탱하게 하고, 수분을 공급하는 동안, 첨가된 골든 C 및 슈퍼옥스 C™는 열심히 일해 미세한 선과 주름이 진 외관과 싸우면서도 피부가 환경 스트레스 및 손상을 흡수하는 것을 막는 것을 돕습니다. X50 포토글로우™는 빛을 세포 에너지로 전환해 피부 탄력성과 광도를 개선하여 피부가 우아하게 반짝거리게 합니다. 이 잡티를 가리고 모공을 당겨 주는 제조물은 애플 사이다 식초와 pH 밸런서를 조합해 피부가 붉은 빛을 최적으로 흡수할 수 있도록 준비해 주어 반짝이는 \"광택\"을 원하는 모든 사람들에게 필수인 제품입니다."
}