{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Legal Notices:\nCopyright © 1983-2024 Apple Inc. All rights reserved.\nApple, the Apple logo, AirPlay, AirPort, AirPrint, Apple Books, FaceTime, Flyover, Guided Access, HomePod, iPad, iPhone, iPod, iPod touch, iTunes, Photo Booth, Retina, and Safari are trademarks of Apple Inc., registered in the U.S. and other countries. App Store and iTunes Store are service marks of Apple Inc., registered in the U.S. and other countries. Multi-Touch is a trademark of Apple Inc.\nIOS is a trademark or registered trademark of Cisco in the U.S. and other countries and is used under license.\nFor Apple and third party software license agreements presented at activation or included with the product and presented with any software updates, see www.apple.com/legal/sla/\nACELP is either registered trademark or trademark of VoiceAge Corporation in the United State and or other countries and used under license from VoiceAge Corporation. The ACELP®.net codec in this product is used under license from VoiceAge Corporation. Copyright © 2002-2005 VoiceAge Corporation. All rights reserved.\nUV22HR High Resolution Audio Encoding licensed from Apogee Electronics.\nThe Audible software in this product is used under license from Audible. Copyright © 2002 by Audible, Inc. All rights reserved.\nThis product contains the BLUEmagic software Bluetooth® protocol stack. BLUEmagic is a trademark of Open Interface North America, Inc. registered in the US. Bluetooth® is a registered trademark owned by Bluetooth SIG, Inc. used under license.\nCrown Copyright material is reproduced with the permission of the Office of Public Sector Information (OPSI). Source: Office for National Statistics. http://www.statistics.gov.uk/default.asp.\nPortions of this Product are copyrighted by Dainippon Screen Mfg. Co., Ltd. All Rights Reserved. \"Hiragino\" is a trademark of Dainippon Screen Mfg. Co., Ltd. registered in Japan.\nCopyright © 1981 Linotype AG and/or its subsidiaries. All Rights Reserved. This Record Material And The Data Recorded Thereon Are Licensed From and Are The Property Of Linotype Or Its Licensors And May Not Be Reproduced, Used, Displayed, Modified, Disclosed Or Transferred In Any Manner Without The Express Written Approval Of Linotype.\nCopyright © 1999-2002, Linotype Library GmbH & affiliates. All rights reserved. Linotype Didot, HelveticaNeue and Zapfino are Trademarks of Heidelberger Druckmaschinen AG, which may be registered in certain jurisdictions, exclusively licensed through Linotype Library GmbH, a wholly owned subsidiary of Heidelberger Druckmaschinen AG.\nCopyright Elsevier Inc.\nMarker Felt typeface designs created by Snyder Fonts.\nMPEG Layer-3 audio coding technology licensed from Fraunhofer IIS and THOMSON multimedia.\nHiRISE Images: NASA/JPL/University of Arizona.\nData from The Global Airport Database is used in accordance with the MIT License. © Arash Partow. All Rights Reserved.",
    "trans": "법적 고지:\n저작권 © 1983-2024 애플 주식회사. 모든 권리 보유.\n애플, 애플 로고, 에어플레이, 에어팟, 에어프린트, 애플 북스, 페이스타임, 플라이오버, 안내된 접근, 홈팟, 아이패드, 아이폰, 아이팟, 아이팟 터치, 아이튠즈, 포토 부스, 레티나, 사파리는 미국 및 기타 국가에 등록된 애플 주식회사의 상표입니다. 애플 스토어 및 아이튠즈 스토어는 미국 및 기타 국가에 등록된 애플 주식회사의 서비스 상표입니다. 멀티-터치는 애플 주식회사의 상표입니다.\nIOS는 미국 및 기타 국가에서 시스코의 상표 또는 등록 상표이며 허가에 따라 사용됩니다.\n활성화 시 제공되거나 제품과 함께 제공되고 소프트웨어 업데이트와 함께 제공되는 애플 및 타사 소프트웨어 허가 계약은 www.apple.com/legal/sla/를 참조하세요.\nACELP는 미국 및 기타 국가에서 보이스에이지 기업의 등록 상표 또는 상표이며 보이스에이지의 허가에 따라 사용됩니다. 이 제품의 ACELP®.net 코덱은 보이스에이지 기업의 허가에 따라 사용됩니다. 저작권 © 2002-2005 보이스에이지 기업. 모든 권리 보유.\nUV22HR 고해상도 오디오 인코딩은 아포지 일렉트로닉스의 허가에 따라 사용됩니다.\n이 제품의 오디블 소프트웨어는 오디블의 허가에 따라 사용됩니다. 저작권 © 2002 오디블 주식회사에 의해 모든 권리 보유.\n이 제품에는 블루매직 소프트웨어 블루투스® 통신 규약 스택이 포함되어 있습니다. 블루매직은 미국에 등록된 오픈 인터페이스 북미 주식회사의 상표입니다. 블루투스®는 블루투스 SIG 주식회사가 소유한 등록 상표이며 라이선스에 따라 사용됩니다.\n크라운 저작권 자료는 공공부문 정보실(OPSI)의 허가를 받아 복제되었습니다. 출처: 영국 통계청. http://www.statistics.gov.uk/default.asp.\n이 제품의 일부는 다이니폰 스크린 생산회사의 저작권에 의해 보호됩니다. 모든 권리 보유. \"히라기노\"는 일본에 등록된 다이니폰 스크린 생산회사의 상표입니다.\n저작권 © 1981 라이노타이프 AG 및/또는 그 자회사. 모든 권리 보유. 이 기록 자료 및 기록된 데이터는 라이노타이프 또는 그 라이센스 제공자의 허가를 받았으며 그들의 재산이며 라이노타이프의 명시적 서면 승인 없이는 어떠한 방식으로도 복제, 사용, 표시, 수정, 공개 또는 양도될 수 없습니다.\n저작권 © 1999-2002, 라이노타이프 라이브러리 유한책임회사 및 계열사. 모든 권리 보유. 라이노타이프 디도, 헬베티카뉴 및 잽피노는 하이델베르거 드러크마스키넨 AG의 상표이며, 특정 관할권에 등록될 수 있으며, 하이델베르거 드러크마스키넨 AG의 전액 출자 자회사인 라이노타이프 라이브러리 유한책임회사를 통해 독점적으로 허가되었습니다.\n저작권 엘세비어 주식회사.\n마커 펠트 글꼴 디자인은 스나이더 폰트에서 제작했습니다.\n동영상 파일 압축 기술 레이어-3 오디오 코딩 기술은 프라운호퍼 IIS 및 톰슨 멀티미디어에서 허가를 받았습니다.\n하이라이즈 이미지: 나사/JPL/아리조나 대학교.\nThe Global Airport Database의 데이터는 MIT 라이선스에 따라 사용됩니다. © Arash Partow. 모든 권리 보유."
}