{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Congratulations! We note you are on track to graduate by the end of this year and theCareers and Employment Serviceare excited to support you through the transition from student to graduate.\n‘Accelerate into your Career’ are full day intensive career preparation workshops. This event features an engaging panel discussionwhere we will share insights on current trends, emerging opportunities, recruitment methods, and what employers are looking for in new talent.\nREGISTER\nPlease note there are limited spaces available for these sessions. Register ASAP to secure your spot!\n[redacted_name]:\nMon 4 Nov 2024, 9:30am - 3:30pm\nThank you and we hope to see you there.\nGriffith Careers and Employment Team\nWed 13 Nov 2024, 9:30am - 3:30pm\nGOLD COAST\nDETAILS\nREGISTER\nWe’ve also lined up a series of hands-on workshops focused on helping you succeed in your job search. Learn how to identify the roles, employers, and industry sectors that align with your skills and interests. Sharpen your ability to market yourself to job roles effectively, perform in interviews, and secure job offers.\nDear[redacted_name],\nOur ‘Graduate Accelerator’ events are our special service offering designed for students who are preparing to enter the workforce.\nKind regards,",
    "trans": "축하합니다! 올해 말 졸업을 앞두고 계신 것을 확인했으며, 진로 및 고용 서비스는 학생에서 졸업생으로 전환하는 과정에서 여러분을 지원하게 되어 매우 기쁩니다.\n'Accelerate into your Career'는 하루 종일 집중적인 진로 준비 워크숍입니다. 이 행사에서는 현재 추세, 새로운 기회, 채용 방법 및 고용주가새로운 인재를 찾고 있는 분야에  대한 통찰력을 공유하는 매력적인 패널 토론이 특징입니다.\n등록하세요\n이러한 세션에는 제한된 공간이 있음을 알려드립니다.  자리를 확보하려면 최대한 빨리 등록하세요!\n[redacted_name]:\n2024년 11월 4일 월요일 오전 9시 30분 - 오후 3시 30분\n감사합니다. 그곳에서 뵙기를 바랍니다.\n그리피스 경력 및 고용 팀\n2024년 11월 13일 수요일 오전 9시 30분 - 오후 3시 30분\n골드 코스트\n세부 사항\n등록하세요\n또한 구직에 성공할 수 있도록 돕는 데 중점을 둔 일련의 실습 워크숍도 마련했습니다. 귀하의 기술과 관심사에 맞는 역할, 고용주 및 산업 분야를 식별하는 방법을 알아보세요. 직무 역할에 자신을 효과적으로 마케팅하고, 면접에서 성과를 내고, 취업 제안을 확보하는 역량을 강화하세요.\n[redacted_name] 님께,\n저희의 '졸업생 가속기' 이벤트는 취업을 준비하는 학생들을 위해 고안된 특별 서비스입니다.\n감사합니다."
}