{
    "source": "en_US",
    "target": "ko_KR",
    "text": "DEL MAR, Calif. (Oct. 25, 2024) ― Newsfeed interviews, b-roll, color, and press\nconferences for the 2024 Breeders’ Cup World Championships at Del Mar Thoroughbred Club\nin Del Mar, California, will be available for download beginning Saturday, Oct. 26.\nAll footage can be found at this link.\nhttps://breederscup.hammondcg.com\nUsername: breederscup\nPassword: bc2024_user\nFiles are 1080 HD and will be available daily for download until Monday, Nov. 18.\nA B O U T B R E E D E R S ’ C U P\nBreeders’ Cup Limited administers the Breeders’ Cup World Championships, Thoroughbred\nracing’s year-end Championships, as well as the Breeders’ Cup Challenge Series: Win and\nYou’re In, which provides automatic starting positions into the Championships races through\nan 82-race series hosted by 12 countries, and the U.S.-based Dirt Dozen Bonus Series. The\nBreeders’ Cup operates under the national, uniform rules and regulations of the Horseracing\nIntegrity and Safety Authority (HISA) and its Horseracing Integrity & Welfare Unit (HIWU).\nThe 2024 Breeders’ Cup World Championships, featuring 14 Grade 1 Championship races\nrun during a two-day festival worth more than $34 million in purses and awards, will be\n1 0 . 2 5 . 2 4 P A G E 2\nheld Nov. 1-2 at Del Mar in Del Mar, California. The 2025 World Championships will also be\nheld at Del Mar on Oct. 31-Nov. 1. The Championships will be televised live by NBC Sports.\nPress releases appear on the Breeders’ Cup website, BreedersCup.com. You can also follow\nthe Breeders’ Cup on social media.",
    "trans": "캘리포니아주 델마르(2024년 10월 25일) ― 뉴스피드 인터뷰, B롤, 컬러 및 보도\n델 마르 서러브레드 클럽에서 열리는 2024 브리더스컵 세계 선수권 대회 컨퍼런스\n캘리포니아주 델마에서는 10월 26일 토요일부터 다운로드할 수 있습니다.\n모든 영상은 이 링크에서 찾을 수 있습니다.\nhttps://breederscup.hammondcg.com\n사용자 이름: 브리더스컵\n비밀번호: bc2024_user\n파일은 1080 HD이며 11월 18일 월요일까지 매일 다운로드할 수 있습니다.\n브리더스 컵에 대한 정보\n브리더스 컵 리미티드는 브리더스 컵 월드 챔피언십, 서러브레드\n레이싱 연말 챔피언십 및 브리더스컵 챌린지 시리즈: 우승 및\n챔피언십 레이스에 자동으로 선발 출전할 수 있는 유어 인\n12개국이 주최하는 82개 레이스 시리즈와 미국에 본사를 둔 더트 더즌 보너스 시리즈.\n브리더스 컵은 경마의 국가적이고 통일된 규칙과 규정에 따라 운영됩니다\n청렴 및 안전 당국(HISA)과 경마 청렴 및 복지 부서(HIWU).\n14개의 1등급 챔피언십 경주가 특징인 2024 브리더스컵 세계 선수권 대회\n이틀간의 축제 기간 동안 3,400만 달러가 넘는 상금과 상이\n1 0 . 2 5 . 2 4 페이지 2\n11월 1일부터 2일까지  캘리포니아주 델마르의 델마르에서 개최됩니다. 2025년 세계 선수권 대회도 예정입니다\n10월 31일부터 11월 1일까지 델 마르에서 개최됩니다. 챔피언십은 NBC 스포츠에서 생중계됩니다.\n보도 자료는 브리더스컵 웹사이트 BreedersCup.com 에 게시됩니다. 팔로우할 수도 있습니다\n소셜 미디어에서 브리더스 컵."
}