{
    "source": "en_US",
    "target": "ko_KR",
    "text": "shorter than 3 or 6 calendar months.\nExample - [redacted_name]- full time continuous work\nWhile on his first visa, [redacted_name] works full-time for a tour company as a tour guide from 1 December to 26 February, a total of 88 calendar days. [redacted_name]o works 5 days a week (Monday to Friday) for this whole period of time and is paid the correct legal wage. [redacted_name] has met the 3 month specified work requirement.\nExample – [redacted_name] – does not meet 3 months of specified work\nWhile on her first visa, [redacted_name] works 2 days a week at a vineyard maintaining vines and picking grapes from 1 February to 30 April. The vineyard work is eligible specified work and she is paid the correct lawful wage. The work has occurred over a 3 month period; however, she has not worked the equivalent number of days that would be worked by a full time worker in a 3 month period. She will need to work a proportionately longer period of part time work to meet the specified work requirement.\n[redacted_name] has not worked the equivalent of 3 months’ specified work and does not meet the requirement\nExample - [redacted_name] - separate periods of full time and part time work:\nFirst job – While on her second visa, [redacted_name] works 5 days a week in a fruit orchard picking and packing fruit under a signed piecework rate agreement from 1 January to 30 April. This period counts as 4 calendar months (in this case 120 calendar days) towards the specified work requirement.\nSecond job - Later, [redacted_name] does casual work picking vegetables at a market garden for 5 days a fortnight from 1 August to 30 November. During this period of 4 calendar months (in this case 122 calendar days), she has worked half of the usual full time work hours for this employer. This period can therefore count as a total of 2 months (or 61 days) towards the specified work requirement.\n[redacted_name] adds these 2 work periods together, counting:\n4 months (120 calendar days) for the period of full time work\n+\n2 months (61 calendar days) for the period of part time work over 4 months\n=\n6 months (which in in this case is more than 179 calendar days) of specified work\n[redacted_name] has therefore worked the equivalent of 6 months of full time work and has met the 6 month specified work requirement.",
    "trans": "달력상 3개월 또는 6개월보다 적은\n예시- [redacted_name]- 상근 지속 근무\n첫 비자 기간 동안 [redacted_name]은 여행사에서 여행 가이드로 12월 1일에서 2월 26일까지 달력상 총 88일을 전임으로 일한다.  [redacted_name] 이 기간 동안 내내 주 5일(월요일에서 금요일) 동안 근무하며 법적으로 정당한 임금을 받는다. [redacted_name]은 3개월로 규정된 업무 요구사항을 충족했다.\n예시 – [redacted_name] – 3개월의 규정된 업무를 충족하지 않음\n첫 비자 기간 동안 [redacted_name]은 2월 1일에서 4월 30일까지 포도밭에서 주 2일간 포도나무 관리 및 포도 따기를 하며 일한다. 포도밭에서 일하는 건 규정된 업무에 부합하며 그녀는 법적으로 정당한 임금을 받는다.업무는 3개월에 걸쳐 이루어졌다. 하지만 그녀는 상근 근무자로서 3개월간 이루어지는 근무일과 동등한 정도로 일하지 않았다. 그녀는 명시된 업무 요구사항을 충족하기 위해 이와 비례하는 보다 긴 시간의 시간제 업무를 수행해야 할 것이다.\n[redacted_name]은 명시된 3개월 간의 업무에 상당하도록 일하지 않았고 요구사항을 충족하지 않는다\n예시 - [redacted_name] - 별도의 상근 및 시간제 근무 시기:\n첫번째 직업 - 두번째 비자 기간 동안 [redacted_name]은 1월 1일부터 4월 30일까지 성과급제 계약에 따라 주 5일 과수원에서 과일을 따고 포장하는 일을 한다. 이 기간은 명시된 업무 요구사항상 달력상의 4달로 계산된다(이 경우 달력상 120일).\n두번째 직업 - 이후 [redacted_name]은 상품용 채소 농원에서 8월 1일에서 11월 30일까지 격주로 채소 따는 시간제 근무를 한다. 이 달력상 4개월(이 경우 달력상 122일)이라는 기간에 그녀는 보통 해당 고용주 아래 상근 근무 시간의 절반 동안 일했다. 그러므로 이 기간은 명시된 업무 요구사항상 총 2개월(혹은 61일)로 계산된다.\n[redacted_name]은 이 2개 근무 기간을 합쳐 계산하면:\n상근 근무의 기간의 경우 4개월(달력상 120일)\n+\n4개월 중 시간제 근무 기간의 경우 2개월(달력상 61일)\n=\n명시된 업무 6개월(여기서 이 경우 달력상 179일 초과)\n[redacted_name]은 그러므로 6개월의 상근 근무에 상당하는 정도로 일했으며 6개월의 명시된 업무 요구사항을 충족했다."
}