{
    "source": "en_US",
    "target": "ko_KR",
    "text": "INTERNATIONAL MONETARY FUND (IMF)\nDEPT: WORLD DEBT RECONCILIATION AGENCIES.\nADVISE: YOUR OUTSTANDING PAYMENT NOTIFICATION\nA power of attorney was forwarded to our office this morning by two gentle men, one of them is an American national and he is MR. DAVID DEANE by name while the other person is MR. JACK MORGAN by name a CANADIAN national.\nThis gentlemen claimed to be your representative, and this power of attorney stated that you are dead, they brought an account to replace your information in other to claim your fund of $2.750 Million Usd which is now lying DORMANT and UNCLAIMED, below is the new account they have submitted:\nBANK.-HSBC CANADA\nVancouver, CANADA\nACCOUNT NO. 2984-0008-66\nBe further informed that this power of attorney also stated that you suffered and died of throat cancer. You are therefore given 24hrs to confirm the truth in this information, If you are still alive, You are to contact us back immediately, Because we work 24 hrs just to ensure that we monitor all the activities going on in regards to the transfer of beneficiaries inheritance and contract payment.\nYou are to reply to this office immediately for clarifications on this matter as we shall be available 24 hrs to attend to you and give you the necessary guidelines on how to ensure that your payment is wired to you immediately.\nJust also be informed that any further delay from your side could be dangerous, as we would not be held responsible of wrong payment.\nMr. Alejandro Mayorkas\nFinance Department Director\nInternational Monetary Funds Agents",
    "trans": "국제통화기금\n부서: 세계 부채 조정 기관.\n안내: 귀하의 미지급금 통지\n오늘 아침 두 명의 신사가 당사 사무실로 위임장을 제출했고, 그 중 한 명은 미국 국적의 데이비드 딘 씨 이고 다른 한 명은 캐나다 국적의 잭 모건 씨 입니다.\n이들은 자신들이 귀하를 대표한다고 주장하며, 이 위임장에는 귀하가 사망했다고 명시되어 있고, 이들은 귀하의 정보를 대체할 계좌를 제출하여 현재 휴면 상태 및 미청구된 귀하의 미화 275만 달러 자금을 수령하려 하고 있으며, 아래는 이들이 제출한 새로운 계좌 정보입니다:\n은행.-HSBC 캐나다\n밴쿠버, 캐나다\n계좌번호. 2984-0008-66\n추가로 해당 위임장에는 귀하가 후두암으로 고통받다 사망했다고 명시되었음을 알려드립니다. 따라서 귀하께서는 24시간 이내에 이 정보의 진위를 확인하여 주시기 바라며, 만약 귀하께서 살아 계시다면, 즉시 당사로 연락하시기 바라며, 저희는 24시간 동안 귀하의 상속 및 계약금 지급 관련 이체와 관련된 모든 활동을 모니터링하기 위해 24시간 근무하기 때문입니다.\n귀하는 이 사안과 관련하여 명확한 설명을 위해 즉시 연락을 주셔야 하며 저희는 24시간 대기하며 귀하를 응대하고 지급금이 귀하께 즉시 송금될 수 있도록 필요한 절차에 대한 안내를 제공해 드릴 것입니다.\n귀하 측에서 추가적인 지연이 발생할 경우 위험할 수 있으며, 저희는 오지급에 대한 책임을 지지 않음을 알려드립니다.\n알레한드로 마요르카스\n재무 부서장\n국제통화기금 에이전트"
}