{
    "source": "en_US",
    "target": "ko_KR",
    "text": "“I do not really know anything about theology, liturgy, or the sacraments, and perhaps I should take it up with Bushwick, but I noticed a few of our vows and promises today were not identical.”\n“No,” Penelope said with some trepidation, “they were not.”\n“For one thing,” Colin commented, “only you vowed to obey.” Penelope felt her eyebrows raise. This conversation was going somewhere very different than she had anticipated, but it was distracting her from her earlier nervousness, so she was willing enough to go along with it. Smiling at her surprised expression, he continued, “I hope you know that I would never expect you to actually do so.” She nodded, though she was still dreadfully confused. “Similarly, when I returned this ring to your finger,” Colin went on as he fiddled with the ring on her left hand, “I promised to worship you with my body, and it seems that the Church of England thinks that only I need to promise that to you.”\nPenelope broke in, “Colin, of course—”\n“No, listen to me.” Chuckling, he added, “Obey me, if you will, for just a moment.” Penelope swallowed. There were times when she would certainly be willing to obey him, if that was what he desired, but that would be something to explore in the days, months, and Lord willing, years to come. Turning her around, he began to undress her while he spoke in a soft, low voice. “I would very much like to worship you. You deserve nothing less. I am not religious and never have been, but something brought me here to you in this moment. Maybe it is God or fate or something else. Maybe you are the power that draws me to you across all times and places. You are my goddess. I wish to worship you. I wish to fulfill the vow I made to you.”",
    "trans": "\"나는 신학, 전례, 성례전에 대해 잘 알지 못하고, 아마도 이건 부시윅과 상의해야할 지도 모르겠지만, 오늘 우리의 맹세와 서약 중 몇 가지가 서로 일치하지 않는다는 걸 눈치챘어요.\"\n\"맞아요,\" 페넬로피는 약간 긴장한 채 대답하며, \"일치하지 않았어요.\"\n\"한 가지 예를 들면,\" 콜린이 말을 이었다, \"당신만이 순종하겠다고 맹세했죠.\" 페넬로피는 놀라움에 눈썹을 치켜올렸다.  이 대화는 그녀가 예상했던 방향과 전혀 다른 곳으로 흘러가고 있었지만, 아까부터 느꼈던 긴장감을 잊게 해주었기에, 기꺼이 따라가 보기로 했다. 그녀의 놀란 표정을 보며 콜린이 미소를 지었고, 그는 계속했다, \"나는 당신이 실제로 그렇게 할 것이라고 기대한 적이 없다는 걸 알길 바라요.\" 그녀는 여전히 혼란스러웠지만, 고개를 끄덕였다. \"그리고 또 하나, 내가 이 반지를 다시 당신의 손가락에 끼워줬을 때,\" 콜린은 그녀의 왼손에 끼운 반지를 만지작거리며 말을 이었다, \"나는 내 몸으로 당신을 경배하겠다고 맹세했고, 영국 성공회에서는 오직 나만이 그런 서약을 해야 한다고 생각하더군요.\"\n페넬로피가 끼어들며, \"콜린, 당연히—”\n\"아니, 내 말 들어요.\" 가볍게 웃으며, 그는 덧붙엿다, \"나를 순종해요, 당신이 그러고 싶다면, 아주 잠깐이라도.\" 페넬로피는 침을 삼켰다. 때때로 그녀는 기꺼이 그에게 순종할 의향이 있었고, 만약 그것이 그가 원하는 바라면, 그러나 그건 앞으로 다가올 나날, 몇 달, 그리고 신이 허락하신다면, 수년 동안 탐구해볼 일이었다. 그녀를 돌려 세우고, 그는 부드럽고, 낮은 목소리로 속삭이며 그녀의 옷을 벗기기 시작했다. \"나는 당신을 경배하고 싶어요. 당신은 그럴 자격이 있어요. 나는 종교적이지도 않고 그래본 적도 없지만, 무언가가 나를 이 순간으로 데려왔어요. 어쩌면 신일 수도 운명일 수도 아니면 다른 무언가일 수도 있겠죠. 아니면 당신이 나를 모든 시간과 공간을 넘어 끌어당기는 힘일지도 몰라요. 당신은 내 여신이에요. 나는 당신을 경배하고 싶어요. 내가 당신에게 했던 서약을 지키고 싶어요.\""
}