{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Cindy (Coco Lovelock) is worried because she's been having thoughts that the Church considers to be sinful, so she visits her pastor's home for guidance. But the pastor's wife, Mrs. Murphy (Silvia Saige), says that he isn't home right now. Mrs. Murphy offers to take a walk with Cindy while they wait. Mrs. Murphy reveals that she knows Cindy is here to talk to the pastor about having feelings of lesbianism. Mrs. Murphy claims that she has been chosen by God to be shepherds to those who have strayed, and that she can help Cindy too... A bride named Prudence (Bunny Colby) is having a private moment in a bathroom during her wedding reception. Shes upset, but Prudence's breakdown is interrupted by Eliza (Alex Coal) walking in. Prudence is stunned to see Eliza because she wasn't invited to the wedding and because there's been drama in her past. Eliza was excommunicated because she's a lesbian. Eliza has shown up to rescue Prudence from a life of repression because she realizes that she's a lesbian as well! Eliza tries to convince Prudence to run away with her and be who she really is. Can she REALLY give up EVERYTHING in order to live as her true self?\nWatch porn movie «Lost Little Lamb» in our online adult cinema for free in good HD quality. Happy viewing !",
    "trans": "신디(코코 러브록)는 교회에서 죄악이라 여기는 생각들을 계속 하게 되어 걱정스러워하며 목사의 집을 찾아가 조언을 구한다. 하지만 목사의 아내인 머피 부인(실비아 세이지)은 목사가 지금 집에 없다고 말한다. 머피 부인은 신디와 함께 산책을 하며 기다릴 것을 제안한다. 머피 부인은 신디가 여기 온 이유가 목사에게 레즈비언 감정을 가지고 있는 것에 대해 이야기 하기 위함임을 알고 있다고 밝힌다. 머피 부인은 자신이 길을 잃은 자들을 인도하도록 신께 선택받았으며, 신디 또한 도울 수 있다고 주장한다... 프루던스(버니 콜비)라는 이름의 신부는 결혼식 피로연 도중 화장실에서 혼자만의 시간을 갖고 있다. 그녀는 괴로워 하지만, 엘리자(알렉스 콜)이 들어오면서 그녀의 휴식이 방해받는다. 프루던스는 엘리자를 보고 놀랐는데 엘리자는 결혼식에 초대받지 않았고 그녀의 과거에 갈등이 있었기 때문이다. 엘리자는 레즈비언이란 이유로 교회에서 추방당했었다. 엘리자는 푸르던스 또한 레즈비언임을 깨닫고 프루던스를 억압된 삶에서 구해주기 위해 나타났다! 엘리자는 프루던스가 진정한 그녀의 모습으로 살아야 한다며 그녀와 함께 도망가자고 설득한다. 프루던스는 진정한 자신의 모습으로 살아가기 위해 진정 모든것을 포기할 수 있을까?\n포르노 영화 «길 잃은 어린양»을 저희 성인 시네마에서 좋은 에이치디 품질로 무료로 감상하세요. 즐감하세요 !"
}