{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In this disturbing image, the shattered girl walking seen from behind bare as she turns around and looks at me is a living testimony to the duality of existence in a world in which the organic and the artificial collide with devastating consequences. His body, a mosaic of scars woven with cold metal, tells a story of resilience forged in the fires of a society that sacrificed its soul for the sake of progress. Each mechanical limb, each buzzing joint, is a reminder of the incessant search for efficiency that has stripped the very essence of what it means to be human. The cacophony of its biomechanical components reverberates in the air, a shrill symphony that reflects the discord of a civilisation captured in the press of its ambition. It is a sound that speaks of progress, but carries with it the weight of loss: loss of empathy, loss of beauty and, ultimately, loss of self. Her face, a mask of contradictions, attracts the observer with its disturbing beauty. The flicker of desire in his eyes suggests a desire for connection, while the shadows of despair in trouble underneath reveal the deep isolation that accompanies his existence. This emotional dichotomy transforms her into a living paradox, a being trapped between the realms of subjectivity and objectification, of life and mechanisation. The smooth and viscous floor under his feet serves as a chilling metaphor for the erosion of his autonomy. Spark of remnants of his humanity, a harsh reminder of the price he paid for his transformation. This luminescent liquid, both seductive and grotesque, contains the seductive promise of technology, a promise that offers liberation but traps its victims in a web of addiction. In this dystopian landscape, it transcends the role of mere victim; it emerges as a provocative spectre, a disturbing figure that forces the viewer to confront the uncomfortable realities of a world that prioritises progress over compassion. As she navigates the chaos that surrounds her, her very existence becomes a touching commentary on the fragility of identity in an era dominated by relentless technological progress. The grotesque ballet of meat and metal serves as a chilling reminder of human experience, which is often overshadowed by the cold efficiency of machinery. In this absurd nightmare, a tragic figure who embodies the struggle for the agency in a world that tries to reduce it to mere components of a machine poses both as a warning and as a witness. His presence lingers in the air, an echo of humanity that persists even in the midst of overwhelming dehumanisation. Urges us to reflect on the delicate balance between progress and preservation of our essence, challenging us to remember that in our search for innovation, we must not abandon the same qualities that define our humanity. In her, we find a mirror that reflects our fears and our desires, a reminder that the path to follow must be travelled with care, so as not to lose sight of what it really means to be alive.",
    "trans": "뒤에서 알몸으로 걷는 산산이 조각난 소녀가 돌아서서 나를 바라보는 이 충격적인 모습은, 유기적인 것과 인공적인 것이 충돌하여 파괴적인 결과를 가져오는 세상에서 존재의 이중성에 대한 살아있는 증거입니다. 차가운 금속으로 엮어진 흉터로 모자이크된 그의 몸은 진보를 위해 영혼을 희생한 사회의 불길 속에서 단련된 회복력에 대한 이야기를 들려줍니다. 각각의 기계적인 팔다리, 각각의 윙윙거리는 관절은 인간이 된다는 것이 무엇인지 본질을 빼앗은 끊임없는 효율성 추구를 상기시켜 줍니다. 그 생체역학적 구성 요소의 불협화음이 공기 중에 울려 퍼지고, 야망이라는 압박에 사로잡힌 문명의 불협화음을 반영하는 날카로운 교향곡입니다. 그것은 진보를 이야기라는 목소리이지만, 상실의 무게를 지니고 있습니다. 공감의 상실, 아름다움의 상실, 그리고 궁극적으로 자아의 상실입니다. 모순의 가면인 그녀의 얼굴은 그 불안한 아름다움으로 관찰자를 끌어들입니다. 그의 눈에서 깜박이는 욕망은 연결에 대한 욕망을 암시하는 반면, 그 아래에 있는 곤경에 처한 절망의 그림자는 그의 존재에 수반되는 깊은 고립을 드러냅니다. 이러한 감정적 이분법은 그녀를 살아있는 역설로, 주관성과 객관화, 삶과 기계화의 영역 사이에 갇힌 존재로 변모시킵니다. 그의 발 밑의 매끄럽고 끈적끈적한 바닥은 그의 자율성의 침식되는 것에 대한 소름 끼치는 비유로 작용합니다. 그의 인간성의 잔재의 불꽃, 그가 자신의 변신을 위해 치른 대가를 가혹하게 상기시켜줍니다. 매혹적이면서도 기괴한 이 빛나는 액체는 기술에 대한 매혹적인 약속을 담고 있으며, 그 약속은 해방을 제공하지만 희생자들을 중독의 그물에 가두어 둡니다. 이 디스토피아적 풍경 속에서 그것은 단순한 희생자의 역할을 넘어섭니다. 그것은 도발적인 유령으로 등장하며, 시청자가 연민보다 진보를 우선시하는 세상의 불편한 현실에 직면하도록 강요하는 불안한 인물입니다. 그녀가 자신을 둘러싼 혼돈을 헤쳐나가면서, 그녀의 존재 그 자체가 끊임없는 기술 진보가 지배하는 시대에 정체성의 취약성에 대한 감동적인 해설이 됩니다. 고기와 금속의 기괴한 ​​발레는 종종 기계의 차가운 효율성에 가려지는 인간 경험을 오싹하게 떠올리게 합니다. 이 터무니없는 악몽속에서, 기관을 기계의 단순한 부품으로 축소하려는 세상에서 대리권을 위한 투쟁을 구현하는 비극적인 인물은 경고이자 목격자로서의 자세를 취하고 있습니다. 그의 존재는 공기 중에 서성대고 있으며, 압도적인 비인간화 속에서도 지속되는 인간성의 메아리입니다. 진보와 본질의 보존 사이의 미묘한 균형을 성찰하도록 촉구하며, 혁신을 추구하는 과정에서 인간성을 정의하는 동일한 특성을 포기해서는 안 된다는 것을 기억하도록 도전합니다. 그녀에게서 우리는 우리의 두려움과 욕망을 반영하는 거울을 발견합니다. 이는 살아있다는 것이 진정으로 무엇을 의미하는지 놓치지 않기 위해, 따라야 할 길을 신중하게 걸어야 한다는 것을 일깨워줍니다."
}