{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Contact Us\nFor questions about your order, please call 407-W-DISNEY. Guests under age 18 must have parent or guardian permission to call.\n34444393\nTerms and Conditions\nWalt Disney World Resort vacation packages Cancellation and Refunds\nFor cancellations made 30 days or more prior to guest arrival, amounts paid, minus cancellation fees assessed by third party hotels or other suppliers, non-refundable runDisney race registrations, non-refundable travel protection plan costs, and other amounts owed, will be refunded.\nFor cancellations made 2 days to 29 days prior to guest arrival, amounts paid, minus a cancellation fee of $200.00 per package and minus any cancellation fees assessed by third party hotels or other suppliers, non-refundable runDisney race registrations, non-refundable travel protection plan costs and other amounts owed, will be refunded.\nFor cancellations made 1 day or less prior to guest arrival or for no-shows, the full price of the package is non-refundable.\nNo refunds are given for cancellation of any personalized products or experiences.\nNo refunds will be made for early departure from hotel and for unused or partially used admission tickets, options or features, including meals.\nAny refunds allowed by Disney in its sole discretion after arrival must be requested in writing within 90 days after departure and may be assessed a $25 processing fee.\nDisney reserves the right to make refunds in accordance with the method that payment was received. All appropriate refunds will be made through the guest’s travel agent if payment was made by the travel agent. Disney is not responsible for the receipt of refunded monies by guests from their travel agents.",
    "trans": "문의하기\n주문 관련 문의 사항이 있으시면 407-W-DISNEY로 전화해 주세요. 18세 미만의 고객은 부모 또는 보호자의 허락을 받은 후 전화해야 합니다.\n34444393\n이용 약관\n월트 디즈니 월드 리조트 휴가 패키지 취소 및 환불\n도착 30일 이상 전 취소한 경우, 지불한 금액에서 제3자 호텔 또는 기타 공급업체가 부과한 취소 수수료, 환불 불가한 런디즈니 대회 등록비, 환불 불가한 여행 보호 플랜 비용 및 기타 미납 금액을 제외한 금액이 환불됩니다.\n도착 2일부터 29일 전에 취소한 경우, 지불한 금액에서 패키지당 200달러의 취소 수수료, 제3자 호텔 또는 기타 공급업체가 부과한 취소 수수료, 환불 불가한 런디즈니 대회 등록비, 환불 불가한 여행 보호 플랜 비용 및 기타 미납 금액을 제외한 금액이 환불됩니다.\n도착 1일 전 또는 당일 취소 및 노쇼의 경우, 패키지 전체 금액이 환불되지 않습니다.\n개인 맞춤형 상품이나 체험 예약 취소 시 환불되지 않습니다.\n호텔에서 조기 퇴실하는 경우 및 사용하지 않거나 일부만 사용한 입장권, 옵션 또는 식사 포함 기능에 대한 환불은 제공되지 않습니다.\n디즈니가 단독 재량으로 도착 후 환불을 승인하는 경우, 출발 후 90일 이내에 서면으로 요청해야 하며 25달러의 처리 수수료가 부과될 수 있습니다.\n디즈니는 결제된 방법에 따라 환불을 진행할 권리를 보유합니다. 결제가 여행사를 통해 이루어진 경우, 모든 적절한 환불은 해당 여행사를 통해 처리됩니다. 디즈니는 여행사를 통한 환불 금액의 수령에 대해 책임을 지지 않습니다."
}