{
    "source": "en_US",
    "target": "ko_KR",
    "text": "She gave me the tools to do it as well. She taught me English as my first language. She read to me constantly. The first book I learned to read was the book. The Bible. Church was where we got most of our other books, too. My mom would bring home boxes that white people had donated—picture books, chapter books, any book she could get her hands on. Then she signed up for a subscription program where we got books in the mail. It was a series of how-to books. How to Be a Good Friend. How to Be Honest. She bought a set of encyclopedias, too; it was fifteen years old and way out of date, but I would sit and pore through those.\nMy books were my prized possessions. I had a bookshelf where I put them, and I was so proud of it. I loved my books and kept them in pristine condition. I read them over and over, but I did not bend the pages or the spines. I treasured every single one. As I grew older I started buying my own books. I loved fantasy, loved to get lost in worlds that didn’t exist. I remember there was some book about white boys who solved mysteries or some shit. I had no time for that. Give me Roald Dahl. James and the Giant Peach, The BFG, Charlie and the Chocolate Factory, The Wonderful Story of Henry Sugar. That was my fix.\nI had to fight to convince my mom to get the Narnia books for me. She didn’t like them.\n“This lion,” she said, “he is a false God—a false idol! You remember what happened when Moses came down from the mountain after he got the tablets...”\n“Yes, Mom,” I explained, “but the lion is a Christ figure. Technically, he is Jesus. It’s a story to explain Jesus.”\nShe wasn’t comfortable with that. “No, no. No false idols, my friend.”\nEventually I wore her down. That was a big win.\nIf my mother had one goal, it was to free my mind. My mother spoke to me like an adult, which was unusual. In South Africa, kids play with kids and adults talk to adults. The adults supervise you, but they don’t get down on your level and talk to you. My mom did. All the time. I was like her best friend. She was always telling me stories, giving me lessons, Bible lessons especially. She was big into Psalms. I had to read Psalms every day. She would quiz me on it. “What does the passage mean? What does it mean to you? How do you apply it to your life?” That was every day of my life. My mom did what school didn’t.",
    "trans": "그녀는 나에게 모든 것을 해낼 도구까지 주었다. 그녀는 내 첫 번째 언어로 영어를 가르쳐 주었다. 그녀는 끊임없이 책을 읽어 주었다. 내가 처음으로 읽는 법을 배운 책은 그 책이었다. 성경. 교회는 우리가 책을 얻을 수 있는 주요한 곳이기도 했다. 엄마는 백인들이 기부한 상자들을 집으로 가져왔다—그림책, 챕터북, 그녀가 손에 넣을 수 있는 모든 책들. 그러다 엄마는 구독 프로그램에도 가입해서 우리는 우편을 통해 책을 받았다. 그건 방법에 대한 책들의 시리즈였다. 좋은 친구가 되는 법. 정직해지는 법. 엄마는 백과사전 세트도 사다 주었다; 이미 15년이 지난 낡은 것이었지만, 나는 앉아서 그것들을 붙잡고 탐독했다.\n내 책들은 가장 소중한 보물이었다. 나는 내 책들을 위한 책장을 가지고 있었고, 그것이 무척 자랑스러웠다. 나는 내 책들을 사랑했고 완벽한 상태로 보관했다. 몇 번이고 반복해서 읽었지만, 페이지를 접거나 책등을 구부리는 일은 절대 없었다. 나는 한 권 한 권을 진심으로 아꼈다. 나이가 들면서 나는 직접 책을 사기 시작했다. 나는 판타지 소설을 사랑했고, 존재하지 않는 세상 속에 빠져서 길을 잃는 것이 좋았다. 어떤 책에서는 백인 소년들이 미스테린지 뭔지를 해결하는 이야기가 나왔다. 나는 전혀 관심이 없었다. 로얄드 달이 필요해. 제임스와 슈퍼 복숭아, 거인 BFG, 찰리와 초콜릿 공장, 헨리 슈거의 신기한 이야기. 이게 내가 원하던 것들이었다.\n나는 엄마에게 나니아 책들을 사달라고 설득하기 위해 싸웠다. 엄마는 그 책들을 좋아하지 않았다.\n\"이 사자 말이야,\" 그녀가 말했다, \"가짜 신이잖아—우상 숭배야! 모세가 십계명을 받아 산에서 내려왔을 때 무슨 일이 있었는지 기억하잖니...\"\n\"그럼요, 엄마,\" 나는 설명했다, \"그런데 이 사자는 예수님을 상징하는 존재야. 엄밀히 말하면, 그는 예수지. 이건 예수님에 대한 이야기야.\"\n하지만 엄마는 여전히 탐탁지 않아 했다. \"아냐, 아냐. 우상 숭배는 안 돼, 얘야.\"\n결국 나는 엄마를 설득했다. 그건 엄청난 승리였다.\n엄마가 가장 중요하게 생각한 목표가 하나 있었다면, 그것은 내 정신을 자유롭게 해주는 것이었다. 엄마는 나에게 어른처럼 이야기했고, 그건 흔한 일이 아니었다. 남아프리카공화국에서는, 아이들은 아이들과 놀고 어른들은 어른들끼리 이야기한다. 어른들은 아이들을 돌보지만, 그들은 아이들의 눈높이에 맞춰 대화를 나누지는 않는다. 하지만 엄마는 달랐다. 항상 그랬다. 나는 마치 그녀의 가장 친한 친구같았다. 엄마는 언제나 내게 이야기를 들려주었고, 교훈을 주었고, 성경 공부를 특히 중요하게 여겼다. 그녀는 시편을 매우 중시했다. 나는 매일 시편을 읽어야 했다. 엄마는 나에게 그에 대한 퀴즈를 냈다. \"이 구절의 의미는 뭐니? 이건 너에게 어떤 의미로 다가오니? 이걸 네 삶에 어떻게 적용할 수 있을까?\" 그게 내 삶의 일상이었다. 엄마는 학교가 하지 않는 것을 해주었다."
}