{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Worried about your writing test two weeks from now? Do you want some practice on the Annotated Bibliography and get useful feedback from past UEI students who excelled at writing?\nJoin the one-on-one peer writing consultation (online via ZOOM or face-to-face)! Our peer writing tutors, who are in year 2 or higher, will:\nprovide personalized feedback on your AB mock practice, past assignment practice or your completed pre-course diagnostic writing\nguide you on the mock writing practice or past paper practice (please see attached)\nshare their strategies on writing the Annotated Bibliography (AB),\nshare their UEI study experience\nHow to make a booking?\nGo to https://lc.hkbu.edu.hk/swcp/login.php\nClick on Create Account\nSign up with your information. The password will be sent to your HKBU email.\nMake a booking with one of our peer tutors\nLog in with your student ID and password at https://lc.hkbu.edu.hk/swcp/login.php\nDouble click on your selected timeslot with a tutor àcheck the box “book this timeslot”, click on Booking button.\nA confirmation email will be sent to your HKBU email. You can email your tutors to decide the mode of consultation: ZOOM OR face-to-face (AAB 4/F, Room 401A or Room 402B).\nBookings can only be made 24 hours ahead of the consultation date.\nAttached please find\na mock practice on AB,\na 2023-24 past assignment (NOT a real assessment this semester).\nYou may write an AB and seek the tutors’ comments on your draft. For enquiries, please email lcpeerwriting@hkbu.edu.hk any time.\nGood luck with your written test!\nBest,\nPeer Writing Team\nSCCP\nAttached: Mock writing practice on AB & past AB Assignment (2023-24 Sem 1)",
    "trans": "2주 후의 쓰기 시험이 걱정되나요? 주석이 달린 참고 문헌에 대한 연습을 하고, 쓰기에 뛰어난 UEI 학생들로부터 유용한 피드백을 받고 싶은가요?\n1:1 또래 쓰기 상담(줌을 통한 온라인 또는 대면)에 참여하세요! 2학년 이상인 또래 쓰기 튜터가 제공할 것 입니다:\nAB 모의 연습, 과거 과제 연습 또는 완료한 사전 과정 진단 쓰기에 대한 개인화된 피드백 제공합니다\n모의 쓰기 연습 또는 과거 시험지 연습에 대해 안내합니다 (첨부를 참조해 주세요)\n주석이 달린 참고 문헌 (AB) 쓰기에 대한 그들의 전략을 공유합니다,\n그들의 UEI 학습 경험을 공유합니다\n예약하는 방법은?\nhttps://lc.hkbu.edu.hk/swcp/login.php로 이동하세요\n계정 만들기를 클릭하세요\n여러분의 정보로 가입하세요. 비밀번호는 HKBU 이메일로 전송될 것 입니다.\n또래 튜터 중 한 명과 예약하기\nhttps://lc.hkbu.edu.hk/swcp/login.php에서 학생 ID와 비밀번호로 로그인하세요\n튜터와 함께 선택한 시간대를 두 번 클릭하고 \"이 시간대 예약\" 상자를 체크한 다음 예약 버튼을 클릭하세요.\nHKBU 이메일로 확인 이메일이 전송됩니다. 튜터에게 이메일을 보내 상담 방법을 결정할 수 있습니다. 줌 또는 대면(AAB 4/F, 401A호실 또는 402B호실).\n예약은 상담 날짜 24시간 전에만 가능합니다.\n첨부된 찾아주세요\nAB 모의 연습,\n2023-24년 과거 과제 (이번 학기 실제 평가 아님).\n여러분은 AB를 작성하고 초안에 대한 튜터의 의견을 구할 수 있습니다. 문의 사항은 언제든지 lcpeerwriting@hkbu.edu.hk로 이메일을 보내주세요.\n여러분의 필기 시험에 행운이 있기를!\n최선을 다해,\n또래 쓰기 팀\nSCCP\n첨부: AB 및 과거 AB 과제에 대한 모의 쓰기 연습(2023-24 1학기)"
}