{
    "source": "en_US",
    "target": "ko_KR",
    "text": "3.1 Questionnaire Design\nThe questionnaire consists of three parts to gather both personal information and specific insights on desalination.\n• Part 1: Personal Information\n• Purpose: Collects demographic data (e.g., name, age, job role, education level, field) to help understand the background of participants and any correlation between background and response patterns.\n• Data Collected: Includes participant’s name, age, date of foundation (for companies), job role, education level, and field of expertise.\n• Part 2: Specific Questions\n• Purpose: Gathers targeted information related to opinions on desalination challenges and strategies.\n• Questions:\n1. Yes/No Question: “Do you believe renewable energy sources are essential for desalination sustainability?” (Purpose: Evaluate the perceived importance of renewable energy in the sector.)\n2. Open-ended Question: “What do you think are the most impactful changes necessary for desalination efficiency?” (Purpose: Identify specific technologies or practices that are recommended by professionals.)\n3. Open-ended Question: “What would you recommend to reduce desalination’s environmental impact?” (Purpose: Gather suggestions for environmental improvements.)\n4. Multiple Choice Question: “Which strategy do you believe is most effective for improving desalination efficiency? (Investment in technology, energy recovery, renewable energy, waste management)” (Purpose: Identify the preferred strategic direction and its rationale.)\n• Part 3: Opinions/Views/Preferences\n• Purpose: Measures attitudes on desalination sustainability, government support, and the need for technology reviews.\n• Scale: Participants rate their agreement using a scale (Strongly Agree, Agree, Neutral, Disagree, Strongly Disagree) for statements like “Government support is crucial for sustainable desalination.”\n• Alternative Scale: For frequency-based questions, responses are rated on a scale from Never to Always, which is used to assess preferences for technology review intervals.",
    "trans": "3.1 설문지 구상\n설문지는 개인 정보와 담수화에 대한 구체적인 통찰력을 수집하기 위한 세 부분으로 이루어져 있습니다.\n• 첫 번째: 개인 정보\n• 목적: 참가자의 배경을 비롯해 배경과 응답 형태 간 연관성을 파악하기 위해 인구통계학적 데이터(이름, 나이, 직무, 교육 수준, 분야 등)를 수집하기 위함.\n• 수집된 데이터: 참가자의 이름, 나이, 설립 날짜(기업의 경우), 직무, 교육 수준, 전문 분야 등.\n• 두 번째: 구체적인 질문\n• 목적: 담수화 과제 및 전략에 대한 의견과 관련된 선별 정보를 모으기 위함.\n• 질문:\n1. 예/아니오 질문: \"재생 가능한 에너지원이 담수화 지속 가능성에 필수라고 생각하십니까?\" (목적: 해당 분야에서 재생 가능한 에너지의 중요성에 대한 인식을 평가하기 위함.)\n2. 개방형 질문: \"담수화 효율에 필요한 가장 영향력이 있는 변화는 무엇이라고 생각하십니까?\" (목적: 전문가가 권장하는 특정 기술 또는 관행을 알아보기 위함.)\n3. 개방형 질문: \"담수화가 환경에 미치는 영향을 줄이기 위해 어떤 것을 추천하십니까?\" (목적: 환경개선을 위한 의견을 수집하기 위함.)\n4. 객관식 질문: \"담수화 효율을 개선하기 위한 가장 효과적인 전략은 무엇이라고 생각하십니까?(기술 투자, 에너지 회수, 재생 가능한 에너지, 폐기물 관리)\" (목적: 선호하는 전략 방향 및 그 근거를 알아보기 위함.)\n• 세 번째: 의견/관점/선호도\n• 목적: 담수화 지속 가능성에 대한 자세, 정부 지원, 기술 검토의 필요성을 알아보기 위함.\n• 척도: 참가자는 \"지속 가능한 담수화를 위해 정부의 지원이 중요하다\"와 같은 진술에 대해 척도(매우 동의함, 동의함, 중립, 동의하지 않음, 매우 동의하지 않음)를 사용하여 동의 수준을 평가합니다.\n• 대체 척도: 빈도와 관련된 질문의 경우, 응답은 기술 검토 주기에 대한 선호도를 평가하는 데 사용되는 전혀 없음에서 항상까지의 척도로 평가됩니다."
}