{
    "source": "en_US",
    "target": "ko_KR",
    "text": "As you are aware, the half term break for the Autumn Term is from Monday 28th October to Friday\n1st November 2024. Children will return to school on Monday 4th November from 8.30am.\nWe would like to take this opportunity to remind you of our expectations for attendance in the new\nacademic year. At Keys Meadow Primary School, we strive to ensure that all children continue a\nstructured timetable to support the next stage in their academic and social development. We believe\nthis supports their learning and attainment, giving them the best opportunity to achieve their full\npotential.\nKeys Meadow Primary School will not normally authorise any leave of absence, taken between\n(4th September 2024 to 18th July 2025) unless there are exceptional circumstances. If your child is\nabsent from school without approval during this academic year you may be liable for a Penalty Notice.\nThis will be applied for by the school and issued by the Local Authority.\nThe Penalty Notice fine is issued per parent per child. The first penalty notice issued will be charged\nat £160 if paid within 28 days of the date shown on the Penalty Notice. This will be reduced to £80 if\npaid within 21 days (this includes weekends). If a second penalty notice is issued to the same parent\nin respect of the same child, the charge will be at a flat rate of £160 if paid within 28 days.\nThe Local Authority does not accept late, or part payments and no reminders will be sent. If a penalty\nnotice issued is not paid within the time limits (as shown above), the Local Authority may make the\ndecision to refer the matter to the Magistrates court for prosecution under the Education Act 1996\nfor the original offence of failing to ensure your child attends school regularly.\nShould you fail to request or seek approval for any leave of absence, and/or fail to provide\nevidence (if requested) to support the absence, a penalty notice may be issued without further\nnotice.\nIf you would like to discuss this matter further, please contact the school office.",
    "trans": "아시겠지만, 가을 학기의 단기 방학은 10월 28일 월요일부터 금요일 까지입니다\n2024년 11월 1일. 아이들은 11월 4일 월요일 오전 8:30부터 개강할 것입니다.\n우리는 이 기회를 빌려 앞으로의 출결에 대한 기대를 여러분에게 다시 상기시키고자 합니다\n학년도. 키스 메도우 초등학교에서 추구하고자 하는 것은 아이들이 모두 지속적으로\n그들의 학업과 사회성 발달이 다음 단계로 나아가는 데에 지원해 줄 체계적인 시간표. 저희는 믿고 있습니다\n이것은 그들의 학습과 성취를 돕고 그들의 최대치를 달성하기 위한 최고의 기회를 제공한다고\n잠재력.\n키스 메도우 초등학교는 일반적으로 어떠한 결석도 인정하지 않을 것입니다, 사이에 이루어진\n(2024년 9월 4일부터 2025년 7월 18일까지) 이례적인 사정이 있지 않는 한. 만약 당신의 아이가\n이번 학년도에 허가 없이 학교를 결석하면 벌금 통지를 받을 수 있습니다.\n이는 학교에서 신청하고 지역 당국에서 발행됩니다.\n벌금 통지서는 각 부모의 수와 자녀의 수당 부과됩니다. 처음 발부된 통지서는 부과되고\n벌금 통지서에 표시된 날짜로부터 28일 이내에 지불하는 경우 160유로입니다. 다음과 같은 경우 이는 80유로로 인하됩니다\n21일 이내 납부되면 (주말 포함하여). 같은 부모에게 두 번의 벌금 통지서가 발부되면\n동일 아이에 관해서, 28일 내에 납부하면 요금은 균일한 금액으로 160유로가 부과됩니다.\n지역 당국은 지연 납부 및 분할 납부를 받지 않으며, 알림을 보내 드리지 않습니다. 만약 벌금이\n발부된 통지서는 제 시간 내에 납부하지 않으면 (위에 기재되어 있듯이), 지역 당국은\n1996년 교육법에 따라 기소를 위해 문제를 하급 재판소에 회부할 결정\n자녀가 학교에 규칙적으로 출석하도록 하지 않았다는 위법 행위에 대하여.\n그 어떠한 결석 행위에 대하여 승인을 요청하거나 혹은 인정받지 못 하였을 경우 및 제공에 실패\n결석을 뒷받침할 증거 (요구된 경우), 별다른 없이 벌금 통지가 부과될 수 있습니다\n공지.\n이 문제에 대해 깊게 논의하고 싶으시다면, 학교 사무실로 연락 바랍니다."
}