{
    "source": "en_US",
    "target": "ko_KR",
    "text": "use hearing for the purpose of communication and learning.\nThe vestibule is the motor part of the ear, but because it detects movement, it is also considered to be a sensory part of the ear. The vestibular system collects all kinesthetic information—in other words, all information relating to movement. It is therefore fundamentally involved in the mechanisms of balance and posture. Its primary role is to enable us to resist gravity and to keep us upright.\nThe vestibule’s influence extends throughout the cerebral cortex and is also strongly and reciprocally connected with the cerebellum, a neural structure that is critical for motor coordination, as well as for the establishment of automation mechanisms during learning. Thus, in association with the cerebellum, the vestibule intervenes in the development of procedural memory, which is the memory of know-how (“doing” function or “how-to-do” function).\nFurthermore, the vestibular system is also connected to the hippocampus, a key structure of the nervous system involved in the formation of episodic memory and spatial navigation. This part of the ear also plays a very important role in the formation of the body schema and in the construction of the body’s relationship to space. Tomatis considered that these two parts, the cochlear and vestibule, were inseparable in terms of listening, because they remain in constant dialogue with each other through the activation of the vast neural circuits that connect them reciprocally.\nThis whole mechanism, which is formed by the vestibular and cochlear systems and their connections, is precisely what forms the listening integrators mentioned above. Tomatis linked these vast neural networks to perception, action and cognition. The integrators contain sensory-motor neurons, especially the mirror neurons, which research has brought to attention in the last few years.\nThe integrators are the basis for mechanisms as diverse as those involved in the perception and production of spoken and written language, in general motor skills, temporal organization, motivation, the regulation of emotions and stress, processes of attention, and verbal and visual-spatial memory.\n17\nthe listening JourneY for children\nTomatis used to say that the listening function involves the whole bo",
    "trans": "의사소통과 학습을 위해 청각을 쓴다.\n전정기관은 귀의 운동적 기능을 맡지만, 움직임을 감지하기 때문에 감각적인 부분을 맡고 있다고도 볼 수 있다. 전정기관은 모든 운동 감각 정보, 즉 운동과 관련된 모든 정보를 수집한다. 그리하여 이것은 균형과 자세 유지 메커니즘에 근본적으로 중요한 역할을 한다. 이것의 주요 역할은 우리가 중력에 저항하고 똑바로 설 수 있도록 하는 것이다.\n전정기관의 영향은 대뇌피질 전반에 걸쳐 확장되고 운동 조정뿐만 아니라 학습 과정에서 자동화 메커니즘의 확립에 중요한 역할을 하는 신경 구조인 소뇌에도 강하게 연결되어 있다. 그리하여, 소뇌는 상호 작용하여 전정기관은 기억의 노하우(\"하는\" 기능 혹은 \"어떻게 하는지\" 기능)인 절차적 기억의 발달에 기여한다.\n그리고, 전정 시스템은 삽화적 기억 및 공간 탐색에 중요한 역할을 하는 신경 구조인 해마에도 연결되어 있다. 귀의 이 부분은 신체 도식의 형성과 공간과 신체의 관계 구축에도 굉장히 중요한 역할을 한다. 토마티스는 달팽이관과 전정기관이 서로 연결된 광범위한 신경 회로를 통해 지속적으로 상호작용하기 때문에 청취라는 측면에서 분리될 수 없다고 보았다.\n전정기관 및 달팽이관과 그 연결망으로 만들어진 이 전체 기능이 위에서 언급된 청취 통합기를 구성하는 것이다. 토마티스는 이 광범위한 신경 네트워크를 지각, 행동, 그리고 인지와 연관지었다. 통합기는 감각-운동 뉴런, 특히 거울 뉴런을 가지고 있는데, 최근 연구에서 이를 주목하고 있다.\n통합기는 말과 글의 인식 및 생산, 일반적인 운동 기술, 시간 조직화, 동기부여, 감정 및 스트레스 조절, 주의력, 언어 및 시공간 기억과 같은 다양한 기능의 기초가 된다.\n17\n어린이를 위한 청취 과정\n토마티스는 청취 기능이 신체 전체와 관련 있다고 말하곤 했다"
}