{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Nikola Corporation Reports Third Quarter 2024 Results\nOggi 14:05 - RSF\nFor best results when printing this announcement, please click on link below: https://newsfile.refinitiv.com/getnewsfile/v1/story? guid=urn:newsml:reuters.com:20241031:nPn9DqM0ba&default-theme=true\nNikola Corporation Reports Third Quarter 2024 Results\nPR Newswire\nPHOENIX, Oct. 31, 2024\n* Record 88 wholesale deliveries of hydrogen fuel cell electric trucks in Q3, up 22% quarter over quarter\n* FCEV Fleet adoption up 78% year-to-date, with 16 end fleets deploying Nikola FCEVs, 32 distinct end fleets across both powertrains\n* Expanded dealer network for the first time since launch of the FCEV\n* Reiterating our year-end volume guidance of 300-350 FCEVs PHOENIX, Oct. 31, 2024 /PRNewswire/ -- Nikola Corporation (https://c212.net/c/link/? t=0&l=en&o=4291899-1&h=2793390532&u=https%3A%2F%2Fnikolamotor.com%2F&a=Nikola+Corporation) (Nasdaq: NKLA), a global leader in zero-emissions transportation and energy supply and infrastructure solutions, via the HYLA (https://c212.net/c/link/? t=0&l=en&o=4291899-1&h=1841819051&u=https%3A%2F%2Fwww.hyla.co%2F&a=HYLA) brand, today reported financial results and business updates for the quarter ended September 30, 2024.\n(https://mma.prnewswire.com/media/2545391/Nikola_BEV_FCEV.html)\n\"Year-to-date, we had record sales of hydrogen fuel cell electric trucks, a 78% increase in FCEV fleet adoption, and a nearly 350% increase in hydrogen fuel dispensed at our commercial stations,\" said Steve Girsky, President and CEO of Nikola. \"We also returned 78 BEV \"2.0s\" back to end fleets and dealers.\nWith every truck delivered and fueled at our HYLA stations, we continue to deliver proof points to the market that zero-emission trucks are driving the future of Class 8 mobility.\"\nHydrogen Fuel Cell Electric Truck We delivered record sales of 88 FCEVs to our dealer network, up 22% from last quarter. On the retail front, we continued to see strong organic growth from existing end fleets. National fleet partners such as Kenan Advantage Group and DHL Supply Chain recently announced deployment of Nikola FCEVs and noted the important role we play in not only helping them meet their sustainability goals, but those of their end customers, which includes Nestlé and Diageo.\nWe expanded our dealer network for the first time since the launch of our FCEV with the addition of GTS Group, in Southern California. GTS, a successful traditional truck dealership, recently introduced a new division, created for the sales and service of Nikola trucks called \"Next Generation Truck\" or NGT.\nThis additional dealer brings the number of Nikola sales and service locations up to nineteen across the U.S.\nWe reiterate FCEV volume guidance of 300-350 trucks by year-end.",
    "trans": "니콜라 코퍼레이션, 2024년 3분기 실적 발표\n오늘 14:05 레피니티브 금융 뉴스\n공지를 인쇄할 때 최상의 결과를 위해, 아래 링크를 클릭해 주세요: https://newsfile.refinitiv.com/getnewsfile/v1/story? guid=urn:newsml:reuters.com:20241031:nPn9DqM0ba&default-theme=true\n니콜라 코퍼레이션, 2024년 3분기 실적 발표\nPR 뉴스와이어\n피닉스, 2024년 10월 31일\n* 3분기 수소 연료전지 전기 트럭 총 88대 도매 출고 기록, 전분기 대비 22% 증가\n* 올해 들어 수소연료전지자동차 차량 도입률이 78% 증가했으며, 16개의 최종 운송업체가 니콜라 수소연료전지자동차를 도입하고, 두 가지 파워트레인을 사용하는 총 32개의 개별 운송업체가 운영\n* 수소연료전지자동차 출시 이후 처음으로 딜러 네트워크 확장\n* 연말까지 300~350대의 수소연료전지자동차 출고 목표를 재확인 피닉스, 2024년 10월 31일 / PR뉴스와이어 – 니콜라 코퍼레이션 (https://c212.net/c/link/? t=0&l=en&o=4291899-1&h=2793390532&u=https%3A%2F%2Fnikolamotor.com%2F&a=Nikola+Corporation) (나스닥: NKLA) 힐라 브랜드를 통해 탄소 배출 제로 운송, 에너지 공급 및 인프라 솔루션 분야의 글로벌 선도 기업 (https://c212.net/c/link/? t=0&l=en&o=4291899-1&h=1841819051&u=https%3A%2F%2Fwww.hyla.co%2F&a=HYLA), 오늘 2024년 9월 30일 종료된 분기의 재무 실적 및 비즈니스 업데이트를 발표했습니다.\n(https://mma.prnewswire.com/media/2545391/Nikola_BEV_FCEV.html)\n\"올해 들어 수소 연료전지 전기 트럭 판매가 사상 최고치를 기록했으며, 수소연료전지자동차 차량 도입이 78% 증가했고 또한, 상업용 충전소에서 공급된 수소량이 약 350% 증가했습니다,\" 라고 니콜라의 사장 겸 대표 스티브 기르스키가 말했다. \"또한, 78대의 폭스바겐 뉴비틀 '2.0' 모델을 최종 운송업체 및 딜러에게 반환했습니다.\n힐라 충전소에서 모든 트럭이 인도되고 충전됨에 따라, 우리는 탄소 배출 제로 트럭이 대형 화물 트럭 모빌리티의 미래를 주도하고 있음을 시장에 지속적으로 입증하고 있습니다.\n수소 연료전지 전기 트럭 우리는 딜러 네트워크에 사상 최대 판매량인 수소연료전지자동차 88대를 공급했으며, 이는 전분기 대비 22% 증가한 수치입니다. 소매 부문에서 기존 최종 운송업체를 중심으로 강한 유기적 성장세가 지속되고 있습니다. 케넌 어드밴티지 그룹 및 DHL 공급망과 같은 전국 단위의 대형 운송업체가 최근 니콜라 수소연료전지자동차를 도입을 발표했으며,이를 통해 자사의 지속 가능성 목표뿐만 아니라, 네슬레와 디아지오를 포함한 최종 고객의 목표 달성에도 중요한 역할을 하고 있다고 평가했습니다.\n우리는 수소연료전지자동차 출시 이후 처음으로 딜러 네트워크를 확장했으며, 캘리포니아 남부의 글로벌 트랜스포테이션 시스템 그룹을 신규 추가했습니다. 성공적인 전통적 트럭 딜러십인 글로벌 트랜스포테이션 시스템은 최근 니콜라 트럭의 판매 및 서비스를 전담하는 신규 부서인 \"넥스트 제너레이션 트럭\" 혹은 NGT를 설립했습니다.\n이 새로운 딜러 추가로, 니콜라의 미국 내 판매 및 서비스는 총 19개 지점이 되었다.\n당사는 연말까지 수소연료전지자동차 트럭 300~350대 출고 목표를 다시 한 번 확인합니다."
}