{
    "source": "en_US",
    "target": "ko_KR",
    "text": "As we reflect on the challenges of Hurricane Milton, we want to take a moment to express our deepest gratitude for your dedication and hard work during this difficult time. Your resilience, teamwork, and commitment to helping each other and the community have been nothing short of inspiring.\nWe understand that the aftermath of a natural disaster can take an emotional and physical toll, and it’s important to know that we are here for you. If you need someone to talk to or would like support, please don’t hesitate to reach out. We’ve made resources available for you to access professional guidance and everyday life support, available 24/7/365:\nCall 1-888-319-7819 for immediate assistance\nVisit the website: metlifeeap.lifeworks.com\nUsername: metlifeeap\nPassword: eap\nThis program includes up to 5 in person, phone, or video consultations with licensed counselors for you and your eligible household members, per issue, per calendar year. Additionally, if you need any assistance or would like to talk to someone directly, please don’t hesitate to reach out to your Executive Director, Business Office Manager, or Regional Support Team. I am available anytime at [redacted_number].\nPlease know that you are not alone. Your well-being is our top priority, and we are here to support you every step of the way. Once again, thank you for everything you’ve done. We appreciate your strength, and we are honored to work alongside such an incredible team.",
    "trans": "허리케인 밀턴의 도전과 어려움을 돌아보며, 이 어려운 시기 동안의 여러분의 헌신과 노력에 깊은 감사를 전할 시간을 가지고 싶습니다. 여러분의 회복력, 팀워크, 서로 간 그리고 커뮤니티를 돕기위한 헌신은 그 어떤 것보다도 영감을 주는 것이었습니다.\n우리는 자연 재해의 여파가 감정적, 육체적으로 큰 부담을 줄 수 있다는 것을 이해하며, 우리가 여러분을 위해 여기에 있음을 아는 것은 중요합니다. 누군가와 이야기를 나누거나 지원이 필요하시다면 주저하지 말고 연락 주시기 바랍니다. 우리는 전문적인 지도와 일상 생활 지원을 24시간 연중무휴로 제공하는 자원을 마련했습니다.\n즉시 지원을 위해 1-888-319-7819로 연락 주세요\n웹사이트 방문: metlifeeap.lifeworks.com\n사용자 이름: metlifeeap\n비밀번호: eap\n이 프로그램은 본인 및 자격이 있는 가구 구성원들이 문제별로 매년 최대 5회까지 공인된 상담사와의 면담, 전화, 또는 화상 상담을 받을 수 있도록 제공됩니다. 추가적으로, 도움이 필요하거나 직접 이야기를 나누고 싶으시면 주저하지 말고 집행이사, 비즈니스 사무실 매니저 또는 지역 지원 팀에 연락주세요. 저에게는 [redacted_number]로 언제든지 연락 가능합니다.\n여러분이 혼자가 아니라는 것을 명심하시기 바랍니다. 여러분의 건강과 복지는 우리의 최우선 사항이며, 여러분을 지원하는 모든 과정에서 우리가 함께 할 것입니다. 다시 한 번, 여러분이 해주신 모든 일에 감사드리며, 이렇게 훌륭한 팀과 함께 일할 수 있어서 영광입니다."
}