{
    "source": "en_US",
    "target": "ko_KR",
    "text": "People aren’t saying: ‘I never will vote for Democrats,’” Michael Schwartz, who oversees Pennsylvania volunteers for the Jewish Democratic Council of America. “It’s more, ‘You need to convince me, because some trust has been lost.’ This is a small trend, but it’s out there. The question is how big it is.”\nThe fight for voters is particularly evident in Pennsylvania. Its population of up to 400,000 Jews is the largest of any contested state and more than four times the margin President Joe Biden and Harris won by in 2020.\n“Even four years ago I don’t remember the Jewish outreach machine being what it is now — that’s the result of this moment for American Jews,” said Schwartz, who has for months been running weekly phone banks to reach non-Republican Jewish voters. “You are seeing more passion since Oct. 7, [2023]. I think people are in this moment where, if you’re all in for Kamala or more skeptical, people want to have these conversations.”\nRepublicans and some other advocacy groups have mounted a giant effort of their own to attract Jewish voters newly unmoored from the Democratic Party, particularly liberal Jews who have been jarred by the ferocity of the past year’s anti-Israel protests, some of which tipped into antisemitism.\nThey are using specially developed apps that record which Jewish friends are registered to vote. Surrogates have been trained to raise campaign issues after synagogue. Stand-alone Jewish outreach offices have opened for the first time.",
    "trans": "사람들은 이렇게 말하는게 아닙니다: '나는 절대 민주당에게 표를 주지 않을거야,\" 펜실베이니아 지역의 유대계 민주당 위원회 자원봉사단을 총괄하는 마이클 슈워츠가 말했다. \"대신, '나를 설득해야 하며, 이는 신뢰가 깨졌기 때문이다.' 이란 뜻입니다. 이 현상은 크진 않지만, 분명 존재합니다. 문제는 그게 얼마나 크냐는 것이죠.\"\n유권자 확보 경쟁은 펜실베이니아에서 특히 치열하다. 이곳의 유대인 인구는 최대 40만 명에 달하며 이는 경합주 중 가장 많은 수이자 2020년 바이든 대통령과 해리스가 승리했던 표차보다 4배 이상 많다.\n“4년 전만 해도 지금과 같은 조직적인 유대인 유권자 캠페인은 없었습니다 — 현재 미국 유대인 사회를 반영한 결과죠,\" 슈워츠가 말했으며, 그는 수개월 간 비공화당 유대인 유권자들에게 전화를 거는 주간 캠페인을 진행해왔다. \"2023년 10월 7일 이후 열정이 더 커졌어요. 저는 사람들은 이제, 카멀라를 전적으로 지지하든 회의적이든, 이에 대해 더 깊이 논의하고 싶어합니다.\"\n공화당과 일부 지지 단체들도 민주당과 거리감을 느끼기 시작한 유대인 유권자들을 공략하기 위한 대규모 노력을 펼치고 있고, 특히 지난 1년간 격렬해진 반 이스라엘 시위 중 일부가 반 유대주의로까지 번지면서, 충격을 받은 진보적 유대인 유권자들을 타겟한다.\n이들은 특별히 개발된 앱을 이용해 등록된 유대인 친구들의 투표 여부를 추적하고 있다. 대리인들은 예배 후에 선거 캠페인 이슈를 제기할 수 있도록 훈련받았다. 독립적인 유대인 유권자 홍보 사무실이 처음으로 개설되었다."
}