{
    "source": "en_US",
    "target": "ko_KR",
    "text": "So basically, I called SADA to talk to him about why I was upset yesterday. (I don’t know if I told you, but I was upset with him yesterday because I had asked him to go to chipotle with me, but he had told me that he had to go pick up his headphones from the Reggie Lewis center, and then he had to go do something with his dad. So then later I had noticed he was on a bus that wasn’t going to the Reggie Lewis so I asked him where he was going and he said that he called the Reggie Lewis and they didn’t have his headphones and then I was like oh so where are you going and he was like oh I’m gonna see if I can cancel with my dad so I can go to chipotle. But he wasn’t canceling to go with me because I told him that I was just gonna go to shiyanne. He wanted to cancel because he wanted to go with his friends.) and so then I was really upset and I had ended up telling him in the chipotle that I was upset and he asked me why and I told him why and he said that it wasn’t that big of a deal. So then I left the chipotle and I went to the library with the people I was with and then we went back to [redacted_name] SADA and then I left because thought I was going to [redacted_name]’s house and I would’ve went home alone so I went back to the library and I was really upset and just like crying the whole time. So fast-forward to today, he didn’t come to school so I ended up just calling him and I had wanted to ask him about what [redacted_name] had told me about the boys not being happy when me and SADA first started dating. And then he said that he doesn’t think that they said that, but he told me how they don’t like me because of what I said at lunch and how he thought that was weird. And I told him that I didn’t really care because I know what I was saying to [redacted_name] and [redacted_name] and people were trying to pick out what I was saying and not hearing the whole story. And so then I just told him how I felt about how I didn’t think that he liked me anymore and how it felt like I was trying to like force him to hang out with me and talk to me and he said that he does but he was just like oh well I do still like you and I do still love you And and that was it.",
    "trans": "그렇게 기본적으로, 나는 어제 왜 화가 났는지 이야기하기 위해 사다에게 전화했다. (너에게 말했는지 모르겠지만 어제 그에게 화가 났다. 나는 그에게 나와 함께 칩토틀에 가자고 했는데, 그는 레지 루이스 센터에서 헤드폰을 가져와야 한다고 말했고, 그러고 나서 아빠와 뭔가를 해야 했다. 그래서 나중에 그가 레지 루이스로 가지 않는 버스를 탔다는 것을 알아챘고, 내가 그에게 어디로 가는지 물었더니 그는 레지 루이스에 전화했는데 헤드폰이 없다고 했다. 그래서 내가 아 그래서 어디 가는 거야라고 물었고 그는 아, 아빠와의 일을 취소해서 칩토틀에 갈 수 있을지 알아볼게라고 했다. 하지만 그는 나와 함께 가는 것을 취소하지 않았다 왜냐면 내가 그냥 시얀네에 갈 거라고 말했기 때문이다. 그는 친구들과 가고 싶어서 취소하고 싶어했다.) 그래서 나는 정말 화가 났고 결국 칩토틀에서 그에게 내가 화가 났다고 말했고, 그는 내게 이유를 물었고, 나는 이유를 말했고 그는 그렇게 큰 문제가 아니라고 했다. 그래서 나는 치포틀레를 떠나서 나와 함께 있던 사람들과 도서관에 갔고 그런 다음 우리는 [redacted_name] 사다에게 돌아갔고 그런 다음 나는 [redacted_name]의 집에 갈 것이라고 생각하고 혼자 집에 갈 수 있을 것이라고 생각해 도서관으로 돌아갔고 정말 화가 났고 내내 울었다. 그래서 오늘까지 그는 학교에 오지 않았기 때문에 나는 그에게 전화를 걸었고 [redacted_name]이 나와 사다가 처음 사귀었을 때 남자애들이 행복하지 않았다고 한 것에 대해 나에게 한 말에 대해 물어보고 싶었다. 그러자 그는 그들이 그런 말을 했다고 생각하지 않는다고 말했지만 내가 점심시간에 한 말 때문에 그들이 나를 싫어한다고 말했고 그것이 이상하다고 생각했다고 말했다. 나는 그에게 내가 [redacted_name]과 [redacted_name]에게 무슨 말을 하는지 알고 있고 사람들은 내가 하는 말을 알아내려고 하고 전체 이야기를 듣지 못한다고 말했기 때문에 신경 쓰지 않는다고 말했다. 그래서 나는 그에게 더 이상 그가 나를 좋아하지 않는 것 같다는 생각과 내가 그를 강제로 놀게 하고 이야기하게 하려는 것 같은 기분을 말했다. 그러자 그는 그렇다고 했지만 그냥 '아직도 좋아하고 사랑해' 라고 했고 그게 다였다."
}