{
    "source": "en_US",
    "target": "ko_KR",
    "text": "10. DEGREE OF DILIGENCE, DAMAGE \n(a)The LESSEE shall exercise the diligence of a good father of the family in the use and maintenance of the Leased Premises.\n(b)In the event of damage to or injury to the LESSOR or its properties arising from or in connection with the use by the LESSEE of the Leased Premises, or the wrongful or negligent conduct of the employees, members of the household, domestic helpers, agents, authorized representatives, guests and visitors of the LESSEE, the LESSEE shall, without delay, immediately correct the defect and indemnify the LESSOR for any damage that it may sustain. If the damage or injury is sustained by a third party, the LESSEE shall indemnify the party concerned and shall hold the LESSOR free and harmless from any claim or liability sustained thereby, except those damages or injuries arising from fortuitous events.\n11. MAINTENANCE/REPAIRS/INSPECTION OF LEASED PREMISES The LESSEE shall at all times keep the Leased Premises clean, sanitary and in good and tenantable condition.\nThe LESSOR shall be responsible for all major repairs on the LEASED PREMISES and on the water, electrical and sewage installations that are due to ordinary wear and tear, except repairs due to the fault or negligence of the LESSEE, members of his household, guests, or visitors.\nThe LESSEE shall be responsible for minor repairs on the LEASED PREMISES costing PESOS: TEN THOUSAND (PhP10,000.00) and under for each occurrence. Should a repair cost be more than PESOS: TEN THOUSAND (PhP10,000.00), the LESSOR shall shoulder the amount in excess of the PESOS: TEN THOUSAND (PhP10,000.00).\nThe LESSOR or their duly authorized representatives may, at reasonable times and within twenty four (24)-hour prior written notice to the LESSEE, enter the Leased Premises to inspect whether the same is properly maintained.\n12. EFFECTS OF BREACH OF CONTRACT Either party may terminate this Contract of Lease upon five (5) days prior written notice, in the event that the other party commits any breach of any of the terms and conditions of this Contract of Lease and fails to remedy the same within five (5) days from receipt of written demand by the aggrieved party to remedy such breach.\n13. PRE-TERMINATION BY THE LESSOR – In the event the LESSOR pre-terminates this Contract of Lease due to a breach by the LESSEE according to Paragraph 12 hereof, the LESSEE shall (i) not be entitled to a return of any unused monthly rental and security deposit and shall (ii) be liable to pay the LESSOR liquidated damages in the amount equivalent to the rental on the Leased Premises for the unexpired portion of the Lease Period.\n14. PRE-TERMINATION BY THE LESSEE - In the event the LESSEE pre-terminates this Contract of Lease due to breach by the LESSOR according to Paragraph 12 hereof, the LESSEE shall be entitled to a return of the unused advanced monthly rental on the Leased Premises, and (ii) the security deposit less any unpaid obligations of the LESSEE.\n15. FORCE MAJEURE In the event the LESSEE can not use the Leased Premises due to force majeure, this Contract of Lease may be terminated anytime by either party and the LESSOR shall refund to the LESSEE the unused portion of the advance rentals already paid plus the security deposit less any unpaid obligations of the LESSEE. For purposes of this provision, force majeure shall include, but not be limited to, fire, earthquake, floods, typhoons, war, actions, orders or rulings by the government, whether national or local, or any of its agencies or instrumentalities which may adversely affect the performance of the obligations or exercise of the rights of the parties, and which could not be attributed to the fault, negligence or participation of the LESSEE or its agents and employees.",
    "trans": "10. 주의의 정도, 손해\n(a)임차인은 임대된 건물의 사용 및 유지보수에 있어 가정의 가장으로서의 주의를 기울여야 한다.\n(b)임차인의 임대된 건물 사용 또는 임차인의 직원, 가족 구성원, 가사 도우미, 대리인, 허가된 대표, 손님 및 방문객의 부당하거나 과실로 인한 행동과 관련되어 임대인 또는 소유물에 손상 또는 상해가 발생한 경우 임차인은 지체없이, 즉시 결함을 수정하고 임대인에게 발생할 수 있는 손해에 대해 보상해야 한다. 만약 제삼자가 손해 또는 상해를 입은 경우, 임차인은 해당 당사자에게 보상해야하며, 임대인을 어떠한 주장이나 책임으로부터 면책시켜야 하며 불가항력적인 사건으로 인한 손해나 부상은 제외된다.\n11. 임대된 건물의 유지보수/수리/검사 임차인은 임대된 건물을 항상 청결하고 위생적이며 양호하고 거주 가능한 상태로 유지해야 한다.\n임대인은 임차인, 가족 구성원, 손님 또는 방문객의 과실로 인한 수리를 제외하고 임대된 건물 및 수도, 전기, 하수 설치물의 일반적인 노후 및 마모로 인한 주요 수리에 대해 책임이 있다.\n임차인은 임대된 건물에서 발생하는 페소: 일만(10,000 페소) 및이하의 경미한 수리에 대해 책임이 있다. 페소: 일만(10,000 페소)를 초과하는 수리 비용은 임대인이 페소: 일만(10,000 페소)을 초과하는 금액을 부담해야한다.\n임대인 또는 임대인이 정당하게 권한을 부여한 대표자는 임차인에게 이십사(24)시간 이전 서면 통지와 함께 합리적인 시간에 임대된 건물에 들어가 해당 건물이 적절히 유지되고 있는지 검사할 수 있다.\n12. 계약 위반의 효과 양 당사자는 다른 당사자가 본 임대차계약의 계약 조건을 위반하고 그 위반에 대해 서면으로 수정 요구를 받은 후 오(5)일 이내에 이를 수정하지 않은 경우, 오(5)일 전에 서면 통지를 하고 본 임대차 계약을 해지할 수 있다.\n13. 임대인의 계약 해지 - 제 12조에 따라 임차인의 위반으로 인해 임대인이 본 임대차계약을 해지하는 경우, 임차인은 (i)사용되지 않은 월세 및 보증금을 반환받을 권리가 없으며, (ii) 임대인에게 임대 기간의 잔여 기간에 해당하는 임대료와 동등한 금액의 계약 해지 손해배상금을 지불할 의무가 있다.\n14. 임차인의 계약 해지 제 12조에 따라 임대인의 위반으로 임차인이 본 임대차계약을 해지하는 경우, 임차인은 임대된 건물의 미사용된 선불 월세와 (ii)보증금에서 미지급된 임차인의 부채를 차감한 금액을 반환받을 자격이 있다.\n15. 불가항력 불가항력으로 인해 임차인이 임대된 건물을 사용할 수 없는 경우, 본 임대차계약은 어느 한 쪽 당사자에 의해 언제든지 해지될 수 있으며, 임대인은 이미 지불한 선불 임대료 중 미사용된 부분과 보증금을 임차인의 미지급된 부채를 차감한 금액을 임차인에게 반환해야 한다. 본 조항의 목적 상 불가항력은 당사자의 의무 수행이나 권리 행사에 부정적인 영향을 미칠 수 있으며 임차인이나 임차인의 대리인 및 직원의 잘못, 과실 또는 참여로 귀속될 수 없는 화재, 지진, 홍수, 태풍, 전쟁, 조치, 명령, 또는 국가적이나 지방적이거나 어떤 기관이나 기구 등 정부의 판결을 포함하되 이에 국한되지 않는다."
}