{
    "source": "en_US",
    "target": "ko_KR",
    "text": "3 Significance and Innovation\n3.1 Significance\nStudying root activity at differing depths within the soil profile and how\nphosphorus contributes to these layers is scientifically significant as it will advance the\nknowledge base of the agriculture discipline through developing a new approach to the\nefficient application of fertiliser. If fertiliser uptake was found to be more efficient in\none layer of the soil subsurface, then targeting that layer for application with readily\navailable, extractable and accessible fertilisers such as Categories 1 and 2 (as per Table\n1), then a more efficient approach can be developed therefore this research is also\neconomically significant.\nIf fertiliser application is applied directly to the contributing soil layer, then this\nmethodology may be able to strategically decrease fertiliser loss through minimising\nrunoff by surface water. Consequently minimising harm to ecosystems such as through\naquatic habitat eutrophication and being a cost effective method, ensuring the applied\nfertiliser is taken up by the crop, with minimal residual phosphorous left behind,\ntherefore this research is environmentally significant. This methodology is balancing\nthe societal benefits from production without increasing the associated negative\nenvironmental impacts and is therefore compliant with the sustainable agriculture or\nfood production concept and also economically sustainable.\n3.2 Innovation\nThe proposal aims and concepts are novel and innovative, as all other experiments\nhave treated the soil subsurface profile as one. This research will treat each subsurface\nprofile individually by understanding the root activity at differing depths, then further\nunderstanding and developing phosphorous contribution to these layers, therefore is\nconceptually innovative. The efficiency calculations will therefore also be based upon\nthe actual subsurface soil layer that is encountered by the plant roots, rather than the\nbulk soil profile, and therefore this research is also technologically innovative. This\nwill consequently advance knowledge of application methodology of fertiliser within\nthe agricultural industry.",
    "trans": "3 중요성과 혁신\n3.1 중요성\n토양 단면 내 다양한 ​​깊이에서 뿌리 활동을 연구하고 연구하는 것은\n인이 이러한 층에 어떻게 기여하는지 비료의 효율적인 적용에 대한 과학적으로 중요하다.\n새로운 접근 방식을 개발하여 농업 분야의 지식 기반을 발전시킬 것이므로\n비료 흡수가 더 효율적인 것으로 밝혀진 경우,\n토양 표면 아래의 한 층에서 이용 가능하고 해당 층을 타겟팅하면 보다\n쉽게 추출 가능하며 접근 가능한 비료(예: 범주\n1 및 2(표 1 참조))를 적용하기 위해 효율적인 접근 방식을 개발할 수 있으므로 이 연구는\n경제적으로도 중요하다.\n비료 적용이 기여 토양 층에 직접 적용되는 경우 이\n방법론은 최소화하여 비료 손실을 전략적으로 줄일 수 있다.\n표면수에 의한 유출을. 결과적으로 생태계에 대한 피해를 최소화하고 이 방법론은 생산에서\n수생 서식지 부영양화와 같은 비용 효율적인 방법으로 적용된\n비료가 작물에 흡수되고 잔류 인이\n최소화되므로 이 연구는 환경적으로 중요하다. 균형 있게\n사회적 혜택을 유지하면서도 관련 부정적인\n환경적 영향을 증가시키지 않으므로 지속 가능한 농업 또는\n식량 생산 개념을 준수하며 경제적으로 지속 가능하다.\n3.2 혁신\n제안의 목표와 개념은 다른 모든 실험이\n토양 지하 프로필을 하나로 취급했기 때문에 참신하고 혁신적이다. 이 연구는 각 지하\n프로필을 개별적으로 처리하여 다른 깊이에서 뿌리 활동을 이해한 다음\n이러한 층에 대한 인 기여를 더 이해하고 개발하므로 개념적으로 혁신적이다. 따라서\n효율성 계산은 기반으로 하므로 이 연구도 기술적으로 혁신적이다. 이는\n식물 뿌리가 마주치는 실제 지하 토양 층을\n대량 토양 프로필이 아닌   발전시킬 것이다.\n따라서 비료 적용 방법에 대한 지식을\n농업 산업 내."
}