{
    "source": "en_US",
    "target": "ko_KR",
    "text": "When Linda Caporael began nosing into the Salem witch trials as a college student in the early 1970s, she had no idea that a common grain fungus might be responsible for the terrible events of 1692. But then the pieces began to fall into place. Caporael, now a psychologist, soon noticed a link between the strange symptoms reported by Salem's accusers, the young girls, and the hallucinogenic effects of drugs like LSD. LSD is a derivative of ergot, a fungus that affects rye grain. Ergotism, ergot poisoning, had played a role in other outbreaks of bizarre behavior, such as the one that afflicted the small French town of Pont-Saint-Esprit in 1951.\nBut could ergot actually have been the culprit? Did it hallucination (hall-00-sin-ashun):\nhave the means and the opportunity to wreak havoc in\nan experience involving the\nSalem? Ergotism is caused by the fungus Claviceps purpurea,\nperception of something not present\nwhich affects rye, wheat and other cereal grasses. These crops were all very popular in Salem.\nWhen first infected, the flowering head of a grain will spew out sweet, yellow-colored mucus, called \"honey dew,\" which contains fungal spores that can spread the disease. Eventually, the fungus invades the developing kernels of grain, which turns the grain into potent chemicals. The chemicals affect the central nervous system and cause the contraction of muscles, confusion, impaired speech and thoughts, and can even cause hallucinations.\nToxicologists now know that eating ergot-contaminated food can lead to a convulsive disorder characterized by violent muscle spasms, vomiting, delusions, hallucinations, crawling sensations on the skin, and a host of other symptoms, all of which, Linda Caporael noted, are present in the records of the Salem witchcraft trials. Ergot thrives in warm, damp, rainy springs and summers. When Caporael examined the diaries of Salem residents, she found that those exact conditions had been present in 1691. Nearly all of the accusers lived in the western section of Salem village, a region of swampy meadows that would have been prime breeding ground for the fungus. At that time, rye was the staple grain of Salem. The rye crop consumed in the winter of 1691-1692, when the first unusual symptoms began to be reported, could easily have been contaminated by large quantities of ergot. The summer of 1692, however, was dry,\nErgot on Rye\nwhich could explain the abrupt end of the\n\"bewitchments.\" These and other clues built up into a circumstantial case against ergot that Caporael found impossible to ignore.",
    "trans": "린다 캐포랠이 1970년대 초 대학생 시절, 세일럼 마녀 재판에 대해 조사하기 시작했을 때, 그녀는 흔한 곡물 곰팡이가 1692년의 끔찍한 사건들을 초래했을 수도 있을 거라고는 전혀 상상도 못했다. 하지만 점차 조각들이 맞춰지기 시작했습니다. 현재 심리학자가 된 캐포랠은 세일럼의 고발자들이 보고한 이상한 증상들과, 어린 소녀들, 그리고 LSD와도 같은 약물의 환각 효과 사이에 연관이 있음을 곧 발견했다. LSD는 맥각균의 파생물로서, 맥각균은 호밀에 영향을 끼치는 곰팡이다. 맥각중독증, 즉 맥각균 중독은 1951년 퐁생테스프리라는 프랑스의 작은 마을에서 발생한 이상 행동과 같이 다른 사례에서도 역할을 했다.\n하지만 실제로 맥각균이 범인이었을까? 그것이 환각 (hall-00-sin-ashun):\n에서 아수라장을 만들만한 수단과 기회를 가지고\n연루된 경험\n세일럼? 맥각중독증은 클라비셉스 퍼프레아 균에 의한 것으로,\n무언가 존재하지 않는 것에 대한 지각\n호밀, 밀 및 다른 곡물류에 영향을 미친다. 이 곡물들은 모두 세일럼에서 인기가 많았다.\n처음 감염되면, 개화하는 곡물 알갱이에서 \"감로\"라는 달고 노란색상의 점액이 분비되는데, 이는 질병을 퍼뜨릴 수 있는 곰팡이 포자를 포함하고 있다. 결국 곰팡이는 성장 중인 곡물 알갱이를 점령해, 곡물을 강력한 화학 물질로 바꾼다. 이 화학 물질들은 중추 신경계에 영향을 미쳐 근육 수축, 착란, 언어 및 사고 장애를 일으키며, 심지어 환각을 일으킬 수 있다.\n오늘날 독성학자들은 맥각균에 오염된 음식을 먹으면 경련성 발작으로 이어질 수 있으며, 그 증상으로는 격한 경련, 구토, 망상, 환각, 피부에 기어 다니는 감각 등 여럿이 있다는 점을 알고 있는데, 이 모든 증상들은 캐포랠이 지적한 바, 세일럼 마녀 재판 기록에서 나타나 있다. 맥각균은 온습한, 비가 오는 봄과 여름에 번성한다. 캐포랠이 세일럼 주민들의 일기를 조사했을 때, 1691년이 바로 그와 동일한 조건들이었음을 발견했다. 고발자들은 대부분 세일럼 마을의 서쪽 지역에 거주했는데, 이 지역은 습한 목초지로 맥각균이 번식하기에 이상적인 환경이었다. 당시 세일럼에서 호밀은 주식인 곡물이었고, 이상 증상이 처음 보고되기 시작했던 1691-1692년 겨울에 소비된 호밀 작물은 대규모 맥각균에 쉽게 오염되었을 수 있다. 그러나 1692년 여름은 건조했으며,\n호밀 맥각균\n이는 갑작스럽게 끝나버린 이유를 설명할 수 있다\n\"홀림들\". 캐포랠은 이를 비롯한 다른 실마리들을 간과하지 않고 모아 맥각균에 대한 정황적 증거을 구성했다."
}