{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi Officer Myers,\nI hope this message finds you well. I am reaching out to share additional information\nregarding the motorcycle thefts.\nI have identified [redacted_name] ([redacted_info]), also known as \"Dave Fergus,\" as the individual who was spotted with the 2024 Yamaha R7 motorcycle at the Minnoco Gas Station on\nGeneva Ave N, Maplewood, on July 5, 2024. MOREN lives approximately three miles from the gas station at:\n[redacted_address]\nMy identification of MOREN is supported by several pieces of evidence, particularly the\ntattoos on his arms and certain designs on his shoes. I have attached herewith, images for your reference. At the gas station, Dalton (victim) had initially noticed the blue quad lock mount which was an accessory belonging on the second stolen motorcycle.\nExhibit A\nEnclosed is a Live Photo taken from across the parking lot of the Minnoco Gas Station. I've included both a still image and a video for your review. Despite some shadows present due to lighting, distinct darker spots on the individual's arms did not correspond with the surrounding light, suggesting possible anomalies. I enhanced the sharpness in the image, revealing clearer outlines of these features, which would typically not manifest with shadows.\n(Cameras can struggle to capture fine details in high-resolution environments, resulting in softer images. This is due to the inherent limitations of camera sensors that average surrounding light, which can lead to a loss of detail.)\nExhibit B\nAdditionally, I have also included screenshots from a Facebook video of MOREN that show the placement of his tattoos, as well as a piece of jewelry around his left wrist, which matches the evidence documented at the Minnoco Gas Station. The prominent marking visible on his\nright arm further corroborates the identification. Attached are also photos of MOREN, varying in lighting, distance, and angles, to better put into perspective the visibility of his tattoos.\nExhibit C\nFurthermore, I noticed a crease (closely resembling a “Y” shape) that may be part of the design of the shoe that MOREN wore in a Facebook photo. This same shape is visible on the shoe in the photo taken at Minnoco Gas Station.\nFinally, as you may recall, the second stolen motorcycle was abandoned and subsequently recovered by Brooklyn Park PD, reportedly in the vicinity of a local park. There are several addresses in Brooklyn Park associated with individuals who have a close relationship with MOREN:\n-[redacted_name] ([redacted_info])\n* [redacted_address]\n-[redacted_name] ([redacted_info])\n* [redacted_address]\n-[redacted_name] ([redacted_info])\n* [redacted_address]\nKnutson is the girlfriend of [redacted_name], while [redacted_name] is in a relationship with [redacted_name]. The two couples appear to be friends. [redacted_name], [redacted_name], and [redacted_name] have a history of prior burglaries, thefts and other related crimes.\nI understand that there are limitations to the information the PD can disclose regarding cases under investigation, but I hope this information could be helpful.\n(NOTE:Dalton and I do not personally know the individuals.)",
    "trans": "안녕하세요 마이어스 경관님,\n이 메시지가 잘 전달되기를 바랍니다. 추가 정보를 공유하고자 연락드립니다.\n오토바이 도난 사건에 관하여.\n저는 \"데이브 퍼거스\"라고도 알려진 [redacted_name] ([redacted_info])를 미노코 주유소에서 2024 야마하 R7 오토바이를 타고 있는 것이 목격된 사람으로 확인했습니다\n2024년 7월 5일 메이플우드 제네바 애비뉴. 모렌은 다음 주유소에서 약 3마일 떨어진 곳에 살고 있습니다.\n[redacted_address]\n저는 모렌을 여러 증거로 확인했으며, 특히\n그의 팔에는 문신이 있고 신발에는 특정 디자인이 있습니다. 여기에 참고용 이미지를 첨부했습니다. 주유소에서 달튼(피해자)은 처음에 두 번째 도난당한 오토바이에 달려 있던 액세서리인 파란색 쿼드 잠금 장치 마운트를 알아챘습니다.\n증거물 A\n미노코 주유소 주차장 건너편에서 찍은 라이브 사진이 동봉되어 있습니다. 검토를 위해 정지 이미지와 비디오를 모두 포함했습니다. 조명으로 인해 약간의 그림자가 있었지만, 개인의 팔에 뚜렷한 어두운 반점이 주변 조명과 일치하지 않아 이상 징후가 있을 수 있음을 시사했습니다. 이미지의 선명도를 높여서 일반적으로 그림자로는 나타나지 않는 이러한 특징의 윤곽을 더 명확하게 드러냈습니다.\n(카메라는 고해상도 환경에서 미세한 디테일을 포착하는 데 어려움을 겪을 수 있으며, 이로 인해 이미지가 더 부드러워집니다. 이는 주변 빛을 평균화하는 카메라 센서의 고유한 한계로 인한 것이며, 이것이 상세한 부분을 손실시킬 수 있습니다.)\n증거물 B\n또한 모렌의 페이스북 비디오에서 그의 문신 위치와 왼쪽 손목에 두른 보석을 보여주는 스크린샷도 포함했습니다. 이는 미노코 주유소에서 기록된 증거와 일치합니다. 그의 눈에 띄는 두드러진 표시는\n오른팔은 신원을 더욱 입증합니다. 또한문신의 가시성을 더 잘 파악할 수 있도록 조명, 거리, 각도가 다양한 모렌의 사진도 첨부되어 있습니다.\n증거물 C\n게다가, 모렌이 페이스북 사진에서 신었던 신발 디자인의 일부일 수 있는 주름(\"Y\" 모양과 매우 유사함)을 발견했습니다. 미노코 주유소에서 찍은 사진의 신발에서도 같은 모양이 보입니다.\n마지막으로, 기억하시겠지만, 두 번째 도난당한 오토바이는 버려졌고 이후 브루클린 파크 경찰이 회수했는데, 보도에 따르면 지역 공원 근처에서 회수했다고 합니다. 브루클린 파크에는 모렌과 가까운 관계를 맺은 개인과 관련된 주소가 여러 개 있습니다.\n-[redacted_name] ([redacted_info])\n* [redacted_address]\n-[redacted_name] ([redacted_info])\n* [redacted_address]\n-[redacted_name] ([redacted_info])\n* [redacted_address]\n크누트슨은은 [redacted_name]의 여자친구이고, [redacted_name]은 [redacted_name]과 사귀고 있습니다. 두 커플은 친구인 듯합니다. [redacted_name], [redacted_name], [redacted_name]은 이전에 강도, 절도 및 기타 관련 범죄를 저지른 전력이 있습니다.\n저는 경찰이 조사 중인 사건에 대해 공개할 수 있는 정보에는 한계가 있다는 것을 알고 있지만, 이 정보가 도움이 되기를 바랍니다.\n(참고:달튼과 저는 개인적으로 그 사람들을 알지 못합니다.)"
}