{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] was meant to be at the big [redacted_name] game, rooting for Nathan, but... instead she found herself at the river court, cheering for [redacted_name]. \"Mouth shouted, '[redacted_name] for the game!' as he skillfully dribbled the ball.\"\nFrom her spot on the sidelines, still dressed in her [redacted_name] cheerleading uniform, [redacted_name] shouted, \"Go [redacted_name]!\" The team-Mouth, Junk, Skills, and Fergie-quickly glanced back at her.\n\"Look who we have here, our very own Cheerleader!\" Skills exclaimed, raising his fist toward her.\n[redacted_name] snatched the ball from [redacted_name]and began to dribble it, a mischievous glint in her eyes. [redacted_name] chuckled as [redacted_name] snatched the ball and began to walk away with it, prompting him to chase after her. \"Hey, that's traveling! No, that's really bad travelling! [redacted_name]....\"\n\"You need to dribble the ball-\" Skills took the ball from her and passed it to [redacted_name]. \"You just stick to cheering, okay boo\"\n[redacted_name] smirked at skills. \"You know, I once scored 41 points in a league game.\"\nSkills, astonished, looked at her. \"No way.\"\n[redacted_name], with a playful wink, said, \"Mmhmm. Yeah, and on the same day I invented a time machine and went back to the year 1980 and saw my parents.\"\n[redacted_name] and Skills grinned wildly, realizing she had tricked them. \"Ah Haha, very funny,\" [redacted_name] said, shaking his head.",
    "trans": "[redacted_name]은 [redacted_name]의 큰 경기에서 네이던을 응원해야 했지만... 대신 그녀는 강변 코트에서 [redacted_name]을 응원하고 있었다. \"마우스는 '[redacted_name]의 경기 승리!'라고 소리치며 공을 능숙하게 드리블했다.\"\n여전히 [redacted_name] 응원 유니폼을 입은 채, 사이드라인에서 [redacted_name]이 \"[redacted_name] 응원단!\"이라고 소리쳤다. 팀인 마우스, 정크, 스킬스, 퍼기는 재빨리 그녀를 돌아보았다.\n\"여기 누가 있는지 보세요. 바로 우리 응원단장이에요!\" 스킬스가 외치며 주먹을 그녀를 향해 들어올렸다.\n[redacted_name]이 [redacted_name]에게서 공을 빼앗아 드리블하기 시작했고, 그녀의 눈에 장난기가 가득했다. [redacted_name]은 [redacted_name]이 공을 낚아채서 가지고 걸어가자 웃음이 터졌고, 그는 그녀를 쫓아갔다. \"야, 여행이잖아! 아니, 정말 나쁜 여행이야! [redacted_name]....\"\n\"공을 드리블해야 해-\" 스킬스가 그녀에게서 공을 받아 [redacted_name]에게 패스했다. \"그냥 응원만 해, 알았지, 부우\"\n[redacted_name]이 스킬스를 향해 빙긋 웃었다. \"알다시피, 내가 리그 경기에서 41점을 넣은 적이 있어.\"\n스킬스는 놀란 표정으로 그녀를 바라보았다. \"말도 안 돼.\"\n[redacted_name]이 장난기 어린 눈짓을 하며 \"음음. 그래, 그리고 같은 날 타임머신을 발명해서 1980년으로 돌아가서 부모님을 봤어요.\"라고 말했다.\n[redacted_name]과 스킬스는 그녀가 자신들을 속였다는 것을 깨닫고 크게 웃었다. \"아하하, 정말 재밌네요.\" [redacted_name]이 고개를 저으며 말했다."
}