{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Environmental fate of As was closely coupled to Fe cycling, and thus, the morphology and compositions of Fe oxyhydroxides were characterized. No significant enrichment of C, O, and Al signals was observed (Fig. 3a and b), indicating that Al, O, and C were evenly distributed on paddy soil aggregates (Yang et al., 2021; Zhang et al., 2023). Whereas the Fe signal fluctuated significantly at 0 d of flooding (Fig. 3a1 and b1), and after 40 d of flooding, Fe signal was relatively flat (Fig. 3a2 and b2). After 20 d of drainage, the variations of Fe signal became obvious again (Fig. 3a3 and b3). This suggests that Fe oxyhydroxides underwent an obvious variation of aggregation-dispersion-reaggregation (Kumarathilaka et al., 2018). This was mainly caused by Fe oxyhydroxides reduction in the process of flooding and subsequent Fe(II) oxidation in the process of drainage (Xia et al., 2022). Since the total Mn concentration was much lower than that of Fe and Al contents (Table S1) and was below the detection limit of XPS and TEM as well as the aqueous Mn concentrations in the processes of flooding and drainage was less than 5 ppb, the changes in morphology and component of Fe/Al-bearing minerals have greater influence on paddy soil aggregation than Mn-bearing oxides. Therefore, the characterization of paddy soil aggregation",
    "trans": "비소의 환경적 거동은 철 순환과 밀접하게 연결되어 있으며, 이에 따라 철 산화수산화물의 형태 및 조성을 분석하였다. 탄소, 산소, 알루미늄 신호의 유의미한 농축은 관찰되지 않았으며(그림 3a 및 b), 이는 알루미늄, 산소, 탄소가 논 토양 응집체에 균일하게 분포하고 있음을 의미한다(양 외, 2021; 장 외, 2023).한편, 철 신호는 담수 0일차에서 큰 변동을 보였으며(그림 3a1 및 b1), 담수 40일 후에는 비교적 평탄한 신호를 나타냈다(그림 3a2 및 b2). 그러나 배수 20일 후 철 신호 변동이 다시 뚜렷해졌다(그림 3a3 및 b3). 이는 철 산화수산화물이 변화의 응집-분산-재응집 과정을 거쳤음을 시사한다(쿠마라틸라카 외, 2018).이러한 변화는 담수 과정에서 철 산화수산화물의 환원 및 이후 배수 과정에서 철(II)의 산화로 인해 발생한 것으로 판단된다(시아 외, 2022). 총 망간 농도는 철 및 알루미늄 함량(표 S1)보다 훨씬 낮았으며, 광전자 분광법 및 투과전자현미경 분석의 검출 한계 이하였고, 또한 담수 및 배수 과정에서 용존 망간 농도가 5 십억분율 미만이었기 때문에, 논 토양 응집 과정에서 망간-산화물보다는 철/알루미늄 함유 광물의 형태 및 조성 변화가 더 큰 영향을 미치는 것으로 나타났다. 따라서, 논 토양 응집 특성은"
}