{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Power of Music\nA In 2004, two French filmmakers were working in Kinshasa, the capital of the Democratic Republic of the Congo (DRC). One day, they found a group of musicians performing on the streets. But these were not ordinary street musicians. Most of the band members were disabled, and they played music with homemade instruments.\nTHE MESSAGE IN THE MUSIC\nB The band is called Staff Benda Bilili. The founders1of the band are [redacted_name]---the band's composer---and [redacted_name]. [redacted_name], the group's choreographer, designs the group's stage performances. [redacted_name] is a bass player and singer. A non-disabled member, Roger, plays the satongé---a one string guitar. He made the instrument out of a tin can, a fish basket, and an electrical wire.\nC The band's name, Staff Benda Bilili, means \"look beyond appearances\" in the local language. It also describes the group's mission. Staff Benda Bilili's audience was at first made up of poor street people. The band wanted to tell its audience to be positive and strong, even in difficult situations.\nD \"Our songs encourage kids to go to school, encourage people to work hard,\" says[redacted_name]. \"The message of our music is that if you want to do something with your life, you need to take things in your own hands.\"\nE The band members themselves are examples of their message. They don't see themselves as disabled. Instead, they see themselves as rock musicians. Their energetic performances show this. For example, when the group is playing,[redacted_name] sometimes jumps out of his wheelchair and dances around the stage on his hands.\nFROM THE STREETS TO THE WORLD\nF The filmmakers [redacted_name] and [redacted_name] were amazed by Staff Benda Bilili's music and their life stories. So they decided to make a documentary about the band. The film follows the band as it plays its music in Kinshasa, a city that had been through many wars2. These wars affected millions of people in Kinshasa and elsewhere in the DRC. The documentary illustrates how Staff Benda Bilili's music helped people survive in this very difficult environment.\nG The film also shows the power of Staff Benda Bilili's music. The band members often wrote songs about the life problems they faced. Many of the songs offer solutions to the problems. For example, \"Polio\" is about living with polio3and getting around the city on crutches. It also tells parents the importance of vaccination for their children.\nH The documentary follows Staff Benda Bilili as it goes from playing in the streets of Kinhasa to playing in large European cities. Because of the film, the band became well known, and it was able to give hope to people around the world through its music.\n1founder: a creator of something\n2The Second Congo War (1998-2003) caused the deaths of as many as 5.4 million people, more than any other war since World War II.\n3polio: a disease that sometimes makes people unable to use his legs.\nQuestion:In the last paragraph, the author mentions Staff Benda Bilili’s transition from street performances in Kinshasa to major European cities to …\ncompare Staff Benda Bilili with other international bands.\nlist the European cities where the band has performed.\nemphasize the band’s international success and growth.\nhighlight the band’s local and international performances.",
    "trans": "음악의 힘\nA 2004년, 두 명의 프랑스 영화 감독이 콩고 민주 공화국(DRC)의 수도인 킨샤사에서 일하고 있었다. 어느 날, 그들은 거리에서 공연하는 음악가 그룹을 발견했다. 하지만 그들은 평범한 거리 음악가가 아니었다. 밴드 멤버 대부분은 장애인이었고, 그들은 수제 악기로 음악을 연주했다.\n음악 속의 메시지\nB 밴드의 이름은 스태프 벤다 빌리리이다. 밴드의 창립자는 [redacted_name]---밴드의 작곡가---와 [redacted_name]이다. 그룹의 안무가인 [redacted_name]은 그룹의 무대 공연을 디자인한다. [redacted_name]은 베이스 연주자이자 가수이다. 장애가 없는 멤버인 로저는 단현 기타인 사통제를 연주합니다. 그는 깡통, 생선 바구니, 전선으로 악기를 만들었다.\nC 밴드 이름인 스태프 벤다 빌리리는 현지 언어로 \"겉모습 너머를 바라보라\"는 뜻이다. 또한 이 그룹의 사명을 설명한다. 스태프 벤다 빌리리의 청중은 처음에는 가난한 거리 사람들로 구성되었다. 이 밴드는 청중에게 어려운 상황에서도 긍정적이고 강해지라고 말하고 싶었다.\nD \"우리 노래는 아이들이 학교에 가고, 사람들이 열심히 일하도록 격려합니다.\"라고 [redacted_name]은 말한다. \"우리 음악의 메시지는 인생에서 무언가를 하고 싶다면 스스로의 손으로 일을 처리해야 한다는 것이다.\"\nE 밴드 멤버들 스스로가 이 메시지의 예이다. 그들은 자신을 장애인으로 보지 않는다. 대신 자신을 록 음악가로 본다. 그들의 활기찬 공연이 이를 보여준다. 예를 들어, 그룹이 연주할 때 [redacted_name]은 때때로 휠체어에서 뛰어내려 무대를 손으로 빙빙 돌며 춤을 춘다.\n거리에서 세계로\nF 영화 제작자 [redacted_name]과 [redacted_name]은 스태프 벤다 빌리리의 음악과 그들의 인생 이야기에 놀랐다. 그래서 그들은 밴드에 대한 다큐멘터리를 만들기로 했다. 이 영화는 여러 전쟁을 겪은 도시인 킨샤사에서 음악을 연주하는 밴드를 따라간다. 이 전쟁은 킨샤사와 콩고 민주 공화국의 다른 지역에서 수백만 명의 사람들에게 영향을 미쳤다. 이 다큐멘터리는 스태프 벤다 빌리리의 음악이 어떻게 사람들이 이 매우 어려운 환경에서 살아남는 데 도움이 되었는지 보여준다.\nG 이 영화는 또한 스태프 벤다 빌리리 음악의 힘을 보여준다. 밴드 멤버들은 종종 자신들이 직면한 삶의 문제에 대한 노래를 썼다. 많은 노래가 문제에 대한 해결책을 제공한다. 예를 들어, \"폴리오\"는 소아마비와 함께 사는 것과 목발을 짚고 도시를 돌아다니는 것에 대한 것이다. 또한 부모에게 자녀에게 예방 접종이 중요한 이유를 알려준다.\nH 이 다큐멘터리는 스태프 벤다 빌리리가 킨하사의 거리에서 연주하는 것에서 유럽의 대도시에서 연주하는 것으로 바뀌는 모습을 따라간다. 이 영화 덕분에 이 밴드는 유명해졌고, 음악을 통해 전 세계 사람들에게 희망을 줄 수 있었다.\n1창립자: 무언가의 창조자\n2 제2차 콩고 전쟁(1998-2003)으로 인해 540만 명에 달하는 사람들이 사망했는데, 이는 2차 세계 대전 이후 다른 어떤 전쟁보다 많은 수이다.\n3 소아마비: 때때로 사람들이 다리를 사용할 수 없게 만드는 질병이다.\n질문: 마지막 문단에서, 저자는 스태프 벤다 빌리리가 킨샤사의 거리 공연에서 유럽의 주요 도시로 전향한 것을 언급한다.\n스태프 벤다 빌리리를 다른 국제 밴드와 비교한다.\n밴드가 공연한 유럽 도시를 나열한다.\n밴드의 국제적 성공과 성장을 강조한다.\n밴드의 국내 및 국제 공연을 강조한다."
}