{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It’s periwinkle, Dad,” she says in that same tone I knew she’d use, and the giggle that leaves her lips has me wound even further around her finger than I already was. She’s barefoot and I see that she’s got that little silver anklet on again that I hassle her about when she’s going out to surf. It’s true, I don’t want her getting hung up on anything, but it quickly turned into giving me a reason to wrap my hand around her silky leg and take it off of her. I could spend the rest of eternity exploring every inch of her skin and I still wouldn’t tire of it. She bounces as she walks up to me, inspecting the tools I have lying across the seat of the jet ski. “I’m so excited for tonight,” she tells me, bumping her shoulder into mine. “Is there a problem? Do you need help?” she offers, and that’s another thing I love about Bliss, she’s always willing to jump in and help no matter what I’m doing or how dirty the job is.\n“The jet skis are good to go, I just wanted to be sure before we get halfway out there,” I tell her, slapping the side of it, the same way I slapped her ass yesterday. Her eyes flash up to mine and I wonder if she’s remembering the way my hand felt against her ass.\n“I figured I’d find the two of you together,” Brielle says, her mouth scrunched up in a pout as she walks out of the house. She’s in a silver bikini and silver sandals and is clearly in a worse mood than she was yesterday.",
    "trans": "\"그건 페리윙클이에요, 아빠,\" 그녀는 내가 그녀가 사용할 줄 알았던 바로 그 어조로 말하고, 그녀의 입술을 떠나는 킥킥거림은 내가 이미 그녀의 손가락에 감겨있는 것보다 훨씬 더 감기도록 만든다. 그녀는 맨발이고 나는 그녀가 그 작은 은색 발찌를 또 차고 있는 것을 볼 수 있는데, 나는 언제 서핑을 하러 나갈 건지 물으며 그녀를 귀찮게 한다. 나는 그녀가 무엇이든 중간에 그만두지 않았으면 했으나, 그것은 빠르게 내가 그녀의 비단같이 부드러운 다리에 내 손을 감고 그것을 그녀에게서 빼낼 이유를 주는 것으로 바뀌었다. 만약 내가 그녀의 피부를 낱낱이 탐험하는 데 남은 영원을 보냈더라도 여전히 질리지 않을 것이었다. 그녀는 통통 튀며 나에게로 걸어오고, 나는 제트 스키의 좌석에 내가 가진 도구들을 늘어놓고 검사 중이었다. \"오늘 밤이 너무 기대돼,\" 그녀는 어깨를 내 어깨에 부딪히며 말한다. \"문제 있어? 도와줄까?\" 그녀는 제안하는데 이것이 내가 블리스에 관해 사랑하는 또 다른 하나의 지점이다, 그녀는 내가 무엇을 하고 있든 아니면 그 일이 얼마나 지저분하든 상관 없이 뛰어들어 도움의 손길을 항상 기꺼이 내민다.\n\"제트 스키는 다 준비 됐어, 그냥 절반쯤 나가기 전 확실히 하고 싶었을 뿐이야,\" 나는 어제 내가 그녀의 엉덩이를 찰싹 때린 것과 같은 방식으로 그것의 옆면을 때리며 그녀에게 말한다. 그녀의 눈이 반짝이며 내 눈과 마주치고 나는 그녀가 자신의 엉덩이에 내 손이 닿는 감각을 떠올리는 중인지 궁금해진다.\n\"너희 두 명이 같이 있을 줄 알았다,\" 입을 삐쭉이는 표정으로 일그러트린 채 브리엘이 집 밖으로 걸어나가며 말한다. 그녀는 은색 비키니와 은색 샌들 차림이고 확연히 어제보다 더 기분이 나빠 보인다."
}