{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The line distribution on this one is killing me. Everyone had already said that Mizuki only sings alone or with KAITO, so I wanted to talk about KanaMafu's and Ena's lines here.\nThe most interesting thing here is that KanaMafu and Ena always sing the same assigned lines in the chorus and they don't get traded between them.\nSo, Kanade and Mafuyu are singing (first separately, and then together in the last chorus) \"Without seeing it, you can't really understand it, right? It's like the flower of transformation that had bloomed\". I think that means that they didn't actually know what happened that day, therefore can't understand what happens to their group now, but they totally sense that something is off and a certain \"transformation\" is coming (I see it even less as Mizuki's transformation but rather transformation in relationships between all them).\nLike Mizuki, Ena also only sings alone and with KAITO (because unlike KanaMafu, she knows it all now, and is lonely in her despair caused by the whole situation). Her line is \"I can't say anything, but I can't erase it, no matter how ugly my make-up looks like\" which is about her not being able to say anything this day even though she wanted to and not being able to forget the truth she just had found out about. The make-up part is something I'm not so sure about, but I guess it can mean two things. Either it's about their fall out with Mizuki as if make-up a metaphor for their relationships or (most likely) that she just cried so many tears that her make-up was ruined, but she still won't \"erase\" the bond thay have with Mizuki.\nIn other words, it's so mizuover",
    "trans": "이번 가사 배분은 진짜 힘드네. 미즈키는 혼자 부르거나 카이토랑만 부른다는 걸 알고 있으니, 이번엔 카나마후랑 에나 파트에 대해 이야기하고 싶어.\n제일 흥미로운 건 카나마후와 에나는 항상 코러스에서 배분된 같은 파트만 부르고 서로 바뀌지 않는다는 거야.\n카나데와 마후유가 부르는 가사는 (처음엔 따로, 마지막 코러스에서는 같이) \"보지 않아서 이해할 수 없잖아? 마치 피어나버린 둔갑의 꽃\" 카나데와 마후유가 그날 실제로 무슨 일이 있었는지 몰랐고, 그래서 지금 그룹에 무슨 일이 일어나고 있는지도 모르지만, 뭔가 이상하고 어떤 '둔갑'이 일어날 거라는 걸 직감한다는 의미 같아. (이건 미즈키의 둔갑이라기보단 그들 사이의 관계가 변한다는 의미라고 생각해)\n미즈키처럼 에나도 혼자 부르거나 카이토랑만 부르는데. (왜냐하면 카나마후랑 다르게 에나는 이제 모든 걸 알고, 이 모든 상황 때문에 절망 속에서 외롭기 때문에) 에나의 가사는 \"말하지 못하고, 지울 수도 없는, 너무나 추하게 비치는 화장\"인데, 이는 그날 말하고 싶었지만 결국 아무 말도 할 수 없었고, 이제야 알게 된 진실을 도저히 잊어버릴 수 없다는 뜻이지. 화장 부분은 확실하지 않긴 한데, 두 가지 의미가 있을 것 같아. 화장이 관계에 대한 은유라면 미즈키와의 관계가 틀어졌다는 걸 수도 있고, (가장 가능성이 높은 건) 너무 많이 울어서 화장이 다 망가졌지만 미즈키와의 유대만큼은 \"지우지\" 않겠다는 의미일 수도 있겠지.\n결론은 이건 진짜 미즈오버라는 거"
}