{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Clopidogrel is a widely used antiplatelet agent for the secondary prevention of cardiovascular events in patients with stable coronary heart disease, acute coronary syndromes and ischemic stroke. Even though clopidogrel is safer than aspirin in terms of risk for gastrointestinal (GI) bleeding, the elderly, and patients with a history of prior GI bleeding, with Helicobacter pylori infection or those who are also treated with aspirin, anticoagulants, corticosteroids or nonsteroidal anti-inflammatory drugs are at high risk for GI complications when treated with clopidogrel. Accordingly, proton pump inhibitors are frequently administered in combination with clopidogrel to reduce the risk for GI bleeding. Nevertheless, pharmacodynamic studies suggest that omeprazole might attenuate the antiplatelet effect of clopidogrel. However, in observational studies, this interaction does not appear to translate into increased cardiovascular risk in patients treated with this combination. Moreover, in the only randomized, double-blind study that assessed the cardiovascular implications of combining clopidogrel and omeprazole, patients treated with clopidogrel/omeprazole combination had reduced risk for GI events and similar risk for cardiovascular events than patients treated with clopidogrel and placebo. However, the premature interruption of the study and the lack of power analysis in terms of the cardiovascular endpoint do not allow definite conclusions regarding the cardiovascular safety of clopidogrel/omeprazole combination. Other proton pump inhibitors do not appear to interact with clopidogrel. Nevertheless, given the limitations of existing observational and interventional studies, the decision to administer proton pump inhibitors to patients treated with clopidogrel should be individualized based on the patient’s bleeding and cardiovascular risk.",
    "trans": "클로피도그렐은 안정형 관상 동맥성 심장 질환, 급성 관상 동맥 증후군 및 허혈성 뇌졸중을 가진 환자에서 심혈관 질환이 발생하는 것을 이차 예방하기 위해 널리 사용되는 항혈소판제입니다. 비록 클로피도그렐이 위장관(GI) 출혈의 위험성 면에서 아스피린보다 안전하기는 하지만 노인, 이전에 GI 출혈이 있었던 환자, 헬리코박터 파일로리에 감염된 환자나 아스피린, 항응고제, 코르티코스테로이드 또는 비스테로이드 소염제로 치료받은 환자는 클로피도그렐로 치료받으면 GI 합병증이 생길 위험성이 큽니다. 따라서, GI 출혈 위험성을 줄이기 위해 양성자 펌프 억제제가 클로피도그렐과 자주 함께 투여됩니다. 그럼에도 불구하고 약력학 연구에 따르면 오메프라졸은 클로피도그렐의 항혈소판 효과를 약화시킬 수 있습니다. 그러나 관찰 연구에서는 이 상호 작용이 해당 조합으로 치료한 환자의 심혈관 위험성 증가로 이어지는 것처럼 보이지 않습니다. 게다가 클로피도그렐과 오메프라졸을 조합했을 때 심혈관 영향을 평가한 무작위 이중 맹검법에서 클로피도그렐/오메프라졸 조합으로 치료받은 환자는 클로피도그렐과 플라시보로 치료받은 환자보다 GI 질병의 위험성이 감소하고 심혈관 질환의 위험성은 비슷했습니다. 그러나 연구의 조기 중단과 심혈관 결과에 대한 파워 분석 부족으로 인해 클로피도그렐/오메프라졸 조합의 심혈관 안정성과 관련한 결론을 분명히 내지 못합니다. 다른 양성자 펌프 억제제는 클로피도그렐과 상호 작용하지 않는 것으로 보입니다. 그럼에도 불구하고 기존 관찰 연구와 개입 연구를 고려했을 때 클로피도그렐로 치료한 환자에게 양성자 펌프 억제제를 투여할 것인지는 환자의 출혈과 심혈관 위험성에 근거해 개별적으로 결정해야 합니다."
}