{
    "source": "en_US",
    "target": "ko_KR",
    "text": "of population growth and fluctuation as a basis for their policy recommendations; and virologists use online gaming communities as models for the spread of diseases.\nThe general way in which models are used in the sciences can be described as follows:\n• One proposes something x as a model of some other thing y. Recall this means x is put forward as similar to y in some respect, and with some acceptable margin for error.\n• Data are collected to see whether x is in fact similar to y to within the acceptable margin for error. If so, x is accepted as a model of y, if not x is rejected as a model of y.\n• If the model is accepted, scientists use their knowledge about features of x to make predictions about those features of y that are thought to be similar to features of x.\n• These predictions are tested by gathering more data. If the data match the predictions, the model is confirmed, if not, the model is invalidated, and a new or modified model is sought, starting the process over.\nIn general, scientists use models when they are studying highly complex systems that are too difficult to deal with in the raw. Models, being objects the scientists can control, are easier to deal with, understand, and manipulate, so allow science to progress more rapidly.\nThere are a range of details that need to be specified when proposing a model. First, we need to carefully specify both what object x is being proposed as a model and what object y we will be using x as a model of. We call the thing being modeled the target system of the model, and we call the object x a model of the target system. After specifying these, we still need to specify the exact way in which x is being seen as similar to y. These assumptions – the assumptions that x is similar to y in these particular ways – are called modeling hypotheses.\nTo see these words in action, let’s look at a well-known example of modeling from the sciences: Watson and Crick’s production of an actual tin-and-cardboard double-helical structure as a model",
    "trans": "인구 증가와 변동을 정책 권고의 근거로 삼는다; 바이러스 학자들은 질병 확산 모형으로 온라인 게임 커뮤니티를 활용한다.\n과학에서 모형이 사용되는 일반적인 방식은 다음과 같이 기술할 수 있다:\n• 어떤 x를 다른 y의 모형으로 제시됨. 이때 x가 제시됨은 y와 허용 가능한 오차 범위 내에서 유사하기 때문인 점을 기억할 것.\n• 데이터 수집을 통해 x가 실제로 y와 허용 가능한 오차 범위 내에서 유사한지 확인함. 만약 유사하다면, x는 y의 모형으로 수용되며, 그렇지 않다면 x는 y의 모형으로서 폐기됨.\n• 모형이 수용되면, 과학자들은 x의 특성에 관한 지식을 활용하여 y의 특성 중 x와 유사하다고 여겨지는 특성들에 대한 예측을 만들어 냄.\n• 이러한 예측은 더 많은 데이터 수집을 통해 검증함. 만약 데이터가 예측과 일치하면 모형이 입증된 것이고, 그렇지 않으면 모형이 무효화되어, 새로운 모형이나 수정된 모형을 찾아 과정을 다시 시작함.\n일반적으로 과학자들은 고도로 복잡한 시스템을 연구할 때 원본 그대로 다루기에는 너무 어려운 경우 모형을 사용한다. 모형이라는 대상은 과학자들이 제어할 수 있고, 다루고, 이해하고 조작하기가 쉬워, 과학이 더 빠르게 발전할 수 있게 한다.\n모형을 제안할 때 명확히 해야 할 여러 세부 사항들이 있다. 우선, 모형으로서 제시되는 x라는 대상이 무엇이며 x라는 모형이 사용되는 대상 y가 무엇인지를 신중하게 특정해야 한다. 모형의 대상을 모형의 대상 시스템이라고 지칭하며, 대상 x는 대상 시스템의 모형이라 칭한다. 이를 특정한 후, x가 어떤 점에서 y와 유사한지 정확히 특정해야만 한다. 이러한 가정들 - 즉 x가 특정 방식에서 y와 유사하다는 가정들 -을 모형 가설이라고 한다.\n본 용어들의 실제 사용을 보기 위해, 과학에서의 잘 알려진 모형 예시를 보자: 왓슨과 크릭이 실제 깡통과 판지로 만든 이중나선 구조 모형"
}