{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The man, who is wearing a leather jacket and dark army pants, immediately walks into the room and looks around.\n\"Oh no no no, don't worry,\" I hurry to say, \"This is from yesterday. I didn't have time to clean myself properly. It was exhausting for me and I immediately fell asleep.\"\nNari and the man nod in understanding. They resume their relaxed positions.\n\"Well then, let's get you bathed and ready for the academy.\" Nari claps her hands and the next second, three women appear in front of me out of the blue. Their skins are blue and half of their faces are covered with white fabrics. \"Miss Mars, these are my assistant genies.\"\n\"Your what?\"\n\"Genies. They will help me in getting you ready. We need to make you look as flawless as possible.\"\n\"Huh?\" Does going to the academy usually take this many people to get ready? Or is it Lyall being extra?\nNari holds both of my hands as the guard closes the door after making sure no one is watching the room. The look on Nari's face is so serious that I feel the need to gulp my nervousness down.\n\"Miss Mars, the academy is a battleground,\" she says in a low voice, \"If you think the warrior training ground is rough, you're wrong. The academy is tougher. Because every aspect of your being will be judged.\"\nMy hands are getting sweaty, yet Nari doesn't let go of me.\n\"You're older than most in the academy, so you're probably wiser. But kids can be cruel. Especially noble kids. And in the academy, influence matters. You're untested, Miss Mars. Everyone by now has known that you're special to the king and they will try to test your limits,\" Nari looks at the guard who is standing next to her genies. \"Grey can only protect you physically. But you need to carry yourself a certain way so you will be safe mentally too. The fastest way to achieve that is by looking like the person you're aiming to be.\"\nI gulp again.\n\"You mean... safe from being bullied?\" I arch my eyebrow. I have had my fair share of being bullied when I was growing up in the pack. Especially when I came to the preliminary test to be a warrior. The boys back then mocked me so much for coming to the test place.\nBack then, my fate was sealed. Either I become an omega or a healer.\nThis time, I can be anything. So, a little bullying would not scare me. At least, I am not scared yet.\n\"Yes,\" Nari says, \"Some will try to gain your favor since the king is infatuated with you. But they will only want to take advantage of you. Some will try to challenge you. So we need you to dress to impress and to act like the king has given you all the kingdom to yourself. Few people will dare to pick on you if they see you're very well established in this kingdom. Don't give them room to criticize you, even if it's about how you dress.\"\nNari is already pushing me to the bathroom. The genies are coming with us while Grey, the guard, is carefully looking around the room. My eyes meet Grey's and he smiles at me. \"Better be too careful than sorry,\" he says, \"You'll never know what kind of magical items they can sneak in to listen to our conversations, take improper pictures, or even hide a person. Dark magic is the hardest to recognize, but I don't think we should worry about the magic that no one is using any longer.\"",
    "trans": "가죽 재킷과 어두운 군복 바지를 입은 남자가 곧바로 방으로 들어와 주변을 둘러본다.\n\"오 아니 아니 아니, 걱정하지 마세요,\" 나는 급하게 말한다. \"이건 어제 생긴 거예요. 제대로 씻을 시간이 없었어요. 너무 피곤해서 바로 잠들어서요.\"\n나리와 그 남자는 이해했다는 듯 고개를 끄덕인다. 그들은 다시 편안한 자세를 한다.\n\"그럼 이제 목욕을 시키고 아카데미 갈 준비를 해요.\" 나리는 손뼉을 치고, 그 순간 세 명의 여자가 갑자기 앞에 나타난다. 그들의 피부는 푸르고, 얼굴의 절반이 하얀 천으로 덮여 있다. \"마스 양, 이쪽은 내 보조 지니들이에요.\"\n\"당신의 뭐라고요?\"\n\"지니들이요. 준비를 같이 도와줄 거예요. 우리는 마스 양이 최대한 완벽하게 보이도록 해야 해요.\"\n\"에?\" 아카데미에 가려면 원래 이렇게 사람이 많이 필요했나? 아니면 라이얼이 오버하는 건가?\n아무도 방을 보고 있지 않음을 확인한 경호원이 문을 닫자, 나리는 내 두 손을 잡는다. 나리의 표정이 너무나도 진지해서, 나는 긴장감을 삼켜야 할 것만 같았다.\n\"마스 양, 아카데미는 전쟁터예요.\" 그녀는 낮은 목소리로 말한다. \"전사 훈련장이 거칠다고 생각한다면, 그건 잘못된 생각이에요. 아카데미는 훨씬 더 가혹해요. 당신의 모든 면이 평가받을 테니까요.\"\n손에 땀이 나기 시작하지만 나리는 내 손을 놓아주지 않는다.\n\"당신은 아카데미 대부분 아이들보다 나이가 많으니, 아마 더 현명하겠죠. 하지만 아이들은 잔인해질 수 있어요. 특히 귀족 출신의 아이들은요. 그리고 아카데미에서는 영향력이 중요해요. 마스 양은 아직 검증되지 않았어요. 지금쯤이면 모두가 당신이 왕에게 특별한 존재라는 걸 알게 되었으니 당신의 한계를 시험하려 들 거예요.\"\n나는 침을 또 한 번 삼킨다.\n\"그 말은…왕따를 당하지 않기 위해서란 건가요?\" 나는 눈썹을 치켜세운다. 내가 자라던 무리에서도 왕따를 당할 만큼 당해 봤다. 특히 전사 예비 시험을 보러 갔을 때. 그때 남자애들이 시험장에 온 나를 얼마나 비웃었는지 아직도 생생하다.\n그때 내 운명은 결정되어 있었다. 오메가가 되거나, 힐러가 되거나.\n이번에는 무엇이든 될 수 있다. 그러니 약간의 괴롭힘쯤은 겁나지 않는다. 적어도 아직은 두렵지 않다.\n\"맞아요.\" 나리는 고개를 끄덕인다. \"왕이 당신에게 빠져있으니 어떤 사람들은 당신의 호의를 얻으려 들겠죠. 하지만 그들은 단지 당신을 이용하려는 것 뿐이에요. 어떤 사람들은 당신을 도전 대상으로 여길 거예요. 그래서 우리는 당신이 왕이 이미 왕국 전체를 내어준 사람의 인상을 주고 행동하도록 만들어야 해요.\"\n나리는 이미 나를 욕실 쪽으로 밀어붙이고 있다. 지니들도 따라오고, 경호원 그레이는 방 주변을 주시한다. 그레이와 눈이 마주치자 그는 나를 향해 미소를 짓는다. \"조심해서 나쁠 건 없으니까요.\" 그는 말한다. \"어떤 마법 아이템을 몰래 들여와 우리 대화를 엿듣거나, 부적절한 사진을 찍거나, 사람을 숨길 수도 있거든요. 어둠의 마법은 가장 알아채기 어렵지만, 지금은 아무도 더 이상 그 마법을 쓰지 않는 것 같으니 걱정할 필요 없을 겁니다.\""
}