{
    "source": "en_US",
    "target": "ko_KR",
    "text": "China Offers Russia Ruble Help\nBy BRIAN SPEGELE (Wall Street Journal, 2014/12/23)\n- Chinese Foreign Minister Said China Willing to Offer Unspecified Assistance to Russia as Ruble Falls\nBEIJING—China says it is willing to provide assistance to Russia following recent sharp drops in the value\nof its currency, said a senior official, as President Vladimir Putin’s regime faces continuing strains with the\nU.S. and Europe.\nForeign Minister Wang Yi said over the weekend that China was willing to offer Russia unspecified\nassistance in the wake of the ruble’s fall, and said Beijing had full confidence in the Kremlin’s ability to\nsolve it. The currency hit record lows on an almost daily basis as the price of oil, a critical Russia export, has\nplunged.\n“We are convinced that Russia has the ability and the wisdom to overcome the current kind of challenging\nsituation,” Mr. Wang told reporters, video of which was posted Saturday to the website of Hong Kong-based\nPhoenix Television. “We consistently support and help each other. If the Russian side requires it, then we\nwill offer required assistance within the scope of our abilities.”\nHe didn’t offer details or specific proposals.\nWhile Beijing and Moscow have a history of rivalry, Moscow is seeking closer ties to Beijing, particularly\nas it has grown estranged from the West in the wake of its confrontation with Ukraine.\nChina has an interest in the stability of the ruble as both countries have sought to reduce reliance on U.S.\ndollars in international transactions. China and Russia signed a three-year, 150 billion yuan ($24.1 billion)\ncurrency swap line in October.\nA spokesman for the Foreign Ministry said last week that the currency-swap agreement had gone ahead\nnormally despite the ruble’s fall, adding that the countries’ economies remained highly complementary.\nChina’s growing economy is a huge market for Russian natural-resources exports, including oil.\nCorrections & Amplifications\nChina and Russia signed a deal for 150 billion yuan. The currency was presented in a confusing manner in\nan earlier version of this article. China’s economy is a huge market for Russian natural-resources exports,\nnot for Chinese exports as mistakenly stated in an earlier version.",
    "trans": "중국dl 러시아에 루블 지원을 제안하다\n브라이언 스피젤 (월스트리트 저널, 2014.12.23) 작성\n중국 외교부 장관은 중국이 루블 가치 하락 속 러시아에 불특정 지원을 제공할 의사가 있다고 말했다\n베이징—중국은 최근 가치의 급락 이후 러시아에 대한 지원 의사가 있다고 밝혔다\n화폐에 대해, 고위 인사가 말했고, 이는 블라디미르 푸틴 대통령의 와 긴장 상태를 유지하면서\n미국과 유럽.\n왕이 외교부 장관은 주말 동안 기자들에게 중국이 러시아에게 불특정한 것을 제공할 의사가 있다고 말했다\n루블화 폭락 이후의 지원, 그리고 베이징은 할 크렘린의 능력을 완전히 믿고 있다고 말했다\n그것을 해결할. 해당 통화는 거의 매일 사상 최저치를 기록하고 있는데 이는 러시아의 주요 수출품인 원유의 가격이\n폭락하면서이다.\n\"우리는 러시아가 현재의 어려움을 극복할 능력과 지혜를 갖추고 있다고 확신합니다\n상황,\" 왕 장관은 기자들에게 말했으며, 해당 영상이 홍콩 기반의 웹사이트에 토요일 게재되었다\n피닉스 텔레비전. \"우리는 항상 서로를 지지하고 도와왔습니다. 러시아 측에서 지원을 요청하면, 우리는\n제공할 수 있는 범위 내에서 필요한 지원을 제공할 것입니다.”\n그는 구체적인 지원 내용이나 방안을 밝히지는 않았다.\n비록 중국과 모스크바는 역사적으로 경쟁 관계였지만, 모스크바는 중국과의 관계 강화를 모색하고 있고, 특히\n최근 우크라이나와의 충돌 이후 서방과의 관계가 소원해진 탓도 있다.\n중국도 루블의 안정성에 관심을 보여왔는데 두 나라 모두 미국의 의존성을 줄이고자 하기에\n국제 거래에서 달러를. 중국과 러시아는 3년간, 1,500억 위안 (241억 달러)을 체결했다\n10월에 통화 스와프 협정.\n외교부 대변인은 지난주 통화-스와프 계약이 진행되고 있다고 말했다\n루블화 가치 하락에도 불구하고 정상적으로, 양국 경제가 여전히 높은 상호 보완성을 유지하고 있다고 말을 더했다.\n중국의 급성장하는 경제는 러시아의 석유를 포함한 천연 자원 수출에 있어 매우 큰 시장이다.\n정정 및 수정\n중국과 러시아는 1,500억 위안 규모의 통화 스와프 계약을 체결했다. 화폐의 표기가 혼란스럽게 전달되었다\n이 기사의 초기 버전에서. 중국 경제는 러시아의 천연자원 수출에 있어 큰 시장이다,\n초기 버전에 실수록 적힌 중국 수출이 아닌."
}