{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Introduction\nDepressive disorders constitute a leading cause of health-related burden globally [[ 1]]. Depression tends to have its onset in adolescence [[ 2]] and is commonly chronic and recurrent, with lifetime cumulative prevalence estimates reaching 25% [[ 3]]. As a time of profound biopsychosocial changes, adolescence is an important period for the evaluation of mental health problems. Understanding unique characteristics of depression during this period can be crucial for alleviating its life-long repercussions, especially in low- and middle-income settings, where the majority of global youth live, but the minority of mental health research is conducted [[ 4]].\nThe heterogenous nature of major depressive disorder (MDD) poses, however, multiple challenges towards this goal. The Diagnostic and Statistical Manual (5th edition; DSM-5) criteria for MDD among adolescents requires the presence of at least five out of nine possible symptoms, with one of those being low/irritable mood or anhedonia [[ 6]]. In adults, these criteria allow for over 200 symptom permutations that meet the current DSM diagnosis [[ 7]]—though such analysis has not been performed among adolescents, even greater heterogeneity would be theoretically expected given the additional criterion of irritability. MDD's multitude of symptom profiles also impacts its understanding from neurobiological [[ 8]] and psychosocial [[ 9]] perspectives. Furthermore, a non-negligible portion of people receiving psychotherapeutic and/or pharmacological interventions—strategies usually employed following a one-size-fits-all approach to treatment—only partially benefit from them [[10]].\nSuboptimal outcomes may in part stem from an over-focus on criteria that do not adequately consider patient priorities [[11]]. Items listed in the DSM may not fully capture the experience of living with depression in youth, as, historically, the DSM is a consensus-based operationalization of psychopathology [[12]] rather than an evidence- or data-driven one. Commonly used instruments for assessing depression dimensionally reflect such heterogeneity. Scales frequently reflect clinically significant symptoms that represent authors' clinical views. For instance, the Children's Depression Inventory (CDI) features items on self-deprecation, pessimism and loneliness that are not explicitly present in the DSM criteria but, much like its original adult version (the Beck Depression Inventory), reflects Beck's cognitive model [[13]]. Conversely, the Children Depression Rating Scale (CDRS), based on the Hamilton Depression Rating Scale, prioritizes somatic symptoms [[14]], common among hospitalized patients with depression.",
    "trans": "소개\n우울증 장애는 전 세계적으로 건강 관련 부담의 주요 원인입니다[[ 1]]. 우울증은 청소년기에 시작되는 경향이 있으며[[ 2]] 일반적으로 만성적이고 재발하며 평생 누적 유병률 추정치는 25%에 달합니다[[ 3]]. 심각한 생물심리사회적 변화의 시기인 청소년기는 정신건강 문제를 평가하는 중요한 시기입니다. 이 시기에 우울증의 고유한 특성을 이해하는 것은 우울증의 평생 영향을 완화하는 데 중요할 수 있으며, 특히 전 세계 청소년의 대다수가 살고 있지만 소수의 정신 건강 연구가 수행되는 저소득 및 중간 소득 환경에서 더욱 그렇습니다[[ 4]].\n그러나 주요우울장애(MDD)의 이질적인 특성은 이 목표를 향한 여러 가지 과제를 제시합니다. 청소년의 MDD에 대한 진단 및 통계 매뉴얼(제5판, DSM-5) 기준에서는 가능한 증상 9개 중 최소 5개가 있어야 하며, 그 중 하나는 낮거나 과민한 기분 또는 무쾌감증입니다[[ 6]]. 성인의 경우 이러한 기준은 현재 DSM 진단을 충족하는 200개 이상의 증상 순열을 허용합니다[[ 7]]. ㅡ비록 이러한 분석은 청소년 사이에서 수행되지 않았지만 추가적인 과민성 기준을 고려할 때 이론적으로 더 큰 이질성이 예상됩니다. MDD의 다양한 증상 프로필은 신경생물학적[[ 8]] 및 심리사회적[[ 9]] 관점에서 이해하는 데에도 영향을 미칩니다. 게다가 심리 치료 및/또는 약리학적 개입 ㅡ일반적으로 치료에 대한 획일적인 접근 방식에 따라 사용되는 전략ㅡ을 받는 사람들 중 무시할 수 없는 부분은 부분적으로만 혜택을 받습니다[[10]].\n최적이 아닌 결과는 부분적으로 환자의 우선순위를 적절하게 고려하지 않는 기준에 지나치게 집중하는 데서 비롯될 수 있습니다[[11]]. DSM에 나열된 항목은 청소년의 우울증을 안고 살아가는 경험을 완전히 포착하지 못할 수 있습니다. 역사적으로 DSM은 증거 또는 데이터 중심의 정신병리학의 합의 기반 조작화이기 때문입니다[[12]]. 우울증을 차원적으로 평가하기 위해 일반적으로 사용되는 도구는 이러한 이질성을 반영합니다. 척도는 저자의 임상적 견해를 나타내는 임상적으로 중요한 증상을 종종 반영합니다. 예를 들어, 어린이 우울증 인벤토리(CDI)는 DSM 기준에는 명시적으로 존재하지 않지만, 원래 성인 버전(Beck 우울증 인벤토리)과 마찬가지로 Beck의 인지 모델을 반영하는 자기비하, 비관주의 및 외로움에 대한 항목들을 포함하고 있습니다. [[13]]. 반대로, 해밀턴 우울증 평가 척도에 기반한 어린이 우울증 평가 척도(CDRS)는 입원한 우울증 환자에게 흔히 나타나는 신체 증상을 우선시합니다[14]."
}