{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We are now in the most emblematic space of the Cathedral: the Main Chapel. It is home to the altar, where the Eucharist is celebrated. It is worth stopping to admire. We invite you to sit on the benches in order to take in the visual catechism. It's not in vain that it's considered the Grand Monstrance of Granada.\nThe main chapel is framed by a main arch that marks the space between the central nave and the circular interior environment. It is a representative feature of this Cathedral. Inside there is a baroque iconographic layout that Alonso Cano designed to flush out the primitive Renaissance design by Diego de Siloé. Like the entire cathedral, the main chapel is a synthesis of devotion to the Virgin Mary and her crucial role in the history of the Salvation of God's People.\nThe busts of Adam and Eva are located on the sides under the arch, above the statues praying to the Catholic Kings. They are the work of Alonso Cano and commence the iconographic reading of the chapel. They are our first parents who died from sin, and inspired the arrival of a Savior to grant redemption. Their eyes are fixed on Jesus, and are in the sanctuary that holds tabernacle located in the central space.\nThere are twelve large columns around the altar, next to the images of the Twelve Apostles that symbolize the church. Above them, the Holy Fathers of the Church are represented. They transmit the doctrine and apostolic tradition along with the founding fathers of religious orders present in the city of Granada. Behind these canvases, there is a space that at first was designed for the tombs of the Kings of Spain, until Philip II decided that the Monastery of El Escorial would serve for this purpose.\nThe central area tells the most relevant stories of the life of the Virgin Mary, known by the popular piety as \"the seven joys of Mary.\" It is a collection of canvases acclaimed as the best series of the life of the virgin in the Spanish Baroque period. From left to right, it shows the Immaculate Conception, the Birth of the Virgin, the Presentation in the Temple, the Incarnation, the Virgin's visit to St. Elizabeth, the Purification and the Assumption to Heaven. This space shows the mastery of Alonso Cano, representing the Incarnation of the Divine Word in the Breast of Mary. This scene deserves special attention because it constitutes a lesson. The angel running along the heavy curtain alludes to the end of the lack of communication of mankind with God, which takes human form by entering inside Mary, letting the divine light penetrate the scene that this moment immortalizes. On the second of three steps, located beneath the Virgin, the archangel Gabriel retracts his wings before the majesty of the incarnated word, staring at the breast of the Virgin as the first monstrance of the Lord, who serenely meditates what is happening after accepting the grace of God to be the mother of Jesus, and Wife of the Holy Spirit. The third step implies an invitation for us to pray to the grand mystery of the promise of Redemption.\nAbove this part, the windows are covered by stained glass, designed by Juan del Campo, which narrate the public life of Jesus with illustrations of the Transfiguration at Mount Tabor, the Last Supper (which features the Eucharist) and the Baptism in the River Jordan. In addition to the message of Christ, the stained glass has the purpose of providing light that illuminates the rest of the building.\nBefore reaching the starry, celestial vault, an allegory of the Kingdom of Heaven, another outstanding stained glass window closes out this iconographic scheme. It is the work of Theodore of Holland, and is considered to be one of the best stained glass collections of the 16th Century. They show the Paschal Mystery with the representation of Christ with the Cross on his Back, the Crucification, the Descent, the Apparition of Mary Magdalene, the Assumption and the Coming of the Holy Spirit.\nIn the center of the presbytery, there is the tabernacle chiseled in silver by Navas Parejo on top of a pedestal of serpentine stone, crowned by an allegorical figure that the Faith represents: a female figure with her eyes covered, which alludes to the virtue of \"believing without seeing.\" The Body of Christ, the Holy Sacrament, is stored inside the Sanctuary for adoration, as indicated by the presence of the permanently lit candle next to it.\nThe lectern is behind it. It is an indispensable item in cathedrals and monasteries. It is a stand to hold large choir books, allowing the clergy to read it while reciting the Divine Office. It was made in cedar and serpentine stone by Alonso Cano, who sculpted the Immaculate Virgin of the Sacristy and the Virgin of Bethlehem, which is in the showroom. You can admire it up close from any of the arches that connect the ambulatory with the Main Chapel.\nTo the right, at the base of the altar, you can admire the bishop's chair. As we said, from here, the bishop exercises his ministry of apostolic succession as father and pastor of the Christian community of Granada.\nThe two silver lamps that hang from the roof deserve special mention. They were designed by Alonso Cano and were decorated with Marian motifs on the body and chains, such as the Vase of Lilies, cathedral escutcheon, and the diverse Litany of the Blessed Virgin Mary that hold the angels on the different plates.\nFinally, stop and admire one of the pulpits that flank the Main Chapel. They are made of marble and gold-plated wood, crowned by theological virtues. The right pulpit represents hope, with the anchor as a foundation of unwavering Faith in God; and the left pulpit represents charity with a woman who hugs and feeds children who are not her own.\nPlease continue the visit by going to the right, to the Altar of Saint James, located next to the Portal of the Royal Chapel.",
    "trans": "우리는 지금 대성당의 가장 상징적인 공간인 메인 예배당에 있다. 성찬례가 거행되는 제대가 있는 곳이다. 잠시 멈춰서 감상해 볼 가치가 있다. 시각적인 교리 문답을 감상하기 위해 벤치에 앉아 보기 바란다. 그라나다의 대성전으로 여겨지는 것은 헛되지 않다.\n메인 예배당은 중앙 본당과 원형 내부 환경 사이의 공간을 표시하는 메인 아치로 둘러싸여 있다. 이것은 이 대성당의 대표적인 특징이다. 내부에는 알론소 카노가 디에고 데 실로에의 원시적인 르네상스 디자인을 씻어내기 위해 디자인한 바로크 양식의 도상학적 레이아웃이 있다. 대성당 전체와 마찬가지로 메인 예배당은 성모 마리아에 대한 헌신과 신의 백성의 구원 역사에서 그녀가 맡은 중요한 역할의 종합이다.\n아담과 에바의 흉상은 아치 아래 측면에 위치하고 있으며, 가톨릭 왕에게 기도하는 동상 위에 있다. 이들은 알론소 카노의 작품이며 예배당의 도상학적 독서를 시작한다. 그들은 죄로 인해 죽은 우리의 첫 부모이며, 구원을 허락하기 위해 구세주의 도래를 고무시켰다. 그들의 눈은 예수님을 바라보고 있으며, 중앙 공간에 위치한 성막이 있는 성소에 있다.\n제대 주변에는 12개의 큰 기둥이 있고, 교회를 상징하는 12사도의 이미지 옆에 있다. 그 위에는 교회의 교부들이 표현되어 있다. 그들은 그라나다 시에 있는 종교 단체의 창시자들과 함께 교리와 사도적 전통을 전수한다. 이 캔버스 뒤에는 처음에는 스페인 왕의 무덤을 위해 설계된 공간이 있는데, 펠리페 2세가 엘 에스코리알 수도원이 이 목적을 위해 사용될 것이라고 결정할 때 까지이다.\n중앙 구역은 대중적 신앙심에서 \"마리아의 일곱 가지 기쁨\"으로 알려진 성모 마리아의 삶에 대한 가장 관련성 있는 이야기를 담고 있다. 스페인 바로크 시대의 성모 마리아의 삶에 대한 최고의 시리즈로 찬사를 받은 캔버스 컬렉션이다. 왼쪽에서 오른쪽으로, 원죄 없이 잉태되신 동정녀 탄생, 성전에서의 봉헌, 성육신, 성모 마리아의 엘리자벳 방문, 정화, 승천을 보여준다. 이 공간은 마리아의 가슴에서 신성한 말씀의 성육신을 표현하는 알론소 카노의 숙련도를 보여준다. 이 장면은 교훈을 구성하기 때문에 특별한 주의를 기울일 만 하다. 무거운 커튼을 따라 달리는 천사는 인간과 신의 소통 부족의 종말을 암시하는데, 마리아 안으로 들어가 신의 빛이 이 순간을 영생하게 하는 장면을 관통하도록 함으로써 인간의 형상을 취한다. 성모 아래에 위치한 세 개의 계단 중 두 번째 계단에서 대천사 가브리엘은 성육신한 말씀의 위엄 앞에서 날개를 접고, 예수의 어머니이자 성령의 아내가 되기 위해 신의 은총을 받아들인 후 무슨 일이 일어나고 있는지 고요히 묵상하는 주님의 첫 번째 성체인 성모 마리아의 가슴을 응시한다. 세 번째 단계는 구원의 약속에 대한 위대한 신비에 기도하라는 초대를 의미한다.\n이 부분 위에는 후안 델 캄포가 디자인한 스테인드글라스로 창문이 덮여 있으며, 타보르 산에서의 변형, 최후의 만찬(성찬례가 특징임), 요르단 강에서의 세례를 삽화로 묘사하여 예수의 공생활을 설명한다. 스테인드글라스는 그리스도의 메시지 외에도 건물의 나머지 부분을 비추는 빛을 제공하는 목적을 가지고 있다.\n별이 빛나는 천상의 천장, 천국의 우화에 도달하기 전에 또 다른 뛰어난 스테인드글라스 창문이 이 도상학적 계획을 마무리한다. 이것은 홀란드의 테오도르의 작품이며, 16세기 최고의 스테인드글라스 컬렉션 중 하나로 여겨진다. 그들은 십자가를 등에 지고 있는 그리스도의 표현, 십자가에 못 박히심, 강림, 막달라 마리아의 출현, 승천, 성령의 강림을 통해 파스카 신비를 보여준다.\n사제관 중앙에는 나바스 파레호가 은으로 조각한 성찬함이 뱀 모양의 돌 받침대 위에 놓여 있으며, 그 위에는 신앙을 상징하는 우화적 인물이 있다. 눈을 가린 여성 인물로, \"보지 않고 믿는 ​​것\"의 미덕을 암시한다. 그리스도의 몸, 성찬은 성소 안에 보관되어 있으며, 그 옆에는 항상 불이 켜진 양초가 있다.\n성서대가 그 뒤에 있다. 성당과 수도원에서 없어서는 안 될 품목이다. 성가대 책을 올려놓을 수 있는 받침대로, 성직자들이 성무일도를 낭송하는 동안 읽을 수 있다. 성구실의 원죄 없는 동정녀와 베들레헴의 동정녀를 조각한 알론소 카노가 삼나무와 뱀 모양의 돌로 만들었으며, 쇼룸에 전시되어 있다. 통로와 메인 예배당을 연결하는 아치에서 가까이서 감상할 수 있다.\n오른쪽 제단 밑에서 주교의 의자를 감상할 수 있다. 앞서 말했듯이, 여기에서 주교는 그라나다 기독교 공동체의 아버지이자 목사로서 사도 계승의 사역을 수행한다.\n지붕에 매달려 있는 두 개의 은색 램프는 특별히 언급할 가치가 있다. 이 램프는 알론소 카노가 디자인했으며, 백합 꽃병, 성당 에스커천, 다양한 판에 천사를 담고 있는 축복받은 성모 마리아의 다양한 기도문과 같이 몸통과 사슬에 마리아 모티브로 장식되었다.\n마지막으로, 메인 예배당을 둘러싼 설교단 중 하나를 멈추고 감상해보자. 이 설교단은 대리석과 금도금 목재로 만들어졌으며, 신학적 미덕으로 장식되어 있다. 오른쪽 설교단은 희망을 나타내며, 닻은 신에 대한 흔들리지 않는 믿음의 기초이다. 왼쪽 설교단은 자기 자식이 아닌 아이들을 껴안고 먹이는 여성을 통해 자선을 나타낸다.\n왕실 예배당 입구 옆에 있는 성 야고보 제단을 향해 오른쪽으로 가서 방문을 계속하자."
}