{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Intelligent drones for precision farming\nToday I'm going to introduce you to an innovation in the agricultural sector: AgriDrone.\nThis is an intelligent drone designed specifically for precision farming. Equipped with multi-spectral sensors and advanced artificial intelligence, AgriDrone can monitor crops in real time. Thanks to its regular flights over plots of land, it collects data on the condition of plants, detects disease and measures soil moisture levels. All this information is sent to a mobile application, enabling farmers to monitor their crops remotely.\nWhat are the benefits?\nFirstly, AgriDrone improves yields. By quickly detecting problem areas, it enables problems to be tackled in a targeted way, avoiding losses and optimising productivity. En\nSecondly, it enables precise management of resources. The drone analyses water and fertiliser requirements, optimising irrigation and reducing the waste of plant protection products.\nFinally, it saves farmers precious time. Instead of having to scour the fields manually, they receive all the information they need directly on their phone, enabling them to make informed decisions without having to go anywhere.\nIn conclusion, AgriDrone is an innovation that is revolutionising agriculture by making farms more efficient, more profitable and more sustainable. By using this technology, farmers can maximise production while minimising environmental impact.",
    "trans": "정밀 농업을 위한 지능형 드론\n오늘은 농업 분야에서의 혁신적인 기술을 소개하려 합니다: 아그리드론.\n아그리드론은 정밀 농업을 위해 특별히 설계된 지능형 드론입니다. 아그리드론은 다중 스펙트럼 센서와 고급 인공지능을 장착하여 실시간으로 작물을 모니터링할 수 있습니다. 정기적으로 농지 위를 비행하는 덕분에, 식물상태에 대한 데이터를 수집하고 식물 상태를 파악하고 질병을 감지하며 토양 습도 수준을 측정합니다. 모든 정보는 모바일 애플리케이션으로 전송되어 농부들이 원격으로 작물을 모니터링할 수 있습니다.\n장점은 무엇일까요?\n첫째, 아그리드론은 수확량을 향상시킵니다. 문제가 있는 구역을 빠르게 감지하여, 문제를 목표지향적으로 해결할 수 있게 도와주며, 손실을 방지하고 생산성을 최적화합니다. 안에서\n둘째, 정밀한 자원 관리가 가능합니다. 드론은 물과 비료의 요구 사항을 분석하여, 관개를 최적화하고 식물 보호 제품의 낭비를 줄입니다.\n마지막으로, 농부들의 소중한 시간을 절약합니다.농부들은 필드를 직접 점검할 필요 없이 모바일로 필요한 모든 정보를 받게 되어, 어디에도 가지 않고도 정보에 기반한 결정을 내릴 수 있습니다.\n결론적으로, 아그리드론은 농장을 더 효율적이고, 더 수익성 높으며, 더 지속 가능하게 만들어 농업을 혁신하는 기술입니다. 이 기술을 사용함으로써 농부들은 생산을 극대화하고 환경에 미치는 영향을 최소화할 수 있습니다."
}