{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Yes [they have offered the option of bilingual class], but for him, it is very difficult. [...] Because it is difficult to learn both languages, both to write it, to read it ... for them it is easier to learn only one language.]\nWhen [redacted_name] enrolled her child in a new school—as a result of a move—she was offered a bilingual option for her child but she refused it because she had subscribed to the belief that when a child has a disability “it is difficult to learn both languages” and “it is easier to learn only one language.” Here [redacted_name]’s son’s identity as a child with a disability supersedes his identity as a bilingual person. Again, like [redacted_name], [redacted_name] uses “ellos” as code for children with disabilities and discounts his capacity to be bilingual on the basis of difficulty of the skill in relation to the capacity of her child. In this episode, we can see the ways in which mothers once again choose monolin- gualism as a way to augment the possibility of academic success in response to a child’s disability labels. This narrative doesn’t just keep students from gaining entry into bilingual programs; it also pushes them out of the limited bilingual settings available to them.\nOnly one student in this study, [redacted_name] [redacted_name], had access to what can be consid- ered the ideal placement for EBLADs: a bilingual inclusive class. This setting is considered the ideal because it offers EBLADs access to the services they need to mitigate the impact of their dis/ability on their academic performance while helping them develop their bilingualism alongside their able-bodied peers. Still, the value of this setting was lost on her mother who at the time was considering moving her to a monolingual English class after having a meeting with [redacted_name] [redacted_name]’s teachers:\nLos maestros dicen que es mejor para ella. Para que solo en un–, solo en inglés se enfoque. Y no se le haga tan complicado aprender al mismo tiempo los dos idiomas.\n[The teachers say it’s better for her. So that only in one–, she focuses only in English. And it will not be so complicated to learn both languages at the same time.]\nHere Ana ascribes the complications that may be encountered in bilingual/bilit- eracy development to any child to her daughter. When a teacher tells a mother that it is in the child’s best interest to move them to a monolingual class a mother imme- diately accepts this as truth. She accepts it because she wants the best for her child and because she trusts and views the teacher/s as an expert. And so, they agree to transition their children out of bilingual programs even when this puts a strain on the mother–child relationship. This strain is explored in the next section.\nMy Mother Can’t Help Me\nWhile a school may view a monolingual placement to be in the",
    "trans": "네 [그들은 이중 언어 수업 옵션을 제공했습니다], 하지만 그에게는 매우 어렵습니다. [...] 두 언어를 모두 배우는 것이 어렵고, 쓰기도 어렵고, 읽기도 어렵기 때문입니다... 그들에게는 한 언어만 배우는 것이 더 쉽습니다.]\n[redacted_name]이 이사로 인해 자녀를 새 학교에 등록했을 때, 자녀를 위한 이중 언어 옵션을 제안받았지만, 그녀는 장애가 있는 자녀는 \"두 언어를 모두 배우는 것이 어렵다\"고 생각하고 \"한 언어만 배우는 것이 더 쉽다\"는 믿음에 동의했기 때문에 이를 거부했습니다. 여기서 [redacted_name]의 아들은 장애가 있는 자녀라는 정체성이 이중 언어 사용자라는 정체성을 대체합니다. 다시 말해서, [redacted_name]과 마찬가지로 [redacted_name]은 장애가 있는 아동을 지칭하는 코드로 \"ellos\"를 사용하고, 자녀의 능력과 관련된 기술의 어려움을 근거로 이중 언어 능력을 할인합니다. 이 에피소드에서 우리는 어머니가 자녀의 장애 라벨에 대한 대응으로 학업적 성공 가능성을 높이는 방법으로 다시 한 번 단일 언어 사용을 선택하는 방식을 볼 수 있습니다. 이 이야기는 학생들이 이중 언어 프로그램에 참여하는 것을 막는 것뿐만 아니라, 제한된 이중 언어 환경에서 학생들을 밀어내기도 합니다.\n이 연구에서 [redacted_name] [redacted_name]이라는 학생 한 명만이 EBLAD에게 이상적인 배치로 간주될 수 있는 이중 언어 포용 수업에 접근할 수 있었습니다. 이 환경은 EBLAD에게 장애가 학업 성취도에 미치는 영향을 완화하는 데 필요한 서비스에 접근할 수 있고 건강한 동료들과 함께 이중 언어를 개발할 수 있도록 돕기 때문에 이상적이라고 여겨집니다. 그래도 이 설정의 가치는 당시 [redacted_name] [redacted_name]의 선생님들과 회의를 한 후 그녀를 단일 언어 영어 수업으로 옮기는 것을 고려하고 있던 그녀의 어머니에 의해 상실되었습니다:\nLos maestros dicen que es mejor para ella. Para que solo en un–, solo en inglés se enfoque. Y no se le haga tan complicado aprender al mismo tiempo los dos idiomas.\n[선생님들은 그녀에게 더 좋다고 말합니다. 그래서 그녀는 한 과목에서만 ㅡ영어에만 집중합니다. 그리고 동시에 두 언어를 배우는 것이 그렇게 복잡하지 않을 것입니다.]\n여기서 아나는 어떤 아이에게나 발생할 수 있는 이중 언어/이중 문해력 발달의 복잡성을 딸에게 돌립니다. 교사가 어머니에게 아이를 단일 언어 수업으로 옮기는 것이 아이의 최선의 이익이라고 말하면 어머니는 즉시 이것을 진실로 받아들입니다. 그녀는 아이를 위해 최선을 원하고 교사를 전문가로 신뢰하고 보기 때문에 이를 받아들입니다. 그래서 그들은 어머니와 아이의 관계에 부담을 주더라도 자녀를 이중 언어 프로그램에서 벗어나게 하는 데 동의합니다. 이러한 부담은 다음 섹션에서 살펴봅니다.\n제 어머니는 저를 도울 수 없습니다\n학교는 단일 언어 배치를 다음과 같은 것으로 간주할 수 있습니다."
}