{
    "source": "en_US",
    "target": "ko_KR",
    "text": "As I mentioned to those of you who were at rehearsal on Monday, we will have a soundcheck slot in the Bradshaw Hall from 16:30-17:00. We'll use this to run the four pieces in the hall and to talk through the process of getting on and off stage efficiently. IT'S REALLY IMPORTANT THAT YOU'RE READY TO GO ONSTAGE AND REHEARSE RIGHT AT 16:00. Please don't be late. As I mentioned Monday, if you have a clash with this rehearsal, email the relevant teacher, copying me in, to let them know that you have this soundcheck for the VC concert, apologizing on my behalf for the late notice. Feel free to let them know that this schedule was only confirmed yesterday morning.\nOur actual performance slot on the programme is towards the end of the concert, so we don't need to be backstage right at the start. I'd like everyone to be assembled backstage for 18:30. We will have printed some more copies of the booklet for those of you who don't have one. Those who are missing the concert due to the Woodwind Workshop are of course excused from the soundcheck as well.\nConcert dress will be ALL BLACK: Black collared, long-sleeved shirt, worn open at the neck (no jacket, no tie) and tucked into black tailored trousers (no denim), worn with a black belt, or a long (below the knee) black dress or skirt. All dresses and tops must have minimum 3/4 length sleeves with shoulders covered. Black socks or tights, black smart shoes (no trainers, no sandals, no boots). Care should be taken that the material of clothing is a matching, true black shade. Students are welcome to incorporate clothing of religious significance into this formal dress code (e.g. kippah, headscarf, turban).\nThis dress code is copied essentially verbatim from the Performance Department Projects & Policies document, to which all of you have access. As professional musicians-in-training it is an expectation that you have concert-appropriate clothing. If you're not able to achieve this in time for tomorrow night's performance, I expect at minimum black trousers and shirt. Nothing that isn't fully black!\nPlease email me with any questions you have about the performance... I hope you're as excited as I am!",
    "trans": "월요일에 리허설에 참석했던 분들께 말씀드린 것처럼, 브래드쇼 홀에서  16시 30분부터 17시까지 사운드체크 슬롯을 마련할 예정입니다. 이 슬롯을 이용해 홀에서 4개의 작품을 연주하고 무대에 오르고 내리는 과정을 효율적으로 논의합니다. 16시에 바로 무대에 올라 리허설을 할 준비가 된 것이 정말 중요합니다. 늦지 마세요. 월요일에 말씀드린 것처럼, 이 리허설과 겹치는 경우 해당 교사에게 이메일을 보내서 저의 것을 복사해서 VC 콘서트를 위한 사운드 체크가 있다고 알려주세요. 늦은 공지에 대해 사과드립니다. 이 일정은 어제 아침에 확정되었다고 알려주세요.\n프로그램에서 실제 공연 슬롯은 콘서트가 끝나갈 무렵이므로 시작하자마자 무대 뒤에 있을 필요는 없습니다. 저는 모든 사람이 18:30에 무대 뒤에 모이기를 바랍니다. 소책자가 없는 분들을 위해 책자를 몇 부 더 인쇄해 두었습니다. 목관악기 워크숍 때문에 콘서트에 참석하지 못하는 분들은 물론 사운드 체크에서도 제외됩니다.\n콘서트 드레스는 전부 검은색입니다. 검은색 칼라, 긴팔 셔츠, 목을 열어 입고(재킷, 넥타이 금지) 검은색 맞춤 바지(데님 금지)에 넣어 입고, 검은색 벨트와 함께 입거나, 긴(무릎 아래) 검은색 드레스나 치마를 입습니다. 모든 드레스와 상의는 어깨를 덮는 최소 3/4 길이의 소매가 있어야 합니다. 검은색 양말이나 타이츠, 검은색 깔끔한 신발(운동화, ​​샌들, 부츠 금지). 옷의 재질이 어울리는 진정한 검은색 색조인지 확인해야 합니다. 학생들은 종교적 의미가 있는 옷을 이 공식 복장 규정에 통합할 수 있습니다(예: 키파, 헤드스카프, 터번).\n이 복장 규정은 기본적으로공연부 프로젝트 및 정책 문서에서 그대로 복사한 것으로, 여러분 모두가 접근할 수 있습니다.  전문 음악가가 훈련 중이므로 콘서트에 적합한 복장을 갖추는 것이 좋습니다. 내일 밤 공연에 맞춰 이를 달성하지 못한다면 최소한 검은색 바지와 셔츠는 기대할 수 있습니다. 완전히 검은색이 아닌 것은 안 됩니다!\n공연에 대해 궁금한 점이 있으면 이메일로 문의해 주세요... 저만큼 기대되시기를 바랍니다!"
}