{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Monthly & one-time charges on first bill\nMonthly charges and one-time charges added to first bill do not include all applicable taxes and fees. Monthly charges may include any applicable discounts or bill credits that start within 3 bill periods and will not be reflected on first bill. Your first month's statement may include partial-month (prorated) charges, as well as one month's charge in advance.\nHere's the cost breakdown of the AT&T fees shown today\nFor Consumer Customers:\nAdministrative & Regulatory Cost Recovery Fee (per line) $3.49/mo.\nFor Business Customers:\nAdministrative Fee (per line) up to $1.99/mo.\nRegulatory Cost Recovery Fee (per line) up to $1.50/mo.\nHere's what else you can expect on your bill\nThe following AT&T fees and Govt. taxes may apply and are billed per line and may vary by location.\nAdditional AT&T fees (per line)\nFor Business Customers: Property Tax Allotment surcharge ($0.20 - $0.45)\nFederal/State Universal Service Fees\nFederal/State/Local Cost Recovery Fees\nGovt. taxes\n911 and 988 taxes\nSales, Communication Services and other similar taxes\nHeads up: AT&T fees are not govt. imposed taxes or charges.\nFor more details on AT&T Fees and Govt. taxes,\ngo to att.com/mobilityfees.",
    "trans": "첫 번째 청구서의 월별 및 일회성 요금\n첫 번째 청구서에 추가된 월별 요금 및 일회성 요금에는 모든 해당 세금 및 수수료가 포함되지 않습니다. 월별 요금에는 3개 청구 기간 내에 시작되는 해당 할인 또는 청구서 크레딧이 포함될 수 있으며 첫 번째 청구서에 반영되지 않습니다. 첫 번째 달 명세서에는 부분 월(비례 배분) 요금과 한 달 선불 요금이 포함될 수 있습니다.\n여기에 오늘 표시된 AT&T 요금의 비용 세부 정보가 있습니다.\n소비자 고객의 경우:\n행정 및 규제 비용 회수 수수료(회선당) 3.49달러/월.\n기업 고객의 경우:\n행정 수수료(회선당) 최대 1.99달러/월.\n규제 비용 회수 수수료(회선당) 최대 1.50달러/월.\n여기에 귀하가 청구서에서 예상할 수 있는 다른 사항이 있습니다\n다음 AT&T 요금 및 정부 세금이 적용될 수 있으며 회선당 청구되며 위치에 따라 다를 수 있습니다.\n추가 AT&T 수수료(회선당)\n기업 고객의 경우: 재산세 할당 추가 요금(0.20달러 - 0.45달러)\n연방/주 보편 서비스 수수료\n연방/주/지방 비용 회수 수수료\n정부 세금\n911 및 988 세금\n판매, 통신 서비스 및 기타 유사한 세금\n주의: AT&T 수수료는 정부에서 부과하는 세금이나 요금이 아닙니다.\nAT&T 수수료 및 정부 세금에 대한 자세한 내용을 위해,\natt.com/mobilityfees로 이동하세요."
}