{
    "source": "en_US",
    "target": "ko_KR",
    "text": "For a 2000 sq. ft. space with 3 washrooms, 2 floors (one a yoga studio and the other offices), the average price in Newmarket, Ontario, would likely range between $180 to $350 per visit, depending on factors like frequency, cleaning requirements (deep vs. standard cleaning), and the specific layout of the space.\nSince the space is partially underused (upstairs offices are hardly used), this may help reduce the cost. Weekly cleanings typically result in a lower per-visit rate compared to bi-weekly or less frequent services.\nHere’s a suggestion for your email response:\nSubject: Cleaning Service Estimate for [Client’s Name] at [Address]\nHi [Client’s Name],\nThank you for reaching out! I’d be happy to provide a quote for cleaning your space. To ensure we provide the most accurate estimate based on your needs, it would be ideal to schedule a quick visit to the location. This will allow us to assess the specific cleaning requirements and determine the best approach.\nPlease let me know your availability for a site visit, and we’ll arrange a time that works best for you.\nLooking forward to hearing from you.\nBest regards,\nMichelle\n[Your Company Name]\nThis allows you to assess the space before finalizing the quote and shows professionalism in ensuring the client gets a fair estimate.",
    "trans": "3개의 화장실, 2개의 층(한 층은 요가 스튜디오, 다른 한 층은 사무실)이 있는 2,000제곱피트 공간의 경우, 온타리오주 뉴마켓의 평균 가격은 빈도, 청소 요구 사항(심층 대 표준 청소), 공간의 특정 배열과 같은 요인에 따라 방문당 180~350달러 사이가 될 것입니다.\n공간이 부분적으로 사용되지 않으므로(윗층 사무실은 거의 사용되지 않음), 이것은 비용을 줄이는 데 도움이 될 것입니다. 일반적으로 주간 청소는 2주에 한 번 또는 그보다 덜 빈번한 서비스에 비해 방문당 요금이 낮습니다.\n여기에 이메일 회신에 대한 제안이 있습니다:\n제목: [주소]의 [고객의 이름]에 대한 청소 서비스 견적\n안녕하세요 [고객의 이름]님,\n문의해 주셔서 감사합니다! 귀하의 공간 청소에 대한 견적을 기꺼이 제공해 드리고자 합니다. 귀하의 요구 사항에 따라 가장 정확한 견적을 제공할 수 있도록 해당 위치로의 빠른 방문 일정을 잡는 것이 이상적일 것 입니다. 이것은 귀하가 특정 청소 요구 사항을 평가하고 가장 적합한 접근 방식을 결정할 수 있도록 할 것입니다.\n현장 방문 가능 시간을 알려주세요, 그러면 귀하에게 가장 적합한 시간을 정해드리겠습니다.\n귀하로부터의 연락을 기다리겠습니다.\n안부를 전하며,\n마이클\n[귀하의 회사명]\n이를 통해 견적을 확정하기 전에 공간을 평가하고 고객에게 공정한 견적을 제공하는 전문성을 보여주는 것이 가능합니다."
}