{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello,\nThank you for reaching out with your concerns.\nOur Standard and Premier Memberships have different billing methods however they do not offer different levels of exposure for your listings.\nWe understand how frustrating it can be to receive fewer inquiries than expected regarding your puppies.\nThe following tips are general suggestions to help improve your listings and the exposure they receive.\n-Consider the Boost option. Please note that we have introduced a “boost” option intended to make listings more visible to potential buyers, so if you haven’t received as many inquiries as you hoped to receive, you can consider boosting your listings. For more information about the “Boost” feature, please refer to our Help Center article here.\n-Optimize your photos. Buyers often wish to look at photos of the puppy in each listing, so keeping photos up-to-date may increase the number of times your listings are viewed. You are able to upload 10 photos per listing. Make sure your photos are a good representation of the puppy you are selling. Many times buyers will skip listings which do not have photos attached or use photos that make the dog difficult to see.\n-Improve Listing descriptions. Ensure that you utilize the description section of the listing to talk about the puppy being advertised. Interested parties will want to know information about the puppy such as personality, energy-level, physical characteristics not shown in the photos as well as information about purchasing the puppy, an explanation of what is included or an offer to come visit the puppy if possible. This section is your opportunity to “sell” or “show off” the puppy to potential buyers.\n-Improve your Profile(s). Make sure you fill out your profile Biography section, and/or your Premier profile if you have a premier membership. This information can be edited on your profile page. This section is your opportunity to sell yourself and your services. Utilizing this section can help a potential buyer feel good about contacting you for one of your puppies. Remember that, for a potential buyer, contacting a Breeder/Seller over the Internet can be a little intimidating. They want to feel comfortable with whom they are contacting. This is your chance to let them know that you are the Breeder/Seller they are looking for.\n-Consider adding additional contact information. Additionally, please keep in mind that you're free to add your email address and/or your personal phone number to your listing descriptions, your Biography section, and/or your Premier profile if you wish to do so. This is entirely optional, but it can give potential buyers additional resources for contacting you to make an inquiry, which in turn can increase the overall number of inquiries you receive.\n-Reconsider your pricing. Check out your competitors listings to see where you fall with regard to price. Are your prices too high or too low? Either of these scenarios can turn off a potential buyer. Pricing your puppies can be difficult because pricing the puppy too high (even though you may feel the price is more than warranted) can put the puppy out of reach for many buyers. However, pricing the puppy too low can make the potential buyer think the puppy being offered is not of good quality. Checking where you fall amongst your competitors can give you an idea of where you want to be with your price.\n-Check messages often. Check your Message Center frequently, and make sure you don’t miss any email notifications about new messages. If you have missed email notifications, it is possible that your email provider is blocking emails from unknown senders. Please make sure that noreply@puppies.com is added to your contact list. You should also check your Spam folder to make sure that messages aren't being directed there.\n-Complete additional verifications. The more verifications you complete, the higher your listings will appear in search results when the \"ID Verified First\" Order by option is selected during a search. For more information about verification options for your account, please refer to our How do I manage my verifications? FAQ for instructions.\nI hope these tips help you in selling your puppies. Please understand that Puppies.com has no control over a potential buyer choosing to contact you versus another Breeder. Choosing a puppy and a Breeder is a personal decision and there is no way of knowing why a Buyer picks one listing over another. Hopefully, however, following these tips will result in renewed interest in your listings.\nIf you have any other questions, please don't hesitate to contact me.\nThank you,\nDavid",
    "trans": "안녕하세요,\n문의사항을 남겨주셔서 감사합니다.\n저희 스텐다드 및 프리미엄 멤버십은 결제 방식이 다르지만 다른 수준의 회원님 리스트 노출 수준을 제공하지 않습니다.\n귀하의 강아지들에 대해서 예상보다도 적은 문의들을 받으시는 것이 얼마나 답답한 일인지 이해합니다.\n다음의 팁들은 리스트의 노출도를 향상시키는 데 도움이 되는 일반적인 제안들 입니다.\n-부스트 옵션을 고려하세요. 저희는 잠재적 구매자에게 리스트를 더욱 잘 보이게 하는 \"부스트\"옵션을 도입했습니다. 따라서 기대한 만큼의 문의를 받지 못하셨다면, 리스트 부스팅을 고려해볼 수 있습니다. \"부스트\" 기능에 대한 자세한 내용은 여기 도움말 센터 글을 참조하시기 바랍니다.\n-사진을 최적화하세요. 구매자는 보통 각 리스트에 있는 강아지 사진을 보고 싶어 합니다. 따라서 사진을 최신 상태로 유지하면 리스트 조회 수를 높일 수 있습니다. 리스트당 최대 10장의 사진을 업로드할 수 있습니다. 판매하고자 하는 강아지를 잘 보여주는 사진이 되도록 하세요. 첨부된 사진이 없거나 강아지를 보기 어려운 사진을 사용하면 많은 경우 구매자들이 리스트를 그냥 지나칠 것입니다.\n-리스트 설명을 개선하세요. 리스트의 설명 섹션을 적극 활용하여 광고하는 강아지에 대한 말들을 할 수 있도록 하세요. 관심있는 사람들은 강아지의 성격, 활력 정도, 사진에서 보이지 않는 신체적 특징 뿐만 아니라 강아지 구매에 대한 정보, 포함된 사항에 대한 설명 또는 가능하다면 강아지를 보러 갈 수 있는 기회에 대한 정보를 알고 싶어할 것입니다. 이 섹션은 잠재적인 구매자에게 강아지를 \"판매\"하거나 \"자랑\"할 수 있는 기회입니다.\n-프로필(들)을 개선하세요. 프로필의 자기소개 섹션 및/또는 프리미어 멤버십을 보유하고 있다면 프리미어 프로필을 꼭 작성하도록 하세요. 이 정보는 귀하의 프로필 페이지에서 편집할 수 있습니다. 이 섹션은 귀하와 귀하의 서비스를 판매할 수 있는 기회입니다. 이 섹션을 활용하면 잠재적인 구매자가 귀하에게 연락하여 강아지를 구매하는 것에 대해 긍정적인 느낌을 가지도록 돕습니다. 잠재적인 구매자는 인터넷을 통해 브리더/판매자에게 연락하는 것을 다소 부담스러워 할 수 있다는 점을 기억하세요. 그들은 자신이 연락하는 대상에 대해 편안함을 느끼고 싶어 합니다. 이것은 귀하가 그들이 찾고 있는 브리더/판매자임을 그들에게 알릴 수 있는 기회입니다.\n-추가적인 연락처 정보를 추가하는 것을 고려하세요. 또한, 원한다면 귀하의 이메일 주소 및/또는 개인 전화번호를 목록 설명, 약력 섹션, 및/또는 프리미어 프로필에 자유롭게 추가할 수 있다는 점을 기억하세요. 이는 전적으로 선택사항이지만, 귀하에게 문의할 수 있는 추가적인 방법을 잠재적인 구매자에게 제공할 수 있으며, 결과적으로 수신하는 전체 문의 수를 증가시킬 수 있습니다.\n-가격을 재검토하세요. 경쟁자들의 리스트들을 확인하여 가격과 관련해 귀하의 위치를 확인하세요. 가격이 너무 높거나 낮은가요? 두 가지 경우 모두 잠재적인 구매자를 끌어들이지 못할 수 있습니다. 강아지의 가격을 책정하는 것은 어려울 수 있는데 가격을 너무 높게 책정하면(가격이 충분히 정당하다고 느껴질 수 있지만) 많은 구매자들에게 강아지가 손이 닿지 않게 될 수 있습니다. 하지만 가격을 너무 낮게 책정하면 잠재적 구매자는 제공되는 강아지가 좋은 품질이 아니라고 생각할 수 있습니다. 경쟁자들 사이에서 귀하의 위치를 확인하는 것은 가격 책정에 대해 어디에 위치할지에 대한 아이디어를 제공할 수 있습니다.\n-메시지를 자주 체크하세요. 메시지 센터를 자주 체크하고 새 메시지에 대한 이메일 알림을 놓치지 않았는지 확인하세요. 이메일 알림이 누락됐다면, 귀하가 사용중인 이메일 제공자가 알 수 없는 발신자의 이메일을 차단했을 가능성이 있습니다. noreply@puppies.com을 연락처 목록에 확실히 추가해주시기 바랍니다. 또한 스팸 폴더함을 확인해서 메시지가 거기로 전달되지 않았는지 확인하세요.\n-추가 인증을 완료하세요. 인증을 더 많이 완료할수록, 검색 시 \"아이디 인증 우선\" 정렬 옵션을 선택했을 때 귀하의 목록이 더 높은 순위에 표시됩니다. 계정 인증 옵션에 대한 더 자세한 정보는 인증을 어떻게 관리하나요? 자주 묻는 질문을 참조하여 안내를 받으시기 바랍니다.\n이 팁들이 강아지를 판매하는 데 도움이 되기를 바랍니다. 퍼피스닷컴은 잠재적 구매자가 다른 브리더 대신 여러분에게 연락하는 것을 선택하는 것에 대해 아무런 통제권이 없다는 점을 이해해주시기 바랍니다. 강아지와 브리더를 선택하는 것은 개인적인 결정이며 왜 구매자가 하나의 리스트를 다른 리스트대신 선택했는지 알 수 있는 방법은 없습니다. 그러나 이 팁들을 따라 귀하의 리스트에 대한 관심이 새롭게 생길 수 있기를 바랍니다.\n다른 문의사항이 있으시면, 주저하지 말고 연락주시기 바랍니다.\n감사합니다,\n데이비드"
}