{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name], [redacted_info], and [redacted_name], [redacted_info], Internal Revenue Service, Criminal Investigation (IRS-CI), announce that [redacted_name], [redacted_info], of [redacted_info], pled guilty for his role in an identity theft tax refund scheme that resulted in the receipt of approximately $1 million in fraudulent tax refunds. Sentencing is scheduled for [redacted_info] before U.S. District Judge [redacted_name].\nCelestin pled guilty to one count of wire fraud, in violation of Title 18, United States Code, Section 1343, and one count of aggravated identity theft, in violation of Title 18, United States Code, Section 1028A. At sentencing, [redacted_name] faces a maximum term of 22 years in prison.\nAccording to the plea documents, [redacted_name] set up two Florida corporations – JC Easy Tax, Inc. (“JC Easy Tax”) and Tax Filing Made Easy! (“Tax Filing Made Easy”) – and listed himself as president. He opened and controlled bank accounts for these two corporations at various banks in South Florida. [redacted_name] caused false and fraudulent individual income tax returns to be filed with the Internal Revenue Service in the names of individuals without those individuals’ knowledge or authority. The defendant caused approximately one million dollars in tax refund monies to be direct deposited to bank accounts for JC Easy Tax and Tax Filing Made Easy. [redacted_name] then withdrew this money for his own personal use and benefit.\n[redacted_name] commended the investigative efforts of IRS-CI. The case is being prosecuted by [redacted_info]. [redacted_name]\nA copy of this press release may be found on the website of the United States [redacted_name]'s Office for the Southern District of Florida at http://www.usdoj.gov/usao/fls. Related court documents and information may be found on the website of the District Court for the Southern District of Florida at",
    "trans": "[redacted_name], [redacted_info], and [redacted_name], [redacted_info], 미국 국세청, 형사 수사 부서 (IRS-CI)는 [redacted_info]에서 [redacted_info]를 맡고 있는 [redacted_name]가 신원 도용 세금 환급 사기에 연루되어 약 100만 달러의 허위 세금 환급을 받게 된 혐의에 대해 유죄를 인정했다. 선고일은 [redacted_info]로, 선고인은 미국 연방 지방법원 판사인 [redacted_name]로 예정되어 있다.\nCelestin은 미국법 제18조 제1343항에 따른 전자사기 1건과 미국법 제18조 제1028A항에 따른 심각한 신원 도용 1건에 대해 유죄를 인정했다. 선고에서 [redacted_name]은 최대 22년의 징역형에 처해질 수 있다.\n항소에 따르면, [redacted_name]은 두 개의 플로리다 기업인 JC Easy Tax, Inc. 와 Tax Filing Made Easy를 설립하고 자신을 사장으로 등록했다. 그는 이 두 기업의 은행 계좌를 여러 개의 남부 플로리다 은행에 개설하고 관리했다. [redacted_name]은 개인의 동의나 허가 없이 그들의 이름으로 거짓 및 사기성의 개인 소득세 신고서를 국세청에 제출했다. 피고는 약 100만 달러의 세금 환급금을 JC Easy Tax와 Tax Filing Made Easy의 은행 계좌로 직접 입금되도록 했으며, [redacted_name]은 이 돈을 자신의 개인적인 용도와 이익을 위해 사용했다.\n[redacted_name]은 IRS-CI의 수사 노력을 칭찬했다. 이 사건은 [redacted_info]인 [redacted_name]가 기소 중이다.\n이 보도 자료의 사본은 미국 [redacted_name]의 남부 플로리다 지방법원 웹사이트(http://www.usdoj.gov/usao/fls)에서 찾을 수 있으며, 관련 법원 문서 및 정보는 남부 플로리다 지방법원 웹사이트에서 확인할 수 있다."
}