{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In this tit-cition volume, for consistency with the other fifth. edion i HO Blue Books, the d om varia\" is used instead of \"entity. and suntype is used instead of \"variant\". Only types are listed in the lassification, with the subtypes listed in the Subtypes) sub. sections and then described in the Histopathology or Diagnostic molecular pathology subsections of individual sections. As a result ot ts change and because grading is being applied within types (see below), meningiona is treated as a single type with only one entry in the classification, with its maty histological subtypes and different grades described within that entry.\nFor CNS tumour nomenclature, the fith edition follows the recommendations of the IMPACT-Utrecht meeting to make nomenclature more consistent and simple (1944). In the past, some tumour names included anatomical site modifiers (e.\n\"chordid glioma of the third ventricle\" whereas others did not, despite occurring in specific locations (e.g. \"medulloblastoma\", and some included genetic modifiers (e. g. \"globlastoma, IDH. wildtype\") whereas others did not, despite having specific genotypes (e.g. \"atypical teratoid/thabdoid tumour\"). Names have therefore been simplified as much as possible, and only location, age, or genetic modifiers with remaining clinical utility have been used (e.g. \"extrate, for tum nurs ocytoma\"\n\"central neurocytoma\"). Importantly, for tumours with features that are highly characteristic (e.g. the stereotypical location of chordoid gliomas in the third ventricle), these specific features are included in the tumour definitions and descriptions even it they are not part of the tumour name. Moreover, tumour names sometimes reflect characteristic features that are not found in all such lesions. For example, some myxopapillary ependymomas are not myxoid, some are not papillary, and some are neither myxoid nor papillary in substantial ways; and xanthomatous change is found in a relatively small percentage of pleomorphic xanthoastrocytomas. Nonetheless, such names represent char-acteristic, if not universal, features. The terms may also reflect historical associations that have become embedded in common usage; for instance, although a medulloblast has not been identified in developmental studies, the term \"medulloblastoma\" is deeply ingrained in tumour terminology, and changing the name could be quite disruptive to clinical care, scientific experiments that rely on prior data, and epidemiological studies. Lastly, with the change to grading within tumour types (see below), modi: fier terms like \"anaplastic\" are not routinely included; familia names like \"anaplastic astrocytoma\" and \"anaplastic oligoder droglioma\" do not, therefore, appear in this classification.\nGene and protein nomenclature for CNS tumour classification\nThe fifth edition of the WHO Classification of Tumour folone the Human Genome Organisation (HUGO) Gene Nomena c\nCommittee (HGNC) system for gene symbols and gene aise",
    "trans": "이 인용문에서는, HO 블루 북스의 다른 5판과의 일관성을 위해 \"독립체\" 대신 \"돔 배리어\"를 사용하고 \"변종\" 대신 \"선형\"을 사용한다. 분류에는 유형만 나열되고 하위 유형은 하위 유형 하위 섹션에 나열된 다음 개별 섹션의 조직병리학 또는 진단 분자 병리학 하위 섹션에 설명된다. 결과적으로 otts가 변경되고 유형 내에서 등급이 적용되기 때문에(아래 참조), 수막종은 분류에 항목이 하나만 있는 단일 유형으로 처리되고 해당 항목 내에 관련 조직학적 하위 유형과 다른 등급이 설명된다.\n중추 신경 계통 종양 명명법의 경우, 5판은 명명법을 보다 일관되고 단순하게 만들기 위한 임팩트-위트레흐트 회의의 권장 사항(1944)을 따른다. 과거에는 일부 종양 이름에 해부학적 부위 변형자(예:\n\"제3뇌실의 척삭형 신경교종\")가 포함되었지만 다른 종양은 특정 위치에 발생했음에도 불구하고 그렇지 않았다(예: \"수질모세포종\", 일부 종양에는 유전적 변형자(예: \"구체모세포종, IDH. 야생형\")가 포함되었지만 다른 종양은 특정 유전자형을 가지고 있음에도 불구하고 그렇지 않았다(예: \"비정형 기형/척삭형 종양\"). 따라서 이름은 가능한 한 단순화되었고 임상적 유용성이 남아 있는 위치, 연령 또는 유전적 변형자만 사용되었다(예: \"종양의 척삭형 신경교종에 대한 추출\"\n\"중심 신경세포종\"). 중요한 점은 매우 특징적인 특징(예: 제3뇌실의 척삭형 신경교종의 고정관념적 위치)이 있는 종양의 경우 이러한 특정 특징은 종양 정의 및 설명에 포함되어 있지만 이러한 특징이 종양 정의 및 설명의 일부가 아니더라도 종양 이름. 게다가 종양 이름은 때때로 모든 병변에서 발견되지 않는 특징적인 특징을 반영한다. 예를 들어, 일부 점액유두상 상피세포종은 점액양이 아니고, 일부는 유두상이 아니며, 일부는 실질적으로 점액양도 유두상도 아니다. 그리고 황색종성 변화는 다형성 황색성 성상세포종의 비교적 적은 비율에서 발견된다. 그럼에도 불구하고, 그러한 이름은 보편적이지는 않더라도 특징적인 특징을 나타낸다. 이 용어는 또한 일반적인 사용에 내재화된 역사적 연관성을 반영할 수도 있다. 예를 들어, 수질모세포종이 발생 연구에서 확인되지 않았지만, \"수질모세포종\"이라는 용어는 종양 용어에 깊이 뿌리 박혀 있으며, 이름을 변경하면 임상 치료, 이전 데이터에 의존하는 과학적 실험 및 역학 연구에 상당한 방해가 될 수 있다. 마지막으로, 종양 유형 내에서 등급을 변경함에 따라(아래 참조) \"이형성\"과 같은 수정된 용어는 일상적으로 포함되지 않는다. 따라서 \"이형성 성상세포종\" 및 \"이형성 과소세포종\"과 같은 가족성 이름은 이 분류에 나타나지 않는다.\n중추신경계 종양 분류를 위한 유전자 및 단백질 명명법\n세계보건기구 종양 분류의 제5판은 국제인간유전체기구(HUGO) 유전자 명명법 c\n유전자 기호 및 유전자 기호에 대한 위원회(HGNC) 체제를 따른다."
}