{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Eclipses come in pairs, so now we have the second eclipse, a new moon solar eclipse, on October 2 in Libra in your eighth house of other people’s money. You may have received news that you would have to pay for something expensive that you had not anticipated. It seems to be a large amount. If you had insurance and it pertained to the topic you are wrestling with, it may have been that you are getting a very small amount—surprisingly so. You can go back and make an appeal.\nThe money in question may have to do with a commission, royalty, bank loan, mortgage, or a large amount of money owed to you, or it could be about money that you owe someone else. It could be about a court case that was finally decided involving money. You may sell something expensive, like a house or a car, or buy something costly. The eclipse could bring news about an inheritance, a problem with your ecommerce cart if you have a website, or grand larceny when someone tries to cash a check in your account that you never wrote (but they created in Photoshop). Or it could be problems getting venture capital that was promised to you but not sent. You get the idea.\nThe eclipse may deliver its message on October 2, or it may still come up. Some eclipses (about 10 percent) deliver their message one month to the day earlier (near September 2 in this case, plus or minus four days) or will make their point one month to the day later, with the same number of days’ tolerance (astrologers work with bell curves).",
    "trans": "월식은 항상 쌍으로 일어나며, 이번에는 10월 2일, 천칭자리에서 일어나는  당신의 여덟 번째 하우스인 다른 사람의 돈과 관련이 있는 새로운 달의 태양 월식이 두 번째 월식입니다. 예상하지 못했던 비싼 비용을 지불해야 한다는 소식을 들었을 수도 있습니다. 그 금액은 꽤 클 수 있습니다. 만약 보험이 있고, 당신이 고민하고 있는 주제와 관련이 있다면, 보험금이 예상보다 적게 나왔을 수 있습니다—놀랍게도. 이 경우, 돌아가서 이의를 제기할 수 있습니다.\n이 문제의 돈은 커미션, 로열티, 은행 대출, 모기지, 또는 당신에게 빚진 큰 금액과 관련이 있을 수 있습니다, 또한 다른 사람에게 빚을 지고 있는 돈일 수도 있습니다. 이것은 결국 돈과 관련된 법정 사건의 판결에 관한 것일 수 있습니다. 당신은 비싼 물건, 예를 들어 집이나 자동차를 팔거나, 값비싼 물건을 구매할 수도 있습니다. 이 월식은 상속에 관한 소식, 만약 웹사이트가 있다면 이커머스 쇼핑 카트 문제, 또는 누군가가 당신의 계좌에서 당신이 작성하지 않은 수표를 현금화하려는 대규모 절도 사건에 대한 소식을 가져올 수 있습니다 (그들이 포토샵으로 만든 수표일 수 있습니다). 또는 당신에게 약속된 벤처 자금이 전달되지 않아 발생하는 문제일 수도 있습니다. 이제 어떤 말인지 알 것입니다.\n이 월식은 10월 2일에 메시지를 전달할 수도 있고, 아직 나타날 수도 있습니다. 일부 월식은 (약 10%) 한 달 전, 즉 (이 경우 9월 2일 근처, 전후 4일)에 메시지를 전달하거나, 또는 한 달 후 같은 날짜에 메시지를 전달할 수 있으며, 동일한 일수의 허용 오차가 적용됩니다 (점성술사들은 정규 분포 곡선을 사용하여)."
}