{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Specifications\nPlease provide a quotation, along with a proposal of the below specifications.\n1. Objective of the Meet-and-greet session plus adventure day camp with CSJSS students\nTo facilitate the first encounter between CUHK mentors and CSJSS mentees. By dividing participants into six groups, we aim to promote ice-breaking activities, foster mutual understanding, and build close relationships to enhance collaboration in upcoming activities.\n2. No. of participants\nApproximate 72 participants will be divided into 6 groups\nIn each group: 1 senior mentor (CUHK student) + 4 junior mentors (CUHK students) + 6-8 mentees (CSJSS F.4-F.5 students)\n3. Date and Time\n5 Jan 2025 (Sun) : 10:00 – 17:00\n4. Location\nPreferred location options:\n1. Chinese YMCA of Hong Kong, Wu Kwai Sha Youth Village, Ma On Shan\n2. Po Leung Kuk Jockey Club Tai Tong Holiday Camp, Yuen Long\n3. Jockey Club Sai Kung Outdoor Training Camp\nPlease provide details about your preferred location for the adventure day camp, including:\n• Indoor and outdoor facilities\n• Accessibility\n• Safety and security measures\n5. Meals\nLunch for 72 students + 2 staff from CUHK + 2 teachers from CSJSS should be included\n6. Training Content and Structure\n• Consist of a one-hour opening ceremony organised by CUHK. And followed by ice-breaking session to be held by the trainer(s).\n• An interactive team-building session in the afternoon (e.g. wild cooking mission, participants may leave the campsite to purchase material and ingredients for a wild cooking mission), where participants work in teams to develop collaboration and practical skills while enjoying a hands-on culinary adventure.\n• Approximately 72 students will be divided into 6 groups. Detailed content and rundown should be included in the proposal.\n7. Trainers and Facilitators\n• No. of trainers and facilitators included (at least 1 main trainer + 6 facilitators for each group)\n• Qualifications of the trainer(s) should be provided\n• Experience in cooperating and tertiary education training experience\n• Background information about your company\n• The trainers and facilitators should understand the SSeedS well\n8. Materials and Resources\n• Please list out the materials/equipment that will be included in the quotation. (An activity room/hall with audiovisual facilities should be included for the opening ceremony)\n• Provide photos and information about the venue\n9. Budget and Pricing\n• Request a breakdown of costs, including:\n• Venue\n• Meals\n• Training materials\n• Facilitator fees\n• Any additional costs (transportation, activities)\n10. Insurance and Liability\nThe organiser will maintain comprehensive general liability and third-party insurance coverage for the duration of the training program.\n11. Cancellation and Refund Policies\nDetail the policies regarding cancellations, including deadlines and any fees.\n12. Deadline for Submission\n17:00, 4 November 2024\n13. Contact Information\nMs. Karena Mak\nEmail: karenamak@cuhk.edu.hk\nTel: 3943 7203",
    "trans": "구체적인 내용\n아래의 세부 내용에 대한 제안서와 견적서를 제공해 주시기 바랍니다.\n1. 카리타스 세인트 조셉 중등학교 학생들과 만남 및 인사 시간과 모험 캠프의 목표\n홍콩 중문 대학 멘토들과 카리타스 세인트 조셉 중등학교 멘티들 간의 첫 만남 주선합니다. 참가자를 6개 그룹으로 나누어, 어색함 깨기 활동을 통해 서로를 더 잘 이해하고, 가까운 관계를 형성하여 향후 활동에서 협력을 강화하는 것을 목표로 합니다.\n2.참가자 수\n약 72명의 참가자를 6개 그룹으로 나눔\n각 그룹: 선임 멘토(홍콩 중문 대학 학생) 1명 + 후임 멘토(홍콩 중문 대학 학생) 4명 + 멘티(카리타스 세인트 조셉 중등학교 F.4-F.5 학생) 8~8명\n3. 날짜 및 시간\n2025년 1월 5일(일): 10:00 ~ 17:00\n4. 위치\n선호하는 위치 후보:\n1. 홍콩의 중국청소년회, 우카이샤 청소년 마을, 마온산\n2. 보량국 조키 클럽 타이통 휴일 캠프, 유언롱\n3. 조키 클럽 사이쿵 야외 훈련 캠프\n모험 캠프를 진행하기 위한 선호하는 위치에 대한 자세한 정보를 제공해 주시기 바랍니다:\n•실내 및 실외 시설\n•접근성\n•안전 및 보안 조치\n5. 식사\n학생 72명 + 홍콩 중문 대학 직원 2명 + 카리타스 세인트 조셉 중등학교 교사 2명의 점심 식사가 포함되어야 합니다\n6. 교육 내용 및 구성\n•홍콩 중문 대학이 주관하는 1시간의 개회식이 구성되어 있습니다. 그 후 교육자들이 주관하는 어색함 깨기 시간이 진행됩니다.\n•오후에 진행되는 참여형 팀 강화 시간(예: 야생 요리 미션, 참가자들은 야생 요리 미션을 위한 물건과 재료를 구매하기 위해 캠프장을 떠날 수 있음), 이 시간에는 참가자들이 팀을 이루어 협동하고 실용적인 기술을 개발하며 체험형 요리 모험을 즐길 수 있습니다.\n•약 72명의 학생을 6개 그룹으로 나누게 됩니다. 자세한 내용과 일정은 제안서에 포함되어야 합니다.\n7. 교육자 및 진행자\n• 포함된 교육자 및 진행자 수(최소 메인 교육자 1명 + 각 그룹별 진행자 6명)\n• 교육자의 자격 증명서는 제출되어야 합니다\n• 협력 경험 및 고등 교육 훈련 경험\n• 회사에 대한 배경 정보\n•  교육자 및 진행자는 SSeedS를 잘 이해해야 합니다\n8. 기물 및 자원\n• 견적서에 포함될 물건/장비를 나열해 주세요. (개막식을 진행할 시청각 시설이 있는 활동실/홀이 포함되어야 합니다)\n• 장소에 대한 사진 및 정보를 제공해주세요\n9. 예산 및 가격\n• 다음을 포함하여, 항목별 상세 견적 요청:\n• 장소\n• 식사\n• 교육 자료\n• 진행자 수수료\n• 모든 추가 비용(교통비, 활동비)\n10. 보험 및 책임\n주최자는 해당 훈련 프로그램 기간 동안 포괄적인 일반 책임 및 제3자 보험 보장을 유지합니다.\n11. 취소 및 환불 정책\n기한 및 수수료를 포함하여, 취소와 관련된 세부 정책을 알려주세요.\n13. 제출 마감\n2024년 11월 4일 17:00\n13. 연락처 정보\n카레나 맥\n이메일: karenamak@cuhk.edu.hk\n전화 번호:  3943 7203"
}