{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Physiology of Hypoxia in Labour\nDuring labour the fetus employs various adaptive mechanisms in response to hypoxia, these generally follow\na similar pathway as the physiological response to exercise. Intrapartum hypoxia generally follows one of\nthree pathways:\n1. Acute Hypoxia Kamoshita et al. 2010, Leung et al. 2009, Cahil et al. 2013\n• Presents as a prolonged deceleration lasting for more than 5 minutes or for more than 3 minutes if\nassociated with reduced variability within the deceleration. FIGO 2015\n• Causes\nAcute Hypoxia\n3 Accidents\n§ Cord prolapse\n§ Placental Abruption\n§ Uterine Rupture\n2 Iatrogenic\n§ Maternal Hypotension (usually secondary to supine\nhypotension or epidural top-up)\n§ Uterine hyperstimulation (by oxytocin / PGs) or\nspontaneous increased activity\n• Fetal pH drops at a rate of 0.01/min during the deceleration Gull et al. 1996\n• Management follows the 3-Minute Rule:\n0 – 3: If a deceleration is noted for more than 3 minutes with no signs of recovery the\nemergency alarm must be raised to summon the on-call team\n3 – 6: Attempt to diagnose the cause of the deceleration\n§ If an accident is diagnosed the aim would be for immediate delivery as soon as safely\npossible in the fastest route possible (AVD/CS)\n§ If an iatrogenic cause is diagnosed immediate measures must be utilized to correct\nthe changes. This includes avoiding supine position, stopping uterine stimulants,\nstarting IV fluids, and administering tocolytics.\n6 – 9: Signs of recovery should be noted (return of variability and improvement in heart rate).\nIf no signs of recovery are noted, preparation for immediate delivery MUST be started.\n9 – 12: By this point in time the deceleration has either recovered, or preparation for an\nassisted vaginal delivery / caesarean section is in progress aiming for a delivery of the\nfetus by 12 – 15 minutes.",
    "trans": "진통 중 저산소증의 생리학\n진통 중 태아는 저산소증에 대응하기 위해 다양한 적응 기전을 활용하며, 이는 일반적으로 따른다\n운동에 대한 생리적 반응과 유사한 경로를. 분만 중 저산소증은 따른다\n세 가지 경로 중 하나를:\n1. 급성 저산소증 카모시타 외. 2010, 릉 외. 2009, 카힐 외. 2013\n• 5분 이상 지속되는 지속적 감속으로 나타나며 혹은 3분 이상\n감속 내 변동성이 감소한 경우에는. 국제산부인과학회 2015\n• 원인\n급성 저산소증\n3가지 사고\n§ 제대 탈출\n§ 태반 조기 박리\n§ 자궁 파열\n2 의료적\n§ 모체 저혈압 (일반적으로 앙와위\n저혈압 혹은 경막외 마취 추가 투여로 발생)\n§ 자궁 과자극 (옥시토신/프로스타글라딘에 의해) 혹은\n자연적으로 활동 증가\n• 태아의 수소 이온 농도 지수는 감속 중 0.01/분 속도로 감소 걸 외. 1996\n• 대응은 3분 원칙을 따른다:\n0 – 3: 3분 이상 감속이 지속되며 회복 징후가 없을 경우\n응급 경보를 발령하여 당직 팀을 호출해야 한다.\n3 – 6: 감속의 원인을 진단해야 한다\n§ 사고가 진단될 시 가능한 한 안전하게 즉각적인 분만을 목표로 해야 한다\n가장 신속한 방법 (도움 분만/제왕절개)로\n§ 의료적 요인이 진단될 시 즉각적인 조치가 실행되어야 한다\n변화를 교정하기 위해. 이는 양와위 자세, 자궁 수축 촉진제 중단,\n정맥 수액 투여, 자궁 이완제 투여를 포함한다.\n6 – 9: 회복 징후(변동성 회복 및 심박수 개선)를 확인해야 한다.\n회복이 확인되지 않을 경우 즉각적인 분만 준비를 반드시 시작해야 한다.\n9 – 12: 이 시점까지 감속이 회복되었거나,\n보조 질식 분만 / 제왕절개에 대한 준비가 진행 중이어야 하며 목표는\n12 – 15 분 태아 분만이다."
}