{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Pelvic and retroperitoneal lymphadenopathy with severe splenomegaly. Findings are compatible with lymphoma versus metastatic disease. Tissue sampling is recommended. Electronically signed by: [redacted_name] Date: 11/01/2024 Time: 20:20\nNarrative\nEXAMINATION: CT RENAL STONE STUDY ABD PELVIS WO CLINICAL HISTORY: Flank pain, kidney stone suspected; TECHNIQUE: Multiplanar images were obtained of the abdomen and pelvis from the hemidiaphragms through the symphysis pubis without intravenous contrast. COMPARISON: None FINDINGS: Lung Bases: Clear. Heart: Heart size is normal. No pericardial effusion. Liver: Normal in size and attenuation without focal hepatic lesion. Biliary tract: No intrahepatic or extrahepatic biliary ductal dilatation. Gallbladder: No radiodense gallstone. No wall thickening or pericholecystic fluid. Pancreas: Normal. No pancreatic ductal dilatation. Spleen: There is severe splenomegaly. The spleen measures up to 22 cm. Adrenals: Normal. Kidneys and urinary collecting systems: Normal. No hydronephrosis or urolithiasis. Lymph nodes: There is pelvic and retroperitoneal lymphadenopathy. Large right external iliac node measures 3.9 x 4.6 cm (series 3, image 217). Large right common iliac node measures 3.1 x 4.4 cm (series 3, image 158). Aortocaval node measures 1.1 cm (series 3, image 107). Stomach and bowel: The stomach is normal. Loops of small and large bowel are normal in caliber without evidence for inflammation or obstruction. Peritoneum and mesentery: There is trace fluid in the pelvis, nonspecific. There is no focal fluid collection. There is no free intraperitoneal air. Vasculature: Normal. Urinary bladder: Normal. Reproductive organs: The prostate is unremarkable. Body wall: No abnormality. Musculoskeletal: No aggressive osseous lesion.",
    "trans": "심각한 비장 비대증을 동반한 골반 및 복막 후 림프절 종대. 발견 사항은 림프종 대 전이성 질환과 일치한다. 조직 샘플 추출이 권장된다. 전자 서명: [redacted_name] 날짜: 2024년 11월 1일 시간: 20:20\n서술\n검사: CT 신장 결석 검사 외전 골반 WO 임상 병력: 옆구리 통증, 신장 결석 의심; 기술: 정맥 조영제 없이 반횡격막에서 음모결합부를 거쳐 복부와 골반의 다평면 영상을 얻었다. 비교: 없음 발견 사항: 폐 기저부: 깨끗함. 심장: 심장 크기는 정상이다. 심낭 삼출액 없음. 간: 국소 간 병변 없이 크기와 감쇠가 정상이다. 담관: 간내 또는 간외 담관 확장 없음. 담낭: 방사선 농후 담석 없음. 벽 비후 또는 담낭 주위액 없음. 췌장: 정상. 췌장관 확장 없음. 비장: 심각한 비장비대가 있음. 비장은 최대 22cm까지 측정됨. 부신: 정상. 신장 및 소변 수집 시스템: 정상. 수신증 또는 요로 결석 없음. 림프절: 골반 및 복막 후 림프절 병증이 있음. 큰 오른쪽 외부 장골 림프절은 3.9 x 4.6cm(시리즈 3, 이미지 217) 크기. 큰 오른쪽 공통 장골 림프절은 3.1 x 4.4cm(시리즈 3, 이미지 158) 크기. 대동맥하부 림프절은 1.1cm(시리즈 3, 이미지 107) 크기. 위와 장: 위는 정상이다. 소장과 대장의 고리는 염증이나 폐쇄의 증거 없이 구경이 정상이다. 복막 및 장간막: 골반에 미량 체액이 있고 비특이적이다. 국소 체액 축적은 없다. 복강 내 자유 공기가 없다. 혈관: 정상. 방광: 정상. 생식 기관: 전립선은 특이 사항이 없다. 체벽: 이상 없음. 근골격계: 공격적인 골 병변 없음."
}