{
    "source": "en_US",
    "target": "ko_KR",
    "text": "inspiration for the theatre, its aesthetic or form without the media technology playing a major role in the productions themselves; or they are constitutive for certain forms of theatre (Corsetti, Wooster, Jesurun). And finally theatre and media art can meet in the form of video installations. Many directors use media on a case-by-case basis – as for example Peter Sellars in his London staging of Shakespeare’s Merchant of Venice – without this defining their style. Particularly for a director who counts as ‘postmodern’, it is par for the course. Other theatre forms are primarily characterized not by the employment of media technology but by an inspiration through media aesthetic that is recognizable in the aesthetic of the staging. Among these are the rapid succession of images, the speed of conversation in shorthand, the gag consciousness of TV comedies, allusions to the popular entertainment of television, to film and television stars, to the day- to-day business of the entertainment industries and their movers and shakers, quotes from pop culture, entertainment films and controversial topics in the public sphere of the media. In these forms a parodic and ironic refraction of the media is predominant, but sometimes only the themes of the media are adopted. What is postdramatic about these attempts is that the quoted motifs, gags or names are not placed inside the frame of a coherent narrative dra- maturgy but rather serve as musical phrases in a rhythm, as elements of a scenic image collage. René Pollesch showed in Harakiri einer Bauchrednertagung (Harakiri of a Ventriloquist Convention) and Splatterboulevard (1992) how entirely without drama the continually churned out dialogue punch lines form a text for which screw- ball comedy and sitcom serve as models. Accomplished tastelessness, perpetual circling in a state of desolate listlessness and parodic media appropriations here produce their own pop-theatre atmosphere. In 1996 Stefan Pucher collaborated with the English company Gob Squad to produce the performance Ganz nah dran (Close up) at the Frankfurt TAT. Here the media repertoire, which influ- ences the speech, gestures and emotional patterns of everyday life, was theatrically exhibited. A large part of the performance consisted in the self- presentations of the performers, which made it difficult to discern the ‘real’ biographical elements.\nThe work of The Wooster Group can serve as an example of the use of media as constitutive for certain forms of theatre. As a means of problematizing self-reflection, the electronic images in their ‘post-epic’ theatre refer directly to the everyday reality and/or the theatre process of the players. At most, they quote visual material – in Hairy Ape, for instance, a boxing match in which a white guy is fighting a black guy – as a mental extension of the stage, not as a document. It is therefore logical that video technology tends to be used for the co-presence of video image and live actor, functioning in general as the techni- cally mediated self-referentiality of the theatre. It is a central element in the work of The Wooster Group, a company that originally emerged from Schechner’s Performance Group and was named after the group’s home in the Performance Garage located in Manhattan’s Wooster Street. Theatre here demonstrates its technical possibilities dissected into individual components. The theatre machinery is clearly visible. The technical workings of the performance are",
    "trans": "미디어 기술이 제작 자체에서 주요 역할을 하지 않고도 연극, 그 미학 또는 형식에 대한 영감이 되거나 특정 형태의 연극(코르세티, 우스터, 예수룬)을 구성하는 요소가 된다. 그리고 마지막으로 연극과 미디어 아트는 비디오 설치 형태로 만날 수 있다. 많은 감독이 사례별로 미디어를 사용한다. 예를 들어 피터 셀라스가 셰익스피어의 베니스의 상인을 런던에서 무대에 올린 것처럼 미디어를 사용하여 스타일을 정의하지 않는다. 특히 '포스트모던'으로 간주되는 감독의 경우 이는 당연한 일이다. 다른 연극 형태는 주로 미디어 기술을 사용하는 것이 아니라 무대의 미학에서 인식할 수 있는 미디어 미학을 통한 영감으로 특징지어진다. 여기에는 이미지의 빠른 연속, 속기로 하는 대화의 속도, TV 코미디의 개그 의식, 텔레비전의 대중적 오락, 영화 및 텔레비전 스타, 오락 산업과 그 움직이는 사람들의 일상 업무, 대중 문화, 오락 영화 및 미디어의 공공 영역에서의 논란이 되는 주제에 대한 언급이 있다. 이러한 형태에서는 미디어의 패러디적이고 아이러니한 굴절이 우세하지만 때로는 미디어의 주제만 채택된다. 이러한 시도에 대한 포스트 드라마틱한 점은 인용된 모티프, 개그 또는 이름이 일관된 내러티브 드라마의 틀 안에 배치되지 않고 오히려 리듬 속의 음악적 구절, 풍경 이미지 콜라주의 요소로 사용된다는 것이다. 르네 폴레슈는 Harakiri einer Bauchrednertagung(복화술 컨벤션의 하라키리)과 Splatterboulevard(1992)에서 끊임없이 쏟아지는 대화 펀치라인이 드라마 없이 스크류볼 코미디와 시트콤이 모델로 사용되는 텍스트를 형성하는 방식을 보여주었다. 성취된 무미건조함, 황량한 무기력함의 상태에서 끊임없이 맴돌기, 패러디적 미디어 차용은 여기서 그들만의 팝 극장 분위기를 만들어낸다. 1996년 스테판 푸처는 영국 회사 고브 스쿼드와 협력하여 프랑크푸르트 TAT에서 공연 Ganz nah dran(클로즈업)을 제작했다. 여기서 일상 생활의 말, 몸짓, 감정 패턴에 영향을 미치는 미디어 레퍼토리가 연극적으로 전시되었다. 공연의 상당 부분은 공연자의 자기 표현으로 구성되었고 이는 '진짜' 전기적 요소를 분별하기 어렵게 만들었다.\n우스터 그룹의 작업은 특정 형태의 극장을 구성하는 미디어 사용의 예가 될 수 있다. 자기 반성을 문제화하는 수단으로서, 그들의 '포스트 서사시' 극장의 전자적 이미지는 배우들의 일상적 현실 및/또는 극장 과정을 직접적으로 언급한다. 기껏해야 그들은 무대의 정신적 확장으로서 시각적 자료 - 예를 들어, 털원숭이에서 백인이 흑인과 싸우는 권투 경기를 문서가 아닌 것으로 인용한다. 따라서 비디오 기술은 비디오 이미지와 라이브 배우의 공존을 위해 사용되는 경향이 있으며, 일반적으로 극장의 기술적으로 매개된 자기 참조성으로 기능하는 것은 논리적이다. 그것은 원래 셰크너의 공연단에서 나온 회사인 우스터 그룹의 작업에서 핵심 요소이며, 맨해튼의 우스터 가에 위치한 공연 정비소에 있는 그룹의 집에서 이름을 따왔다. 여기에서 극장은 개별 구성 요소로 분해된 기술적 가능성을 보여준다. 극장 기계는 명확하게 보인다. 공연의 기술적 작동은 이다."
}