{
    "source": "en_US",
    "target": "ko_KR",
    "text": "friends!\nWelcome to Heshun, China's most charming towns! I am glad to be your local guide.\n景区概况 Overview of the Scenic Area\nIn 2003, Heshun was listed as \"one of the 50 places to visit in a lifetime\" by Fashion Travel. In 2005, Heshun was listed the most charming town in China by CCTV.\nIt is also \"China's Top Ten Charming Town.\"\nHeshun is a 5A level scienic spot now.\n侨乡文化简介 Introduction to Heshun’s Overseas Chinese Culture Heshun is a key stop on the ancient Southern Silk Road.\nIt is famous for the hometown of overseas Chinese.\nAlthough the town’s population is around 6,000, there are over 12,000 people of Heshun origin living abroad, mainly in Myanmar and Thailand.\nThey brought back modern ideas and cultures\nHeshun became a vibrant and globally-connected town.\nToday, Tengchong plays an important role in the China-Myanmar Economic Corridor\nIt serves as a bridge connecting China with the world,( especially in the context of the \"Belt and Road Initiative.\")\n入口牌坊 Heshun Archway Look, this is the Heshun Archway.\n\"Heshun\" means harmony and peace.\nI wish you all good luck and happiness in Tengchong.\nOn the back of the archway, you’ll see the characters \"Renli,\" .\nThey symbolize Heshun's long-standing culture of benevolence, righteousness, and morality.\nThe two bridges are called the Double Rainbow Bridges.\nThey span the Sanhe River,\nThey are like two rainbows.\nBeside the archway is Yuzhou Pavilion, built in honor of Cun Shusheng, a famous educator from Heshun.\n和顺图书馆 Heshun Library\nFriends, this is the Heshun Library.\nIt is a landmark here .\nIt was founded in the late Qing Dynasty.\nIts origins trace back to the \"Xianxin Organization\" and \"Reading Book and Newspaper Organization.\" The library stores over 100,000 books, including more than 10,000 rare and ancient books.\nIt is a national key cultural relic protection unit.\nThe first gate of the library is a traditional Chinese structure with flying eaves. The plaque above it, reading \"Heshun Library,\" was inscribed by Zhang Tong.\nLook the inscription \"Min Zhi Quan Yuan\"!",
    "trans": "친구들아!\n중국에서 가장 매력적인 마을인 햇순에 온 걸 환영해! 너희의 지역 가이드가 될 수 있어서 기뻐.\n景区概况  경치 좋은 지역의 개요\n2003년 패션 트래블에서 햇순은 \"일생에 한 번 방문해야 할 50가지 장소 중 하나\"로 등록되었어. 2005년 CCTV에서는 중국의 가장 매력적인 마을로 등록되었지.\n또 \"중국의 매력적인 마을 10곳\"이기도 해.\n햇순은 지금 5A 수준의 명승지야.\n侨乡文化简介 햇순의 중국인 해외 동포 문화에 대한 소개 햇순은 고대 남부 실크 로드의 주요 정류장이었어.\n햇순은 중국인 해외 동포의 고향으로 유명해.\n마을의 인구는 6,000명 정도이지만, 햇순이 고향이면서 해외에 사는 사람은 12,000명이 넘고, 주로 미얀마와 태국에 거주해.\n그들은 현대적인 아이디어와 문화들을 가지고 돌아왔어\n햇순은 생기 넘치고 전세계적으로 연결된 마을이 되었지.\n오늘날, 텅총은 중국-미얀마 경제회랑에 중요한 역할을 해\n중국을 전세계와 연결하는 다리 역할을 하는 거지,(특히 \"일대일로\"의 맥락에서.)\n入口牌坊 햇순 아치 길 봐봐, 이건 햇순 아치 길이야.\n\"햇순\"은 조화와 평화를 의미해.\n텅총에서 모두에게 행운과 행복이 가득하길 바라.\n아치 길의 뒤에, \"렌리,\"라고 쓰여있는 글자를 볼 수 있을거야.\n그건 햇순의 오랜 문화인 자비로움, 정직함, 도덕성을 상징하는 거야.\n두 다리는 쌍무지개다리라고 불려.\n산허강을 가로질러서 있고,\n쌍무지개 같이 보여.\n아치 길 옆에는 유저우 경기장이 있는데, 이건 햇순의 유명한 교육자인 춘슈성을 기리기 위해 건설됐어.\n和顺图书馆 햇순 도서관\n얘들아, 이게 햇순 도서관이야.\n여기서는 이게 랜드마크야.\n이건 청 왕조 후반에 지어졌어.\n이것의 기원은 \"현신 조직\"과 \"책과 신문 읽기 조직\"으로 거슬러 올라가. 도서관에는 100,000권이 넘는 책이 소장되어 있고 10,000권 이상의 희귀한 고서들이 있어.\n여긴 국가적으로 중요한 문화 유산 보호 구역이야.\n도서관의 첫번째 문은 날아갈듯이 높은 처마가 있고 전통적인 중국 건축 양식이야. 그 위에 있는 판은 \"햇순 도서관\"이라고 읽는데, 장통이 썼어.\n\"민지권원\"이라고 적힌 글을 봐!"
}