{
    "source": "en_US",
    "target": "ko_KR",
    "text": "You must collect your BRP from\n(ACL) UNIVERSITY OF LEEDS\nSTUDENT SERVICES CENTRE MARJORIE AND ARNOLD ZIFF BUILDING WOODHOUSE LANE\nLEEDS\nLS2 9JT\nYour BRP card will be available for collection two weeks from the date of issue of your visa.\nWhen you collect your BRP you must take your passport/travel document containing the vignette. You must also bring this with you as it will help the staff to locate your BRP quickly. If your collection point is at a Post Office, you can find out more at: https://www.postoffice.co.uk\nCollecting your BRP at a Post Office\nIf you are under 18 years old and will be collecting your BRP at a Post Office it is very important that you read the section ‘Can children collect their own BRP?’ in the ‘Guidance notes’ document https://www.gov.uk/government/publications/biometric-residence-permits- overseas-applicant-and-sponsor-information before going to the Post Office.\nYou must be accompanied by a “Responsible Adult”, or you will not be allowed to collect your BRP. Your parent or legal guardian can be your Responsible Adult but only if they are collecting their own BRP at the same time. In all other cases the adult who will accompany you must be approved in advance by the Home Office, even if they are your parent or legal guardian.\nIt will take at least a week to process a request to approve someone as a Responsible Adult, so apply as early as you can.\nOther information about your BRP\nIf you fail to collect your BRP in time, you may be subject to a financial penalty or a reduction or cancellation of your permission.\nIf you leave the UK again without collecting your BRP, you may experience delays at the border upon your return, while further checks are made.\nIf your BRP expires on 31 December 2024\nAll BRPs now expire on or before 31 December 2024. You do not need to tell us if your BRP expires on 31 December 2024 and your permission to enter or stay in the UK has been granted for a longer period. UKVI will update their information on the GOV.UK website to tell you what you need to do in early 2024.\nYou do not need to do anything now, and your immigration",
    "trans": "BRP를 다음 장소에서 수령해야 합니다\n(ACL) 리즈 대학교\n우드하우스 거리 마조리 앤 아놀드 지프 빌딩 학생 서비스 센터\n리즈\nLS2 0JT\nBRP 카드는 비자 발급일로부터 2주 후 수령할 수 있습니다.\nBRP를 수령할 때 비네트가 있는 여권/여행 서류를 반드시 지참해야 합니다. 직원들이 BRP를 빠르게 찾는 데 도움이 되므로 반드시 지참해야 합니다. 수령 장소가 우체국인 경우, 다음에서 더 많은 정보를 확인할 수 있습니다: https://www.postoffice.co.uk\n우체국에서 BRP 수령하기\n18세 미만이고 우체국에서 BRP를 수령할 예정이라면 우체국에 가기 전 https://www.gov.uk/government/publications/biometric-residence-permits- overseas-applicant-and-sponsor-information 링크의 '안내문' 문서에서 '아이가 본인 BRP를 수령할 수 있나요?' 부분을 읽어야 합니다.\n\"책임 어른\"과 동행하지 않으면 BRP를 수령할 수 없습니다. 부모 혹은 법정 보호자가 책임 어른이 될 수 있지만, 그들도 동시에 BRP를 수령하는 경우에 한합니다. 그렇지 않은 경우, 동행하는 어른이 부모 혹은 법정 보호자일지라도 반드시 내무부의 사전 승인을 받아야 합니다.\n책임 어른 승인 요청 과정은 최소 일주일이 소요되므로, 가능한 빨리 신청하십시오.\nBRP에 대한 기타 정보\nBRP를 제때 수령하지 않으면, 벌금이 부과되거나 체류 허가가 취소 혹은 제한될 수 있습니다.\n다시 BRP를 수령하지 않고 영국을 떠난다면, 돌아올 때 추가 확인으로 인해 국경에서 지연될 수 있습니다.\nBRP가 2024년 12월 31일에 만료되는 경우\n현재 모든 BRP는 2024년 12월 31일 이전에 만료됩니다. 2024년 12월 31일에 BRP가 만료된다 해도, 그 이후까지 영국에 체류하는 것이 승인된 경우 알리지 않아도 됩니다. 영국 비자이민국은 2024년 초에 GOV.UK 웹사이트에 필요한 안내 사항을 업데이트할 예정입니다.\n지금은 아무것도 할 필요가 없으며, 이민"
}