{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The University's full student data collection notice can be found at http://www.regulations.manchester.ac.uk/data-collection-notice/ The University of Manchester Division of Development and Alumni Relations (DDAR) supports the University through contact with alumni, students and supporters of the University. Our alumni and supporters are very important to us and we are committed to protecting your personal information. Your information will not be disclosed to external organisations by the DDAR other than those acting as agents for the University. Your information is used for a range of activities by the DDAR including sending University publications, notification of alumni events, fundraising programmes and for the promotion of benefits and services; the DDAR processes your information in accordance with our legitimate interests in these areas and you will always have the right to opt out. The DDAR may pursue these legitimate interests by contacting you by telephone, email, post or social media, subject to your communications preferences. The DDAR does not sell to or trade your data with any other organisations. All personal information is held securely and in accordance with all relevant legislation by the DDAR. The DDAR's full Privacy Notice is available here and further information about data protection at the University is available here. As outlined in this Privacy Notice the DDAR aims to keep your information up to date and you can send the DDAR your updates by email or tell us you don't want to hear from the DDAR by contacting alumni@manchester.ac.uk.",
    "trans": "맨체스터 대학교의 전체 학생 데이터 수집 공지사항은 http://www.regulations.manchester.ac.uk/data-collection-notice/에서 확인하실 수 있습니다. 맨체스터 대학교 발전 및 동문 관계 부서(DDAR)는 동문, 학생 및 학교 후원자들과의 연락을 통해 대학교를 지원합니다. 우리의 동문과 후원자는 매우 중요하며, 우리는 귀하의 개인 정보를 보호하는 데 최선을 다하고 있습니다. 귀하의 정보는 대학교의 대리인 역할을 하는 외부 기관을 제외하고 발전 및 동문 관계 부서에 의해 외부 기관에 공개되지 않습니다. 귀하의 정보는 발전 및 동문 관계 부서에 의해 여러 활동에 사용됩니다, 여기에는 대학교 출판물 발송, 동문 행사 알림, 기금 모금 프로그램 및 혜택과 서비스 홍보가 포함됩니다; 발전 및 동문 관계 부서는 이러한 영역에서 우리의 정당한 이익에 따라 귀하의 정보를 처리하며, 언제든지 수신 거부할 권리가 있습니다. 발전 및 동문 관계 부서는 귀하의 통신 선호에 따라 전화, 이메일, 우편 또는 소셜 미디어를 통해 당신에게 연락함에 따라 이러한 정당한 이익을 추구할 수 있습니다. 발전 및 동문 관계 부서는 귀하의 데이터를 다른 조직에 판매하거나 거래하지 않습니다. 모든 개인 정보는 관련 법규에 따라 안전하게 보관되며 발전 및 동문 관계 부서에 의해 처리됩니다. 발전 및 동문 관계 부서의 전체 개인정보 처리방침은 여기에서 확인하실 수 있으며, 대학교의 데이터 보호에 관한 추가 정보는 여기에서 확인하실 수 있습니다. 이 개인정보 처리방침에 따라 발전 및 동문 관계 부서는 귀하의 정보를 최신 상태로 유지할 것을 목표로 하며, 업데이트를 발전 및 동문 관계 부서에 이메일로 보내주시거나 발전 및 동문 관계 부서로부터의 연락을 원하지 않으시면 alumni@manchester.ac.uk로 연락해 주세요."
}