{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello Maria Valderrama Rodriguez,\nWithin ASTM, roster maintenance is performed by the responsible committee officer. Provisions for official voting and assignment of classification are made based on review of new member applications, change of employment submissions and, as needed, updates that maintain committee balance.\nOn 10/30/2024 an officer of Committee D20.18 updated your membership based on information you provided.\nAs a result, you have been assigned the classification of General Interest and your official vote has been assigned as Yes. Changes are for this roster only and not any other roster that you belong to.\nAll members, regardless of voting status, are notified when ballots are issued, and have the opportunity to vote negative and provide comments.\nIf you have any questions or comments, please contact the committee officer, Bhyrav Mutnuri, at bhyrav@strongwell.com.\nYou may also contact your staff manager, Alyson Fick, at afick@astm.org\nOn a classified committee, which is a committee that develops standards dealing with materials, products, systems, or services offered for sale, the membership must be classified and balanced. For more information, see https://member.astm.org/Msgs/classification\nFor more information on voting, see: https://member.astm.org/Msgs/votingstatus",
    "trans": "안녕하세요 마리아 발데라마 로드리게즈님,\nASTM 내에서, 명단 유지는 위원회 위원의 책임에 의해 이행되었습니다. 공식 투표와 분류의 할당을 위한 준비는 새로운 회원 신청서의 검토, 채용 서류, 필요에 따라 위원회 균형 유지 업데이트를 바탕으로 이루어졌습니다.\n2024년 10월 30일 위원회의 위원 D20.18는 귀하가 제공했던 정보를 바탕으로 회원권을 업데이트하였습니다.\n결과적으로, 귀하는 일반 관심사의 분류가 할당되었으며 공식적인 투표가 동의로 할당되었습니다. 변경은 이 명단에만 적용되며, 귀하가 속한 다른 명단에는 적용되지 않습니다.\n투표 상태와 상관없이, 모든 회원은, 투표지가 발행되었을 때 통지받으며, 반대에 투표하고 견해를 제공할 기회를 가집니다.\n만약 어떤 질문 또는 견해가 있으면, 위원회 위원 비라브 무트누리에게, bhyrav@strongwell.com으로 연락 바랍니다.\n또한 귀하의 직원 관리자, 엘리슨 픽에게, afick@astm.org로 연락할 수 있습니다\n판매용으로 제공되는 재료, 상품, 시스템 또는 서비스에 대한 표준을 개발하는 위원회로, 구분된 위원회의 회원권은 반드시 구분되고 균형 있어야 합니다. 더 많은 정보를 위해서 https://member.astm.org/Msgs/classification을 확인하세요\n투표에 대한 더 많은 정보로, 다음을 확인하세요: https://member.astm.org/Msgs/votingstatus"
}