{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Nationwide welcomes two new indexes to New Heights® Select\nEffective November 4, 2024, Nationwide will add the Loomis Sayles Discovery Index and the Nasdaq-100 Volatility Control 10% Price Return Index to the Nationwide New Heights Select fixed indexed annuities. The MSCI EAFE Index will be removed from the index lineup on the same effective date.\nThese changes only apply to new contracts.\nNEW: Loomis Sayles Discovery Index\nAims to drive positive returns in both growth and fragile markets through a predictive methodology that has demonstrated success in anticipating the health of equity markets by measuring the level of correlation among equities\n8% volatility target\nNEW: Nasdaq-100 Volatility Control 10% Price Return Index\nCaptures equity performance from some of the largest non-financial companies in the U.S. while targeting a 10% level of volatility\nIntraday volatility observations to enable faster reactions to market events\nREMOVING: MSCI EAFE\nMSCI EAFE will remain available for renewals on applications signed prior to November 4 and funds must be received by 1/1/2025\nMSCI EAFE will NOT be available for applications signed on or after November 4\nTransition rules\nThe new index options will be available starting November 4\nNew versions of application and certificate of disclosure must be completed on or after November 4\nFor pending business submitted prior to November 4 and want the new index options:\nNew versions of application and certificate of disclosure must be completed on or after November 4\nWork with your New Heights Select sales partner to facilitate this process\nFor newly issued business in the free look window and want the new index options:\nSubmit a letter of instruction asking to free look\nNew versions of application and certificate of disclosure must be completed on or after November 4\nWork with your New Heights Select sales partner to facilitate this process\nIf multiple contracts are being established, an updated multi-contract letter will also be needed.\nThese index changes are still pending in Virginia.",
    "trans": "네이션와이드가 뉴 하이츠® 셀렉트에 새로운 두 지수를 추가하다\n네이션와이드는 2024년 11월 4일부터 루미스 세일즈 디스커버리 지수와 나스닥-100 변동성 제어 10% 가격 수익률 지수를 네이션와이드 뉴 하이츠 셀렉트 고정 지수 연금에 도입할 예정이다. MSCI EAFE 지수는 같은 날 지수 라인업에서 제거된다.\n해당 변경 사항은 신규 계약에만 적용된다.\n신규: 루미스 세일즈 디스커버리 지수\n주식 간 상관관계 수준을 측정해 주식 시장의 건강을 성공적으로 예측했던 예측 방법론을 통해 성장 시장과 불안정 시장 모두에서 수익 창출을 목표한다\n8% 변동성 목표\n신규: 나스닥-100 변동성 제어 10% 가격 수익률 지수\n미국의 여러 비금융 대기업들의 주식 성과를 포착하며 10% 변동성을 목표한다\n시장 이벤트에 보다 빠르게 대응할 수 있도록 일중 변동성 관찰\n제거: MSCI EAFE\nMSCI EAFE는 11월 4일 전 서명된 신청서 갱신시 계속 이용할 수 있으며 자금은 반드시 2025.1.1.까지 수취해야 한다\nMSCI EAFE는 11월 4일 이후 서명된 신청서에는 이용할 수 없다\n이행 규칙\n새로운 지수 옵션은 11월 4일부터 이용 가능하다\n신규 버전 신청서와 공시 증서는 반드시 11월 4일 이후 작성되어야 한다\n11월 4일 이전 접수되었으며 신규 지수 옵션을 원하는 미결 거래의 경우:\n신규 버전 신청서와 공시 증서는 반드시 11월 4일 이후 작성되어야 한다\n뉴 하이츠 셀렉트 세일즈 파트너와 협력하면 이 과정을 용이하게 진행할 수 있다\n무료 검토 기간에 신규 발행되었으며 신규 지수 옵션을 원하는 거래의 경우:\n무료 검토를 요청하는 신용지시서를 제출해야 한다\n신규 버전 신청서와 공시 증서는 반드시 11월 4일 이후 작성되어야 한다\n뉴 하이츠 셀렉트 세일즈 파트너와 협력하면 이 과정을 용이하게 진행할 수 있다\n다중 계약이 설정된 경우 업데이트 된 다중 계약서도 필요하다.\n위 지수 변경 사항은 버지니아에서 아직 계류 중이다."
}