{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Obstructive lung disease is a category of respiratory disease characterized by airway obstruction. Many obstructive diseases of the lung result from narrowing (obstruction) of the smaller bronchi and larger bronchioles, often because of excessive contraction of the smooth muscle itself. It is generally characterized by inflamed and easily collapsible airways, obstruction to airflow, problems exhaling, and frequent medical clinic visits and hospitalizations. Types of obstructive lung disease include asthma, bronchiectasis, bronchitis and chronic obstructive pulmonary disease (COPD). Although COPD shares similar characteristics with all other obstructive lung diseases, such as the signs of coughing and wheezing, they are distinct conditions in terms of disease onset, frequency of symptoms, and reversibility of airway obstruction.[ 1] Cystic fibrosis is also sometimes included in obstructive pulmonary disease.[ 2]\nObstructive lung disease\nDepiction of a person with bronchiectasis, a type of obstructive lung disease\nSpecialty\nPulmonology\nTypes\nedit\nAsthma\nedit\nMain article: Asthma\nAsthma is an obstructive lung disease where the bronchial tubes (airways) are extra sensitive (hyperresponsive). The airways become inflamed and produce excess mucus and the muscles around the airways tighten making the airways narrower. Asthma is usually triggered by breathing in things in the air such as dust or pollen that produce an allergic reaction. It may be triggered by other things such as an upper respiratory tract infection, cold air, exercise, or smoke. Asthma is a common condition and affects over 300 million people around the world.[ 3] Asthma causes recurring episodes of wheezing, breathlessness, chest tightness, and coughing, particularly at night or in the early morning.[ 4]\nExercise-induced asthma is common in asthmatics, especially after participation in outdoor activities in cold weather.\nOccupational asthma – an estimated 2% to 5% of all asthma episodes may be caused by exposure to a specific sensitizing agent in the workplace.\nNocturnal asthma is a characteristic problem in poorly controlled asthma and is reported by more than two-thirds of sub-optimally treated patients.\nA peak flow meter can record variations in the severity of asthma over time. Spirometry, a measurement of lung function, can provide an assessment of the severity, reversibility, and variability of airflow limitation, and help confirm the diagnosis of asthma.[ 3]\nBronchiectasis\nedit\nMain article: Bronchiectasis\nBronchiectasis refers to the abnormal, irreversible dilatation of the bronchi caused by destructive and inflammatory changes in the airway walls. Bronchiectasis has three major anatomical patterns: cylindrical bronchiectasis, varicose bronchiectasis and cystic bronchiectasis.[ 5]\nChronic obstructive pulmonary disease\nedit\nMain article: Chronic obstructive pulmonary disease\nChronic obstructive pulmonary disease (COPD), previously known as chronic obstructive airways disease (COAD) or chronic airflow limitation (CAL), is a group of illnesses characterised by airflow limitation that is not fully reversible. The flow of air into and out of the lungs is impaired.[ 6] This can be measured with breathing devices such as a peak flow meter or by spirometry. Most people with COPD have characteristics of emphysema and chronic bronchitis to varying degrees. Asthma being a reversible obstruction of airways is often considered separately, but many COPD patients also have some degree of reversibility in their airways.[ 7]\nIn COPD, there is an increase in airway resistance, shown by a decrease in the forced expiratory volume in 1 second (FEV1) measured by spirometry. COPD is defined as a forced expiratory volume in 1 second divided by the forced vital capacity (FEV1/FVC) that is less than 0.7 (or 70%).[ 8] The residual volume, the volume of air left in the lungs following full expiration, is often increased in COPD, as is the total lung capacity, while the vital capacity remains relatively normal. The increased total lung capacity (hyperinflation) can result in the clinical feature of a barrel chest – a chest with a large front-to-back diameter that occurs in some individuals with emphysematous COPD. Hyperinflation can also be seen on a chest X-ray as a flattening of the diaphragm.[citation needed]\nThe most common cause of COPD is cigarette smoking. COPD is a gradually progressive condition and usually only develops after about 20 pack-years of smoking. COPD may also be caused by breathing in other particles and gases.[citation needed]\nThe diagnosis of COPD is established through spirometry although other pulmonary function tests can be helpful. A chest X-ray is often ordered to look for hyperinflation and rule out other lung conditions but the lung damage of COPD is not always visible on a chest x-ray. Emphysema, for example, can only be seen on CT scan.\nThe main form of long term management involves the use of inhaled bronchodilators (specifically beta agonists and anticholinergics) and inhaled corticosteroids. Many patients eventually require oxygen supplementation at home. In severe cases that are difficult to control, chronic treatment with oral corticosteroids may be necessary, although this is fraught with significant side effects.\nCOPD is generally irreversible although lung function can partially recover if the patient stops smoking. Smoking cessation is an essential aspect of treatment.[ 9] Pulmonary rehabilitation programmes involve intensive exercise training combined with education and are effective in improving shortness of breath. Severe emphysema has been treated with lung volume reduction surgery, with in carefully chosen cases. Lung transplantation is also performed for severe COPD in carefully chosen cases.[ 10]\nAlpha 1-antitrypsin deficiency is a fairly rare genetic condition that results in COPD (particularly emphysema) due to a lack of the antitrypsin protein which protects the fragile alveolar walls from protease enzymes released by inflammatory processes.[citation needed]\nDiagnosis\nedit\nDiagnosis of obstructive disease requires several factors depending on the exact disease being diagnosed. However one commonality between them is an FEV1/FVC ratio less than 0.7, i.e. the inability to exhale 70% of their breath within one second.[ 11]\nFollowing is an overview of the main obstructive lung diseases. Chronic obstructive pulmonary disease is mainly a combination of chronic bronchitis and emphysema, but may be more or less overlapping with all conditions.[ 12]\nCondition Main site Major changes Causes Symptoms\nChronic bronchitis Bronchus Hyperplasia and hypersecretion of mucous glands Tobacco smoking and air pollutants Productive cough\nBronchiolitis\n(subgroup of chronic bronchitis) Bronchiole Inflammatory scarring and bronchiolitis obliterans Tobacco smoking and air pollutants Cough, dyspnea\nBronchiectasis Bronchus Dilation and scarring of airways Persistent severe infections Cough, purulent sputum and fever\nAsthma Bronchus\nSmooth muscle hyperplasia\nExcessive mucus\nInflammation\nConstriction\nImmunologic or idiopathic Episodic wheezing, cough, and dyspnea\nUnless else specified in boxes then reference is [12]\nSee also\nedit\nRestrictive lung disease\nReferences\nedit\nNational Asthma Education and Prevention Program. Clinical Practice Guidelines. Expert Panel Report 2. Guidelines for the Diagnosis and Management of Asthma. Bethesda, Md: National Heart, Lung, and Blood Institute, National Institutes of Health, US Dept of Health and Human Services; 1997. NIH publication 97-4051.\nRestrepo RD (September 2007). \"Inhaled adrenergics and anticholinergics in obstructive lung disease: do they enhance mucociliary clearance?\" (PDF). Respir Care. 52 (9): 1159–73, discussion 1173–5. PMID17716384. Archived from the original (PDF) on 2017-04-10. Retrieved 2008-07-21.\n\"GINA – the Global INitiative for Asthma\". Retrieved 2008-05-06.\n\"Asthma\". The Lecturio Medical Concept Library. 25 November 2020. Retrieved 1 July 2021.\n\"What Is Bronchiectasis?\". NHLBI. June 2, 2014. Archived from the original on 10 August 2016. Retrieved 10 August 2016.\nKleinschmidt, Paul. \"Chronic Obstructive Pulmonary Disease and Emphysema\". Retrieved 2008-04-19.\nBTS COPD Consortium (2005). \"Spirometry in practice – a practical guide to using spirometry in primary care\". pp. 8–9. Archived from the original on 26 August 2014. Retrieved 25 August 2014.\n\"GOLD – the Global initiative for chronic Obstructive Lung Disease\". Archived from the original on 2011-02-16. Retrieved 2008-05-06.\n\"What is chronic obstructive pulmonary disease (COPD)?\". Archived from the original on 2008-06-14. Retrieved 2008-04-19.\nWeinberger, Steven (2019). Principles of Pulmonary Medicine. Elsevier. p. 93. ISBN9780323523714.\nVogelmeier, Claus F.; Criner, Gerard J. ; Martinez, Fernando J. ; Anzueto, Antonio; Barnes, Peter J. ; Bou",
    "trans": "폐쇄성 폐질환은 기도 폐쇄를 특징으로 하는 호흡기 질환의 한 종류입니다. 폐의 많은 폐쇄성 폐질환은 작은 기관지와 큰 기관지가 좁아짐(폐쇄)으로 인해 일어나며, 이는 종종 평활근 자체의 과도한 수축으로 인해 생깁니다. 일반적으로 염증이 있고 쉽게 무너지는 기도, 공기 흐름의 방해, 호흡 장애, 잦은 병원 방문 및 입원이 특징입니다. 폐쇄성 폐질환의 유형에는 천식, 기관지확장증, 기관지염 및 만성 폐쇄성 폐질환(COPD)이 있습니다. COPD는 기침과 쌕쌕거림의 징후와 같은 다른 모든 폐쇄성 폐질환과 비슷한 특징을 공유하지만 질병 발병, 증상 빈도 및 기도 폐쇄의 가역성 측면에서 별개의 전혀 다른 상태입니다.[1] 낭포성 섬유증도 때때로 폐쇄성 폐질환에 포함됩니다.[2]\n폐쇄성 폐질환\n폐쇄성 폐질환의 일종인 기관지확장증이 있는 사람의 묘사\n전문 분야\n폐의학\n유형\n편집\n천식\n편집\n주요 기사: 천식\n천식은 기관지(기도)가 매우 민감한(과민 반응성) 폐쇄성 폐 질환입니다. 기도에 염증이 생겨 과도한 점액이 생성되고 기도 주변 근육이 조여져 기도가 좁아집니다. 천식은 일반적으로 먼지나 꽃가루와 같이 알레르기 반응을 일으키는 공기 중의 물질을 흡입하여 유발됩니다. 천식은 상기도 감염, 차가운 공기, 운동 또는 연기와 같은 다른 요인 때문에 발생될 수 있습니다. 천식은 흔한 질환으로 전 세계 3억 명 이상의 사람들에게 영향을 줍니다.[3] 천식은 특히 밤이나 이른 아침에 쌕쌕거림, 숨가쁨, 가슴 답답함 및 기침 등의 반복적인 증상을 유발합니다. [4]\n운동으로 인한 천식은 천식 환자에게 흔하며, 특히 추운 날씨에 야외 활동에 참여한 후에 생깁니다.\n직업성 천식 - 모든 천식 발병의 약 2%~5%는 직장에서 특정 항원에 민감하게 하는 매개체에 노출되어 발병할 수 있습니다.\n야간 천식은 제대로 조절되지 않은 천식의 특징적인 문제로, 최적화되지 않은 치료를 받는 환자들 중 3분의 2 이상에서 보고되고 있습니다.\n피크 유량계는 시간 경과에 따른 천식의 중증도 변화를 기록할 수 있습니다. 폐 기능을 측정하는 폐활량계는 기류 제한의 중증도, 가역성 및 변동성을 평가하고 천식 진단을 확인하는 데 도움이 될 수 있습니다.[3]\n기관지확장증\n편집\n주요 기사: 기관지확장증\n기관지확장증은 기도 벽의 파괴적이고 염증적인 변화로 인해 발생하는 기관지가 비정상적으로 돌이킬 수 없게 확장되는 것을 말합니다. 기관지확장증에는 세 가지 주요 해부학적 패턴이 있는데 원통형 기관지확장증, 정맥류 기관지확장증 및 낭포성 기관지확장증입니다.[ 5]\n만성 폐쇄성 폐질환\n편집\n주요 기사: 만성 폐쇄성 폐질환\n만성 폐쇄성 폐질환(COPD)은 이전에 만성 폐쇄성 기도 질환(COAD) 또는 만성 기류 제한(CAL)으로 알려졌으며, 완전히 가역적이지 않은 기류 제한을 특징으로 하는 질병 그룹입니다. 폐로 들어오고 나가는 공기의 흐름이 손상됩니다.[6] 이는 피크 유량계나 폐활량 측정기와 같은 호흡 장치로 측정할 수 있습니다. 대부분의 COPD 환자는 다양한 정도로 폐기종과 만성 기관지염의 특징을 가지고 있습니다. 천식은 자주 별도로 기도의 가역적 폐쇄로 간주되지만, 많은 COPD 환자는 기도에 어느 정도의 가역성을 가지고 있습니다.[7]\nCOPD에서는 기도 저항이 증가하며, 이는 페활량 측정기로 측정한 1초 강제 호기량(FEV1)의 감소로 나타납니다. COPD는 1초 강제 호기량을 강제 폐활량(FEV1/FVC)으로 나눈 값이 0.7(또는 70%) 미만인 경우로 정의합니다.[8] COPD에서는 완전 호기 후 폐에 남아 있는 공기량인 잔여 용적이 종종 증가하고, 총 폐활량도 증가하지만 폐활량은 비교적 정상을 유지합니다. 총 폐활량의 증가(과팽창)는 일부 폐기종 COPD 환자에게 발생하는 앞뒤 직경이 큰 가슴인 배럴 가슴의 임상적 특징이 나타날 수 있습니다. 과팽창은 흉부 X선에서 횡격막이 납작해지는 형태로도 볼 수 있습니다.[인용 필요]\nCOPD의 가장 흔한 원인은 담배 흡연입니다. COPD는 점진적으로 진행되는 질환이며 일반적으로 연간 약 20팩의 흡연 후에 발병합니다. COPD는 다른 입자와 가스를 흡입하여 생길 수도 있습니다. [인용 필요]\nCOPD의 진단은 폐 기능 검사가 도움이 될 수 있지만 폐활량 측정을 통해 확인할 수 있습니다. 흉부 X-레이는 종종 과팽창을 확인하고 다른 폐 질환을 배제하기 위해 지시되지만 흉부 엑스레이에서 COPD의 폐 손상이 항상 보이는 것은 아닙니다. 예를 들어 폐기종은 CT 스캔에서만 볼 수 있습니다.\n장기 관리의 주요 형태에는 흡입 기관지 확장제(특히 베타 작용제 및 항콜린제)와 흡입 코르티코스테로이드를 사용하는 것입니다. 많은 환자가 결국 집에서 산소 보충이 필요합니다. 조절하기 어려운 심각한 경우 경구 코르티코스테로이드로 만성 치료가 필요할 수 있지만 이는 심각한 부작용이 동반됩니다.\nCOPD는 일반적으로 되돌릴 수 없지만 환자가 흡연을 중단하면 폐 기능이 부분적으로 회복될 수 있습니다. 금연은 치료의 필수적인 측면입니다.[9] 폐 재활 프로그램에는 집중적인 운동 훈련과 교육을 병행하여 호흡 곤란을 개선하는 데 효과적입니다. 심각한 폐기종은 신중하게 선택한 사례에서 폐 용적 감소 수술로 치료되었습니다. 신중하게 선택한 사례에서 심각한 COPD에 대한 폐 이식도 시행됩니다.[10]\n알파 1-안티트립신 결핍은 염증 과정에서 방출되는 프로테아제 효소로부터 취약한 폐포 벽을 보호하는 항트립신 단백질이 부족하여 COPD(특히 폐기종)를 유발하는 매우 드문 유전적 질환입니다.[인용 필요]\n진단\n편집\n폐쇄성 질환의 진단을 하려면 진단되는 정확한 질병에 따라 여러 가지 요인이 필요합니다. 그러나 이들 간의 공통점 중 하나는 FEV1/FVC 비율이 0.7 미만이라는 것입니다. 즉, 1초 이내에 호흡의 70%를 내쉬지 못한다는 점입니다. [11]\n다음은 주요 폐쇄성 폐 질환에 대한 개요입니다. 만성 폐쇄성 폐 질환은 주로 만성 기관지염과 폐기종의 조합이지만 모든 질환과 다소 겹칠 수 있습니다.[ 12]\n상태 주요 부위 주요 변화 원인 증상\n만성 기관지염 기관지  증식증 및 점액선의 과형성 및 과분비 담배 흡연 및 대기 오염 물질 생산적 기침\n기관지염\n(만성 기관지염의 하위 그룹) 기관지 염증성 흉터 및 기관지염 폐쇄 담배 흡연 및 대기 오염 물질 기침, 호흡 곤란\n기관지 확장증 기관지 기도의 확장 및 흉터 지속적인 중증 감염 기침, 화농성 가래 및 발열\n천식 기관지\n평활근 증식\n과도한 점액\n염증\n수축\n면역학적 또는 특발성 에피소드성 천명음, 기침 및 호흡곤란\n상자에 별도로 명시되지 않은 경우 참조는 [12]입니다.\n참조\n편집\n제한성 폐질환\n참고 문헌\n편집\n국립 천식 교육 및 예방 프로그램. 임상 실무 지침. 전문가 패널 보고서 2. 천식 진단 및 관리 지침. 메릴랜드주 베데스다: 국립 심장, 폐, 혈액 연구소, 미국 보건복지부 국립 보건원; 1997. NIH 출판물 97-4051.\nRestrepo RD(2007년 9월). \"폐쇄성 폐질환에서 흡입 아드레날린제와 항콜린제: 점막 섬모 청소를 향상시키나요?\" (PDF). 호흡 관리. 52(9): 1159–73, 토론 1173–5. PMID17716384. 2017-04-10에 원본(PDF)에서 보관됨. 2008-07-21에 검색됨.\n\"GINA – 천식을 위한 글로벌 이니셔티브\". 2008-05-06에 검색됨.\n\"천식\". 렉투리오 의학 개념 도서관. 2020년 11월 25일. 2021년 7월 1일에 검색됨.\n\"기관지확장증이란 무엇인가?\". NHLBI. 2014년 6월 2일. 2016년 8월 10일에 원본에서 보관됨. 2016년 8월 10일에 검색됨.\n클라인슈미트, 폴. \"만성 폐쇄성 폐질환 및 폐기종\". 2008-04-19에 검색됨.\nBTS COPD 컨소시엄(2005). \"실제 폐활량 측정 - 일차 진료에서 폐활량 측정을 사용하는 실용 가이드\". 8-9쪽. 2014년 8월 26일에 원본에서 보관됨. 2014년 8월 25일에 검색됨.\n\"GOLD - 만성 폐쇄성 폐질환을 위한 글로벌 이니셔티브\". 2011-02-16에 원본에서 보관됨. 2008-05-06에 검색됨.\n\"만성 폐쇄성 폐질환(COPD)이란 무엇인가?\". 2008-06-14에 원본에서 보관됨. 2008-04-19에 검색됨.\n와인버거, 스티븐 (2019). 폐 의학의 원리. 엘스비어. 93쪽. ISBN9780323523714.\n보겔마이어, 클라우스 F.; 크라이너, 제라드 J.; 마르티네즈, 페르난도 J.; 안주에토, 안토니오; 반스, 피터 J. ; 부"
}