{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It can be very challenging to fix a relationship that keeps breaking, as recurring problems might indicate deeper, unresolved issues. The cycle of breaking and mending can become exhausting and affect both emotional well-being and trust. Here are some factors to consider when trying to fix such a relationship:\n1. Identify Core Issues: It’s important to figure out what’s causing the repeated breakdowns. These could be communication problems, differences in values, trust issues, or emotional incompatibilities. Couples often focus on surface-level problems without addressing the deeper cause.\n2. Communication: Honest, open, and non-defensive communication is crucial. Both partners need to express their feelings and listen to each other without judgment. Poor communication patterns often fuel misunderstandings, which can lead to more conflict.\n3. Boundaries and Expectations: Clear boundaries and mutual respect are essential. Sometimes relationships falter because one or both partners feel their needs or boundaries are not being respected. Discuss and agree on boundaries to avoid future conflicts.\n4. Patterns of Behavior: Pay attention to any toxic or repetitive behavior patterns. If the same issues keep arising, it may suggest unhealthy dynamics, which may require professional intervention to resolve.\n5. Counseling or Therapy: If the relationship is important to you, couples therapy can help. A therapist can provide a neutral perspective, offer strategies for resolving conflict,",
    "trans": "계속 깨지는 관계를 바로잡는 것은 아주 어려울 수 있으며, 되풀이되는 문제들은 더 깊고, 해결되지 않는 문제를 나타낼 수도 있습니다. 깨짐과 개선의 순환은 지치게 만들고 두 사람의 감정적인 행복 및 신뢰에 영향을 미칩니다. 여기 그러한 관계를 고치려고 노력할 때 고려해야 할 요인들이 몇 가지 있습니다:\n1. 핵심 문제 확인하기: 무엇이 반복되는 실패를 야기하는지 아는 것은 중요합니다. 이것은 의사소통 문제, 가치의 다름, 신뢰 문제 또는 감정적인 불일치일 수 있습니다. 연인들은 종종 깊은 원인의 설명 없이 표면-수준의 문제에 초점을 두곤 합니다.\n2. 의사소통: 솔직한, 열린, 그리고 비-방어적인 의사소통이 중요합니다. 두 파트너 모두 감정을 표현하며 서로를 판단 없이 들어줄 필요가 있습니다. 부족한 의사소통 패턴은 종종 더 많은 갈등을 이끄는, 오해를 불러일으킵니다.\n3. 경계 및 기대: 명확한 경계와 상호 존중은 필수적입니다. 때때로 관계는 한 사람 또는 두 파트너 모두 경계가 필요하거나 존중받지 못하다고 느끼기 때문에 흔들립니다. 미래의 갈등을 피하기 위해 경계에 대해 상의하거나 동의하세요.\n4. 행동의 패턴: 독성 또는 반복적인 모든 행동 패턴을 주의하세요. 만약 같은 문제가 계속 발생하면, 해결을 위해 전문가의 개입이 요구되는, 건강하지 않은 역학 관계를 암시할 수 있습니다.\n5. 상담 및 치료: 만약 관계가 당신에게 중요하다면, 연인 치료가 도움이 될 수 있습니다. 치료사는 중립적인 관점을 제공하며, 갈등을 해결하기 위한 전략을 제공할 수 있습니다,"
}