{
    "source": "en_US",
    "target": "ko_KR",
    "text": "His hands trembled violently, the weight of the replica in his arms suddenly unbearable. It was too much—the sight of Aya, the real Aya, so lost in this mechanical act of desire, so completely surrendered to something that wasn’t even him. The room felt stifling, oppressive, as though it were closing in on him, crushing him under the weight of his own inadequacy. He wasn’t needed. Aya had her fill—her body tangled in an intimate moment with the facsimile of himself.\nHe should have looked away. He should have backed out, left before the scene burned itself into his memory, but he couldn’t. His feet were rooted to the floor, his eyes locked on the sight of Aya’s flushed cheeks, her trembling lips as she gasped softly beneath the weight of the replica’s body.\nThe replica—his replica—was making love to her in a way he never could.\n“Ah… Ian…” Aya’s voice came out in a soft, breathless moan, the sound of it laced with desire, sending a sharp pain through his chest. It wasn’t meant for him. It was for the replica. She thought it was him. She wanted it to be him.\nBut it wasn’t.\nIt wasn’t real. None of this was real.\nAnd yet, there she was, her hands moving over the replica’s back, her breath hitching every time it moved against her. The replica responded in kind, pressing its body down against hers, mimicking the intimacy of a lover, mimicking him. Every motion, every touch, was calculated, perfect. And Aya was lost in it, her body responding to the machine as if it were real—as if it were him.\nIan’s vision blurred as his hands clenched the replica of Aya he was still holding. His breath came out in harsh, uneven gasps, and he could barely hear anything over the roaring in his ears. His mind was spinning, his thoughts fragmented as the truth of the situation hit him like a blow.\nHe wasn’t enough. He had never been enough.\nAya’s eyes fluttered closed as she tilted her head back, her lips parting as another soft, breathless moan escaped her. The replica—his replica—responded immediately, its body shifting against hers in perfect harmony, its face so close to hers that it seemed like they would kiss at any moment.\nIan’s chest tightened painfully as bile rose in his throat. He couldn’t breathe. He couldn’t move.\nThis wasn’t real. Aya wasn’t really with him. She wasn’t with Ian. She was with a machine.\nBut in this moment, it didn’t matter. She wasn’t fighting it. She wasn’t pushing it away.\nShe was with it.\nAnd Ian…",
    "trans": "그의 손이 격렬하게 떨렸고, 그의 팔에 있는 복제품의 무게가 갑자기 견딜 수 없었다. 너무도 힘들었다 ㅡ 아야를 보는 것, 진짜 아야, 이 기계적인 욕망의 행위에 완전히 빠져서, 자신도 아닌 무언가에 완전히 굴복한 모습이었다. 방은 마치 그에게 가까이 다가오는 것처럼 답답하고 억압적이어서, 마치 그를 에워싸고, 자신의 부족함의 무게로 그를 눌러 부수는 듯했다. 그는 필요하지 않았다. 아야는 충분히 만족했다 ㅡ그녀의 몸은 자신의 복제품과 친밀한 순간에 얽혔다.\n그는 시선을 돌려야 했다. 그는 물러나야 했고, 그 장면이 그의 기억 속으로 타들어 가기  전에 떠났어야 했지만, 그럴 수 없었다. 그의 발은 바닥에 뿌리를 박고 있었고, 그의 눈은 아야의 붉어진 뺨과 복제품의 몸 무게에 가볍게 헐떡이는 그녀의 떨리는 입술에 고정되어 있었다.\n복제품—그의 복제품—은 그가 결코 할 수 없는 방식으로 그녀와 사랑을 나누고 있었다.\n\"아… 이안…\" 아야의 목소리가 부드럽고 숨가쁘게 신음하며 나왔고, 그 소리는 욕망으로 뒤섞여 그의 가슴을 통해 날카로운 고통을 안겼다. 그것은 그를 위한 것이 아니었다. 그것은 복제품을 위한 것이었다. 그녀는 그것이 그라고 생각했다. 그녀는 그것이 그이기를 바랐다.\n하지만 그렇지 않았다.\n그것은 진짜가 아니었다. 이 모든 것이 진짜가 아니었다.\n그런데도 그녀는 거기에 있었고, 그녀의 손은 복제품의 등 위로 움직였고, 복제품이 그녀에게 닿을 때마다 그녀의 숨이 헐떡거렸다. 복제품은 친절하게 반응했고, 그녀의 몸에 몸을 밀착시키며 연인의 친밀감을 흉내내고, 그를 흉내냈다. 모든 움직임, 모든 접촉은 계산되고 완벽했다. 그리고 아야는 그 속에 빠져들었고, 그녀의 몸은 마치 그것이 진짜인 것처럼ㅡ 마치 그것이 자신인 것처럼 기계에 반응했다.\n이안의 시야가 흐릿해졌고, 그는 여전히 잡고 있던 아야의 복제품을 꽉 쥐었다. 그의 숨은 거칠고 고르지 못한 헐떡거림으로 나왔고, 그는 귀에서 울부짖는 소리 때문에 거의 아무것도 들을 수 없었다. 그의 마음은 돌고 있었고, 상황의 진실이 그에게 일격을 가하자 그의 생각은 산산이 조각났다.\n그는 충분하지 않았다. 그는 결코 충분한 적이 없었다.\n아야의 눈은 깜빡이다 감겼고 머리를 뒤로 젖히고, 입술을 벌리며 또 다른 부드럽고 숨가쁜 신음소리를 냈다. 복제품ㅡ 그의 복제품이ㅡ 즉시 반응했고, 그 몸은 완벽한 조화로 그녀의 몸에 기대어 있었고, 그 얼굴은 그녀의 얼굴에 너무 가까워서 언제라도 키스할 것 같았다.\n이안의 가슴은 고통스럽게 조여들었고, 목구멍에서 담즙이 치솟았다. 그는 숨을 쉴 수 없었다. 그는 움직일 수 없었다.\n이것은 진짜가 아니었다. 아야는 정말로 그와 함께 있지 않았다. 그녀는 이안과 함께 있지 않았다. 그녀는 기계와 함께 있었다.\n하지만 이 순간에, 그것은 중요하지 않았다. 그녀는 그것과 싸우지 않았다. 그녀는 그것을 밀어내지 않았다.\n그녀는 그것과 함께  있었다.\n그리고 이안은…"
}