{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Sir the reservation was made for 7 passengers, we did not have 10 large bags as your disrespectful drive has told you. We have been using a car service since we have been in France and have been able to get all of our luggage in the back of the Mercedes V style vehicle your disrespectful driver had. Furthermore the back seats move up giving more room for luggage but he refused, and we were trying to assist him because we have observed how we have traveled in Paris from the plane and to the train. Your disrespectful driver demanded we get in and then started shoving our luggage in on us because he was angry. He called me stupid, I understand that French, and was very disrespectful by yelling at our wives. He was unprofessional the entire trip culminating with just telling us to get out without making it clear that we were actually at our hotel. Very very disrespectful . He kept implying that he was not our slave.We were not treating him as a slave, in fact we were trying to assist him in getting the luggage in the vehicle, but he kept yelling at us, “don’t touch this is my vehicle”. As we were getting out the vehicle, we tried to assist him in getting the luggage out and he started yelling, “this is my vehicle” and blocked us from getting our luggage out. He started throwing our luggage at us while yelling at us in French, calling us rude, stupid and other names. This is our first time in Marseille and we were really hoping to have as good a time here as we did in Paris and London. We have been traveling all over France and this is the first time we have had this issue with the transfer company. We are not blaming you we just want your drivers to be more respectful to us and our wives. We want you to treat us as if you would want to be treated and give our wives respect and not yell at them when we are traveling. Again, I do hope that our stay will get better and this is not the start of a horrible relationship.",
    "trans": "저희는 7명 승객을 위한 예약을 했는데, 당신의 무례한 운전기사가 이야기 한 대로 큰 가방 10개를 가지고 있지 않았습니다. 저희는 프랑스에 온 이후로 렌터카 서비스를 이용해 왔으며, 당신의 무례한 운전기사가 가지고 있던 메르세데츠 V형 차량의 뒷좌석에 모든 짐을 실을 수 있었습니다. 더군다나 뒷좌석을 위로 올리면 짐을 실을 수 있는 공간이 더 넓어지고, 저희가 파리에서 비행기와 기차로 여행하며 지켜봤기 때문에, 그를 도와주려고 했지만 그는 이를 거부했습니다. 당신의 무례한 운전기사는 우리에게 타라고 요구하고 나서 화가 난다는 이유로 짐을 밀어 넣기 시작했습니다. 그는 저게 멍청하다고 말했고, 저는 그 프랑스어를 알아들었으며, 저희 아내에게 소리를 지르며 매우 무례했습니다. 그는 모든 여행 동안에 프로답지 못했고, 저희가 사실 호텔에 있었는데 확실한 이야기 없이 단지 나가라고 말하며 절정에 달했습니다. 매우 매우 무례했습니다. 그는 넌지시 그가 우리의 노예가 아님을 계속해서 내비쳤었고, 저희는 그를 노예처럼 대하지 않았습니다, 사실 짐을 차에 싣는 것을 도와주려고 했는데, 그는 계속해서 “이건 내 차니까 건드리지 말아요”라며 우리에게 소리쳤습니다. 우리가 차에서 내릴 때, 짐을 내리는 것을 도와주려고 했더니 “이건 제 자동차예요”라고 소리 지르기 시작했며, 짐을 내리지 못하게 막았습니다. 그는 프랑스어로 우리에게 무례하다, 멍청하다 등 다른 이름으로 우리를 부르며, 저희 짐을 집어 던지기 시작했습니다. 마르세유를 방문하는 것은 처음이었고 파리와 런던에서처럼 저희는 이곳에서도 좋은 시간을 보내고 싶었습니다. 프랑스 전역을 여행해 왔지만 운송 회사와 이런 문제를 겪은 것은 이번이 처음입니다. 저희는 당신을 비난하는 게 아니라 단지 운전기사가 저희와 저희 아내를 좀 더 존중하기를 바라는 것입니다. 당신이 대접받고 싶은 것처럼 저희를 대하고 저희 아내를 존중하며 여행하는 동안에 소리를 지르지 않았으면 좋겠습니다. 다시, 저희의 방문이 더 나아지길 바라며 이것이 끔찍한 관계의 시작이 아니길 바랍니다."
}