{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Formed in Colchester, England, the band self-released its first single on its own Limp Records label prior to signing to 4AD, home to such like-minded acts as Bauhaus, Cocteau Twins and Dead Can Dance. Laying the foundation for future musical movements such as goth and industrial, Modern English would gain the attention of renowned BBC DJ John Peel, who featured the band twice on his program.\nOn 1982's After the Snow — produced by the acclaimed Hugh Jones whose credits include albums by Echo and the Bunnymen, Simple Minds, The Damned and many more — the band's sound evolved from the dark, moody and challenging post-punk found on its debut, Mesh & Lace, to a more commercial and radio-friendly mix of synthesizers, guitars, catchy drum beats and singer Robbie Grey's unmistakable vocals. As the title suggests, the icy sound featured on Mesh & Lace melted away on After the Snow to reveal more concise and potent songs, highlighted by \"I Melt With You” which brought the band up from the underground to the mainstream. \"I Melt With You\" is one of the most iconic songs of the New Wave era. The song has been one of the most played songs on radio with well over 8 million plays and will be honored again at the 2024 BMI London Awards. The band is currenty on tour in the US and making their way to Australia, New Zealand, Shanghai and the UK in late 2024.\nThe original members are active creating & touring new music. Go to Www.modernenglish.me for tour dates and Vinyl!",
    "trans": "영국 콜체스터에서 결성된 이 밴드는 바우하우스, 콕토 트윈스, 데드 캔 댄스와 같은 유사한 성향의 아티스트들이 모인 4AD에 사인하기 전에 자체 레이블인 림프 레코드에서 첫 싱글을 자가 발매했다. 고딕과 산업 음악과 같은 미래의 음악적 흐름의 기초를 놓은 모던 잉글리시는 유명한 BBC DJ인 존 필의 주목을 받았고 그는 그의 프로그램에서 그 밴드를 두 번 소개했다.\n1982년 발매된 눈이 내린 후는 — 에코 앤 더 버니멘, 심플 마인즈, 댐드 등의 앨범을 작업한 유명한 프로듀서 휴 존스가 프로듀싱을 맡았다. 밴드의 사운드는 첫 앨범인 메시 & 레이스에서 찾을 수 있는 어두운, 우울하고 도전적인 포스트 펑크에서 더 상업적이고 라디오 친화적인 신시사이저, 기타, 기억하기 쉬운 드럼 비트, 그리고 가수 로비 그레이의 독특한 보컬을 특징으로 한 사운드로 발전했다. 앨범 제목에서 알 수 있듯이, 메시 & 레이스에서 나타났던 차가운 사운드는 눈이 내린 후에서 녹아내려 보다 간결하고 강력한 곡들이 드러났다. 그 중 \"나는 너와 함께 녹아내린다\"는 밴드를 언더그라운드에서 주류로 끌어올린 곡이다. \"나는 너와 함께 녹아내린다\"는 뉴 웨이브 시대의 가장 상징적인 곡 중 하나로 꼽힌다. 이 곡은 라디오에서 가장 많이 재생된 곡 중 하나로, 800만 회 이상의 재생을 기록했으며 2024 BMI 런던 어워드에서 다시 한 번 기념될 예정이다. 현재 밴드는 미국에서 투어 중이며, 2024년 말에는 호주, 뉴질랜드, 상하이, 영국으로 향할 예정이다.\n기존 멤버들은 새로운 음악을 창작하고 투어를 이어가고 있다. 투어 일정과 음반을 확인하려면 www.modernenglish.me를 방문해 주세요!"
}