{
    "source": "en_US",
    "target": "ko_KR",
    "text": "1. Types of schools: maintained (state), county, voluntary, nurs-ery, primary, infant, junior, secondary, grammar, secondary mod-ern, technical, comprehensive, all-through, two-tier, first, middle, upper, mixed (co-educational), single-sex, special, independent (fee-paying, private), pre-preparatory, preparatory, public, sixth-form college, tertiary college.\n2. Stages of education: compulsory, pre-school, primary, sec-ondary, further, higher.\n3. Education policy: administration, schooling, full-time edu-cation, part-time education, tripartite system, class-divided and selective system of education, to sustain inequality of opportuni-ty, to go comprehensive, the Department of Education and Sci-ence, Local Education Authorities (LEAs), to be responsible for national education policy, to run a school, to prescribe curricula or textbooks, the provision of schools, to provide maintained school education.\n4. Management: Head Teacher (Master), Principal, Assistant Principal, Acting Head Teacher, staff, governing body, to have re-sponsibility, to employ teachers, provide and maintain buildings, supply equipment, provide grants, appointment and dismissal of staff.\n5. Admission: to admit, to allocate, to apply for admission, selective procedure, intelligence tests, substitute for the abolished 11 + exams, to measure inborn abilities, to have a time limit, to coach for, catchment area, without any reference to a child's ability or aptitude, to transfer (promote) from one class to another.\n6. Curriculum: broad curriculum, academic course, non-aca-demic course, vocational bias, foundation course, foundation sub-jects, to meet special interests, common curriculum, simplified curriculum, education with a practical slant for lower-attaining pu-pils, to be encouraged to do smth., the three R's, subject teaching, specialist teacher, to have set periods, remedial teaching.\n7. Examinations: GCSE (exam); to sit for an exam; \"A\" level exam; Common Entrance Exam; to be set and marked by ... ; to hand the papers out; examining board; grades, \"pass\" grade; resits",
    "trans": "1. 학교의 종류: 공립 (주립), 군립, 재정, 유치원, 초등, 유아, 초등, 중등, 문법, 신-중등, 기술, 종합 중등, 통합, 두 단계, 초등, 중등, 상급, 공학 (남녀 공학), 단일성별, 특수, 독립 (개인 부담, 사립), 예비, 대학예비, 공립, 대학준비학교, 고등전문학교.\n2. 교육 단계: 의무, 유치, 초등, 중등, 고등, 대학.\n3. 교육 정책: 관리, 학교 교육, 전일제 교육, 시간제 교육, 3부 시스템, 계층화된 선별적 교육 시스템, 기회 불평등 지속하기, 종합교육으로 전환하기, 교육과학성, 지방 교육 당국 (LEAs), 국가 교육 정책 책임지기, 학교 운영하기, 교과 과정 혹은 교과서 규정하기, 학교 공급, 공립학교 교육 제공하기.\n4. 관리: 교장 (학장), 학장, 교감, 교장 대행, 교직원, 이사회, 책임지기, 교사 고용하기, 건물 공급 및 관리하기, 비품 지급하기, 보조금 지급하기, 교직원 고용 및 해고하기.\n5. 입학: 입학 승인하기, 배정하기, 입학 신청하기, 선발 절차, 지능 검사, 폐지된 11 + 시험 대체, 선천적 능력 측정하기, 시간 제한 두기, 훈련시키기, 통학 가능 거리, 아동의 능력 혹은 소질에 상관없이, 다른 학급으로 전학 (진급) 시키기.\n6. 교과 과정: 폭넓은 교과 과정, 학문적 과정, 비학문적 과정, 직업 적성, 기초 과정, 기초 과목, 특별한 관심사에 맞추기, 일반 교과 과정, 단순화된 교과 과정, 성취도가 낮은 학생을 위한 실용적인 편향 교육, 무언가를 하도록 격려받기, 읽기 쓰기 산수, 과목 교육, 전문 교사, 정해진 기간 갖기, 보충 교육.\n7. 시험: 중등교육자격검정시험 (시험); 시험 치르기; \"A\" 등급 시험; 공통 입학 시험; ... 에 의거해 설정되고 채점되기 ; 시험지 나눠주기; 평가 기관; 등급, \"통과\" 등급; 재시험"
}