{
    "source": "en_US",
    "target": "ko_KR",
    "text": "QUESTION #4:\nBeing a new Health Services Representative/DIS to the department, you were asked to organize a Public Health event which focuses on educating young adults about the risks of having unprotected sex.\nHow would you go about the planning and preparation for the event?\nCriteria Alignment: Manage Ambiguity, Problem-Solver, and Initiative/Self-Starter\nSuperior: (Point Value 3)\n The candidate’s initial approach is to share/explain basic knowledge of the risks of having unprotected sex.\n Reaches out to the appropriate network and partners in search for subject matter experts.\n The candidate uses their research to develop suggestions for their manager to initiate the planning of\nthis event.\n Obtaining recent statistics and analyze the trends in the specific population and its impact.\n Consult with experience coworkers involved in the planning of similar events.\n Identify teammates to assist in the preparation of the event.\n Contact possible venues/facilities to conduct events.\nSatisfactory: (Point Value 2)\n Candidate is able to articulate at least three (3) of the above strategies for educating young adults\nabout the risks of having unprotected sex.\nBarely Acceptable: (Point Value 1)\n Candidate is able to articulate at least two (2) of the above strategies for educating young adults",
    "trans": "문제 #4:\n부서의 새로운 건강 서비스 대표자/DIS로서 당신은 어린 성인들에게 콘돔을 사용하지 않은 성교의 위험성을 교육하는 것에 중점을 둔 공중 보건 이벤트를 조직해 달라는 부탁을 받았습니다.\n이 이벤트를 어떻게 계획 및 준비하시겠습니까?\n일치하는 조건: 모호성 관리, 문제 해결, 선제적/스스로 시작하는 사람\n탁월: (3점)\n후보의 초기 접근 방식은 콘돔을 사용하지 않은 성교의 위험성에 대한 기본적인 지식을 공유/설명하는 것입니다.\n적절한 네트워크 및 파트너와 협력해 해당 분야의 전문가를 찾습니다.\n후보자는 자신의 연구를 사용해 제안사항을 만들어 제공합니다, 자신의 매니저에게 계획을 시작하는 일을\n이 이벤트에 대해.\n최신 통계를 얻고 특정 인구 집단에서의 경향 및 그 영향을 분석합니다.\n유사한 이벤트를 계획해 본 경험을 가진 동료에게 자문을 구합니다.\n이벤트 준비에 도움을 줄 팀원을 판별합니다.\n이벤트를 진행하는 것이 가능한 장소/시설에 연락합니다.\n만족: (2점)\n후보자는 위 전략 중 적어도 세(3) 개를 명확히 표현할 수 있으며, 달성하고자 하는 목표는 어린 성인들에게 교육을\n콘돔을 사용하지 않은 성교의 위험에 대해 하는 것이다.\n간신히 용납 가능함: (1점)\n후보자는 위 전략 중 적어도 두(2) 개를 명확히 표현할 수 있으며, 달성하고자 하는 목표는 어린 성인들에게 교육을"
}