{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Until we got in that van, I didn't know what [redacted_name] was thinking. Now I know he wasn't thinking at all...he was just too turned on by [redacted_name]'s scent.[redacted_name] heads straight for the medicine cabinet and starts rifling through it--looking for suppressants, I'm sure--while I get to work checking all the nooks and crannies for anything off. We haven't been in the boathouse for a while, and I have to make sure the ACB hasn't been fucking around in our safehouse. [redacted_name] stays by the door with [redacted_name], the latter with his hands shoved in his pocket as her scent envelops us all.She has no idea how dangerous she is.How much we all want her.I try to focus on the task at hand, but [redacted_name]'s scent is too distracting. It's a heady mix of sweet and spicy that sets my blood on fire. I can feel my cock twitch as I inhale deeply, trying to get more of her intoxicating scent. [redacted_name]'s reaction is even more obvious. I can see the bulge in his pants as he struggles to control himself.Sure, we're not ACB, and we're not typical alphas--we think omegas should have a choice who they pack up with--but we're still men.And [redacted_name] smells fucking phenomenal.\" [redacted_name], any luck?\" I ask, trying to keep my voice steady as I move away from [redacted_name].He shakes his head, frustration etched on his face. \"Nothing. Whichever Enclave crew came through last, they didn't leave any suppressants behind.\" [redacted_name] groans as I curse under my breath. We can't afford any slip-ups, not now that [redacted_name] is with us. She's too vulnerable, and without suppressants, she'll go into heat--and at that point, she'll have to stay on the damn boat. The ACB will stop at nothing to get their hands on an unmated omega ripe for the plucking. And it looks like [redacted_name] is already on the brink of losing control.We're well-fucked...and [redacted_name] is about to be too, if this keeps up.I turn to [redacted_name], trying to keep myself carefully controlled.\" What does this mean?\" [redacted_name] asks. \"I... I don't feel good.\"",
    "trans": "네가 그 승합차에 탈 때까지, 나는 [redacted_name] 어떤 생각을 하고 있는지 몰랐다. 이제 나는 그가 아무 생각 없었다는 것을 알았다...그는 그저 [redacted_name]의 향기에 무척 흥분되어 있었다. [redacted_name] 약품 수납장으로 직진했고 뒤지기 시작했다--억제제를 찾기 위해서, 나는 확신한다--내가 구석구석에 문제가 없는지 확인하기 위해 일하는 동안에. 우리는 한동안 보트 창고에 온 적이 없다, 그리고 나는 망할 ACB가 우리의 보트 창고에 서성거리지 않았는지 확인해야 했다.  [redacted_name]는 [redacted_name]와 옆집에서 살고 있다, 그녀의 향기가 우리 모두를 감싸며 그의 주머니에 손을 집어넣은 마지막.그녀는 그녀가 얼마나 위험한지 몰랐다.우리 모두 얼마나 그녀를 원하는지.나는 손에 있는 작업에 집중하려고 했지만, [redacted_name]의 향기는 너무 방해했다. 이건 달콤함과 매콤함이 섞여 나의 피가 불타오르는 것이었다. 나는 그녀의 중독성 있는 향기를 더 많이 맡으려고, 깊은 숨을 쉬면 내 성기가 씰룩거리는 것을 느낄 수 있었다. [redacted_name]의 반응은 심지어 더 분명했다. 나는 그가 스스로 통제하려고 몸부림치며, 그의 바지에서 툭 튀어나온 것을 볼 수 있었다.확실히, 우리는 ACB가 아니다, 그리고 우리는 전형적인 알파가 아니다--우리는 오메가가 누구와 짐을 쌓아야 하는지 선택해야 한다고 생각한다--하지만 우리는 여전히 남자이다.그리고 [redacted_name]는 망하도록 경이롭게 향기롭다.\" [redacted_name], 잘됐어?\" 나는 물었다, [redacted_name]으로부터 멀어지며 목소리를 견고하게 유지하려고 노력하면서.그는 고개를 저었다, 좌절감이 그의 얼굴에 역력했다. \"아무것도. 마지막에 인클레이브 일원이 회복한 게 무엇이던, 아무런 억제제도 남기지 않았어.\" [redacted_name]은 내가 속으로 저주함에 신음을 냈다. 우리는 어떤 실수도 하면 안 돼, [redacted_name]가 우리와 함께 있는 지금은 아니야. 그는 너무 취약했고, 억제제가 없었다, 그녀는 냄새를 풍길 것이고--그 부분에서, 그녀는 망할 보트에 머물러야 했다. ACB는 짝이 없는 오메가를 뜯어내려고 그들의 손에 넣기 위해 어떤 일도 멈추지 않을 것이다. 그리고 [redacted_name]는 이미 통제를 잃기 직전이었다.무리 모두 망했어...그리고[redacted_name] 또한 그렇게 될 참이었다, 만약 이게 계속되면.나는 [redacted_name]으로 돌았고,스스로 조심히 계속 통제하려고 노력했다.\"이게 무슨 의미이지?\" [redacted_name]이 물었다. \"나는...나는 기분이 좋지 않아.\""
}