{
    "source": "en_US",
    "target": "ko_KR",
    "text": "28] The waterproofing membrane was to be reinforced with mesh. A cementitious\nadhesive was to be applied on top of the waterproof membrane, to which the tiles were\nto be affixed.\n[29] Once constructed, the balconies had a fall of 20 mm, with the higher part of\nthe fall being located adjacent to the perimeter nib. Water, once it lands on the tiles of\nthe balconies, runs towards the apartments, where it was designed to be diverted away\nfrom the apartments by a channel drain with a downpipe.\n[30] A diagram demonstrating the “bottom of wall detail” and where the wall\nintercepts with the balcony drain on the interior face of the balcony is attached as\n‘Appendix B’\n.\n[31] The consented drawings showed “Mapelastic Waterproofing on [Mapefonic]\nAcoustic System”, a BRANZ-approved proprietary system including a waterproof\nmembrane and an acoustic mat. However, as built on most balconies, the acoustic\nmatting was made of cork. In some instances, a rubber matting was used instead of\nMapefonic. Cork is absorbent and biodegradable.\n[32] The specified Mapelastic membrane is a cementitious (two-part) liquid-applied\nmembrane system produced by Mapei New Zealand Ltd. The consented drawings\nshow that the membrane was to terminate around the perimeter by “sawcut to seal\nwaterproofing membrane”.5\n[33] Changes to the original design, including the dispensing of the sawcut were\nagreed between Argon, Mapei and the architect. As part of the change process Mapei,\n5 In his evidence, Mr Gabriel, general manager for Argon (and site engineer during the construction\nof Bianco Off Queen), described this as follows “[t]he original design provided that the liquid\napplied membrane would terminate into the balcony chase, which is a slot cut into the balcony for\nthis purpose” (i.e. a sawcut). He says that following discussions with Mapei it was decided that\nthe liquid-applied membrane could be terminated at the up-stand without the need for a chase.",
    "trans": "28] 방수 멤브레인은 메시로 강화해야 했다. 시멘트\n접착제가 방수 멤브레인 위에 도포되었고, 그 위에 타일을\n고정해야 했다.\n[29] 건설 이후 발코니의 낙차는 20mm이었으며, 그 높은 부분은\n주위 닙 인근에 위치해 있었다. 물이 타일에 떨어지면\n발코니의, 아파트 방향으로 흘러가고, 설계상 이 물은 방향을 전환하여\n수직 홈통이 있는 채널형 배수관을 통해 아파트에서 떨어진 곳으로 흘러갔다.\n[30] \"벽 아래쪽 세부 정보\"와 벽이\n발코니 내부 면에서 발코니 배수관과 만나는 지점을 나타내는 그림이 다음 이름으로 첨부되었다\n'부록 B'\n.\n[31] 동의 된 도면에 나온 것은 \"마페일라스틱 방수, [Mapefonic]\n음향 시스템의\", BRANZ 승인을 받은 등록 상표를 취득한 시스템으로, 포함한 것은 방수\n멤브레인과 방수 매트. 단, 대부분의 발코니에 설치되는 경우 음향\n매트 소재는 코르크엿다. 일부 경우, 대신 고무 매트 소재가 사용되었다\n마페포닉. 코르크는 구하기 쉽고 생분해성이 있다.\n[32] 명시된 마페일라스틱 멤브레인은 시멘트성의(두 부분으로 된) 액체 도포\n멤브레인 시스템으로 마페이 뉴질랜드 사에 의해 생산된다. 동의된 도면에는\n멤브레인이 주위에서 종단되는 방식으로 \"톱 절단을 통한 씰링\n방수 멤브레인\".5\n[33] 톱 절단 진행 등을 포함한 원래 설계에서의 변경사항은\n아르곤, 마페이 및 건축가 사이에서 협의되었다. 변경 과정에서 마페이,\n5 증거에서 아르곤의 총지배인 가브리엘 씨(이자 건설의 현장 엔지니어\n비앙코 오프 퀸의)는 이를 다음과 같이 설명하였다 \"[t]기존 설계는 액체\n도포된 멤브레인이 발코니 체이스에서 종단되며, 이는 발코니에 절삭된 슬롯으로\n이 목적으로 사용된다\"(즉, 톱 절단). 그는 마페이와의 논의 끝에\n액체 도포 멤브레인이 체이스의 필요 없이 업스탠드에서 종단될 수 있을 것이라 결정되었다 말했다."
}