{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Abstract: Salt patches (SPs) with surface salt accumulation pose a serious threat to agriculture in coastal saline lands. However, the migration and distribution of soil water and salt in SPs remain unclear due to complex water–salt transport dynamics. In this study, we focused on typical SPs in the Yellow River Delta region and selected center site (Site 1), transition site (Site 2), edge site (Site 3), and outer site (Site 4) with varying levels of salinization. Field sampling and the HYDRUS-1D model were employed to investigate the migration process and distribution of soil water and salt in SPs, as well as the influencing factors. The results indicated significantly higher salt contents in the central sites (Site 1 and Site 2) compared to the edge sites (Site 3 and Site 4), while no significant differences were observed in soil water content. The bottom soil exhibited greater stability in terms of water and salt content compared to the surface soil. Additionally, soil water content increased with soil depth, whereas salt content decreased from Site 1 to Site 3. Interestingly, Site 4 exhibited the opposite salt distribution pattern in the whole soil depth. We observed that SPs displayed a salt aggregation structure radiating from the center to the periphery, gradually weakening in intensity. Our correlation analysis indicated that the formation of SPs may be influenced by soil particle size distribution, precipitation, and evaporation. Specifically, fine soil structure can impede the upward transport of highly mineralized groundwater, while precipitation and evaporation directly affect the leaching and upward movement of surface soil salt, resulting in uneven salt distribution in the field and the formation of SPs. These findings provide valuable theoretical and technical insights for the prevention and improvement of saline farmlands in the Yellow River Delta.\nKeywords: soil salinization; salt patches; water and salt transport; spatial and temporal variability patterns; predictive models",
    "trans": "초록: 표면 염분이 축적된 염분 패치 (SPs)는 해안 염분지 농업을 심각하게 위협한다. 그러나, SP 내 토양수와 염분의 이동 및 분포는 복잡한 물-염분 이동 역학으로 인해 불명확하다. 본 연구는 황하 삼각주의 전형적인 SP에 주목하였고 서로 다른 염도의 중심지 (장소 1), 전환지 (장소 2), 가장자리 (장소 3) 그리고 외부 (장소 4)를 선정했다. 현장 샘플링과 HYDRUS-1D 모델을 사용해 SP 내 토양수와 염분의 이동 과정과 분포 및 그에 영향을 미치는 요인들을 연구했다. 그 결과 중심지 (장소 1과 장소 2)의 염분 함량이 가장자리 (장소 3과 장소 4)에 비해 월등히 높은 반면, 토양수 함량에서는 큰 차이가 관찰되지 않았다. 저층 토양은 표층 토양에 비해 물과 염분에서 더 높은 안정성을 보였다. 또한, 토양수 함량은 토양 깊이에 비례해 증가한 한편, 염분 함량은 장소 1에서 장소 3으로 갈수록 감소했다. 흥미롭게도, 장소 4는 모든 토양 깊이에서 반대의 염분 분포 양식을 보였다. SP가 중심에서 주변부로 확산하며 점차 강도가 감소하는 염분 집합 구조를 나타냄을 관찰했다. 상관분석 결과는 SP의 형성은 토양 입자 크기 분포, 강수 및 증발에 의해 영향을 받을 수 있다는 점을 시사했다. 구체적으로, 미세 토양 구조는 광물 함유량이 높은 지하수가 상승 이동하는 것을 방해할 수 있고, 강수와 증발은 표층 토양 염분의 침출과 상승 이동에 직접적인 영향을 미침으로써 농지의 염분 분포가 불균형해지고 SP가 생성될 수 있다. 이러한 발견은 황하 삼각주의 염분 농지 방지 및 개선을 위한 귀중한 이론적, 기술적 통찰을 제공한다.\n핵심어: 토양 염분화; 염분 패치; 물과 염분 이동; 시공간적 변동성 양식; 예측 모델"
}