{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Shift Leader is responsible for leading and assigning people in their area. Additionally, the shift leader performs light maintenance tasks and coordinates with the General Maintenance Employees & Supervisor in his/her area.\nEnsure all safety, quality and standard operating procedures are followed\nAssist department manager and technical directors in research and development\nMaintain strict safety procedures for self, all employees, and visitors within the Tufting area\nAssign Creelers to machines that are high priority and or that need to run per schedule\nMove Creelers to different machines as needed per schedule\nOperate machines as needed\nAnalyzes and resolves work problems.\nAttend any job-related training deemed necessary by supervision\nFollow all established standard operating procedures\nPerform general housekeeping duties as necessary\nPerform other tasks assigned by management\nHigh School education or GED equivalent preferred.\nMinimum three years of experience in color matching, or equivalent combination of education and experience\nWork experience, or equivalent training and experience that provides the incumbent with the knowledge of basic or commonly used rules, procedures or operations, or basic skills to use office equipment. Routine and repetitive work, emphasis on comparing information, providing information, recording and preparing information.\nKnowledge of Company brands and product information required to perform the essential functions of this job\nAbility to work independently with minimum supervision in a team; work well with others and must show enthusiasm, initiate and pride in work\nAbility to form basic mathematics and weight measures\nWritten communication, organizational skills and problem-solving capabilities, detail oriented and the ability to communicate with others\nAbility to follow verbal and/or written instructions and interpret department operating standards\nUnder minimum supervision, job duties are subject to specific instructions and standard work routine.\nAbility to communicate in standard English to understand and follow verbal or written instructions and to keep simple records and make reports\nAbility to continuously lift up to 20 pounds.\nMust be able to walk long distances, climb on ladders, and stand for long periods of time.\nBending, crouching, reaching, kneeling and stooping may be required.\nMust also be able to work in non-climate controlled facilities.\nClose vision depth perception and color perceptions are required to perform this job.\nWork environment is a noisy, high traffic production floor.\nMay be required to work a flexible schedule to include evening and night shifts, weekends and holidays. Willing to work in all types of weather.\nJob Type: Full-time\nPay: From $24.84 per hour\nExpected hours: No less than 40 per week\nBenefits:\n401(k)\n401(k) matching\nDental insurance\nHealth insurance\nLife insurance\nOn-the-job training\nPaid time off\nRetirement plan\nTuition reimbursement\nVision insurance\nSchedule:\n8 hour shift\nHolidays\nMonday to Friday\nNight shift\nOvertime\nPeople with a criminal record are encouraged to apply\nExperience:\nBasic math: 1 year (Required)\nLanguage:\nEnglish (Required)\nAbility to Relocate:\nDalton, GA 30721: Relocate before starting work (Required)\nWork Location: In person\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa.\n&nbsp",
    "trans": "시프트 리더는 자신의 구역에 존재하는 사람을 이끌고 배정할 책임이 있다. 또한, 시프트 리더는 경도의 유지보수 작업을 수행하며, 자신이 위치한 구역의 일반 유지보수 직원 및 관리자와 협업한다.\n모든 안전, 품질 및 표준 운영 절차가 준수되도록 함\n연구개발 과정에서 부서 관리자 및 기술 책임자를 지원\n술 제작 구역 내에서 자신, 모든 직원 및 방문객에 대한 엄격한 안전 절차 유지\n크릴 교체 작업자를 우선순위가 높거나 스케줄에 맞추어 동작해야 하는 기게에 배정\n스케줄에 맞추어 크릴 교체 작업자를 필요에 따라 다른 기계로 이동\n필요에 따라 기계 조작\n작업 문제를 분석 및 해결.\n관리자가 필요하다고 판단하는 모든 직무 관련 교육 참석\n모든 수립된 표준 운영 절차 준수\n필요에 따라 일반적인 시설 관리 업무 수행\n관리자가 할당한 다른 작업 수행\n고등학교 수료 또는 그와 동등한 고졸 학력 인증서 우대.\n최소 3년의 색상 매칭 작업 경력 또는 그와 동등한 교육 및 경력 조합\n재직자에게 기본적 혹은 공통적인 규칙, 절차 또는 조작에 대한 지식 또는 사무용품을 사용하기 위한 기본적인 능력을 제공하는 직무 경험 또는 그와 동등한 교육 및 경험. 규칙적이고 반복적인 업무, 정보의 비교, 정보 제공, 정보 기록 및 준비에 초점이 맞추어짐.\n본 직무의 필수 기능을 수행하기 위해 필요한 회사 브랜드 및 제품 정보에 대한 지식\n팀 내에서 최소한의 감독 하에 독립적으로 일할 수 있는 능력, 다른 사람들과 원활하게 일하며 일에 열정, 솔선수범 및 자부심을 보일 수 있어야 함\n기본적인 계산 및 무게 측정 능력\n글을 통한 소통, 조직 능력 및 문제 해결 능력, 세부 내용에 신경을 쓰며 다른 사람들과 소통할 수 있는 능력\n말 및/또는 글로 된 지시를 따르고 부서의 운영 표준을 해석할 수 있는 능력\n최소한의 감독 하에 직무는 특정한 지침 및 표준 업무 루틴의 적용을 받습니다.\n표준 영어로 소통해 말 또는 글로 된 지시를 이해하고 따르며, 간단한 기록을 하고 보고할 수 있는 능력\n지속적으로 최대 20파운드의 하중을 들어올릴 수 있는 능력\n긴 거리를 걷고, 사다리를 오르고, 오랜 시간 동안 서 있을 수 있어야 합니다.\n몸을 굽히거나, 쭈그리고 앉거나, 높은 곳에 손을 뻗거나, 무릎을 꿇거나 허리를 굽혀야 할 수 있습니다.\n공조시설이 없는 시설에서도 작업할 수 있어야 합니다.\n이 작업을 수행하기 위해서는 가까운 곳에 대한 시각적 깊이 감각 및 색깔에 대한 감각이 필요합니다.\n작업 환경은 소음이 많고 지나다니는 사람이 많은 생산 지역입니다.\n저녁 및 야간 근무, 주말 근무 및 휴일 근무를 포함한 유연한 스케줄로 작업해야 할 수 있습니다. 어떤 날씨에서건 근무할 의지가 있어야 합니다.\n직무 유형: 풀타임\n보수: 시급 $24.84 이상\n예상 근무 시간: 주 40시간 이상\n혜택:\n401(k)\n401(k) 매칭\n치과 보험\n건강 보험\n생명 보험\n사내 훈련\n유급 휴가\n은퇴 설계\n학자금 지원\n시력 보험\n근무 일정:\n8시간 근무\n휴일\n월~금요일\n야간 근무\n초과 근무\n범죄 이력 보유자 지원 환영\n경험:\n기본 산수: 1년(필수)\n언어:\n영어(필수)\n이사 가능 여부:\n달턴, GA 30721: 업무 시작 전 이사 필요(필수)\n작업 위치: 현장근무\n&nbsp;\n다른 신청 또는 평가 방법이 필요한 경우 고용자에게 직접 문의해 요청해야 하며, 이는 고용주의 채용 과정에서 의무가 아닙니다.\n&nbsp"
}