{
    "source": "en_US",
    "target": "ko_KR",
    "text": "TOURIST VISA (Medical Treatment - MT)\nTourist Visa for Medical Treatment (MT) may be granted to applicants who wish to enter Thailand for medical treatments at hospitals or medical facilities in Thailand for60 days or lessper trip.\nTypes of Tourist Visa and Validity:\nSingle-Entry Visa:valid for entering Thailand once within 3 months from the date of visa issuance. The period of stay is60 daysmaximum.\nRequired documents:\n1. Visa Application form(s) and photograph(s):two signed and completed Visa Application Forms dated at least 10 working days before the intended date of travel(Visa Application Form), as well as two recent photograph(s)(size 2x2 inch).\n2. Passport(valid for no less than 6 months) to be submitted with a copy of the Passport\n3. Copy of ID Document other than Passport (for example ID Card or Driving License)\n4. Copy of Permanent Residence or other permit (if not a national of the country of residence)\n5. Travel ticketsto and from Thailand (Period of stay in Thailand not more than 60 days)\n6. Evidence of adequate finance- An original bank statement covering a period of dating back 3 months which states bank contact information and equivalent amount of not less than ZAR 11,000 per person or ZAR 22,000 per family.\n*For family members traveling together, documents showing family relation such as a copy of birth certificate or marriage certificate must be submitted.\n7. Evidence of accommodation booking- proof of accommodation arrangement for the entire duration of the stay in Thailand.\n8. Evidence of employment - Proof of employment in the country of residence in the form of a recently signed letter by an employer.",
    "trans": "관광 비자 (치료 - MT)\n치료 (MT) 목적의 관광 비자는 여행당 60일 이하로 태국의 병원이나 의료 시설에서 치료를 받고자 태국에 입국을 원하는 지원자들에게 해당됩니다.\n관광 비자의 종류와 유효성:\n단일 입국 비자: 비자 발급일로부터 3개월 내에 태국에 한 번 입국하는 경우 유효하다. 체류 기간은 최대 60일이다.\n필요 서류:\n1. 비자 신청서(들)과 사진(들): 두 개의 비자 신청서는 여행하려는 날짜의 최소 10영업일 이전에 모두 사인되어야하고 작성되어야할 뿐만 아니라, 두 개의 최근 사진(들)도 필요합니다(크기 2x2인치).\n2. 여권(6개월 이하로 유효함)은 여권 사본과 함께 제출되어야 합니다\n3. 여권 이외의 다른 신분증 서류 사본 (예를 들어 신분증이나 운전면허증)\n4. 영주권 혹은 다른 허가증 사본 (거주중인 국가의 국민이 아닌 경우)\n5. 태국 왕복 비행기표 (태국에 체류하는 기간은 60일 이상을 넘을 수 없습니다)\n6. 적합한 재정 상태의 증거 - 은행 연락처와 한 사람당 11,000랜드 이상 혹은 한 가족당 22,000랜드 이상 정도의 양이 명시된 서류 제출 날짜로부터 지난 약 3개월 간의 은행 입출금 내역서 원본\n* 같이 여행하는 가족 구성원의 경우, 출생 증명서나 결혼 증명서와 같이 가족 관계를 보여주는 서류가 제출되어야 합니다.\n7. 숙박 예약 증거 - 태국에 머무르는 전체 기간 동안의 숙박 예약 증거\n8. 고용의 증거 - 거주 중인 국가에서 근로 중인 상태임을 입증하는 증거로 고용주에게 최근 사인받은 편지"
}