{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The sharing economy is a trend that has been growing in recent years. This economy is based on\nsharing resources, such as cars, homes, and even clothing, rather than owning them outright. Some popular examples of\nthe sharing economy include Uber, Airbnb, and Lyft.\nThe sharing economy has several potential benefits. For one, it can help reduce waste and increase sustainability(可\n持 续 性 ), as resources are being used more efficiently. Additionally, it can help provide more affordable options for\nconsumers, as well as create new sources of income for people who may not have had access to traditional job\nopportunities.\nHowever, there are also potential drawbacks to the sharing economy. Many of the workers in the sharing economy\nare considered independent contractors, which means they are not entitled to the same benefits and protections as\ntraditional employees. Additionally, there have been concerns about safety and insurance coverage for both the workers\nand consumers using these services.\n4． What is the sharing economy?\nA．An economy based on owning resources outright.\nB．An economy based on sharing resources.\nC．An economy based on consuming more resources.\nD．An economy based on throwing away resources.\n5． What are some potential benefits of the sharing economy?\nA．It can create more waste and reduce sustainability.\nB．It can create more expensive options for consumers.\nC．It can provide affordable options for consumers and create new sources of income.\nD．It can reduce job opportunities.\n6． What are some popular examples of the sharing economy?\nA．Private car ownership, traditional hotels, and taxis.\nB．Public transportation, traditional hotels, and taxis.\nC．Uber, Airbnb, and Lyft.\nD．Uber, private car ownership, and public transportation.\n7． What is one potential benefit of the sharing economy for people who may not have had access to traditional job\nopportunities?\nA．It can create more traditional job opportunities.\nB．It can eliminate traditional job opportunities.\nC．It can provide new sources of income.\nD．It can reduce job opportunities.\n（本题 8 分）Have you still remembered what happened when you went to school on the first day? I still remember\nmy interesting first day of school. On that day, I hurried to my science class in the morning and found a seat in the back. I\nwaited there for 15 minutes before the bell rang. The science teacher told us about some class rules. No one talked to me;\n5\nnor did I talk to anyone else. I was one of those very shy girls. After the science class, I had an English class. I thought it\nwould be boring but it turned out to be very funny. When the classes of the morning ended I went to lunch. I sat outside\nthe dining room with no one to talk to and no food because I was too nervous to join the lunch line. I kept looking around\nhoping to see someone I knew but I never saw anyone.\nLunch ended and I went to have my art class. I was the first one there and not even my teacher was there yet. So I sat\nat my desk and started drawing some pictures. I didn’t notice the rest of the class walking in or the girl that was standing\nbehind me till I was surprised by the voice,\n“So what are you drawing?” It was a girl who had really long hair. She ended\nup being my best friend and one of the kindest and liveliest girls I know.\nIn the next class meeting, the teacher asked us to talk about the past holiday. I was glad to make some new friends in\nthe class. The first day of high school was hard for me but I got through it.",
    "trans": "공유 경제는 최근 몇 년 동안 성장해온 트렌드입니다. 이 경제는 기반으로 합니다\n차, 집, 심지어 의류와 같은 자원을 완전히 소유하는 대신 공유하는 것을. 몇 가지 인기 있는 예로는\n공유 경제의, 우버, 에어비앤비, 리프트가 있습니다.\n공유 경제는 여러 가지 잠재적인 이점을 가지고 있습니다. 한 가지는, 폐기물을 줄이고 지속 가능성을 증가시킬 수 있습니다\n자원을 더 효율적으로 사용하게 되어. 또한, 더 저렴한 옵션을 제공하고\n소비자에게, 전통적인 직업에 접근할 수 없었던 사람들에게 새로운 소득원을 창출할 수 있습니다.\n기회\n하지만 공유 경제에도 잠재적인 단점이 있습니다. 공유 경제에서 일하는 많은 근로자들은\n독립 계약자로 간주되며, 이는 혜택과 보호를 받지 못한다는 것을 의미합니다\n전통적인 직원들과 같은. 또한, 근로자 모두의 안전과 보험 커버리지에 대한 우려가 제기되었습니다\n이러한 서비스를 이용하는 소비자와.\n4. 공유 경제란 무엇인가요?\nA. 자원을 완전히 소유하는 경제\nB. 자원을 공유하는 경제\nC. 자원을 더 많이 소비하는 경제\nD. 자원을 버리는 경제\n5. 공유 경제의 잠재적인 이점은 무엇인가요?\nA. 폐기물을 더 많이 만들고 지속 가능성을 줄일 수 있습니다.\nB. 소비자에게 더 비싼 옵션을 만들 수 있습니다.\nC. 소비자에게 저렴한 옵션을 제공하고 새로운 소득원을 창출할 수 있습니다.\nD. 직업 기회를 줄일 수 있습니다.\n6. 공유 경제의 몇 가지 인기 있는 예는 무엇인가요?\nA. 개인 자동차 소유, 전통적인 호텔, 택시\nB. 대중 교통, 전통적인 호텔, 택시\nC. 우버, 에어비앤비, 리프트\nD. 우버, 개인 자동차 소유, 대중 교통\n7. 전통적인 직업에 접근할 수 없었던 사람들에게 공유 경제의 잠재적인 이점은 무엇인가요?\n기회\nA. 더 많은 전통적인 직업 기회를 만들 수 있습니다.\nB. 전통적인 직업 기회를 없앨 수 있습니다.\nC. 새로운 소득원을 제공할 수 있습니다.\nD. 직업 기회를 줄일 수 있습니다.\n(문제 8점) 첫날 학교에 갔을 때 일어난 일을 아직 기억하나요? 저는 아직 기억합니다\n제 흥미로운 학교 첫 날을. 그날 아침, 저는 과학 수업에 서둘러 가서 뒤쪽 자리에 앉았습니다. 저는\n벨이 울리기 전에 15분 동안 거기 앉아 있었어요. 과학 선생님은 우리에게 몇 가지 수업 규칙에 대해 말해주었어요. 아무도 저와 얘기하지 않았고;\n5\n저도 아무에게도 말을 하지 않았어요. 저는 그런 아주 수줍은 소녀 중 하나였어요. 과학 수업이 끝난 후, 저는 영어 수업을 들었어요. 생각했지만\n재미없을 것 같다고, 정말 재미있었어요. 오전 수업이 끝난 후 저는 점심을 먹으러 갔어요. 저는 밖에 앉아있었고\n식당에 말할 사람과 음식 없이, 점심 줄에 서는 게 너무 긴장됐기 때문이에요. 저는 계속 주위를 둘러보며\n아는 사람을 볼 수 있기를 바랐지만, 아무도 보지 못했어요.\n점심이 끝나고 저는 미술 수업을 들으러 갔어요. 저는 그곳에서 첫 번째로 도착했고, 선생님도 아직 오지 않았어요. 그래서 저는 앉아서\n책상에, 그림을 그리기 시작했어요. 나머지 반 친구들이 들어오는 것도, 서 있는 소녀도 눈치채지 못했어요.\n제 뒤에. 그러다가 그 소녀의 목소리로 놀라게 되었어요,\n\"뭐 그리는 거야?\" 정말 긴 머리를 가진 소녀였어요. 결국 그녀는\n제 가장 친한 친구가 되었고, 제가 아는 가장 친절하고 활기찬 소녀 중 하나가 되었어요.\n다음 수업에서는 선생님이 우리에게 지난 휴일에 대해 이야기하라고 했어요. 저는 새로운 친구들을 사귀게 되어 기뻤어요.\n그 수업에서. 고등학교 첫날은 저에게 힘들었지만, 그걸 잘 이겨냈어요."
}