{
    "source": "en_US",
    "target": "ko_KR",
    "text": "1. This place near the Town Hall has a statue of a famous queen in the centre. Name the location:\nWhich man’s name on the plinth is really that of a woman? Answer:\n2. This grand building right in the centre of Lancaster used to be the Town Hall. Sadly, it’s closed on Wednesdays and Thursdays. Name the location:\nStand on the steps facing the square – where does the door on your left lead? Answer:\n3. This building is one of the oldest working theatres in the UK. Name the location:\nWhich student venue can be found along the alleyway opposite? Answer:\n4. This courtyard of tiny cottages was built in 1700 to house “poor indigent ancient men and women” and is almost hidden behind a high wall on a busy road. Name the location:\nLook through the gate – what is the building at the far end of the yard? Answer:\n5. This huge stone building stands guard over the town and the river Lune. It was once a prison and now houses the Police Museum. Name the location:\nWho guards the gatehouse? Answer:\nPlease add a selfie of yourself & your team with this person:\n6. This little house near the Castle might be the tiniest museum you’ve ever seen! Name the location:\nWhat can you see through the window? Answer:\n7. This place of Christian worship is the Mother Church of the City of Lancaster. Name the location:\nStand outside and look to the South. What insects are associated with the domed building you can see on the skyline? Answer:\n8. This corner building near the Castle is home to creative spaces, performance spaces, a cafe and a Post Graduate Study Hub. Name the location:\n9. This meeting place near the station is associated with George Fox. Who was he? Answer:\nWhich building on campus is associated with his wife? Answer:\n10. This building stands on the West Coast Mainline. On what date did it open? Answer:\nWhat is the name of the station pub? Answer:\nPlease add selfies of you & your team standing on:\n• The platform from which you would catch a train to London:\n• The platform from which you would catch a train to Scotland:\n11. This ruin once helped Lancaster’s Roman citizens to keep clean. Name the location:\nHeading downhill towards the river, is the site on your left or your right? Answer:\n12. This grand building overlooks the river and once played a central role when Lancaster was a busy port. Name the location:\nStand with your back to the building – how many ways can you see to cross the river? Answer",
    "trans": "1. 시청 주변의 이 장소는 중앙에 유명한 여왕의 동상이 있습니다. 이 장소의 이름을 적어 보세요:\n주추에 있는 남자 이름 중 어떤 것이 사실 여자의 것입니까? 답해 보세요:\n2. 랭커스터 중앙으로부터 우측의 이 커다란 건물은 원래 시청이었습니다. 안타깝게도, 수요일과 목요일에는 문을 닫습니다. 그 이름을 적어 보세요:\n광장을 마주보는 계단 위에 서 보세요 - 당신 왼쪽에 있는 문은 어디로 이어집니까? 답해 보세요:\n3. 이 건물은 영국의 제일 오래된 운영 중인 극장 중 하나입니다. 그 이름을 적어 보세요:\n건너편 골목을 따라서는 어떤 학생 장소를 찾을 수 있습니까? 답해보세요:\n4. 이 작은 집들의 안뜰은 1700년 \"불쌍하고 궁핍한 나이든 남자와 여자들\"의 살 곳으로 지어졌으며 분주한 도로의 높은 벽 뒤에 거의 숨겨져 있습니다. 그 이름을 적어 보세요:\n문을 바라보세요 - 마당의 정 반대편 끝에 있는 건물은 무엇입니까? 답해보세요:\n5. 이 커다란 석재 건물은 마을과 룬 강을 감시하도록 세워져 있습니다. 한때 이곳은 교도소였고 지금은 경찰 박물관이 있습니다. 그 이름을 적어 보세요:\n누가 정문 관리실을 지킵니까? 답해보세요:\n이 사람과 찍은 당신 & 당신 팀의 셀카를 첨부해 주세요:\n6. 성 주변의 이 조그만 집은 당신이 본 제일 작은 박물관일지도 모릅니다! 그 이름을 적어 보세요:\n창문을 통해 무엇을 볼 수 있습니까? 답해보세요:\n7. 이 기독교 예배 장소는 랭커스터 시의 모교회입니다. 그 이름을 적어 보세요:\n바깥에 서서 남쪽을 보세요. 스카이라인에 보이는 돔 모양 건물과 연관이 있는 곤충은 무엇입니까? 답해보세요:\n8. 성 주변의 이 모퉁이 건물엔 창조 공간, 공연 장소, 카페와 대학원생 연구 허브가 있습니다. 그 이름을 적어 보세요:\n9. 역 주변의 이 만남의 장소는 조지 폭스와 연관이 있습니다. 그는 누구였나요? 답해보세요:\n캠퍼스의 건물 중 그의 아내와 연관이 있는 것은 무엇입니까? 답해보세요:\n10. 이 건물은 웨스트코스트 본선에 자리잡고 있습니다. 이 곳이 개방된 날은 언제인가요? 답해보세요:\n역 펍의 이름은 무엇입니까? 답해보세요:\n다음 위에 서 있는 당신 & 당신 팀의 셀카를 첨부해 주세요:\n• 런던으로 가는 열차를 탈 플랫폼\n• 스코틀랜드로 가는 열차를 탈 플랫폼\n11. 이 유적은 한때 랭커스터의 로마 시민들이 깨끗하게 지내는 것을 도왔습니다. 그 이름을 적어 보세요:\n강을 향해 언덕을 내려가면, 장소는 당신 왼쪽에 있습니까 오른쪽에 있습니까? 답해보세요:\n12. 이 커다란 건물은 강을 내려다보고  있으며 랭커스터가 분주한 항구였던 시절 한때는 중요한 역할을 했습니다. 그 이름을 적어 보세요:\n건물을 등지고 서 보세요 - 강을 건너는 길이 몇 개나 보입니까? 답해보세요"
}