{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Here are five reasons why strategy plays such an important part of any company’s success.\n1. Planning – Creating and tracking progress against an annual operating plan is an essential management tool for any company. What is often missing is the relationship these plans have to the future. Too often annual operating plans are created from the rear view mirror. What happened last year and where should we go in the coming year? These are all good intentions. However, without a clear picture of what you want the future to look like, it will always be more reactive than proactive. A well-articulated 3 to 5 year long term view of the company should serve to inform the annual operating plan. The annual plan then becomes the stepping stone toward the achievement of the longer term goals.\n2. Strengths and Weaknesses – At first glance this seems too obvious and you are saying to yourself, “Of course we know what our strengths and weaknesses are!” We cannot disagree. No one knows your business better than you. On the other hand, are you leveraging strengths (competitive advantages) and do you have plans to close capability gaps in your organization (weaknesses)? Strategy creates a higher level of awareness and provides greater focus on activities that will make the organization more successful.\n3. Skills & Knowledge – If you know where you want to take your business over the long term, you will have a much better idea of the kinds of capabilities you will need to achieve your goals. Strategy defines and drives decisions in organizational design. Therefore by proactively pursuing new skills and knowledge, you prepare the organization for the intended future state and your odds of success increase.\n4. Resource allocation – One thing is clear about any company, large and small—resources are finite. We wish they were infinite, but that will never be the case. Strategy is about making choices. What products, services and markets will be a part of the future and what we should not do? These types of decisions are critical to ensuring that limited resources are being deployed to the most promising opportunities that will provide the greatest return.\n5. Environmental Scan – Too many CEOs don’t take the time to truly know the external environment that can have a positive or negative impact on performance. This is not to say that leaders are not in tune with their customers, or not aware of their competition. The question is, how thorough an analysis are they doing? Jack Welch had it right when he asked his division leaders to dig deep to understand how things might change before they really happened. Being aware and prepared for potential shifts in your market or industry provides the opportunity to take action before it happens.\nThere is a huge opportunity for CEOs/Owners to excel in performance with a well-crafted strategy. Bottom line, execution without strategy is aimless. Let us know what you think of these five reasons strategy is important and share with us some of your own experiences. We would love to hear from you.",
    "trans": "여기에 전략이 모든회사 성공에 중요한 역할을 하는 5가지 이유가 있다.\n1. 계획 수립- 연간운영 계획을 수립하고 진행상황을 추적하는 것은 모든 회사의 필수적인 관리 수단이다. 종종 놓치는 것은 이러한 계획이 미래와 어떤 관계가 있는지이다. 연간 운영계획은 지나간 일을 두고 작성하는 경우가 많다. 작년에 어떤 일이 있었는지와 내년에 어디로 가야하는지?  모두 좋은 의도이다. 그러나 미래에 어떤 모습을 보이고 싶은지의 명확한 그림이 없다면 능동적이기 보다는 항상 더 많이 수동적일 것이다.  3년에서 5년 장기적인 관점을 잘 연결한 회사는 연간운영계획정보를 제공할 것이다. 연간 계획은 장기적인 목표를 달성하기위한 디딤돌이 된다.\n2. 강점과 약점 - 처음 얼핏 보기에 너무 당연한 것 같아서 “당연히 우리의 강점과 약점이 무엇인지 알고 있다!”라고 스스로에게 말하고 있다. 동의할 수 없다. 여러분보다 여러분의 비즈니스를 더 잘 아는 사람은 없다. 반면에,  강점(경쟁 우위)을 영향력으로하고  조직의 역량 격차(약점)를 해소할 계획이 있나요? 전략은 더 높은 수준의 인식을 만들고 조직을 더 성공적으로 만들 수 있는 활동에 더 집중할 수 있도록 제공한다.\n3.기술과 지식- 만약 너가 장기적으로 비즈니스를 원하는 곳으로 끌고 가고 싶다면, 목표달성하는 데 필요한 능력의 종류의 목적을 더많이 가지고 있어야 한다. 전략은 정의하고 조직 구조에서 의사를 결정한다. 그러므로 새로운 기술과 지식을 적극적으로 추구함으로써, 너는 조직의 의도된 미래 상태를 준비하고 성공 확률을 높힌다.\n4. 자원 할당- 모든 회사에 대해 문명한 한가지는 크든 작든 - 자원은 한정적이다. 우리는 자원이 무한하기를 희망한다, 그러나 결코 그렇지 않다. 전략은 선택에 대한 것이다. 미래에 어떤 제품, 서비스, 시장이 될 것인지와 우리가 하지말아야 하는 것이 무엇인가? 이러한 유형의 결정은 한정된 자원을 가장 큰 수익을 제공할 가장 유망한 기회에 효율적으로 사용하는 것이 중요하다.\n5.환경탐사- 너무 많은 최고경험 책임자가 성과에 긍정적 또는 부정적인 영향을 미칠 수 있는 외부 환경을 정확하게 파악하는데 시간을 쓰지 않는다. 그렇다고해서 지도자가 고객과 조화가 되지 않거나 경쟁사에 대해 잘모른다는 뜻은 아니다. 문제는 얼마나 그들의 행동을 철저하게 분석하고 있는지?이다. 잭 웰치는 부서장들에게 실제로 일어나기 전에 어떻게 변화할 수 있는지 깊이 파고들어 이해하라고 당부하는 것은 옳았다. 시장이나 산업계의 잠재적인 움직임을 인식하고 대비한다면 변화가 일어나기 전에 조치를 취할 수 있다.\n최고 경험 책임자/ 소유자가 잘- 짜여진 전략을 통해 탁월한 성과를 이룰 거대한 기회가 있다. 결론, 전략없는 실행은 목적이 없다. 전략이 중요한 5가지 이유에 대해 어떻게 생각하는 지 알려주시고 본인의 경험을 공유해주세요. 우리는 너의 의견을 듣고 싶다."
}