{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Bone stress injuries result from disruption of the homeostasis between microdamage formation and its removal, and remain a source of concern for long-distance runners and clinicians alike because of the morbidity they cause and their relatively high rate of recurrence. Risk for a BSI relates to both the load applied to a bone and the ability of the bone to resist load, with the former being most amenable to intervention. While most BSIs readily heal following a period of modified loading and a progressive return to running activities, the high recurrence rate of BSIs signals a need to address underlying reasons for their occurrence. In particular, there is a need to look beyond changes in training as the sole cause of BSIs. Interventions aimed at reducing the loads applied to the skeleton may include techniques to reduce impact-related forces (eg, instructing an athlete to “run softer” or with a higher stride rate) and increase the strength and/or endurance of local musculature (eg, the calf for tibial BSIs and foot intrinsics for BSIs of the metatarsals). Similarly, malalignments and abnormal movement patterns should be explored and addressed. Also, the ability of the skeleton to resist loading should not be ignored, despite the greater difficulty of intervention. In particular, elite female long-distance runners exhibiting signs and/or symptoms of the female athlete triad need appropriate multidisciplinary management.",
    "trans": "뼈 피로손상은 미세손상 형성과 그 제거 사이의 항상성 붕괴로 인해 발생하며, 장거리 달리기 주자와 임상 의사 모두에게 염려의 근원이 되는데 이는 이것이 일으키는 발병률과 상대적으로 높은 재발률 때문이다. 뼈 피로손상의 위험은 뼈에 가해지는 하중과 뼈가 하중을 저항하는 능력 둘 모두에 관련 있으며, 전자는 개입이 가장 용이한 부분이다. 대부분의 뼈 피로손상은 하중을 수정하고 점진적으로 달리기 활동을 재개하는 기간 후에 쉽게 치유되지만, 뼈 피로손상의 높은 재발률은 기저의 발생 원인을 해결할 필요성을 나타낸다. 특히, 뼈 피로손상의 유일한 원인으로 훈련 변화만을 고려해서는 안된다. 골격에 가해지는 하중을 줄이기 위한 개입 방법은 충격 관련 힘을 줄이는 기술(예, 선수에게 \"더 부드럽게 달리기\" 또는 더 높은 보폭으로 달리기를 지시)과 국소 근육의 힘과/또는 지구력을 증가시키는 방법(예, 경골 피로손상의 경우 종아리, 중족골 피로손상의 경우 발 내부 근육)을 포함할 수 있다. 마찬가지로, 잘못된 정렬과 비정상적인 움직임 패턴을 조사하고 해결해야 한다. 또한, 골격이 하중을 저항하는 능력은 개입이 더 어려운 부분임에도 불구하고 간과해서는 안된다. 특히, 여성 운동선수 삼중증의 징후 및/또는 증상을 보이는 엘리트 여성 장거리 주자들은 적절한 다학제적 관리가 필요하다."
}