{
    "source": "en_US",
    "target": "ko_KR",
    "text": "On October 13 you have an outstanding day when the Sun and Jupiter will be in perfect trine harmony. I love this day for your career! It is a day you can do almost no wrong! Luck will rain down on you like confetti from heaven—it’s a wonderful day for you! Note: The moon will be void for a few hours on October 13, but you can check to see just when that will be for your time zone with my Moonlight Phases app.\nOctober 13 is a Sunday, but you will be feeling the warmth of this day on Friday, October 11, and Saturday, October 12, too. As you will see on my app, the moon is not void as much then. Every time zone is different. (Go to the Apple App Store or Google Play Store and search for “Moonlight Phases, Susan Miller.” Look for my photo on the screen, as some apps are pretending to be me. It will be a one-time purchase of $7.99, not a subscription.)\nNow we come to Halloween, and if you are invited to a party, you might want to go! The transiting moon will be in mysterious Scorpio, which seems so appropriate for the transiting moon on such a spooky night. More importantly, Mercury will be in divine angle to imaginative Neptune, so the costumes you will see that night will be truly striking and original—and if you are designing yours, yours may be that way, too!",
    "trans": "10월 13일 태양과 목성이 완벽한 삼합 조화를 이루면서 당신에게는 뛰어난 하루가 될 것입니다. 당신의 커리어에 있어 이 날을 사랑하지 않을 수 없어요! 이 날은 거의 실수할 일이 없는 날이에요! 행운이 하늘에서 꽃가루처럼 쏟아질거에요—당신에게 멋진 하루가 될 거예요! 참고: 10월 13일에는 몇 시간 동안 달이 공백 상태가 되겠지만, 정확한 시간대는 제 문라이트 페이즈 앱을 통해 당신의 시간대에 맞춰 확인할 수 있습니다.\n10월 13일은 일요일이지만, 10월 11일 금요일과 10월 12일 토요일에도 이 날의 따뜻한 기운을 충분히 느낄 수 있을 거예요. 제 앱에서 확인할 수 있듯이, 이때는 달이 공백 상태가 상대적으로 적습니다. 각 시간대마다 다를 수 있습니다. (애플 앱스토어나 구글 플레이스토어에서 \"문라이트 페이즈, 수잔 밀러\"를 검색해보세요. 저를 사칭하는 앱이 여럿 있어서, 제 사진이 있는 앱을 찾으셔야 합니다. 이 앱은 7.99달러의 일회성 구매이며, 구독형이 아닙니다.)\n이제 핼러윈이 다가오고 있고, 만약 파티에 초대받는다면, 꼭 가보는 것도 좋을 거예요! 이동하는 달이 신비로운 전갈자리에 위치하게 되는데, 이런 오싹한 밤에 이동하는 달에게는 매우 적절하죠. 더 중요한 것은, 수성이 상상력이 풍부한 해왕성과 신성한 각도를 이루게 되면서, 그날 밤 보게 될 코스튬들이 정말 인상적이고 독특할 거라는 것이죠—그리고 만약 당신이 직접 본인 것을 디자인한다면, 당신 것 역시 그렇게 될거에요!"
}