{
    "source": "en_US",
    "target": "ko_KR",
    "text": "xpand user menu\nGo to MouseReview\nr/MouseReview\n9 mo. ago\nDatBoyGuru\nJoin\nVXE R1 Pro Max VS R1 Pro\nReview | Text\n$53 white pro max w/ dongle & $38 black pro w/o dongle\nTwo reasons I bought both the Pro Max and the Pro, 1) I wanted to know if there's a difference in the coating of the surface like the old F1 MOBA and F1 Pro Max, 2) I wanted to know if there's a difference in click feel between kailh switches and Huano switches.\n10 hours + usage a day\nHand size - 21 x 10\nTemp - 90s\nHumidity - 60% above\nSweaty fingertips clammy hand\nBATT LIFE / hygiene check\non Pro Max(500mAh battery) single charge lasted 6 days with 15% remaining power on 4K setting and 10 days with 40% remaining power on 1K setting. White Promax developed grime after 3rd day but after 10 days it still looked pretty acceptable if you compare it to an Endgame Gear coating. there were shiny circles around where the fingers rest and some grime buildup around the edges. Totally normal and not a concern.\n1. Shape and size\nAlmost 1 to 1 copy of a Sora 4K, close resemblance to a X2 which is a tad wider at the sides, same side profile as XM2we. Very comfortable for my hand and i use FT and Claw grip. The comfort grooves make this much nicer than a XM2we\n2. Build Quality\nSolid like any other AAA brand, it does not have typical China quality perhaps because they look like they come out of the same factory as Ninjutso and Sprime\nNinjutso and VXE have almost identical bases i suspect same mfg floor\n3. Coating\nSame coating as you'd find on a GPX v2 this is a huge improvement from the F1 which i think had no coating of any kind. There is also no difference between the white surface and the black surface",
    "trans": "사용자 메뉴 확장\n마우스리뷰로 이동\nr/마우스리뷰\n9개월 전\nDatBoyGuru\n가입\nVXE R1 프로 맥스 VS R1 프로\n리뷰 | 텍스트\n53달러 동글 포함 화이트 프로 맥스 및 38달러 동글 없는 블랙 프로\n제가 프로 맥스와 프로 두 가지를 모두 구매한 이유는 1) 예전 F1 MOBA와 F1 프로 맥스처럼 표면 코팅에 차이가 있는지 확인하고 싶었고, 2) 카일 스위치와 후아노 스위치 간의 클릭 감각 차이를 알고 싶었기 때문입니다.\n하루에 10시간 이상 사용\n손 크기 - 21 x 10\n온도 - 90도\n습도 - 60% 이상\n땀나는 손끝 축축한 손\n배터리 수명 / 위생 점검\n프로 맥스(500mAh 배터리)에서 한 번 충전으로 4K 설정에서 6일 동안 15% 남은 전력을, 1K 설정에서는 10일 동안 40% 남은 전력을 유지했습니다. 화이트 프로 맥스는 3일째부터 때가 끼었지만, 10일 후에도 엔드게임 기어 코팅과 비교하면 꽤 괜찮게 보였습니다. 손가락이 닿는 곳에 반짝이는 원형 자국과 가장자리에 때가 조금 쌓였지만, 전혀 걱정할 부분은 아닙니다.\n1. 형태와 크기\n거의 Sora 4K의 1 대 1 복제품이며, X2와 비슷하지만 X2는 옆면이 조금 더 넓습니다. XM2we와 동일한 옆면 프로필을 가지고 있습니다. 제 손에 매우 편안하고, 저는 FT와 Claw 그립을 사용합니다. 편안한 그루브 덕분에 XM2we보다 훨씬 더 편안합니다.\n2. 빌드 품질\n다른 AAA 브랜드처럼 견고하며, 일반적인 중국산 품질은 아닙니다. 아마 닌젓소와 스프라임과 같은 공장에서 나왔기 때문일 것입니다.\n닌젓소와 VXE는 거의 동일한 베이스를 가지고 있어 같은 제조 공장에서 나왔을 것이라 생각합니다.\n3. 코팅\nGPX v2에서 볼 수 있는 것과 동일한 코팅이 되어 있습니다. 이는 F1에서는 어떤 코팅도 없었던 것에 비해 큰 개선입니다. 또한 화이트 표면과 블랙 표면 간에는 차이가 없습니다."
}