{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Without Darrow and with an attorney of the caliber usually available for murder defendants, Leopold and Loeb also possibly would have been hanged by the neck until dead. That they were not may have had a minor and temporary impact on the tendency of judges to spare the lives of killers under the age of twenty-one. While the case added nothing directly identifiable regarding issues of insanity, it demonstrated how a shrewd defense strategy could focus on irrationality without crossing the line into a plea of mental incompetence. Such defenses have recently come into play increasingly in the administration of criminal justice, involving such matters as victim trauma syndromes and prior wife-battering, tactics that may foreshadow successful pleas based on childhood sexual or physical abuse or on an upbringing in areas where few are able to avoid neighborhood brutishness. Leopold and Loeb were spared from the gallows because, at eighteen and nineteen, they were considered too young for the judge’s conscience to allow him to sentence them to hang. Today, of course, both young men would be treated as adults, with their age much less likely to have any influence on their fate. Surprisingly, the issue of executing young persons has moved in a direction quite contrary to that advocated and presumed by Clarence Darrow. In the centuries before their time, the sentiments that saved",
    "trans": "대로우와 살인 피고인들이 보통 이용할 수 있는 수준의 변호사가 없었다면, 레오폴드와 로브는 죽을 때까지 목을 매었을 가능성도 있습니다. 그들이 그렇지 않았다는 사실은 판사들이 21세 미만의 살인자들의 생명을 구하려는 경향에 경미하고 일시적인 영향을 미쳤을 수 있습니다. 이 사건은 정신 이상 문제와 관련하여 직접적으로 식별할 수 있는 내용을 추가하지 않았지만, 정신 무능력을 주장하는 선을 넘지 않으면서 기민한 방어 전략이 어떻게 비합리성에 초점을 맞출 수 있는지를 보여주었습니다. 이러한 방어는 최근 형사 사법 행정에서 피해자 트라우마 증후군, 과거 아내 폭행과 같은 문제, 어린 시절의 성적 또는 신체적 학대 또는 이웃의 잔인함을 피할 수 있는 사람이 거의 없는 지역에서의 양육에 근거한 성공적인 항변을 예고할 수 있는 전술을 포함하여 점점 더 활발히 활용되고 있습니다. 레오폴드와 로엡은 18세와 19세에 교수형을 선고하기에는 판사의 양심에 비해 너무 어리다고 여겨졌기 때문에 교수형에서 면제되었습니다. 물론 오늘날에는 두 젊은이 모두 성인으로 대우받게 될 것이며, 그들의 나이가 그들의 운명에 영향을 미칠 가능성은 훨씬 적어질 것입니다. 놀랍게도 청소년 처형 문제는 클래런스 대로가 옹호하고 추정한 것과는 정반대의 방향으로 나아갔습니다. 그들의 시대 이전 몇 세기 동안, 구원해 준 감정은"
}