{
    "source": "en_US",
    "target": "ko_KR",
    "text": "BARCELONA, Spain, Sept. 14, 2024 (GLOBE NEWSWIRE) -- NuCana plc (NASDAQ:NCNA) presented final data from the Phase 2 NuTide:701 study at the ESMO Congress on NUC-7738 in combination with pembrolizumab for patients with metastatic melanoma who were refractory to or had relapsed on prior PD-1 inhibitor therapy.\nIn this cohort of 12 patients, most of whom had received at least two prior lines of PD-1 inhibitor therapy, nine (75%) achieved disease control, including two patients who achieved Partial Responses. One of these patients, who had received two prior lines of PD-1 inhibitor-based therapy and had progressed on their latest treatment of ipilimumab plus nivolumab within two months, achieved a 55% reduction in tumor volume. Seven of the 12 patients had a progression free survival time of greater than five months, which is highly atypical in this patient population. In addition to achieving these encouraging efficacy signals, the combination of NUC-7738 and pembrolizumab had a favorable safety profile.\nNUC-7738's ability to sensitize PD-1 resistant tumors to rechallenge with PD-1 inhibitors is believed to be due to its ability to target multiple aspects of the tumor microenvironment (TME) via the disruption of RNA polyadenylation and subsequent changes to gene expression in cancer cells. In support of this hypothesis, data presented from tumor biopsies obtained before and after NUC-7738 based treatment demonstrated increases in genes related to antigen presentation and T-cell activation.\nHugh S. Griffith, NuCana's Founder and Chief Executive Officer said: \"We are very excited to share these data on NUC-7738 in combination with pembrolizumab in PD-1 inhibitor refractory and resistant patients with melanoma. Outcomes in this patient population are very poor, with median progression free survival of 2-3 months with the current standard of care, so we are very encouraged that the majority of patients who received this combination achieved a progression free survival of more than five months.\"\nMr. Griffith continued: \"The translational data that has been generated in this study and in previous non-clinical studies give us confidence that the effects we are seeing are a result of NUC-7738 making previously resistant tumors sensitive to rechallenge with PD-1 inhibitors by targeting multiple aspects of the tumor microenvironment. Our data on NUC-7738 obtained in other tumor types indicate that this phenomenon is not restricted to melanoma and that NUC-7738 may have the ability to sensitize other PD-1 inhibitor resistant tumor types. We look forward to sharing our development plans for NUC-7738 in the near future.\"",
    "trans": "스페인 바르셀로나, 2024년 9월 14일 (글로브 뉴스와이어) -- 누카나 피엘씨 (나스닥: NCNA)는 유럽종양학회 학술대회에서 전이성 흑색종 환자를 대상으로 한 NuTide:701 2상 연구의 최종 데이터를 발표했으며 이는 PD-1 억제제 치료에 불응성을 보이거나 재발한 환자를 대상으로 NUC-7738과 펨브롤리주맙의 병용 요법을 평가하는 것에 대한 것이었다.\n이 코호트에는 12명의 환자가 포함되었으며, 이들 대부분은 최소 두 가지 이상의  PD-1 억제제 치료를 받은 경험이 있는 환자였고, 아홉 명(75퍼센트)이 질병 조절을 달성했으며, 이 중 두 명은 부분 반응을 보였다. 그중 한 명의 환자는 두 가지 PD-1 억제제 기반 치료를 받았으나 실패한 상태였으며, 이필리무맙과 니볼루맙의 최신 치료에서도 2개월 이내에 병이 진행되었고, 종양 크기가 55퍼센트 감소하는 결과를 얻었다. 12명 중 일곱 명은 5개월 이상의 무진행 생존 기간을 기록했으며, 이 환자군에서 매우 이례적인 결과이다. 이러한 긍정적인 효능 신호를 가진 것과 더불어, NUC-7738과 펨브롤리주맙의 병용 요법은 안전성 프로파일 또한 양호한 것으로 나타났다.\nNUC-7738이 PD-1 저항성 종양을 PD-1 억제제 재치료에 민감하게 만드는 능력은 RNA 폴리아데닐화의 교란을 통해 종양 미세환경의 여러 측면을 표적화하고, 이에 따라 암세포의 유전자 발현을 변화시키는 기전에 의해 가능하다고 여겨진다. 이 가설을 뒷받침하는 근거로, NUC-7738 기반 치료 전후에 채취한 종양 생검에서 분석된 데이터에 따르면, 항원 제시 및 T세포 활성화와 관련된 유전자 발현이 증가한 것으로 나타났다.\n누카나의 창립자이자 최고경영자인 휴 S. 그리피스는 이렇게 말했다: \"우리는 PD-1 억제제에 불응성 또는 저항성을 보이는 흑색종 환자를 대상으로 한 NUC-7738과 펨브롤리주맙 병용 요법에 대한 데이터를 공유하게 되어 매우 기쁩니다. 이 환자군의 치료 결과는 매우 좋지 않으며, 현재 표준 치료법을 적용했을 때 무진행 생존 기간의 중앙값이 2~3개월에 불과하여, 따라서 이 병용 요법을 받은 환자들의 대다수가 5개월 이상의 무진행 생존 기간을 기록했다는 점은 매우 고무적입니다.\"\n그리피스는 이어갔다: \"이번 연구 및 이전의 비임상 연구에서 생성된 전임상 데이터는 우리가 관찰한 효과가 NUC-7738이 종양 미세환경 의 여러 측면을 표적화함으로써 기존에 저항성을 보이던 종양을 PD-1 억제제 재치료에 민감하게 만든 결과라는 확신을 갖게 합니다. 다른 종양 유형에서 확보한 NUC-7738 관련 데이터에 따르면 이러한 현상이 흑색종에 국한되지 않으며 NUC-7738이 다른 PD-1 억제제 저항성 종양에서도 감수성을 증가시킬 가능성이 있음을 시사합니다. 우리는 NUC-7738의 개발 계획을 조만간 공유할 수 있기를 기대하고 있습니다.\""
}