{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name]’s eyes widen and he shushes her, mindful of [redacted_name]’s - now angrier - expression. “Ahh, but Daddy didn’t squish you,” he adds, a sheepish smile on his lips.\nWith a growl, [redacted_name] slaps his tail against the warm stone before he slips down and dives into the water. [redacted_name] sighs as he watches [redacted_name]’s form approach below the water and reaches up to remove his daughter from his back. [redacted_name]’s smile falls after she’s released from his arms, her small face pinching in confusion. “Daddy?”\n[redacted_name] smiles down at her before smoothing her wet hair back from her forehead.\n[redacted_name] furrows her brows like she doesn’t believe him before looking toward where [redacted_name] is breaching the water.\nJust as suspected, [redacted_name] pops out of the water, his scowl still perfectly in place upon his features. [redacted_name] inwardly groans but smiles warmly at his mate. “It was a mistake to get so close to her. I’m sorry, [redacted_name].”\n“Oh, I guess that makes it all better,” he spits sarcastically. “What if you had landed on her, you shit? She’s still-”\n“She’s not that small, anymore, [redacted_name]…”",
    "trans": "[redacted_name]의 눈이 커지며 그는 그녀를 조용히 시키고, - 이제 더욱 화가 난 - [redacted_name]의 표정을 신경 쓴다. \"아, 하지만 아빠가 널 깔아뭉개진 않았잖아,\" 그가 쑥스러운 미소를 지으며 덧붙인다.\n으르렁거리며, [redacted_name]는 따뜻한 돌에 꼬리를 세게 내려친 후 몸을 낮추고 물속으로 뛰어든다. [redacted_name]는 물속에서 가까워지는 [redacted_name]의 모습을 바라보며 한숨을 쉬고, 등에 업고 있던 딸을 내려주기 위해 다가간다. [redacted_name]는 품에서 벗어나자마자 미소를 거두고, 작은 얼굴을 찡그리며 혼란스러워한다. \"아빠?\"\n젖은 머리카락을 이마에서 쓸어 넘기기 전, [redacted_name]는 그녀를 내려다보며 미소를 짓는다.\n[redacted_name]는 물을 뚫고 올라오는 [redacted_name]를 바라보기 전 믿을 수 없다는 듯 눈썹을 찌푸렸다.\n예상대로, [redacted_name]는 물 밖으로 튀어나오며 여전히 완벽하게 얼굴에 깊은 찡그림을 유지하고 있다. [redacted_name]는 속으로 신음하지만, 배우자를 향해 따뜻한 미소를 짓는다. \"그렇게 가까이 간 건 실수였어. 미안해, [redacted_name].\"\n\"오, 그럼 다 해결됐다는 거야?\" 그가 비꼬듯 말한다. \"네가 그녀 위에 떨어졌으면 어쩔 뻔했어, 이 멍청아? 그녀는 아직—\"\n\"이제 그렇게 작지 않아, [redacted_name]...\""
}