{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi Rafa,\nHurricane Milton was nearly a direct hit for us here in Tampa. While our area was spared from the worst of the storm, many others were not as fortunate. The devastation in nearby communities and across the impacted regions has left many people in urgent need of help.\nAt UroTuning, we’ve always been committed to supporting our community, and in times of crisis, that commitment becomes even more important. That’s why, from now through October 18th, UroTuning will be matching any donations made to the Red Cross Milton Relief effort. Please donate to support those affected by the hurricane—whatever amount you give, we’ll match it, doubling the impact.\nWe know the UroTuning community is filled with passionate and caring individuals, and together we can make a meaningful difference for those who need it most. Every donation helps provide critical resources like shelter, food, and medical support to those displaced or affected by Hurricane Milton.\nHere’s how you can help:\nClick here to make a donation – Any amount is appreciated, and UroTuning will match every dollar you give.\nSpread the word – Share this initiative with friends, family, and fellow car enthusiasts to amplify our efforts.\nBy standing together, we can help rebuild lives and communities affected by this disaster. Thank you for your generosity, and let’s show the strength of the UroTuning family by supporting the Hurricane Milton Relief effort.\nRegards,\nJustin Welty",
    "trans": "라파님 안녕하세요,\n허리케인 밀턴은 여기 템파에서 거의 우리를 직격할 뻔 했습니다. 우리 지역은 폭풍의 최악의 피해를 피했지만, 많은 지역은 그렇게 운이 좋지 않았습니다. 인근 공동체와 영향을 받은 지역에서의 대대적인 파괴는 많은 사람들이 도움이 긴급하게 필요한 상태로 만들었습니다.\n유로튜닝에서, 우리는 항상 우리 공동체를 지원하는 데 헌신해왔으며, 위기의 시기에서는 그 헌신이 더욱 중요해집니다. 이것이 이번 10월 18일까지 유로 터닝이 밀턴 구호 활동을 위해 적십자에 기부된 금액을 전액 매칭하여 기부하려는 이유입니다. 허리케인으로 영향을 받은 사람들을 지원하기 위해 기부해 주세요. 기부하신 금액에 상관없이 우리가 동일 금액을 기부해 영향을 두배로 확대하겠습니다.\n우리는 유로튜닝 커뮤니티가 열정적이고 배려 깊은 개인들로 가득 차 있다는 것을 알고 있으며, 우리는 가장 필요로 하는 사람들에게 의미있는 변화를 함께 만들 수 있습니다. 모든 기부는 허리케인 밀턴으로 인해 집을 잃거나 영향을 받은 사람들에게 중요한 자원인 대피소, 음식, 의료 지원을 제공하는 데 도움이 됩니다.\n도움을 주실 수 있는 방법은 다음과 같습니다:\n여기를 클릭하여 기부하세요 - 기부 금액은 얼마든지 감사하며, 유로터닝이 기부하신 모든 금액을 매칭하여 기부할 것입니다.\n소문을 퍼뜨리세요 - 친구들, 가족, 그리고 동료 자동차 애호가들에게 이 캠페인을 공유하여 우리의 노력을 확산시켜 주세요.\n함께 힘을 모으면 우리는 이번 재해로 피해를 입은 사람들의 삶과 공동체를 재건하는 데 도움을 줄 수 있습니다. 여러분의 너그러움에 감사드리며, 허리케인 밀턴 구호 활동을 지원함으로써 유로튜닝 가족의 힘을 보여줍시다.\n감사합니다,\n저스틴 웰티"
}