{
    "source": "en_US",
    "target": "ko_KR",
    "text": "was nothing short of heroic, but for too long it stood alone as a record of this club that made a vital impact in the lives of dozens of prominent women. Schwarz begs her historical inheritors to track down what’s missing and to fill in those blanks, to round out the record of the Heterodites in fields as diverse as social work, anthropology, education, law, applied arts, theater, literature, and politics.\nDuring the so-called second wave of feminism in which Schwarz was writing, writers and scholars dug into the lives of individual Heterodoxy women, especially those who left voluminous archives and whose lives touched many other notable people’s, and whose battles to be heard, respected, understood, and remembered resonated with the struggles of women who grew up in the 1950s and were reclaiming the feminist idea and labels for themselves. Charlotte Perkins Gilman, Mabel Dodge, and Susan Glaspell, in particular, became the subjects of several biographies and edited collections of their writing, while Rose Pastor Stokes and Elizabeth Gurley Flynn were restored to positions of prestige in the history of the American Left. In the emerging academic field of women’s history, in the 1970s and 1980s, Heterodoxy offered an important model of early feminist cooperation, although its political importance was eclipsed by a focus on suffrage as the defining feature of the first wave. As I hope to have demonstrated in these pages, suffrage and feminism were overlapping movements, but they had very different purviews and goals. Today, neither is “over” in any meaningful sense. Voting rights are under sustained assault, and feminists continue to turn out into the streets in the thousands to demand rights that the Heterodites were also fighting for—as well as some that they could only have dreamed about.",
    "trans": "그것은 영웅적이라고 할 수 있었지만, 너무 오랫동안 그것은 이 클럽의 기록으로 홀로 남아 있었고, 이 클럽은 수십 명의 저명한 여성들의 삶에 중요한 영향을 미쳤습니다. 슈바르츠는 그녀의 역사적 후계자들에게 부족한 부분을 추적하여 채워 넣고, 사회복지, 인류학, 교육, 법, 응용예술, 연극, 문학, 정치 등 다양한 분야에서 이단적 사고를 가진 여성들의 기록을 완성해줄 것을 간청합니다.\n슈바르츠가 글을 썼던 이른바 두 번째 물결의 페미니즘 시대 동안, 작가들과 학자들은 개별 이단 여성들의 삶에 대해 파고들었습니다. 특히 방대한 아카이브를 남겼고, 그들의 삶이 많은 저명한 사람들과 얽히며, 그들이 듣고 존중받고 이해받으며 기억되기 위한 투쟁은 1950년대에 자란 여성들이 자신들만의 페미니즘 아이디어와 레이블을 되찾고자 하는 노력과 공감했습니다. 특히 샬럿 퍼킨스 길먼, 메이벨 도지, 수잔 글래스펠은 여러 전기와 그들의 글을 모은 편집본의 주제가 되었고, 로즈 파스터 스톡스와 엘리자베스 걸리 플린은 미국 좌파 역사에서 명예 있는 자리를 되찾았습니다. 1970년대와 1980년대의 여성사라는 새로운 학문 분야에서, 이단은 초기 여성주의 협력의 중요한 모델을 제시했지만, 첫 번째 물결의 정의적 특징으로서의 참정권에 집중하면서 그 정치적 중요성은 가려졌습니다. 제가 이 페이지에서 보여주고자 했던 것처럼, 참정권과 페미니즘은 겹치는 운동이었지만, 그들은 매우 다른 범위와 목표를 가지고 있었습니다. 오늘날, 어느 하나도 어떤 의미에서든 \"끝났다\"고 할 수 없다. 투표권은 지속적으로 공격을 받고 있으며, 페미니스트들은 수천 명이 거리로 나가 이단적 사고를 가진 여성들이 싸워왔던 권리뿐만 아니라—그들이 꿈만 꿀 수 있었던 권리를 요구하고 있습니다."
}