{
    "source": "en_US",
    "target": "ko_KR",
    "text": "At all times during this agreement, and for both parties’ benefit, the owner must maintain adequate\nlandlord insurance for his or her property that also names East Bay Property Management as an\nadditional insured. All major insurance companies do this for no additional charge. If East Bay Property\nManagement is not named as an additional insured, owner will be charged $100 per month once the\nlease begins. The property owner shall Defend and Indemnify EBPM even in the absence of any\ninsurance coverage to meet such obligation.\n6. IDEMNITY/SAFE PROPERTY\nA. B. Except for the willful misconduct of management, Owner agrees to indemnify, defend\nand hold EBPM harmless against all costs, expenses, attorney fees, suits or damages\nduring the term of this agreement or after its termination.\nOwner is obligated to disclose to EBPM any known condition that affects the health or\nsafety of a tenant.\n7. FAIR HOUSING\nA. Owner and EBPM understand that state and federal housing laws prohibit discrimination in\nrental housing. EBPM abides by the letter and intent of these laws.\nB. Owner understands that state and federal law governs service/comfort animals. These animals\nare not legally considered pets and therefore pet policies do not apply. EBPM shall have full\nauthority to review, approve, negotiate, or decline any service/comfort animal requests.\n8. TERM BETWEEN PARTIES\nThis Agreement shall be in effect on a month-to-month basis from day of signing. If the property",
    "trans": "이 계약 동안에는 항상, 두 당사자 모두의 이익을 위해, 주인은 반드시 적절하게 유지해야 하며\n그의 또는 그녀의 부동산을 위한 임대인 보험 또한 이스트 베이 부동산 관리라 칭하는\n추가적으로 보험이 가입되어 있으며. 모든 주요 보험 회사들은 추가 비용 없이 이것을 한다. 만약 이스트 베이 부동산\n관리가 추가적인 보험 가입으로 선정되지 않는다면, 소유주는 한 달에 한 번 100달러를 청구 받을 것이다\n임차 시작 시. 부동산 소유주는 어떠한 게 없을 시에도 EBPM 변호 및 배상을 할 수 있다\n그러한 의무를 충족할 보험 적용 범위.\n6. 배상/안전 부동산\nA. B. 관리의 고의적 위법 행위를 제외하고, 소유주는 배상에 동의한다, 방어\n및 모든 경비, 비용, 변호사 비용, 소송 또는 손해에 대해 EBPM 면책된다\n이 계약의 기간 동안 또는 만료 이후에.\n소유주는 건강에 영향을 주는 모든 인지된 상태를 EBPM에 밝힐 의무를 가진다 또는\n임차인의 안전\n7. 공정 주택 거래\nA. 소유주 및 EBPM은 주 및 연방 주택법이 차별을 금지함을 이해한다\n주택 임대에서. EBPM은 이러한 법의 의도와 목적을 준수한다.\nB. 소유주는 주 및 연방 법은 서비스/애완동물을 통치함을 이해한다. 이런 동물들\n은 합법적인 애완동물로 고려되지 않으며 따라서 애완동물 정책이 적용되지 않는다. EBPM은 완전히 가질 것이다\n모든 서비스/애완동물 요청의 검토, 승인, 협상, 또는 거부에 대한 권한을\n8. 당사자 간 기간\n이 계약은 서명 일로부터 매달 기준으로 효력이 있을 것이다. 만약 부동산"
}