{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Definition of severe AP. Almost a third of patients with AP will develop severe disease or moderately severe disease (65). Severe AP is defined by the presence of persistent organ failure (fails to resolve within 48 hours) and/or death (5). Organ failure is defined in simple clinical terms as shock (systolic blood pressure less than 90 mm Hg), pulmonary insufficiency (PaO2 less than 60 mm Hg), renal failure (creatinine .2 mg/dL after rehydration), and/or gastrointestinal bleeding (.500 mL/24 hours) or modified Marshall score of 2 or more in the 3 accepted organ systems (5).\nModerately severe disease is defined as transient organ failure (resolves within 48 hours) and/or the development of local complications (acute pancreatic and/or peripancreatic fluid col- lections, acute necrotic collections, pseudocyst or walled-off pancreatic necrosis). While the above is a severity classification, the morphologic classification describes necrotizing AP (usually synonymous with moderately severe and severe disease) vs interstitial/edematous AP (usually mild in severity). Pancreatic necrosis is defined as diffuse or focal areas of nonviable pancreatic parenchyma greater than 3 cm in size or greater than 30% of the pancreas (66). Necrotizing pancreatitis includes pure peripancreatic necrosis (approximately 45%), pancreatic and peripancreatic necrosis (approximately 45%), and rarely pure pancreatic necrosis (approximately 5%). Pancreatic necrosis can be sterile or infected (discussed further). In the absence of pan- creatic necrosis and/or organ failure, in mild disease, the edem- atous pancreas is defined as interstitial pancreatitis. Although there is some correlation between pancreatic necrosis, hospital length of stay, and organ failure, patients with sterile necrosis and infected necrosis are as likely to have organ failure (67,68).\nMost episodes of AP are mild and self-limiting, needing only brief hospitalization. However, 20% of patients develop a moder- ately severe or severe disease requiring a prolonged hospitalization (69). Most patients with severe disease present to the emergency department with no organ failure or pancreatic necrosis. The fact that most patients who develop a complicated course initially present to the emergency department appearing to have mild disease, without organ failure or necrosis, has led clinical scientists to recommend intensive early supportive care with aggressive or moderately aggressive intravenous hydration (70,71).",
    "trans": "중증 급성 췌장염의 정의. 급성 췌장염 환자의 약 3분의 1이 중증 또는 중등증의 중증도 질환으로 진행됩니다 (65). 중증 급성 췌장염은 지속적인 장기 부전 (48시간 이상 지속) 그리고/또는 사망으로 정의됩니다 (5). 장기 부전은 임상적으로 쇼크 (수축기 혈압이 90 수은주 밀리미터 미만), 폐 기능 부전 (동맥혈 산소분압이 60 수은주 밀리미터 미만), 신부전 (수액 보충 후에도 혈중 크레아티닌 .2 밀리그램/데시리터), 및/또는 위장관 출혈 (.500밀리리터/24시간) 또는 3개의 주요 장기 시스템에서 수정된 마샬 점수 2점 이상으로 정의됩니다 (5).\n중등증의 중증 질병은 일시적인 장기 부전 (48시간 이내 회복) 및/또는 국소 합병증의 발생 (급성 췌장 및/또는 췌장 주변의 액체 저류, 급성 괴사성 저류, 가성낭, 또는 벽 형성 괴사성 췌장염)으로 정의됩니다. 위의 내용이 중증도 분류라면, 형태학적 분류에서는 괴사성 급성 췌장염 (일반적으로 중등증과 중증과 동의어로 사용됨) 대 간질성/부종성 급성 췌장염 (일반적으로 경증)을 설명합니다. 췌장 괴사는 크기가 3센티미터 이상이거나 췌장의 30퍼센트 이상을 차지하는 광범위하거나 국소적인 비생존성 췌장 실질로 정의된다 (66). 괴사성 췌장염에는 순수 췌장 주변 괴사 (약 45퍼센트), 췌장 및 췌장 주변 괴사 (약 45퍼센트), 그리고 드물게 순수 췌장 괴사 (약 5퍼센트)를 포함한다. 췌장 괴사는 무균성일 수도 있고 감염성일 수도 있다 (추후 논의됨). 췌장 괴사 및/또는 장기 부전이 없는, 경증 질환에서는, 부종성 췌장은 간질성 췌장염으로 정의된다. 췌장 괴사, 병원 입원 기간, 그리고 장기 부전 사이에는 어느 정도의 상관관계가 있지만, 무균성 괴사와 감염성 괴사를 가진 환자 모두 장기 부전을 겪을 가능성이 크다 (67,68).\n대부분의 급성 췌장염 사례는 경증이며 자연적으로 호전되며, 단기간의 입원 치료만 필요하다. 그러나, 20퍼센트의 환자는 중등증 또는 중증으로 진행하여 장기간의 입원이 필요하게 된다 (69). 중증 질환을 가진 대부분의 환자는 응급실에 내원할 당시 장기 부전이나 췌장 괴사가 없는 상태로 나타난다. 복잡한 임상 결과를 보이는 환자의 대부분이 처음에는, 장기 부전이나 괴사 없이, 경증으로 보인다는 사실은 임상과학자들에게 적극적이거나 중등도의 적극적인 정맥 수액 공급을 포함한 초기 집중 지지 치료를 권장하게 했다 (70,71)."
}