{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Verity,” Avery repeats, his voice strangely calm. “We can’t go back.” “Yes, we can. Please.”\nAvery’s silvery eyes bore into mine as panic grips me. I don’t want to\nhear him say there’s no point in turning around.\nHer body wasn’t in the entryway, and I refuse to believe she isn’t still\nalive. I have to believe that somehow, she’s managed to survive whatever violence overtook our pack.\nI can’t lose her too.\n“We can’t go back, Verity. Not until we know what’s going on,” he says. “But my mom. We can’t leave her there alone.”\nHe sighs, his jaw tightening.\n“Don’t you think I want to go back, too? My brother’s body is still\nthere.”\nI’m silent at the way his voice breaks as he says this. A single tear slips\nfrom his eye as he stares at me.\nI know it’s cruel to want to argue with him that it’s too late for Felix but\nnot my mom. I know this, but I still struggle to keep my mouth closed. Thoughts of all the terrible things she could be going through flash\nthrough my mind.\n“I want to go back for Felix,” Avery tells me, “but I know I can’t. Not\nuntil we figure out what’s going on and have some semblance of a plan. Going back now would be a bloodbath that would likely end in our deaths.”\n“It would only serve to put the future of all our packs at risk,” Liam quietly adds.\nI hadn’t considered that.\nLiam is Alpha, but he has yet to have any offspring. Without an heir, what would happen to his pack were he to die?\nTransitioning the power from an Alpha bloodline to another always comes with a lot of risk, and there’s always the chance that the other packs won’t accept the new leadership.",
    "trans": "베리티,\" 이상할 정도로 차분한 목소리로, 에이버리가 반복한다. \"우린 돌아갈 수 없어.\" \"아니, 돌아갈 수 있어. 제발.\"\n에이버리의 은빛 눈동자가 내 눈을 꿰뚫듯 바라보며 공포가 나를 휘감는다. 난 원하지 않는다\n그가 돌아가 봤자 소용없다고 말하는 걸 듣길.\n현관에는 그녀의 시신이 없었고, 난 그녀가 아직 그렇지 않다고 믿는 걸 거부한다\n살아있지 않다고. 나는 우리 무리를 덮친 그 끔찍한 폭력 속에서도 그녀가 어떻게든 살아남았다고 믿어야 한다.\n난 그녀까지 잃을 수 없다.\n\"베리티, 우리는 돌아갈 수 없어. 적어도 우리가 상황을 파악하기 전까지는,\" 그가 말한다. \"그렇지만 우리 엄마. 우리 엄마를 거기게 혼자 둘 순 없어.\"\n에이버리가 한숨을 내쉬며, 턱을 꽉 물었다.\n\"나도 돌아가고 싶지 않을 것 같아? 내 형제의 시신도 아직 있어\n거기에.\"\n그가 이 말을 할 때 목소리가 갈라지는 것에너 난 침묵한다. 눈물 한 방울이 흘러내린다\n에이버리가 나를 바라보는 동안 그의 눈에서.\n나는 그와 논쟁하는 것이 잔인한 일이라는 것을 안다. 펠릭스에게는 이미 늦었지만\n우리 엄마는 그렇지 않다고. 그걸 알면서도, 난 여전히 입을 다물기가 힘들다. 엄마가 겪고 있을지도 모를 끔찍한 일들이 스쳐 지나 간다\n내 머릿 속을.\n\"나도 펠릭스를 위해 돌아가고 싶은데 그럴 수 없다는 걸 알아\" 라고 펠릭스가 말한다.\n우리가 무신 일이 일어나고 있는지 알아내고 최소한의 계획이라도 세울 때까지는. 지금 돌아가는 건 피바다가 될 테고 아마 우리의 죽음으로 끝날거야.\"\n리암이 조용히 덧붙인다. \"그것은 우리의 모든 무리의 미래를 위험에 빠뜨리는 일에 불과할 거야.\n난 그걸 고려하지 않았었다.\n리암은 알파이지만, 아직 후손이 없다. 후계자 없이, 만약 그가 죽게 된다면 그의 무리에는 무슨 일이 닥치게 될까?\n알파 혈통에서 다른 혈통으로 권력을 이양하는 것은 항상 많은 위험을 수반하고, 다른 무리들이 새로운 지도자를 받아들이지 않을 가능성도 항상 존재한다."
}