{
    "source": "en_US",
    "target": "ko_KR",
    "text": "He was sitting in his office three weeks later when [redacted_name] walked in. He wasn’t looking forward to the message that this was going to give off. [redacted_name] didn’t askfor things, people just knewwhat he wanted and if they didn’t, they got fired. That was how his world worked. He didn’t need to lower himself into the position of needingany single person. That was a recipe for disaster. [redacted_name] either didn’t pick up on these things or he ignored them when he did, which was fine, because [redacted_name] didn’t need[redacted_name].\n“Taking a vacation?” [redacted_name] strode in like the owned the place, so no different than usual, and took a seat on [redacted_name] desk. [redacted_name] bit back the urge to roll his eyes. [redacted_name] knew better than that.\n“Hardly.” He said curtly. He looked up at [redacted_name], his eyes narrowing a little bit. He didn’t want to do this. Maybe he was wrong—he never usually doubted himself like this, but the only thing in his life that he was ever truly good at miscalculating was [redacted_name]. He could never guess what the man was going to do. He couldn’t manipulate him. He certainly couldn’t control him. This whole plan depended on [redacted_name] ability to predict exactly what [redacted_name] wanted to hear. And while [redacted_name] thought he had a pretty good guess, he didn’t want to bet his prideon success. But he was going to. “Do you have plans?”",
    "trans": "3주 뒤 [redacted_name]이 걸어 들어왔을 때, 그는 사무실에 앉아 있었다. 그는 이것이 전달하게 될 메시지를 기대하지 않았다. [redacted_name]은 무언가를 요구하지 않았다, 사람들은 그가 무엇을 원하는지 그냥 알았고, 알지 못하면 해고당했다.  그것이 그의 세계가 작동하는 방식이었다. 그는 누구에게도 의존해야 하는 위치로 자신을 낮출 필요가 없었다. 그것은 재앙을 불러오는 일이었다. [redacted_name]은 이런 것들을 알아차리지 못했거나,그는 알아차려도 그것들을 무시했다, 이것은 괜찮은 일이었다, 왜냐하면 [redacted_name]에게 [redacted_name]은 필요하지 않았기 때문이다.\n\"휴가라도 떠나는 건가?\" [redacted_name]은 마치 이곳이 자기 소유인 것처럼 성큼성큼 걸어 들어와, 여느 때와 다름없이 [redacted_name]의 책상 위에 걸터앉았다. [redacted_name]은 눈을 굴리고 싶은 충동을 억눌렀다.  [redacted_name]은 그 정도의 분별력은 있었다.\n\"그럴 리가.\" 그는 짧게 대답했다. 그리고 [redacted_name]을 올려다보며 눈을 약간 좁혔다. 그는 이 일을 원하지 않았다. 아마도 그가 틀린 걸지도 몰랐다—보통 그는 스스로를 의심하는 일이 없었지만, 인생에서 유일하게 오판을 잘 하는 분야가 있다면, 그것은 [redacted_name]이었다. 그는 절대 이 남자가 무슨 행동을 할지 예측할 수 없었다. 그를 조종할 수 없었다. 그를 통제할 수도 없었다. 이 모든 계획은 오직 [redacted_name]이 듣고 싶어 하는 말을 정확히 예측하는 [redacted_name]의 능력에 달려 있었다. 그리고 [redacted_name]은 자신이 어느 정도 잘 짐작했다고 생각했지만, 성공을 자신하고 싶지는 않았다. 그러나 그는 해야만 했다. \"계획이라도 있나?\""
}