{
    "source": "en_US",
    "target": "ko_KR",
    "text": "disciplinary practices that are affecting these shifts. The first section considers factors that are contributing to the tendency to assign cultural considerations a relatively peripheral role both in social psychology and more generally in the larger discipline. The second section provides an overview of some of the earliest traditions of cultural research in social psy- chology, highlighting respects in which this research, al- though groundbreaking in many respects, did not seriously challenge this tendency to downplay the importance of cul- ture in psychology. Finally, attention turns to the core as- sumptions of cultural psychology, assumptions that highlight the need to accord culture a more integral role in basic psy- chological theory.\nDownplaying of Culture in Mainstream Social Psychology\nSigns of the peripheral theoretical role accorded to cultural considerations in social psychology may be seen in its being downplayed in major social psychological publications. Text- books typically either leave the construct of culture theo- retically undefined, treat it as the same as the objective environment or social ecology, or approach it in an eclectic way that lacks conceptual clarity. Likewise, basic theory tends to be presented without any reference to cultural con- siderations. Culture is treated merely as a factor that influ- ences the universality of certain psychological effects but not as a process that must be taken into account to explain the form of basic psychological phenomena. One example of such a stance can be found in Higgins and Kruglanski’s (1996) recent handbook on basic principles of social psy- chology: The only citations for culture in the index—with only one exception—refer to pages within the single chapter on cultural psychology by Markus, Kitayama, and Heiman (1996), rather than to any of the other 27 chapters of the vol- ume. In the following discussion, we argue that this down- playing of culture in social psychology reflects to a great degree the tendency to conceptualize situations in culture- free terms, the embrace of an idealized natural-science model of explanation, and the default assumption of cultural homo- geneity that dominates the field.\nCulture-Free Approach to Situations\nA key contribution of social psychology—if not its signa- ture explanatory feature—is its recognition of the power of situations to impact behavior. Such a stance is reflected, for example, in a series of classic studies; salient examples in- clude the Milgram conformity experiment, which demon- strated that to conform with the orders of an experimenter,",
    "trans": "학제의 관행이 이러한 변화에 영향을 주고 있다. 첫 번째 섹션은 사회심리학 및 더 일반적으로는 그보다 더 넓은 학제 양쪽에서 문화적 고려 사항을 비교적 부수적인 역할을 한다고 할당하는 경향성에 영향을 주는 요인을 고려한다. 두 번째 섹션은 사회심리학에서의 문화 연구에 대한 몇 가지 초기 전통에 대한 개요를 제공하며, 이러한 연구가 많은 측면에서 혁신적임에도 불구하고 심리학에 있어 문화가 가지는 중요성을 경시하는 경향에 진지하게 반기를 들지 않았던 점을 강조한다. 마지막으로, 관심을 문화심리학의 핵심 가정, 즉 기본적인 심리학적 이론에서 문화에 더 핵심적인 역할을 부여할 필요가 있다는 것을 강조하는 가정으로 돌린다.\n주류 사회심리학에서 문화의 경시\n주요 사회심리학적 문헌에서 문화적 고려사항이 경시되는 것으로부터 사회심리학이 문화적 고려사항을 부차적인 이론적 역할을 한다는 징조를 찾아볼 수 있다. 교과서는 일반적으로 문화라는 개념을 이론적으로 정의하지 않은 상태로 두거나, 사회생태학의 객관적인 환경과 동일하게 취급하거나, 개념적 명확성이 떨어지는 절충적인 방식으로 접근한다. 이와 마찬가지로, 기초 이론은 문화적 고려 사항에 대한 참조 없이 제시되고는 한다. 문화는 그저 특정 심리학적 효과의 범용성에 영향을 주는 요인으로 취급되며, 기초적인 심리학적 현상의 형태를 설명하기 위해 반드시 고려해야 하는 과정으로 취급되지 않는다. 이러한 태도의 한 예시는 히긴스와 크루글란스키(1996)의 사회심리학에 대한 기초 원리를 다루는 최근 출간된 핸드북에서 볼 수 있다. 색인에서 문화에 대한 유일한 인용은 단 한 건의 예외를 제외하고 책의 다른 챕터 27개가 아닌 마르커스, 키타야마 및 하이만(1996)의 문화적 심리학을 다루는 단 하나의 챕터 내의 페이지를 인용한다. 다음 논의에서 저자들은 사회심리학에서의 이러한 문화 경시는 상황을 문화로부터 자유로운 조건에서 개념화하는 경향성, 이상적인 자연과학적인 설명 모델의 수용, 이 분야에 지배적인 문화적 동일성에 대한 기본적인 가정을 크게 반영한다고 주장한다.\n상황에 대한 문화로부터 자유로운 접근방식\n사회심리학의 주된 기여 내용은 그 특징적인 설명 기능을 제외하면 상황이 행동에 영향을 줄 수 있는 힘을 인정한다는 점이 있다. 이러한 태도는 예를 들어 여러 고전적인 연구에 반영되어 있다. 대표적인 예시로는 밀그램의 복종 실험이 있다. 이 실험이 보여준 것은 실험자의 명령에 복종하기 위해"
}