{
    "source": "en_US",
    "target": "ko_KR",
    "text": "EVIDENCE OF A POSSIBLE PREVIOUS TREATMENT\nYes\nTreatment sticker in meter box\nIMPORTANT: If any evidence of previous Timber Pest treatments or records of previous actions have been detected at the Property, then it is highly likely that concealed termite activity and timber pest damage has occurred in the past and may still exist.\nA more invasive inspection is highly recommended to be carried out.This is outside the Scope of our Agreement for this Inspection.\nIt is strongly recommended that the full extent of any such activity and damage be fully understood through the engagement of a Licenced Builder, Structural Engineer or appropriately qualified expert.\nIt is also recommended that the Purchaser make further inquiries with the Vendor regarding the history of Timber Pests at the Property and in particular, if any Termite Activity has ever occurred at the Property, including but not limited to, any trees on the Property.\nDURABLE NOTICE\nIf a Property has a history of Termite Activity, records or details related to previous action taken can be useful in determining whether the action taken was appropriate. A Notice of Application or a Durable Notice are examples of this type of record and are often located in the meter box, sub-floor joist or kitchen cupboard and provide useful information in determining future pest management.\nWas evidence of a previous treatment located? (this",
    "trans": "과거 방제 처리 가능성에 대한 증거\n예\n계량기 박스 내 방제 처리 스티커\n중요 : 해당 부지에서 과거 목재 해충 방제 처리 또는 과거 조치에 대한 기록의 증거가 발견된 경우, 과거에 드러나지 않은 흰개미 활동과 목재 해충 피해가 발생했을 가능성이 매우 높으며 아직 존재할 수도 있습니다.\n보다 정밀한 추가 조사 수행이 강력히 권장됩니다. 이는 본 조사 계약 범위를 벗어납니다.\n이러한 활동 또는 피해의 전체적인 범위가 정확하게 이해되도록 면허가 있는 건설, 구조 기술자 또는 적절한 자격을 갖춘 전문가의 참여를 강력히 권장합니다.\n또한, 특히 부지 내 흰개미 활동이 발생한 적이 있는지 확인하는지를  포함하여, 해당 부지의 목재 해충 이력에 대해 판매자에게 추가적으로 문의하는 것을 권장합니다.\n내구성 고지\n부지에 흰개미 활동 이력이 있을 시, 과거에 취해진 조치의 기록 또는 세부 사항은 해당 조치가 적절했는지 판단하는 데 유용할 수 있습니다. 적용 고지 또는 내구성 고지가 이러한 기록의 예시이며 이는 계량기함, 건물 하부 들보 또는 주방 찬장 등에 흔히 부착되어 있고 향후 해충 관리 방안을 결정하는 데 유용한 정보를 제공합니다.\n이전에 방제 처리가 있었던 증거가 발견되었습니까? (이는"
}