{
    "source": "en_US",
    "target": "ko_KR",
    "text": "It's been a few days now. I haven't seen Artemis since the day she kissed me. I've had a lot of time to think about what went down that day. I mean I liked it. But I don't like her. Is it possible to kiss someone you don't like? Or to just try it out. It must be but is it bad?\nI don't think it is. But I do know it's not bad to kiss a girl. But I don't think I would do it again. I need to call her and talk to her about it.\nBut my brothers have been very... Interesting lately.\n\"YOU DON'T UNDERSTAND WHAT IT'S LIKE TO BE FORCED INTO A DIET LIKE A DOG!\"\n\"WELL, MAYBE IT'S BECAUSE YOU EAT LIKE ONE!\"\nAres gasps and places a hand on his chest as his heart has been broken. \"Take that back right now,\" he sneers.\nDante scoffs, \"It's time to face the truth. If you don't get on a diet then you will be fat.\"\n\"There is nothing wrong with being fat!\"\n\"I'm not saying there is anything wrong with being fat—\"\n\"Actually, you are implying being fat is bad so yes you are,\" Dom tells him, crossing his arms.\n\"Thank you—\"\n\"But Dante is right. It's unhealthy to be eating junk food.\"\n\"I SWEAR TO GOD—\"\nI let out a giggle and look at Greta. She laughs at the boys and goes back to making her soup.\nI look back at the boys and see them all looking at me with adoration written all over their faces.\nNot this again.\nI grab a wooden spoon and point it at three of them, \"Stop looking at me like I just took my first baby steps.\"\nAres comes over to me. \"But you look so cute,\" he coos, flicking my forehead.\n\"Hey! I thought I told you to stop that?\"\nHe places a soft kiss on my forehead. \"There. It's all better now.\"\nI hit him with the wooden spoon. \"Stop treating me like I'm a little kid!\"\nDante snickers, \"But you are.\"\n\"And you know what you are? A mistake.\"\nGreta laughs, \"Damn right he is.\"\n\"What—\"\nDom nods, \"I should've eaten him in the womb.\"\n\"Can you guys stop—\"\nAres lets out the most evilest laugh ever, \"I should've shaved his hair off instead of Elijah's!\"\n\"So it was you!\"\nWe all freeze when Elijah storms into the room, angry. He slowly cracks his knuckles while starting at Ares.\nI step in front of Ares and point the wooden spoon at Elijah. \"Go near him and I promise I will hurt you with this wooden spoon,\" I tell him.\nDante steps forward, \"Who knew Ares was such a pussy?\"\nI point the wooden spoon at Dante, \"Talk about Ares like that ever again and I will crash your car.\"\nDante steps back, \"Ares is so amazing. He really should've shaved my hair off.\"\n\"He should've,\" Greta agrees with him.\nI literally feel Ares shaking in fear behind me. I've had enough of everyone treating him like this. If he wants to eat then let him. Even if he got a little bit, I would still love him.\nI look back at Elijah who is very pissed.\n\"Go take your anger out on a punching bag.\"\n\"Ares is my punching bag—\"\n\"No. He isn't.\"\nElijah frowns at me, \"But—\"\n\"Get out.\"\nHis shoulders slump in defeat and he hangs his head low and walks out of the kitchen.\nAres hugs me, \"Thank you! Thank you! Thank you! Thank you!\"\nDante slowly backs out of the room, \"I'm just gonna go—\"\nDom grabs him by his shirt, \"You aren't going anywhere. Apologise to Ares. Now.\"\nAres stands in front of me and crosses his arms. I go on my tiptoes to try and see what's going on because he's blocking my view. Still not being able to see anything and I stand next to him. There. That's better.\n\"I'm... Sorry.\" Dante mutters, refusing to look at Ares.\n\"Get on your knees and say it,\" Ares demands.\nDante shakes his head, \"There is no way I am doing that—\"\n\"Get on your knees and apologize,\" I say.\nDante sighs and gets on his knees. \"I'm sorry, Ares.\"\nI look at Ares to see if that's good enough. He looks at me and nods in approval.\n\"I can't believe I lived in the womb with you for nine months just to find out eighteen years later that I'm actually better than you,\" Dom tells him with a smirk.\nDante stands up and slaps him. I facepalm myself. I've had enough of them already.",
    "trans": "\"며칠이 지났어. 아르테미스가 나한테 키스한 날 이후로 본 적이 없어. 난 그날 있었던 일에 대해 생각할 시간이 많았지. 나는 좋았어. 하지만 나는 그녀를 좋아하지 않아. 좋아하지 않는 사람과 키스하는 게 가능한 걸까? 아니면 그냥 해보는 건가. 가능한 건 분명하지만, 그게 나쁜가?\n그렇지 않다고 생각해. 하지만 여자랑 키스하는 게 나쁜 건 아니라는 걸 알아. 하지만 다시 할 생각은 없어. 그녀에게 전화해서 이 얘기를 해야겠다.\n그런데 내 형들이 요즘 좀... 흥미롭더라고.\n\"강아지처럼 다이어트 하라고 강요받는 게 어떤 건지 너는 모를 거야!\"\n\"그럼 아마 네가 강아지처럼 먹기 때문일걸!\"\n아레스가 숨이 막히고 마음이 아픈듯이 가슴에 손을 얹는다. \"지금 당장 그 말을 취소해,\" 그가 비웃는다.\n단테가 비웃는다. \"이제 진실을 마주할 시간이야. 다이어트 안 하면 너 진짜 뚱뚱해질 거야.\"\n\"뚱뚱해지는 게 뭐 어때서!\"\n\"나는 뚱뚱해지는 게 나쁘다고 말한 적 없어—\"\n\"사실, 너는 뚱뚱한 게 나쁘다고 암시하는 거야. 그렇지 않니.\" 돔이 팔짱을 끼며 말했다.\n\"고마워—\"\n\"하지만 단테 말이 맞아. 정크푸드 먹는 건 건강에 안 좋아.\"\n\"신에게 맹세해—\"\n나는 킥킥 웃으며 그레타를 봤어. 그녀는 그들을 보고 웃으며 다시 수프를 만들기 시작했다.\n다시 소년들을 보니 그들이 모두 내게 사랑이 가득한 얼굴로 바라보고 있어.\n또 시작이네.\n나는 나무 숟가락을 들고 세 명을 가리킨다. \"내가 첫 걸음 떼는 아기처럼 쳐다보지 마.\"\n아레스가 다가와서 말했다. \"너무 귀여워 보여,\" 그가 달콤하게 속삭이며 내 이마를 톡톡 쳤다.\n\"야! 그거 하지 말랬지?\"\n그는 내 이마에 부드럽게 키스하며 말했다. \"이봐. 이제 괜찮아.\"\n나는 나무 숟가락으로 그를 쳤어. \"나를 애처럼 대하지 말라고!\"\n단테가 웃으며 말했다. \"근데 너는 애 같잖아.\"\n\"그리고 너는 네가 뭔지 알아? 실수다.\"\n그레타가 웃으며 말했다. \"그 말 진짜 맞아.\"\n\"뭐—\"\n돔은 고개를 끄덕였다. \"너를 뱃속에서 먹어버렸어야 했다.\"\n\"너네 그만—\"\n아레스가 가장 악랄한 웃음을 터뜨리며 말했다. \"내가 엘리야의 머리카락 대신 그의 머리를 잘랐어야 하는데!\"\n\"그럼 네가 한 거였구나!\"\n엘리야가 분노한 채 방으로 들어오자 우리는 얼어붙었다. 그는 서서히 손가락 관절을 꺾으며 아레스를 노려봤다.\n나는 아레스 앞으로 가며 나무 숟가락을 들고 엘리야를 가리킨다. \"그에게 가까이 가면 이 나무 숟가락으로 너를 다치게 할 거야.\" 나는 그에게 말한다.\n단테가 앞으로 나간다. \"아레스가 이렇게 겁쟁이인지 누가 알았겠어?\"\n나는 나무 숟가락을 단테에게 겨누며 말했다. \"아레스에 대해 그런 식으로 말하면 네 차를 박살 낼 거야.\"\n단테가 물러섰다. \"아레스는 대단해. 정말 그의 머리카락을 자른 게 좋았을 거야.\"\n\"그랬어야 해,\" 그레타도 동의하며 말했다.\n나는 아레스가 내 뒤에서 떨고 있는 게 느껴졌어. 나는 모두가 그를 이렇게 대하는 것에 지쳤어. 그가 먹고 싶으면 먹게 둬야지. 그가 조금 더 쪘다고 해도, 나는 여전히 그를 사랑할 거야.\n나는 매우 짜증난 엘리야를 보고 말했다.\n\"펀칭 백에 화풀이해.\"\n\"아레스가 내 펀칭 백이야—\"\n\"아니야. 그는 아니야.\"\n엘리야가 나를 보며 찡그린다. \"그런데—\"\n\"나가.\"\n그의 어깨는 패배감에 처져 있고, 고개를 숙인 채 주방을 나간다.\n아레스가 나를 안아주며 말했다. \"고마워! 고마워! 고마워! 고마워!\"\n단테는 방을 천천히 나가려 한다. \"나는 그냥 갈거야—\"\n돔이 그를 잡고 말했다. \"어디 가는 거냐. 아레스에게 사과해. 지금.\"\n아레스가 내 앞에 서서 팔짱을 꼈다. 나는 그가 막고 있어서 뭐가 일어나는지 보려고 발끝으로 서서 노력했지만, 여전히 보이지 않는다. 결국 그의 옆에 서서 조금 더 잘 보였다.\n\"미안해.\" 아레스를 보지 않은 채 단테가 중얼거린다.\n\"무릎 꿇고 사과해,\" 아레스가 명령했다.\n단테는 고개를 저으며 말했다. \"내가 절대 그렇게 할 리가 없어—\"\n\"무릎 꿇고 사과해,\" 내가 말했다.\n단테는 한숨을 쉬고 무릎을 꿇었다. \"미안해, 아레스.\"\n나는 아레스를 보며 그게 충분한지 물었다. 그는 내게 고개를 끄덕이며 승인했어.\n\"내가 너랑 아홉 달을 뱃속에서 같이 살면서 18년 후에 내가 너보다 더 낫다고 느낀다는 게 믿기지 않아,\" 돔이 히죽히죽 웃으며 말했다.\n단테가 일어나서 돔을 때렸다. 나는 내 손을 얼굴에 파묻었다. 난 이미 그들한테는 질렸어."
}