{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Namjoon sat there in pure shock, processing everything the omega told him. He gripped his fists.\n“Yoongi, I’m sorry that happened to you.” Namjoon cupped his cheeks, wiping the tears away. “I’m sorry I wasn’t strong enough to protect you.” He let out a bitter laugh. “I was bitter about you not having my pup yet I couldn’t even protect you guys. The one who is sorry is me.” He held the omega tightly. “That’s going to change, they will never get close to you again.”\n“Namjoon, we can’t-”\n“Yes we can. We’re not uncertain teenagers anymore. We’re adults now.” He sighed deeply, covering his face. “In a way, I wish I had the same guts like Taehyung and just ran away too.”\nYoongi dried his eyes with a napkin and turned to the alpha. “Taehyung? Taehyung ran away from your home?”\nHe nodded. “It’s been a few years and that guy completely fell off the face of the earth. Our dad is furious beyond words.”\n“Wait, he didn’t just return from another country?”\nNamjoon shrugged. “Beats the hell outta me, I last physically saw Taehyung when he was about eighteen. He and our dad got into a really big fight and by the next day, he was gone. I tried calling his friends but they just said he was safe and wouldn’t tell me where he was.”\n“You haven’t seen your brother since he was eighteen? How old is he now? How is it with all the resources your father has, he hasn’t found him yet?”\n“Taehyung should be twenty-three now. He told our father he wanted to study in The States for a while but then he stopped contacting us and never came back. We couldn’t track him anywhere in The States and when my dad checked his bank he bought five plane tickets to five different countries all leaving at the same time. My dad called the airport to ask if Kim Taehyung boarded any of those flights but they said no one by that name ever came. Taehyung is a scary genius.”\n“Wow.”",
    "trans": "남준은 오메가가 그에게 한 모든 말을 되짚어보며 충격에 빠졌다. 그는 주먹을 움켜 쥐었다.\n\"윤기야, 이런 일이 생겨서 속상하다.\" 남준은 눈물을 닦으며 그의 볼을 감쌌다. \"너를 지킬 만큼 강하지 않아서 미안해.\" 그는 쓴웃음을 뱉었다. \"내 아이를 갖지 않은 건 괴롭지만 너희를 지킬 수조차 없었어. 미안해야 하는 사람은 나야.\" 그는 오메가를 꽉 끌어안았다. \"바뀔 거야, 다시는 네 근처로 못 올 거야.\"\n\"남준아, 그럴 수는-\"\n\"그럴 수 있어. 우리는 더 이상 불안정한 청소년이 아니야. 우리는 성인이라고.\" 그는 한숨을 쉬며 얼굴을 감쌌다. \"어쩌면 그냥 태형이처럼 도망칠 배짱이 있었으면 좋겠어.\"\n윤기는 냅킨으로 눈물을 닦고 알파를 쳐다보았다. \"태형이? 태형이가 너희 집에서 도망쳤어?\"\n그가 끄덕였다. \"몇 년 됐고 그 자식은 완전히 사라졌어. 우리 아빠가 말도 못하게 화가 났지.\"\n\"잠시만, 다른 나라에서 막 돌아온 게 아니었어?\"\n남준은 어깨를 으쓱했다. \"무슨 소린지 모르겠네, 내가 태형이를 마지막으로 본 건 걔가 열여덟 살 때쯤이었어. 우리 아빠랑 엄청 싸운 다음 날 걔가 사라졌지. 걔 친구들한테 전화해 봤지만 그냥 안전하다고만 말하고 어디 있는지는 말해주지 않았어.\"\n\"동생을 열여덟 살 이후로 본 적이 없다고? 걔 지금 몇 살인데? 너희 아빠가 돈이 그렇게 많은데 어떻게 아직도 못 찾은 거야?\"\n\"지금 스물 세 살일 거야. 아빠한테는 잠시 미국에서 공부하고 싶다고 했는데, 이후로 연락을 끊더니 돌아오지 않았어. 미국 어디에서도 찾을 수 없었고, 아빠가 계좌를 확인했을 때 걔는 동시에 다섯 나라로 향하는 다섯 장의 비행기 표를 예매했더라고. 아빠가 공항에 전화해 김태형이라는 사람이 그 비행기에 탔는지 물어봤지만 그런 사람은 오지 않았다고 하더라. 태형이는 무서운 천재야.\"\n\"대단한데.\""
}