{
    "source": "en_US",
    "target": "ko_KR",
    "text": "God’s purpose for humanity is presented in Gen 1:26-28; 2:15. God creates humanity in his image so that they can extend his rule throughout the world as his priest-kings.\nFurthermore, to enable humanity to carry out this task, God blesses humanity regarding both reproduction (“Be fruitful and increase in number…”) and food production (“I have given you every seed-bearing plant…”).\n1️· The Fall (cf. Gen 3:14-19)\nThe Fall of Man destroyed this plan [the purpose and blessing of the original creation were damaged by the Fall]\nReproduction: Humans can still reproduce, but with pain (Eve experienced severe pain during childbirth).\nFood production: Adam can still plant and harvest food, but the ground is cursed, and the work is challenging (thorns and thistles).\nGod's rules/fulfilled or unfulfilled: The blessings of people and food are still in effect but with pain and hardship. Humanity will continue to fulfill its mission of governing the world through painful labor and reproduction (Genesis 3:16-19), and part of the blessing is still fulfilled. However, sin makes this process difficult and ongoing, which is unfulfilled. - If humanity’s relationship with God has been affected by sin, then that makes it hard for them to represent him accurately.",
    "trans": "하나님께서 인류를 향해 품으신 뜻은 창 1:26-28; 2:15에 나타나 있다. 하나님은 인류를 자신의 형상대로 창조하셔서, 그들이 하나님의 제사장-왕들로서 세상에 하나님의 통치를 확장할 수 있도록 하셨다.\n또한, 인류가 이 같은 사명을 수행할 수 있도록 하나님은 번식(“생육하고 번성하라…”)과 식량 생산(“내가 온 지면의 씨 맺는 모든 채소를…”) 두 가지 모두 축복하셨다.\n1️· 타락 (창 3:14-19 참고)\n인류의 타락은 이 계획을 깨뜨렸다 [창조의 본래 목적과 축복이 타락으로 인해 손상되었다]\n번식: 인간은 여전히 번식할 수 있지만, 고통이 수반되었다(이브는 출산 중 큰 고통을 경험했다).\n식량 생산: 아담은 여전히 식물을 재배해 수확할 수 있지만, 땅은 저주를 받았고 일은 고되었다(가시와 엉겅퀴).\n하나님의 법칙/성취된 것 또는 성취되지 않은 것: 사람과 식량에 대한 축복은 여전히 유효하지만 여기엔 고통과 어려움이 뒤따른다. 인류는 세상을 다스리는 사명을 계속 수행하지만 이는 고통스러운 노동과 출산을 통해 이루어지며(창세기 3:16-19), 따라서 축복의 일부는 여전히 성취된 상태이다. 그러나 죄로 인해 이 과정은 어려우며 진행 중인 관계로, 성취되지 않은 상태이다. - 인류와 하나님과의 관계가 죄로 인해 영향을 받았다고 한다면, 이로 인해 인류가 하나님을 정확하게 대표하지 못하게 된 것이다."
}