{
    "source": "en_US",
    "target": "ko_KR",
    "text": "So to recap: you need to be present for half a day on either Monday or Thursday. You can use the rest of the week as you like.\nSo please make sure you are signed up for one of Sunny’s ½ day IT workshops.\nSunny will run 4 identical IT workshops: am and pm sessions on the 4thand the 7thNovember which will be useful for your new Ohh Deer project and will cover the following:\nPreparing for Print:\nChoosing colour CMYK/RGB\nHow to include bleed\nHow to work with printers’ marks\nHow to import, clean up and colour correct a scanned image in Photoshop\nYou need to bring your computers (not iPads) and we’ll reserve the Thursday pm session solely for those who don’t have access to a laptop computer. The sessions will take place in our studio B123/4\nSunny's IT workshops sign up.docx\nThere are also sign up 1:1 tutorials, with [redacted_name], [redacted_name] and [redacted_name]\n1-1 tutorials.docx\nAll details for the new project Ohh Deer are on myUCA. There are 4 Ohh Deer tasks to complete to bring in on 11.11.24. The 4 tasks are the last few slides on the” Funny Presentaton and Tasks” section and I’m also attaching them here. These tasks will form starting points to work from.\nIf you missed the Critical Practice session yesterday, I’m attaching the handouts we worked with. You need to complete them and bring them in on Thursday 14.11.24.",
    "trans": "따라서 정리하자면: 월요일 또는 목요일 중 하루 반나절 동안 반드시 참석해야 합니다. 나머지 시간은 자유롭게 활용할 수 있습니다\n그러므로 반드시 써니의 반나절 IT 워크숍 중 하나에 등록했는지 확인해 주세요.\n써니는 동일한 IT 워크숍을 총 4회 진행합니다: 11월 4일과 7일에 오전과 오후 세션으로 여러분의 새로운 오 디어 프로젝트에 유용할 것이며 다음을 다룹니다:\n인쇄 준비:\nCMYK/RGB 색상 선택\n여백 포함 방법\n출판사 마크 사용법\n포토샵에서 스캔한 이미지를 가져와서, 정리 및 색상 보정하는 방법\n여러분은 개인 컴퓨터(아이패드는 제외)를 가져와야 하며 저희는 노트북이 없는 학생들을 위해 목요일 오후 세션을 별도로 배정될 예정입니다. 세션들은 저희 스튜디오 B123/4에서 진행됩니다\nSunny's IT workshops sign up.docx\n또한 1:1 튜토리얼 등록도 가능하며, [redacted_name], [redacted_name] 그리고 [redacted_name]와 함께 합니다.\n1-1 tutorials.docx\n새로운 프로젝트 오 디어의 모든 세부 사항은 마이UCA에 있습니다. 2024.11.11까지 4개의 오 디어 과제를 완료해서 제출해야 합니다. 이 4개의 과제는 \"재밌는 발표와 과제\" 섹션의 마지막 몇 장의 슬라이드에 있으며 첨부 파일로도 제공됩니다. 이 과제들은 작업의 출발점을 만들어 줄 것입니다.\n어제 진행된 비판적 실천 세션을 놓쳤다면, 저희가 다룬 유인물을 첨부하였습니다. 이를 완료하여 24.11.14 목요일까지 제출해야 합니다."
}