{
    "source": "en_US",
    "target": "ko_KR",
    "text": "PAT, as developed by Watts and Zimmerman and others, is based on the central economics-based assumption that all individuals’ actions are driven by self- interest and that individuals will always act in an opportunistic manner to the extent that the actions will increase their wealth. Notions of loyalty, morality and the like are not incorporated in the theory (as they typically are not incorporated in other accounting or economic theories). Given an assumption that self-interest drives all individual actions (which in many people’s mind is an overly simplistic assumption), PAT predicts that organisations will seek to put in place mechanisms that align the interests of the managers of the firm (the agents) with the interests of the owners of the firm (the principals). As discussed later in the chapter, some of these methods of aligning interests will be based on the output of the accounting system (such as providing the manager with a share of the organisation’s profits ). Where such accounting-based ‘alignment mechanisms’ are in place, there will be a need for financial statements to be produced. Managers are predicted to ‘bond’ themselves to prepare these financial statements. 3 This is costly in itself, and in PAT would be referred to as a bonding cost . If we assume that managers (agents) will be responsible for preparing the financial statements, then PAT also would predict that there would be a demand for those statements to be audited or monitored, otherwise agents would, assuming self-interest (a maintained assumption of PAT), try to overstate profits, thereby increasing their absolute share of profits. In PAT, the cost of undertaking an audit is referred to as a monitoring cost .",
    "trans": "긍정적 회계 이론은 왓츠와 짐머만을 비롯한 사람들이 개발한 이론으로, 모든 개인의 행동은 사리사욕에 기반하며, 모든 개인은 자신의 부를 늘리려는 기회주의적 방식으로 행동한다는 중심 경제학 가정에 의거한다. 충성심, 도덕성과 선호는 이론에 포함되지 않는다 (다른 회계 혹은 경제 이론에서도 일반적으로 포함되지 않는다). 모든 개인의 행동이 사리사욕에 기반한다는 가정 하에 (많은 사람들이 지나치게 단순화된 가정이라고 여길 것이다), 긍정적 회계 이론은 조직이 경영자(대리인)와 소유자(주주)의 이해관계를 일치시키는 매커니즘을 도입할 것이라고 예측한다. 이 장의 뒷부분에서 다룰 내용처럼, 이해관계를 일치시키는 어떤 방법은 회계 시스템의 출력에 기반할 것이다 (조직의 이익 일부를 경영자에게 제공하는 것처럼). 이런 회계 기반의 '이해관계 이해 매커니즘' 하에서는 재무제표가 필요하게 된다. 경영자는 재무제표를 준비하는 데 서로 '결속'할 것으로 예측된다. 이 자체로 많은 비용이 들며, 긍정적 회계 이론에서는 이를 결속 비용이라고 한다. 재무제표를 경영자(대리인)가 준비해야 한다고 가정하면, 긍정적 회계 이론은 이 재무제표를 감사 또는 감시할 필요가 생길 것이라고 예측한다. 그렇지 않으면 대리인들은 (긍정적 회계 이론이 가정하는) 사리사욕에 따라 이익을 부풀려 그들 몫의 이익을 늘리려고 할 것이다. 긍정적 회계 이론에서는 이런 감사에 드는 비용을 감시 비용이라고 일컫는다."
}