{
    "source": "en_US",
    "target": "ko_KR",
    "text": "logic diagnosis of community-acquired pneu- monia in hospitalized patients is important for several reasons, including the appropriate selec- tion of an antibiotic for use against a specific pathogen, promote good antimicrobial steward- ship, and allow identification of pathogens associ- ated with notifiable diseases such as SARS-CoV-2 infection or legionnaires’ disease. Available rec- ommended tests include sputum Gram’s staining and culture, blood cultures, urine immunochro- matographic analysis for Streptococcus pneumoniae and Legionella pneumophila serogroup 1, and mo- lecular techniques such as multiplex assays that include SARS-CoV-2. In addition, if there is a risk of methicillin-resistant Staphylococcus aureus (MRSA) infection, obtaining a nasal swab for a\nMRSA polymerase-chain-reaction (PCR) assay can be useful, since a negative result can allow for discontinuation of anti-MRSA therapy.24 A more comprehensive microbiologic workup should be performed on the basis of epidemiologic exposures as well as individual patient characteristics such as immunosuppression.12\nTreatment\nEmpirical antimicrobial therapy targets common pathogens on the basis of risk factors.1 Antiviral therapy for influenza or SARS-CoV-2 infection should be administered according to clinical fac- tors, the results of diagnostic tests, or both.1,25 Therapy should be administered as soon as pos- sible after community-acquired pneumonia is di- agnosed. Therapy for patients who are immuno- compromised is beyond the scope of this article and has been described elsewhere.12\nAmbulatory Patients\nFor most patients who are younger than 65 years of age, otherwise healthy, and have not recently received treatment with antibiotics, recent ATS– IDSA guidelines recommend one of the follow- ing three oral medication options: amoxicillin (1 g three times daily), doxycycline (100 mg twice daily), or a macrolide (azithromycin at a dose of 500 mg on day 1, then 250 mg daily, or clarithro- mycin at a dose of 500 mg twice daily [extended- release, 1000 mg daily]). Macrolides should be considered only in areas where pneumococcal resistance to macrolides is less than 25% — which excludes the United States, where resistance ex- ceeds 30%.\nFor patients who have taken antibiotics with- in the past 3 months, have serious coexisting conditions (e.g., chronic heart, lung, kidney, or liver disease; diabetes mellitus; or alcohol depen- dence), or who are smokers, amoxicillin–clav- ulanate (875 mg orally twice daily [extended-re- lease, 2 g twice daily]) and either a macrolide (preferred) or doxycycline are recommended. Pa- tients who cannot take beta-lactam agents owing to hypersensitivity or adverse effects can instead be treated with a respiratory fluoroquinolone (levofloxacin at a dose of 750 mg daily or moxi- floxacin at a dose of 400 mg daily) or one of two more recently approved agents, lefamulin or omadacyclin",
    "trans": "입원 환자의 지역사회 획득 폐렴에 대한 논리적 진단은 적절한 항생제 선택, 효과적인 항균제 관리 촉진, 그리고 사스-코로나 바이러스-2 감염이나 레지오넬라증과 같은 신고 대상 질환과 관련된 병원체의 식별을 가능하게 하는 등 여러 가지 이유에서 중요하다. 현재 권장되는 검사에는 객담 그람 염색 및 배양, 혈액 배양, 폐렴구균 및 레지오넬라 뉴모필라 1형 혈청군 검출을 위한 소변 면역크로마토그래피 분석, 그리고 사스-코로나 바이러스-2를 포함한 다중 분자 진단 검사 등의 분자 기법이 포함된다. 또한, 메티실린 내성 황색포도상구균 감염 위험이 있는 경우, 비강 면봉 검체 채취가\n메티실린 내성 황색포도상구균 중합효소 연쇄반응 검사에 유용할 수 있으며, 음성 결과가 나오면 항-메티실린 내성 황색포도상구균 치료를 중단할 수 있다.24 보다 포괄적인 미생물학적 검사는 역학적 노출과 면역억제와 같은 개별 환자의 특성에 따라 수행되어야 한다.12\n치료\n경험적 항균 치료는 위험 요인을 기반으로 일반적인 병원체를 대상으로 한다. 인플루엔자 또는 사스-코로나 바이러스-2 감염에 대한 항바이러스 치료는 임상적 요인, 진단 검사 결과 또는 둘 다를 고려하여 시행해야 한다.1,25 치료는 지역사회 획득 폐렴이 진단된 후 가능한 신속하게 시작해야 한다. 면역이 저하된 환자에 대한 치료는 본 논문의 범위를 벗어나며 이에 대해서는 다른 문헌에서 기술된 바 있다.12\n외래 환자\n65세 미만의 대부분의 환자들에게는, 전반적으로 건강하고, 최근 항생제 치료를 받은 적이 없는 경우, 최신 미국 흉부학회-미국 감염병학회 가이드라인에서는 다음 세 가지 경구 치료 옵션 중 하나를 권장한다: 아목시실린 (1그램 일 3회 복용), 독시사이클린 (100밀리그램 일 2회 복용), 또는 마크롤라이드 (아지스로마이신 1일차에 500밀리그램, 이후 매일 250밀리그램 복용, 또는 클래리스로마이신 500밀리그램 일 2회 복용 [서방형, 일 1,000밀리그램]). 마크롤라이드는 폐렴구균의 마크롤라이드 내성이 25퍼센트 미만인 지역에서만 고려해야 한다 — 내성이 30퍼센트 이상인 미국을 제외한다.\n지난 3개월 이내에 항생제를 복용한 적이 있거나, 심각한 동반 질환 (예: 만성 심장, 폐, 신장, 또는 간 질환; 당뇨병; 또는 알코올 의존증), 또는 흡연자의 경우, 아목시실린-클라불란산 875밀리그램을 경구로 일 2회 투여 [서방형, 2g 일 2회])하며 마크롤라이드 또는 독시사이클린 중 하나를 병용하는 것이 권장된다. 베타락탐 에이전트들에 과민 반응 또는 부작용이 있어 복용이 힘든 환자는 대신 호흡기 플루오로퀴놀론 (레보플록사신 750밀리그램 일 750밀리그램 또는 목시플록사신 일 400밀리그램) 또는 최근 승인 된 두 가지 에이전트인, 레파물린이나 오마다사이클린으로 치료할 수 있다"
}