{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Technical Description of OBD-II Trouble Code\nCircuit for Reductant Pressure Sensor\nWhat does that signify?\nThis diagnostic trouble code (DTC) is a generic powertrain code that is applicable to many OBD-II vehicles (1996-newer). This includes vehicles from various manufacturers such as Dodge, Ram, VW, Audi, GMC, BMW, Mercedes-Benz, Ford, Chevrolet, etc. Although it is a generic code, the specific repair steps may vary depending on the year, make, model, and powertrain configuration.\nA stored code P204A indicates that the powertrain control module (PCM) has detected an abnormal voltage level in the reductant pressure sensor circuit. This code is observed exclusively in vehicles with a clean burning diesel engine.\nThe catalyst system is responsible for reducing almost all exhaust emissions, although certain applications also have a NOx trap.\nExhaust gas recirculation (EGR) systems go a step further in reducing NOx. However, larger and more powerful diesel engines of today cannot meet strict federal (U.S.) emission standards with just the EGR, diesel particulate filter/catalytic converter, and NOx trap. This is why selective catalytic reduction (SCR) systems were developed.\nSCR systems inject a reductant compound or diesel exhaust fluid (DEF) into the exhaust system before the diesel particulate filter, NOx trap, and/or catalytic converter using the reductant injection valve (solenoid). The precise timing of DEF injection increases the temperature of the filtration element, allowing it to function more efficiently. This improves the longevity of the filtration element and reduces the release of harmful exhaust emissions into the atmosphere. The entire SCR system is monitored and controlled by either the PCM or a stand-alone controller, which interacts with the PCM. The controller monitors the O2, NOx, and exhaust temperature sensors, among other inputs, to determine the optimal time for DEF (reductant) injection. Precise DEF injection is crucial for maintaining exhaust temperature within acceptable limits and optimizing pollutant filtration.\nThe reductant/regeneration supply pump pressurizes the DEF in the liquid reductant system for use when required. The PCM monitors the supply pump voltage for consistent fluctuation and load percentage. It also monitors one or more pressure sensors in the reductant supply system to detect any leaks.\nIf the PCM detects an abnormal voltage level in the reductant temperature sensor circuit, it will store a code P204A and may illuminate the malfunction indicator lamp (MIL). Multiple ignition cycles with a failure may be necessary for MIL illumination.\nExample of a DEF reductant tank:\nWhat is the severity of this DTC?\nA stored code P204A should be considered severe and addressed as soon as possible. It could disable the SCR system, and failure to rectify the conditions that led to the code being stored in a timely manner could result in catalyst damage.\nWhat are some of the symptoms of the code?\nSymptoms of a P204A trouble code may include:\nReduced fuel efficiency\nExcessive black smoke from the vehicle exhaust\nDiminished engine performance\nOther SCR-related codes\nWhat are some of the common causes of the code?\nPossible causes for this code may include:\nDefective reductant pressure sensor\nOpen or shorted circuits in the reductant pressure sensor system\nFaulty SCR controller/PCM or programming error\nWhat are some P204A troubleshooting steps?\nTo diagnose a code P204A, you will need a diagnostic scanner, a digital volt/ohmmeter (DVOM), and access to vehicle-specific diagnostic information.\nRefer to your vehicle information source to find a technical service bulletin (TSB) that matches the vehicle’s year, make, and model, as well as the engine size, stored codes, and exhibited symptoms. A relevant TSB may provide helpful diagnostic information.\nUse the scanner connected to the vehicle diagnostic connector to retrieve all stored codes and freeze frame data. It is recommended to write down this information before clearing the codes and then test-drive the vehicle until the PCM enters readiness mode or the code is reset.\nIf the PCM enters readiness mode, the code is intermittent and may be more challenging to diagnose. In such cases, the conditions that led to the code being stored may need to worsen before an accurate diagnosis can be made.\nIf the code is immediately reset, the next step in the diagnosis involves consulting your vehicle information source for diagnostic flowcharts, connector pin-out charts, connector face views, and component testing procedures/specifications.\nStep 1\nUse the DVOM to test the reductant pressure sensor according to the manufacturer’s specifications. Any components that do not test within the maximum allowable parameters should be considered defective.\nStep 2\nIf the actual reductant system pressure is within specifications, the code P204A persists, and the sensor in question is functioning properly, use the DVOM to test the input and output signal circuits between the pressure sensor and the PCM/SCR controller. Disconnect all controllers before conducting the DVOM tests.\nReductant pressure sensor codes are often associated with a reductant system pump that is internally leaking, but continue with your diagnosis\nProfessional Service\nWe always recommend seeking professional mechanical assistance to resolve this issue. However, if that is not possible, we offer the option to permanently delete this specific DTC. All other codes will continue to function. If you are interested in this option, please upload your ECU file to our portal.",
    "trans": "OBD-II 오류 코드에 대한 기술적인 설명\n환원제 압력 센서 회로\n이것은 무엇을 나타냅니까?\n진단 오류 코드(DTC)는 많은 OBD-II 차량(1996년 이후)에 적용할 수 있는 일반 파워트레인 코드입니다. 여기에는 닷지, 램, 폭스바겐, 아우디, GMC, BMW, 메르세데스-벤츠, 포드, 쉐보레 등과 같은 다양한 제조사의 차량이 포함됩니다.\n저장된 코드 P204A는 파워트레인 제어 모듈(PCM)가 환원제 압력 센서 회로에서 비정상적인 전압 수준을 감지했다는 점을 나타냅니다. 이 코드는 클린 연소 디젤 엔진이 있는 차량에서만 독점적으로 관찰됩니다.\n특정 어플리케이션에는 NOx 트랩도 있지만 촉매 시스템이 거의 모든 배기 가스 배출을 감소시키는 역할을 합니다.\n배기 가스 재순환(EGR) 시스템은 NOx를 줄이는 데 한 걸음 더 나아갑니다. 그러나, 오늘날의 더 크고 더 강력한 디젤 엔진은 EGR, 디젤 미립자 필터/촉매 변환기, NOx 트랩만으로는 엄격한 (미국)연방 배출 기준을 만족시키지 못합니다. 이것이 선택적 촉매 환원(SCR) 시스템이 개발된 이유입니다.\nSCR 시스템은 환원제 주입 밸브(솔레노이드)를 사용해 디젤 미립자 필터, NOx 트랩 그리고/또는 촉매 변환기보다 먼저 환원제 화합물 또는 디젤 배기 유체(DEF)를 배기 시스템에 주입합니다. 정확한 타이밍에 DEF를 주입하는 것은 여과 요소의 온도를 높여 더 효율적으로 기능할 수 있게 해줍니다. 이것은 여과 요소의 수명을 개선하고 대기로의 유해 배기 가스 방출을 감소시킵니다. 전체적인 SCR 시스템은 PCM 또는 PCM과 상호 작용하는 독립형 제어기에 의해 모니터링 및 제어됩니다. 제어기는 다른 입력 장치들 중 O2, NOx, 배기 가스 온도 센서를 모니터링해 DEF (환원제) 주입을 위한 적정 시간을 결정합니다. 정확한 DEF 주입은 허용되는 한계 내에서 배기 가스 온도를 유지하고 오염 물질 여과 최적화에 중요합니다.\n환원제/재생 공급 펌프는 필요할 때 사용할 수 있도록 액체 환원제 시스템의 DEF에 압력을 줍니다. PCM은 변동 및 부하 비율을 유지하기 위해 공급 펌프 전압을 모니터링합니다. 또한 어떤 누수이든 탐지하기 위해 환원제 공급 시스템에서 한 개 이상의 압력 센서를 모니터링합니다.\n만약 PCM이 환원제 온도 센서 회로에서 비정상적인 전압 수준을 탐지하면 코드 P204A를 저장하고 오작동 표시 램프(MIL)에 불이 들어올 것입니다. MIL 점등을 위해 여러 번의 점화 사이클 실패가 필요할 수 있습니다.\nDEF 환원제 탱크 예시:\n이 DTC의 심각성은 무엇입니까?\n저장된 코드 P204A는 심각하게 여겨져야 하며 가능한 한 빨리 처리되어야 합니다. 이 코드는 SCR 시스템을 비활성화시킬 수 있고, 제 시간에 저장되는 코드를 유발한 조건을 수정하는 것을 실패하면 촉매 손상을 초래할 수 있습니다.\n코드의 증상이 무엇일까요?\nP204A 오류 코드 증상은 다음을 포함할 수 있습니다:\n연료 효율성 감소\n차량 배기 가스에서 나오는 과도한 검은 연기\n약화된 엔진 성능\n다른 SCR 관련 코드\n코드의 일반적인 원인이 무엇일까요?\n코드에 대한 가능한 원인은 다음을 포함할 수 있습니다:\n결함 있는 환원제 압력 센서\n환원제 압력 센서 시스템의 개방 또는 단락 회로\nSCR 제어기/PCM 결함 또는 프로그래밍 오류\n몇 가지 P204A 해결 단계는 무엇일까요?\n코드 P204A를 진단하기 위해서는 진단 스캐너와 디지털 전압/옴미터(DVOM)가 필요하며 차량별 진단 정보에 액세스할 수 있어야 합니다.\n차량 정보 출처를 참고해 차량의 연식, 제조사, 모델뿐만 아니라 엔진 사이즈, 저장된 코드, 드러난 증상과 일치하는 기술 서비스 게시판(TSB)을 찾아보세요. 관련 TSB가 도움이 되는 진단 정보를 제공할 수 있습니다.\n저장된 모든 코드를 검색하고 프레임 데이터를 정지하기 위해 차량 진단 연결기에 연결된 스캐너를 사용하세요. 코드를 지우기 전에 이 정보를 적어둔 후 PCM이 준비 모드로 들어가거나 코드가 재설정될 때까지 차량을 시험 운행하는 것을 권합니다.\n만약 PCM이 준비 모드로 들어가면 코드가 간헐적이고 진단하기가 더 어려울 수 있습니다. 그런 경우 정확한 진단을 내리기 전에 코드가 저장되도록 한 조건이 더 악화되어야 할 수 있습니다.\n만약 코드가 즉시 재설정되면 진단의 다음 단계는 진단 순서도, 연결기 핀아웃 차트, 연결기 전면도, 부품 테스트 절차/사양을 위한 차량 정보 소스를 참조하는 것입니다.\n1단계\n제조사의 사양에 따라 환원제 압력 센서를 시험하기 위해 DVOM을 사용하세요. 최대 허용 매개변수내에서 시험하지 않는 모든 부품은 결함이 있다고 여겨져야 합니다.\n2단계\n만약 실제 환원 시스템 압력이 사양 내에 있고 코드 P204A가 지속되고 문제의 센서가 제대로 작동하고 있다면 압력 센서와 PCM/SCR 제어기 사이의 입력 및 출력 신호 회로 시험을 위해 DVOM을 사용하세요. DVOM 시험을 하기 전 모든 제어기의 연결을 해제하세요.\n환원제 압력 센서 코드는 종종 내부적으로 누수되고 있는 환원제 시스템 펌프와 관련이 있지만 진단을 계속 하세요.\n전문적인 서비스\n이 문제를 해결하기 위해 전문적인 기계적 도움을 찾기를 항상 권해드립니다. 하지만 그렇게 하는 것이 불가능하다면 이 특정한 DTC를 영구적으로 삭제하는 옵션을 제안합니다. 다른 모든 코드는 계속 기능할 것입니다. 이 옵션에 관심이 있다면 저희 포털에 ECU 파일을 업로드해주세요."
}