{
    "source": "en_US",
    "target": "ko_KR",
    "text": "We are looking for friendly, self-motivated and energetic individuals to join our team! We are looking for people with great skills and potential in customer service!\nYou must be confident in your people skills and demonstrate high interests in customer service!\nPREVIOUS WORK EXPERIENCE is NOT REQUIRED, but striving for excellence must be something you are interested in! YOU WILL BE FULLY TRAINED in our famous Chick-Fil-A customer service practices; learn how to apply what you learn being a cashier, working in our dining room and drive thru operations!\nIf you want to be part of a great team! Keep reading…\nOur Purpose:\nTo be Pembroke Pines most Caring Company\nAbout us?\nChick-Fil-A at Pines and Flamingo store opened back in 2012. Currently, it counts with more than 100 employees. We have positioned ourselves as one of the most successful stores in South Florida! We are a team who strives for excellent customer service by creating remarkable experiences to all of our guests.\nTeam Member Value:\nChick-fil-A Family Culture\nCompetitive hourly rate of $14.50 starting\nQuaterly raises\nScholarships available\nMedical plan (eligible after a year of employment)\n401K (must 21 years or older to be eligible)\nUp to $10,000 in scholarships available\nFlexible schedule: Part time or full time available\nVirtual and On the job Training\nOpportunity for growth! Leadership and managerial positions are given based on performance\nGreat team to work with\nWork life balance! (We are closed on Sundays)\nAbout the position:\n· Operate register: take orders using the store POS system. Delivering excellent customer service based on one of our core values: “We serve all of our guests with Dignity, Honor and Respect, creating remarkable experiences”\n· Take ownership and initiative on cleaning, stocking and organization tasks within different areas of the store. (dining room, front counter and drive thru)\n· Capable of making quick and appropriate decisions to support store operations and customer satisfaction.\n· Takes action to meet customer needs in dining room, front counter\nRequirements:\nCharacteristics we are looking for include:\n. Must be at least 16 years of age.\n· Outgoing and Friendly personality\n· Ability to multitask\n· Self-motivated\n· Fast paced and sense of urgency\n· Decision making and ability to work under pressure\n· Capable to work long shifts on their feet and lift at least 50 pounds\n· Availability to work on Friday and Saturdays (night or day shifts",
    "trans": "저희 팀에 합류할 친절하고, 자기 동기부여가 강하며, 에너지가 넘치는 인재를 찾고 있습니다! 고객 서비스에 뛰어난 기술과 잠재력을 가진 분들을 찾고 있습니다!\n고객과의 소통에 자신이 있고, 고객 서비스에 대한 높은 관심을 보여줄 수 있어야 합니다!\n이전 업무 경험은 필요하지 않지만, 관심 있는 것에 탁월함을 추구하는 마음은 필수입니다! 저희는 여러분을 칙필레의 유명한 고객 서비스 방식으로 완전히 교육할 것입니다; 캐셔로서 다이닝룸 및 드라이브스루 운영을 통해 배운 것을 적용하는 방법을 배우게 됩니다!\n만약 훌륭한 팀의 일원이 되고 싶다면! 계속 읽어주세요…\n우리의 목표:\n펨브로크 파인즈에서 가장 배려하는 기업이 되는 것\n우리에 대하여?\n칙필레 파인스 & 플라밍고 지점은 2012년에 개점했습니다. 현재, 100명 이상의 직원을 보유하고 있습니다. 우리는 사우스 플로리다에서 가장 성공적인 매장 중 하나로 자리 잡았습니다! 저희는 모든 고객에게 잊을 수 없는 경험을 제공하는 탁월한 고객 서비스를 위해 노력하는 팀입니다.\n팀원 혜택:\n칙필레 가족 문화\n14.50달러에서 시작하는 경쟁력 있는 시급\n분기별 급여 인상\n장학금 지원 가능\n의료 보험 (1년 고용 후 가입 가능)\n401K (21세 이상만 신청 가능)\n최대 10,000달러의 장학금 지원 가능\n유연한 근무 일정: 파트타임 및 풀타임 가능\n온라인 및 실무 교육\n성장 기회! 성과에 따라 리더십 및 관리자 직급 부여\n함께 일하기 좋은 팀 환경\n일과 삶의 균형 보장! (일요일은 매장 휴무입니다)\n업무 내용:\n· 계산대 운영: 포스 시스템을 사용하여 주문 접수 및 결제 진행. 핵심 가치 중 하나에 기반해 우수한 소비자 서비스 제공: \"우리는 모든 고객을 존엄, 명예, 존중으로 대하며, 잊지 못할 경험을 제공합니다.\"\n· 매장의 여러 구역에서 청소, 재고 정리에 대한 책임 및 주도. (다이닝룸, 프런트 카운터, 드라이브스루 포함)\n· 매장 운영 및 고객 만족 지원을 위한 신속하고 적절한 결정 수행 가능\n· 다이닝룸 및 프런트 카운터에서 고객의 필요에 대한 조치\n자격 요건:\n저희가 찾는 특징은 포함합니다:\n. 최소 16세 이상\n· 활발하고 친절한 성격\n· 멀티태스킹 능력\n· 자기 동기부여가 강한 사람\n· 빠른 속도와 긴박한 감각\n· 압박 속에서도 의사결정하고 일할 수 있는 능력\n· 장시간 서서 근무 가능하며, 최소 50파운드 이상을 들 수 있음\n· 금요일 및 토요일(주간 또는 야간) 근무 가능"
}