{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Are you passionate about interior design and have a flair for turning ideas into stunning realities? Are you a master of 3D and 2D modeling, with proficiency in leading interior design software applications? Do you have an eye for details, materials and the ability to craft mood boards that captivate? If you're ready to bring your creative vision to life, excel in a dynamic environment, and have experience in leading design presentations to clients, we want you to join our team as a Design Coordinator!\nJob Description:\nAs a Design Coordinator specializing in Interior Design High end residential Projects , you will be responsible to lead inhouse design visualization team for supporting the creation and execution of various design projects. Your main tasks will include assisting with concept development, space planning, material selection, and furniture sourcing. You will collaborate with internal teams and external vendors to ensure that projects are delivered on time and within budget. Your role will also involve coordinating site visits, managing project documentation, and communicating with clients to understand their needs and preferences. The ideal candidate will have a strong passion for design, excellent organizational skills, and the ability to work effectively in a fast-paced environment. A degree in Interior Design or a related field, along with relevant work experience, is typically required for this role.\nDue to the specific nature of this role as Design coordinator, applications from female candidates are only required. Our organization is committed to providing a safe and comfortable environment for all, and in this particular position, female employees are preferred due to the nature of the job. We adhere to all applicable laws and regulations regarding equal employment opportunities.\nLead Design Team, from concept to completion phases including visualization, Mood Board creations, Design drawings to Shop drawings.",
    "trans": "인테리어 디자인에 열정이 있고 아이디어를 멋진 현실로 만드는 재주를 가지고 계신가요? 3D와 2D 모델링의 전문가이며, 업계를 선도하는 인테리어 디자인 소프트웨어 애플리케이션을 능숙하게 다룰 수 있으신가요? 세부사항과 소재를 파악하는 눈과 그리고 사람들의 눈길을 사로잡는 무드 보드를 만들 수 있는 능력을 갖추고 계신가요? 창의적인 비전을 실현하고, 동적인 환경에서 최고의 성과를 내며, 디자인 프레젠테이션을 클라이언트에게 선도해 본 경험이 있으시다면, 디자인 코디네이터로서 저희 팀에 참여하시기를 바랍니다!\n직무 설명:\n인테리어 디자인 하이엔드 거주지 프로젝트를 전문으로 하는 디자인 코디네이터로서 여러분은 인하우스 디자인 시각화 팀이 다양한 디자인 프로젝트를 만들고 수행하는 과정을 지원할 책임을 가집니다. 여러분의 주된 업무로는 컨셉 개발, 공간 계획, 소재 선정 및 가구 조달을 돕는 것이 있습니다. 여러분은 내부 팀과 외부 벤더와 협업해 프로젝트가 기한과 예산 내로 제공되도록 확보하게 됩니다. 여러분의 직책에는 또한 현장 방문 조율, 프로젝트 문서 관리, 클라이언트와 소통해 이들의 요구 및 선호사항을 이해하는 것이 있습니다. 본 직무의 이상적인 후보자는 디자인에 대한 강렬한 열정, 탁월한 조직 능력, 빠르게 변화하는 환경에서 효과적으로 작업할 수 있는 능력을 갖추고 있을 것입니다. 이 직무에는 특히 인테리어 디자인 또는 그와 관련된 분야에 대한 학위와 관련된 직업 경력이 일반적으로 요구됩니다.\n이 디자인 코디네이터라는 직무의 특징적인 본질 때문에 여성 후보자의 신청만을 받습니다. 본 조직은 모두에게 안전하고 편안한 환경을 제공하기 위해 노력하고 있으며, 본 직책에는 작업의 특성 상 여성 직원이 선호됩니다. 당사는 동등한 고용 기회와 관련된 모든 적용 가능한 법률 및 규정을 준수합니다.\n리드 디자인 팀, 시각화, 무드 보드 제작, 디자인 도면에서 샵 도면까지 컨셉에서 완성 단계까지."
}