{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Romantic Amber Summer - natural tits trailer - LilSis\nDescription: Amber Summer is the next contestant on Pristine Edge's gameshow, where her son Jayden Marcos will get to pick out a new stepsister. When she joins Jayden and Pristine for her interview, Amber immediately goes into how maternal she is and how she loves to care for her friends and family. Jayden doesn't seem to be feeling the chemistry, but he joins the girls on a date to a corn maze Pristine has arranged nonetheless.After the date, Jayden lets the cameras know that Amber is far too full of herself but he still wants to try her on for size. He gets his chance as soon as Amber believes they're alone. Pristine has barely left the room before Amber has Jayden's fuck stick in her mouth and halfway down her throat. The spinner sure knows how to treat a guy as she sucks him down.That's all the foreplay Amber needs to peel off her clothes and climb into Jayden's lap so he can see what it would be like for his pint sized stepsis to ride him. She gives him a preview of what a reverse cowgirl ride would look like and then gets on her back so Jayden can step between her thighs and keep their pleasure rolling. Getting on her knees on the couch, Amber lets Jayden dive deep in doggy before she strokes him off into her mouth. Pristine returns right as they're getting their clothes back on, and at that point Jayden confesses that Amber isn't the little stepsister he's looking for.",
    "trans": "로맨틱 앰버 섬머 - 자연 젖꼭지 트레일러 - 릴시스\n서술: 앰버 섬머는 그녀의 아들인 제이든 마르코스가 새 이붓 여동생을 뽑게 될 프리스틴 엣지의 게임쇼의 다음 참가자입니다. 앰버는 인터뷰를 위해 제이든과 프리스틴에게 합류했을 때, 즉시 자신이 얼마나 모성애가 강하고 친구와 가족을 돌보는 걸 사랑하는지 말하기 시작했습니다. 제이든은 강함 끌림을 느끼지는 않아 보였지만, 이와 상관없이 프리스틴이 준비한 콘 메이즈로 가는 소녀들과의 데이트에 합류했습니다. 데이트 이후, 제이든은 앰버가 너무 거만하지만 여전히 그녀가 자기에게 잘 맞는지 확인해보고 싶다고 카메라에 알렸습니다. 앰버가 자신들이 혼자라고 믿자마자 그는 기회를 얻게 됩니다. 앰버가 제이든의 자지를 그녀의 입 안 목구멍 중간까지 넣기 전에 프리스틴은 거의 방을 떠나지 않았습니다. 그 스피너는 분명 어떻게 남자를 다루는지 알고 있으며, 그를 휘감았습니다. 옷을 벗고 제이든의 무릎에 올라타는 것이 앰버가 필요한 애무의 전부였으며 그는 자신의 작은 의붓여동생이 자신 위로 올라탄다는 것이 무엇인지 볼 수 있습니다. 그녀는 그에게 리버스 카우보이 걸 자세가 어떤 것인지 미리 보여준 다음에 등을 대고 누워서 제이든이 그녀의 허벅지 사이에 서서 쾌락이 계속될 수 있게 했습니다. 앰버는 제이든이 자신의 입에 사정하기 전에 소파 위로 무릎을 꿇어 제이든이 후배위 자세로 깊게 들어올 수 있게 했습니다. 프리스틴은 그들이 옷을 챙겨 입을 때 바로 돌아왔고, 그때쯤 제이든은 앰버가 자신이 찾던 의붓 여동생이 아니라고 고백했습니다."
}