{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Words can’t explain how blessed I am to have you in my life. God broke the mold when he made you. You have been more than patient in loving me and our family. I never thought I would be able to love again after the heartache from the past and with that being said I thank God for allowing you to be my husband. When I see you after I had a long day at work, I am reassured that everything will be ok. Michael, thank you for your friendship, your love, and your willingness to journey through this life alongside me. You are one of the smartest people I know and I have learned a lot from the wisdom and knowledge that you have poured into me. I love sharing laughter with you, I appreciate your comfort, and I enjoy our conversations. Thank you for your tenacity and your strength. Thank you your incredible talents. I am blessed to have such an amazing man of GOD by my side who loves me unconditional and sees past my faults.\nI will continue to walk with you as your wife, best friend, help meet and your lover. I will continue to keep you encouraged and not make you feel less of a man. I feel so complete with having you in my life and everyday may not be perfect but it’s perfect to me. I will try to be more humble, patient and understanding. I may not understand everything but with God I’m able to. Michael I promise to love you more today than yesterday. I pray that God will continue to lead you, to guide, to cover and keep you and more than anything to shield and protect you from the enemy.\nI ask God daily to order your steps and lead you according to the works and plans He has for you. I am more than grateful how you accepted my kids like they were your own. I pray that I would always be thankful for you and to you. Michael, always remember that I love you for who you are and for what you have done for our family. I love you more than you can imagine and I look forward to spending this journey with you.",
    "trans": "당신이 내 삶에 있다는 것이 얼마나 큰 축복인지 말로는 설명할 수 없을 것입니다. 신께서는 당신을 만들 때 틀을 고장냈을 것입니다. 당신은 나와 우리 가족을 사랑하는 데에 크나큰 인내심을 발휘해 줬습니다. 나는 과거의 아픔 이후로 다시 사랑을 할 수 있을 것이라 꿈에도 생각해 보지 못했습니다, 그러니, 당신이 제 남편이 되어 줄 수 있게 해 주어 신께 감사드립니다. 오랫동안 일을 한 후 당신을 보면 모든 것이 괜찮을 것이라 안심이 됩니다. 마이클, 당신의 우정, 사랑, 그리고 나와 함께 이 삶을 헤쳐나가고자 하는 마음에 감사합니다. 당신은 내가 아는 가장 똑똑한 사람들 중 하나이고, 당신이 내게 준 지혜와 지식으로부터 나는 많은 것을 배웠습니다. 나는 당신과 함께 웃는 것을 좋아하고, 당신이 주는 편안함에 감사하고, 우리가 나누는 대화를 좋아합니다. 당신의 끈기와 강함에 감사합니다. 당신의 재능에 감사합니다. 신이 만들어 주신 이렇게나 굉장한 사람이 내 곁에 있으며 나를 아무런 대가 없이 사랑하고 나의 흠결 너머를 봐 줄 수 있다는 것은 정말 축복과도 같습니다.\n나는 당신의 아내, 가장 친한 친구, 배우자이자 당신을 사랑하는 사람으로서 당신과 함께 계속하여 걸어나가겠습니다. 나는 계속해서 당신을 격려하고, 남자답지 못하다고 생각하지 못하게 해 줄 것입니다. 당신이 내 삶에 있다는 것에 나는 완전함을 느끼고, 매일매일이 완벽하지 못할지라도 내게는 완벽합니다. 나는 더 겸손하고, 침착하고, 모든 것을 이해하려 노력할 것입니다. 나는 모든 것을 이해하지 못할지라도 신과 함께라면 그렇게 할 수 있을 것입니다. 마이클, 나는 어제보다 오늘 당신을 더 사랑할 것이라 약속합니다. 신이 계속해서 당신을 이끌고, 길을 보여 주며, 지켜 주고, 다른 모든 것보다 당신을 적으로부터 지키고 보호해 줄 수 있도록 기도하겠습니다.\n나는 신에게 매일 당신이 가는 길을 닦아 주고 신께서 당신에게 정한 업무와 계획에 따라 당신을 이끌도록 부탁합니다. 나는 당신이 내 아이들을 당신의 아이처럼 받아들여줬다는 사실에 정말로 감사합니다. 나는 당신에게, 당신에게 항상 감사하며 살 수 있기를 빕니다. 마이클, 나는 당신을 있는 그대로, 당신이 우리 가족에게 해 준 것에 대해 항상 사랑한다는 사실을 잊지 말아줬으면 합니다. 나는 당신이 생각할 수 있는 것보다 당신을 더 사랑하고, 이 여정을 당신과 함께할 수 있도록 기대합니다."
}