{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Students,\nRecruitment of Student Ambassadors for the 213th Congregation ceremony 2024\nThe ceremony for the 213th Congregation, Faculty of Engineering 2024 will be held on December 3, 2024 (Tuesday) at Grand Hall, Lee Shau Kee Lecture Centre, Centennial Campus, HKU.\nThere will be three sessions with tentative details listed below:\nSession 1 – RPg TPg & UG (EEE, DASE & BME)\n9:15 am to 12:00nn (Ceremony starts at 9:45 am)\nSession 2 – RPg TPg & UG (CivE and ME)\n1:30 pm to 4:30 pm (Ceremony starts at 2:00 pm)\nSession 3 – RPg TPg & UG (CS)\n5:00 pm to 7:45pm (Ceremony starts at 5:30 pm)\nStudent Ambassadors\nCome and join us as student ambassador to share the joy and memorable moments with your fellow schoolmates by taking part in the ceremony. Grasp the chance to dress up in formal attire (i.e. dark colour leather shoes, shirt/blouse, dark colour trousers/skirt, and NO sports or causal shoes) and a green gown (will be provided by the Faculty) to support in this special occasion.\nAs a token of appreciation, each student ambassador offering assistance in each session will be provided 1 Faculty souvenir, 2 coffee coupons and 1 meal coupon. Students are welcome to join more than 1 session. All student ambassadors will be presented a certificate after the event.\nIf you are interested in giving a helping hand, please complete the online registration form on or before November 14, 2024 (Thu).\nPlease note that student ambassadors should prepare their own attire and are required to attend the briefing session via Zoom to be held from 5:30pm to 6:00pm on November 27, 2024 (Wed). A zoom link will be provided in due course.\nWe look forward to your participation in the 213th Congregation Ceremony.\nFaculty of Engineering\nOctober 2024",
    "trans": "학생 여러분께,\n2024년 제213회 학위수여식 학생 홍보대사 모집\n2024년 제213회 공학대학 학위수여식이 2024년 12월 3일 (화요일)에 홍콩대학교 100주년 기념 캠퍼스 내 리샤우키 렉처 센터의 그랜드 홀에서 개최됩니다.\n아래는 세 개의 세션과 잠정적인 세부 사항입니다:\n세션 1 – RPg TPg & UG (전자전기공학, 데이터시스템공학 & 바이오메디컬공학)\n오전 9:15 ~ 오후 12:00 (식 시작 시간 오전 9:45)\n세션 2 – RPg TPg & UG (토목공학 및 기계공학)\n오후 1:30 ~ 오후 4:30 (식 시작 시간 오후 2:00)\n세션 3 – RPg TPg & UG (컴퓨터과학)\n오후 5:00 ~ 오후 7:45 (식 시작 시간 오후 5:30)\n학생 홍보대사\n이번 수여식을 함께하며 동문들과 즐거움과 소중한 순간을 나눌 학생 홍보대사로 참여하러 오세요! 정장 차림 (예: 어두운 색상의 가죽 구두, 셔츠/블라우스, 어두운 색상의 바지/스커트, 운동화 및 캐주얼한 신발 금지)과 녹색 가운 (공학대학에서 제공됨)을 입고 이 특별한 행사를 도울 기회를 잡으시기 바랍니다.\n감사의 표시로, 각 세션에서 도움을 주는 학생 홍보대사들에게는 공학대학 기념품 1개, 커피 쿠폰 2장, 식사 쿠폰 1장이 제공됩니다. 1개 이상의 세션에 참여해도 좋습니다. 학생 홍보대사에게는 행사 종료 후 전원 참여 인증서를 수여합니다.\n도움을 주는 데 관심이 있으시다면, 2024년 11월 14일 (목)까지 온라인 신청서를 작성해 주시기 바랍니다.\n학생 홍보대사는 복장을 갖추어 2024년 11월 27일 (수) 오후 5:30~6:00 에 진행되는 줌 설명회에 참석해야 합니다. 줌 링크는 추후 안내해 드리겠습니다.\n제213회 학위수여식에 여러분의 많은 참여를 기대하겠습니다.\n공학대학\n2024년 10월"
}