{
    "source": "en_US",
    "target": "ko_KR",
    "text": "National Debt Relief Team\nWith our award-winning program, you could resolve your debt in as little as 24-48 months, and faster than making minimum monthly payments.\nGet A Free Estimate\nDisclaimer: This message is sent to you by National Debt Relief, LLC. *$6,492 average savings based on clients that graduated our program from 01/01/2022 - 12/31/2022. Please note that all communications with the company may be recorded or monitored for quality assurance. Clients who graduate from the program and get all their debt settled realize approximate savings of 44% before fees, or 23% including our fees over 24 to 48 months. Examples are based on enrolled debts. Not all debts are eligible for enrollment. Not all clients complete our program for various reasons, including their ability to save sufficient funds. We do not guarantee that your debts will be lowered by a specific amount or percentage or that you will be debt-free within a specific period of time. We do not assume consumer debt, make monthly payments to creditors or provide tax, bankruptcy, accounting or legal advice. We do not offer credit score improvement services and are not a credit repair agency. Please contact a tax professional to discuss tax consequences of settlement or an attorney as needed for bankruptcy questions. Services not available in all states. Read and understand all program materials prior to enrollment, including potential adverse impact on credit rating.",
    "trans": "National Debt Relief Team\n저희의 수상 경력에 빛나는 프로그램을 통해, 최소 24-48개월 만에 부채를 해결할 수 있으며, 월별 최소 결제액으로 상황하는 것보다 더 빠르게 부채를 해결할 수 있습니다.\n무료 견적 받기\n면책 조항: 이 메시지는 National Debt Relief, LLC에서 발송한 것입니다. *2022년 1월 1일부터 12월 31일까지 저희 프로그램을 졸업한 고객을 기준으로 평균 $6,492의 절감액이 발생했습니다. 회사와의 모든 통신은 품질 보증을 위해 기록되거나 모니터링될 수 있습니다. 프로그램을 졸업하고 모든 부채를 해결한 고객은 수수료 전 약 44%의 절감액, 수수료를 포함하면 약 23%의 절감액을 실현합니다. 예시는 등록된 부채를 기준으로 합니다. 모든 부채가 등록 대상이 되는 것은 아니며, 모든 고객이 다양한 이유로 프로그램을 완료하지는 않습니다. 고객이 충분한 자금을 저축할 수 있는지 여부도 하나의 이유입니다. 특정 금액이나 비율로 부채가 줄어들거나, 특정 기간 내에 부채가 전액 해결될 것이라고 보장하지 않습니다. 저희는 소비자의 부채를 인수하거나 채권자에게 월별 결제를 하거나 세금, 파산, 회계 또는 볍률 상담을 제공하지 않습니다. 저희는 신용 점수 개선 서비스를 제공하지 않으며, 신용 수리 기관이 아닙니다. 세금 해결의 결과에 대해서는 세무 전문가에게 상담하거나, 파산 관련 질문이 있을 경우 변호사에게 상담하십시오. 일부 주에서는 서비스 제공이 불가할 수 있습니다. 등록 전에 프로그램 자료를 읽고 이해해 주세요. 신용 등급에 미칠 수 있는 잠재적인 부정적 영향도 고려해 주세요."
}