{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A motor assembly line is a fascinating place to visit. Join me in a walk thru a plant. As we go from the beginning of the line to the end of the line where the cars are going through a last round of quality inspection before they are made ready for shipment. I want you to pay careful attention to the amount of variety that you will see in the process. Here, in the upstream at the beginning of the line, exists relatively little variety. All these bodies of cars still look very much the same. There's no paint on it, there's no dashboard, no electronics, no color, nothing. Variety increases once we go through the coloring of the vehicle. Once the paint job is done, cars come out with multiple colors. Then their engines that are installed, some of them have big engines, some of other cars have small engines. Further along, we'll introduce audio systems and other electronics, different interiors, and towards the end of the process we have a very large amount of variety. So, as we observe the variety increases as the journey through the production process unfolded. This is not just specific to the car. We could have made the same observation in a subway restaurant. At the beginning of the process, I just have two or three different types of bread. At the end of the line, at the cashier, I have hundreds and hundreds of different potential flavors, recipes, and options that customers have chosen. Now let me offer you the choice between two different process designs. In both cases, we start with a limited amount of variety. And then at the end of the process, in both cases, we provide the same options, for example, different colors of our floor unit. However, in the first process or layout, the way the process unfolds is that the process is common across all floor units, across all colors, until the very end, and only at the end will I configure the product into the many different product variance In the second option, in contrast, I make the decision at the upfront, right at the first step. I'll add the color to the process, and I'll then separate the process floors for each of the different variance. Which of the two processes would you prefer?",
    "trans": "모터 생산 작업장은 방문하기 좋은 흥미로운 장소입니다. 저와 함께 공장을 둘러봅시다. 라인의 시작부터 마지막 품질 검사를 거쳐 출하 준비가 완료된 자동차가 생산되는 라인의 끝을 살펴보겠습니다. 이 과정에서 볼 수 있는 다양한 모습에 주목해 주시기 바랍니다. 여기, 라인 초입의 업스트림에는 상대적으로 다양성이 없는 편입니다. 차체들은 여전히 모두 거의 비슷해 보입니다. 페인트도 없고, 계기판도 없고, 전자 장치도 없고, 색상도 없고, 아무것도 없습니다. 차량에 색상을 입히면 다양성이 증가합니다. 도색 작업을 마치고 난 자동차는 다양한 색상의 모습을 갖춥니다. 그리고 나면 엔진이 장착되는데, 어떤 차에는 큰 엔진을 장착하고 어떤 차에는 작은 엔진을 장착합니다. 그 다음에는 음향 시스템과 기타 전자 장치, 다양한 인테리어가 도입되고, 공정의 마지막 단계에는 매우 다양한 종류의 자동차가 나오게 됩니다. 따라서 생산 공정이 진행됨에 따라 다양성이 증가하는 것을 볼 수 있습니다. 이것은 자동차에만 국한된 것이 아닙니다. 지하철 식당에서도 같은 현상을 볼 수 있습니다. 공정 초반에는 두세 가지 종류의 빵만 있습니다. 공정의 끝인 계산대에서는 고객이 선택한 수백 가지의 다양한 맛, 레시피, 그리고 선택지들이 있습니다. 이제 여러분이 두 가지 공정 설계 중에서 선택할 수 있도록 하겠습니다. 두 경우 모두 제한된 다양성으로 시작합니다. 그런 다음 두 경우 모두 공정의 끝에서 동일한 선택지, 예를 들어 다른 색상의 바닥부에 대한 선택지를 제공합니다. 그러나 첫 번째 공정 또는 배치에서는 공정이 진행되는 방식이 모든 바닥부와 모든 색상을 거치는 동안 평범하다가 마지막에, 끝에 이르렀을 때만 제품에 다양성을 부여해 구성해 줄 겁니다. 두 번째 선택지에서는 이와 반대로 첫 번째 단계에서 바로 미리 결정을 내립니다. 공정에 색을 추가한 다음 각기 다른 다양성에 대해 공정 층을 분리할 겁니다. 두 가지 공정 중 어떤 공정을 선호하시나요?"
}