{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Skip to ContentGo to accessibility pageKeyboard shortcuts menu\nIntroduction to Sociology 3e\nIntroduction\nIntroduction to Sociology 3eIntroduction\nClose\nContentsContents\nHighlights\nPrint\nTable of contents\nPreface\n1 An Introduction to Sociology\nIntroduction\n1.1 What Is Sociology?\n1.2 The History of Sociology\n1.3 Theoretical Perspectives in Sociology\n1.4 Why Study Sociology?\nKey Terms\nSection Summary\nSection Quiz\nShort Answer\nFurther Research\nReferences\n2 Sociological Research\n3 Culture\n4 Society and Social Interaction\n5 Socialization\n6 Groups and Organization\n7 Deviance, Crime, and Social Control\n8 Media and Technology\n9 Social Stratification in the United States\n10 Global Inequality\n11 Race and Ethnicity\n12 Gender, Sex, and Sexuality\n13 Aging and the Elderly\n14 Relationships, Marriage, and Family\n15 Religion\n16 Education\n17 Government and Politics\n18 Work and the Economy\n19 Health and Medicine\n20 Population, Urbanization, and the Environment\n21 Social Movements and Social Change\nAnswer Key\nIndex\nFigure 1.1 Every day, 7.5 million people use the railways around Mumbai, India. The vast majority of them don’t know each other, but they share much in common as they move together. (Credit: Rajarshi MITRA/flickr)\nChapter Outline\n1.1 What Is Sociology?\n1.2 The History of Sociology\n1.3 Theoretical Perspectives in Sociology\n1.4 Why Study Sociology?\nA busy commuter train station might seem like a very individualized place. Tens of thousands or hundreds of thousands of strangers flow through with a singular purpose: to get where they need to go. Whether walking through main doors at a pace of a dozen people each second, or arriving by train hundreds at a time, the station can feel a bit like a balloon being pumped too full. Throngs of people cluster in tight bottlenecks until they burst through corridors and stairways and tunnels to reach the next stage of their journey. In some stations, walking against the crowd can be a tedious, nearly impossible process. And cutting across a river of determined commuters can be almost dangerous. Things are fast, relentless, and necessary.\nBut are those hundred thousand or half a million or, in the case of Tokyo’s Shinjuku station, 3.5 million people really acting individually? It may seem surprising, but even with those numbers, strangers from across cities can synch up on the same schedules, use the same doors, take one leg of the trip together every day before separating into different directions. After just a few months, faces can become familiar, and senses can be tuned. An experienced commuter can tell where another person is going according to their pace and whatever announcement just went out; they may slow up a bit to let the other person pass, or hold a door open just a bit longer than usual, certain that someone will grab the handle behind them. Many regulars don’t need to check the schedule board; they sense whether a train is running late or whether a track has changed simply by the movement of the crowd.\nAnd then the customs develop: Which side to walk on, how fast to go, where to stand, how much space to leave between people on the escalator. When you board early, which seat should you take? When you see someone running for the train, do you jam the closing door with your foot? How does the crowd treat people who ask for food or money? What’s the risk level in telling someone to be quiet?\nVery few of these behaviors are taught. None are written down. But the transit hub, that pocket of constant flow, is an echo of its society. It takes on some aspects of the city and country around it, but its people also form an informal group of their own. Sociologists, as you will learn, may study these people. Sociologists may seek to understand how they feel about their trip, be it proud or annoyed or just plain exhausted. Sociologists might study how length of commute relates to job satisfaction or family relationships. They may study the ways that conditions of a train station affect attitudes about government, or how the difficulty of commuting may lead people to relocate. This understanding isn’t just a collection of interesting facts; it can influence government policy and spending decisions, employer interventions, and healthcare practices. The work sociologists do to understand our society, and the work you will do in learning about it, is meaningful to our lives and our futures.\nPreviousNext\nOrder a print copy\nCitation/Attribution\nOur mission is to improve educational access and learning for everyone.\nOpenStax is part of Rice University, which is a 501(c)(3) nonprofit. Give today and help us reach more students.\nHelp\nContact Us\nSupport Center\nFAQ\nOpenStax\nPress\nNewsletter\nCareers\nPolicies\nAccessibility Statement\nTerms of Use\nLicensing\nPrivacy Policy\n© 1999-2024, Rice University. Except where otherwise noted, textbooks on this site are licensed under a Creative Commons Attribution 4.0 International License.\nAdvanced Placement® and AP® are trademarks registered and/or owned by the College Board, which is not affiliated with, and does not endorse, this site.",
    "trans": "콘텐츠로 건너뛰기접근성 페이지로 이동하기키보드 단축키 메뉴\n사회학 개요 제3판\n개요\n사회학 개요 제3판개요\n닫기\n콘텐츠콘텐츠\n주요 내용\n인쇄\n목차\n서문\n1 사회학 개요\n개요\n1.1 사회학이란 무엇인가?\n1.2 사회학의 역사\n1.3 사회학의 이론적 관점\n1.4 왜 사회학을 배워야 하는가?\n주요 용어\n섹션 요약\n섹션 퀴즈\n짧은 답\n추가 연구\n참고문헌\n2 사회학적 연구\n3 문화\n4 사회 및 사회적 상호작용\n5 사회화\n6 그룹과 조직\n7 일탈, 범죄 및 사회적 제어\n8 미디어와 기술\n9 미국의 사회적 계층화\n10 국제적 불평등\n11 인종과 민족성\n12 젠더, 성, 성적 정체성\n13 노화와 노인\n14 교제, 결혼, 그리고 가족\n15 종교\n16 교육\n17 정부와 정치\n18 직업과 경제\n19 건강과 의학\n20 인구, 도시화, 그리고 환경\n21 사회적 운동과 사회 변화\n정답\n색인\n그림 1.1 매일 750만 명의 사람들이 인도 뭄바이 주위 철도를 이용한다. 이 중 대다수는 서로를 알지 못하지만, 함께 이동하는 이들은 많은 것들을 공유한다. (사진 출처: 라자시 MITRA/플리커)\n챕터 개요\n1.1 사회학이란 무엇인가?\n1.2 사회학의 역사\n1.3 사회학의 이론적 관점\n1.4 왜 사회학을 배워야 하는가?\n매우 바쁜 통근기차 역은 매우 개인화된 공간 같아 보입니다. 수만, 수십만 명의 서로 모르는 사람들이 가고자 하는 곳에 가기 위한 단 하나의 목적으로 이곳을 통과합니다. 매초 십수 명의 속도로 정문을 걸어들어가건 한 번에 수백 명씩 기차를 타고 도착하건, 기차역은 공기를 너무 많이 넣은 풍선같다고 느껴질 수 있습니다. 인파가 좁은 병목 구간에 밀집해 있다가 통로와 계단을 쏜살같이 지나가 여정의 다음 단계에 도착합니다. 일부 역에서는 인파와 반대로 걷는 것이 힘들고 거의 불가능한 과정일 수 있습니다. 목적을 가진 통근자들의 물결 사이를 헤쳐나가는 것은 거의 위험한 일일 수 있습니다. 모든 것이 빠르고, 쉼없이, 필요에 따라 이루어집니다.\n하지만 이 십만, 오십만, 혹은 도쿄의 신주쿠 역의 경우에는 350만 명의 사람들은 정말 독립적으로 움직이고 있는 것일까? 놀랄 지도 모르겠지만, 이 큰 숫자로도 도시 반대편에 사는 서로 모르는 사람들이 매일같이 동일한 스케줄을 가지고, 동일한 문을 사용하고, 여정의 한 단계를 같이 이동하다 서로 다른 방향으로 흩어질 수 있습니다. 수 개월만 지나도 얼굴이 익숙한 얼굴로 변하고, 감각을 그에 맞출 수 있습니다. 경험 많은 통근자는 다른 사람의 속도나 방금 나온 안내방송에 따라서 그 사람이 어디로 향하는지 알 수 있습니다. 이들은 약간 속도를 줄여 다른 사람이 지나가게 하거나, 자신 뒤에서 누군가가 손잡이를 잡을 것이라는 확신을 가지고 평소보다 약간 더 문을 오래 열린 채로 잡고 있을지도 모릅니다. 많은 정기적인 통근자들은 일정표를 확인할 필요가 없습니다. 이들은 인파의 움직임만을 보고도 기차가 지연되고 있는지 아니면 선로가 바뀌었는지 감지합니다.\n그 뒤, 어느 방향에서 걷고, 얼마나 빠르게 이동하고, 어디에 서고, 에스컬레이터에서 사람들 사이에 얼마만큼의 간격을 두어야 하는가 등의 관례가 형성됩니다. 일찍 열차에 타면 어느 자리에 앉아야 하는가? 열차를 타려 달려오는 사람이 보이면 발을 닫히는 문에 끼워넣는가? 인파가 음식이나 돈을 달라고 하는 사람들을 어떻게 대하는가? 누군가에게 조용히 해 달라고 말하는 것은 얼마나 위험한 것인가?\n이러한 행동 중 극히 일부만이 누군가에게 배운 것입니다. 그 중 어느 것도 글로 적혀 있지 않습니다. 하지만 그 환승역, 그 일정한 흐름이 존재하는 작은 공간은 사회를 반영합니다. 이 공간은 주위 도시 및 국가의 특성을 일부 물려받지만, 그 안의 사람들 또한 자기 자신만의 작은 비공식적인 그룹을 형성합니다. 나중에 배우게 되겠지만, 사회학자들은 이러한 사람들을 연구하기도 합니다. 사회학자들은 이들이 자신의 여정에 대해 자랑스럽건, 짜증이 나건, 단순히 지쳐 있건 어떤 감정을 가지는지 알고자 할 수 있습니다. 사회학자들은 통근 거리가 직업 만족도나 가족 관계에 어떤 관계를 가지는지 연구할 수도 있습니다. 이들은 기차역의 조건이 정부에 대한 태도에 어떻게 영향을 미치는지, 통근의 어려운 정도가 어떻게 사람들이 이사를 가게 하는지에 대해 연구할 수 있습니다. 이러한 이해는 단순한 흥미로운 사실의 집합이 아닙니다. 이는 정부 정책 및 예산 사용 의사결정, 고용주에 대한 개입 및 의료 관행에 영향을 줄 수 있습니다. 사회학자들이 우리의 사회를 이해하기 위해 하는 작업과 여러분이 그에 대해 배우기 위해 하는 일은 우리들의 삶과 미래에 의미를 가집니다.\n이전다음\n제본 주문하기\n인용/출처 표기\n당사의 목표는 모두를 위해 교육에 대한 접근 및 교육을 개선하는 것입니다.\n오픈스택스는 라이스 대학교의 일부로 501(c)(3) 비영리 조직입니다. 지금 기부해서 더 많은 학생들에게 제공할 수 있도록 도와주세요\n도움말\n연락처\n지원 센터\n자주 물어보는 질문\n오픈스택스\n언론\n뉴스레터\n구인\n정책\n접근성 선언문\n이용 약관\n라이선싱\n개인 정보 보호 정책\n© 1999-2024, 라이스 대학교. 달리 명시되지 않은 한 본 사이트의 교과서는 크리에이티브 커먼스 출처 표기 4.0 국제 라이선스 하에 라이선싱됩니다.\n어드밴스드 플레이스먼트® 및 AP®는 칼리지 보드가 등록 및/또는 소유한 상표로 본 사이트와 제휴를 맺거나 홍보하지 않습니다."
}