{
    "source": "en_US",
    "target": "ko_KR",
    "text": "After each storm, Marley quickly forgot about it. He was happy again and wanted\nto play. But in the next storm, the same thing happened. He was afraid, so he went\ncrazy again.\nWe talked to Dr. Jay about the problem. Dr. Jay was young and he understood\ndogs very well.\n\"What can we do?\" we asked. \"When Marley gets crazy, he breaks things. One\nday, he'll get hurt in a storm.\"\n\"Marley is seven months old,\" said Dr. Jay. \"I'll neuter him. Then he won't get so\nexcited. He'll be a quieter, happier dog.\"\nI thought about that. \"Oh,\" I said. \"I don't really know...\"\n\"Yes!\" said Jenny. \"That's a great idea!\"\n\"Bring Marley here on your way to work,\" said Dr. Jay. \"It doesn't take long. He'll\nbe ready by the afternoon. You can get him again on your way home.\"\nA week later, we took Marley to Dr. Jay. Marley ran from the house and jumped\ninto the car. He was very happy. He loved to go out with Jenny and me-his two best\nfriends.\nJenny drove and I sat next to her with Marley. He pushed at the window with his\nnose. He wanted to sniff outside the car. I opened the window and Marley put his\nnose outside.\n\"I feel sorry for Marley,\" I said to Jenny. Then I looked at him. His front paws were\nout of the window.\n\"John,\" said Jenny, \"what's Marley doing? Please be careful.\"\n\"He's fine,\" I said. \"He only wants to put his head outside.\"\nMarley put his head out of the window. Then suddenly, he pushed his front legs\nout, too. He tried to jump down on the road. But the road was very busy with cars.\n\"John!\" shouted Jenny. \"Hold him!\"\nJenny tried to stop the car, but she couldn't. The other cars drove around us very\nfast. It was very dangerous. Now Marley's front paws were down on the road. He ran\nnext to the car. I grabbed him by his tail and Jenny stopped the car.\n\"Now what?\" I shouted.",
    "trans": "폭풍이 하나씩 지난 후 말리는 그것을 빠르게 잊어버렸다. 그는 다시 행복해졌고 놀고 싶었다.\n하지만 다음 폭풍에서 똑같은 일이 발생했다.\n그는 무서웠지만 그래서 다시 미쳤다.\n우리는 닥터 제이에게 이 문제에 대해 이야기했다. 닥터 제이는 젊었고\n개에 대해 매우 잘 이해했다.\n\"우리가 무엇을 할 수 있을까요?\" 우리가 물었다. \"말리가 미치면 물건들을 부숴요\n언젠가 그는 폭풍에 다칠 거에요.\"\n\"말리는 7개월이야,\" 닥터 제이가 말했다. \"내가 중성화 해줄게. 그러면 너무 흥분하지 않을 거야.\n그는 더 조용하고 더 행복한 개가 될 거야.\"\n나는 그것에 대해 생각했다. \"아,\" 나는 말했다. \"저는 정말 모르겠어요...\"\n\"네!\" 제니가 말했다. \"좋은 생각이네요!\"\n\"출근하는 길에 여기로 말리를 데려와,\" 닥터 제이가 말했다. \"오래 걸리지 않아.\n오후면 준비될 거야. 집으로 돌아가는 길에 다시 데려올 수 있어.\"\n일주일 후 우리는 말리를 닥터 제이에게 데려갔다. 말리는 집에서 뛰쳐나가 차로 뛰어들었다.\n그는 매우 행복해했다.\n그는 자신의 가장 친한 친구 두 명인 제니와 나와 나가는 것을 좋아했다.\n제니가 운전했고 나는 말리와 함께 그녀 옆에 앉았다. 그는 코로 창문을 눌렀다.\n그는 차 밖 냄새를 맡고 싶어했다.\n나는 창문을 열었고 말리가 코를 밖으로 내놨다.\n\"말리한테 미안해,\" 내가 제니에게 말했다. 그런 다음 나는 그를 쳐다봤다.\n그의 앞발은 창문 밖에 있었다.\n\"존,\" 제니가 말했다, \"말리가 뭐하는 거야? 조심해.\"\n\"괜찮아,\" 내가 말했다. \"머리를 밖에 내놓고 싶어 할 뿐이야.\"\n말리는 창문 밖으로 머리를 내놓았다. 그런 다음 갑자기 앞발도 밀어 내놓았다.\n그는 도로로 뛰어내려 가려고 했다. 하지만 도로는 차들로 매우 붐볐다.\n\"존!\" 제니가 소리쳤다. \"붙잡아!\"\n제니는 차를 멈추려고 했지만 그러지 못했다. 우리 주변 차들이 매우 빠르게 달렸다.\n매우 위험했다. 이제 말리의 앞발은 도로에 있었다.\n그는 차 옆으로 달렸다. 나는 그의 꼬리를 잡았고 제니가 차를 세웠다.\n\"이제 어떻게 해?\" 내가 소리쳤다."
}