{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Jaehaera perked up at the sight of Lyanna, her face lighting up. \"Lady Lyanna!\" she said excitedly, clutching her toy dragon closer. \"Father was telling the story all wrong. He said the knight rode a lion!\"\nLyanna chuckled softly, kneeling beside the bed and brushing a strand of hair behind Jaehaera's ear. \"Well, that's quite the story,\" she teased, her voice gentle. \"But I think we can finish it the right way, don't you?\"\nAegon watched them both through half-lidded eyes, a wave of gratitude washing over him. He hated feeling so helpless, hated that he couldn't even tuck his daughter into bed without struggling. But Lyanna's presence was like a balm to his frayed nerves, her calm strength easing the burden he carried.\n\"I'll stay,\" he mumbled, though his body was already sinking deeper into the chair.\nLyanna glanced at him, her expression softening. \"Sleep, Aegon,\" she said quietly.\nAegon nodded weakly, unable to fight the pull of sleep any longer. His head lolled back against the chair, and within moments, his breathing deepened as he drifted off.\nLyanna turned her attention back to Jaehaera, who looked up at her with wide, trusting eyes. \"Shall we finish the story?\" she asked softly.\nJaehaera nodded eagerly, her earlier disappointment forgotten. \"Yes, please.\"\nLyanna picked up the book from Aegon's lap, opening it to the right page. \"Now, where were we?\" she murmured, scanning the text. \"Ah, yes. The brave knight, riding his dragon, flew across the skies, ready to face the great beast that threatened the kingdom.\"\nJaehaera listened intently, her eyes growing heavy as Lyanna's soft voice filled the room. She continued the story, her words weaving a comforting lull as Jaehaera's breathing slowed, the little princess gradually succumbing to sleep.\nWhen Lyanna finished the tale, she gently closed the book and set it aside.\nJaehaera was already fast asleep, her small form curled beneath the covers, her stuffed dragon clutched tightly in her arms.\nA pang of something deeper stirred within her as Lyanna stood silently, gazing at the scene before her.\nThe firelight flickered softly, casting warm, golden hues across Aegon's weary figure slumped in the chair and Jaehaera, now peacefully nestled in her bed.\nThe bond between father and daughter tugged at her heart. It was not just admiration for Aegon's resilience, though that was certainly part of it. It was the tenderness in his eyes, the way he had smiled at Jaehaera despite barely being able to keep his own eyes open, the gentleness in his voice, even when the words escaped him.\nFear washed over her first, swift and sharp. The world around them was perilous, filled with enemies in the shadows, and their future was anything but certain. Thoughts of Alicent Hightower, of the mother she had never known, and of her father's lifelong shame and pain circled relentlessly in her mind. How could she bring a child into such a world, one already steeped in the same betrayals, the same endless cycles?\nHere I am, a bastard allowing for another bastard to be born, she thought bitterly. The wheel of fate, relentless and unforgiving, refusing to break, even despite her own story, despite all the attempts to rise above the stain of her birth. Another child caught between worlds, burdened with the same chains of illegitimacy and divided loyalties.\nBut as her hand lingered over her belly, something else began to stir, something that slowly pushed against the weight of her fears. A flicker of hope, faint but insistent. It was fragile, like a candle's flame caught in a storm, yet undeniably present.\nThis could be different—this could be a new beginning, untouched by the bloodshed and turmoil that had marked their lives. A life not born of duty, deceit, or ambition, but of love.\nAnd in that thought, she found solace. This child, if it truly existed within her, was a piece of Aegon—a part of him that would endure, no matter the dangers ahead, no matter the stormy skies that loomed.\nShe watched Aegon again, his chest rising and falling steadily as sleep claimed him. The thought of him cradling their child in his arms, of seeing his love for Jaehaera mirrored in the way he would care for this new life, filled her with warmth.\nShe leaned down and placed a soft kiss on Aegon's forehead, her heart swelling with affection. \"Rest, my king,\" she whispered, barely audible.",
    "trans": "재해라는 리안나를 보자마자 얼굴이 밝아지며 활기차졌다. \"리안나 아가씨!\" 그녀가 장난감 용을 더 가까이 움켜잡으며 신이 나서 말했다. \"아빠가 이야기를 전부 틀리게 말했어. 아빠는 기사가 사자를 탔다고 말했어!\"\n리안나는 부드럽게 싱긋 웃으며 침대 옆에 무릎 꿇고 재해라의 귀 뒤 머리카락 한 올을 빗었다. \"음, 대단한 이야기네,\" 그녀가 부드러운 목소리로 놀렸다. \"근데 우리가 바로 끝낼 수 있을 거 같은데, 어때?\"\n아에곤은 반쯤 감긴 눈으로 두 사람을 바라보자 감사의 물결이 그를 덮쳤다. 그는 너무 무기력한 느낌이 싫었고 딸을 기를 쓰지 않고 침대에 눕힐 수 조차 없었다는 점이 싫었다. 하지만 리안나의 존재는 그의 곤두선 신경의 연고 같았고 그녀의 평온한 힘이 그가 지고 있는 짐을 덜어주었다.\n\"남아 있을게,\" 그의 몸이 이미 의자 안으로 더 깊이 가라앉고 있었지만 그는 중얼거렸다.\n리안나는 그를 흘낏 보며 표정이 부드러워졌다. \"자, 아에곤,\" 그녀가 조용히 말했다.\n아에곤은 더 이상 잠이 끌어당기는 것에 맞서지 못하고 힘없이 고개를 끄덕였다. 그는 의자에 고개를 뒤로 젖히고 잠시 후 숨이 깊어지며 잠에 들었다.\n리안나는 자신을 크고 신뢰하는 눈빛으로 올려다보는 재해라에게 다시 주의를 돌렸다. \"이야기를 마무리해 볼까?\" 그녀가 부드럽게 물었다.\n재해라는 앞선 실망이 잊혀지고 간절히 고개를 끄덕였다. \"제발 그러자.\"\n리안나는 아에곤의 무릎에서 책을 들어 맞는 페이지로 열었다. \"이제, 어디였지?\" 그녀가 글씨를 훑어보며 중얼거렸다. \"아, 맞아. 용을 타고 있는 용감한 기사는 하늘을 날며 왕국을 위협한 대단한 괴물을 대면할 준비가 되었다.\"\n재해라는 몰두해서 들었고 리안나의 부드러운 목소리가 방을 채우자 재해라의 눈이 무거워졌다. 그녀는 계속 이야기를 읽었고 재해라의 숨이 느려지자 그녀의 말은 위로가 되는 소강 상태를 만들어내고 작은 공주는 서서히 잠에 굴복했다.\n리안나가 이야기를 끝낸 후 책을 부드럽게 닫고 옆에 두었다.\n재해라는 이미 잠에 들었고 그녀의 작은 체구는 이불 속에 웅크렸고 용 인형은 품 속에 꼭 움켜쥐고 있었다.\n리안나가 조용히 서서 눈앞에 펼쳐진 장면을 바라보는 동안 그녀 안에서 무언가 깊은 고통이 마음을 흔들었다.\n불빛이 부드럽게 깜빡이며 따뜻한 황금빛이 아에곤의 지친 몸이 의자에 축 늘어져 있는 모습과 이제 평화롭게 침대에 누운 재해라 위로 드리웠다.\n아빠와 딸 사이의 연대는 그녀의 심장을 세게 잡아 당겼다. 그저 아에곤의 회복력에 대한 감탄은 아니었고 그것도 틀림없이 일부분이었다. 눈의 다정함, 자기 눈도 제대로 뜨지 못하면서 재해라에게 웃던 모습, 말이 빠져나가는데도 목소리에 있는 부드러움.\n두려움이 먼저 그녀에게 빠르고 날카롭게 엄습했다. 그들 주변 세상은 아주 위험하고 그림자 속 적들로 가득 차 있었고 그들의 미래는 전혀 확실하지 않았다. 전혀 알지 못했던 엄마이자 그녀의 아빠가 가진 평생 동안의 창피와 고통이었던 엘리센트 하이타워에 대한 생각이 그녀의 머릿속을 끊임없이 맴돌았다. 그녀가 어떻게 아이를 그런 이미 똑같은 배신과 끝없는 순환이 담긴 세상에 낳을 수 있었을까?\n여기 나는 또 다른 사생아가 태어나게 두는 사생아라고 그녀가 씁쓸하게 생각했다. 운명의 수레바퀴는 가차 없고 지독했으며 그녀 자신의 이야기와 출생의 얼룩에도 굴하지 않으려는 모든 시도에도 불구하고 부서지길 거부했다. 또 다른 아이가 두 세계 사이에 갇혀 같은 사생아의 고리와 나누어진 충성심의 짐을 지고 있다.\n하지만 그녀의 손이 배 위에 머무는 동안 다른 무언가가 마음을 동요시키기 시작했고 그것은 두려움의 무게를 천천히 밀어내기 시작한 것이었다. 희미하지만 끈질긴 희망의 깜박거림. 폭풍 속의 촛불 불꽃처럼 부인할 수 없을 정도로 존재했고 연약했다.\n이것은 달라질 수 있었다. 이것은 새로운 시작일 수 있었고 그들의 삶에 흔적을 낸 유혈 사태와 혼란의 의해 훼손되지 않았다. 의무, 속임수 또는 야망이 아니라 사랑에서 비롯한 삶.\n그리고 그 생각 속에서 그녀는 위안을 얻었다. 이 아이는 진정으로 그녀 안에 존재했다면 어떤 위험이 앞에 있더라도, 몰아치는 폭풍우가 곧 닥칠 것 같더라도 견뎌낼 수 있는 일부분, 아에곤의 일부분이었다.\n그녀는 아에곤을 다시 바라보았고 잠이 들면서 그의 가슴은 꾸준히 오르락내리락했다. 그가 자녀를 품에 부드럽게 안고 있다는 생각과 새로운 삶을 돌보는 방법이 투영된 재해라를 위한 사랑에 대한 생각이 따뜻함과 함께 그녀를 채웠다.\n그녀는 몸을 숙여 아에곤의 이마에 부드럽게 입 맞추었고 그녀의 마음이 애정으로 부풀어 올랐다. \"쉬어, 내 왕,\" 그녀가 거의 들리지 않을 정도로 속삭였다."
}