{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi [redacted_name],\nThank you for reaching out to Checkr Candidate Support.\nWhile most reports complete in 3 to 7 business days, we cannot guarantee when a report will be completed and some reports can take longer depending on the counties and courts being searched. There are many factors that can cause delays including court closures, limitations on court resources, and the processes required to access information that needs to be manually retrieved.\nPlease note that because the completion date is an estimate, it is possible that your report may complete after the estimated completion time.\nWe are working hard to complete your background check as soon as possible. Please note that our agents are not able to expedite the completion of your background check.\nOnce your background check is completed, you will be notified via the email address you used when applying. Once your background check completes, the next step will be for the company you applied with to reach out to you with their decision. Please keep in mind that Checkr does not make hiring decisions. The party you applied with will make their own determination based on their requirements and review of your report.\nYou can check the status of your report and download a copy in our Candidate Portal. Please use the email address and personal information that you used on your initial application to log in.\nWe encourage you to visit our Candidate Help Center or reply to this email for any additional assistance needed.\nThank you for your patience,\nCheckr Candidate Support\nCandidate Portal|Customer Dashboard|Help Center\n[MZJKDZ-670RY]",
    "trans": "안녕하세요 [redacted_name]님,\nCheckr 지원자 지원팀에 연락해 주셔서 감사합니다.\n대부분의 보고서는 영업일 기준 3일에서 7일 내에 완료되지만, 저희는 보고서가 언제 완료될지 보장할 수 없으며 일부 보고서는 조사 중인 카운티와 법원에 따라 더 오래 걸릴 수 있습니다. 법원 폐쇄, 법원 자원의 제한, 수동으로 검색해야 하는 정보에 접근하는 데 필요한 절차 등 지연을 유발할 수 있는 요소가 많이 있습니다.\n완료 날짜는 추정치이므로 보고서가 예상 완료 시간 이후에 완료될 수 있음을 참고해 주십시오.\n저희는 가능한 한 빨리 귀하의 신원 조회를 완료하기 위해 열심히 노력하고 있습니다. 저희 담당자들은 귀하의 신원 조회 완료를 신속하게 처리할 수 없음을 참고해 주십시오.\n신원 조회가 완료되면, 지원 시 사용한 이메일 주소로 알림을 받게 됩니다. 신원 조회가 완료되면 다음 단계는 지원하신 회사에서 결정 사항과 함께 연락을 드리는 것입니다. Checkr는 채용 결정을 내리지 않음을 기억해 주십시오. 지원하신 기관은 자체 요구 사항과 보고서 검토를 바탕으로 결정을 내릴 것입니다.\n저희 지원자 포털에서 보고서 상태를 확인하고 사본을 다운로드하실 수 있습니다. 로그인하려면 최초 지원 시 사용한 이메일 주소와 개인 정보를 사용해 주십시오.\n추가 도움이 필요하시면 저희 지원자 도움말 센터를 방문하시거나 이 이메일에 회신해 주시기 바랍니다.\n기다려 주셔서 감사드리며,\nCheckr 지원자 지원팀\n지원자 포털|고객 대시보드|도움말 센터\n[MZJKDZ-670RY]"
}