{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In 1932 the United States economy stood at its lowest ebb in modern history. An army of out-of-work military veterans camped and marched in Washington, DC. Unemployment stood at around 25 percent. Indeed the entire world seemed to have ground to a halt. Facing this crisis, Franklin D. Roosevelt accepted the Democratic nomination for president, pledging himself to “a new deal for the American people.” 1 In that speech alone, elements of the “new deal” included increasing public works, supporting agricultural prices, creating new mortgage markets, shortening the working day and week, regulating securities, restoring international trade, reforesting the countryside, and repealing Prohibition. After taking office in 1933, Roosevelt worked with Congress to get laws passed for all these measures and more: by the end of the decade, the New Deal had grown to include social insurance against old age, unemployment, and disability; watershed management; support for unionization; deposit insurance; and a strengthened Federal Reserve System, among other innovations.\nThe New Deal included a variety of sometimes contradictory components that scholars still struggle to summarize. Often historians agree with Isaiah Berlin, who said in 1955 that the New Deal was an impressive balancing act, able “to reconcile individual liberty . . . with the indispensable minimum of organising and authority.” 2 But as David M. Kennedy notes, we can see the New Deal thus only when it is “illumined by the stern-lantern of history.” 3 Listening to Roosevelt’s pledges in 1932, watching Congress pour reforms forth in the first one hundred days of his administration in 1933, seeing the White House reply to challenges from the Supreme Court and political opponents in 1935, hearing Roosevelt campaign as “the master” of corporate interests in 1936, it would have been hard to discern in advance what seemed clear in the wake of the decade’s passing. And indeed, there is little proof that Roosevelt or anyone else set out to create the carefully balanced system that the New Deal became: it evolved as the president and Congress responded to the judiciary, the electorate, and the changing world of the Depression.\nIn this very short introduction to the Great Depression and the New Deal, I offer some basic ideas for a first understanding of this profound crisis and America’s still-influential legislative response. The world that broke down in 1929 broke down for reasons that astute observers had predicted in advance. The subsequent and nearly total failure to repair the damage owed to clear errors of judgment and action, and the prolonged misery that millions of people suffered could therefore have been lessened. Roosevelt and the Democratic Congresses of the New Deal era achieved a marked historical success by correcting those errors. They also committed errors of their own, and I do not slight them here. But in the 1936 election, the American voters overwhelmingly asked their leaders to forge forward with their experiments, mistakes aside, rather than return to the old and, to their minds, wholly discredited ways. This spirit of pragmatic experimentation became the basis for a generation’s faith in the new American way, not just in the United States but around the world.",
    "trans": "1932년 미국 경제는 현대 역사상 가장 침체국면에 빠져있었습니다. 실직한 참전용사들은 워싱턴 DC에서 야영하며 시위했습니다. 실업률은 약 25퍼센트에 달했고, 실로 전 세계가 멈춰버린 것처럼 보였습니다. 이런 위기에 봉착한 프랭클린 D. 루스벨트는 민주당 대선후보 지명을 수락하며, \"미국인을 위한 뉴딜정책\"을 약속했습니다. 1 그 연설에서만 해도, \"뉴딜 정책\"에는 공공사업 확충, 농산물 가격 지원, 새로운 주택담보대출 시장 창출, 근무일 및 근무 주 단축, 증권 규제, 국제 무역 회복, 농촌 지역 재조림, 금주법 폐지가 포함되었습니다. 1933년 취임 후, 루스벨트 대통령은 의회와 함께 이 모든 조치와 더 많은 법안을 통과시켰고, 10년 동안 뉴딜 정책은 노령, 실업, 장애에 대한 사회보험, 유역 관리, 노동조합 지원, 예금 보험, 미국 연방준비제도 강화 등 혁신적인 정책들을 더 포함하게 되었습니다.\n뉴딜 정책에는 학자들이 여전히 요약하는 데 애를 먹고 있는 모순되는 다양한 요소가 포함되어 있습니다. 역사학자들은 1955년 뉴딜 정책을 두고 \"개인의 자유와 필수적인 최소한의 조직 및 권위를 조화\"시킬 수 있는 놀랄 정도로 균형 잡힌 법률이라고 한 이사야 벌린의 말에 동조하곤 합니다. 2 그러나 데이비드 M. 케네디가 지적했듯이, 뉴딜 정책은 \"역사의 등불에 비쳐졌을\" 때만 이해할 수 있습니다. 3 1932년 루스벨트의 공약을 듣고, 1933년 행정부 출범 첫 100일 동안 의회가 개혁안을 줄줄이 쏟아내는 것을 보고, 1935년 백악관이 대법원과 정적 세력의 도전에 대응하는 것을 보고, 1936년 루스벨트가 기업을 다스리는 \"지도자\"로서 캠페인을 벌이는 것을 들으면서 10년이 지나고 나서야 분명해진 것들을 미리 파악하기는 어려웠을 것입니다. 그리고 실제로 루스벨트나 다른 이들이 뉴딜 정책을 꼼꼼하고 균형 잡힌 시스템으로 만들기 위해 계획을 세웠다는 증거는 거의 없습니다. 대통령과 의회가 사법부, 유권자, 불경기 속 변하는 세상에 대응하면서 발전했던 것입니다.\n대공황과 뉴딜 정책에 대한 매우 짧은 소개를 통해 심각한 이번 위기와 여전히 영향력 있는 미국의 입법적 대응을 이해하는 데 도움이 될 몇 가지 기본 아이디어를 제시합니다. 1929년에 무너진 세계는 예리한 관찰자들이 미리 예측한 이유로 인해 무너졌습니다. 그 후 판단과 법률의 명백한 오류로 인해 피해 복구에 거의 실패했는데, 오랫동안 수백만 명의 사람들이 이로 인해 겪은 고통을 덜 수 있었을 것입니다. 뉴딜 시대의 루스벨트와 민주당 의회는 이러한 오류를 바로잡아 괄목할 만한 역사적 성공을 거두었습니다. 그들 역시 오류를 범했고, 저는 그들을 폄하하지는 않지만, 1936년 선거에서 미국 유권자들은 지도자들에게 실수는 제쳐두고 신뢰를 잃은 과거 방식으로 돌아가는 대신 새로운 실험을 계속해 나가기를 강력하게 요구했습니다. 이런 실용주의적 실험 정신은 미국뿐만 아니라 전 세계적으로 새로운 미국 방식에 대한 한 세대의 신뢰의 기반이 되었습니다."
}