{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The research was conducted to determine the micro- plastics in bottled water and soft drinks. Microplastic par- ticles were quantified and grouped according to shape. Table 1 summarizes the ranges of microplastic amounts in individual samples. The average microplastics con- tent in bottles and per m3 of water or beverage was cal- culated, and SD and RSD values were given. All samples tested showed the presence of microplastics. The lowest concentration of microplastic particles was found in sam- ples of soft drinks (1–3 particles per bottle, that is 1,000– 1,500 per m3 of liquid), while much higher concentrations were found in bottled water (5–25 particles per bottle, that is 4,167–14,556 per m3). The results of measuring the thickness of the walls of the bottles from which the liquid samples came were also presented.\nFig. 1 shows the percentage division of microplas- tic particles by shape. Most plastic particles are microfi- bers, which account for 80% to 90% of the microplastics in bottled waters and 60% to 70% in soft drinks. Between 8% and 12% of bottled waters were fragments; in soft drinks, it was 30% to 40%. Microbeads were also found in bottled waters, accounting for 2% to 10%, while in the case of two types of bottled waters and soft drinks, they were not found.\nThe research results indicate that bottled water and soft drinks commercially available on the Polish market contain microplastic particles. Although the research was conducted on a random sample of both bottled waters and soft drinks, it can be seen that the content of micro- plastics was higher in bottled waters than in soft drinks (water: 5–25 MP per bottle, soft drink: 1–3 MP per bottle). The results from mineral waters in PET bottles are similar to research on Iranian and Saudi Arabian bottled waters [10,11]. The vast majority of microplastic particles were in the form of fibers, often spirally twisted. According to the authors, the microplastics observed in bottled waters and beverages are secondary contaminants. It comes from unscrewing and capping bottles, as confirmed by research [12,13]. The studies of Weisser et al. [14] found that unfilled bottles are almost free of microplastics, with most of the microplastics coming from unscrewing the caps and seal- ing the caps, which is also in line with the results of this",
    "trans": "이 연구는 생수와 청량음료의 미세 플라스틱을 확인하기 위해 수행되었습니다. 미세 플라스틱 입자는 정량화되어 모양에 따라 그룹화되었습니다. 표 1은 개별 샘플의 미세 플라스틱 양의 범위를 요약한 것입니다. 병에 들어 있는 평균 미세 플라스틱 함량과 물 또는 음료의 m3당 함량을 계산하고 SD 및 RSD 값을 제공했습니다. 테스트한 모든 샘플에서 미세 플라스틱이 존재하는 것으로 나타났습니다. 가장 낮은 농도의 미세 플라스틱 입자는 청량음료 샘플(병당 1~3개 입자, 즉 액체 m3당 1,000~1,500개)에서 발견된 반면, 훨씬 더 높은 농축액의 농도는 생수(병당 5~25개 입자, 즉 m3당 4,167~14,556개)에서 발견되었습니다. 액체 샘플이 나온 병의 벽 두께를 측정한 결과도 제시되었습니다.\n그림 1은 세플라스틱 입자의 형태별 백분율을 보여줍니다. 대부분의 플라스틱 입자는 마이크로섬유로, 생수에서 미세플라스틱의 80%~90%, 청량음료에서 60%~70%를 차지합니다. 생수의 8%~12%는 파편이었고, 청량음료에서는 30%~40%였습니다. 마이크로비드는 생수에서도 발견되었으며, 2%~10%를 차지했지만, 두 종류의 생수와 청량음료에서는 발견되지 않았습니다.\n연구 결과에 의하면 폴란드 시장에서 상업적으로 판매되는 생수와 청량음료에는 미세 플라스틱 입자가 포함되어 있습니다. 이 연구는 생수와 청량음료의 무작위 표본을 대상으로 실시되었지만 미세 플라스틱 함량이 청량음료보다 생수에서 더 높은 것을 알 수 있습니다(물: 병당 5~25MP, 청량음료: 병당 1~3MP). PET 병에 담긴 생수의 결과는 이란과 사우디아라비아 생수에 대한 연구와 유사합니다[10,11]. 대부분의 미세 플라스틱 입자는 종종 나선형으로 꼬인 섬유 형태였습니다. 저자에 의하면 생수와 음료에서 관찰된 미세 플라스틱은 2차 오염 물질입니다. 이는 연구[12,13]에서 확인된  것처럼 병의 나사를 풀고 뚜껑을 닫는 과정에서 비롯됩니다. Weisser 등의 연구는 [14] 비어 있는 병은 미세 플라스틱이 거의 없으며 대부분의 미세 플라스틱은 뚜껑을 풀고 뚜껑을 밀봉하는 과정에서 발생한다는 사실을 발견했는데 이는 본 연구의 결과와도 일치합니다."
}