{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Here Gilbert recalls an evening with his friends Cleve Jones and filmmaker Artie Bressan in early 1978, after his Christmas breakup with Tandy Belew.\n“To get over Tandy, I devoted myself further to activism and went to the movies. My friend Artie Bressan, Jr., was a filmaker who had just made a documentary of the 1977 Parade, titled “Gay USA.” He was a wild visionary who directed porn on the side to finance his 35mm documentaries. We went to see films several times a week.\nOne day, we went to the Strand Theater on Market Street to see Citizen Kane. It was Artie’s favorite. Cleve joined us. After the movie, we all walked over to Civic Center Plaza to look at the neoclassic buildings. Artie began to press me to come up with a new symbol for what he had called “the dawn of a new gay consciousness and freedom.” Both he and Harvey had brought this up to me before.\nAt this point, the pink triangle was the symbol for the gay movement. But it represented a dark chapter in the history of same-sex rights. Adolph Hitler conceived the pink triangle during World War II as a stigma placed on homosexuals in the same way the Star of David was used against Jews. It functioned as a Nazi tool of oppression. We all felt that we needed something that was positive, that celebrated our love.",
    "trans": "여기서 길버트는 1978년 초, 크리스마스에 탠디 벨루와 헤어진 후, 친구인 클리브 존스와 영화 감독인 아티 브레산과 보낸 저녁을 회상합니다.\n“탠디를 잊기 위해, 활동주의에 더욱 전념하고 영화를 보러 갔습니다. 제 친구인 아티 브레산 주니어는, “게이 USA”라는 제목의 1977년 퍼레이드에 대한 다큐멘터리를 막 만든 영화 감독이었습니다. 그는 35mm 다큐멘터리들을 제작하기 위해 부업으로 포르노를 감독했던 야심찬 선지자였습니다. 우리는 일주일에 여러 번 영화를 보러 갔습니다.\n어느 날, 우리는 시민 케인을 보려고 마켓 스트리트에 있는 스트랜드 영화관에 갔습니다. 그것은 아티가 가장 좋아했습니다. 영화가 끝난 후에, 우리는 신고전주의 건물을 보기 위해 시빅 센터 광장으로 걸어갔습니다. 아티는 “새로운 게이 의식과 자유의 새벽”이라고 불리는 것에 대한 새로운 상징을 생각해내라고 저를 압박하기 시작했습니다. 이전에도 그와 하비는 이 이야기를 꺼낸 적이 있습니다.\n이 시점에서, 게이 운동의 상징은 핑크색 삼각형이었습니다. 하지만 이것은 동성애 권리의 역사에서 어두운 시대를 상징했습니다. 아돌프 히틀러는 2차 세계 대전 중에 유대인에게 다윗의 별을 사용한 것과 같은 방식으로 핑크 삼각형을 동성애자에게 부여된 낙인으로 생각했습니다. 이것은 나치의 억압 도구의 기능을 했습니다. 우리는 우리의 사랑을 기념하는 긍정적인 무언가가 필요하다고 느꼈습니다."
}