{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello [redacted_name]\nCould you benefit from career insight and advice from an industry based mentor?\nOur Career Mentoring Programme delivered within the Careers Service provides you with the opportunity to gain valuable career insight and advice from professionals working in a range of industry sectors and job roles. We have mentors available in a range of career areas including:-\nArts including journalism, editing, writing, media, film, theatre and TV\nAccounting, banking & finance\nEnvironmental\nGovernment & politics\nHealth & social care\nHuman resources\nLaw\nManagement including sales, consultancy, operations and supply chain\nMarketing\nPsychology\nSTEM including R&D, engineering, software development and technology\nTeaching and education\nIn order to take part,please ensure that you attend ONE of our 'Find your Mentor' information eventstaking place over the coming weeks. Attendance at an information event is compulsory for all students taking part so you have a better understanding of what to expect and how to get the most from it. You can sign up for an information event in Handshake via the links at the bottom of this message.\nOnce you have attended an event, you will then be given access to our mentoring platform to create your mentee profile ahead of the programme starting in November.\nFor further information on this opportunity please visit thementoring pages within Handshake.\nPlease note:We cannot guarantee that we will have a suitable mentor for everyone and covering every career area. In the event that we don’t have a suitable mentor available for you, we will keep you informed and do our best to source additional mentors suited to your career interests.\nBest wishes",
    "trans": "안녕하세요 [redacted_name]\n업계에 기반을 둔  멘토로부터 경력 통찰력과 조언을 받을 수 있나요?\n커리어 서비스 내에서 제공되는 경력 멘토링 프로그램은 다양한 산업 분야와 직무에서 일하는 전문가로부터 귀중한 경력 통찰력과 조언을 얻을 수 있는 기회를 제공합니다. 다음을 포함한 다양한 경력 분야에서 멘토를 제공합니다.-\n저널리즘, 편집, 글쓰기, 미디어, 영화, 연극 및 TV를 포함한 예술\n회계, 은행 및 금융\n환경\n정부 및 정치\n건강 및 사회 복지\n인적 자원\n법\n영업, 컨설팅, 운영 및 공급망을 포함한 경영\n마케팅\n심리학\nR&D, 엔지니어링, 소프트웨어 개발 및 기술을 포함한 STEM\n교수 및 교육\n참여하려면 앞으로 몇 주 동안 진행되는 '멘토 찾기' 정보 이벤트 중 하나에 반드시 참석해야 합니다.  참여하는 모든 학생은 정보 이벤트에 참석해야 하므로 무엇을 기대하고 어떻게 최대한 활용할 수 있는지 더 잘 이해할 수 있습니다. 이 메시지 하단의 링크를 통해 핸드셰이크에서 정보 이벤트에 등록할 수 있습니다.\n이벤트에 참석하면 11월에 시작되는  프로그램에 앞서 멘토링 플랫폼에 접속하여 멘티 프로필을 작성할 수 있습니다.\n이 기회에 대한 자세한 내용은 핸드셰이크 내의 멘토링 페이지를 방문하세요.\n참고:모든 경력 영역을 아우르는 모든 분들께 적합한 멘토가 있을 것이라고 보장할 수는 없습니다. 여러분께 적합한 멘토가 없을 경우, 저희는 계속해서 여러분께 정보를 제공하고 여러분의 경력 관심사에 맞는 추가 멘토를 확보하기 위해 최선을 다하겠습니다.\n행복을 빕니다"
}