{
    "source": "en_US",
    "target": "ko_KR",
    "text": "X-Bolt metal alloy trigger guard assembly and composite magazine.\nA-BOLT UPDATE:In 2012 Browning introduced the AB3 (A-Bolt III) and has been fazing out the A-Bolt II shown in this article. Check out myX-Bolt vs AB3 (A-Bolt III) Comparisonarticleto see the newAB3 and X-Bolt comparisons.\nNow that I own aX-BoltI took a few photos and wrote some descriptions of the differences between these two Browning bolt action rifles.\nBecause I only have Super Short Action (SSA) A-Bolts and my X-Bolt is a Short Action (SA) the photos show the X-Bolt with a longer bolt, action, magazine etc. which would not be the case if they were both the same action length.\nThe first thing that comes to mind that is different between the rifles is the trigger system. The trigger on the X-Bolt is amazing for a factory trigger, not that the A-Bolt trigger is bad, it has a great factory trigger, the X-Bolt's trigger is just better.\nI have been really impressed with how the X-Bolt trigger feels when you shoot. Both the A-Bolt and the X-Bolt have a trigger adjustment screw that can be accessed by removing the trigger guard assembly. I always back my trigger adjustment screws out to get the lowest trigger weight available. It's a simple procedure just follow the directions in the owners manual.",
    "trans": "X-볼트 금속 합금 트리거 가드 어셈블리 및 복합 소재 탄창.\nA-볼트 업데이트: 2012년 브라우닝은 AB3(A-볼트 III)를 출시하면서 본 기사에 소개된 A-볼트 II 모델을 점진적으로 단종시키고 있습니다. 새로운 AB3와 X-볼트의 비교를 보고 싶으시다면 제 X-볼트 대 AB3 (A-볼트 III) 비교 기사를 확인해보세요.\n이제 제가 X-볼트를 소유하게 되었으니 두 개의 브라우닝 볼트 액션 라이플의 차이점을 사진으로 찍고 설명을 작성해보았습니다.\n제가 소유한 건 슈퍼 쇼트 액션 A-볼트이고 제 X-볼트는 쇼트 액션이므로 사진에서는 X-볼트의 볼트, 액션, 탄창 등이 더 길게 보이며 이는 두 개가 같은 액션 길이를 가졌다면 이렇지 않았을 것입니다.\n가장 먼저 떠오르는 라이플 간의 차이점은 트리거 시스템입니다. X-볼트의 트리거는 공장에서 출고된 트리거라기에는 놀라울 정도이며, A-볼트의 트리거도 나쁘다는 것은 아니고, 훌륭한 공장형 트리거를 가지고 있지만, X-볼트의 트리거가 더 낫습니다.\n저는 사격을 할 때 X-볼트의 트리거 감도가 매우 인상적이었습니다. A-볼트와 X-볼트 모두 트리거 가드 어셈블리를 제거하면 접근할 수 있는 트리거 조정 나사가 있습니다. 저는 항상 제 트리거 조정 나사를 최대한 풀어서 최소 트리거 압력으로 설정합니다. 이는 사용자 매뉴얼에 있는 지침을 따르면 간단하게 진행할 수 있습니다."
}