{
    "source": "en_US",
    "target": "ko_KR",
    "text": "TENANT will be responsible for unpaid rent, physical damages, future rent due, attorney’s fees, costs and any other amounts dud under the terms of the tenancy.\n6. OCCUPANTS: Only the following individuals shall occupy the premises unless written consent of the OWNER is obtained: reasonable number of guests may occupy the premises without prior written consent if stay is limited to 7 days.\n7. USE OF THE PREMISES: TENANT shall maintain the premises in a clean and sanitary condition and not disturb surrounding residents or the peaceful and quiet enjoyment of the premises or surrounding premises. TENANT shall install window shades or draperies (no foil, sheets, paper, etc. allowed) within 15 days of taking occupancy if not already provided. Premises are to be used and occupied by the TENANT for only residential, non-business, private housing purposes only. TENANT shall not operate any type of day care or child sitting service on the premises. TENANT shall secure insurance immediately for any water filled devises with a loss payable clause to OWNER. No trampolines, athletic equipment, recreational equipment, or any items or activities which can cause interference with the insurance coverage on the premises will be permitted.\n8. TENANT covenants that she/he shall not commit or suffer any waste in the premises, use the premises or permit them to be used for drugs or any unlawful purpose or any dangerous, noxious or offensive activity or cause or maintain any nuisance in the premises, nor operate a business for which the property is not zoned. At the end of the term of this Agreement, Tenant will deliver up the premises in as good an order and condition as they now are, or may be put by Owner or Tenant, reasonable use and ordinary wear and tear thereof and damage by fire or another casualty, excepted.\n9. QUIET ENJOYMENT: Owner agrees that if",
    "trans": "미지불 임대료, 물리적인 손상, 향후 지불되어야 하는 임대료, 변호사 수임료, 비용 및 기타 임차 약관에 의해 발생하는 모든 금액에 대한 책임은 임차인에게 있음.\n6. 입주자: 소유주의 서면 동의를 얻지 아니한 경우, 다음에 해당하는 사람들만 해당 공간을 점유할 수 있음: 숙박 기간이 7일로 제한되는 경우, 합리적으로 이해 가능한 인원 수의 손님들은 서면 동의 없이 건물을 점유 가능함.\n7. 건물 사용: 임차인은 해당 공간을 깨끗하고 위생적으로 유지해야 하며, 주변 거주인이나 건물 또는 주위 환경의 평화롭고 조용한 분위기를 방해해서는 안 됨. 임차인은 블라인드 또는 커튼(호일, 시트지, 종이 등은 불가함)이 아직 제공되지 않은 경우, 점유 후 15일 이내에 설치해야 함. 임차인은 주거용, 비업무용, 개인 주택 용도로만 건물을 사용 및 점유 가능함. 임차인은 구내에서 어떠한 유형이라도 탁아 또는 어린이 돌봄 서비스를 운영할 수 없음. 임차인은 물을 담아 사용하는 모든 기구에 대해 소유주에 대한 손실 보상 조항이 있는 보험에 즉시 가입해야 함. 트램펄린, 운동 장비, 레크리에이션 장비 또는 구내에서 보험 적용에 문제가 될 수 있는 모든 물품 또는 활동은 허용되지 않음.\n8. 임차인은 해당 공간 내에서 어떠한 폐기물도 발생시키지 않을 것이며, 구내를 마약이나 불법적인 목적, 또는 위험하거나 유해하거나 혹은 불쾌한 활동을 위해 사용하지 않을 것이고, 구역 내에서 어떠한 불쾌감을 유발하거나 유지하지 않으며, 구역 내에서 지정되지 않은 사업을 운영하지 않을 것을 확약한다. 본 계약 기간이 종료되면, 임차인은 소유자 또는 임차인의 합리적인 사용과 통상적인 마모, 화재, 또는 기타 재해로 인한 손상을 제외하고 현재와 동일하게 양호한 상태로 건물을 인도해야 한다.\n9. 조용히 즐길 경우: 소유주는 다음 경우에 동의함"
}