{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear [redacted_name]\nThank you for contacting us and completing the E-visit questionnaire.\nMy name is [redacted_name] MD and I am covering for your personal physician PCP (primary care physician) DAVID V CONTRERAS MD.\nI am sorry you are not well. I have reviewed your medical history and your E-visit responses. Based on the information you have provided, you have a urinary tract (bladder) infection.\nHere are my recommendations:\nI am prescribing NITROFURANTOIN (GENERIC MACROBID)and placing the prescription on file. You may pick up the prescription at any Kaiser Permanente pharmacy. Please go to the pharmacy drop-off desk to fill your prescription. The prescription will be filled after you check in.\nIf you prefer a non-Kaiser Permanente pharmacy, please ask that pharmacy to fax a transfer request for this prescription to the Kaiser Permanente pharmacy.\nYou can take over the counter (OTC) medications that contain “phenazopyridine” like Uristat or AZO-Standard to reduce the discomfort and pain when you urinate. These are not antibiotics and will not treat your infection. They can be taken along with your antibioticsand may turn your urine and tears an orange or red color. This change in color is safe.\nPlease call the AACC at 866-454-8855 if you have questions or develop symptoms such as fever, back pain, or you do not improve within 48 hours of starting antibiotics.\nWe hope your E-visit experience has been helpful and convenient.",
    "trans": "[redacted_name] 님께,\n문의주시고 전자 방문 설문지를 작성 완료해주셔서 감사합니다.\n저는 의학 박사 [redacted_name]이고 당신의 주치의 의학 박사 데이비드 브이 콘트레라스를 대신하여 치료를 도와드리고자 합니다.\n유감스럽게도 당신의 상태가 좋지 않습니다. 당신의 병력과 전자 방문 답변을 살펴보았습니다. 제공해 주신 정보에 근거했을 때, 요로(방광) 감염이 의심됩니다.\n제 권장 사항은 다음과 같습니다:\n니트로푸란토인(무상표 마크로비드)을 처방해 드리며 처방전은 첨부 파일을 참고하시기 바랍니다. 카이저 약국 어디서나 처방전을 내고 약을 처방받을 수 있습니다. 약국 데스크에 처방전을 제출하시기 바랍니다. 접수 이후 약을 조제 받을 수 있습니다.\n카이저 약국 말고 다른 약국을 선호하신다면, 해당 약국에 요청하여 카이저 약국으로 이관 요청 팩스를 보내시기 바랍니다.\n유리스탓 또는 아조-스탠다드와 같은 페나조피리딘이 함유된 일반 의약품을 복용할 수도 있습니다. 이를 통해 소변을 볼 때 불쾌감과 고통을 완화할 수 있습니다. 그것들은 항생제가 아니어서 감염을 치유하지는 못합니다. 항생제와 함께 섭취할 수 있고 그 경우 소변과 눈물 색이 주황 또는 붉은 색으로 변할 수 있습니다. 이 색상 변화는 건강에 문제 되지는 않습니다.\n문의 사항이 있으시거나 발열, 요통, 항생제 복용 후 48시간 내 증상이 완화되지 않을 시, 866-454-8855로 AACC에 연락해 주시기 바랍니다.\n전자 방문이 당신에게 유익하고 편안한 경험이 되셨기를 바랍니다."
}