{
    "source": "en_US",
    "target": "ko_KR",
    "text": "men, but also other women to whom she plays woman. The more she seems natural at it, the more her labor does not show as labor, the more successfully it is disguised as the ab- sence of other, more prized qualities. As a woman she may be praised for out-enhancing the best enhancer, but as a person in comparison with comics, teachers, and argument-build- ers, she usually lives outside the climate of enhancement that men tend to inhabit. Men, of course, pay court to certain other men and women and thus also do the emotion work that keeps deference sincere. The difference between men and women is a difference in the psychological effects of having or not having power. = Racism and sexism share this general pattern, but the two systems differ in the avenues available for the translation of economic inequality into private terms. T h e white manager and the black factory worker leave work and go home, one to a generally white neighborhood and family and the other to a generally black neighborhood and family. But in the case of women and men, the larger economic inequality is filtered into the intimate daily exchanges between wife and husband. Unlike other subordinates, women seek primary ties with a supplier. In marriage, the principle of reciprocity applies to wider arenas of each self: there is more to choose from in how we pay and are paid, and the paying between economically unequal parties goes on morning, noon, and night. T h e larger inequities find intimate expression. Wherever it goes, the bargain of wages-for-other-things travels in disguise. Marriage both bridges and obscures the gap between the resources available to men and those availa- ble to women.6Because men and women do try to love one another-to cooperate in making love, making babies, and making a life together-the very closeness of the bond they accept calls for some disguise of subordination. There will be talk in the \"we\" mode,joint bank accounts andjoint decisions, and the idea among women that they are equal in the ways that \"really count.\" But underlying this pattern will be different",
    "trans": "남성뿐만 아니라 그녀가 여성 연기를 하는 다른 여성들에게도 마찬가지다. 그녀의 연기가 자연스러우면 자연스러울수록, 그녀의 노동은 노동으로 드러나지 않으며, 다른, 더 중요한 자질들의 부- 재로 성공적으로 위장된다. 여성으로서 그녀는 최고의 증진을 능가하는 것에 대해 찬미를 받을 수는 있으나, 만화가, 교사, 담론 형성자들과 비교되는 사람으로서는, 그녀는 일반적으로 남성들이 주로 거주하는 증진의 분위기 밖에서 살게 된다. 물론 남성들은 특정한 다른 남성 및 여성들에게도 아부를 하며, 이들도 이로써 경의을 진지하게 유지하는 감정 노동을 한다. 남성과 여성의 차이는 권력의 소유 여부에서 오는 심리적 효과의 차이다. = 인종차별과 성차별은 이러한 일반적인 패턴을 공통적으로 보이지만, 두 시스템의 차이는 경제적 불평등이 개인적 차원으로 변환되는 양상에서 차이를 보인다. 백인 관리자와 흑인 공장 노동자는 퇴근 후 각자의 집으로 돌아가지만, 한 사람은 일반적으로 백인 동네와 가정으로, 다른 사람은 일반적으로 흑인 동네와 가정으로 돌아간다. 그러나 여성과 남성의 경우, 더 큰 경제적 불평등이 아내와 남편 사이의 친밀한 일상적 교환 속에 스며들어 있다. 다른 종속 계층들과 달리 여성은 공급자와의 일차적 관계를 추구한다. 결혼에서는 상호주의 원칙이 각 개인의 보다 더 넓은 활동 영역에 적용된다: 우리가 지불하고 받는 방식에 선택지가 더 많으며, 경제적으로 불평등한 당사자들 간의 지불은 아침, 점심, 저녁에 이어서 이루어진다. 더 큰 불평등은 친밀함의 형태로 나타난다. 임금-대-다른-것들이라는 협상은 어디서든지 위장한 모습으로 등장한다. 결혼은 남성에게 주어지는 자원과 여성에게 주어- 지는 자원의 간극을 메우고 가린다. 남성과 여성이 서로 사랑하려고 노력하는 만큼-사랑을 나누고, 아이를 만들고, 함께 삶을 꾸리기 위해-그들이 받아들이는 바로 그 밀접한 관계를 위해 종속은 어떻게든 위장될 필요가 있게 된다. \"우리\"라는 입장에서의 이야기들, 공동 은행 계좌와 공동 결정을 비롯해, 남녀가 \"실제로 중요한\" 방식에서 동등하다는 생각이 여성들 사이에 존재한다. 그러나 이러한 패턴의 기저에는 다르다"
}