{
    "source": "en_US",
    "target": "ko_KR",
    "text": "respond to biologic therapy (by our definitions) and imply some degree of underlying disease activity, perhaps the presence of non-T2 asthma, already irreversibly damaged lungs (eg, persis- tent airflow obstruction), and the need for even more effective or alternative therapies. Wide responder ranges also confirm that some patients respond in some domains but not in others, and emphasize the urgency of deciding on a common approach to assess response for use in RCTs and real-life clinical studies and to inform asthma management guidelines. Two different multimodal responder definitions have recently been published. The first defined good response using three domains (50% exacerbation and LTOCS reduction and control),8 and the sec- ond defined responder using four domains (50% exacerbations and LTOCS reduction, improved control, and >100 mL in- crease in FEV1).7 Both of these responder definitions were captured in the current study, yielding responder rates to biologic therapy of 18.5% and 10.6%, respectively.\nBut is achieving response or being a responder the end of the story? The answer very much depends on the level of prebio- logic impairment in each domain assessed and what is achiev- able for each patient based on the level of that impairment. For example, 33.3% of lung function responders still had a ppFEV1 of less than 80% after the biologic although the FEV1 had already improved by 500 mL or greater with biologic treatment. This residual impairment may be due to drug, treatment, and social determinants (eg, adherence and access) and/or the het- erogeneity of severe asthma, including the presence of an un- derlying pathophysiology not targeted by existing biologics, T2- low asthma, and/or nonpulmonary comorbidities such as obesity.\nLong-term nonreversible damage may also limit response in some patients, which suggests the need for earlier intervention for possibly optimum benefit. It is also important to consider that biologics represent only certain aspects of the treatable traits approach to management and may require supplementation with other therapies as appropriate. Alternatively, residual impairment may indicate the need to switch biologics and may prompt us to consider response as a journey to the final destination (ie, remission). In the current study we consider ppFEV1 of less than 80% to be residual impairment, but a definition using a lower limit of normal could also be considered.\nInterestingly, some predictors of better response to biologics were apparent only for the lung function responder definition (eg, higher FeNO, later asthma onset, and shorter duration), respectively associated with a 20%, 11%, and 19% increase in odds of achieving lung function responder status. This is in agreement with other authors, who found a greater increase in postbiologic FEV1 (relative to placebo) in patients with high versus low prebiologic FeNO levels,24 in those with late ( age 40 years) versus early (age <40 years) onset asthma,41 and in patients who received a diagnosis after versus before age 18 years.40 A better FEV1 response in patients with a high FeNO may suggest that those with poor lung function and an elevated FeNO might be a future target population for earlier interven- tion, perhaps already at the time of the first exacerbation. A greater likelihood of responding to biologic therapy in younger patients with a shorter duration of asthma would be important considering that the speed of lung function decline is faster in younger adults (aged 18-39 years) experiencing exacerbations and persists even in patients receiving higher average daily dos- ages of inhaled corticosteroid.42",
    "trans": "생물학적 요법에 반응하고(저희의 정의에 따른) 어느 정도의 기저 질환 활동성, T2가 아닌 천식의 존재, 이미 돌이킬 수 없이 손상된 폐(가령 지속적인 기류 폐색), 그리고 더 효과적인 혹은 대체 가능한 요법의 필요성을 의마할 수도 있다. 넓은 반응 범위는 특정 환자들의 경우 어떤 영역에서는 반응하지만 다른 영역에서는 반응하지 않다는 점을 확인시켜 주기도 하고, RCT와 실제 임상 연구에서 반응 평가를 위한 공통 접근법을 결정하고 천식 관리 가이드라인을 세우는 것의 시급함을 강조한다. 최근 두 개의 다른 멀티모달 반응자 정의가 발표되었다. 첫 번째는 세 가지 영역(50%의 악화 감소와 LTOCS 감소 및 통제)을 좋은 반응으로 정의했고,8 두 번째는 네 가지 영역(50%의 악화 감소와 LTOCS 감소, 개선된 통제, 그리고 FEV1 100mL 이상 증가)으로 정의했다. -7이 반응자 정의 두 개 모두 이 연구에 적용되었는데, 생물학적 요법에 대한 반응자 비율은 각각 18.5%과 10.6%였다.\n하지만 반응을 얻거나 반응자로 간주되는 것이 다인가? 이에 대한 답변은 각 영역에서 평가된 생물학적 요법 이전의 손상 정도랑 환자 별로 달성할 수 있는 그 손상 수준에 따라 달라진다. 가령, 폐 기능 반응자의 33.3%는 생물학적 요법 이후에도 FEV1은 500mL 이상 이미 개선되었음에도 불구하고 ppFEV1은 여전히 80% 미만이었다. 이런 잔여 장애는 약물, 치료, 그리고 사회적 요인(가령, 순응 및 접근) 때문일 수 있고 기존 생물학적 요법으로 타겟 되지 않은 기저 병리 생리학, T2- 낮은 천식, 혹은 비만과 같은 비폐질환적 동반질환 등의 중증 천식의 이질성 때문일 수 있다.\n일부 환자의 경우 장기적으로 회복 불가능한 손상이 반응을 제한할 수도 있고, 이것은 최상의 혜택을 위해 더 빠른 개입이 필요하다는 것을 뜻한다. 그리고 생물학적 요법은 치료 가능한 특성 접근법의 특정 부분만 나타낼 뿐이고 필요하다면 기타 치료법이랑 같이 보완되어야 할 수도 있다는 점을 고려하는 것이 중요하다. 반면에 잔여 장애는 생물학적 요법을 바꿔야 할 필요성을 나타낼 수도 있고 반응이 최종 목적지로의 과정(즉, 차도)인 것으로 생각하게 만들 수도 있다. 현재 연구에서는 80% 미만의 ppFEV1인 경우를 잔여 장애로 보지만, 정상 기준의 하한을 활용한 정의도 고려할 수 있다.\n흥미롭게도, 생물학적 요법에 대한 더 좋은 반응을 예측하는 요소들 일부는 폐 기능 반응자 정의에서만 나타났다 (가령, 더 높은 FeNO, 후기 천식 발병, 그리고 더 짧은 기간), 폐 기능 반응자를 갖게 될 확률을 각각 20%, 11%, 그리고 19% 증가시키는 것으로 나타났다. 이것은 생물학적 요법 이후 FEV1 증가량이 생물학적 요법 전 FeNO 수치가 낮은 환자보다 높은 환자에서 더 컸고,24 천식 발병 연령이 낮은 (연령 40세 미만) 환자보다 높은 ( 연령 40세) 환자에게서,41 그리고 18세 전에 진단을 받은 환자보다 이후에 더 컸다는 것을 발견한 다른 학자들의 의견과도 일치한다. ////// 높은 FeNO를 가진 환자한테서 FEV1 반응이 더 낫다는 것은 폐 기능이 안 좋고 FeNO가 높은 이들이 더 빠른 개입이 필요한 미래의 대상이 될 수 있음을 뜻하고, 처음으로 악화된 시점부터 필요할 수도 있다. 악화로 인한 폐 기능 감소 속도가 더 젊은 성인 (18-39세)한테서 더 빠르고 흡입성 코르티코스테로이드를 매일 평균적으로 더 많이 복용하는 환자에서도 이것이 지속된다는 점을 고려하면 천식 지속 기간이 더 짧은 젊은 환자들이 생물학적 요법에 대해 반응할 확률이 더 높은 것은 중요한 의미를 가질 수 있다."
}