{
    "source": "en_US",
    "target": "ko_KR",
    "text": "am excited to announce that, effective October 1, Steve Witkowski will assume a new leadership role within our organization: Director of Pre-Construction.\nStarting out as an installer in 1999, Steve has worked his way up through a variety of roles—Lead Tech, Estimator, Project Manager, and Account Manager—each one sharpening his skills and bringing him to where he is today. In 2019, he joined IES as West Coast Pre-Con Manager and cemented himself as an essential force behind our Pre-Construction efforts.\nSteve's qualifications for this position go beyond 25 years of technical expertise—his leadership abilities have been just as vital. His ability to motivate and inspire his team while maintaining solid bonds across a remote workforce has been key to a culture of accountability, innovation, and teamwork.\nA large part of Steve's new role as Director of Pre-Construction will be working closely with myself, Jason Young, Director of VDC, and Paul Nava, Design Branch Manager, to align all areas of Pre-Construction. Together, we can continue to embrace emerging advancements and leverage new technologies that ensure the Pre-Construction team is well-positioned to continue our upward trajectory of growth, delivering more projects with the same level of quality and precision that our customers have come to expect from us.\nOutside of work, Steve enjoys spending time with his wife, Samantha, and their two daughters, Scarlett (11), a fierce dancer, and Sloan (8), a level 4 gymnast! Since relocating to Arizona from Wisconsin in 2010, he's remained a die-hard Packers fan, so it's only fitting we cheer him on as he steps into this new role—\"GO STEVE GO!\"\nPlease join me in congratulating Steve on this well-deserved promotion. I am confident his technical understanding, innovative spirit, and dedication to his team will serve him well in this next chapter of his journey at IES.\nThank you,",
    "trans": "10월 1일부로 스티브 위트코프스키 씨가 우리 조직 내 새로운 리더십 역할인 프리콘 디렉터직을 맡게 되었다는 소식을 전하게 되어 기쁩니다.\n스티브 씨는 1999년 설치공에서 시작해 다양한 역할을 거치며 일해왔습니다—리드 테크, 평가자, 프로젝트 매니저, 어카운트 매니저 등—각 역할에서 그의 기술을 갈고닦아 지금의 자리에 올랐습니다. 2019년에는 IES의 서부 해안 프리콘 매니저로서 우리의 프리콘 노력에서 필수적인 인력으로서 자리를 공고히 했습니다.\n스티브 씨는 25년 이상의 기술적 전문성을 넘어서는 자질을 보여주며—그의 리더십 능력은 필수적이었습니다. 그는 팀에게 동기를 부여하고 영감을 주는 동시에 원격 근무 팀원들 간 공고한 유대감을 유지하며 책임감, 혁신, 팀워크의 문화 구축의 핵심적 역할을 했습니다.\n새로운 역할인 프리콘 디렉터로서 스티브 씨의 주요 업무 중 하나는 제이슨 영 가상설계 및 시공 디렉터, 폴 나바 디자인 지점장과 긴밀히 협력하여 프리콘 전역을 조정하는 것입니다. 함께 우리는 새로운 발전을 수용하고 최신 기술을 활용하여 프리콘 팀이 지속적인 성장 궤도를 유지할 수 있는 위치를 확보할 것이며, 고객이 기대하는 동일한 수준의 품질과 정밀도를 유지하면서 더 많은 프로젝트를 성공적으로 수행할 수 있습니다.\n직장을 떠나면, 스티브 씨는 아내 서맨사와 두 딸인 열정적인 댄서 스칼렛(11), 레벨 4 체조 선수인 슬로언(8)과 시간을 보내는 것을 즐긴답니다! 2010년 위스콘신에서 애리조나로 이주한 이후로, 그는 여전히 패커스의 열혈 팬이기에, 이제 새로운 역할을 맡는 그를 응원하는 게 어울릴 것 같네요—\"가자 스티브, 파이팅!\"\n스티브 씨의 승진을 함께 축하해 주시기 바랍니다. 그의 기술적 이해, 혁신적인 정신, 그리고 팀에 대한 헌신이 IES에서의 다음 여정에서도 큰 도움이 될 것이라 자신합니다.\n감사합니다,"
}