{
    "source": "en_US",
    "target": "ko_KR",
    "text": "espite freshwater nematodes being present in all types of limnetic habitats (including extreme habitats that exclude many other meiobenthic invertebrates) they have received much less attention than terrestrial and marine forms. Their generally small size and the uneven distribution of the few available taxonomists may partly be responsible for the observed bias. Also, information on freshwater nematodes is extremely regionally biased, with limited data from the southern hemisphere. Another factor contributing to the low total number of globally known freshwater nematode species is the relative inaccessibility of taxonomic literature and possible misidentification of many populations or the presence of species complexes (Abebe et al., 2008). In the last decade, taxonomic studies have developed toward a more integrated approach, combining classical and modern tools and techniques, such as light microscopy, electron-microscopy, and confocal observations with in- formation from molecular analyses (Decraemer & Back- eljau, 2015). Free-living aquatic nematodes are usually small (0.2e2 mm long) but the free-living stages of nem- atodes of aquatic insects such as mermithids are much longer, up to 16 cm. To study nematodes, specimens have to be fixed and processed for mounting on microscopic slides and observed at high magnification (1000). Consequently, good fixa- tion is very important for adequate detailed observations (see Material Preparation and Preservation section) and influences appearance, such as resulting in stronger ventral curving of the body and contraction of different structures/ organs. Correct use of the microscope, including optimal regulation of the light source, is essential for the",
    "trans": "담수 선충은 다양한 담수 서식지(다른 중형 저서 무척추동물들이 서식하기 어려운 극한 환경 포함)에서 발견됨에도 불구하고 육상 및 해양 선충에 비해 훨씬 적은 연구 관심을 받아왔다. 그들의 일반적으로 작은 크기와 소수의 선충 분류학자들이 고르게 분포하지 않은 점이 관찰된 편향의 일부 원인일 수 있다. 또한, 담수 선충에 대한 정보는 극도로 지역적으로 편향되어 있으며, 남반구에서의 데이터가 제한적이다. 전 세계적으로 알려진 담수 선충 종의 총수가 적은 또 다른 요인은 분류학적 문헌의 접근성이 상대적으로 낮고 많은 개체군의 오식별 또는 종 복합체의 존재 가능성이 있기 때문이다(아베베 외., 2008). 지난 10년 동안, 분류학 연구는 보다 통합적인 접근 방식으로 발전해 왔으며, 광학 현미경, 전자 현미경, 공초점 관찰과 같은 전통적 및 현대적 도구 및 기법을 분자 분석의 정보와 결합하여 접근하는 방식으로 나아가고 있다(데크라에머 & 바켈자우, 2015). 자유 생활성 수생 선충은 일반적으로 크기가 작으며(길이 0.2~2밀리미터) 그러나 멀미티드와 같은 수생 곤충과 연관된 선충의 자유 생활 단계에서는 훨씬 길어지고, 최대 16센티미터에 이를 수 있다. 선충을 연구하려면, 개체는 고정되어야 하고 현미경 슬라이드에 장착할 수 있도록 처리한 다음 고배율 (1000)에서 관찰해야 한다. 따라서, 양질의 고정 과정은 적절한 세부 관찰을 위해 매우 중요하며 (자세한 내용은 재료 준비 및 보존 섹션을 확인) 신체의 강한 복측 곡률 형성 및 다양한 구조/기관의 수축과 같은 외형에도 영향을 미친다. 광원 조절을 포함하여 현미경의 올바른 사용이 필수적이다"
}