{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Text labels are a common format to represent nominal data, but nominal data can also be coded with numerical labels. As shown below, the column named “Code” contains a corresponding GICS code of each sector as a numerical value. However, the nominal data in numerical format do not indicate ranking, and any arithmetic operations on nominal data are not meaningful. In this example, the energy sector with the code 10 does not represent a lower or higher rank than the real estate sector with the code 60. Often, financial models, such as regression models, require input data to be numerical; so, nominal data in the input dataset must be coded numerically before applying an algorithm (that is, a process for problem solving) for performing the analysis. This would be mainly to identify the category (here, sector) in the model.\nHaving discussed different data types from a statistical perspective, it is important to note that at first glance, identifying data types may seem straightforward. In some situations, where categorical data are coded in numerical format, they should be distinguished from numerical data. A sound rule of thumb: Meaningful arithmetic operations can be performed on numerical data but not on categorical data.\nOrdinal data are categorical values that can be logically ordered or ranked. For example, the Morningstar and Standard & Poor’s star ratings for investment funds are ordinal data in which one star represents a group of funds judged to have had relatively the worst performance, with two, three, four, and five stars representing groups with increasingly better performance or quality as evaluated by those firms.\nOrdinal data may also involve numbers to identify categories. For example, in ranking growth-oriented investment funds based on their five-year cumulative returns, we might assign the number 1 to the top performing 10% of funds, the number 2 to next best performing 10% of funds, and so on; the number 10 represents the bottom performing 10% of funds. Despite the fact that categories represented by ordinal data can be ranked higher or lower compared to each other, they do not necessarily establish a numerical difference between each category. Importantly, such investment fund ranking tells us nothing about the difference in performance between funds ranked 1 and 2 compared with the difference in performance between funds ranked 3 and 4 or 9 and 10.",
    "trans": "텍스트 라벨은 명목상 데이터를 나타내는 일반적인 형식이지만, 명목상 데이터는 또한 숫자 라벨로 코딩될 수 있습니다. 아래 보이는 것처럼, '코드'로 명시된 세로줄은 수치로써 각 부문의 GICS 코드에 상응하는 것을 포함하고 있습니다. 하지만, 숫자 형식에서 명목상 데이터는 순위를 표시하지 않으며, 명목상 데이터에서 모든 산술 연산은 의미 있지 않습니다. 이에 대한 예시로, 코드 10의 에너지 분야는 코드 60의 부동산 분야보다 낮거나 높은 순위를 나타내지 않습니다. 종종, 회귀 모델과 같은, 재정 모델은 입력 데이터가 숫자이기를 요구합니다; 따라서, 분석을 수행하기 위한 입력 데이터에서 명목상 데이터는 알고리즘 (문제 해결을 위한 과정인)을 적용하기 전에 반드시 숫자로 코딩되어 있어야 합니다. 이는 주로 유형에서 범주 (여기, 부문)를 확인하기 위해서입니다.\n통계적인 관점에서 다른 데이터 유형을 논의해 보면, 데이터 유형을 식별하는 것은 간단해 보일 수 있으므로, 첫눈에 주목하는 것이 중요합니다. 범주 데이터가 숫자 형식으로 코딩되어있는 몇몇 상황에서, 그것들은 숫자 형식으로부터 구별되어야 합니다. 경험으로 보면: 의미 있는 산술 연산자는 숫자 데이터를 수행할 수 있으나 범주 데이터는 아닙니다.\n순서 데이터는 논리적으로 순서 짓거나 순위 매기는 범주적 가치입니다. 예를 들어서, 투자 펀드를 위한 모닝스타와 스탠더드 & 푸어스 스타는 순서 데이터이며, 한 개의 스타는 상대적으로 최악의 성과를 거둔 것으로 평가되는 펀드 집단을 의미하며, 두 개, 세 개, 네 개와 다섯 개 별은 더 나은 실적 또는 회사에 의해 평가된 양질의 증가를 나타냅니다.\n순서 데이터는 또한 범주를 확인하기 위한 숫자와 관련됩니다. 예를 들어, 오 년간 누적 수익을 바탕으로 성장 지향형 투자 펀드를 순위 매긴 것에서, 우리는 펀드의 수익 상위 10%를 숫자 1로 할당할 수 있고, 등등; 펀드의 수익 최하위 10%는 숫자 10으로 나타낼 수 있습니다. 범주가 순서 데이터로 표시된 사실에도 불구하고 데이터는 서로 비교하여 높거나 낮게 순위 매겨질 수 있으며, 각 카테고리 사이의 수치적 차이를 반드시 설정하지는 않습니다. 이러한 투자 펀드 순위는, 중요하게, 1과 2 순위 펀드 사이의 수익률 차이와 3과 4 순위 또는 9와 10 순위 펀드 사이의 수익률 차이에 대해서는 아무것도 알려주지 않습니다."
}