{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Mila strokes Hope's mousy brown hair in comfort. \"Don't let him get to you. He's just an ass - but we knew that.\"\nHope gives a sad nod, tucking her head into Mila's shoulder.\n\"So what we doing today?\" Hope asks, looking side ways to Laura.\nLaura places her hands on my shoulder from behind. \"Today, we're doing a makeover SOS - getting a new wardrobe for college Nova. And something extra hot for the baller party this weekend.\" she tells us, then leans into my ear and whispers to me, \"and also drive my brother crazy for screwing with you.\"\nI smile at this. Just the type of fun revenge I need.\nPiling into Laura's cute little red convertible we took off into town and I honestly liked being around these girls, especially Laura. It's like nothing in the years had changed between us. We still meshed well together, bringing out the best in one another. She made me loud and confident, I made her think about things before steamrolling ahead and doing something she'd later regret.\nThe drive wasn't long and consisted of loud music, windows down and Mila hanging out the sunroof singing to by passers.\nThese girls were crazy, nothing like my friends back home.\nI loved it like a breath of fresh air.\nThank the lord we arrived at the mall in one piece - Laura's driving is actually horrendous and terrifyingly dangerous.\nLaura hooks her arm with mine as we walk in front of Mila and Hope.\nShe's positively happy and can't wait to get inside to dress me up like her human sized Barbie doll.\n\"You ready for this?\" Laura asked, but I'm sure it's more rhetorical than I think.\nI nod. \"Work your magic on me, honey!\"\nFirst shop Laura drags me to is Victoria Secret.\nShe says that sexy underwear gives us confidence that no man will ever possess.\nI strangely believe her.\nIt took her all but ten minutes to shove an arm full of barely-there lacey panties and wildly printed, front hooked bras into my chest and slapped my butt into the changing rooms, demanding I try them on and give her a show.\nMy knees almost buckled under me.\nThis wasn't the kind of bonding experience I was used to with my other friends.\nThey were all religious goodies too.\nBut I did say I wanted a change, I wanted to be free - this is my chance to pull off my big girl panties and exchange them for a red G-string.\nThe first little number I try is a black see through lacey set that has black ribbon at either side criss crossing on my hips.\nI exit the changing stall and Laura's jaw all but rips from her face.\n\"OHMIGOSH!\" she exclaims. \"You look so freaking hot, what the fuck! How is that fair!\"\nThe heat rises from my neck to my cheeks.",
    "trans": "밀라는 호프의 옅은 갈색 머리를 부드럽게 쓰다듬었다. \"그에 대해 너무 신경 쓰지 마. 원래 재수 없는 놈이잖아 - 우리도 알고 있었고.\"\n호프는 슬프게 고개를 끄덕이며, 그녀의 머리를 밀라의 어깨에 묻었다.\n\"그래서 오늘 뭐 할 거야?\" 호프가 옆으로 고개를 돌려 로라를 바라보며 물었다.\n로라는 뒤에서 양손을 내 어깨에 올렸다. \"오늘, 우리는 메이크오버 SOS를 할거야 - 대학 생활을 위한 노바의 새 옷 쇼핑. 그리고 이번 주말 화려한 파티에서 빛날 특별히 섹시한 스타일까지.\" 그녀는 내게 말했고, 그러더니 내 귀에 바짝 다가와 속삭이며, \"그리고 내 오빠가 널 건드린 걸로 돌아버리게 만들거야.\"\n나는 이 말에 미소를 지엇다. 내가 딱 원했던 재밌는 복수였다.\n로라의 귀엽고 조그만 빨간색 컨버터블에 몸을 실으며 우리는 시내로 향했고 솔직히 이들과 함께 있는 게, 특히 로라와, 좋았다. 몇 년의 시간이 지나도 우리 사이엔 변함이 없었다. 우리는 여전히 잘 어울렸고, 서로의 장점을 이끌어냈다. 그녀는 나를 더 활기차고 자신감 넘치게 만들었고, 나는 그녀가 저돌적으로 돌진하기 전에 한 번 더 생각하고 그녀가 나중에 후회할 일을 하는 것에 대해 생각하게 만들었다.\n드라이브 시간은 길지 않았고 시끄러운 음악이 함께 했고, 창문을 활짝 열고 밀라는 선루프 밖으로 몸을 내밀고 지나가는 사람들에게 노래를 불렀다.\n이 친구들은 미쳐있었고, 내가 고향에서 알고 지내던 애들과는 전혀 달랐다.\n나는 그것이 마치 신선한 공기를 마시는 것처럼 좋았다.\n무사히 쇼핑몰에 도착한 것에 신에 감사했다 - 로라의 운전은 정말 끔찍하고 무서울 정도로 위험했다.\n로라는 내 팔을 끼고 우리는 밀라와 호프 앞에서 걸었다.\n그녀는 잔뜩 신이 나 있었고 나를 인간 크기의 바비 인형처럼 꾸며줄 생각에 빨리 안으로 들어가고 싶어 했다.\n\"준비됐어?\" 로라가 물었지만, 그건 생각보다 더 수사적인 질문일 게 분명했다.\n난 끄덕였다. \"나에게 네 마법을 보여줘, 자기야!\"\n첫 번째로 로라가 나를 끌고 간 매장은 빅토리아 시크릿이었다.\n그녀는 말하길 섹시한 속옷은 남자가 절대 가질 수 없는 자신감을 우리에게 선사한다고 했다.\n나는 이상하게도 그녀를 믿었다.\n그녀는 채 10분도 걸리지 않아 거의 입지 않은 듯한 레이스 팬티와 화려한 패턴의 앞후크 브라를 한아름 내 품에 안겨주더니, 내 엉덩이를 찰싹 때리며 탈의실로 밀어 넣으며, 당장 입어보고 자기한테 보여달라고 요구했다.\n나는 다리에 힘이 풀릴 뻔했다.\n이건 내가 다른 친구들과 친해지는 방식과는 전혀 달랐다.\n내 친구들은 나처럼 모두 독실한 신앙인이었다.\n하지만 나는 변화를 원한다고 했고, 자유로워지고 싶었다 - 이 기회야말로 내 펑퍼짐한 여자아이 팬티를 벗고 새빨간 G-스트링으로 갈아입을 순간이었다.\n내가 처음으로 입어본 것은 시스루 블랙 레이스 세트로 양쪽 허리에 검은 리본이 X자로 교차된 디자인이었다.\n나는 탈의실에서 나왔고 로라는 마치 턱이 바닥까지 떨어질 듯한 표정을 지었다.\n\"오마이갓!\" 그녀가 외쳤다. \"너무 말도 안 되게 핫하잖아, 미쳤어! 완전 반칙이야!\"\n내 목에서부터 뺨까지 뜨거운 열기가 올라왔다."
}