{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello 奥村雅之,\nThank you for shopping with us. We’d like to let you know that アナミ has received your order, and is preparing it for shipment. Your order details are indicated below. If you would like to view the status of your order or make any changes to it, please visit Your Orders.\nOrder Confirmation\nArriving:\nSunday, 10/20\nYour order will be sent to:\n[redacted_address]\nJapan\nYour delivery option:\nStandard Shipping\nOrder #\n[redacted_id]\nView order details\nOrder Total:\n￥ 2,780\nPayment Method\nCredit Card (Visa) One time payment\n￥ 2,780\nTo learn more about ordering, go to Ordering from Amazon.co.jp.\nMost packages may not include a packing slip. If you need a receipt or an order detail, please go to Your Account and select \"Receipt\". To learn how to print out your receipt from Your Account, go to Help.\nFor orders by Dash Button/Dash Replenishment Service, offer details (for example, product, price, taxes, availability, shipping charges, and the seller) at the time of order may have changed since you chose the product using Dash Button/Service Enabled Device. Please carefully check “Your Order”. You can change or cancel for a period of time after placing the order. You can also return the product after it is shipped. For more details, see Amazon Dash Terms of Use, Your Orders, and Amazon.co.jp Return Policies.\nIf you want more information or need more assistance, go to Help.",
    "trans": "오쿠무라 마사유키 님 안녕하세요,\n저희를 통해 쇼핑해 주셔서 감사합니다. 아나미 님이 귀하의 주문을 받아 배송을 준비하고 있습니다. 주문 상세 내용은 아래를 참고하십시오. 주문 상태를 확인 또는 변경하려면 내 주문을 클릭하십시오.\n주문 확인\n도착일:\n10월 20일, 일요일\n귀하의 주문은 다음 주소로 배송됩니다.\n[redacted_address]\n일본\n배송 옵션:\n일반 배송\n주문 번호 #\n[redacted_id]\n주문 상세 내용\n총 주문액:\n2,780엔\n지불 방식\n신용카드(비자) 일시불\n2,780엔\n주문에 관해 정보가 더 필요하시면, Amazon.co.jp에서 주문하기를 클릭하세요.\n택배는 대부분 운송장을 포함하지 않습니다. 영수증 또는 주문 상세 내용이 필요하면, 내 계정으로 들어가 \"영수증\"을 선택하시기 바랍니다. 내 계정에서 영수증을 인쇄하는 방법은 도움말을 클릭하여 확인할 수 있습니다.\n대시 버튼/대시 리플래니시 서비스로 주문한 경우, 대시 버튼/서비스 가능 기기를 이용하여 제품을 선택했기에 주문 상세 내용(예를 들어, 제품, 가격, 세금, 구매 가능 여부, 배송비, 판매자)이 주문 시점 내용과 다를 수 있습니다.  \"내 주문\"을 꼼꼼히 확인하시기 바랍니다. 주문 후 일정 시간 안에 주문 변경 혹은 취소할 수 있습니다. 보다 상세한 내용은, 아마존 대시 이용 약관, 내 주문,  Amazon.co.jp 환불 정책을 참고하시기 바랍니다.\n더 많은 정보 또는 도움이 필요한 경우, 도움말을 클릭하세요."
}