{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Private Cars in China\nPrivate cars，in most developed countries，used to be the counterpart of bicycles in China. Nevertheless，more and more Chinese people have cars of their own nowadays. It is an indication of the lifted living standard of Chinese people. But in my opinion，private ownership of cars should not be encouraged in China.\nThere are sound reasons for the limitation of private cars in China. First，it is self evident that the automobile contributes much to air pollution. In China，especially in large cities whose residents are more likely to buy private cars，the pollution of the air is already very serious. More private cars will inevitably aggravate the present situation. Second，private cars can be a formidable threat to the traffic. To tell the truth，today many people can afford a car，if a large number of private cars rush onto the streets，the already dense traffic will suffer more. Last but not the least，the automobile consumes energy. We always proudly claim our country is rich in natural resources. But in the mean time，we need to remember we also have a large population. We do have rich resources of energy，but speaking of energy，we can not smile with ease.\nTherefore，I sincerely believe that private cars should be discouraged in China. Then，by what means shall we limit private cars？ Since people buy private cars mainly for convenience，my first suggestion is to develop adequate public transportation which is effective and punctual. At the same time，we should raise the price of gasoline to a prohibitive level so as to make car－driving expensive enough. All in all，private cars，from my point of view，should be limited in China.",
    "trans": "중국의 개인용 자동차\n개인용 자동차는, 대부분의 선진국에서, 과거 중국에서 자전거와 같은 역할을 했습니다. 그러나, 오늘날 점점 더 많은 중국인들이 자신의 자동차를 소유하고 있습니다. 이는 중국인들의 생활 수준이 향상되었음을 보여주는 지표입니다. 하지만 제 의견으로는, 중국에서 개인용 자동차의 보급이 장려되어서는 안 된다고 생각합니다.\n중국에서 개인용 자동차를 제한해야 하는 타당한 이유들이 있습니다. 첫째, 자동차는 대기 오염의 주요 원인 중 하나라는 것은 자명한 사실입니다. 중국에서, 특히 개인용 자동차 구매 가능성이 높은 대도시에서는, 이미 대기 오염이 심각한 수준입니다. 개인용 자동차가 더 많아지면 현재의 오염 상황을 더욱 악화시킬 것입니다. 둘째, 개인용 자동차는 교통 체증을 가중시킬 수 있습니다. 솔직히 말해, 현재 많은 사람들이 자동차를 구매할 경제적 여건을 갖추고 있기 때문에, 만약 대량의 개인용 자동차가 도로로 쏟아져 나온다면, 이미 혼잡한 교통은 더욱 악화될 것입니다. 마지막으로, 자동차는 에너지를 소비합니다. 우리는 자원이 풍부한 국가라고 자부합니다. 그러나 동시에, 우리는 가장 많은 인구를 가진 나라라는 것을 기억해야 합니다. 에너지원이 풍부하다고는 하지만, 에너지 문제에 관해서는, 마음을 놓고 안심할 수 없습니다.\n따라서, 저는 중국에서 개인용 자동차의 보급이 억제되어야 한다고 진심으로 믿습니다. 그렇다면, 어떤 방법으로 개인용 자동차를 제한할 수 있을까요? 사람들은 주로 편의를 위해 자동차를 구입하는 것이니, 가장 먼저 해야할 일은 효율적이고 정확한 대중교통 시스템을 구축하는 것입니다. 동시에, 휘발유 가격을 높은 수준으로 인상하여 자동차 운행의 비용을 비싸게 높여야 합니다. 결론적으로, 제 입장에서 볼때, 중국에서 개인용 자동차는 제한되어야 합니다."
}