{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Frontiers of Architectural Research\nTitle: The perception of the \"sacred place\" of Xi'an Daxingshan temple from the perspective of Lefebvre's spatial triad theory\nAuthors: Minglan Zou; Azizi Bahauddin; Weihan Rong; Jingyi Wang\nDear Dr. [redacted_name],\nThe PDF for your submission, \"The perception of the \"sacred place\" of Xi'an Daxingshan temple from the perspective of Lefebvre's spatial triad theory\" has now been built and is ready for your approval. Please view the submission before approving it, to be certain that it is free of any errors. If you have already approved the PDF of your submission, this e-mail can be ignored.\nTo approve the PDF please login to the Editorial Manager as an Author:\n[redacted_url]\nYour username is: [redacted_name]\nThen click on the folder 'Submissions Waiting for Author's Approval' to view and approve the PDF of your submission. You may need to click on 'Action Links' to expand your Action Links menu.\nYou will also need to confirm that you have read and agree with the Elsevier Ethics in Publishing statement before the submission process can be completed. Once all of the above steps are done, you will receive an e-mail confirming receipt of your submission from the Editorial Office. For further information or if you have trouble completing these steps please go to: http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\nPlease note that you are required to ensure everything appears appropriately in PDF and no change can be made after approving a submission. If you have any trouble with the generated PDF or completing these steps please go to: http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\nYour submission will be given a reference number once an Editor has been assigned to handle it.\nThank you for your time and patience.\nKind regards,\nEditorial Office\nFrontiers of Architectural Research\n******************************************\nFor further assistance, please visit our customer support site at http://help.elsevier.com/app/answers/list/p/7923. Here you can search for solutions on a range of topics, find answers to frequently asked questions and learn more about EM via interactive tutorials. You will also find our 24/7 support contact details should you need any further assistance from one of our customer support representatives.\n[redacted_id]\nTo ensure this email reaches the intended recipient, please do not delete the above code\n__________________________________________________\nIn compliance with data protection regulations, you may request that we remove your personal registration details at any time. (Use the following URL: [redacted_url]). Please contact the publication office if you have any questions.",
    "trans": "건축 연구의 최전선\n제목: 르페브르의 공간 삼원론 관점에서 시안 대흥선사의 \"성스러운 장소\"에 대한 인식\n저자: 밍란 조우; 아지지 바하우딘; 웨이한 롱; 징이 왕\n친애하는 [redacted_name] 박사님,\n귀하께서 제출하신 \"르페브르의 공간 삼원론 관점에서 시안 대흥선사의 \"성스러운 장소\"에 대한 인식\"의 PDF 파일이 생성되었으며, 현재 귀하의 승인 대기 중입니다. 승인하기 전에 반드시 논문을 검토하여 오류가 없는지 확실히 해주시기 바랍니다. 이미 논문의 PDF를 승인하셨다면 이 이메일은 무시하셔도 됩니다.\nPDF를 승인하려면 에디토리얼 매니저 시스템에 저자로 로그인하십시오:\n[redacted_url]\n귀하의 사용자 이름은: [redacted_name]\n그 후 ‘저자의 승인을 기다리는 제출물' 폴더를 클릭하여 논문의 PDF를 확인하고 승인할 수 있습니다. '액션 링크'를 클릭해야 액션 메뉴가 확장될 수도 있습니다.\n또한 제출 절차를 완료하기 전 엘스비어의 출판 윤리 성명서를 읽고 동의했음을 확인해야 합니다. 위의 모든 단계를 완료하면, 편집 사무국에서 논문 접수 확인 이메일을 받게 됩니다. 추가 정보가 필요하거나 해당 절차를 완료하는 데 문제가 있는 경우, 이곳을 찾아주세요: http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\n모든 것이 PDF에서 적절하게 표시되는지 확인해야 하며, 제출을 승인한 후에는 어떠한 변경도 할 수 없다는 점을 유의하십시오. 생성된 PDF와 관련하여 문제가 있거나 이 단계를 완료하는 데 어려움이 있는 경우, 이곳을 찾아주세요: http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\n논문을 담당할 편집자가 배정된 후, 논문에 대한 참조 번호가 부여됩니다.\n귀하의 시간과 인내에 감사드립니다.\n감사합니다,\n편집 사무국 드림\n건축 연구의 최전선\n******************************************\n더 많은 도움이 필요하시면, 엘스비어 고객 지원 사이트 http://help.elsevier.com/app/answers/list/p/7923을 방문하십시오. 여기에서 다양한 주제에 대한 해결책을 검색하고, 자주 묻는 질문에 대한 답변을 찾을 수 있으며, EM 사용법을 배우는 대화형 튜토리얼도 제공됩니다. 고객 지원 담당자 중 한 명으로부터 추가적인 도움이 필요할 경우, 24시간 연중무휴 지원 연락처 정보를 확인할 수 있습니다.\"\n[redacted_id]\n본 이메일이 의도한 수신자에게 정상적으로 전달되도록 하기 위해 위의 코드를 삭제하지 마십시오.\n__________________________________________________\n개인정보 보호 규정을 준수하기 위해, 귀하는 언제든지 개인 등록 정보를 삭제하도록 요청할 수 있습니다. (아래 URL 사용: [redacted_url]) 궁금한 점이 있으시면 출판 사무국에 문의하시기 바랍니다."
}