{
    "source": "en_US",
    "target": "ko_KR",
    "text": "must be a regular bona fide student in good standing in the school you represent; must have enrolled not later than the fifteenth day of the current semester.\nmust have completed 10 separate days of organized practice in said sport under the direct supervision of the high school coaching staff preceding date of participation in interschool contests. (Excluding Girls Golf - SeeRule 101) must have received passing grades at the end of their last grading period in school in at least seventy percent (70%) of the maximum number of full credit subjects (or the equivalent) that a student can take and must be currently enrolled in at least seventy percent (70%) of the maximum number of full credit subjects (or the equivalent) that a student can take.\nSemester grades take precedence.\nmust not have reached your twentieth birthday prior to or on the scheduled date of the ISAA State Finals in a sport. must have been enrolled in your present high school last semester or at a junior high school from which your high school receives its students.\n...unless you are entering the ninth grade for the first time.\n...unless you are transferring from a school district or territory with a corresponding bona fide move on the part of your\nparents.\nunless you are a ward of a court; you are an orphan, you reside with a parent, your former school closed, your former school is not accredited by the state accrediting agency in the state where the school is located, your transfer was pursuant to school board mandate, you attended in error a wrong school, you transferred from a correctional school, you are emancipated, you are a foreign exchange student under an approved CSIET program. You must have been eligible from the school from which you transferred.",
    "trans": "대표하는 학교의 정규 입학생으로 성적이 좋아야 한다; 현재 학기의 십오 일까지는 등록을 완료해야 한다.\n해당 스포츠 종목 고등학교 코칭 스태프의 직접 감독하에 최소 10일간 조직적 훈련을 마쳐야 하며, 그 이후에 학교 대항 경기 참가가 가능하다. (여자 골프 제외 - 규정 101조 참조) 이전 학기의 성적 평가에서 최대 이수 가능 학점의 최소 70% 이상을 통과해야 하며, 현재 등록 학기에도 최대 이수 가능 학점의 최소 70% 이상을 수강하고 있어야 한다.\n학기별 성적이 우선 적용된다.\n해당 종목의 인디애나 고등학교 체육 협회 주 결승대회 예정일 이전 혹은 당일에 스무 살이 되어서는 안 된다. 현재 고등학교에 지난 학기 동안 재학했거나 해당 고등학교로 학생들이 진학하는 중학교에 재학했어야 한다.\n...다만, 처음으로 구학년에 입학하는 경우는 예외로 한다.\n...정당한 이사에 따라 해당하는 학교 구역 혹은 지역에서 전학 오는 경우\n부모님의.\n법원의 보호를 받는 경우; 고아인 경우, 한부모 자녀의 경우, 이전 학교가 폐교된 경우, 이전 학교가 해당 주 공식 인증 기관으로부터 인가받지 않은 경우, 학교 이사회 권한으로 전학한 경우, 착오로 잘못된 학교에 다닌 경우, 교정 학교에서 전학한 경우, 법적으로 독립된 경우, 공인된 국제 교환학생 표준 위원회 프로그램을 통한 외국 교환학생인 경우는 예외로 한다. 전학 전 학교에서 자격 요건을 충족했어야 한다."
}